{
  "1": "JULIETA\n\nby\n\nPedro Almodovar\n\fJulieta’s three houses in Madrid, at the three\ndifferent stages in the story:\n\nHouse 1 is the one she shares with her daughter Antia,\nafter Xoan’s death. 19, Fernando VI, Third Floor. From\n1998 to 2006-2007.\n\nHouse 2 is the one to which she moves, after throwing\nout all the reminders of her daughter. A neutral, ugly\nneighborhood far from the center. Shortly after, Ava\ndies and Lorenzo appears in her life. 2006-2007 to\n2016.\n\nHouse 3 is in the same building as House 1, 19,\nFernando VI, Second Floor. Julieta moves there\nimmediately after her encounter with Beatriz. At that\nmoment she decides to stay in Madrid and not go to\nPortugal with Lorenzo. From 2016 to the end.\n\n1. MADRID. JULIETA’S HOUSE 2. INT. IN THE MORNING.\n2016. SPRING\n\nA red fabric fills the screen. Over it appear the\nopening credits. At first it gives a sensation of\nstillness, but with the insistence of the shot we\ndiscover that the fabric is moving, a slight, rhythmic\nmovement. We discover that the fabric is the front of a\ndress and that Julieta’s heart is beating inside it.\n\nJulieta, an attractive woman of 55, independent and\nfull of determination, a mixture of timidity and\ndaring, fragility and courage. Blond. She is sitting\nnext to a bookcase, surrounded by cardboard boxes, the\nkind used for moving house. She picks up a sculpture of\nnaked, seated man, with the color and texture of\nterracotta (some 8 inches high), and wraps it carefully\nin bubble wrap. She places it in one of the cardboard\nboxes that contains art books, a framed photo with\nLorenzo, a book of photos by Nan Goldin, items that she\ndoesn’t want to get rid of.\n\nIn front of the shelves on which books are piled up in\nvarious groups, Julieta tries to decide which she’1ll\nput into boxes and which she’1ll leave.",
  "2": "---END OF PREVIOUS SECTION---\nShe picks up a sculpture of\nnaked, seated man, with the color and texture of\nterracotta (some 8 inches high), and wraps it carefully\nin bubble wrap. She places it in one of the cardboard\nboxes that contains art books, a framed photo with\nLorenzo, a book of photos by Nan Goldin, items that she\ndoesn’t want to get rid of. In front of the shelves on which books are piled up in\nvarious groups, Julieta tries to decide which she’1ll\nput into boxes and which she’1ll leave. \n---TARGET SECTION TO BE ANNOTATED---\n A great number\nof the books have to do with Classical Greece,\nMythology, Art, etc. Juliet also puts in the box a\nnovel by Lorenzo Gentile, “Adiés, Volcan”, on the cover\nof which there is a sculpture by Ava, as we will\ndiscover in due time, also a naked, seated man.\n\fThe walls of the apartment are painted white. A sober\nspace with little furniture. Bright and comfortable.\nFew decorative elements and the few that we see have to\ndo with Lorenzo. In one corner there is a large writing\ndesk and, hanging in the angle formed by the wall,\nthere are three posters. The rest of the walls are\nbare. A self-portrait of Lucien Freud announces a\nportrait exhibition in London, another poster by the\nhyper-realist painter Antonio Lépez shows the deserted\nGran Via in Madrid. The third poster is for the\nspectacle “The Old Woman” by Bob Wilson. The three hang\nin their frames on the walls.\n\nJulieta goes over to the writing desk and opens a side\ndrawer. She rummages in the bottom of the drawer until\nshe finds a blue envelope, the size of a Christmas\ncard, the texture of which shows that it has been kept\nfor several years, an old envelope. She takes the\nenvelope out of the drawer and looks at it. The intense\nblue of the envelope contrasts with the red of the\ndress she is wearing. Juliet holds it up for a moment,\nshe doubts about putting it in the removals box.\nFinally she decides to throw it in the wastepaper\nbasket. The wastepaper basket already contains a jumble\nof papers and cuttings, the result of the clean-out she\nis doing.\n\nThe entry phone rings. Julieta goes into the kitchen,\nanswers and then opens the door out to the landing. She\ngoes back to the far end of the sitting room, next to\nthe bookcase, and continues choosing books to pack.\n\n2. MADRID. JULIETA’S HOUSE 2. INT. IN THE MORNING.\n2016. SPRING.\n\nLorenzo Gentile in person comes into the apartment.\nJulieta had previously left the door open. He is aged\nbetween 55 and 60, an attractive man, warm-hearted and\nsincere. A mature, comfortable seducer.",
  "3": "---END OF PREVIOUS SECTION---\nJulieta had previously left the door open. He is aged\nbetween 55 and 60, an attractive man, warm-hearted and\nsincere. A mature, comfortable seducer. \n---TARGET SECTION TO BE ANNOTATED---\n Argentinean,\nwith a soft accent, he enjoys and is touched by the\nsight of Julieta, confused by the preparations for the\njourney. With a few books in her hand:\n\nJULIETA\nI’m in a real mess. I don’t know\n\nwhich books to take.\n\nLORENZO\n\fTake the essential ones. If you\nmiss any you can buy them on the\nInternet.\n\nJULIETA\nI don’t like buying books I\nalready have. It makes me feel\nold.\n\nLORENZO\n(Smiling) Right now you look like\na little girl.\n\nJulieta makes a nervous face.\n\nLORENZO\nApart from the books, do you have\na lot to do?\n\nJULIETA\nI still have to do some shopping.\n\nLORENZO\nJulieta, we’re not going to the\ndesert. You’ll be able to come to\nMadrid when you like... or go to\nBraga, which is closer.\n\nJULIETA\n(Suddenly, serious) I’d like not\nto come back to Madrid, if I can\navoid it.\n\nLorenzo embraces her tenderly. Julieta relaxes in his\n\narms. They kiss.\n\nLORENZO\n(Murmuring to her) Thank you.\n\nJULIETA\nFor what?\n\nLORENZO\nFor not letting me grow old on my\nown.\n\nJULIETA\nYou’re the one not leaving me on my\nown.\n\nMADRID. A STREET JUNCTION IN THE CENTER. EXT.\n\nDAY.\n\f2016. SPRING.\n\nJulieta is walking along, laden with two plastic bags.\nThey could be from a hardware store where she has\nbought some gardening tools.\n\nWhere the sidewalk goes round the corner she passes a\nwoman in her early thirties. The woman is with a group,\nbut Julieta notices only her face. Neither of them\nstops, but both seem to be saying to themselves “I know\nher”.\n\nThey turn to each other and exclaim in unison:\n\nBEATRIZ\nJulieta!\n\nJULIETA\nBea!\n\nBea breaks away from her group, even though she’s ina\nhurry. One woman in the group looks annoyed by the\nmeeting between Julieta and Beatriz.",
  "4": "---END OF PREVIOUS SECTION---\nJULIETA\nBea! Bea breaks away from her group, even though she’s ina\nhurry. One woman in the group looks annoyed by the\nmeeting between Julieta and Beatriz. \n---TARGET SECTION TO BE ANNOTATED---\nFrom their tone it’s obvious that they haven’t seen\neach other in many years and that they were good\nfriends in another time. They are very excited about\nthe encounter.\n\nBea is very well dressed, an outfit from the latest\ncollection by Dior and also a bag by Dior. She doesn’t\nseem like a fashion victim, rather someone used to\ndressing and accessorizing with the latest trends.\n\nAfter the usual gestures and words:\n\nBEATRIZ\nI can’t believe this, Juliet! Just\nlast week I met your daughter at\nLake Como!\n\nJulieta’s eyes open wide. Surprised, she conceals the\nimpact of this news, she holds her breath.\n\nJULIETA\nYou met Antia?\n\nBEATRIZ\nYes! Just imagine! We were looking\nat each other and it was I who\n\fwent up to her because she didn’t\nrecognize me!\n\nJulieta has to make a great effort to be able to speak.\n\nBEATRIZ\nBut you look exactly the same,\nJulieta. In fact, better.\n\nJulieta manages to murmur “Thank you”.\n\nJULIETA\nAnd what did she say?\n\nBEATRIZ\nThat... (She hesitates, looking\ncarefully for the best way to put\nit) she had come down to the city\nto buy things for her children...\nShe’s got three! Two boys and a\ngirl!\n\nJulieta gives a forced smile, as if this information\nweren’t a surprise for her. But the truth is she’s\nshocked. More than that.\n\nJULIETA\nYes... I don’t know how she manages!\nDo you have children?\n\nBEATRIZ\nNo... I’m not even married.\n\nThe woman in the group who is watching this meeting\nwith annoyance is showing signs of unease. Beatriz can\nfeel her eyes boring into her shoulders. The woman is\ndressed with elegant, masculine sobriety, slim as an\nex-model who still maintains her aura.\n\nAlthough Julieta and Beatriz are happy to see each\nother, the conversation is a bit tense. Julieta is\nforcing her to linger and Bea is showing signs of\nimpatience. Also, the masculine woman doesn’t take her\neyes off her.\n\nBEATRIZ\nIt’s such a pity.",
  "5": "---END OF PREVIOUS SECTION---\nJulieta is\nforcing her to linger and Bea is showing signs of\nimpatience. Also, the masculine woman doesn’t take her\neyes off her. BEATRIZ\nIt’s such a pity. \n---TARGET SECTION TO BE ANNOTATED---\n I’m in a\nterrible hurry. (Sincere) You\n\ndon’t know how delighted I am to\nsee you looking so well!\n\fThe way in which she says this suggests that at some\n\npoint in their lives she had seen her\nunwell.\n\nJULIETA\nWhere are you living?\n\nBEATRIZ\nIn New York and Milan. I’m\naccessories editor for Vogue. I\ntravel a lot. I went to Lake Como\nfor a photo shoot. Well...\n\nlooking very\n\nJulieta tries to hold her back a little longer.\n\nJULIETA\nThat’s wonderful! Listen, say\nhello to your mother...\n\nBEATRIZ\nMom died three years ago. My\nbrother lives here. We’re meeting\nhim and my nieces in a restaurant,\nbut we’re running late.\n\nJulieta looks anxiously at the woman in\nis watching them in annoyance.\n\nJULIETA\nI’m sorry... (Forced, but she wants\nto know) What else did Antia tell\nyou?\n\nBEATRIZ\nNot much. I asked about you and\nshe told me you were still living\nin Madrid. And look, what a\ncoincidence!\n\nJULIETA\nYes, I’m still here. And I’1ll be\nstaying here. And... Did she look\n\nwell?\n\nBEATRIZ\nYes.. and she wasn’t even wearing\nmake-up. She’s very thin, but\npretty.\n\nShe gives her a kiss, obviously\nconversation. In a serious, sincere tone:\n\nthe group who\n\nending the\n\fBEATRIZ\nI’m really happy to see you\nlooking so well, Julieta. Bye.\n\nBeatriz runs off after the kiss and joins the group\nwaiting for her, while Julieta watches hungrily.\n\n4. MADRID. A STREET JUNCTION IN THE CENTER. EXT. DAY.\nCONT.\n\n2016. SPRING.\n\nJulieta remains motionless on the sidewalk. She watches\nhelplessly as Beatriz disappears round the next corner\nwith her group of friends. She would swear that the\nwoman dressed with masculine elegance is asking her,\nintrigued, who she was. Beatriz explains to her. Juliet\ncan’t hear them.\n\n5. MADRID. HOUSE 2. SITTING ROOM. INT. NIGHT.\n2016. SPRING.",
  "6": "---END OF PREVIOUS SECTION---\nNIGHT. 2016. SPRING. \n---TARGET SECTION TO BE ANNOTATED---\nJulieta comes into her apartment with the plastic bags\ncontaining her last purchases. Her face is no longer\nthat of the happy, tranquil woman in the first\nsequences with Lorenzo. Now her expression is somber\nand agitated. In her mind she hears time and again the\nconversation with Beatriz in the street, like a\nritornello. She can’t get it out of her head.\n\nShe leaves the bags on the writing desk, picks up the\nwastepaper basket and puts it on the desk. Julieta\nrummages around in it, under the gaze of Lucian Freud\nfrom one of the posters. In the silence of the night\nand with the light from the lamp, Freud’s portrait\ntakes on an inquisitive presence. Julieta finally finds\nthe Christmas card-sized blue envelope that she threw\nout in the morning. Her cell phone rings. It’s Lorenzo.\nShe doesn’t answer it. It rings again, she still\ndoesn’t answer it. Julieta can’t stop looking at the\nblue envelope while her breathing grows more agitated.\n\n6. MADRID. JULIETA’S HOUSE 2. INT. THE NEXT MORNING.\n2016. SPRING.\nJulieta puts some water in a saucepan to boil, to make\n\ntea. Everything is tidy. She is wearing sports clothes\nsuitable for house wear.\n\fSilence.\n\nThe entry phone rings. It’s Lorenzo. Julieta presses\nthe button to let him in.\n\nLorenzo raps on the door. Julieta opens the apartment\ndoor, more rigid than usual and looking as if she’s had\na bad night. Lorenzo comes into the hall. From the\noutset he notices that something is amiss. He just has\nto look at Julieta. They greet each other with a\nroutine kiss on the mouth.\n\nLORENZO\nAre you all right?\n\nAs an answer...\n\nJULIETA\nI’m boiling some water...\n\nShe goes off to the kitchen, followed by Lorenzo.\n\nLORENZO\nI called you last night and you\ndidn’t answer.\n\nJULIETA\nI needed to be alone.\n\nLorenzo looks around as far as he can see. Everything\nis tidy, there is no sign of suitcases or cardboard\nboxes.\n\nLORENZO\nWhat about the cases...",
  "7": "---END OF PREVIOUS SECTION---\nLorenzo looks around as far as he can see. Everything\nis tidy, there is no sign of suitcases or cardboard\nboxes. LORENZO\nWhat about the cases... \n---TARGET SECTION TO BE ANNOTATED---\n and the\nboxes? Don’t tell me you still\nhaven’t finished.\n\nJULIETA\nI’ve unpacked everything. I’m\nstaying in Madrid, Lorenzo.\n\nLORENZO\nAre you joking?\n\nLorenzo knows that she isn’t, he looks at her\nquestioningly. Julieta is concentrating on making the\ntea.\n\nLORENZO\nBut that’s ridiculous!\n\fJulieta looks at him in silence. It isn’t ridiculous.\n\nJULIETA\nI won’t be able to go with you.\n\nLORENZO\n(Alarmed) But what’s happened?\n\nShe fills her cup with hot water, the teabag is in\nthere. She sweetens it with agave syrup.\n\nJULIETA\nI know you don’t deserve this, but\nI beg you not to ask me any\nquestions. I’m not going with you\nto Portugal. I’m staying in\nMadrid.\n\nSilence, broken by Lorenzo.\nLORENZO\nAnd you’re not going to give me\nany explanation?!\n\nSilence. Julieta takes a deep breath.\n\nLORENZO\nWhat’s going on, Julieta?\n\nJULIETA\nI’ve given it a lot of thought\nand...\n\nLORENZO\n\n(Interrupting her) Don’t tell me\nyou hadn’t thought about it until\nnow! We’ve been planning this for\nalmost a year!\n\nJulieta looks at him, mortified.\n\nLORENZO\nJust yesterday you said “I’d like\nnot to come back to Madrid if I\ncan help it”! What’s happened so\nsuddenly?\n\nJulieta is still struggling with herself. But it’s\nobvious she has taken an irrevocable decision.\n\fJULIETA\n(Weak and decisive) Don’t insist,\nplease.\n\nHe glares at her. Lorenzo’s mouth has gone dry, his\npalate is sticky.\n\nLORENZO\nCan I have a glass of water?\n\nJulieta takes a bottle from the refrigerator and pours\nhim a glass of water in silence. Lorenzo drinks from\nthe glass, thinking about what to say to her.\n\nLORENZO\nI don’t recognize you, Julieta.\nYou're behaving like a lunatic...\n\nJULIETA\nI know.",
  "8": "---END OF PREVIOUS SECTION---\nLORENZO\nI don’t recognize you, Julieta. You're behaving like a lunatic... JULIETA\nI know. \n---TARGET SECTION TO BE ANNOTATED---\nLORENZO\n(Powerless) I can’t believe we’re\ntalking about this!\n\nJULIETA\nLast night I realized that I was\nfooling myself, that I don’t want\nto leave Madrid, and.. that I\nprefer to be alone. I’m sorry.\n\nLorenzo glares at her again, he knows that he won’t get\nanother word out of her.\n\nLORENZO\nI always knew there was something\nimportant in your life that you’ve\nnever shared with me. You never\nwanted to talk about it and I’ve\nalways respected that.\n\nJULIETA\n(After a brief pause) I’d like you\nto keep respecting it.\n\nLorenzo looks at her, astonished and humiliated. After\nlooking at her for a moment he turns to the door and\nleaves.\n\n7. MADRID. 19, FERNANDO VI. EXT. DAY.\n\f2016. SPRING.\nJulieta gets out of a taxi in front of 19, Fernando VI.\n\n8. MADRID, 19, FERNANDO VI. SUPERINTENDENT’S OFFICE IN\nBUILDING. INT. DAY.\n\n2016. SPRING.\n\nShe comes into the entrance hall. The superintendent\ncomes out. Inocencio, a simple, amiable man, pleasant\nlooking, greying hair.\n\nFrom the way they greet each other they seem like old\nacquaintances. They haven't seen each other for some\ntime, but Julieta talks to him as if they had just seen\neach other the day before. The man doesn’t recognize\nher at first.\n\nJULIETA\nHello, Inocencio!\n\nINOCENCIO\nMiss Julieta! It’s been ages!\n\nInocencio is surprised to see her there. Julieta acts\nas if she doesn’t notice, she’s full of determination.\n\nJULIETA\nYes, indeed. By chance, have any\nletters come for me?\n\nINOCENCIO\n(Confused) In all these years?\nNoo.\n\nJULIETA\n\nI’ve just come back to Madrid, and\nI’d like to rent my old apartment.\nIs it free?\n\nJulieta acts as if this inquiry were the most natural\nthing in the world.",
  "9": "---END OF PREVIOUS SECTION---\nJULIETA\n\nI’ve just come back to Madrid, and\nI’d like to rent my old apartment. Is it free? Julieta acts as if this inquiry were the most natural\nthing in the world. \n---TARGET SECTION TO BE ANNOTATED---\n (By this stage, the spectator will\nthink she’s eccentric, verging on crazy)\n\nINOCENCIO\n(Puzzled) No... I thought you’d left\n\nSpain.\n\nJULIETA\n\fYes, but I’ve come back. And I\nmiss this street. Is there another\napartment free?\n\nINOCENCIO\nWell, the second left is empty.\n\nJULIETA\nThat’s wonderful! Can I see it?\n\nInocencio, a good, simple man of 50, is astonished. He\nremembers that Julieta had been very ill years ago and\nhad caused a few scenes before leaving the building.\nHe’s afraid she hasn’t recovered in all these years.\n\nINOCENCIO\nIt’s practically unfurnished, and\nit hasn’t been painted.\n\nJULIETA\nThat doesn’t matter.\n\nCut.\n\n9. MADRID. FERNANDO VI, 19, 2™° FLOOR. HOUSE 3. INT.\nDAY.\n\n2016. SPRING.\n\nJulieta and Inocencio appear at the far end of the\nhallway that leads into the apartment’s large sitting\nroom. The color of the walls is different from that of\nher old apartment in the same building, but the lay-out\nand aspect to the street is identical. They pause in\nthe doorway. Julieta looks around the room. The\nsuperintendent looks at her, uncomfortable.\n\nThe wooden floor is dirty. And the walls, painted a\ngreyish green, still bear the marks of the previous\ntenant’s pictures and furniture. There are three\nwindows, without curtains.\n\nINOCENCIO\nIt’s very dirty, I warned you.\n\nJULIETA\nI’1ll clean it. I’l1l take it,\nInocencio.\n\nA ray of sun comes through each of the three windows\nthat look out on the street and light up the largest\n\froom. On one side there is a fireplace that divides the\nwall in two. On both sides of the fireplace there are\nempty shelves. Near the shelves an abandoned stool and\na skay armchair.\n\nINOCENCIO\nBut it’s not ready for anyone to\nmove in, Miss Julieta. If you give\nme your number, I’11 call you.\n\nJULIETA\nThat isn’t necessary, really.",
  "10": "---END OF PREVIOUS SECTION---\nINOCENCIO\nBut it’s not ready for anyone to\nmove in, Miss Julieta. If you give\nme your number, I’11 call you. JULIETA\nThat isn’t necessary, really. \n---TARGET SECTION TO BE ANNOTATED---\n As\nlong as the bathroom and kitchen\nwork, I can see to the rest.\n\nINOCENCIO\n(Disconcerted) The bathroom and\nthe kitchen are new.\n\nCut.\n\n10. MADRID. 19, FERNANDO VI, 2™° FLOOR. HOUSE 3. INT. DAY.\nANOTHER DAY.\n\n2016. SPRING.\n\nJulieta is standing in the sitting room of the new\napartment, waiting for two men to set down the last of\nthe removal boxes, the same boxes we saw at the\nbeginning. She gives each man a tip. She hasn’t brought\nany furniture from the other house. Just clothes and\nbooks.\n\nCut. (Perhaps this sequence isn’t necessary)\n\n11. MADRID. 19, FERNANDO VI, 2ND FLOOR. HOUSE 3. SAME\nDAY. INT. NIGHT.\n\n2016. SPRING.\n\nNight has fallen. Julieta, alone, has opened some of\nthe boxes of books, among them the box we saw in Seq.\n1. She takes out Lorenzo Gentile’s book, “Adios,\nvolcan”, and the sculpture of the seated man which she\nhad packed in bubble wrap. She also takes out the\nChristmas card-type blue envelope from the first\nsequence.\n\nSitting on the skay armchair, using the stool as a\ntable, she opens the blue envelope we saw in the first\nsequence. She empties its contents onto the stool. The\n\fsurface is covered with tiny pieces of a photo that had\nbeen carefully torn up. With her hand she spreads out\nthe pieces of the photo, creating a difficult jigsaw\npuzzle: the past, lying on the stool.\n\nCut.\n\n12. MADRID. 19, FERNANDO VI, 2\"? FLOOR. HOUSE 3. EXT.\nNIGHT.\n\n2016. SPRING.\n\nShe comes to the window. We see her from outside, from\nthe point of view of someone on the sidewalk, watching\nher in the darkness.\n\nJulieta breathes in the night air, (the air from the\npast to which the pieces of the torn photo belong), the\nair from her former and current street. Seen from below\nshe is an enigmatic figure.\n\n13. MADRID. 19, FERNANDO VI, 2™° FLOOR.",
  "11": "---END OF PREVIOUS SECTION---\nSeen from below\nshe is an enigmatic figure. 13. MADRID. 19, FERNANDO VI, 2™° FLOOR. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE 3. INT.\nNIGHT.\n\n2016. SPRING.\n\nA gust of spring air reaches the stool and scatters the\npieces of the photo across the floor.\n\nCut.\n\n14. MADRID. 19, FERNANDO VI, 2™° FLOOR. HOUSE 3. SITTING\nROOM. INT. NIGHT. CONT.\n\n2016. SPRING.\n\nJulieta is sitting in the old skay armchair next to a\nsimple standard lamp. The photo which had been torn\ninto a thousand pieces and scattered is beside her,\nintact again.\n\nJulieta is holding a thick, hard-covered Italian\nnotebook. On the first page she writes the name ANTIA\nin capital letters. From its position, in the middle of\nthe page, Antia is the title of everything she will\nwrite afterwards.\n\nThe scant initial text is written as a list:\n\nTwo sons and one daughter.\n\fShe came down to Lake Como to shop, so she lives in a\ntown where there are few stores. Perhaps she lives ina\nnearby, expensive Swiss town and she went to shop in\nItaly which is much cheaper.\nShe doesn’t wear make-up. And she’s thin.\nShe thinks I’m still living in Madrid.\n\n15. MADRID. THE STREET. EXT. DAY. CONT.\n2016. SPRING.\n\nA VERY TYPICAL IMAGE OF PRESENT DAY MADRID.\n\nCoinciding with the words “living in Madrid” we see\nJulieta walking slowly along a street full of people. A\nsunny spring day. She looks at everyone, especially the\nwomen. She smiles at one who has two children by the\nhand.\n\n16. MADRID. OPEN AIR BASKETBALL COURT. EXT. CONT.\n2016. SPRING.\nIn the neighborhood where she lives.\nShe goes into an open air basketball court. She sits on\na bench and watches some children playing. She is\nalone. She takes an apple from her purse and starts to\neat it slowly. Again, in the park we see her from the\n\npoint of view of someone watching her unseen.\n\n17. MADRID. THE VICINITY OF JULIETA’S HOUSE 3. EXT.\nNIGHTFALL.\n\n2016. SPRING.\n\nAt dusk she returns to her new apartment, weary. She\nhas walked all day.",
  "12": "---END OF PREVIOUS SECTION---\nSPRING. At dusk she returns to her new apartment, weary. She\nhas walked all day. \n---TARGET SECTION TO BE ANNOTATED---\nFrom a nearby corner someone sees her opening the door\nof the building where she lives. He looks up at the\nwindows on the second floor until he sees the light go\non.\n\nThe man lurking there is none other than Lorenzo.\n\nCut.\n\f18. MADRID. 19, FERNANDO VI, 2° FLOOR. HOUSE 3. INT.\nNIGHT.\n\n2016. SPRING.\n\nThe windows are still bare. The bareness is general.\nThe absence of furniture makes her solitude even more\nobvious. We can still see some unopened boxes of books.\n\nShe now has a table where she can write. And a good\nchair that supports her back. And a table lamp. In the\nbackground, on a sideboard, we see four small framed\nphotos. With her parents, with Xoan, with Ava and with\nLorenzo. There are two pictures on the wall.\n\nSet out on the table are two jars with pencils and\nmarkers and the hard-backed Italian notebook. We also\nsee the photo which had been torn into a thousand\npieces and is now stuck back together like a jigsaw\npuzzle. It’s the first time it appears. In the photo\nJulieta is posing with the adolescent Antia. A photo\ncrisscrossed with scars.\n\nThe shelves are full of books. There is more than\nenough space for a woman on her own.\n\nJulieta looks at the torn, reconstructed photo. She\ntouches it with her fingertips. And she starts to\nwrite:\n\nJULIETA (OFF)\nDear Antia,\n\nShe stops. How to continue? She takes a deep breath.\nShe looks at her daughter in the patched-up photo.\n\nJULIETA (OFF)\nI’m going to tell you everything I\ndidn’t have a chance to tell you,\nbecause you were a child, because\nit was too painful for me or\nsimply out of shame.\n\nShe stops. She looks around with tear-filled eyes,\nsearching for the words. She continues.\n\nJULIETA (OFF)\nBut you’re not a child anymore.\nBeatriz told me that you have\nchildren of your own, three, no\n\f19.\n\n20.\n\nless. You’re a grown woman, and a\nmother!\n\nWhere do I begin?... (She decides)\nI’l1ll tell you about your father.",
  "13": "---END OF PREVIOUS SECTION---\nless. You’re a grown woman, and a\nmother! Where do I begin?... (She decides)\nI’l1ll tell you about your father. \n---TARGET SECTION TO BE ANNOTATED---\nWhen you asked me how I met him, I\ntold you it was on a train, but I\ndidn’t tell you everything.\n\nTHIRTY YEARS BEFORE. EXT. NIGHT.\n1985. WINTER.\n\n(Somewhere between Galicia and Madrid) Before it\nappears, we hear the sound of the train over the last\nwritten words (we hear these in the voice of mature-\nJulieta, that is, played by the actress with whom the\nstory begins in 2016. The voiceover is always by the\nmature actress).\n\nThe train goes through a wooded area.\nTRAIN. SLEEPING CAR APARTMENT. INT. NIGHT.\n1985. WINTER.\n\n(Actress Young Juliet)\n\nThe voiceover is heard over a close-up of Julieta,\nsitting next to the train window, with a book in her\nhands. She looks at the window as if her own voice, 30\nyears later, were coming to her through the glass.\n\nJULIETA (OFF)\nI was 25. It was a very unpleasant\nnight and there was a lot of\nwind.”\n\nSuddenly, a tree branch, carried along by the wind,\ncomes hurtling out of the darkness and slams violently\nagainst the outside of the window, as if trying to\nbreak through it; the branch clings to the window for a\nmoment and then disappears, torn away by the same wind,\nlike a warning from nature.\n\nJulieta looks up from her book, startled by the sudden\nappearance of the phantom branch. Through the window we\ncan see a wooded countryside and, reflected on the\ninside of the glass, the legs of a man who comes into\nthe compartment at that moment and stands in front of\nher.\n\fSAD MAN\nIs this seat free?\n\nIt’s obvious that the seat is free. There is no one\nelse in the compartment, nor are there any cases to be\nseen. Julieta nods, still startled by the branch\nhitting the window. The man places a leather bag on the\nluggage net, takes off his overcoat and folds it\nmeticulously. He places the coat beside him and sits\ndown across from Julieta.\n\nHe’s wearing a sad suit that is too big for him, as if\nhe had lost weight in the last months. He’s wearing a\nblack polo neck sweater and glasses.",
  "14": "---END OF PREVIOUS SECTION---\nHe places the coat beside him and sits\ndown across from Julieta. He’s wearing a sad suit that is too big for him, as if\nhe had lost weight in the last months. He’s wearing a\nblack polo neck sweater and glasses. \n---TARGET SECTION TO BE ANNOTATED---\n He isn’t a very\nattractive man in general, his skin is pitted, as if\nmarked by smallpox, his expression is as sad as his\nappearance.\n\nJulieta feels instantly repelled by him, apprehensive,\nshe doesn’t want to be infected by his sadness. She\nlooks back at her _ book, an essay titled “Greek\nTragedy”. The sad man tries to hide his sadness by\nappearing sweet and friendly, even beseeching. He tries\nto strike up a conversation.\n\nSAD MAN\nThat branch was really amazing.\n\nJulieta nods slightly.\n\nSAD MAN\nDid it scare you?\n\nJULIETA\nYes, it did.\n\nAnd she looks down at her book again, in a polite\ngesture of rejection. Best to discourage him from the\nstart. But the amiable intruder doesn’t give up.\n\nSAD MAN\nAre you traveling alone?\n\nJULIETA\nYes.\n\nSAD MAN\nWhen I saw you on your own I\nthought... That’s good, we can keep\neach other company.\n\f21.\n\n22.\n\nJulieta isn’t interested in the offer. All she wants is\nto carry on reading and the man facing her is\npreventing her from concentrating. She’s uncomfortable,\nshe looks sternly at him. The man senses the rejection\nand blinks, confused and sad.\n\nSAD MAN\nYou don’t want to talk.. What a\n\npity!\n\nHe says the last words to himself. He suddenly seems\ndepressed. Julieta puts an end to the conversation by\nstanding up.\n\nJULIETA\nExcuse me, I have to go out.\n\nThe man looks at her sadly. Or perhaps he doesn’t dare\nlook at her, sunk in his own sadness.\n\nTRAIN. TRAIN CORRIDOR, NIGHT.\n1985. WINTER.\n\nJulieta comes out of the compartment. Before walking\nalong the corridor she takes a last look at him. The\nman watches her leave the compartment.\n\nIn the corridor, she sees two women sitting in the next\ncompartment. The two women look at her too. Julieta\nheads for the dining car as if fleeing from those\nglances.\n\nTRAIN. DINING CAR. NIGHT.\n1985. WINTER.\n\nIt’s cold. In her hurry, Julieta forgot to take her\ncoat. For the moment, she doesn’t miss it.",
  "15": "---END OF PREVIOUS SECTION---\nIt’s cold. In her hurry, Julieta forgot to take her\ncoat. For the moment, she doesn’t miss it. \n---TARGET SECTION TO BE ANNOTATED---\n The windows\nhere are much bigger than in the compartment. There is\njust one customer, Xoan, with his back to her, looking\nout, absorbed, at the views through the large windows.\nA snow-covered landscape.\n\nAt that moment, a stag crosses the surface of the\nfrozen countryside. It is running diagonally, towards\nthe train, with no fear of being run over. He’s a\nmagnificent specimen, with a brown and silver coat. Set\nagainst the white surface of the countryside, he looks\n\f23.\n\nlike the illustration of a child’s horror story. A\nhypnotic vision. Julieta comes up and looks in\nastonishment through the window at the stag running\nthrough the snow. Aware that Julieta is standing behind\nhim, Xoan speaks without looking at her.\n\nXOAN\nI hope he doesn’t get too close to\nthe train.\n\nHe’s talking about the stag.\n\nJULIETA\nHe isn’t afraid of the train. He’s\nlooking for a female. He smells\nher in the air.\n\nXoan finally notices her. While they look out at the\nrunning stag, Julieta and the stranger Xoan feel\nmysteriously connected. The couple have become part of\nthe harmony of the landscape: the frozen countryside, a\nstag with a silvery coat running to meet his beloved,\nand in the foreground a man and woman watching him,\nentranced.\n\nTRAIN. DINING CAR. NIGHT.\n\n1985. WINTER.\n\nXOAN\n(Holding out his hand) I’m Xoan.\n\nJulieta takes his hand.\n\nJULIETA\nJulieta.\n\nJulieta still has her book in her hand.\n\nXOAN\nWould you like to have a drink?\n\nJULIETA\nAll right.\n\nA waiter comes up, Julieta asks for tea.\n\nThe dining car has the colors and atmosphere of Edward\nHopper’s cafes/diners.\n\fXoan is a strong man, his face weathered by the wind\nand the sun. He has more wrinkles than he should have\nat his age. A solid, attractive man, with a disarming\nsmile, who gives off an air of confidence and natural\nauthority. He is ten years older than Julieta, that is,\nthirty five.",
  "16": "---END OF PREVIOUS SECTION---\nHe has more wrinkles than he should have\nat his age. A solid, attractive man, with a disarming\nsmile, who gives off an air of confidence and natural\nauthority. He is ten years older than Julieta, that is,\nthirty five. \n---TARGET SECTION TO BE ANNOTATED---\n Xoan is the opposite of the man she has\njust left in her compartment. He doesn’t hide his\ninterest in Julieta.\n\n24. MADRID. 19, FERNANDO VI, 2° FLOOR. HOUSE 3. THE\nPRESENT.\n2016. SPRING\nJulieta is still writing to her daughter Antia.\nJULIETA (OFF)\nXoan told me that he was called\nXoan and I told him I was Julieta.\nHe told me he was married and that\nAna, his wife, had been in a coma\nfor five years.\n25. TRAIN. DINING CAR. SEEN FROM THE EXTERIOR.\n1985. WINTER.\nJulieta and Xoan are drinking something while they\ntalk. The white lunar landscape is reflected in the\nglass. They are alone in the dining car. We don’t hear\nwhat they’re saying. Mature Julieta recounts it in\nvoiceover.\nJULIETA (OFF)\nI told him I was teaching\nClassical Philology, standing in\nfor a teacher who was ill. Xoan\ntold me that he was a fisherman\nand he had three gamelas. He was\ngoing to Madrid to buy an engine\nfor one of them. He had lived all\nhis life by the sea, in the house\nhis grandfather had bought when he\ncame from Cuba.\n26. TRAIN ENTERING THE STATION. EXT. NIGHT.\n\n1985. WINTER.\n\nThe train slows down until it stops in the station of a\n\f27.\n\ntown. The station is at one side of the train. There is\nsnow everywhere, except on the platforms, protected by\nshelters.\n\nThree or four passengers, all wrapped up, get on the\ntrain. It is pitch black. Only the station chief and\nthe switchman are left on the platform.\n\nTRAIN STATION. INT. DINING CAR. NIGHT\n1985. WINTER\nWe hear off screen:\n\nTRAIN CONDUCTOR (OFF)\nTen minute stop!\n\nXoan stands up.\n\nXOAN\nDo you feel like stretching your\nlegs a bit?\n\nJulieta would love to accompany him, but she left her\ncoat on her seat, across from the sad man and she\ndoesn’t feel like going back there for it.",
  "17": "---END OF PREVIOUS SECTION---\nXoan stands up. XOAN\nDo you feel like stretching your\nlegs a bit? Julieta would love to accompany him, but she left her\ncoat on her seat, across from the sad man and she\ndoesn’t feel like going back there for it. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\nI’m not really dressed for the\nweather. Thank you.\n\nXOAN\nSee you later.\n\nAnd he leaves the carriage. Julieta watches him\ndisappear.\n\nA blast of cold air sneaks through the door when Xoan\nopens it.\n\nJulieta would like to get her coat but she doesn’t want\nto meet the man with the pitted skin again. Consciously\nor not, she stays in the dining car waiting for Xoan to\ncome back. She tries to concentrate on her book while\nshe drinks her tea. The title of the book, “Greek\nTragedy” by Albin Lesky, appears at the bottom of the\nframe, as if giving the name to what is very shortly\ngoing to happen.\n\nCut.\n\f28.\n\n29.\n\n30.\n\nSTATION. EXTERIOR TRAIN. NIGHT.\n1985. WINTER.\nThe train slowly sets off again.\n\nTRAIN. ENGINE DRIVER’S CAB. INT. NIGHT.\n1985. WINTER.\n\nWe see the same action from inside the cab of the\ntrain. The driver starts the engine.\n\nTRAIN. DINING CAR. INT. NIGHT.\n1985. WINTER.\n\nJulieta, sitting at the same table, is still reading.\nIn the background there are two more people. We see\nthrough the dining car windows that the train has\nstarted to move. Julieta looks over at the carriage\ndoor, waiting for Xoan to appear.\n\nBACK TO 29. TRAIN. ENGINE DRIVER’S CAB. INT. NIGHT.\n\n31.\n\n32.\n\n33.\n\n1985. WINTER.\n\nThe engine driver sees something unexpected on the\ntracks and rapidly hits the red brake button. He looks\nshaken.\n\nTRAIN. EXT. NIGHT.\n\n1985. WINTER. SIMULTANEOUSLY.\n\nWe see in close-up the train wheels suddenly braking,\nscreeching and sending up sparks.\n\nTRAIN. SLEEPING CAR 2. INT. NIGHT.\n\n1985. WINTER. SIMULTANEOUSLY.\n\nInside the compartment next to Julieta’s, two bags fall\non top of the two women sitting in there. One woman is\nhit on the head.\n\nTRAIN. DINING CAR. INT.\n\n1985. WINTER. SIMULTANEOUSLY.\n\f34.\n\n35.\n\nIn the dining car, the inertia of braking causes\nJulieta to fall across the table.",
  "18": "---END OF PREVIOUS SECTION---\n34. 35. In the dining car, the inertia of braking causes\nJulieta to fall across the table. \n---TARGET SECTION TO BE ANNOTATED---\n The cup of tea slides\nalong the surface and falls to the floor.\n\nThe braking catches the waiter unawares with his tray\nin one hand as he’s serving some customers. With his\nlegs widespread, he tries to keep his balance, but the\ncups and glasses fall to floor and break. The bottles\nand glasses in the bar accompany the general commotion,\njumping around on their shelves.\n\nTRAIN. DINING CAR. INT./EXT.\n1985. WINTER.\n\nThe train finally stops brusquely. Julieta leaves the\ndining car and heads for her coach and compartment.\n\nTRAIN. CORRIDOR. INT. NIGHT.\n1985. WINTER.\n\nThe two women from the compartment next to hers come\nout into the corridor, complaining.\n\nWOMAN 1\nWhat happened?\n\nWoman 2 is holding her hands up to her head.\nA young man also comes out into the corridor.\n\nYOUNG MAN\nThe train has stopped.\n\nWOMAN 2\nWhy? And so suddenly?!\n\nThe train conductor appears at the far end of the\ncorridor and walks quickly up to the women and the\nyoung man (hiding his fear, so as not to alarm them).\nBehind him, a drunken, disheveled passenger (Man A)\nsticks his head out the door of his compartment. The\ndrunk looks at the little group.\n\nTRAIN CONDUCTOR\nDon’t worry, it’s nothing. We’ve\njust stopped.\n\nWOMAN 1\n\fWell, a bag fell on my head and\nnearly killed me...\n\nJulieta appears at the other end of the corridor and\nwalks uneasily up to the group.\n\nSimultaneously Man A (drunk and disheveled) comes out\nof his compartment, followed by his wife, a woman with\nlarge shoulder pads and an uncouth voice. They join the\ngroup formed by the young man, the train conductor, the\ntwo women and Julieta.\n\nMAN A\nDid we hit something? I saw a stag\nrunning beside the train.\n\nTRAIN CONDUCTOR\n(Rejecting this) No, what an idea!\n\nWOMAN 1\nI saw it too...\n\nJulieta remembers the magnificent animal and her heart\nsinks to think that it may have been run over by the\ntrain.",
  "19": "---END OF PREVIOUS SECTION---\nTRAIN CONDUCTOR\n(Rejecting this) No, what an idea! WOMAN 1\nI saw it too... Julieta remembers the magnificent animal and her heart\nsinks to think that it may have been run over by the\ntrain. \n---TARGET SECTION TO BE ANNOTATED---\nTRAIN CONDUCTOR\n(Firmly) Please go back to your\nseats and don’t block the\ncorridor!\n\nThe young man obeys.\n\nJulieta, beside the women from the compartment next to\nhers.\n\nJULIETA\nWhat happened?\n\nWOMAN 2\nThe train braked so hard a_ bag\nfell on top of me!\n\nTRAIN CONDUCTOR\n(To Julieta) The train will be\nstarting up again right away.\nPlease, go back to your seats.\n\nAt the other end of the corridor, the drunk man’s wife\nis trying to persuade him to go back into their\n\fcompartment, but the drunk is protesting, he wants a\ncommotion.\n\nThe train conductor goes in the direction from which\nJulieta was coming, towards the dining car.\n\n36. TRAIN, CORRIDOR. JULIETA AND THE TWO WOMEN. INT.\nNIGHT.\n1985. WINTER. CONT.\nJulieta looks into her compartment from the corridor,\nwhere she is standing beside the two women. She sees\nthat her case has only slid along the net where she had\nleft it. However the sad man’s bag has fallen to the\nfloor. The overcoat is still where he left it. Julieta\nnotices that the man isn’t there.\nJULIETA\nHave you seen the man who was\nsitting here?\nWOMAN 1\nThe one with glasses and the black\npolo neck sweater?\n37. TRAIN. JULIETA’S COMPARTMENT/CORRIDOR. INT. NIGHT.\n\n1985. WINTER. CONT.\n\nJulieta nods and goes into her compartment with her\nbook in her hand.\n\nWOMAN 1\nI saw him in the corridor. He must\nbe around somewhere.\n\nShe leaves the book on her seat and picks up the\nleather bag from the floor. She is surprised that\ndespite its considerable size the bag doesn’t weigh\nanything. She puts it on the seat across from her,\nintrigued.\n\nWOMAN 2\nWhen we stopped he got down onto\nthe platform. I saw him walking\nthrough the snow. He didn’t have a\ncoat, that’s why I noticed him. I\nthink he was drunk.\n\f38.\n\n39.",
  "20": "---END OF PREVIOUS SECTION---\nI\nthink he was drunk. 38. 39. \n---TARGET SECTION TO BE ANNOTATED---\nWOMAN 1\nHe’s probably still wandering\naround the station, that’s why\nwe’ve stopped.\n\nJulieta looks out the window and sees the train\nconductor running through the snow towards the engine\ncab. She has the feeling that something serious has\nhappened.\n\nJulieta looks inquisitively at the leather bag in front\nof her, as if it were a living being. She hears the two\nwomen going back to their compartment. Finally no one\nis looking at her. She gets up and gives way to the\ntemptation of opening the bag. She opens the zip and\nseparates the two sides. To her surprise she discovers\n\nthat there is nothing inside. The bag is totally empty.\n\nShe goes out to the corridor, intrigued, and walks in\nthe opposite direction to the dining car.\n\nWe see this from outside, through the corridor windows.\nShe goes to one of the doors leading to the platform.\n\nTRAIN STATION. EXT. NIGHT. CONT.\n1985. WINTER.\n\nJulieta appears at the door leading to the platform.\nFrom there she can see a small group of men coming back\nfrom the cab of the train, crossing the dark, snowy\nground. At first she can only make out the silhouette\nof the group as it moves. Gradually she can make out\nthe men and finally she can see that they’re carrying a\nstretcher. Xoan and the train conductor are among them.\nThey are all serious and somber. It looks like a\nfuneral cortege.\n\nFrom where she is (at the train door), Julieta can’t\nmake out what is on the stretcher. Whatever it is, it’s\ncovered by blankets. Pale from apprehension, she jumps\ndown onto the platform, her feet sink into the snow.\nShe runs, coatless, towards the group.\n\nAs soon as he sees her, Xoan goes over to her to\nprevent her getting closer to the group.\n\nTRAIN STATION. EXT. NIGHT. CONT.\n\n1985. WINTER.",
  "21": "---END OF PREVIOUS SECTION---\nCONT. 1985. WINTER. \n---TARGET SECTION TO BE ANNOTATED---\n\fXOAN\nWhat are you doing here! Get back\non the train! You’1l catch\npneumonia!\n\nJULIETA\n(Uneasy) What are you carrying on\nthe stretcher?\n\nXOAN\nWhat?\n\nJULIETA\nIs it the stag?\n\nXOAN\nNo! Why do you say that?\n\nJULIETA\n(Horrified) Then it’s a man...?!\n\nXOAN\n(Pleading) Come on, get on the\ntrain!\n\nJulieta can see in Xoan’s eyes that she’s right. The\ncortege is transporting a dead man. Juliet’s eyes shine\ndamply in the dark.\n\nJULIETA\n(Horrified) Oh! It’s him! That’s\nwhy we’ve stopped.. (She looks at\nhim intensely in search of\nconfirmation) A man with a black\nsweater and glasses...\n\nXoan doesn’t contradict her, but neither does he\nconfirm it. Julieta bursts into tears. He pulls her\nalong.\n\nXOAN\n(Fatherly) Get on the train,\nplease!\n\nXoan puts his arms round her, to protect her from the\ncold, and puts her on the train. Julieta takes a last\nlook at the funeral cortege which is now arriving at\nthe station building.\n\nCut.\n\f40. TRAIN. JULIETA’S COMPARTMENT. INT. OF MOVING TRAIN.\nNIGHT.\n\n1985. WINTER.\n\nDuring the ellipsis between the two sequences, Julieta\nhas been crying.\n\nSitting where she had been seated earlier, she is\nblowing her nose and drying her eyes.\n\nXoan is sitting across from her, in the dead man’s\nseat.\n\nJULIETA\nHe was sitting there, where you\nare now.\n\nXoan listens to her in silence, an understanding,\nreassuring silence, like someone listening to a child\nwho is making a drama out of an unimportant problem.\n\nJULIETA\nHe wanted to talk, but... I was\nbothered by the way he was looking\nat me and I ran out of here.. How\nwas I to know he was feeling so\n\nawful!\n\nXOAN\n(Serious) Any girl would have done\nthe same...",
  "22": "---END OF PREVIOUS SECTION---\nI was\nbothered by the way he was looking\nat me and I ran out of here.. How\nwas I to know he was feeling so\n\nawful! XOAN\n(Serious) Any girl would have done\nthe same... \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\n\n(Reproaching herself) I should\nhave realized!\n\nXOAN\n(Tenderly) Don’t torture yourself.\nHe would still have killed\n\nhimself.\nJULIETA\nWhy was he carrying an empty\nsuitcase?\nXOAN\nI don’t know. (Explaining) He\n\ndidn’t want to attract attention.\nHe had it all planned before he\ngot on the train. No one kills\n\f41.\n\nhimself because a pretty girl\ndoesn’t want to talk to him.\n\nJulieta is still upset, but Xoan’s presence is more\npowerful than the idea of death. They exchange knowing\nlooks, not without desire.\n\nCut.\n\nTRAIN. JULIETA’S COMPARTMENT. INT. OF MOVING TRAIN.\n\nNIGHT.\n\n42.\n\n1985. WINTER.\n\nThe scant light in the compartment is coming through\nthe window. Xoan and Julieta are lying in their\nparallel seat-beds and facing head to toe. They are\nalone. Julieta has her back to Xoan, she is awake and\ntense. Xoan is lying facing her. His eyes run along her\nlegs, her ass and her waist. They are barely inches\nfrom each other.\n\nTo get into that position: the bottom of the seat\nslides forward and the back reclines, legs rest on the\nopposite seat. The result is a kind of articulated bed\nin three parts. In this way, the six seats end up\nbecoming three beds.\n\nXoan is lying on the first bed (next to the window) and\nJulieta on the second (that is, the one in the middle).\nThere are some eight inches between both beds. The\nbodies are clothed and they don’t even graze each other\nbut they feel their closeness multiplied. Xoan changes\nhis position, he lies totally parallel to Julieta. That\nis, with his head lined up with hers. He lays his head\non the armrest. Julieta is breathing unsteadily. Xoan\nstrokes her waist. Julieta turns, she no longer has her\nback to him.\n\nJULIETA\nI can’t sleep.\n\nXOAN\nNeither can I.\n\nAnd they kiss with intense pleasure.\nCut.\n\nMOVING TRAIN. JULIETA’S COMPARTMENT. INT. NIGHT.",
  "23": "---END OF PREVIOUS SECTION---\nJULIETA’S COMPARTMENT. INT. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n\f1985. WINTER.\n\nA shot of the window, we only see the edges. The night\nlandscape is racing past, in the opposite direction,\nthrough areas that are dark greys and greens, not snow\ncovered. The only light coming into the compartment is\nfrom the window. The glass reflects the couple, inside\nthe compartment making love voraciously. It seems that\nthe fleeting countryside is reflected on the lovers’\nskin. The vegetation closes to the train increases the\nfeeling of flight.\n\nTwo young bodies, half dressed, escaping from the idea\nof death.\n\nCut.\n43. MADRID. HOUSE 3. ANOTHER STREET. EXT.\n2016. SPRING.\n\nIn the present, Julieta, aged 56, is walking through\nthe streets of Madrid, through the places that remind\nher of her daughter. She walks slowly. She isn’t going\nanywhere in particular. She looks at everyone she\npasses, with close, friendly attention. Lorenzo is\nwatching her without being seen.\n\nJulieta wants to make herself visible, and Lorenzo,\ninvisible. (She is seen from a distance, at times\nhidden by cars, or passers-by)\n\nCut.\n\n44 AND 44A. MADRID. INT. AND EXT. “ESTUDIO” SCHOOL.\nARAVACA.\n\n1985. SPRING.\nINSIDE A CLASSROOM IN THE SCHOOL.\n\nIt is year 85 of the last century. Julieta is dressed\nlike a modern girl of that time, hair dyed platinum\nblonde in a spiky style, short leather skirt and a\nblouse. She is probably the most seductive teacher in\nthe school.\n\nThe classroom is full of adolescents. Julieta finishes\nwriting three words in Greek on the blackboard:\nThalassa, Hals and Pontos.\n\fJULIETA\n(With her back turned as she\nwrites) The three words mean “sea”\nin Greek.\n\nShe turns to the pupils.\n\nJULIETA\nPontos is sea and high sea. And it\nrefers to the sea as a road, the\nroad to adventure. That is why\nUlysses is the maritime hero par\nexcellence.\n\nJulieta is a very affable teacher, who speaks to the\npupils as if they were her equals and teaches them\nclassical literature as something that is alive.",
  "24": "---END OF PREVIOUS SECTION---\nAnd it\nrefers to the sea as a road, the\nroad to adventure. That is why\nUlysses is the maritime hero par\nexcellence. Julieta is a very affable teacher, who speaks to the\npupils as if they were her equals and teaches them\nclassical literature as something that is alive. \n---TARGET SECTION TO BE ANNOTATED---\n She\nmakes them participate continuously\n\nJULIETA\nFor example, when Ulysses arrives\non Calypso’s island, exhausted\nafter a shipwreck, the nymph\nCalypso who was unbelievably\nbeautiful... Marcos, who do you\nthink is the most beautiful woman?\n\nJulieta goes over to the pupil’s desk. Marcos is a very\nhandsome boy, aware of his attractiveness and therefore\nsure of himself.\n\nMARCOS\nYou.\n\nLaughter from his classmates.\n\nJULIETA\nThat doesn’t count because I’m the\nteacher, and it isn’t right for\nthe teacher to have sex with the\npupils. Come on, tell me someone\nelse.\n\nMARCOS\nKim Basinger.\n\nJULIETA\nReally lovely, much prettier than me.\n\nANOTHER PUPIL\nAngela Molina.\n\fJULIETA\nShe’s beautiful too. Well, the\ngoddess Calypso was like Kim\nBasinger and Angela Molina\ntogether. And she offered Ulysses\neverything you can imagine. Now,\nDiego.\n\nShe turns to another pupil.\n\nMore\n\nJULIETA\nTell me something that she offered\nhim, something really important.\n\nDIEGO\n(With an Estremaduran accent) Her\nbody.\n\nlaughter.\n\nJULIETA\nThat’s the first thing. But also...\nsomething we all dream about?\n\nMALE PUPIL\nEternal youth.\n\nJULIETA\nExactly, and immortality. Yet\nUlysses refused it and set out to\nsea, facing endless dangers. Which\nof the three meanings would you\nchoose to speak of the sea that\nUlysses yearned for?\n\nFEMALE PUPIL\nThalassa!\n\nJULIETA\n(Charming) Nooo.\n\nANOTHER FEMALE PUPIL\nPontos.\n\nJULIETA\nThat’s it, pontos! The sea, the\nhigh sea, the road to adventure\nand the unknown.\n\f45.\n\n46.\n\nCut.\n“ESTUDIO” SCHOOL. CORRIDOR. INT. DAY.\n1985. SPRING.\n\nJulieta is walking along a corridor, she passes a few\npupils or teachers. She greets them as she passes.\n\nShe stops at the door to the principal’s office.",
  "25": "---END OF PREVIOUS SECTION---\nJulieta is walking along a corridor, she passes a few\npupils or teachers. She greets them as she passes. She stops at the door to the principal’s office. \n---TARGET SECTION TO BE ANNOTATED---\n She\nknocks and a voice tells her to come in.\n\n“ESTUDIO” SCHOOL. PRINCIPAL’S OFFICE. INT. DAY.\n1985. SPRING.\n\nThe principal invites her to sit in the armchair across\nfrom her, on the other side of the desk.\n\nPRINCIPAL\nMrs. Martinez will be coming back\nnext week, so.. your substitution\ntime will be over.\n\nJulieta nods.\n\nPRINCIPAL\nI want you to know that we are\nvery happy with your work. We’ve\nnever had such attendance at the\nclassical literature class.\n\nJULIETA\nThank you. I’ve enjoyed these six\nmonths very much.\n\nPRINCIPAL\nI’m glad.\n\nJulieta goes to stand up.\n\nPRINCIPAL\nWait... This letter arrived for you.\n\nThe principal takes a letter from one of her desk\ndrawers and hands it to Julieta. Julieta looks at the\nname of the sender, Xoan Feijoo, and his full address\nin Redes, a town in Corunna.\n\f47.\n\n48.\n\nShe looks at the principal inquiringly. She turns the\nenvelope over and sees that it’s addressed to her\nalthough it only has her Christian name, no surname,\nand the name of the school.\n\nPRINCIPAL\nIs it for you, Julieta?\n\nJULIETA\nYes, yes.\n\nPRINCIPAL\nI thought so. We have no other\nJulieta.\n\n“ESTUDIO” SCHOOL. EXIT.\n1985. SPRING.\n\nAdolescents and children are entering and leaving the\nbuilding. Parents accompany them or come to collect\nthem. The usual movement around the school.\n\nJulieta has Xoan’s letter in her hand. She reads it as\nshe walks.\n\nXOAN (OFF)\nDear Julieta, I don’t know if\nyou’ re still working at the\nschool. I hope so because it’s the\nonly address I’ve got for you...\n\nTRAIN. SPRING LANDSCAPE. INT. AND EXT. CONT.\n1985. SPRING.\n\nInside the compartment, Julieta is looking out the\nwindow at the spring landscape. We hear the contents of\nthe letter which Julieta is holding in her hands as if\nit were a ticket or a passport.",
  "26": "---END OF PREVIOUS SECTION---\nSPRING. Inside the compartment, Julieta is looking out the\nwindow at the spring landscape. We hear the contents of\nthe letter which Julieta is holding in her hands as if\nit were a ticket or a passport. \n---TARGET SECTION TO BE ANNOTATED---\nXOAN (OFF)\nI think of you so much. I can’t\nget that night on the train out of\nmy head.\n\nJulieta’s breathing is unsteady from excitement. She\nputs her hand to her stomach.\n\nXOAN (OFF)\n\f49.\n\n50.\n\nAna is still the same, or worse.\nEven though I was only away for\ntwo days, when I got back she\nlooked worse. When you’re here all\nthe time you don’t realize.\n\nI didn’t go fishing today, that’s\nwhy I’m writing to you. The sea is\nvery choppy and there’ll be a\nstorm this afternoon.\n\nREDES. TAXI. INT./EXT. DAY. CONT.\n1985. SPRING.\n\nA taxi is driving along a street in Redes, a Galician\ntown on the coast.\n\nXOAN (OFF)\nI’d like to see you appearing\nthrough the rain, looking for a\nplace to shelter, and that that\nplace were my home.\n\nJulieta is in a local taxi. She has very little\nluggage, a medium-sized bag.\n\nREDES. XOAN’S HOUSE. EXT. DAY. CONT.\n1985. SPRING.\n\nWhen we finish hearing Xoan’s voiceover, the taxi drops\nher in front of a two-storied house whose facade is\nmainly a smoky grey color. The house has a modernist\ninfluence. The door is arch shaped, of shotcrete.\nBefore reaching the front door, there is an area with\nterracotta colored tiles, demarcated by a concrete\nfence that has a border on its upper part. A white\nfence. The sea can be seen behind the house. It is a\nvery different construction from the other houses along\nthe street. Really they are all different from each\nother.\n\nEven though it isn’t raining, Julieta incorporates the\nfisherman’s epistolary desire. There she is, in front\nof his house, opening the gate. There’s a reddish-brown\ndog at the gate, jumping around and barking. He goes\nstraight up to Julieta when she approaches the front\ndoor. He’s a sturdy pup who could easily knock her to\nthe ground, but he just wants to play. She rings the\nbell.\n\fA woman comes out of the house.",
  "27": "---END OF PREVIOUS SECTION---\nHe’s a sturdy pup who could easily knock her to\nthe ground, but he just wants to play. She rings the\nbell. A woman comes out of the house. \n---TARGET SECTION TO BE ANNOTATED---\n She shouts at the\nanimal.\n\nMARIAN\nCinnamon!\n\nJulieta strokes the dog which reacts with delight.\n\nMariana is 50 year old Galician woman, weather-beaten,\nbroad and reserved.\n\nMARIAN\nCinnamon! Don’t be a nuisance!\n\nJULIETA\nHello!\n\nMarian looks her up and down. She is one of those women\nwho are proud of themselves and don’t hide the fact\nthat they’re judging you. She doesn’t like the look of\nJulieta.\n\nMARIAN\nI think you’re late. The funeral\nwas yesterday.\n\nJulieta doesn’t understand what she means. She looks at\nher, bewildered.\n\nMARIAN\nBut come in, if you want, and have\nsome coffee. I’m Marian, I take\ncare of the house.\n\nJulieta accepts the invitation, upset by the news that\nsomeone has died and has already been buried.\n\nThey walk through a large entrance hall which\ncommunicates with the rest of the house by a door.\nSeascapes and the oil portrait of a woman from another\nera hang on the walls.\n\nMarian is a hard woman, in every sense, and quite ugly.\nHer eyes are of different colors, her hair has a small,\ncasual curl, she makes no effort to be pleasant, just\nthe opposite. She behaves as if she owns the house. She\nprejudges Julieta with contempt, she thinks she is some\neasy conquest of Xoan’s. And it shows. She has invited\nher in to be able to confirm it.\n\f51.\n\nREDES. XOAN’S HOUSE. KITCHEN. INT. DAY.\n1985. SPRING.\n\nJulieta follow hers into the house. On a sideboard near\nthe entrance is the figure of a boat painted indigo\nblue. It catches her attention. She looks at the piece\nwith an expert eye.\n\nThe two women walk from the front door to the kitchen,\ncrossing the entrance and a hallway.\n\nMARIAN\nWhen did you meet Ana?\n\nJulieta breathes more easily. It’s Ana who is dead.\nXoan is fine.\n\nJULIETA\nAna? I didn’t know her.\n\nMARIAN\nThat’s what I thought, because Ana\nhadn’t been out of here in the\nlast six years.\n\nThey go into the kitchen.",
  "28": "---END OF PREVIOUS SECTION---\nI didn’t know her. MARIAN\nThat’s what I thought, because Ana\nhadn’t been out of here in the\nlast six years. They go into the kitchen. \n---TARGET SECTION TO BE ANNOTATED---\n The kitchen looks out on the\nsea through three enormous windows. The sea fills the\nkitchen and Julieta’s eyes.\n\nJULIETA\n(Dazzled) Oh! The sea!\n\nMARIAN\nIt’s very striking the first time,\nisn’t it? Sit down.\n\nJulieta obeys and sits at the table in the middle of\nthe kitchen. Marian, with her back to her, serves her\ncoffee on the kitchen worktop. There are lots of\nSargadelos cups and plates.\n\nMARIAN\nSo, you’ve come to see Xoan.\n\nJulieta nods and makes a vague sound. She had thought\nof making some excuse, that she was passing through,\nthat she was going to visit a friend who lives in the\narea, but at the last minute she decides not to. It\nwould be like admitting Marian’s superiority.\n\fMARIAN\nI don’t think he’ll be back\ntonight, he’s with Ava.\n\nMarian looks at her to see how she reacts. She offers\nher some cakes which Julieta refuses even though she’s\nhungry. She only accepts the coffee.\n\nMARIAN\nDo you know Ava?\n\nJulieta shakes her head.\n\nMARIAN\nShe does ceramics and sculptures.\n\nJulieta supposes that the sculpture at the entrance,\nthe blue boat, must be by her.\n\nMaria sits across the table from Julieta. As if\nguessing what Julieta is thinking.\n\nMARIAN\n\nAva and Ana were good friends,\nwhen Ana was still able to talk or\nshe could listen. The poor woman\nwas like a vegetable, and a man\nneeds a woman, (She looks at her\nblatantly) but it’s not for me to\ncriticize Xoan.\n\nJulieta is listening to Marian with her empty coffee\ncup in her hands.\n\nMARIAN\nMore coffee?\n\nJULIETA\nNo.\n\nMARIAN\nThen give me the cup and I’11 wash\nit.\n\nShe takes the cup, stands up and goes over to the work\ntop. She runs the water while she asks:\n\nMARIAN\nWell, what are you going to do?\nYou can still catch the eight\n\fo’clock bus. It passes near here,\nin the square.\n\nJulieta doesn’t react, she just looks at her watch.",
  "29": "---END OF PREVIOUS SECTION---\nYou can still catch the eight\n\fo’clock bus. It passes near here,\nin the square. Julieta doesn’t react, she just looks at her watch. \n---TARGET SECTION TO BE ANNOTATED---\nThere are almost three hours to go.\n\nMARIAN\nYou can come home with me and then\nmy husband will take you to the\nbus.\n\nShe goes to get her jacket which is hanging on a hook.\n\nJULIETA\nI’m tired. I’d rather wait here\nif you don’t mind.\n\nMARIAN\n(Scandalized) Where?\n\nJULIETA\nRight there, in the entrance hall.\n\nMarian thinks it’s forward of her, and rash.\n\nMARIAN\nOn your own?\n\nShe considers in silence what Julieta’s relationship\nwith Xoan might be if she speaks like that. She thinks\nthat perhaps it would be presumptuous of her to throw\nout a real friend of her boss.\n\nFrom the first moment, the meeting between Marian and\nJulieta is a confrontation, a struggle for domestic\npower, although it’s senseless and is too soon.\n\nMarian gives way, although she doesn’t hide her\ndisapproval and how little she trusts Julieta. She\npicks up her jacket and purse. She changes tactic, she\nspeaks in a friendly tone.\n\nMARIAN\nI’d stay with you, but I can’t.\nI’ve neglected my husband these\nlast days.\n\nJULIETA\nThank you very much.\n\fMarian hates her at that moment. She recognizes that\nJuliet has been the winner in that first duel. In the\nentrance hall:\n\nMARIAN\n(Annoyed) Well, anyway, Cinnamon\nwill stay with you.\n\nJulieta sits in one of the ugly armchairs in the\nentrance hall.\n\nJULIETA\nThank you.\n\nMARIAN\nBe careful not to fall asleep and\nmiss the bus, eh? I’1l call you on\nthe phone, just in case.\n\nJULIETA\nYou needn’t bother.\n\nAt the door:\n\nMARIAN\nI’11 call you.\n\nAnd she leaves the house. Julieta relaxes. The dog\ncomes up to her, ready to play, and she welcomes it,\ndelighted. She is alone, in Xoan’s house.\n\nCut.\n52. REDES. FACADE XOAN’S HOUSE. EXT. DARKEST NIGHT.\n\n1985. SPRING.\n\nAll we can hear is the murmur of the sea and the\nbarking of a distant dog.",
  "30": "---END OF PREVIOUS SECTION---\n1985. SPRING. All we can hear is the murmur of the sea and the\nbarking of a distant dog. \n---TARGET SECTION TO BE ANNOTATED---\n Xoan gets out of a van. He\nopens the front door and goes into the entrance hall.\nSilence reigns in the house. The lights in the entrance\nhall, the kitchen and the hallway are out.\n\n53. REDES. XOAN’S HOUSE. HALLWAY/XOAN’S ROOM. INT. EARLY\nMORNING. CONT.\n\n1985. SPRING.\nHe looks towards the far end of the house. Silence.\n\nEverything is neat and tidy. Xoan walks along the\nhallway to the door of his bedroom. He opens it very\n\fslowly and stands in the doorway, enjoying what he\nsees.\n\nJulieta is lying sleeping in the leather armchair.\nThere is a little lamp lit on a low side table. The\nlight bounces off the wall and softly illuminates\nJulieta’s seated figure. The dog is sleeping beside her\non the floor. Xoan doesn’t want to disturb that image\nand he doesn’t turn on the overhead light. Everything\nthat isn’t the sleeping Julieta remains in semi-\ndarkness.\n\nHe walks quietly over to the armchair so as not to wake\nher. He takes her in his arms and carries her to the\nbed. Juliet opens her eyes.\n\nXOAN\n(Murmuring) Don’t wake up...\n\nJulieta is in a rush to explain.\n\nJULIETA\nI got your letter and I came.\n\nXOAN\nShhh.\n\nXoan suggests sweetly that she shouldn’t speak. He lays\nher on the bed. The two start to undress quickly, as if\nthey only had a few minutes. Julieta does everything\nlying on the bed. She unbuttons her blouse. Xoan helps\nher to pull it over her head. He devours her mouth.\n\nJULIETA\nI never thought that your wife...\n\nXoan doesn’t let her finish, he devours her mouth and\nher words.\n\nXOAN\nDon’t think about that now.\n\nXoan, sitting on the edge of the bed, continues to\nundress. Julieta, her torso naked, embraces him from\nbehind. She runs her mouth across his back, from\nshoulder to shoulder, interrupting the kisses to bite\nhim and smell him. She looks for the scent of another\nwoman, the scent of the unknown Ava.",
  "31": "---END OF PREVIOUS SECTION---\nJulieta, her torso naked, embraces him from\nbehind. She runs her mouth across his back, from\nshoulder to shoulder, interrupting the kisses to bite\nhim and smell him. She looks for the scent of another\nwoman, the scent of the unknown Ava. \n---TARGET SECTION TO BE ANNOTATED---\n But she doesn’t\nfind it. Xoan only smells of the sea.\n\nCut.\n\f54.\nDAY\n\n55.\n\nREDES. XOAN’S HOUSE. THE NEXT MORNING. KITCHEN. INT.\n\n1985. SPRING.\n\nXoan comes out of the bedroom, half asleep. He finds\nJulieta busy in the kitchen, he pauses to enjoy looking\nat her. Her hair is tied up and her legs are bare. She\nis only wearing a shirt of Xoan’s that is too big for\nher. She is chewing greedily on a local cake while she\nfixes breakfast. (The same cakes Marian offered her\nwhen she arrived and which she refused)\n\nJulieta smiles at him as if she’s been caught red-\nhanded. But she can hardly speak, her mouth is full.\n\nJULIETA\nThese cakes are delicious!\n\nXOAN\nThey’ re typical of here.\n\nJULIETA\nI’m making breakfast, I was\nhungry.\n\nXOAN\n\nMe too. Is there anything for me?\n\nHe embraces her from behind. They play at kissing and\neating cakes at the same time. Everything shows that\nthe previous night was a memorable night for both of\nthem.\n\nCut.\nREDES. XOAN’S HOUSE. KITCHEN. INT. DAY. CONT.\n1985. SPRING.\nThey are having breakfast in the kitchen. Facing each\nother across the kitchen table. They are both half-\ndressed. Julieta, relaxed, is continuing with the\napologies that she couldn’t finish the night before.\nJULIETA\nWhen I got your letter I took it\n\nas an invitation to visit you.\n\nXOAN\n\f(Smiling) That was my intention.\n\nJULIETA\nI never imagined that your wife\nhad died. I’m sorry.\n\nXOAN\n(Serious) It was for the best.\nThat wasn’t living.\n\nJulieta nods, but Xoan wants to change the subject.\n\nXOAN\nMarian rang to tell me she’d left\nyou here, waiting for the bus, but\nshe wasn’t sure you’d leave.\n\nJULIETA\nShe told me you were with a woman.\n\nXoan nods.\n\nJULIETA\nAva, I think.\n\nXoan smiles.\n\nXOAN\nAva is an old friend.",
  "32": "---END OF PREVIOUS SECTION---\nJULIETA\nAva, I think. Xoan smiles. XOAN\nAva is an old friend. \n---TARGET SECTION TO BE ANNOTATED---\n You’ll meet\nher. She’s an artist, like you.\n\nJULIETA\n(Serious) I’m not an artist. I\nteach classical literature. And\nnow, not even that.\n\nXOAN\nWell, I’m sure you’ll like her.\nYou’ 11 meet her.\n\nJulieta looks at him as if she has just made a\ndecision. She stands up and leaves some plates on the\nworktop.\n\nJULIETA\nI think I’1l leave today. I don’t\nreally know what I’m doing here.\n\nXOAN\nFishing. It’s a lovely day. We\nshould go fishing!\n\f56.\n\n57.\n\nJulieta smiles and thinks, standing by the worktop,\nuncertain about what she’1ll do next. Xoan seems to be\namused by her doubts. He remains sitting at the table.\n\nWe hear the dog barking at the door as it greets\nMarian.\n\nREDES. XOAN’S HOUSE. INT. DAY\n\n1985. SPRING.\n\nMarian comes into the house. She’s laden with shopping.\nShe arrives in the kitchen and gives Julieta a\ndisapproving look. The worst has happened. Not only did\nJulieta stay in the house but she slept with Xoan. The\nfisherman, relaxed and happy, introduces them.\n\nXOAN\nMarian, Julieta, I think you've\nmet already.\n\nThe two women nod.\n\nMARIAN\nLeave that, I’1l wash them.\n\nMarian is about to say “I see you missed the bus”, but\nshe restrains herself. She leaves the bags on the\nworktop. She speaks, but keeps her back turned on the\nother two.\n\nMARIAN\nIs she staying today?\n\nJulieta looks at Xoan and decides at that moment. She\nno longer has any doubts.\n\nJULIETA\nYes.\n\nXOAN\n(To Marian) We’re going fishing...\n\nMUXIA LIGHTHOUSE. EXT. DAY.\n1985. SPRING.\nA long shot of the lighthouse and the rocks which\n\nsurround it and fill the beach. In the distance, the\nVilan lighthouse.\n\f58.\n\n59.\n\n60.\n\nThe waves break against the rocks which are sculpted by\nthe wind and sea.",
  "33": "---END OF PREVIOUS SECTION---\n59. 60. The waves break against the rocks which are sculpted by\nthe wind and sea. \n---TARGET SECTION TO BE ANNOTATED---\n Terracotta-colored granite rocks\nthat, over the centuries, have acquired strange shapes,\npointed or flat as stone flying saucers. Some rocks\nhave incisions on their surface, fractures, but the\npieces still cling together. Rocks with gashes and\nscars.\n\nIt’s a telluric, original landscape, tense, disturbing,\nvery expressive.\n\nIn the distance, we see one of Xoan’s gamelas on the\nsea.\n\nTHE SEA. DAY.\nA CLOSE-UP OF THE GAMELA IN THE MIDDLE OF THE SEA.\n1985. SPRING.\n\nXoan and Julieta are entangled in some love play, with\nthe sea as the only witness.\n\nTo the rhythmic sound of the waves slapping against the\nwood of the boat, we hear Julieta’s voice. The\nvoiceover continues to be heard over the next sequence.\n\nJULIETA (OFF)\n\nI didn’t have a job, I wasn’t ina\nhurry. I thought I’d stay for just\na few days. I had to tell Xoan\nsomething but I kept putting it\noff. It was a new life, strange\nfor a woman who had come from the\nsun, but welcoming. I spent the\nnights flying in Xoan’s arms. I\nfelt trapped, and free at the same\ntime.\n\nREDES. XOAN’S HOUSE. XOAN’S ROOM. NIGHT.\n\n1985. SPRING.\n\nJulieta is lying naked on the bed. Xoan, also naked, is\nsitting in the armchair where he found her. He never\ntires of looking at her. The image of Xoan looks very\n\nlike Ava’s sculptures, the series of “seated men”.\n\nREDES. AVA’S STUDIO. INT. DAY.\n\f1985. SPRING.\nThe studio’s interior is very distinctive.\n\nAva is a very attractive, interesting woman. Work\nclothes, untidiness, suit her. Independent, sensual and\nfree, at first sight Ava gives off all those qualities.\n\nAn organized disorder reigns in the studio. An\nassortment of materials, photos that she uses as\nsketches, male nudes, pots of different kinds... pieces\nhalf made or done in clay before the mold is emptied.\nLots of drawings. A few finished pieces. The oven.",
  "34": "---END OF PREVIOUS SECTION---\nLots of drawings. A few finished pieces. The oven. \n---TARGET SECTION TO BE ANNOTATED---\nJulieta is immediately interested in Ava’s sculptural\nwork. Pots and male figures. She goes over to the table\nwhere the finished sculptures are. There is a series of\nseated naked men. They remind us of Xoan’s posture in\nthe previous sequence. Julieta falls in love with one\nof the sculptures.\n\nJULIETA\nCan I touch it?\n\nAVA\nPick it up, if you want.\n\nJULIETA\nOof! It’s heavy!\n\nAVA\n(Smiling) 10 pounds. Be careful.\n\nJULIETA\nI thought it was terracotta.\n\nAVA\nIt’s bronze. At the end I give\nthem a terracotta glaze that’s the\ncolor of the rocks next to the\nlighthouse.\n\nJULIETA\n(Fascinated by the sculpture) It’s\ngot such force!\n\nAVA\nI try to make the sculptures\ncompact, so that the wind can’t\nknock them over. Like the people\n\ffrom here. The people from here\nare very tough.\n\nJulieta puts the sculpture back on the table\n61. REDES. AVA’S STUDIO. ANOTHER DAY.\n1985. SPRING.\n\nJULIETA (OFF)\nI visited Ava frequently. I liked\nto see her working and smoking...\nand she liked me to tell her\nmythological stories, like I did\nwith you when you were small.\n\nJulieta is having tea and sitting in the armchair in\nsilence while she watches Ava work. The sculptress\npicks up a handful of clay and starts to mold it. She\nhas a lit cigarette stuck between her lips. She puffs\non it from time to time without using her hands.\n\nJulieta looks at Ava’s_ hands, covered with mud,\ncarefully molding a figure.\n\nJULIETA\n\nThe gods created man and other\nbeings with the help of clay and\nfire. They gave them the\nattributes they needed for their\nsurvival. Some were given fur and\nothers wings for flying. When it\nwas man’s turn, the gods\ndiscovered that they had no gifts\nleft, so man was born naked and\ndefenseless, in the midst of\nnature.",
  "35": "---END OF PREVIOUS SECTION---\nThey gave them the\nattributes they needed for their\nsurvival. Some were given fur and\nothers wings for flying. When it\nwas man’s turn, the gods\ndiscovered that they had no gifts\nleft, so man was born naked and\ndefenseless, in the midst of\nnature. \n---TARGET SECTION TO BE ANNOTATED---\nAva listens carefully to her, she had never thought of\nthe nakedness and weakness of the first man, and she\npities him.\n\nJULIETA\n\nI’m pregnant, Ava.\n\nAVA\nBy whom?\n\nJULIETA\nBy Xoan, I was pregnant when I\ncame from Madrid.\n\f62.\n\n63.\n\n64.\n\nAVA\n(Surprised) Ah, does he know?\n\nJULIETA\nNo, I don’t want to put pressure\non him.\n\nAVA\nYou have to tell him. Xoan adores\nchildren.\n\nJulieta’s eyes light up.\nREDES. XOAN’S HOUSE. EXT. DAY.\n1985. FALL.\n\nXoan comes home after a day’s fishing. Cinnamon is\nexcited and races out to meet him, barking frantically.\nBefore he goes into the house, when he is at the door,\nhe hears a baby’s cry. Xoan disappears into the house\nin a flash. (Consider this)\n\nIN THE DARKNESS OF A TUNNEL. AND INSIDE A TRAIN.\n1986. WINTER.\n\nThe train is going through a tunnel. The voice emerges\nfrom the transient darkness. Xoan, Julieta and the\nbaby, two or three months old, are on the train.\n\nJULIETA (OFF)\nA few months after you were born,\nI took you to your grandparents,\nso they could meet you and meet\nXoan.\n\nINT. OF TRAIN. EXIT FROM THE TUNNEL.\n\n1988. SPRING (In the change of light, two years have\npassed)\n\nJULIETA (OFF)\nTwo years later, we visited them\nagain. It was urgent, so that mom\ncould see you before it was too\nlate. Grandpa Samuel had _ taken\nearly retirement. He was the town\nschoolteacher, and he gave it up\nto become a farmer. He’d sold the\n\f65.\n\n66.\n\nhouse where I’d grown up = and\nbought another in the country...\n\nIn the same train, but crossing an exterior landscape,\nwe see Julieta with Antia, two years old. (It’s very\nearly, day has just broken)\n\nA RURAL SQUARE IN ANDALUSIA. EXT. DUSK.\n1988. SPRING.\n\nThe square of a little Andalusian town. White facades.",
  "36": "---END OF PREVIOUS SECTION---\nSPRING. The square of a little Andalusian town. White facades. \n---TARGET SECTION TO BE ANNOTATED---\nTrees that offer shade, iron benches, street lamps, a\nmelon seller with his melon stall, one or two gypsy\nwomen, little children and one who is 8 years old and\nis endlessly plowing through the square on his bicycle.\nOld men who share the benches with other townspeople\nwaiting for the bus. A few terraces with lines of\nwashing, pots of flowers, a neighbor comes out of her\nhouse. A colonial style church. The square is a\ndemonstration of the joy, color and light of the south.\n\nSamuel and Sanda are sitting on one of the metal\nbenches. He is almost 60, his skin hardened by exposure\nto the sun. He is overflowing with health. Sanda is\nyoung and very beautiful, an olive-skinned Maghrebi\nwoman. They look over at an angle of the frame.\n\nThe front of the bus appears round a corner by the\nchurch.\n\nRURAL SQUARE. BESIDE THE CHURCH. EXT. DUSK.\n1988. SPRING.\n\nThe bus crosses the frame from left to right, blocking\nout the square. Relatives of the travelers start to\narrive from in front and from behind. The two doors of\nthe bus open. Carlos, 50, gets out of the rear door. As\nwell as his own bag he has Julieta’s backpack. Julieta\ngets out after Carlos, with the little girl in her\narms. She thanks Carlos for his help, just as she is\nhugged by her father, Samuel, accompanied by Sanaa.\nCarlos goes off to the left and effusively kisses a\nwoman much younger than he is, probably his wife.\n\nJulieta’s group moves away to leave room for other\ntravelers getting out and for relatives who have come\nto pick them up. In this way we also isolate them.\nSamuel picks up the backpack from the ground. He hugs\n\fhis daughter and his granddaughter, overflowing with\naffection.\n\nSAMUEL\n(To the little girl) But who have\nwe here! She’s got so big! Don’t\nyou have a kiss for grandpa?\n\nSamuel hugs his daughter and kisses her. In a more\nadult tone, but happy.",
  "37": "---END OF PREVIOUS SECTION---\nDon’t\nyou have a kiss for grandpa? Samuel hugs his daughter and kisses her. In a more\nadult tone, but happy. \n---TARGET SECTION TO BE ANNOTATED---\nSAMUEL\nHow was the journey, sweetheart?\n\nJULIETA\nVery long! You look so handsome!\n\nSAMUEL\nYou’re the two beauties! Look, I\nwant to introduce you to Sanaa.\n\nSanda holds out her hand shyly. Julieta offers her left\nhand. She’s holding the little girl with her right, so\nshe makes an apologetic gesture.\n\nSAMUEL\nHave you got a case?\n\nJULIETA\nYes, a brown one. And the\npushchair.\n\nSanéa goes over to the bus’s luggage compartment.\nAround her, the typical hubbub of travelers and\nrelatives. While she talks to her father, Julieta keeps\nlooking at the young Maghrebi woman.\n\nJULIETA\nWhat about mom?\n\nSAMUEL\nShe’s fine. We’re getting by.\nYou’1l see her now. How’s Xoan?\n\nJULIETA\nHe couldn’t come. He sends you\nlots of love. (She lowers her\nvoice) And that girl?\n\nSAMUEL\n\f67.\n\nThat’s Sanaa, the girl I told you\n\nabout.\n\nJULIETA\n(Puzzled) She’s the woman who\nhelps you?\n\nSAMUEL\n\nShe looks after your mother and\nhelps me out with the land. We\nwere really lucky to find her.\n\nSanaa comes back with the case and the pushchair.\nSamuel gets between Julieta and Sanaa.\n\nSAMUEL\nLet’s get in the car, it’s right\nhere.\n\nINSIDE THE CAR. SECONDARY ROAD IN ANDALUSIA. DUSK.\n1988. SPRING.\n\nSamuel is driving, Sanaa is beside him. Julieta and\nAntia, who is asleep, are in the back seat. The evening\nlight filters through the windows, creating a golden\natmosphere in the interior.\n\nJULIETA\nDon’t you miss the school?\n\nSAMUEL\nI don’t have time, what with your\nmother and the land, the days fly\nby.\n\nJULIETA\nI never thought you’d retire, much\nless retire early.\n\nSAMUEL\nIt’s better for us like this. Your\nmother and I always dreamed of\nliving in the country.\n\nJulieta looks at Sanaa.",
  "38": "---END OF PREVIOUS SECTION---\nSAMUEL\nIt’s better for us like this. Your\nmother and I always dreamed of\nliving in the country. Julieta looks at Sanaa. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\nDo you speak Spanish, Sanaa?\n\nSANAA\n\f(Intimidated) A little...\nJulieta looks at Sanda as if she were examining her.\n\nSAMUEL\n\n(Explaining) She speaks it\nbeautifully, it’s just that she’s\na bit shy. We met her eight years\nago, at the Festival of Ancient\nMusic in Fez. She and your mother\nbecame good friends and we kept in\ntouch with her. It’s lucky that\nshe’s living with us now.\n\n68 AND 69. HOUSE IN THE COUNTRY. EXT. AND INT. DUSK.\n1988. SPRING.\n\nA house in the country, simpler and smaller than the\ntraditional Andalusian cortijo. The house has an annex\nfor storing tools and farming implements. There may\nalso be a little hen house. It’s a _ self-sufficient\nplace. From the house we can see the greenhouse, a\nstructure whose roof is covered by a plastic grid. Next\nto the house there is a small piece of land with\ntrellises and seedbeds. The entrance to the house is\nprotected by a vine that filters the sunlight. The\nplace has an impressionist beauty.\n\nJulieta, Antia (being carried), Sanaa (with the\npushchair) and Samuel, with Julieta’s case, come into\nthe plot and walk towards the porch.\n\nSAMUEL\nThe house has no luxuries but\nwe’ve gained in quality of life.\n\nJulieta is carrying Antia. The little girl is tired but\nfor the moment she doesn’t protest and looks all\naround, interested.\n\nJULIETA\nWhich is mom’s room?\n\nHer father points to a little window, crossed by the\ntrunk of the vine.\n\nSAMUEL\nThat window that looks out on the\nvine.\n\fThey go into the house. Inside there is a cool,\nwelcoming darkness.\n\nSAMUEL\nI’1l show you the house later.\n\nJULIETA\nI want to see mom.\n\nSAMUEL\nMaybe you’ll be lucky and she’s\nawake.\n\nThey walk along a hall, all the walls are whitewashed.\n\n70. HOUSE IN COUNTRY. HALL, DOOR AND SARA’S ROOM. INT.\nDUSK.\n\n1988. SPRING.\n\nThey go up to the door.",
  "39": "---END OF PREVIOUS SECTION---\n1988. SPRING. They go up to the door. \n---TARGET SECTION TO BE ANNOTATED---\n Samuel takes out a key and\nunlocks the bedroom door. He conceals his actions with\nhis body but he knows that Julieta can hear the\nunmistakable sound of the lock turning.\n\nSamuel goes inside, Julieta remains in the hall with\nthe child in her arms. From there she hears her father\nmurmuring:\n\nSAMUEL (OFF)\nSara, Julieta is here.\n\nAs if it were the first time she’s heard that name.\n\nSARA (OFF)\nJulieta?\n\nSAMUEL (OFF)\nYes, Julieta, our daughter.\n\nSara repeats the last thing Samuel says in a neutral\ntone.\n\nSARA (OFF)\nOur daughter.\n\nJulieta is listening to the brief conversation\n(petrified) in the hall. When she comes into the\nbedroom, with the child in her arms, she erases all\nworry from her face, she pretends that she’s heard\nnothing.\n\f71.\n\nJULIETA\n(Brightly) Hi, mom. We’re here.\n\nShe bends over to kiss Sara (the woman is in bed, lying\nback on a pillow), still holding the child.\n\nSara looks at them from a vacuum. She doesn’t recognize\nthem. This breaks Julieta’s heart but she pretends to\nbe delighted.\n\nJULIETA\nAren’t you glad to see us? Look,\nthis is Antia. You don’t recognize\nher because she’s got so big.\n\nSamuel is watching the scene.\n\nSAMUEL\nI’ve prepared the room across the\nhall for you. That way you’re\ncloser.\n\nJULIETA\nNo. I prefer to stay here. I’1l1\nsleep with mom and Antia can sleep\non that little bed.\n\nIn one corner there’s a little folding bed.\n\nSAMUEL\nI’ll tell Sanda to change the\nsheets on the little bed. That’s\nwhere she sleeps.\n\nHOUSE IN THE COUNTRY. SARA’S BEDROOM. NIGHT.\n1988. SPRING.\n\nJulieta is sleeping in the bed with her mother. They\nare lying facing each other with their eyes closed. The\nfolding bed has been placed on Julieta’s side. The\nthree generations are sleeping very close to each other\nin parallel beds.\n\nSara opens her eyes, wakes and discovers Julieta in\nfront of her, inches away.",
  "40": "---END OF PREVIOUS SECTION---\nThe\nfolding bed has been placed on Julieta’s side. The\nthree generations are sleeping very close to each other\nin parallel beds. Sara opens her eyes, wakes and discovers Julieta in\nfront of her, inches away. \n---TARGET SECTION TO BE ANNOTATED---\n She isn’t scared or\nstartled. She touches her face. The encounter in the\nsame bed is a pleasant surprise. She murmurs:\n\nSARA\n\f72.\n\n73.\n\nJulieta!\n\nJulieta opens her eyes slowly. Despite the darkness she\ncan see that her mother recognizes her. There is life\nin Sara’s eyes, the opposite to the opacity when they\narrived.\n\nJULIETA\nMom.\n\nSARA\nWhat are you doing here?\n\nJULIETA\nI’ve come to see you. I’ve brought\nAntia.\n\nSARA\nWho?\n\nJULIETA\n\nAntia, my daughter.\nJulieta sits up and so does her mother. They both lean\nover and look down at Antia’s little bed. The child is\n\nfast asleep. The two women look at her, delighted.\n\nJULIETA\nLook at her.\n\nSARA\nShe’s beautiful!\n\nJULIETA\nShe’s two years old now.\n\nSARA\nTwo years!\n\nShe says it with the amazement of someone who is\nunaware of the measurement of time.\n\nHOUSE IN THE COUNTRY. SARA’S ROOM. ANOTHER DAY.\n1988. SPRING.\nJulieta is looking out the window.\n\nHOUSE IN THE COUNTRY. EXT. DAY.\n\n1988. SPRING.\n\f74.\n\nShe sees Samuel and Sanda working on the plot of land\nnext to the house. They seem to complement each other,\nthey look at ease and happy. Samuel says something and\nSanda laughs. The man can’t contain himself and he\ngives her a quick passionate kiss. Sanda pushes him\naway gently and scolds him without losing her smile.\nThey don’t suspect that Julieta is looking at them.\n\nHOUSE IN THE COUNTRY. EXT. DAY. CONT.\n1988. SPRING.\n\nThe vine is projecting patches of light on the white\nfacade of the house. To complete the impressionist\nscene Julieta, Antia and Sara, the latter a little\nhesitant, appear at the door. Julieta wants her mother\nto get fresh air and some sun filtered by the vine.\nJulieta has put Sara in a dress from the ‘70s which\nlooks impeccable on her. She is also wearing sunglasses\nfrom that time (twelve years earlier, when Sara was a\ncoquettish woman and dressed as such).",
  "41": "---END OF PREVIOUS SECTION---\nJulieta wants her mother\nto get fresh air and some sun filtered by the vine. Julieta has put Sara in a dress from the ‘70s which\nlooks impeccable on her. She is also wearing sunglasses\nfrom that time (twelve years earlier, when Sara was a\ncoquettish woman and dressed as such). \n---TARGET SECTION TO BE ANNOTATED---\n Julieta has put\nsome make-up on her and styled her hair a little. Sara\nlooks wonderful. The three generations sit at a table,\nunder the vine.\n\nSamuel and Sanda are still working the land. When\nSamuel realizes that Julieta has brought Sara outside\nhe turns to them. Everything in the scene is beautiful\nand breathes life: the countryside, the house, the sun,\nlittle Antia, Samuel’s arousal and sweat, the beauty\nand youth of Julieta and Sanaa. Even Sara, in her\nvegetative way, is radiant in her distance.\n\nSamuel had forgotten how pretty his wife was. Sanda\nlooks at the family group as if she’s been caught out.\nSamuel breaks the impasse, speaking to the child.\n\nSAMUEL\nCome here, Antia, I’ll give you\nsome delicious strawberries!\n\nJULIETA\nNot now, dad. I’ve just dressed\nher. Aren’t you going to. say\nanything to mom?\n\nWith true admiration and surprise:\n\nSAMUEL\nYou look beautiful, Sara.\n\f75.\n\nSanaa looks at them, a little uncomfortable. She feels\nlike an intruder.\n\nHOUSE IN THE COUNTRY. KITCHEN. INT.\n1988. SPRING.\n\nSanaa, her back turned, is heating some glass jars with\npreserves in the bain marie. Julieta, in profile, is\npreparing the little girl’s supper. Samuel, with his\nback to the women and facing the camera, is sitting at\na round table peeling some tomatoes.\n\nSANAA\nI’ve got all the jars ready.\n\nSAMUEL\nGreat.\n\nJULIETA\nDad, can I speak to you?\n\nSAMUEL\n(To Sanaa) Sanaa, see to Sara and\nAntia.\n\nSanda cleans her hands before she leaves.\n\nJULIETA\nDon’t waken Antia.\n\nSanaa nods and goes out. Julieta sits down across from\nher father and helps him peel tomatoes.\n\nJULIETA\nWhat do you do about mom when you\ngo to the market?\n\nSAMUEL\nOne of us always stays with her.\n\nJULIETA\nWhen you came to collect me, you’d\nleft her on her own, locked in her\nroom.\n\nIt’s a critical, painful comment, said in a half\nwhisper.",
  "42": "---END OF PREVIOUS SECTION---\nSAMUEL\nOne of us always stays with her. JULIETA\nWhen you came to collect me, you’d\nleft her on her own, locked in her\nroom. It’s a critical, painful comment, said in a half\nwhisper. \n---TARGET SECTION TO BE ANNOTATED---\nSAMUEL\n\fI don’t like locking her in,\nJulieta. I do it to protect her.\n\nJULIETA\n(Lamenting) This is no life for\nmom.\n\nSAMUEL\n\n(On the defensive) Julieta, we are\nas well as we can be. Do you know\nwhat it would cost to put your\nmother in a home?\n\nJULIETA\nI thought you’d hired a woman to\nlook after her.\n\nSAMUEL\nSanda looks after her.\n\nJULIETA\nSanda looks after the land and\nyou.\n\nSAMUEL\n(Warning her) Don’t go there,\nJulieta.\n\nJULIETA\n\nMom needs something more than just\nsomeone to wash her and make her\nbed.\n\nSAMUEL\nYou have your life, unfortunately\nvery far from here. I’ve tried to\nbother you as little as possible,\nbut we’ve had a lot of problems,\nand believe me if I tell you that\nnow we’re better than ever.\n\nJulieta looks at him with mixed feelings.\nSAMUEL\nBe more understanding and more\ngenerous with me.\n\n76. RETURN TO REDES. XOAN’S HOUSE. EXT. DAY.\n\n1988. SPRING.\n\f77.\n\nTHREE WEEKS LATER\n\nA taxi stops outside Xoan’s house in Redes. Julieta and\nAntia get out. The driver blows his horn, opens the\ntrunk and leaves the brown suitcase and the backpack\nnext to Julieta. While Marian and Xoan are coming out\nhe takes out the pushchair.\n\nMARIAN\nThe Andalusians are here!\n\nShe kisses Julieta and showers Antia with hugs and\ncuddles. She takes some of the luggage. Xoan joins the\ngroup. He kisses both of them, the child and her\nmother, as best he can. He’s happy, smiling from ear to\near.\n\nXOAN\nI thought you weren’t coming back!\n(Affectionate) How are you?\n\nJULIETA\nWe’re exhausted! The journey was\nawful!\n\nThe two react to what the little girl does.\n\nXOAN\nHow was your mother?\n\nJULIETA\n(Sad) Terrible. I’1l tell you\nlater.\n\nThey go into the house. The taxi disappears.\n\nCut.\n\nREDES. XOAN’S HOUSE.",
  "43": "---END OF PREVIOUS SECTION---\nCut. REDES. XOAN’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n XOAN-JULIETA’S ROOM. NIGHT. CONT.\n1988. SPRING.\n\nThe room has changed with regard to how it was three\nyears ago. Although they both share it, it is more\nfeminine than masculine. They’ve changed some of the\nfurniture and the curtains. Antia’s cot is next to the\nbed.\n\nJulieta gives a final touch to Antia’s bed, the child\n\nis fast asleep. Xoan undresses, sitting on the bed.\nThey speak in whispers so as not to wake Antia.\n\fJULIETA\nMy father is having an affair with\nthe girl who looks after my\nmother.\n\nXOAN\nAnd does your mother realize?\n\nJULIETA\nMy mother is wasting away, the\npoor thing, locked in her room.\n\nJulieta leaves the child and turns to Xoan. He has just\ntaken off his shirt, revealing his firm naked torso.\nJulieta sees that he has a new tattoo. She sits next to\nhim. Xoan has had a heart tattooed on his right\nshoulder. Inside it there is a delightful little boat\nand, printed on the sails, the initials A and J.\nJulieta reads the tattoo, inquisitive.\n\nJULIETA\nAJ? Does it mean Antia and\nJulieta?\n\nJulieta brings her lips close to the tattoo.\nXOAN\nYes. Be careful, it’s still\n\ntender.\n\nJulieta presses her lips on the tattooed heart. And\nthen she kisses him.\n\n78. MADRID. 19, FERNANDO VI, 2™ FLOOR. HOUSE 3.\n2016. SPRING.\nJulieta, at 56, is staring at the notebook for Antia.\n79. REDES. XOAN’S HOUSE. XOAN-JULIETA’S ROOM. INT. NIGHT.\nCONT.\n1988 .SPRING.\nLittle Antia is sleeping in her cot. A close-up of the\nchild dissolves to the peaceful waves on the sea.\n80. SEA. EXT. DAY.\n\n1994. SUMMER.\n\f81.\n\nThe sea is reflecting the white, blue and red of Xoan’s\ngamela. Inside the little boat Antia (8 years old) is\nhelping her father pull the creels out of the water.",
  "44": "---END OF PREVIOUS SECTION---\n81. The sea is reflecting the white, blue and red of Xoan’s\ngamela. Inside the little boat Antia (8 years old) is\nhelping her father pull the creels out of the water. \n---TARGET SECTION TO BE ANNOTATED---\nShe’s wearing a yellow oilskin and is having a\nwonderful time fishing.\n\nOver these images we hear Julieta’s voiceover:\n\nJULIETA (OFF)\nI wonder if you’re living inland\nor on the coast, and if you still\nlike fishing. When you were eight,\nyou were already going out with\n\nyour father in the boat. You\nwanted to be a fisherman, like\nhim.\n\nREDES. XOAN’S HOUSE. ANTIA’S ROOM. INT. DAY.\n1998. SUMMER.\n\nTime has passed for all the characters. Julieta, at 38,\nis in all her splendor. Xoan, close to 50, is starting\nto show signs of weariness and his hair is greying.\nAntia has grown, she is 12 now.\n\nJulieta is combing Antia’s hair in the girl’s room. On\nthe wall there is a corkboard full of photos with her\nfather and with her girlfriends and also some childish\ndrawings. The window is casting a warm, intimate light\non the scene. Julieta loves combing her daughter’s\nhair, but Antia is in a bad mood and in a sign of\nprotest has let all her hair fall over her face. She\nlooks like “Cousin Itt” from the Addams Family. She\nprotests when her mother insists on combing her hair\nproperly.\n\nJULIETA\nHow can I let you go to camp\nlooking like “Cousin Itt” from the\n\nAddams!\n\nANTIA\n(Sulking, willful) I want to go\nlike this.\n\nJulieta pulls her hair back from her face as if it were\na curtain from behind which the different features of\nher face start to appear. She names them lovingly.\n\fJULIETA\nPeople have to see that you have a\nforehead, that you have eyes, a\nnose, a mouth, ears...\n\nAntia interrupts her ill-humoredly.\n\nANTIA\nMom, don’t talk rubbish!\n\nJULIETA\n(Scolding her) Antia, you’re going\non vacation, you’re going to enjoy\n\nyourself!\n\nANTIA\nI don’t want to go.",
  "45": "---END OF PREVIOUS SECTION---\nANTIA\nMom, don’t talk rubbish! JULIETA\n(Scolding her) Antia, you’re going\non vacation, you’re going to enjoy\n\nyourself! ANTIA\nI don’t want to go. \n---TARGET SECTION TO BE ANNOTATED---\n I want to stay\nhere!\n\nJULIETA\n\n(Fed up) Well, the young lady\ncan’t always do what she wants to\ndo.\n\nXoan comes into the bedroom. He goes up to Julieta and\nAntia. The girl hugs him tightly. Julieta carries on\ncombing her hair as if nothing had happened.\n\nXOAN\n(Tenderly) What’s wrong with my\nlittle girl?\n\nANTIA\nI don’t want to go, dad. Now that\nI’m on vacation I could go fishing\nwith you every day. Didn’t you say\nthat you needed help, that you\nwere getting old?\n\nXoan adores his daughter. He caresses her.\n\nXOAN\nI promise that when you come back\nI’ll take you on as a deckhand,\nOK?\n\nANTIA\nI’1l hold you to that.\n\nThe mother breaks the embrace between Antia and Xoan to\ntake the child away.\n\f82.\n\nJULIETA\nCome on, you old sea dog.\n\nXOAN\nHave fun.\n\nJulieta and Antia disappear along the hall.\nREDES. XOAN’S HOUSE. ENTRANCE HALL. INT. DAY.\n\n1998. SUMMER.\n\nMarian is going grey, she’s fatter, but she is still\nfull of the same energy. She is vacuuming the dust in\nthe entrance hall with a noisy vacuum cleaner. When she\nsees Antia and Julieta coming through the door she\nturns off the vacuum and greets the child with open\narms. Antia huddles in her arms. Julieta is carrying a\nlittle suitcase and she looks impatiently at the scene.\n\nMARIAN\nAre you leaving already, Antia?\nYou’1ll come and visit me at home\nwhen you get back, won’t you?\n\nANTIA\nWon’t you be here?\n\nMARIAN\nNo, love. I won’t be here.\n\nMaria looks reproachfully at Julieta. This annoys\nJulieta. All these years her dealings with Marian have\nbeen full of these kinds of indirect looks and\nresentful silences. Fortunately Marian will be leaving\nin a few days.\n\nMARIAN\nBut you have to promise you’ll\ncome and see me.\n\nANTIA\nYes. I promise.",
  "46": "---END OF PREVIOUS SECTION---\nMARIAN\nBut you have to promise you’ll\ncome and see me. ANTIA\nYes. I promise. \n---TARGET SECTION TO BE ANNOTATED---\nAntia doesn’t break away from Marian who covers her\nforehead with tender kisses. Julieta watches the scene\nimpatiently. And again she has to break Antia’s embrace\nand pull her, something that obviously annoys her.\n\nJULIETA\n\f83.\n\n84.\n\nCome on, let’s go.\nROAD TO THE MEETING POINT. EXT. DAY.\n1998. SUMMER.\nInside the car:\n\nJulieta is driving the girl to an old bus station in a\nnearby town. Antia is still sulking.\n\nANTIA\nWhy is Marian leaving?\n\nJULIETA\n(Surprised) Her husband is. sick.\nShe’s going to look after him.\n\nANTIA\nYou’re not throwing her out?\n\nJULIETA\nThat’s silly! Of course not!\n\nANTIA\nIf you asked her to stay, I bet\nshe would.\n\nJULIETA\nAntia, people have a right to\nretire.\n\nThe explanation doesn’t convince the girl and annoys\nthe mother.\n\nCut.\nMEETING PLACE. A FORMER BUS STOP. EXT. DAY.\n1998. SUMMER.\n\nThe meeting place is an unused bus stop. Julieta\ndoesn’t know the other mothers who are saying goodbye\nto their children amidst a great rumpus. There are boys\nand girls.\n\nJulieta accompanies Antia to the door of the bus. They\nhug. Julieta isn’t as firm as she was at home or on the\ndrive there. The girl realizes how fragile she is and\nchanges her attitude.\n\fANTIA\n(Affectionately) I’m sorry if I\nwas being mean.\n\nJulieta smiles at her and shakes her head.\n\nJULIETA\nDon’t worry. Call us as soon as\nyou get there.\n\nANTIA\nOK.\n\nAntia gets into the bus with her little case. Julieta\nlooks for her at the windows. She says goodbye from\noutside. Antia is looking out one of the windows and\nwaving goodbye.\n\nJulieta raises her right hand to her ear, indicating\nthat she should call her. On the wall in the background\nthere are several local posters, advertisements for\nconcerts in discotheques, the announcement of a\ndemonstration in favor of the “Historical Memory”. “Non\ndes o esquecemento” says the poster.",
  "47": "---END OF PREVIOUS SECTION---\nAntia is looking out one of the windows and\nwaving goodbye. Julieta raises her right hand to her ear, indicating\nthat she should call her. On the wall in the background\nthere are several local posters, advertisements for\nconcerts in discotheques, the announcement of a\ndemonstration in favor of the “Historical Memory”. “Non\ndes o esquecemento” says the poster. \n---TARGET SECTION TO BE ANNOTATED---\n No to forgetting.\n\n85. REDES. XOAN’S HOUSE. SITTING ROOM. THREE DAYS LATER.\nIN THE MORNING.\n\n1998. SUMMER.\n\nJulieta is looking for some books on the top shelves of\nthe bookcase, text books she used when she was\nteaching. It seems that the little sitting room is for\nher personal use. As well as the bookcase, there is a\nsideboard full of Sargadelos ceramics, two pictures,\none of them with a mythological theme (Orpheus and\nEurydice be Erasmus Quellinus, a disciple of Rubens). A\ncouch, an armchair and a table with a maritime motif.\nNext to the couch there is a telephone and on the wall\nopposite a medium sized television of the time.\n\nMarian takes a look around the kitchen. Then she walks\nslowly to the door of the little sitting room. It\nsaddens her to say goodbye to the house. More amiable\nthan usual:\n\nMARIAN\nDo you want me to fix you\nsomething for dinner before I\nleave?\n\fFrom the exchange of looks when Antia said goodbye to\nMarian, Julieta is longing for the servant to leave.\nShe answers her politely but coldly.\n\nJULIETA\nYou needn’t bother. Inés should be\nhere soon.\n\nMarian was expecting a warmer farewell but Julieta\ncontinues with what she’s doing, not paying her much\nattention.\n\nMARIAN\nIf you can’t find anything, call\nme at home.\n\nJULIETA\nThank you.\n\nJulieta is still absorbed looking for a book that she\ncan’t find. Marian looks nostalgically along the hall.\nAs Marian doesn’t move from the door Julieta turns to\nher and sees that she’s wearing a black sweatshirt that\nbelongs to Xoan.\n\nMARIAN\nWell, I’1l be going.\n\nJULIETA\nAre you wearing Xoan’s sweatshirt?\n\nMarian feels insulted and glares at Julieta. Hurt and\ncategorical:\n\nMARIAN\nXoan gave it to me a while ago!\nI’m not taking anything that isn’t\nmine!\n\nDespite her abrasiveness, Julieta doesn’t notice the\nchange of expression in Marian’s dissimilar eyes.",
  "48": "---END OF PREVIOUS SECTION---\nHurt and\ncategorical:\n\nMARIAN\nXoan gave it to me a while ago! I’m not taking anything that isn’t\nmine! Despite her abrasiveness, Julieta doesn’t notice the\nchange of expression in Marian’s dissimilar eyes. \n---TARGET SECTION TO BE ANNOTATED---\nMARIAN\nAre you serious about giving\nprivate classes?\n\nJULIETA\nYes.\n\nMARIAN\nI think you’re making a mistake.\n\f86.\n\n87.\n\nJulieta is amazed by the presumptuous comment and is\nabout to say to her “It’s none of your business”, but\nshe restrains herself. She doesn’t want to say goodbye\nto Marian with the confrontation which both have\nmanaged to avoid for years.\n\nJULIETA\nI don’t want to be just a\nhousewife, Marian. I have a\n\nprofession that I like and I’ve\nwanted to go back to it for some\ntime.\n\nMARIAN\n(Declaring) A woman’s profession\nis her family. If you want to keep\nit united it’s best to stay at\nhome.\n\nMarian no longer hides her fury at Julieta, she has\nnothing to lose now.\n\nJULIETA\n(Dryly) That’s my business!\n\nMARIAN\n(Murmuring) If you go, the same\nold thing will happen.\nJulieta glares at her.\nJULIETA\nWhat do you mean? What same old\nthing?\nMarian looks at her, defiantly, and goes to speak.\nCut.\nREDES. XOAN’S HOUSE. EXT. MORNING.\n1998. SUMMER.\nMarian comes out of Xoan and Julieta’s house. There are\nsome clouds but the sun is shining. On the estuary,\nseveral gamelas are rocking at their moorings. Marian\n\nlooks sullenly at the facade of the house.\n\nREDES. XOAN’S HOUSE. ANTIA’S ROOM. CONT.\n\f88.\n\n89.\n\n1998. SUMMER.\n\nXoan is weaving a hexagonal creel for Antia. Julieta\ncomes in, sad and tense.\n\nXOAN\nHas Marian left?\n\nJULIETA\n(Serious) Yes. The new woman is\ndue to arrive. I hope she’s more\ndiscreet.\n\nXOAN\nWhy do you say that?\n\nJULIETA\n\nWhen I came thirteen years ago,\nMarian told me not to wait for\nyou, you were spending the night\nwith Ava.",
  "49": "---END OF PREVIOUS SECTION---\nI hope she’s more\ndiscreet. XOAN\nWhy do you say that? JULIETA\n\nWhen I came thirteen years ago,\nMarian told me not to wait for\nyou, you were spending the night\nwith Ava. \n---TARGET SECTION TO BE ANNOTATED---\n Just now, when she was\nsaying goodbye, she said something\nsimilar, that when I went with\nAntia to see my parents, ten years\nago, you spent the nights with Ava\nagain...\n\nThe ringing of the doorbell interrupts Xoan’s silence.\nJulieta goes out to see who it is. Xoan imagined that\nsome day they’d have to talk about this.\n\nREDES. XOAN’S HOUSE. CONT.\n\n1998. SUMMER.\n\nInés is waiting at the door. She’s the young woman\nwho’s going to replace Marian.\n\nShe introduces herself. Julieta tells her to come back\nthe next day.\n\nJULIETA\nMarian did everything before she\nleft.\n\n(In more than one sense, Julieta thinks)\n\nInés says goodbye until the next day. She realizes that\nshe hasn’t come at a good time.\n\nREDES. XOAN’S HOUSE. CONT.\n\f1998. SUMMER.\n\nXoan comes into the hall, he sees Julieta saying\ngoodbye to Inés. Julieta is angry and = deeply\ndisappointed.\n\nXOAN\nI’ve known Ava since I was\nfifteen. We were never together\nbut we screwed from time to time.\n\nJulieta looks at him in silence. She picks up the books\nshe was looking for in the last sequence with Marian.\nThen she goes to the kitchen. Xoan follows her like a\nguide dog.\n\nXOAN\nI often thought about telling you,\nbut I didn’t know how.\n\nJulieta looks at him again. She takes a purse from a\nchair.\n\nXOAN\nI’m not much of a talker, you’ll\nhave realized that. But Antia and\nyou are the most important things\nin my life, you know that, don’t\nyou?\n\nJulieta goes into the hall, turns her back on him,\ntakes a light jacket and puts it on. She hangs the\npurse over her shoulder.\n\nXOAN\nAren’t you going to say anything?\n\nJULIETA\nNo.\n\nXOAN\nWhat are you going to do?\n\nJULIETA\nI’m going for a walk and to\nprepare my classes.\n\nXOAN\n(Bewildered) I.. I think I’1l go\nfishing.\n\f90.\n\n91.\n\n92.\n\n93.",
  "50": "---END OF PREVIOUS SECTION---\n91. 92. 93. \n---TARGET SECTION TO BE ANNOTATED---\nHe had decided to stay at home, but after talking to\nJulieta he prefers to go out fishing. Before going to\nthe door, Julieta turns to him. Xoan is looking at her\nconcerned. Now that the subject has blown up he’d like\nto talk it out and he’d like her to do the same, to\ninsult him, if she wants, anything but that toxic\nsilence. But Julieta can’t bear Xoan’s’ pleading\nexpression.\n\nREDES. XOAN’S HOUSE. EXT.\n\n1998. SUMMER.\n\nJulieta comes out of the house. It’s a heavy,\nchangeable day, with clouds and sun. We can see Xoan’s\ngamela in the distance, rocking on a slightly choppy\nsea. A lovely day.\n\nREDES. THAT SAME DAY, IN THE AFTERNOON.\n\n1998. SUMMER.\n\nMid-afternoon the weather changes. It starts to rain\nheavily. The storm breaks.\n\n(Detail with images of the atmospheric process, what\nhappens in the sky and on the sea.) The sky darkens,\nthe sea gets rough. Lightning, thunder, etc.\n\nREDES. XOAN’S HOUSE. EXT. THAT SAME DAY. LATER.\n\n1998. SUMMER.\n\nJulieta arrives home in a taxi. It’s pouring rain and\nthe wind is blowing hard. It’s dusk. Xoan’s gamela\ncan’t be seen, the roaring of the sea is deafening.\n(Images of the rough sea at the Muxia lighthouse.\nEnormous waves crash onto the beach of broken stones)\n\nREDES. XOAN’S HOUSE. INT. EARLY EVENING. CONT.\n1998. SUMMER.\nJulieta comes into the house, soaked.\nOnce she has showered, dried herself and changed her\n\nclothes, she is filled by a feeling of extreme\nloneliness.\n\f94.\n\n95.\n96.\n\nShe walks past the door of Antia’s room. She looks\ninside, she sees her daughter’s bed, the posters on the\nwalls. She misses her dreadfully. Finally she looks at\nthe unfinished creel that Xoan was making and that he\nleft on Antia’s desk.\n\nJulieta comes into the kitchen in a housecoat.",
  "51": "---END OF PREVIOUS SECTION---\nShe misses her dreadfully. Finally she looks at\nthe unfinished creel that Xoan was making and that he\nleft on Antia’s desk. Julieta comes into the kitchen in a housecoat. \n---TARGET SECTION TO BE ANNOTATED---\n Through\nthe windows she sees the sea, still very rough, but\nless so than when we saw it at Muxia Beach. To fill the\ntime she starts to prepare dinner, very meticulously\ndinner for two. She pours herself a glass of vinho\nverde to cheer herself up. She wants Xoan to come back.\nShe regrets not having let him talk.\n\nREDES. XOAN’S HOUSE. A LITTLE LATER/NIGHT.\n1998. SUMMER.\n\nDinner is sitting on the hot plates. Julieta has\nanother glass of wine and lights a cigarette. She has\nthe radio tuned to the local station, they’re talking\nabout the storm that has suddenly hit the area.\n\n“,.a sudden change in the direction and force of winds\nin the area of the Ferrol estuary. This change is\ncausing heavy seas with waves from 20 to 25 feet... all\nfishing and sailing activity should be suspended in\nthis area...”\n\nNaturally she thinks about Xoan and is worried. Did he\ngo out fishing as she thought she heard him say before\nshe left the house? Is he with Ava? The best way to\nfind out would be to call her, but for the moment she\nrejects the idea.\n\nREDES. XOAN’S HOUSE. SITTING ROOM. NIGHT.\nREDES. AVA’S STUDIO.\n\n1998. SUMMER.\n\nJulieta is waiting in the sitting room, in front of the\ntelevision. The evening news is talking about a probe\nthat Japan has sent to Mars.\n\nIt’s 11:00 p.m., Xoan still hasn’t returned and Julieta\nis desperate. She thinks he’s with Ava, but she needs\nto be sure. After many doubts, she dials Ava’s number.\n\nThe artist is in her studio, busy on one of her\nsculptures. The phone rings. She answers.\n\f97.\n\n98.\n99.\n\nJULIETA\nAva, I’m sorry to call you.. I just\nwanted to know if Xoan is with\n\nyou.\nAVA\nXoan? No.\nJULIETA\nDo you have any idea where he\nmight be?\nAVA\n\nHasn’t he come back yet?\n\nJULIETA\nNo.",
  "52": "---END OF PREVIOUS SECTION---\nJULIETA\nDo you have any idea where he\nmight be? AVA\n\nHasn’t he come back yet? JULIETA\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nAVA\n(Uneasy) Did he go fishing?\n\nJULIETA\nI hope not.. Look at the storm!\nWait, they’re saying something on\ntelevision.\n\n(Cont.)\n\nTELEVISION STUDIO.\n1998. SUMMER.\n\nNEWS READER\n\n“Maritime Safety has reported the sinking of a gabela\nthree miles north of the mouth of the Ferrol estuary.\nIts occupant has not yet been located and there are\nserious fears for his safety given the conditions at\nsea.\n\nA pleasure boat with a crew of three is in the same\nsituation. Rough seas with waves of over 20 feet have\nimpeded any rescue attempts by Civil Protection.. As\nsoon as it dawns and conditions at sea improve...”\n\nJulieta is listening to the television, the phone still\nat her ear.\n\nREDES. XOAN’S HOUSE. NIGHT. CONT.\nREDES. AVA’S STUDIO. CONT.\n\n1998. SUMMER.\n\f100.\n\n101.\n\nThe two women are silent, horrified. Ava has heard the\ntelevision report over the phone.\n\nCut.\nBUILDING FISHERMEN’S GUILD. TWO DAYS LATER. EXT. DAY.\n1998. SUMMER.\n\nIt is a two-storied building with a narrow tower topped\nby a clock that is broken, a piece is missing from the\nface. Time has been broken, rather than stopped.\n\nThe sequence begins with a close-up of the broken\nclock, a downward crane shot shows us a police four-\nwheel drive arriving. An officer and Julieta are in it.\nThe car stops at the front door of the building.\n\nBUILDING FISHERMEN’S GUILD. INT. DAY.\n1998. SUMMER.\n\nJulieta and the police officer come into an open,\ninformal area where pieces of fishing gear have been\nleft piled up against the wall. Julieta is wearing\nlarge dark glasses and has a black scarf on her head.\n\nThere are two people there, a judge and a seaman in\nworking clothes who is trying to tidy things up a bit.\nThere are creels, enormous blue and red marker buoys,\nseveral wine colored nets, etc. And in the middle of\nthe room, a long, very old metal table (used for\ncleaning and sorting fish) with an opening at one end\nfor drainage.",
  "53": "---END OF PREVIOUS SECTION---\nThere are two people there, a judge and a seaman in\nworking clothes who is trying to tidy things up a bit. There are creels, enormous blue and red marker buoys,\nseveral wine colored nets, etc. And in the middle of\nthe room, a long, very old metal table (used for\ncleaning and sorting fish) with an opening at one end\nfor drainage. \n---TARGET SECTION TO BE ANNOTATED---\n A blanket has been spread on the table.\nOn top of the blanket is a body covered from head to\ntoe by a sheet. The sheet is clinging to the body and\ndescribes precisely its orography. The body is not\ncomplete, we can make out that one of the legs is\nmissing.\n\nThe judge introduces himself to Julieta.\n\nJUDGE\nI am Judge Vicente Louro. Before\nthe body can be removed I need you\nto identify it.\n\nJuliet nods very slightly. She looks silently at the\norography of the body through the sheet, a landscape\n\f102.\n\n103.\n\n104.\n\ncovered by the cloth that falls into emptiness at the\narea of the legs.\n\nJUDGE\nI’m sorry to have to put you\nthrough this. The storm was so\nfierce that the body isn’t\ncomplete.\n\nJulieta seems doped, she still doesn’t speak. She\nwaits.\n\nThe judge pulls the sheet back as far as the corpse’s\nchest. Julieta looks as if she is staggering, as if she\nmight collapse on the floor, but she remains rigid. She\nfocuses on one of the shoulders.\n\nBUILDING FISHERMEN’S GUILD. INT. DAY.\n1998. SUMMER.\n\nAlthough the skin is badly eroded, Julieta can\nrecognize her and Antia’s initials over the little boat\ninside a heart, tattooed on the corpse’s shoulder. (In\nan extreme close-up her hand slides along the eroded\nskin on the shoulder until it touches the tattoo).\n\nCut.\nMUXIA LIGHTHOUSE. EXT. AFTERNOON.\n1998. SUMMER.\n\nThe waves are breaking against a cliff at the beach by\nMuxia lighthouse. More than ever, the enormous rocks\nseem to have been injured by the storms and the wind.\n\nBEACH MUXIA LIGHTHOUSE. EXT. DAY. CONT.\n1998. SUMMER.\n\nA car arrives at the last stretch to which there is\naccess, near the cliff. Ava and Julieta get out.\nJulieta is carrying an urn with Xoan’s ashes. The two\nwidows go to entrust to the sea what this has already\ntaken from them. There is a dense light.\n\nThe place has a fierce vitality. The waves are breaking\nand multiplying against the cliff.",
  "54": "---END OF PREVIOUS SECTION---\nThere is a dense light. The place has a fierce vitality. The waves are breaking\nand multiplying against the cliff. \n---TARGET SECTION TO BE ANNOTATED---\n There is a natural\ndialog between the passion of the sea and the passive\nresistance of the rocks. Juliet empties Xoan’s ashes\n\f105.\n\n106.\n107.\nDAY.\n\ninto the sea. A wave, like a tongue, scoops up the\nashes forcefully, as if it were an offering from\nJulieta which the goddess of the sea is accepting with\npleasure.\n\nREDES. XOAN’S HOUSE. INT. DAY.\n1998. SUMMER.\n\nJulieta and Ava come into the house, their skin and\nhair still damp.\n\nThey have just closed the door when the house phone\nrings. Julieta is paralyzed, as if it were a call from\nthe beyond.\n\nAVA\nWait, I’ll get it.\n\nJulieta goes into the kitchen, but she’s stopped by\nAva'’s voice.\n\nAVA\nIt’s Bea’s mother. She wants to\ntalk to you.\n\nAva has answered the phone in the sitting room. Julieta\nlooks at her, confused.\n\nJULIETA\nBea? Who’s Bea?\n\nAVA\n(She quotes) A friend of Antia’s\nfrom camp.\n\nJulieta doesn’t feel she has the strength but she can’t\nrefuse. She goes into the sitting room and makes an\nenormous effort so that her voice shouldn’t betray what\nshe is going through.\n\nXOAN’S HOUSE. INT. DAY.\n\n(CLOSE-UP OF ANTIA AND BEA’S MOTHER AT THE CAMP. EXT.\n1998. SUMMER.\nShe takes the receiver and sits in an armchair.\n\nJULIETA\nAntia?\n\fThe camp: A log building in the middle of the woods.\nBea’s mother is sitting between Antia and Bea. In the\ntime the conversation lasts the two girls exchange\nknowing, radiant glances. Other girls will walk past\noccasionally.\n\nANTIA\nMom, it’s me. Heck! What’s wrong\nwith your cell? We’ve been calling\nyou loads of times and you never\npick up!\n\nJULIETA\n(Disoriented) I don’t know... I\nmustn’t have heard it. How are\nyou, darling?\n\nANTIA\nI’m great...",
  "55": "---END OF PREVIOUS SECTION---\nI\nmustn’t have heard it. How are\nyou, darling? ANTIA\nI’m great... \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\n(Interrupting her, not thinking\nclearly) I’ll go and get you\ntomorrow, with Ava, eh? (She looks\nat Ava). We’ll leave early so you\ndon’t have to wait.\n\nANTIA\nYou don’t have to, mom.. I’m here\nwith my friend Bea. I met her here\nand we’re really good friends. Can\nI go to Madrid to spend a week\nwith her family? You don’t mind,\ndo you? Oh, say yes, please!\n\nJulieta, overwhelmed and confused, says, to say\nsomething:\n\nJULIETA\nBut... we don’t know them.\n\nANTIA\nShe’s my friend, mom. I’1l put you\non to her mother and she can tell\nyou...\n\nJulieta looks at Ava, confused, seeking help. Claudia,\nBea’s mother, is a woman between 40 and 45, a little\nplump and overflowing with optimism and friendliness.\nShe speaks to Julieta as if she already knew her.\n\f108\n\n109.\n\nBEA’S MOTHER\nHello, I’m Claudia, Beatriz’s\nmother.\n\nJULIETA\nHow’s my daughter?\n\nBEA’S MOTHER\nShe’s fine, wonderful. I didn’t\nknow her before, but I think camp\nhas been really good for her. I\nwanted to ask your permission to\ntake her to Madrid with us. Antia\nand my daughter have become close\nand they’re really pestering me\nabout this, to be honest.\n\nJULIETA\nBut... doesn’t the camp end\ntomorrow?\n\nBEA’S MOTHER\nYes. I came here early and I\nwanted to take them with me this\nafternoon. What do you think?\n\nJULIETA\nWell, if she’s looking forward to\nit.\n\n. MADRID. BEATRIZ’S PARENTS’ HOUSE. EXT. DAY.\n\n1998. SUMMER.\n\nA taxi stops in front of the house. Julieta gets out.\nMADRID. BEATRIZ’S PARENTS’ HOUSE. INT. DAY.\n\n1998. SUMMER.\n\nA fine bourgeois house, belonging to a well-off family.\nModern, with style, light-colored furniture, expensive\nand comfortable. Lots of photos of family and friends,\ngood frames, works of art, etc.",
  "56": "---END OF PREVIOUS SECTION---\nA fine bourgeois house, belonging to a well-off family. Modern, with style, light-colored furniture, expensive\nand comfortable. Lots of photos of family and friends,\ngood frames, works of art, etc. \n---TARGET SECTION TO BE ANNOTATED---\nClaudia, Bea’s mother, comes out to meet her, looking\nserious. We hear the shouts of Antia, Beatriz and her\nolder brother, playing at the back of the house, a real\ndin. (The girls are twelve and the brother is sixteen)\n(In this block of sequences, Julieta is under the\n\feffects of tranquilizers, this can be seen in her lack\nof reflexes, slowness, etc.) The two women greet each\nother.\n\nBEA’S MOTHER\n(Justifying the noise) They’ re\nplaying at the back. I didn’t tell\nthem anything.\n\nJULIETA\n(Nodding slightly) Antia doesn’t\nthink it odd that I’ve come so\nsoon?\n\nBEA’S MOTHER\nShe’s angry because she thinks\nyou’ve come to take her away. She\ncalled Xoan, but he didn’t answer,\nobviously.\n\nJulieta accepts that she can’t postpone the\nconversation with her daughter any longer.\n\nJULIETA\nWhere should I tell her?\n\nClaudia points to a large, comfortable, beige couch in\na corner filled with family photos, sculptures and\nlarge coffee table books. On the wall, above the couch,\nthere is a painting by Richard Serra, the surface of\nwhich is dominated by the color black, large\nbrushstrokes of textured black. Although the sitting\nroom is full of details and volumes, Richard Serra’s\npainting completely takes over the space.\n\nBEA’S MOTHER\nYou’ll have more privacy in the\nsitting room. Would you like\nanything to drink?\n\nJULIETA\nI don’t know...\n\nBea’s mother goes off to get Antia.\nCut.\n110. MADRID. BEATRIZ’S PARENTS’ HOUSE. CONT.\n\n1998. SUMMER.\n\fJulieta is sitting waiting for her in the center of the\ncouch under Richard Serra’s enormous black\nbrushstrokes. Antia bursts in, hot from playing and\nhaving come running.\n\nMother and daughter embrace. Julieta holds her tightly.\nAntia immediately pulls away. Julieta finds her\ndaughter more suntanned and full of life.",
  "57": "---END OF PREVIOUS SECTION---\nJulieta holds her tightly. Antia immediately pulls away. Julieta finds her\ndaughter more suntanned and full of life. \n---TARGET SECTION TO BE ANNOTATED---\nANTIA\nMom, heck! I told you to let me\nstay a few more days! (Begging)\n\nDon’t look like that, we’re on\nvacation! How’s dad? He’s got such\na nerve! He’s ignoring me...\n\nJULIETA\nI have to tell you something,\nlove.\nThey sit down.\nJULIETA\n\nTwo days after you left, there was\na storm. Your father’s boat and\ntwo other boats disappeared. No\none survived.\n\nANTIA\nAnd dad?\n\nJULIETA\nNo.\n\nANTIA\n\n(Stunned) Dad... is dead! ?\n\nJULIETA\nYes.\n\nANTIA\nIt’s not true! It’s not true!\n\nAntia bursts into tears. She can’t accept that her\nfather is dead. Julieta hugs her, trying to unite her\ngrief with her daughter’s, but Antia rejects her when\nshe hears Bea come in. (Bea has heard the screams and\nappears in the doorway of the sitting room.) Antia\nbreaks out her mother’s embrace and takes refuge in\nBea’s arms. The two adolescents cry together. From a\ndistance Antia asks Julieta:\n\f111.\nINT.\n\nANTIA\nWhy did he go out fishing if there\nwas a storm?\n\nJULIETA\nThe storm broke in the afternoon\nand your father went out in the\nmorning.\n\nAntia keeps crying on Beatriz’s shoulder. Julieta looks\nat the two adolescents and feels very alone on the\ncouch, under the recalcitrant black of Richard Serra’s\npainting.\n\nCut.\n\nMADRID. BEATRIZ’S PARENTS’ HOUSE. SPACIOUS KITCHEN.\nDAY.\n\n1998. SUMMER.\n\nIn the large family kitchen, the two mothers are\nsitting at a round table, talking and having some\ninfusions. Beatriz’s mother apologizes for bringing up\na practical matter under such painful circumstances.\nJulieta is holding a cup of tea, but she’s shaking so\nmuch she’s afraid she’1ll spill it and she leaves it on\nthe table. She seems more defenseless after having\ngiven the news to her daughter, and she is too confused\nto take decisions. Everything overwhelms her.",
  "58": "---END OF PREVIOUS SECTION---\nJulieta is holding a cup of tea, but she’s shaking so\nmuch she’s afraid she’1ll spill it and she leaves it on\nthe table. She seems more defenseless after having\ngiven the news to her daughter, and she is too confused\nto take decisions. Everything overwhelms her. \n---TARGET SECTION TO BE ANNOTATED---\n In the\nlarge kitchen, Tata Rosa is cooking, with her back to\nthem.\n\nBEA’S MOTHER\nI’m sorry to have to talk to you\nabout this, but my husband and I\nhave planned a trip to Patagonia\nand now Bea doesn’t want to come.\nShe wants to stay here with Antia,\nin the house...\n\nJULIETA\nOh, yes?\n\nBEA’S MOTHER\nObviously they can’t stay on their\nown.\n\nJULIETA\nNo, of course not...\n\f112.\n\n113.\n\nBEA’S MOTHER\nI was thinking... Why don’t you stay\nwith them? Our son is coming with\nus.\n\nJULIETA\nHere?\n\nBEA’S MOTHER\nYes, the two girls and you. After\nwhat’s happened, it will do you\ngood to rest. And Antia will be\nmore distracted in Madrid.\n\nJULIETA\n(Stammering) Well...\n\nJulieta lets Bea’s mother decide for her.\n\nBEA’S MOTHER\nTata Rosa will take care of\neverything. You can go out for\nwalks, go to the movies, rest...\n\nJULIETA\nBut I haven’t brought any clothes...\n\nBEA’S MOTHER\nYou can use mine, I have\nraincoats, blouses that are tight\non me now and would look much\nbetter on you. You can try on\nwhatever you like.\n\nJulieta looks at her, stunned.\nMADRID. STREETS OF MADRID. EXT. DAY.\n1998. EARLY SEPTEMBER.\n\nJulieta is walking with Bea and Antia through the Plaza\nde Alonso Martinez, the same place (filmed with the\nsame lens) where we’ve seen her walking in 2016. Bea’s\nmother’s clothes fit her perfectly and aren’t those of\nsomeone who is in deep mourning. The two adolescents\nare talking animatedly with each other, Julieta never\nintervenes, she’s walking like a robot, with a lost\nexpression.\n\nMADRID. OPEN AIR BASKETBALL COURT. EXT. DAY.\n\f114.\n\n115.\n\n1998. SEPTEMBER.\n\nIt’s the same open air basketball court from seq. 157\nin 2016. Julieta is sitting on the same bench watching\nthe two girls playing basketball.",
  "59": "---END OF PREVIOUS SECTION---\nSEPTEMBER. It’s the same open air basketball court from seq. 157\nin 2016. Julieta is sitting on the same bench watching\nthe two girls playing basketball. \n---TARGET SECTION TO BE ANNOTATED---\n At least Antia seems\nintegrated and enthusiastic about her new life. Julieta\nlooks at them absently although this scene (the girls\nhappily playing basketball) will be engraved on her\nmemory.\n\nJULIETA (OFF)\nThings happened without my\nparticipation, one thing\nforetelling the next.\n\nMADRID. 19, FERNANDO VI. THE BUILDING WHERE HOUSE 1\nHOUSE 3 ARE.\n\n1998. SEPTEMBER.\n\nJulieta goes into the super’s office which we already\nknow, along with the two girls. Inocencio attends to\nthem, eighteen years younger, but just as helpful and\ncharming.\n\nANTIA\nWe’ve come to see an apartment\nthat’s for rent.\n\nINOCENCIO\nYes. Just a minute. (He gets the\nkey) Follow me.\n\nBea. Antia and Julieta climb the wooden staircase after\nhim.\n\nMADRID. 19, FERNANDO VI, 3° FLOOR. HOUSE 1. INT.\n\n1998. SEPTEMBER.\n\nWe see them advancing (towards camera) through a long\nhall that leads to the main room, which is very large\nwith three windows looking out on the street. The girls\nare holding hands. The wallpaper in the room has\nslightly jarring, figurative motifs. There is very\nlittle furniture, just enough. A large couch, tables.\nIt’s a place that someone has just left. Julieta looks\napprehensively at the wallpaper.\n\nJULIETA\n\f116.\n\n(In a faint voice) The wallpaper\nis a bit overwhelming.\n\nBEATRIZ\nNo, it’s cool.\n\nANTIA\nIf we get bored we’ll paint it.\n(To the superintendent) We’1ll take\nit.\n\nBEATRIZ\nThis way, we’re very close.\n\nThe girls go over to the window, they open it wide and\nthe sounds from the street fill the room with life.\nJulieta follows them but doesn’t have the strength to\naccompany them to the window and share their\nenthusiasm. She falls on the couch and lays her head on\nthe back.\n\n(The planning is identical to Seq. 8, when Julieta\nwalks along the corridor with Inocencio and arrives in\nthe sitting room and sees the three windows.",
  "60": "---END OF PREVIOUS SECTION---\nJulieta follows them but doesn’t have the strength to\naccompany them to the window and share their\nenthusiasm. She falls on the couch and lays her head on\nthe back. (The planning is identical to Seq. 8, when Julieta\nwalks along the corridor with Inocencio and arrives in\nthe sitting room and sees the three windows. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\nimportant to give the idea of repetition, as previously\non the basketball court and walking through Alonso\nMartinez.)\n\nJULIETA (OFF)\nBea and you found an apartment\nnear where she lived... You made me\nrent it.. By then I was exhausted...\nbut you were strong as a rock. You\nhad suddenly grown up...\n\nREDES. XOAN’S HOUSE. ENTRANCE. INT. NIGHT.\n\n1998. SEPTEMBER.\n\nAntia and Ava come into Xoan’s house. (They open the\ndoor with a key)\n\nAntia goes straight to her room and finds the little\nhexagonal creel that her father had been making for her\nand had left unfinished. It is just as he had left it.\nIt’s like a relic. The living trace of Xoan.\n\nJULIETA (OFF)\nYou went back to Redes with Ava,\nto close the house and put it up\n\ffor sale. Bea looked after me in\nMadrid.\n\n117. MADRID. 19, FERNANDO VI. 3°° FLOOR. HOUSE 1. SITTING\nROOM. INT. DUSK OR NIGHT\n\n1998. SEPTEMBER.\n\nJulieta, in her dressing gown, is watching television\nwith Bea/adolescent. A program of no interest. Bea is\nengrossed in a fashion magazine.\n\n118. MADRID. 19, FERNANDO VI, 3°° FLOOR. HOUSE 1.\n1998. FALL.\n\nJULIETA (OFF)\nWhen you came back, we didn’t talk\nmuch about your trip. You didn’t\nwant to make me sad and I didn’t\nhave the strength to ask you.\n\nThey have just bathed her. Julieta is still in the bath\ntub, as if stranded, incapable of getting out on her\nown. Antia is in charge of the operation, ordering her\nmother and Bea with authority. Bea obeys with the best\nof intentions, but it’s obvious she’s not very used to\nthe task. However it seems as if Antia had been looking\nafter useless women all her life. She exudes energy.\nBetween them, the two girls grasp Julieta under her\narms and lift her up.\n\nANTIA\n(To Julieta) We’re going to put\nyou on your feet.",
  "61": "---END OF PREVIOUS SECTION---\nShe exudes energy. Between them, the two girls grasp Julieta under her\narms and lift her up. ANTIA\n(To Julieta) We’re going to put\nyou on your feet. \n---TARGET SECTION TO BE ANNOTATED---\n Take care you\ndon’t slip. Bea, help me on the\nother side.\n\nThe two girls manage to get her on her feet. Julieta\ngets out of the bathtub. Her hair is covering half of\nher face. She doesn’t move, she leans on her daughter.\n\nANTIA\n(To Julieta) Hold on tight to me.\nBea, hand me the big towel.\n\nBEA\n(She doubts between several\ntowels) This one?\n\f119.\n\nANTIA\nCome on, the biggest one. We have\nto dry her.\n\nBEA\nAll right.\n\nShe hands her the towel and they cover her shoulders.\nCut.\n\nEnveloped in different colored towels, Julieta remains\nseated on a chair, staring blankly into the bathroom\nmirror.\n\nBea gives Antia a brown towel with which she covers her\nmother’s head. Julieta’s face disappears under the\ntowel. Antia rubs her hair well to dry it. She says to\nBea:\n\nANTIA\nRub her back well, that’1ll warm\nher up. I don’t want her to catch\ncold.\n\nThe two girls work hard together on the operation;.\nAntia smiles fondly at Bea over her mother’s head and\nthanks her for her help. Looking at the image of the\nthree in the mirror, Antia finishes rubbing her\nmother’s head which is completely covered by the towel.\n\nANTIA\n(To Julieta) Now T’/il finish\ndrying you with the hair dryer.\n\nShe delicately removes the towel from her head and what\nemerges is the face of the new actress who from now on\nand until the end will play Julieta, the same actress\nwe’ve seen at the beginning of the story, in 2016. This\nscene is set in 1998 or 1999.\n\nFade to black.\n\nMADRID. 19, FERNANDO VI, 3° FLOOR. HOUSE 1. A YEAR\nSEVERAL MONTHS LATER.\n\n2000. SPRING.\nA year and several months later, Julieta is totally\n\nreestablished. The apartment looks exactly the same as\nwhen they rented it, except for the walls in the\n\fentrance hall. The baroque paper has been replaced by a\nbluish-grey color that increases the brightness of the\nhall.",
  "62": "---END OF PREVIOUS SECTION---\nA year and several months later, Julieta is totally\n\nreestablished. The apartment looks exactly the same as\nwhen they rented it, except for the walls in the\n\fentrance hall. The baroque paper has been replaced by a\nbluish-grey color that increases the brightness of the\nhall. \n---TARGET SECTION TO BE ANNOTATED---\n The sitting room has yet to be painted and also\nthe corridor that links the entrance with the sitting\nroom. Julieta has taken charge of the painting motu\nproprio. She is dressed for the job and has her hair\ntied up. Cans of paint, brushes, the floor covered with\npapers, the furniture we can see is covered. There are\na few new pieces and some that we saw in the house in\nRedes.\n\nAntia comes in from school. She finds her mother up a\nladder. Antia has grown. She is a dynamic, strong-\nwilled adolescent, who easily dominates her mother.\n\nANTIA\nIf you want us to eat something\ntogether, hurry up. I’m meeting\nBea later to study at her house.\n\nJulieta comes down the ladder obediently and\naccompanies Antia to the kitchen.\n\nJULIETA\nDO you like how it’s turning out?\nI think I’m going to start on the\nsitting room tomorrow.\n\nANTIA\nYou needn’t bother, mom. I’ve got\nused to it and Bea loves it.\n\nIN THE KITCHEN.\n\nJULIETA\nBea has a beautiful, vanilla\ncolored house and she doesn’t have\nto live here. Shall I fix you a\nsandwich?\n\nANTIA\nOK, but hurry.\n\n120. MADRID. 19, FERNANDO VI. 3™° FLOOR. HOUSE 1. SITTING\nROOM.\n\n2000. SUMMER.\n\nJULIETA (OFF)\nI got over my depression with your\nhelp and I found a job I could do\n\f121.\n\n122.\n\nat home, proofreading for a\npublisher. I devoted the rest of\nmy time to you, I didn’t need\nanything else.\n\nJulieta proofreading until late into the night. On her\ndesk she has a thick pile of printing proofs.\n\nMADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE 1. INT. DAY.\n2003. SUMMER.\n\nJULIETA (OFF)\nFour years later, when Bea went to\nthe U.S., you chose a spiritual\nretreat in the Pyrenees.",
  "63": "---END OF PREVIOUS SECTION---\nSUMMER. JULIETA (OFF)\nFour years later, when Bea went to\nthe U. S., you chose a spiritual\nretreat in the Pyrenees. \n---TARGET SECTION TO BE ANNOTATED---\n A retreat\nthat would last three months,\nuntil you came back to start\nuniversity!\n\nAntia, now 18, is packing a little case in her room. On\nthe walls we see some pictures that appeared in the\nhouse in Redes, paintings that have to do with the sea.\nStuck on the wall are photos of Joan Jett, Chavela\nVargas, basketball teams and several photos with her\nfriend Bea in different periods. A regulation\nbasketball ball, the little hexagonal creel that her\nfather left unfinished.. Her father is very present in\nthe room, her father and Bea.\n\nJULIETA (OFF)\nI was horrified at being separated\nfrom you, but you had gone out\nvery little in the last years, you\nwere always busy looking after me\nor studying. I had no right to say\nno. And, also, you were an adult.\n\nJulieta is preparing some food. She is sad at being\nseparated from Antia.\n\nJulieta is 44 and Antia is 18. They are still living in\n19, Fernando VI, 3** Floor, and where, thirteen years\nlater, on the 2° Floor, Julieta will write to her\ndaughter all that we are hearing in voiceover.\n\nMADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE 1. INT. DAY.\n\n2003. SUMMER.\n\fJulieta and Antia are silent in the kitchen after\neating. The entry phone rings. Antia, dressed as in the\nprevious sequence, in comfortable clothes for the\njourney, answers.\n\nANTIA\nYes? That’s right. I’1ll be down\nnow. (To Julieta) It’s the taxi.\n\nIt’s downstairs.\n\nJulieta looks at her regretfully. Antia goes to her\nroom, followed by her mother. She adds the last items\nto her case. Her mother tries to help but Antia refuses\nher help delicately.\n\nANTIA\nLeave it, I can do it.\n\nJulieta stands there looking at her, she feels totally\nuseless.\n\nJULIETA\nWell, take good care of yourself\nand have fun.\n\nAntia smiles, as if the idea of having fun seems out of\nplace.\n\nANTIA\n(Fondly) You take care too.",
  "64": "---END OF PREVIOUS SECTION---\nJULIETA\nWell, take good care of yourself\nand have fun. Antia smiles, as if the idea of having fun seems out of\nplace. ANTIA\n(Fondly) You take care too. \n---TARGET SECTION TO BE ANNOTATED---\n And\ndon’t worry if I don’t call or\nwrite much.\n\nShe puts her case on the floor and drags it out of the\nbedroom. Julieta follows her until she stops two steps\nfrom the door out to the landing.\n\nJULIETA\n(Alarmed) Are you going to be\nincommunicado?\n\nANTIA\nMom, it’s a retreat. So it’s\n\nimportant to disconnect, isn’t it?\n\nJULIETA\nWhat if I get ill?\n\nANTIA\nDon’t blackmail me, please!\n\f123.\n\n124.\n\nJULIETA\nOf course not, darling. I’ve got\nwork and as_ well I want to\norganize my notes. I might start\nturning them into a book. I’1l be\nbusy.\n\nANTIA\nThat’s great.\n\nJulieta pulls herself together, she doesn’t want to\nburden her daughter. It’s the best way of thanking her\nfor her devotion during the last six years. They hug.\n\nJULIETA\n(Begging) Let me go with you to\nthe station.\n\nANTIA\n(Gently) Remember you don’t like\ngoodbyes.\n\nThey exchange a last kiss. Antia breaks free of the\nembrace.\n\nANTIA\nWell, goodbye.\n\nJulieta holds back her tears. She watches her daughter\ngo out through the door and close it after her. She\nstands in the hallway.\n\nSaying goodbye to Antia reminds her of two other\ngoodbyes, that of the sad, suicidal man in the\ncompartment of the train, and that of Xoan, in the\nhallway of their house in _ Redes. Two pleading\nexpressions that are engraved indelibly on her memory\nafter all these years.\n\nJULIETA’S TRAIN COMPARTMENT. INT. NIGHT.\n\n1985. WINTER.\nFlashback to the train: Julieta leaves her compartment\nwhile the sad man looks at her with a depressed\nexpression.\n\nREDES. XOAN’S HOUSE. EXT. IN THE MORNING.\n\n1998. SUMMER.\n\f125.\nINT\n\n126.\n\n127.\n\nFlashback to Xoan’s house. The fisherman watches her\nwalk towards the door, after telling him she’s going\nfor a walk.\n\nThe two men, so different, seem equally helpless.",
  "65": "---END OF PREVIOUS SECTION---\nFlashback to Xoan’s house. The fisherman watches her\nwalk towards the door, after telling him she’s going\nfor a walk. The two men, so different, seem equally helpless. \n---TARGET SECTION TO BE ANNOTATED---\n As\nhelpless as she is now, watching Antia disappear\nthrough the door without looking back.\n\nBACK TO 122.\n\nJulieta walks slowly into the house, crushed by the\nweight of the three goodbyes.\n\nGENERAL LANDSCAPE OF THE PYRENEES AND TUNNEL.\n\n./EXT.\n\n2003. FALL. THREE MONTHS LATER.\n\nA vast radiant landscape in the Aragonese Pyrenees.\nLike a dark grey vein, the road cuts through the leafy\nvalley. On the road, a car, driven by Julieta.\n\nThe car disappears immediately, swallowed by one of the\ntunnels. Julieta, immersed in the darkness inside the\ncar, switches on a little pilot light, takes a piece of\npaper and places it next to the steering wheel. It’s a\nmap of the area drawn by her daughter. On the passenger\nseat there is a Michelin guide and a bag with food and\ndrink. It’s a long trip and she isn’t used to driving\nfor so many hours. She looks tired and nervous.\n\nPYRENEES. TURN-OFF. STONY DIRT TRACK. EXT.\n2003. FALL.\n\nShe takes a narrow dirt track, riddled with large\npotholes and stones of all sizes. It’s a track eroded\nby the last winter snow. Julieta is driving a rental\nvehicle, with very bad suspension.\n\nThe car lurches along the path, and although Juliet\nslows down she is constantly jolted around inside the\ncar. The surroundings are spectacular, but the damn\ntrack is hell.\n\nThe map shows a flat open space. The car arrives there.\nAt the end of an impassible track she can make out an\nisolated stone house.\n\nPYRENEES. ISOLATED STONE HOUSE. EXT. DAY.\n\n2003. FALL.\n\fJulieta stops the car. She gets out with Antia’s map in\nher hand. The stone house, which looks impregnable, has\na fence that runs around a lush green meadow. In the\nmiddle of the meadow there are two benches next to a\ntable, all made of wood and very rudimentary. Really\nthey are just three wooden planks on which you can sit\nand rest your elbows. The house is the only visible\nconstruction in the middle of nature.",
  "66": "---END OF PREVIOUS SECTION---\nIn the\nmiddle of the meadow there are two benches next to a\ntable, all made of wood and very rudimentary. Really\nthey are just three wooden planks on which you can sit\nand rest your elbows. The house is the only visible\nconstruction in the middle of nature. \n---TARGET SECTION TO BE ANNOTATED---\nJulieta sees a woman, Liliana, who comes up to her.\nLiliana is dressed neutrally, tending towards the\nmasculine, and speaks with an accent from some country\nin Eastern Europe. She greets her.\n\nJULIETA\nI’m Antia Feij6oo’s mother.\n\nShe shows her the map. Liliana doesn’t need to look at\nit.\n\nJULIETA\nI arranged to pick her up today.\n\nLILIANA\nFollow me.\n\nJulieta follows her. Close by there’s a tractor and in\nthe distance two cows. Nature is exuberant there,\nwherever you look.\n\nJULIETA\nWhat a magnificent place! And it\ncouldn’t be more isolated.\n\nThey arrive in silence at the door of the house.\nLiliana goes in and immediately a woman comes out\ndressed in a knitted sweater and jeans. Casual\nhairstyle, her face free of make-up. She greets Julieta\nwith a hospitable smile.\n\nJUANA\nJulieta Arcos?\n\nJULIETA\nYes. I’m Antia’s mother.\n\nThey shake hands.\n\nJUANA\nI’m Juana.\n\fJuana gestures towards the basic table and benches in\nthe meadow, with the vast slope of a pine-covered\nmountain in the background.\n\nJUANA\nI’ve asked Liliana to serve us\nsome tea out here.\n\nJULIETA\nWhat a wonderful place!\n\n128. PYRENEES. ISOLATED STONE HOUSE. EXT. DAY.\n\n2003. FALL.\n\nThey sit down across from each other at the wooden\ntable. Juliet looks at Juana, politely impatient.\n\nJULIETA\nDoes Antia know I’m here?\n\nJUANA\nYes.\n\nLiliana arrives with a tray and two cups. Juana takes\nher cup. Julieta leaves her dark glasses on the table\nalong with the map her daughter sent her.\n\nJULIETA\nI can’t wait to see her. These\nthree months without her have been\nso long.\n\nJUANA\nOf course.\n\nJulieta takes her cup. Juana’s calm and coldness\nintimidates her.\nJULIETA\nI realize you have your reasons,\n\nbut the lack of communication all\nthis time has been very difficult.\n\nJuana takes a sip from her cup.",
  "67": "---END OF PREVIOUS SECTION---\nJuana’s calm and coldness\nintimidates her. JULIETA\nI realize you have your reasons,\n\nbut the lack of communication all\nthis time has been very difficult. Juana takes a sip from her cup. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\nWill I have to wait very long?\n\nJUANA\n\fJulieta, the fact is, Antia isn’t\nhere.\n\nJULIETA\n(Disconcerted, she looks around)\nIsn’t this the house?\n\nShe shows her the map.\n\nJULIETA\nI followed the directions on the\nmap!\n\nJUANA\n\nYes, this is the house. When Antia\nwrote to you she thought she’d be\nhere, but in the end she decided\nto leave.\n\nJULIETA\n(Complaining) She could have let\nme know! I’ve driven here from\nMadrid.\n\nJUANA\nI know.\n\nJulieta doesn’t hide her annoyance.\nJULIETA\nAnd where did she go? I hope it’s\nnear here!\nJUANA\n(She drinks, takes her time) I\ncan’t tell you.\n\nJulieta thinks she has misunderstood her.\n\nJULIETA\nWhat?!\n\nWith the same serenity and leaving no room for doubt.\nJUANA\nI can’t tell you where she is. I’m\nsorry.\n\nJulieta doesn’t understand the situation. Disconcerted:\n\nJULIETA\n\f(Reproachfully) You mean you don’t\nknow? You’re in charge here!\n\nJUANA\nI’d be lying if I said no. Antia\nasked me not to tell you.\n\nJULIETA\n(Incredulous) This is ridiculous!\nAre you insinuating that my\ndaughter doesn’t want to see me?\n\nJUANA\nLook, Julieta. Antia has chosen\nher own path and you are not part\nof it. I understand that for a\nmother that must be painful, but\nshe begs you to accept it.\n\n129. PYRENEES. ISOLATED STONE HOUSE. EXT. DAY. CONT.\n2003. FALL.\n\nJulieta could start shouting. She doesn’t, she murmurs\n\nnervously.\nJULIETA\nI think I’m going to call the\npolice.\nJUANA\n\nDo as you wish, but it would be\nbest if you started to accept\nreality. I understand that this\nisn’t easy...\n\nJULIETA\nWhat did you do to my daughter in\nthese three months?!\n\nJUANA\nWe helped her.",
  "68": "---END OF PREVIOUS SECTION---\nI understand that this\nisn’t easy... JULIETA\nWhat did you do to my daughter in\nthese three months?! JUANA\nWe helped her. \n---TARGET SECTION TO BE ANNOTATED---\n Your daughter\narrived here in a state of extreme\n\nneed.\nJulieta gets worked up.\nJULIETA\n\nNeed?! Of what?! She’s never\nwanted for anything!\n\f130.\n\nJUANA\nNevertheless she felt\nunhappy. Here she discovered\n\nvery\nthat\n\nher life was lacking a.. spiritual\n\ndimension.\n\nJULIETA\nWhat do you mean?\n\nJUANA\n\nI understand that your daughter\ndidn’t grow up in a home based on\n\nfaith. And she found that here\n\nJULIETA\n\n(Beside herself) I want her to\ntell me that herself! Where is\n\nshe?\n\nJUANA\nI can’t tell you.\n\nJulieta is gripped by panic. At no\nthe impression that Juana is lying,\n\nsame tone of moral superiority and c\n\nJUANA\n\npoint does she get\nor bluffing. In the\nondescension.\n\nWhat matters is that Antia is\nbetter than ever and she’s happy.\nIf you stop thinking about\nyourself for a moment and think\n\nabout her you should be happy.\n\nJULIETA\n(Suffering) You can’t tell\nthat!\n\nJUANA\n\nDon’t despair. Perhaps she\ndecide to get in touch with\nbut give her time.\n\nCut.\n\nme\n\nwill\nyou,\n\nIN THE DARKNESS OF THE TUNNEL IN THE PYRENEES, IN THE\nOPPOSITE DIRECTION.\n\n2003. FALL\n\nShots inside Juliet’s car as, half-crazed, she goes\nback to Madrid. The months of searching are reflected\n\fin her wild-eyed expression as she drives under the\nvault of an endless tunnel.\n\nJULIETA (OFF)\n\nI reported your disappearance to\nthe police, I hired a_ private\ndetective. For the first months I\ndid nothing but look for you every\nway I could. The only thing I\ndiscovered was how little I knew\nyou.\n\n131. MADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE 1. INT. DAY.\n\n2004. FALL.\n\nJulieta puts a cake in the middle of the dining room\ntable. A perfectly round cake, an explosive red color.\nShe sticks two wax numbers in the center of the cake, a\n1 anda 9. Nineteen.",
  "69": "---END OF PREVIOUS SECTION---\nA perfectly round cake, an explosive red color. She sticks two wax numbers in the center of the cake, a\n1 anda 9. Nineteen. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA (OFF)\nOn your 19th birthday, I bought\nyou a cake.\n\nShe hears the doorbell. Julieta answers immediately. A\nmail man has brought a registered letter. She has to\nsign for it. The address is hand-written and Julieta\nrecognizes the writing. It’s her daughter Antia’s.\n\nHer heart leaps. There’s no return address. As_ she\ncloses the door she is already tearing open the\nenvelope. All she finds inside is a birthday card. It’s\na neutral impersonal card. It has a little pop-up vase\nof flowers and the words “Happy Birthday”. There is\nnothing hand written. Not even a signature. Nothing.\n\nShe inspects the stamps, but she doesn’t find any clue\nthere.\n\nIn the kitchen she takes the cake and, furious, throws\nit in the garbage.\n\nJULIETA (OFF)\nI guess that, with that brutally\nimpersonal card, you wanted to let\nme know that you were all right.\n\nFade to black.\n\f132. MADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE 1. SITTING\nROOM. INT.\n133. SAMUEL’S HOUSE IN THE COUNTRY. EXT.\n\n2004. FALL.\nJulieta is at her computer, in the sitting room.\n\nAlmost the entire screen is filled with the photo of a\nboy, 6 or 7 years old, dark and beautiful. Julieta is\nlooking at him closely. There is a written message at\nthe top of the screen. A message from Samuel, her\nfather.\n\nHer cell phone rings, she has it next to her. She can\nsee who is calling, it’s her father. She hesitates up\nto the last minute before answering it.\n\nIn the Andalusian house Samuel is sitting on a chair\nselecting potatoes from a basin. In the background\nSanda is gathering clothes that had been hanging to dry\nin the sun, and beside him, sitting on the ground, is\nhis seven year old son playing with pieces of Lego.\n\n(Samuel has less hair and his beard is very white.\nSanda however looks wonderful. It’s been 16 years since\nwe saw her for the first time, accompanying the father\nwhen they collected Julieta and her little girl from\nthe bus stop.",
  "70": "---END OF PREVIOUS SECTION---\n(Samuel has less hair and his beard is very white. Sanda however looks wonderful. It’s been 16 years since\nwe saw her for the first time, accompanying the father\nwhen they collected Julieta and her little girl from\nthe bus stop. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\nHello, dad.\n\nSAMUEL (OFF)\nHello, Julieta. Did you see the\nphoto I sent you?\n\nJULIETA\nI’m looking at it now.\n\nSAMUEL\nYou see how handsome your brother\nis!\n\nThe child takes a break from his Lego building to look\nat his father.\n\nJULIETA\n(To comply) Yes... he’s very\nhandsome.\n\fSanda appears and sits next to Samuel, listening\ncarefully to the phone conversation.\n\nSAMUEL\nWhen are you going to come and\nmeet him?\n\nJULIETA\nI can’t right now, dad. I told\nyou, I’m really busy. I’m sorry,\nbut I have to go now. I’11 call\nyou, OK?\n\nSAMUEL\nStop punishing me, Julieta. Have I\nno right to be happy after your\nmother’s death?\n\nJULIETA\nI’d rather not talk about mom’s\ndeath.\n\nSAMUEL\nRemember that you’re still my\ndaughter, and Antia is my\n\ngranddaughter. The last time I saw\nher she was still a child. Give\nher lots of kisses when you see\n\nher.\n\nJULIETA\nI’ll do that. Kisses to all of you\ntoo.\n\nFade to black.\n\n134. MADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE 1. ANTIA’S\nBIRTHDAY. DAY AND NIGHT.\n\n2005. FALL.\n\nJulieta finishes putting a birthday cake in the center\nof the table in the sitting room. It has two candles\none the number 2 and the other a 0.\n\nShe sits down to wait. She drinks white wine while she\nwaits.\n\nThe light coming through the window gradually changes\nuntil night falls. She has got dressed, put on make-up\nand fixed her hair for the wait.\n\f135.\n\n136.\n\nAt night, when it is impossible for any card to arrive,\nlike the year before, she takes the cake and throws it\nin the garbage can in the kitchen.\n\nJULIETA (OFF)\n\nFor the first three years, I\nbought you a cake on your\nbirthday. I was consoled by the\nidea of celebrating the arrival of\na card from you, and at least\nseeing your handwriting on the\naddress.",
  "71": "---END OF PREVIOUS SECTION---\nAt night, when it is impossible for any card to arrive,\nlike the year before, she takes the cake and throws it\nin the garbage can in the kitchen. JULIETA (OFF)\n\nFor the first three years, I\nbought you a cake on your\nbirthday. I was consoled by the\nidea of celebrating the arrival of\na card from you, and at least\nseeing your handwriting on the\naddress. \n---TARGET SECTION TO BE ANNOTATED---\n I didn’t expect more, but\neven that was expecting too much.\nThe first three years, throwing a\ncake in the garbage to celebrate\nyour birthday became a tradition.\n\nCut.\nMADRID. 19, FERNANDO VI, 3\" FLOOR. HOUSE 1. NIGHT.\n2006. FALL.\n\nAfter throwing out the third cake, the one for the 21°*\nbirthday, Julieta explodes into an uncontrollable\ncatharsis, and continues throwing things on the floor.\nShe’s beside herself.\n\nShe goes into Antia’s room. She opens closets and\ndrawers and destroys all her belongings. She rips up\nall the photos, the ones stored in a drawer and the\nones in frames. (The torn-up photo that was kept in a\nblue Christmas card-sized envelope and then stuck back\ntogether is in a frame on the bedside table). She takes\nthe ball and throws it out the window into the inner\npatio. She breaks or rips everything she finds to hand.\n\nShe only respects the mementoes of Xoan.\n\nMADRID. 19, FERNANDO VI, 3™° FLOOR. JULIETA’S HOUSE 1.\n\nSUPER’S OFFICE. INT.\n\n2006. FALL.\n\nJulieta brings down a full bag, perhaps a suitcase. She\nis wearing dark glasses. Behind her, or in front, two\nmen come down with large black garbage bags, full of\nripped up items and clothes.\n\nInocencio greets to her, a little intimidated.\n\f137.\n\n138.\n\n139.\n\nJULIETA\nInocencio, I’m giving up the\napartment. I’m leaving Spain.\n\nINOCENCIO\nOh, when are you giving it up?\n\nJULIETA\nAs soon as possible! Within a\nweek. I apologize for the\n\ncommotion last night.\n\nINOCENCIO\nThe tenant below you has\ncomplained...\n\nJULIETA\n\nHe won’t have to put up with me\nany longer. Goodbye.\n\nAnd she goes out.\nMADRID. 19, FERNANDO VI, 3° FLOOR. HOUSE 1.\n2006. FALL.\n\nThe two men we saw in the previous sequence put the\nblack plastic bags into a truck parked at the front\ndoor of the building.",
  "72": "---END OF PREVIOUS SECTION---\n2006. FALL. The two men we saw in the previous sequence put the\nblack plastic bags into a truck parked at the front\ndoor of the building. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA (OFF)\nI looked for an area of Madrid\nthat you had never set foot in. I\nwanted to live in a place where\nthere was no trace of you, so that\nnothing would remind me of you.\n\nMADRID. FACADE OF BUILDING. EXT. DAY.\n\n2006. FALL.\n\nThe facade of a building far from the city center, an\nanonymous, ugly street, with nothing attractive or\ncharacteristic. Julieta goes into the building with a\nwheeled suitcase.\n\nMADRID. JULIETA’S HOUSE 2. INT.\n\n2006-2007. FALL.\n\f140.\n\n141.\n\n142.\n\nThe interior of an impersonal apartment, decorated so\nthat anyone could live there. Functional and anonymous.\nJulieta puts a photo of her with her parents on a\nshelf, another with Xoan and another with Ava. There is\nonly the most essential furniture and the walls are\npainted white without a single adornment.\n\nIt’s the same place where we saw her at the beginning,\nin 2015, with Lorenzo, but with fewer things. An\n\naseptic, impersonal place with no trace of Antia.\n\nThis house is the denial of the house in which she\nlived with Antia.\n\nCut.\nFACADE AVA’S CLINIC. EXT. DAY.\n2006-2007.\n\nJulieta goes into the clinic, we don’t see its name.\nShe’s carrying a bunch of flowers.\n\nLOBBY OF CLINIC.\n2006-2007.\nJulieta is waiting for the elevator. She’s distracted.\n\nLorenzo Gentile comes out of the elevator. He looks at\nher quite openly. Julieta is still an attractive woman.\nShe rejects Lorenzo’s frank stare and looks at the back\nof the elevator towards which she’s walking. Avoiding\nhis eye means she almost bumps into him. Lorenzo\napologizes, although it’s her fault.\n\nLorenzo stands outside watching Julieta disappear into\nthe elevator.\n\nCut.\nAVA’S ROOM, CLINIC. INT. DAY.\n2006-2007.\n\nJulieta comes into Ava’s room. The sculptress has aged,\nnaturally, but she is still a very pretty woman despite\nher grey hair and the wrinkles. She’s very weak, but\nshe still maintains her self-assurance.",
  "73": "---END OF PREVIOUS SECTION---\nJulieta comes into Ava’s room. The sculptress has aged,\nnaturally, but she is still a very pretty woman despite\nher grey hair and the wrinkles. She’s very weak, but\nshe still maintains her self-assurance. \n---TARGET SECTION TO BE ANNOTATED---\n Julieta leaves\nthe flowers on the bed and kisses Ava who is sitting in\na hospital armchair. We suppose that they have already\n\fseen each other and talked of their mutual problems on\nother occasions.\n\nJULIETA\nHow are you, sweetheart?\n\nAVA\nWell... the last flare-up\nimmobilized all my left side.. How\nare you getting on in the new\napartment?\n\nJULIETA\n(With no enthusiasm) Better, it’s\nlike I was living in another city.\n\nJulieta goes over to the only table to put the flowers\nin a vase.\n\nAVA\nThey’re beautiful.\n\nJulieta sees the cover of a book that is next to the\nvase. The book is titled “Adiés, volcan” (Lorenzo\nGentile is the author) and the illustration on the\ncover is one of the “seated men” sculpted by Ava.\n\nAVA\nI’ve got a present for you too,\nit’s in the bag.\n\nAva is talking about a little bag that is on the table.\nJulieta opens it, the gift is enveloped in plastic\nbubble wrap. Julieta guesses what it is.\n\nJULIETA\n(Moved) A seated man! (She presses\nit against her breast) Thank you,\nAva!\n\nShe sits in another armchair across from the patient\nand leaves the sculpture, still in bubble wrap, on a\nlittle table between them.\n\nAVA\nBefore you go I want to tell you\nsomething, Julieta. It doesn’t\n\nexplain anything, but...\n\nJulieta thinks it’s some secret about Xoan.\n\fJULIETA\n(Weak) You don’t have to, Ava.\nEverything has been clear between\nus for a long time.\n\nAVA\n(Slight smile) It’s about Antia.\n\nJulieta’s attitude changes. If it’s about Antia, she\nwants fervently to hear it, whatever it is. The wound\nis still raw, even though she has moved house and\nerased all traces of her daughter.\n\nAVA\n\nWhen we went to close up your\nhouse in Redes, Marian came and\ntold her all the details about\nXoan’s last day. Your argument, my\nvisit and how Xoan put out to sea\neven though it was very rough that\nday.\n\n143. FLASHBACK.",
  "74": "---END OF PREVIOUS SECTION---\nYour argument, my\nvisit and how Xoan put out to sea\neven though it was very rough that\nday. 143. FLASHBACK. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE IN REDES. INT. NIGHT.\n1998.\n\nMarian knocks at the door of Xoan’s house. Antia runs\nalong the hallway to open the door, hug her and cry on\nher breast. Ava interrupts what she’s doing and comes\nout to see who has arrived. She finds Marina and Antia\nlocking in an understanding embrace. They look at Ava\nas if she were the intruder.\n\n144. AVA’S ROOM, CLINIC. INT. DAY. CONT.\n\n2006-2007.\nJULIETA\n(Indignant) But Marian wasn’t\nthere, she’d gone to her own house\nby 11:00!\nAVA\n\nShe told us that Xoan called her\nto ask what you’d talked about.\n\nJulieta shakes her _ head, her hatred of Marian\nreturning.\n\nJULIETA\n\f(Puzzled) Antia didn’t say\nanything to me. She never asked me\nanything.\n\nAVA\n\nShe did ask me, she wanted me to\nconfirm if you’d argued because of\nme, and if it was true that the\nsea was choppy. I had no idea\nabout the state of the sea. As for\nthe rest, I told her that they\nweren’t subjects to discuss with a\nchild. She went crazy, she told me\nI was a whore and blamed you and\nme for Xoan going fishing...\n\nJulieta listens to her, overwhelmed. (She thinks of her\nshe was\ncareful never to say a word about it to her daughter)\n\nown\n\nguilt complex about Xoan’s death,\n\nJULIETA\nI. don’t understand... She never\nreproached me about it. We didn’t\ntalk much, it’s true, but\n\nadolescents are mysterious, and I\ndidn’t want to pester her.\n\nAva takes a deep breath to continue.\n\nAVA\nShe rang me, the same day she left\non her trip.\n\nJULIETA\n(Surprised) She rang you? I didn’t\nknow.\n\n145. MADRID. 19, FERNANDO VI, 3™° FLOOR. HOUSE\n\n2003.\n\nFlashback of Antia,\n\nnext\n\nSUMMER.\n\nto her half-packed suitcase, the\n\nbut\n\n1. INT. DAY.",
  "75": "---END OF PREVIOUS SECTION---\nto her half-packed suitcase, the\n\nbut\n\n1. INT. DAY. \n---TARGET SECTION TO BE ANNOTATED---\nin her room in House 3,\n\nday\n\ndeparture. She calls Ava, while Julieta is\nkitchen.\n\nANTIA\nHi, Ava, how are you?\n\nAVA (OFF)\n\nsitting\nof her\nin the\n\fBad, Antia. They’ve given me the\ndiagnosis, multiple sclerosis, but\ndon’t tell your mother. I’11 call\nher.\n\nANTIA\nAva, I’d like to talk to you but I\ndon’t know if this is the time.\n\n146. AVA’S ROOM, CLINIC. INT. DAY. CONT.\n\n147.\n\nJulieta is writing in her notebook.\nhas the reconstructed photo with Antia and the pop-up\ncard with the vase of flowers that she sent her on her\n\n2006-2007.\n\nAVA\nShe asked me the same questions\nagain. Only one detail had\n\nchanged: the guilt had spread to\nthe three of us, she was including\nherself.\n\nJULIETA\nAnd... why did she feel guilty?\n\nAVA\nShe’d been away, having a good\ntime at camp.\n\nJulieta listens, shocked. Every word that Ava\nincreases the conviction that her daughter\nstranger, that she didn’t know her.\n\nAVA\nI told her that none of us was\nguilty of what happened, and that\nif we were guilty, we’d already\nsuffered enough punishment. Do you\nknow what Antia answered?\n\nJulieta shakes her head.\n\nAVA\n(Short of breath) That we all get\nwhat we deserve.\n\nMADRID. 19, FERNANDO VI. HOUSE 3. INT. NIGHT.\n\n2016. SUMMER.\n\nwas\n\nsays\n\na\n\nOn the table she\n\f148.\n\n19\" birthday to remind her that she was alive. In her\nnew life, these are the only two physical reminders of\nher daughter.\n\nJULIETA (OFF)\n\nI raised you in the same freedom\nas my parents had raised me... When\nwe moved to Madrid and I fell into\nthat depression, I never told you\nbut I was suffocated by a\ntremendous sense of guilt about\nyour father’s death and that of\nthe man on the train. I always\navoided talking about it, I wanted\nyou to grow up free of guilt.",
  "76": "---END OF PREVIOUS SECTION---\nJULIETA (OFF)\n\nI raised you in the same freedom\nas my parents had raised me... When\nwe moved to Madrid and I fell into\nthat depression, I never told you\nbut I was suffocated by a\ntremendous sense of guilt about\nyour father’s death and that of\nthe man on the train. I always\navoided talking about it, I wanted\nyou to grow up free of guilt. \n---TARGET SECTION TO BE ANNOTATED---\n But\nyou sensed it, and despite my\nsilence I ended up infecting you\nlike a virus.\n\nShe looks at the open window, a slight breeze moves the\nwhite net curtain. For a moment she sees the window and\ninvitation to the void.\n\nA CEMETERY. EXT. DAY.\n2007. FALL.\n\nAt the door of the chapel: The non-believers (or simply\nsmokers) are gathered outside the door of the chapel,\nforming little groups. Lorenzo is with three men. He\nsees Julieta a few yards away, out of place, with black\nglasses, her hair tied back and a black overcoat in the\nform of a cape. On both sides of the chapel there are\nonly graves. It is a beautiful sunny fall day. Julieta\nbrings to mind that kind of emancipated, sorrowful,\nattractive woman played so well by Gena Rowlands,\ndirected by John Cassavettes in the 60s.\n\nLorenzo walks over to her. And he introduces himself.\n\nLORENZO\nWe saw each other in the hospital\nelevator.\n\nJulieta looks at him closely but doesn’t remember him.\n\nLORENZO\nI thought to myself: that woman is\nso pretty and so.. downhearted. She\nmust be coming to see someone who\n\fis very ill. I never imagined that\nit was our beloved Ava.\n\n149. MADRID. JULIETA’S HOUSE 2. INT. EVENING OR NIGHT.\n\n150.\n\n151.\n\n152.\n\n2007. FALL.\n\nIn this period, Julieta is forty eight. Lorenzo a\nlittle older, but he wears it well.\n\nThey drink a toast in memory of Ava, in front of the\nsculpture of the seated man.\n\nIn a house radically lacking in adornments, the\nsculpture takes on a special importance.\n\nJULIETA (OFF)\n\nAva bequeathed me Lorenzo. I never\ntold him about you. There wasn’t a\nsingle trace of you in the house,\nyou didn’t exist. I started a new\nlife with him. The days became\nweeks and the weeks months and\nyears.. There were days I didn’t\nthink about you.\n\nImages of life with Lorenzo.\n\nMADRID. ACADEMY WHERE JULIETA TEACHES. INT.\n\n2010.",
  "77": "---END OF PREVIOUS SECTION---\nACADEMY WHERE JULIETA TEACHES. INT. 2010. \n---TARGET SECTION TO BE ANNOTATED---\nJulieta continues giving classes, this time in an\nacademy. She looks better. She’s talking about Ulysses’\ndescent to the Underworld, the Hell of Hades, and how\nhe found his mother who had died of sadness waiting for\nhim.\n\nMADRID. MARIBEL YEBENES’ CLINIC. INT.\n2010.\n\nJulieta is in a little room in the Maribel Yébenes\nclinic, oxygenating her face (or some state-of-the-art\ntechnique at that time).\n\nMADRID, CINEMA. EXT.\n\n2010.\n\f153.\n\n154.\n\n155.\n\n156.\n\nIn a line for the cinema, Julieta is talking animatedly\nwith Lorenzo.\n\nMADRID. JULIETA’S HOUSE 2. INT. NIGHT.\n2010. FALL.\n\nThey make love...\n\nMADRID. 19, FERNANDO VI, 2™ FLOOR. HOUSE 3.\n2016. SUMMER.\n\nJulieta in the present is still writing to her\ndaughter. She is thinner, weaker, more unstable. Her\nskin has lost its glow compared to the previous\nsequences, which illustrate her life with Lorenzo six\nyears before.\n\nJULIETA (OFF)\nWhen an ex-drug addict, no matter\nhow many years he’s been clean,\nrelapses just once, that relapse\nis fatal.. (She sighs) I abstained\nfrom you for years, but I made the\nmistake of relapsing into the hope\nof finding you or hearing about\nyou. That absurd hope has devoured\nthe fragile basis on which I had\n\nbuilt my new life. I’ve got\nnothing left now. Only you exist.\nYour absence fills my life\n\ncompletely and is destroying it.\nMADRID. 19, FERNANDO VI. EXT. DAY.\n2016. FALL.\n\nJulieta comes out of the building and walks along\nslowly, until she is swallowed up by the crowd.\n\nMADRID. NEIGHBORHOOD BASKETBALL COURT. EXT. DAY.\n2016. FALL.\n\nSitting on a bench inside the basketball court, at one\nside, in the open air, Julieta imagines she’s seeing\nher daughter when she played there.",
  "78": "---END OF PREVIOUS SECTION---\n2016. FALL. Sitting on a bench inside the basketball court, at one\nside, in the open air, Julieta imagines she’s seeing\nher daughter when she played there. \n---TARGET SECTION TO BE ANNOTATED---\n Two little girls\ncome into her field of vision, playing and throwing the\nball at the basket. If it’s a hallucination, Julieta\ngives herself up to it.\n\fAcross from Julieta, on the other side of the court,\nBeatriz is sitting on another bench. She is checking\nher mail on an iPad. Neither sees the other at first.\nJulieta is concentrating on the girls’ game and Beatriz\nis reading and answering her messages.\n\nBeatriz looks up to check on the girls and that is when\nshe sees Julieta in the background. She waves to her\nsurprised by the encounter.\n\nBEATRIZ\nJulieta!\n\nJulieta is still distracted by the children. Beatriz\ncrosses the court and repeats her name. Julieta sees\nher approaching, she looks at her as if she were a\nghost, she doesn’t react.\n\nBEATRIZ\nJulieta! It’s me, Bea!\n\nJULIETA\n(Getting up, as if out of it)\nBeatriz! Is it really you?\n\nBEATRIZ\n(Alarmed) Of course! Are you all\nright, Julieta?\n\nJulieta hugs Beatriz and bursts into tears. Beatriz\nkeeps her arms around her and waits until she gets it\nall out.\n\nBEATRIZ\nThere, there... and you were so well\nwhen I saw you...\n\nThey separate slowly.\n\nJULIETA\n(Exhausted and tearful) Those two\nlittle girls reminded me of you\nand Antia.\n\nBEATRIZ\nThey’re my nieces. But what’s\nhappened to you? The last time I\nsaw you, you looked so well!\n\fThey sit together on the bench where Julieta had been.\nJulieta gradually calms down.\n\nJULIETA\nWhen we met, I didn’t say\nanything, but I haven’t seen\nAntia, or heard anything about\nher, for twelve years...\n\nBEATRIZ\nTwelve years!\n\nShe nods. She pauses.\n\nJULIETA\nDid you really meet her, like you\ntold me?\n\nBEATRIZ\n\nYes, I met her and it was very\nunpleasant, I didn’t tell you\nthat.",
  "79": "---END OF PREVIOUS SECTION---\nShe pauses. JULIETA\nDid you really meet her, like you\ntold me? BEATRIZ\n\nYes, I met her and it was very\nunpleasant, I didn’t tell you\nthat. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\n(Puzzled) Unpleasant? Why?\n\nBEATRIZ\n\nAntia didn’t want to talk to me,\nshe did everything she could to\navoid me. She said she didn’t know\nme, that I’d mistaken her for\nsomeone else. But I knew it was\nher. In the end she had no choice\nbut to talk to me.\n\nJULIETA\nIs it true about the children? She\nhas children?\n\nBEATRIZ\nYes, three. When I saw her she had\ntwo of them with her.\nJulieta listens closely, disconcerted.\nJULIETA\nBut why didn’t she want to talk to\n\nyou? You were her best friend!\n\nAsserting her status:\n\fBEATRIZ\nWe were more than that, Julieta.\n\nJulieta looks at her, confused. Has she misunderstood\n\nher?\n\nBut Julieta isn’t sure she understands her.\n\nBEATRIZ\nAfter the camp we were\ninseparable. Don’t you remember?\n\nJULIETA\n(Hesitating) Yes.. of course, you\nwere always together.\n\nAnd Beatriz\n\ndoesn’t want to be left alone with her memories of\nThere’s no one better to share them with than\nJulieta.\n\nAntia.\n\nBEATRIZ\nWe couldn’t live without each\nother! It’s a pity that at the end\nit was hell.\n\nJULIETA\nHell?\n\nBEATRIZ\n(Almost a reproach) I see you\ndon’t know anything.\n\nJULIETA\n(Admitting) No, I don’t know\nanything.\n\nBEATRIZ\n\nI decided to go and study Design\nin New York to get away from her.\nI didn’t give her my address but I\ncalled her and that was when Antia\ntold me she’d decided to go away\nto a retreat in the Pyrenees. I\njust wanted her to leave me in\npeace.\n\nJulieta is trying to process all this information. She\n\nwanders among all the details.\n\nher d\n\nwhen she went away.\n\nShe never imagined that\n\naughter was suffering from a romantic break-up\n\ndifficult girl.\n\nShe doesn’t even remember her as a\n\f157.\n\n158.\n\nJULIETA\nAnd...",
  "80": "---END OF PREVIOUS SECTION---\nShe doesn’t even remember her as a\n\f157. 158. JULIETA\nAnd... \n---TARGET SECTION TO BE ANNOTATED---\n did you speak again? Were you\nin touch?\n\nBEATRIZ\nWell, she called me once... but she\nwas already a different person.\n\nJULIETA\nIn what way?\n\nBEATRIZ\n\nShe told me that she regretted our\nrelationship and was ashamed of\nit. And she didn’t want to know\nanything about me. She said that\nshe was a new person, that she’d\nfinally found her path and I\nwasn’t part of it. She sounded\nlike a fanatic, Julieta. She\nscared me.\n\nCut.\nMADRID. IN THE STREET. EXT. DAY. CONT.\n2016. FALL.\n\nJulieta is walking along under the weight of Bea’s\nconfession. Her lips are moving, as if she were talking\nto an invisible Antia. She bumps into people. We see\nher from the point of view of someone watching from the\nopposite sidewalk.\n\nLike a zombie, she comes to a pedestrian crossing. She\ndoesn’t look at the red light. She thinks she sees\nLorenzo on the opposite sidewalk, appearing and\ndisappearing among the people. And she starts to cross.\nA car almost runs her down, the driver manages to avoid\nher in time, only grazing her, but it’s enough to knock\nher to the ground.\n\nFade to black.\n\nMADRID. HOSPITAL ROOM.\n\n2016. FALL.\n\nJulieta wakes in a hospital bed. Her right wrist is\n\nbandaged and she has some superficial cuts on her\ncheek. Lorenzo is sitting beside her.\n\fJULIETA\nLorenzo!\n\nLORENZO\n(Fondly, without overwhelming her)\nHow are you?\n\nJULIETA\nMy mouth is dry.\n\nLorenzo pours her a glass of water. He is an intrigued,\nattentive man. He is still affected.\n\nJULIETA\nWhat a coincidence that you were\nthere when the accident happened!\n\nLORENZO\nYes.. I came back from Portugal\nfour days ago and.. I went straight\nto your house to see if I might be\nin luck, and I saw you coming out.\n\nJULIETA\nBut.. I moved house, Lorenzo... I\ndon’t live there anymore.\n\nLORENZO\nI know.",
  "81": "---END OF PREVIOUS SECTION---\nI moved house, Lorenzo... I\ndon’t live there anymore. LORENZO\nI know. \n---TARGET SECTION TO BE ANNOTATED---\nJULIETA\nYou do? How did you find out?\n\nLORENZO\nThe first days I followed you to\nsee what you were doing.\n\nJULIETA\nOh...\n\nLORENZO\nAnyone less distracted than you\nwould have realized.\n\nJulieta is listening carefully.\n\nLORENZO\nWhen I realized that I was turning\ninto one of those obsessive\nPatricia Highsmith characters,\n\f159.\n\n160.\n\nhiding around corners or keeping\nwatch on your house, I stopped\nfollowing you and rT went to\nPortugal to write. I came back a\nfew days ago.\n\nJulieta thinks of the tough process she has’ gone\nthrough since the last time she saw Lorenzo.\n\nJULIETA\n(Touched) Forgive me for saying\ngoodbye to you in such an awful\n\nway.\nMADRID. 19, FERNANDO VI. EXT. DAY.\n2016. FALL.\n\nLorenzo gets out of a taxi in front of Julieta’s house\n3, in the same building as House 1.\n\nMADRID. 19, FERNANDO VI. 2™° FLOOR. HOUSE 3. LANDING\nINT.\n\n2016. FALL.\n\nLorenzo has got Julieta’s keys in his hand. He opens\nthe door.\n\nHe finds a letter lying on the floor. He picks it up\nand takes it with him. He just looks at the address,\nit’s for Julieta. It doesn’t look like advertising.\nIt’s hand written. It’s Antia’s writing but Lorenzo\ndoesn’t recognize it. There’s a return address, a town\nin Switzerland.\n\nIn the bedroom, he fills one of Julieta’s bags with\nclothes, the most essential things. He doesn’t know the\napartment, but he knows her belongings. He is amazed by\nthe bareness of the place, there are no decorative\nitems, except for Ava’s omnipresent sculpture.\n\nOn the desk, he finds the notebooks which Julieta has\nwritten to Antia. Lorenzo looks at them, paralyzed,\nbecause he senses that their pages uncover the enigma\nsurrounding Julieta. The last notebook is still open at\nthe latest notes. He closes it. He avoids the\ntemptation of reading those lines, still fresh.\n\nHe sees the reconstructed photo of Julieta and Antia on\nthe table.",
  "82": "---END OF PREVIOUS SECTION---\nHe closes it. He avoids the\ntemptation of reading those lines, still fresh. He sees the reconstructed photo of Julieta and Antia on\nthe table. \n---TARGET SECTION TO BE ANNOTATED---\n\f161.\n\n162.\n\nHe also discovers a photo of the two of them, Julieta\nand Lorenzo, on one of their trips. For Lorenzo, the\nsight of this photo, framed and resting on the desk, is\nvital. It shows him that he isn’t out of Julieta’s\nlife.\n\nHOSPITAL. INT. DAY.\n2016. FALL.\n\nThe bag with Julieta’s belongings is lying open on the\nbed. Lorenzo is sitting on the only chair, reading a\nnewspaper.\n\nJulieta comes out of the bathroom. She looks better\nalthough she’s still convalescing. She still has the\nsensation that her body doesn’t belong to her. She is\nan expert in that sensation.\n\nJulieta is wearing a bathrobe. She looks in the bag for\nsomething and takes out the plastic toilet bag. She\nsees the notebooks at the bottom. She takes them out\nand looks at them for a moment.\n\nJULIETA\nHave you read them?\n\nLORENZO\nNooo! I didn’t have time, and\nanyway I wouldn’t have dared.\n\nJULIETA\nRead them if you want, and then\ndestroy them.\n\nJulieta looks into the bottom of the bag again, she\nglimpses a letter at the bottom. She puts her hand in\nand pulls it out. When she sees her address her heart\nleaps. She recognizes Antia’s handwriting immediately.\nTrembling, she turns the letter over to see if it has a\nreturn address. This time it does, this time she finds\nher daughter’s name and her address in Switzerland.\nMix-Parking Cioss. Sognono.\n\nA CAR. ON THE ROAD.\n2016. FALL.\n\nLorenzo is driving the car. Julieta is next to him. The\ntrees lining the road are reflected on and invade the\n\fwindscreen. Lorenzo and Julieta are pensive and silent.\nWe hear the contents of Antia’s letter. Antia’s words\nacquire great presence, as if she were in the back seat\nsaying the contents of the letter aloud.\n\nANTIA (OFF)\n\nDear mom, I don’t know if you’re\nstill in Madrid or if you’re\nliving in the same house, but I\nhave no other address to write to\nyou. I have three children.",
  "83": "---END OF PREVIOUS SECTION---\nAntia’s words\nacquire great presence, as if she were in the back seat\nsaying the contents of the letter aloud. ANTIA (OFF)\n\nDear mom, I don’t know if you’re\nstill in Madrid or if you’re\nliving in the same house, but I\nhave no other address to write to\nyou. I have three children. \n---TARGET SECTION TO BE ANNOTATED---\n Xoan,\nthe eldest, was only nine when he\ndrowned in a river. And I am\ninsane with grief. In these\nmoments, the worst of my whole\nlife, I’m thinking of you. Now I\nunderstand what you must _ have\nsuffered when I disappeared... I\ncouldn’t imagine it. Unless you’ve\nsuffered it you can’t imagine it.\n\nJULIETA\nI’m not going to ask her for an\nexplanation. I just want to be\nwith her, but she didn’t invite me\nto visit her.\n\nLORENZO\nAfter thirteen years she didn’t\ndare, but she put her return\naddress.\n\nThe car is driving through an idyllic Swiss valley. A\nroad sign says that they are on the road to Sonogno and\nthat the car can’t go over 50 kilometers per hour.\nJulieta isn’t in a hurry and the views through the car\nwindow are so beautiful.\n\nTHE END\n\f"
}