{
  "1": "\n\n                                KNIGHT MOVES\n                                     by\n                                 Brad Mirman\n\n                        PROPERTY OF KNIGHT MOVES PRODUCTIONS\n\n                                            (third draft)\n\n  ________________________________________________________________________\n\n\n                                                        1\n\n     FADE IN:\n     \n     \n     INT.  AUDITORIUM - 1972 - DAY\n     \n     TWO BOYS sit on opposite sides of a chessboard.  One is NINE,\n     the other FOURTEEN.  The room is SILENT, the tension between\n     the two young players severe.  All the ADULT PLAYERS that have\n     been eliminated from this match by the two boys stand around\n     watching.  On the wall is a BANNER that reads:  1972 WASHINGTON\n     STATE TOURNAMENT.\n     \n     The FOURTEEN year old moves and hits his TIMER.  Frustration\n     fills the NINE year old's face.  He moves.  The FOURTEEN year\n     old moves and calls CHECK.  The NINE year old frantically\n     searches the board for a solution.  He moves.  Again the\n     FOURTEEN year old moves and calls CHECK.  The NINE year is\n     stunned.  He picks up his KING to lay it on it's side and\n     signal defeat.  Suddenly, he rakes the pieces off the board,\n     grabs his fountain pen and lunges at the FOURTEEN year old,\n     stabbing him repeatedly in the chest.  They fall to the floor.\n     The ADULTS try to pull them apart.  The NINE year old struggles\n     ferociously, SCREAMING and kicking like a mad man.\n     \n     \n     INT.  HOSPITAL WARD - 1972 - DUSK\n     \n     In the b.g. we see the Nine year old Boy sleeping.  A DOCTOR\n     and the boy's FATHER, a hard-looking MAN in his forties, walk\n     through the door.  We MOVE with them down the hall.\n     \n                         DOCTOR\n               The pressures and demands players with\n               your son's abilities put on themselves\n               to win are incredible.  The stress and\n               tension are difficult enough for adults\n               to handle, yet alone a nine year old.\n               \n                         FATHER\n               I can't afford to keep him in here\n               forever, you know.",
  "2": "---END OF PREVIOUS SECTION---\nDOCTOR\n               The pressures and demands players with\n               your son's abilities put on themselves\n               to win are incredible. The stress and\n               tension are difficult enough for adults\n               to handle, yet alone a nine year old. FATHER\n               I can't afford to keep him in here\n               forever, you know. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         DOCTOR\n               I'd just like to keep him here over\n               night, then start sessions with a child\n               psychologist.\n               \n                         FATHER\n               I knew this would happen.  This is his\n               mother's doing.  She's not strict\n               enough with him.  I work all day.  She\n               lays in bed drunk and the boy does\n               whatever he wants.\n               \n     \n                                                             2\n                         DOCTOR\n               After he's released it's crucial that\n               he's supervised.  The most important\n               thing is that during his treatment he's\n               not allowed anywhere near a chessboard.\n               \n               \n     EXT.  HOUSE, BACKYARD - 1972 - DUSK\n     \n     A small, tract home.  The Boy sits on the ground, drawing in\n     the dirt with a stick.  He does not notice as his Father walks\n     up and stands behind him.\n     \n                         FATHER\n               What are you doing?\n               \n     The Boy is startled.  He stands up quickly.  In the DIRT we see\n     he has drawn a CHESSBOARD.\n     \n                         BOY\n               Nothing.\n               \n     The Father SLAPS him across the face.\n     \n                         FATHER\n               Don't lie to me!  What did the doctor's\n               tell you about playing chess!  Get in\n               the house!\n               \n     The Father drags his foot across the dirt, erasing the board.\n               \n               \n     INT.  BEDROOM - 1972 - NIGHT\n     \n     The Boy is sitting on his bed.  In the b.g. we HEAR the VOICES\n     of his PARENTS.\n     \n                         FATHER (OS)\n               I've had it!  I've got a drunk for a\n               wife and a lunatic for a son.  I don't\n               need this shit anymore!\n               \n     We HEAR FOOTSTEPS.\n     \n                         FATHER (OS)\n               You're crazy!  Both of you.\n               \n     We HEAR a DOOR SLAM.  The Boy shows no sign of emotion.\n     \n               \n     \n                                                             3\n     INT.  HALLWAY BLACK SCREEN - NIGHT\n     \n     All is quiet except for a faint DRIPPING SOUND.  A door is\n     slowly opened.  Light streaks out into a hallway.",
  "3": "---END OF PREVIOUS SECTION---\nHALLWAY BLACK SCREEN - NIGHT\n     \n     All is quiet except for a faint DRIPPING SOUND. A door is\n     slowly opened. Light streaks out into a hallway. \n---TARGET SECTION TO BE ANNOTATED---\n  We see the\n     NINE year old.  He is barefoot and wearing pajamas.  He looks\n     up.  Drops of BLOOD drip from a crack in the ceiling above.\n     The Boy moves towards a staircase at the end of the hall.\n     \n     \n     INT.  BEDROOM - 1972 - NIGHT\n     \n     The Boy enters, takes a few steps into the room and stops. He\n     stares ahead blankly.\n     \n     HIS POV: WOMAN'S ARM - CLOSE SHOT\n     \n     The arm hangs off the bed, blood flows out of a deep gash in\n     her wrist and pools on the floor.  The CAMERA moves up the arm.\n     A WOMAN in her forties lays in bed.  The blood flows from her\n     other wrist, soaking into the mattress.  Her eyes are closed,\n     head titled away from him.\n     \n     The Boy shows no sign of emotion.  He walks over to the\n     nightstand and starts to open her purse.  There is a MOAN from\n     the WOMAN as she opens her eyes and turns her head toward the\n     boy.  They lock eyes for a moment, then slowly, her eyes close.\n     The boy removes a key from the purse and walks to a dresser.\n     He unlocks a drawer and removes a box, then leaves the room.\n     \n     \n     INT.  KITCHEN - 1972 - NIGHT\n     \n     The Boy walks over to the table with a glass of MILK and\n     COOKIES.  He sits down, his feet dangling from the chair and\n     opens the box.  Inside is a CHESSBOARD and PIECES.  He removes\n     them, sets up the board and starts to play.\n     \n     CLOSE ON CHESSBOARD:  The CAMERA moves from one side of the\n     board to the other, weaving through the chess pieces, then\n     PULLS BACK over the heads of the AUDIENCE.\n     \n     \n     INT.  AUDITORIUM - PRESENT DAY - NIGHT\n     \n     >From the rear of the room, over the HEADS of the AUDIENCE, we\n     see THREE TABLES on stage.  A large board of the game is\n     presented on the wall behind each table.\n     \n     CLOSE SHOT - PLAYER'S EYES:  We cut back and forth.",
  "4": "---END OF PREVIOUS SECTION---\nAUDITORIUM - PRESENT DAY - NIGHT\n     \n     >From the rear of the room, over the HEADS of the AUDIENCE, we\n     see THREE TABLES on stage. A large board of the game is\n     presented on the wall behind each table. CLOSE SHOT - PLAYER'S EYES:  We cut back and forth. \n---TARGET SECTION TO BE ANNOTATED---\n  Deep,\n     probing eyes, intensely focused and determined.\n     \n     CLOSE ON THE CLOCK: It ticks methodically, and is the only\n     sound we hear.\n     \n                                                             4\n     \n     THE AUDIENCE:  watches with anticipation, their eyes locked on\n     the viewing board.\n     \n     PETER SANDERSON sits on one side of the board.  He is a\n     handsome man, in his early thirties.  Well-dressed in an\n     expensive suit, there is an air of confidence about him.  Peter\n     makes a move, then hits the timer.  Peter's opponent,\n     GRANDMASTER LUTZ, a quirky-looking little man in his fifties\n     makes a tentative move.\n     \n     JEREMY EDMONDS, Peter's trainer, a distinguished-looking man in\n     his fifties, watches from his WHEELCHAIR.  He grins and nods\n     his head, knowing that Peter has got the game.\n     \n     Lutz studies the board, makes a move, then hits his timer.\n     Peter moves, then hits his timer.  He is in control.\n     Frustration shows on Lutz's face.  He surveys the board, then\n     slowly reaches over and lifts up his KING and lays it on it's\n     side signaling defeat.  Peter stands, shakes his hand, waves to\n     the crowd, then leaves the stage.\n     \n     \n     INT.  HALLWAY - NIGHT\n     \n     A NEWSCASTER is positioned by the stage door.\n     \n                         NEWSCASTER\n               Today concludes the second week of\n               competition in this round-robin\n               candidates tournament.  Each of the\n               players will play four games against\n               the other and the winner will earn the\n               right to play for the world title next\n               year.\n               \n     Peter walks through the doorway and down the hall, accepting\n     congratulations.  Jeremy wheels himself along side of him.\n     \n                         NEWSCASTER\n               But the big story is the amazing\n               comeback of Peter Sanderson who is\n               currently leading the tournament.",
  "5": "---END OF PREVIOUS SECTION---\nPeter walks through the doorway and down the hall, accepting\n     congratulations. Jeremy wheels himself along side of him. NEWSCASTER\n               But the big story is the amazing\n               comeback of Peter Sanderson who is\n               currently leading the tournament. \n---TARGET SECTION TO BE ANNOTATED---\n               America's best hope since Bobby\n               Fischer, Sanderson stunned the chess\n               world three years ago when he walked\n               out in the middle of last candidates\n               tournament while leading by three games\n               and forfeited the match to Viktor\n               Yurilivich who is only two games behind\n               Sanderson in this match.\n     \n     \n                                                             5\n     Peter stops to sign a few autographs.  A young attractive WOMAN\n     in her twenties walks over to Peter.  She is wearing a CHESS\n     FEDERATION BLAZER and a NAME TAG identifying her as DEBI\n     RUTLEGE.\n     \n                         DEBI\n               Mister Sanderson, here is your schedule\n               for tomorrow.\n               \n     Peter takes it.  They lock eyes.  She smiles at him.  A\n     REPORTER sticks a MICROPHONE in Peter's face.\n     \n                         REPORTER\n               Peter, could we have a moment please?\n     \n     The moment is broken, as ERICA SANDERSON, Peter's daughter, a\n     bright-faced ten year rushes up to him and hugs him.\n     \n                         ERICA\n               Congratulations, dad.\n               \n                         PETER\n                    (to the press)\n               My cheering section.\n               \n     \n     INT.  PETER'S HOTEL ROOM - NIGHT\n     \n     Peter sits across a CHESSBOARD from Jeremy, who has just\n     finished making an opening move.\n     \n                         PETER\n               You opened with the English.  Lutz\n               won't use it.  He opened his first game\n               with it.\n               \n                         JEREMY\n               He knows you're aware of that.\n               \n                         PETER\n               Then I'll transpose.\n               \n                         JEREMY\n               On a variation, yes -- but it must be a\n               variation that is unique.\n               \n                         PETER\n               I suppose you have something in mind?\n               \n     Peter gets up and begins to pace.\n     \n     \n                                                             6\n                         JEREMY\n                    (quickly moving the\n                     pieces)\n               At this point you'll move Bishop to e4.\n               He'll capture your Knight e6.  Rook to\n               b5, begins his counterplay.  D6 takes\n               your Rook, your advantage is lost --\n               but watch -- Queen f5 check.",
  "6": "---END OF PREVIOUS SECTION---\nHe'll capture your Knight e6. Rook to\n               b5, begins his counterplay. D6 takes\n               your Rook, your advantage is lost --\n               but watch -- Queen f5 check. \n---TARGET SECTION TO BE ANNOTATED---\n  He takes\n               your Knight -- Now, Rook to d3 -- he's\n               finished.\n               \n     There is a KNOCK on the door and a MESSAGE is slipped under.\n     Peter picks it up.\n     \n                         PETER\n               It's a good play, but risky.\n               \n                         JEREMY\n               You don't win by playing it safe,\n               Peter.\n               \n     Peter opens the MESSAGE and reads it.  Erica appears in the\n     doorway to her room.\n               \n                         PETER\n               What are you doing up?\n               \n                         ERICA\n               I can't sleep.  My beds lumpy.\n               \n                         PETER\n               I see.  You forgot to bring you're\n               night-light, didn't you?\n               \n                         ERICA\n               That has nothing to do with it.\n               \n                         PETER\n               You want to sleep in my bed tonight?\n               \n                         ERICA\n               Okay.\n               \n                         JEREMY\n               I'll tuck you in.\n               \n     Erica kisses Peter, then runs into his room.  Jeremy wheels\n     after her.\n               \n                         PETER\n               Jeremy, have someone pick up a night-\n               light tomorrow.\n               \n     Jeremy nods and leaves the room.  Peter picks up the phone and\n     dials.\n     \n                                                             7\n     \n                         PETER\n                    (into phone)\n               Debi..?\n               \n               \n     INT.  DEBI'S APARTMENT, BEDROOM - NIGHT\n     \n     Peter and Debi move passionately on the bed, their bodies\n     moving rhythmically.  Peter pulls her up to a sitting position,\n     guiding her up and down as he runs his lips sensually over her\n     breasts.  She arches her back, MOANING softly as she gives way\n     to her pleasure.\n     \n     \n     EXT.  DEBI'S HALLWAY - NIGHT\n     \n     Peter kisses Debi goodbye.  He walks off and she closes the\n     door.\n               \n               \n     INT.  DEBI'S BATHROOM - LATER - NIGHT\n     \n     Debi is soaking in the bath.  The DOORBELL RINGS.\n     \n     \n     INT.  DEBI'S LIVING ROOM - NIGHT\n     \n     Debi slips on a ROBE as she walks to the door.",
  "7": "---END OF PREVIOUS SECTION---\nThe DOORBELL RINGS. INT. DEBI'S LIVING ROOM - NIGHT\n     \n     Debi slips on a ROBE as she walks to the door. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         DEBI\n               Yes?\n               \n                         MAN'S VOICE\n                    (static; barely\n                     audible)\n               It's me.  I forgot something.\n               \n     She smiles and pushes the button, then opens the door, leaving\n     it ajar, and walks out of the room.\n     \n     \n     INT.  DEBI'S BATHROOM - NIGHT\n     \n     Debi quickly fixes her face, grins and leaves.\n     \n     \n     INT.  DEBI'S LIVING ROOM - NIGHT\n     \n     It is dark.  She enters and tries the light switch.  It doesn't\n     work.\n     \n                         DEBI\n               Very funny.\n               \n     \n                                                             8\n     CLOSE ON DEBI:  She senses something is very wrong.  She turns\n     around slowly, her eyes squinting to see through the darkness.\n     Suddenly, terror fills her face as a FLASH of BRIGHT LIGHT\n     fills the screen.\n     \n     \n     EXT.  FERRY LANDING - MORNING\n     \n     Quaint and charming.  Boats bob lazily in the water.  TOURISTS\n     walk along the waterfront shops.  ANDY WAGNER, a tough-looking\n     cop in his twenties, smokes a cigarette as he waits on the\n     dock.  CHIEF OF POLICE, FRANK SEDMAN, walks towards him.  He's\n     a large, slightly over-weight man in his forties.  He takes one\n     last drag of a cigar, then crushes it out on the dock.\n     \n                         ANDY\n               Sorry to ruin your trip to the city,\n               but we got a real nut on our hands,\n               Frank.\n               \n                         FRANK\n                    (all business)\n               Run it down.\n               \n     Frank starts to walk.  Andy follows.\n               \n                         ANDY\n                    (looking at note-pad)\n               Debi Rutlege.  Female.  Caucasian.\n               Twenty four.  Worked over at the Four\n               Oaks Hotel.\n               \n                         FRANK\n               Local?\n                         \n                         ANDY\n               No.  She just moved here last month\n               from Portland.\n     \n     \n     EXT.  DEBI'S APARTMENT BUILDING - MORNING\n     \n     Several BLACK and WHITE units are in front of the building.\n     Uniformed OFFICERS keep back a CROWD of onlookers.",
  "8": "---END OF PREVIOUS SECTION---\nEXT. DEBI'S APARTMENT BUILDING - MORNING\n     \n     Several BLACK and WHITE units are in front of the building. Uniformed OFFICERS keep back a CROWD of onlookers. \n---TARGET SECTION TO BE ANNOTATED---\n  A CAR\n     drives up and stops in front of the building.  Frank and Andy\n     get out.                 \n     \n     \n     INT.  DEBI'S LIVING ROOM - MORNING\n     \n     The room is filled with FORENSIC TEAM MEMBERS along with\n     UNIFORM OFFICERS.  Frank enters with Andy.  UNIFORMED OFFICERS\n     are standing around talking.\n     \n     \n                                                             9\n                         FRANK\n               This isn't a party.  Everybody that\n               doesn't need to be here get out!\n     \n     \n     INT.  DEBI'S BEDROOM - MORNING\n     \n     Frank enters the room with Andy.  He stops and stares at the\n     sight before him.\n     \n     Debi Rutlege is laying on her bed.  Her face is a deathly white\n     and has been painted awkwardly with rouge and lipstick giving\n     her a macabre appearance.  She is draped in the sheet which is\n     tucked tightly around her body, her hands folded carefully\n     across her chest.\n     \n     Above the bed written in blood is REMEMBER.\n     \n                         FRANK\n               I moved out here from the city so I\n               could get away from this kind of shit.\n               \n     STEVE NOLAN, from the forensic team, who has been kneeling on\n     the other side of the bed stands up.\n               \n                         FRANK\n               Whaddaya got, Nolan?\n               \n                         NOLAN\n                    (continuing; holding\n                     up a plastic bag)\n               Not much.  There's no sign of a break\n               in.  I think she let him in.\n               \n                         FRANK\n               How long has she been dead?\n               \n                         NOLAN\n               Six, eight hours tops.\n               \n                         FRANK\n               Any sign of rape?\n               \n                         NOLAN\n               Not that I can see.  We'll know more\n               once I get the lab reports back from\n               Seattle.\n                    \n                         ANDY\n               What she die of?\n               \n     Nolan turns over her arms.  There are deep gashes in each\n     wrist.\n     \n     \n                                                             10\n                         ANDY\n               You think whoever did this wanted it to\n               look like it was a suicide?\n               \n                         NOLAN\n               No.  He would have taken more care not\n               to the leave rope burns on her wrists.",
  "9": "---END OF PREVIOUS SECTION---\n10\n                         ANDY\n               You think whoever did this wanted it to\n               look like it was a suicide? NOLAN\n               No. He would have taken more care not\n               to the leave rope burns on her wrists. \n---TARGET SECTION TO BE ANNOTATED---\n               The way I got it figured is he tied her\n               up, slit her wrists, then sat back and\n               watched her bleed to death.  But that's\n               not the main thing.  What's wrong with\n               this picture?\n               \n     A beat.  Suddenly, Frank sees it.\n               \n                         FRANK\n               There's no blood.  Where's the fuckin'\n               blood?\n               \n                         NOLAN\n               Bingo.\n               \n               \n     EXT.  DEBI'S APARTMENT, COURTYARD - MORNING\n               \n     Frank and Andy walks across the yard.\n               \n                         FRANK\n               Who found her?\n               \n     Andy points to MISS GREENWELL, a middle-aged woman talking to a\n     UNIFORMED OFFICER in the b.g.\n               \n                         ANDY\n               The landlady.  Alice Greenwell.  She\n               came for the rent check.  The door was\n               ajar.\n               \n     Frank walks over to Miss Greenwell.\n     \n                         FRANK\n               Miss Greenwell, I'm Captain Sedman.\n               Did Miss Rutlege have a boyfriend?\n               \n                         MISS GREENWELL\n               I guess so.\n               \n                         FRANK\n               What do you mean, you guess so?\n               \n                         MISS GREENWELL\n               I know she had company last night.\n                    (confidentially)\n               A man.\n               \n     \n                                                             11\n                         FRANK\n               How do you know that?\n               \n                         WOMAN\n               Well, her bedroom is on the other side\n               of mine.  The walls are very thin.  I\n               could hear them.\n               \n                         ANDY\n               What were they doing?  Humping?\n               \n                         MISS GREENWELL\n               They were having sex, yes--\n               \n     Andy grins.\n     \n                         MISS GREENWELL\n               -- not that I was intentionally\n               listening -- but  with the walls being\n               so thin--\n               \n                         FRANK\n               I understand.  Thank you.\n               \n               \n     INT.  POLICE STATION - AFTERNOON\n     \n     Frank and Andy stand before several UNIFORMED OFFICERS.\n     \n                         FRANK\n               First of all, I'd like to say that a\n               lot of us haven't got to know each\n               other since I replaced Captain Waters\n               last month.",
  "10": "---END OF PREVIOUS SECTION---\nINT. POLICE STATION - AFTERNOON\n     \n     Frank and Andy stand before several UNIFORMED OFFICERS. FRANK\n               First of all, I'd like to say that a\n               lot of us haven't got to know each\n               other since I replaced Captain Waters\n               last month. \n---TARGET SECTION TO BE ANNOTATED---\n  A lot of you think that\n               I'm an outsider who came over and took\n               away a job that should have gone to a\n               local... but that's the way it worked\n               out.  So, all I can say is tough shit.\n               You want to bitch about it, that's fine\n               -- but you will tow the line in my\n               department.  That means the next time\n               an Officer is responding to a homicide\n               call he seals off the crime scene and\n               nobody -- nobody but  but Detective\n               Wagner and I go in.\n                    (Beat)\n               Also, if anyone talks about the message\n               on the wall or the blood I'll\n               personally cut their balls off with a\n               butter knife.\n                    (to Andy)\n               Get 'em going - then meet me at the\n               car.  We're going over to the hotel.\n               \n     Frank heads to the door.\n     \n                                                             12\n     \n                         ANDY\n               Campbell, you check with the FBI see if\n               they got anything like this on file...\n               \n               \n     INT.  POLICE STATION, HALLWAY - AFTERNOON\n     \n     Frank steps into the hall and bumps into Nolan.  They walk\n     together.\n     \n                         FRANK\n               Anything?\n     \n                         NOLAN\n               Not much.  I don't think she was raped.\n               There's no bruising, or any signs of\n               trauma to the pelvic region -- and no\n               trace of sperm which makes sense\n               because she took a bath.\n               \n                         FRANK\n               What about prints?\n               \n                         NOLAN\n               No prints.\n               \n                         FRANK\n               You mean, no prints but hers?\n               \n                         NOLAN\n               No Frank.  No prints.\n               \n     \n     INT.  PETER'S LIVING ROOM - AFTERNOON\n     \n     Peter is sitting at a chessboard with Jeremy.  Peter studies\n     the board.  There is a KNOCK on the door.  Peter gets up and\n     opens the door.  Frank and Andy are outside.\n     \n                         FRANK\n               Mister Sanderson?  I'm Frank Sedman,\n               Bainbridge P.D. and this is Detective\n               Wagner.  We'd like to ask you a few\n               questions about Debi Rutlege.\n               \n     Peter opens the door and they enter.",
  "11": "---END OF PREVIOUS SECTION---\nD. and this is Detective\n               Wagner. We'd like to ask you a few\n               questions about Debi Rutlege. Peter opens the door and they enter. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         FRANK\n               I know you're busy so I'll get right to\n               it.  Did you know her?\n               \n                         PETER\n               Only in passing.  To say hello to.\n               \n     \n                                                             13\n                         ANDY\n               I've talked to a few people who say you\n               and her were... friendly?\n               \n                         PETER\n               Chess tournaments can be boring\n               sometimes.  People have a lot of free\n               time.  They like to gossip.\n               \n                         FRANK\n               Could you tell me where you were last\n               night?\n               \n                         PETER\n               Here.  I played Gregory Lutz.\n               \n                         FRANK\n               I know.  You won two games against him\n               and left the auditorium at eight forty\n               five.  Where did you go after that?\n               \n                         PETER\n               To my room and then I went for a walk.\n               \n                         ANDY\n               By yourself?\n               \n                         PETER\n               Yes.\n               \n     Frank takes out a piece of paper from his jacket pocket.\n     \n                         FRANK\n               This is a printout from the hotel\n               computer for all the messages logged to\n               your room.  Here's one at 9:04 pm.  It\n               says:  From Debi.  Please call me at\n               home.\n               \n                         PETER\n               She called to give me my schedule for\n               tomorrow.\n               \n                         FRANK\n               What's interesting about it is you say\n               you only knew her in passing.  Yet, she\n               says on her message for you to call her\n               at home and she doesn't leave a number.\n               That would imply you already knew the\n               number.\n               \n                         PETER\n               I got it from the tournament directory.\n               \n     Frank takes out a small book.\n     \n                                                             14\n     \n                         FRANK\n               There's no Debi Rutlege listed in the\n               directory.\n               \n     Peter's irritation starts to show.  He opens a dresser drawer\n     and removes a small book.\n     \n                         PETER\n               You're looking in the general\n               directory.  The player's directory\n               lists everyone connected to the\n               tournament.\n               \n     A beat.  Frank and Peter have reached a stalemate.",
  "12": "---END OF PREVIOUS SECTION---\nThe player's directory\n               lists everyone connected to the\n               tournament. A beat. Frank and Peter have reached a stalemate. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n                         ANDY\n               We seem to have a little problem here?\n               \n                         PETER\n               What kind of problem?\n               \n                         ANDY\n               I think you're lying.  That's what kind\n               of problem.\n               \n                         PETER\n               What are you saying?\n               \n                         FRANK\n               We're not saying anything right now.\n               We're just trying to put a few pieces\n               together.\n               \n     Frank and Andy leave.  Peter turns and stares at Jeremy.\n               \n     \n     EXT.  HOTEL GROUNDS - AFTERNOON\n     \n     Frank and Andy walk along the grounds, heading back towards the\n     main hotel.\n     \n                         ANDY\n               What do you think?\n               \n                         FRANK\n               He's got an answer for everything, but\n               he doesn't have an alibi.\n               \n                         ANDY\n               You think he's dirty?\n               \n                         FRANK\n               I don't know, but I think you're right.\n               He's lying.\n     \n                                                             15\n               \n               \n     INT.  AUDITORIUM - AFTERNOON\n     \n     On the stage is three tables each flanked by two chairs.\n     Several CHESS OFFICIALS along with the PRESIDENT of the CHESS\n     FEDERATION attend to the GRANDMASTERS at their respective\n     boards.  Peter sits in a chair and swivels back and forth.\n     \n                         PETER\n               I want another chair.  This one killed\n               me yesterday.\n                    (points to big board)\n               Also, the pieces on the board move too\n               slowly.  I can see them out of the\n               corner of my eye.  Can they be sped up?\n     \n                         PRESIDENT\n               David?\n               \n     DAVID WILLERMAN, a computer technician sits at a computer off\n     to the side of the stage.\n     \n                         DAVID\n               No problem.  It's just a matter of\n               adjusting the response time.\n               \n     He taps in a few commands on the keyboard.  We see a piece\n     quickly move across the board.\n     \n                         DAVID\n               That should do it.\n               \n     Grandmaster Lutz walks over and stands by the board.\n     \n                         GRANDMASTER LUTZ\n               You're acting like a superstitious\n               schoolboy, Peter.",
  "13": "---END OF PREVIOUS SECTION---\nDAVID\n               That should do it. Grandmaster Lutz walks over and stands by the board. GRANDMASTER LUTZ\n               You're acting like a superstitious\n               schoolboy, Peter. \n---TARGET SECTION TO BE ANNOTATED---\n  What's next?\n               Incense and rosary beads?\n               \n                         PRESIDENT\n                    (points to a chair)\n               Grandmaster Lutz, you'll be sitting\n               here for your next match.\n               \n                         GRANDMASTER LUTZ\n               Oh no -- no, I can't sit there.  I must\n               be facing North.  My power comes from\n               the North.\n               \n     Peter smiles and starts to walk off stage.  VIKTOR YURILIVICH,\n     a tall, slender man in his forties, walks on stage.  The two\n     men stand face to face, their eyes locked on each other.\n     \n     \n                                                             16\n                         YURILIVICH\n               Hello, Peter.  You played an\n               interesting game last night.  Even\n               though sacrificing your Queen at b-5 is\n               the game I played against Valsney in\n               '82.  I'm glad it helped you.\n               \n                         PETER\n               I'm sure you are.\n               \n                         YURILIVICH\n               No, I want you to do good.  That way\n               when I beat you at the end I'll look\n               that much better.\n               \n                         PETER\n               You're getting sloppy, Yurilivich.\n               You're nervous?\n     \n                         YURILIVICH\n               I'm not nervous.\n                    \n                         PETER\n               Well, you should be, because this time\n               I'm going to win.\n               \n                         YURILIVICH\n               Well, then this time you'll have to\n               stay for the whole match, won't you?\n     \n     \n     EXT.  HOTEL TERRACE - AFTERNOON\n     \n     Peter sits at a table across from Erica.  They play a game of\n     checkers as they eat their ice cream.  Peter is grinning.\n     \n                         PETER\n               Who told you that?\n     \n                         ERICA\n               Mrs. Lutz.  She also told me that Mr.\n               Lutz goes to a medium to try and\n               contact great Grandmasters in the\n               spirit world.\n               \n                         PETER\n               Has he gotten through to any?\n               \n                         ERICA\n               No, but he did contact a dead\n               parcheesi champion from Ohio.\n               \n     They both LAUGH.",
  "14": "---END OF PREVIOUS SECTION---\nPETER\n               Has he gotten through to any? ERICA\n               No, but he did contact a dead\n               parcheesi champion from Ohio. They both LAUGH. \n---TARGET SECTION TO BE ANNOTATED---\n  A WAITER comes over with a CORDLESS PHONE.\n     \n     \n                                                             17\n                         WAITER\n               There's a call for you Mister\n               Sanderson.\n               \n                         PETER\n                    (into phone)\n               Hello?\n     \n     The \"CALLERS\" VOICE we HEAR is FILTERED through some type of\n     electronic devise that alters the voice.  It is low, resonant,\n     with a macabre quality to it.\n                         \n                         CALLER (OS)\n               Hello, Peter.\n               \n                         PETER\n               Who is this?\n               \n                         CALLER (OS)\n               Someone who's going to become an\n               important part of your life.\n                    (Beat)\n               I want to play a game with you.\n               \n                         PETER\n               I haven't got time for this.\n               \n     Peter starts to hang up, when...\n     \n                         CALLER (OS)\n               You had time for Debi.\n               \n     Peter freezes.\n     \n                         CALLER (OS)\n               Don't worry, I wiped off all your\n               prints.\n               \n     Peter slowly lowers the phone back on the cradle.  He is\n     visibly shaken.\n     \n                         ERICA\n               What is it, dad?\n               \n                         PETER\n               Nothing.\n               \n     \n     INT.  LOBBY - AFTERNOON\n     \n     As Peter walks across the room the DESK CLERK calls out to him.\n     \n                         DESK CLERK\n               Mister Sanderson, there's message for\n               you.\n     \n                                                             18\n               \n     Peter walks over to the desk.  The Clerk hands him an envelope.\n     Peters walks away and starts to open it.\n     \n     CLOSE SHOT:  The back of a POLAROID PHOTOGRAPH.  Letters have\n     been clipped out of a magazine and spell out a message:  THE\n     GAME HAS BEGUN.  WILL CALL AGAIN TOMORROW AT ELEVEN.  The\n     photograph is turned over.  It is a shot of DEBI RUTLEGE\n     exactly as the police found her.  The word REMEMBER written on\n     the wall.  Peter slides the picture back into the envelope,\n     thinks for a moment, then looks at the DESK CLERK.\n     \n                         PETER\n               Get me the police.\n     \n     \n     INT.",
  "15": "---END OF PREVIOUS SECTION---\nPeter slides the picture back into the envelope,\n     thinks for a moment, then looks at the DESK CLERK. PETER\n               Get me the police. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  PETER'S ROOM - AFTERNOON\n     \n     Peter is with Frank and Andy.\n     \n                         FRANK\n               Why didn't you tell us you were there\n               earlier?\n               \n                         PETER\n               I don't know.  I was afraid there'd be\n               hours of questions.  I can't afford to\n               miss a game.\n               \n                         ANDY\n               We wouldn't want someone's death to\n               interfere with your games.\n               \n                         FRANK\n               What was your relationship with her?\n               \n                         PETER\n               Casual.\n               \n                         ANDY\n               Casual?  You were boning her weren't\n               you?\n               \n                         PETER\n               It wasn't serious.  What's your\n               problem?\n               \n                         ANDY\n               You are!  I don't like you.\n               \n                         PETER\n               Fine, don't ask me out on a date.\n               \n     \n                                                             19\n                         ANDY\n               Don't worry I won't.  I've seen how\n               your dates end up.\n               \n     Peter takes a step towards Andy.  They both square off.\n               \n                         FRANK\n               Take it easy.  Both of you.\n               \n                         ANDY\n               I'm sorry, this is just too convenient.\n               \n                         PETER\n               What's that supposed to mean?\n               \n                         ANDY\n               It means, if I were a killer and I\n               thought the police were closing in on\n               me I might invent someone to try and\n               put them off the scent.\n               \n                         PETER\n               That's crazy!  Why would I draw\n               attention to myself like that?\n               \n                         ANDY\n               You like to play games, don't you,\n               Peter?\n               \n                         PETER\n               He says on the photo he'll call\n               tomorrow at eleven.  Why not come back\n               then and listen for yourself.\n               \n                         ANDY\n               Oh, we'll be back.  You can bet on it.\n               \n               \n     INT.  AUDITORIUM - AFTERNOON\n     \n     Peter sits across from GRANDMASTER LUTZ.  He looks over a few\n     tables and stares at Yurilivich.  Meanwhile, Lutz takes out a\n     compass.  He checks his reading then starts shifting the board\n     slightly.  Peter looks at him.",
  "16": "---END OF PREVIOUS SECTION---\nMeanwhile, Lutz takes out a\n     compass. He checks his reading then starts shifting the board\n     slightly. Peter looks at him. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         LUTZ\n               Do you mind?\n               \n     Peter shrugs his shoulders indicating he doesn't.  The\n     President walks over to Peter's table and starts his timer.\n     Peter makes a move.\n     \n     \n     \n                                                             20\n     INT.  BAINBRIDGE INSTITUTE - DUSK\n     \n     Frank and Andy sit at a table with DOCTOR ALAN FULTON.  A tall,\n     thin man in his fifties.  Doctor Fulton studies the\n     photographs, then looks up at Frank.\n     \n                         DOCTOR FULTON\n               You must understand that this is not my\n               field?\n               \n                         ANDY\n               It ain't mine either but I can tell\n               this guy's crazy.  That's your business\n               ain't it, doc?  You deal with crazy\n               people.\n               \n                         DOCTOR FULTON\n               I deal with people with problems... and\n               there are all different types of\n               problems.\n               \n                         FRANK\n               Doctor Fulton, we don't have a budget\n               out here like Seattle.  We can't afford\n               to hire outside Psychological help.\n               I'll take whatever you can give me.\n     \n                         DOCTOR FULTON\n               Well, he appears to be acting out some\n               kind of fantasy.  We're talking about a\n               deeply disturbed person.\n               \n                         ANDY\n               No shit!\n               \n                         FRANK\n               Could someone this disturbed give the\n               appearance of being normal?\n               \n                         DOCTOR FULTON\n               Absolutely.\n               \n                         FRANK\n               We've got a suspect but no hard\n               evidence.  If you met him do you think\n               you could tell?\n               \n                         DOCTOR FULTON\n               Tell what?\n               \n                         ANDY\n               If he's crazy?\n               \n     \n                                                             21\n                         FRANK\n                    (askance at Andy)\n               If he's... disturbed.\n               \n                         DOCTOR FULTON\n               It's possible, but not likely.  There's\n               only one opinion I can offer with any\n               certainty.\n                    (Beat)\n               He's going to kill again.\n               \n               \n     INT.  HOTEL GYM - NIGHT\n     \n     Peter is on the bench press straining to finish his set.\n     Although he is clearly tired, it's a battle of will over\n     muscle.",
  "17": "---END OF PREVIOUS SECTION---\nINT. HOTEL GYM - NIGHT\n     \n     Peter is on the bench press straining to finish his set. Although he is clearly tired, it's a battle of will over\n     muscle. \n---TARGET SECTION TO BE ANNOTATED---\n  Although his face is red, veins bugling, he does his\n     three last presses, then replaces the bar.  He sits up and\n     buries his face in his towel.  When he looks up he sees...\n     \n     KATHY SHEPPARD, a beautiful woman in her twenties is standing\n     against the wall, her eyes on him.  Peter smiles at her.  She\n     smiles back, then walks out of the room.  Peter lays back down\n     and starts another set.\n     \n               \n     INT.  STEAM ROOM - NIGHT\n     \n     Peter enters, a towel wrapped around his waist.  He takes a few\n     steps into the room, then stops when he sees Kathy through the\n     steam.\n     \n                         PETER\n               Sorry.  I thought it was empty.\n               \n                         KATHY\n               It's alright.\n               \n     Peter sits down a few feet from her.  Steam swirls through the\n     room.  Kathy's eyes drift over to him.\n     \n     HER POV:  Beads of sweat roll down his chest and stomach.\n     \n     Peter looks over at her, their eyes meet.  She looks away.\n     Peter closes his eyes and takes a few deep, meditative breaths.\n     Kathy looks over at him again.  As if sensing he is being\n     watched Peter opens his eyes.  A beat.  Their eyes linger on\n     each others.\n     \n                         KATHY\n               Is this your first time here?\n               \n                         PETER\n               Yes.\n               \n     \n                                                             22\n                         KATHY\n               I love this hotel.  I stay here every\n               time I visit my parents.\n     \n                         PETER\n               How come you don't stay with them?\n               \n                         KATHY\n               Because I love them, but they drive me\n               crazy.  You know how parents are?\n               \n                         PETER\n               No.  I don't.\n     \n     A beat.\n     \n                         KATHY\n               Are you with the tournament?\n               \n                         PETER\n               Uh huh.\n     \n                         KATHY\n               Are you one of the players?\n               \n                         PETER\n               Yes.\n               \n                         KATHY\n               I've always wanted to learn how to play\n               chess.  I don't have the patience for\n               it.",
  "18": "---END OF PREVIOUS SECTION---\nPETER\n               Yes. KATHY\n               I've always wanted to learn how to play\n               chess. I don't have the patience for\n               it. \n---TARGET SECTION TO BE ANNOTATED---\n  When did you start playing?\n               \n                         PETER\n               When I was very young.\n               \n                         KATHY\n               It seems like such a complicated game.\n               \n                         PETER\n               Not really.  You see your goal and you\n               go after it.  Anything that gets in the\n               way is an obstacle and must be\n               destroyed.\n               \n                         KATHY\n               Sounds very violent.\n               \n                         PETER\n               Chess is a reflection of life.  Life is\n               violent.  The strong win.  The weak\n               perish.\n     \n                                                             23\n     \n                         KATHY\n               --but you enjoy being the stronger one?\n               You like the control.\n               \n                         PETER\n               If you're asking me if I'm passionate\n               about what I do, the answer is yes.\n               Without passion, nothing moves us.\n               What's your passion?\n     \n                         KATHY\n               That's a very personal question.\n               \n                         PETER\n               I see.  This is going to be a very\n               polite conversation.  What shall we\n               discuss?  The weather?  Movies?\n               \n                         KATHY\n               Are you disappointed that I won't\n               answer you?\n               \n                         PETER\n               I had just hoped there would be more\n               substance to the conversation.\n               \n                         KATHY\n               I thought opening too quickly was a\n               fatal mistake in chess.\n               \n                         PETER\n                    (grinning)\n               It is.\n               \n                         KATHY\n               Do you always open quickly?\n               \n                         PETER\n               Are we talking about me, or chess?\n               \n                         KATHY\n               You.\n               \n                         PETER\n               Each circumstance requires a different\n               tactic.\n               \n                         KATHY\n               Well, I hope you remember that tomorrow\n               when you play Krikorian.\n     \n     Peter stares at Kathy for a moment.  She's made a mistake and\n     she knows it.  She stands up.\n     \n     \n                                                             24\n                         KATHY\n               Well, I think I've had enough.\n               \n                         PETER\n               Getting too hot in here for you?\n               \n     She feigns a smile and starts towards the door.  Suddenly, his\n     hand shoots out, grabbing her arm.  She freezes.",
  "19": "---END OF PREVIOUS SECTION---\nShe feigns a smile and starts towards the door. Suddenly, his\n     hand shoots out, grabbing her arm. She freezes. \n---TARGET SECTION TO BE ANNOTATED---\n  Peter stands\n     up, his body trapping her between him and door, his lips almost\n     touching her ear.\n     \n                         PETER\n               What are you looking for?\n               \n                         KATHY\n               Nothing.  I just came in for a steam.\n               \n                         PETER\n               No you didn't.\n               \n     He spins her around.  They are face to face.\n     \n                         PETER\n               What are you?  A reporter?  Just how\n               far were you going to go?\n               \n     A beat.  Peter lets her go and backs off.  She opens the door\n     and leaves.  Peter smiles.\n               \n               \n     EXT.  HOTEL - NIGHT\n     \n     Kathy walks across the grounds.  Frank catches up with her and\n     walks along side.\n     \n                         FRANK\n               Well?\n               \n                         KATHY\n               Well what?  I told you this was a\n               stupid idea.  You can't learn anything\n               from someone in a few minutes.\n               \n                         FRANK\n               You didn't pick up any vibes from the\n               guy?\n               \n                         KATHY\n               I'm a psychologist, Frank... not a\n               psychic.  What's this all about anyway?\n               \n                         FRANK\n               What did Dr. Fulton tell you?\n               \n     \n                                                             25\n                         KATHY\n               Only that you wanted someone from the\n               institute to talk to Sanderson for some\n               case you're working on.  What'd he do?\n               \n                         FRANK\n               We're not sure.\n               \n                         KATHY\n               What do you think he did?\n               \n                         FRANK\n               We think he could be a suspect in a\n               murder investigation.\n               \n     Kathy stops dead in her tracks and stares at him.\n     \n                         KATHY\n               The girl that was killed last night?\n               \n     Frank's silence tells her she's right.  She stares at him for a\n     moment, then walks off.\n     \n     \n     EXT.  DOCTOR FULTON'S HOUSE - NIGHT\n     \n     Kathy is BANGING loudly on the front door.  A moment later it\n     is answered by Dr. Fulton.  In the b.g a DINNER PARTY is going\n     on.\n     \n     \n     INT.  DOCTOR FULTON'S STUDY - NIGHT\n     \n     Dr. Fulton sits on the couch.",
  "20": "---END OF PREVIOUS SECTION---\nINT. DOCTOR FULTON'S STUDY - NIGHT\n     \n     Dr. Fulton sits on the couch. \n---TARGET SECTION TO BE ANNOTATED---\n  Kathy paces the room.\n     \n                         DOCTOR FULTON\n               You might not have done it had you\n               known.\n               \n                         KATHY\n               You're damn right!  I'm a child\n               psychologist and you send me into a\n               room with someone who could be a\n               murderer!\n               \n                         DOCTOR FULTON\n               Would you mind keeping your voice down?\n               I have guests.\n               \n                         KATHY\n               Oh, well we wouldn't want to disturb\n               your guests, would we?\n               \n     \n                                                             26\n                         DOCTOR FULTON\n               The police came to me for help.  What\n               could I do?\n               \n                         KATHY\n               You could have been honest with me for\n               starters.  We work together.  I have to\n               be able to trust you.\n               \n                         DOCTOR FULTON\n                    (checks his watch)\n               I admit I handled it badly.  Sanderson\n               wasn't going to talk to me... but\n               you're young, attractive--\n               \n                         KATHY\n               --the same type as the girl who got\n               killed.  Jesus, Alan, the guy could be\n               a psychopath.\n               \n                         DOCTOR FULTON\n               They asked who would be best suited for\n               this and you--\n               \n                         KATHY\n               Don't patronize me!  You sent me into a\n               potentially dangerous situation and\n               didn't warn me!\n               \n     She walks to the door and opens it.\n               \n                         DOCTOR FULTON\n               It worked out alright, didn't it?\n               \n                         KATHY\n                    (loudly)\n               Fuck off!\n               \n     All the GUESTS are sitting at the dinner table, eating soup.\n     They stare at Kathy.  Fulton.\n     \n                         KATHY\n                    (to the guests)\n               That's what I would have said to the\n               chef if I caught him shaving over the\n               soup.\n               \n     She walks out.  Slowly, several of the GUESTS lower the soup\n     spoons and push their bowls away.\n     \n               \n     \n                                                             27\n     INT.  OFFICE, LOBBY - NIGHT\n     \n     The LOBBY appears empty.",
  "21": "---END OF PREVIOUS SECTION---\nSlowly, several of the GUESTS lower the soup\n     spoons and push their bowls away. 27\n     INT. OFFICE, LOBBY - NIGHT\n     \n     The LOBBY appears empty. \n---TARGET SECTION TO BE ANNOTATED---\n  One of the office doors opens and\n     CHRISTIE EASTMAN, A young, attractive woman, comes out carrying\n     a stack of files.  She walks out of the lobby, LOCKING the door\n     behind her.\n     \n     \n     INT.  ELEVATOR - NIGHT\n     \n     As the car descends, Christie looks through one of the files.\n     She turns a page and the file falls to the floor.  She bends\n     down to pick it up.  As she does the elevator stops and the\n     doors open.\n     \n     A pair of black boots stand before her.  She looks up to see a\n     MAN in his fifties.  He smiles and gets in.  The doors close\n     and the car starts down again.  Christie stares at the floor\n     indicator, somewhat unnerved by the man's presence.  The car\n     stops at the lobby and the man gets out.\n     \n     \n     EXT.  PARKING LOT - NIGHT\n     \n     Christie walks across the deserted parking lot towards her car.\n     She HEARS a SOUND and stops and looks around.\n     \n     CHRISTIE'S POV:  As her eyes scan the desolate parking lot, she\n     sees nothing unusual.\n     \n     Christie starts to walk again.  She arrives at her car, gets\n     inside, then rolls down the window.\n     \n               \n     INT.  CAR - NIGHT\n     \n     Christie starts the car, then takes out a cigarette from her\n     pocket and lights it.  She takes a deep drag, then looks\n     into...\n     \n     CLOSE ON REAR VIEW MIRROR:  From the back seat we see TWO DARK\n     EYES staring at her from behind a PORCELAIN MASK.\n     \n     She turns around.  Her face filled with fear.  FLASH!  The\n     screen is filled with BRIGHT LIGHT.\n     \n     \n     EXT.  BAINBRIDGE INSTITUTE - MORNING\n     \n     A car drives up the gravel path and stops in front of the\n     entrance.  Frank gets out and walks towards the door.\n     \n     \n     \n                                                             28\n     INT.  OBSERVATION ROOM - MORNING\n     \n     Kathy is watching a young GIRL through a two-way mirror in the\n     next room as she plays and interacts with dolls and toys.  She\n     makes a few notes, then the door opens and Frank walks in.",
  "22": "---END OF PREVIOUS SECTION---\n28\n     INT. OBSERVATION ROOM - MORNING\n     \n     Kathy is watching a young GIRL through a two-way mirror in the\n     next room as she plays and interacts with dolls and toys. She\n     makes a few notes, then the door opens and Frank walks in. \n---TARGET SECTION TO BE ANNOTATED---\n     \n     \n                         KATHY\n               I'm busy right now.\n               \n                         FRANK\n               It's important.\n               \n     Kathy goes through a door into the observation room.  Through\n     the mirror we see her kneel down next to the girl and smile.\n     She says something to her as she points to a door leading out\n     of the room.  The girl gives her a big hug.  A moment later we\n     see Frank join her in the room.  He says something and they\n     start to argue.  Kathy points towards the door.\n     \n     \n     CLOSE ON COMPUTER MONITOR:  A chess program.  A piece is moved.\n     The screen reads:  CHECKMATE!  YOU WIN.  PULL BACK.\n     \n     \n     INT.  PETER'S HOTEL ROOM - MORNING\n     \n     Peter is at the computer.  Jeremy sits beside him.  Frank walks\n     over to Andy who is with a TECHNICIAN setting up tracing\n     equipment.\n     \n                         TECHNICIAN\n               We're all set.\n               \n                         ANDY\n               I still think this is a crock of shit.\n               \n     There's a KNOCK at the door.  Andy opens it.  Kathy enters.\n     \n                         FRANK\n               I'm glad you could make it.\n               \n     Peter looks at Frank, then Kathy with confusion.\n     \n                         FRANK\n               Mister Sanderson, this is Doctor\n               Sheppard.  She's a psychologist helping\n               us out.\n               \n                         PETER\n               We've already met.  Haven't we...\n               Doctor.\n               \n     \n                                                             29\n                         KATHY\n                    (she smirks)\n               I see you're still having problems with\n               your openings.\n     \n                         FRANK\n               And this Jeremy--\n               \n                         KATHY\n               --Edmonds.  I know.  You lost to Karpov\n               in '82, didn't you?\n               \n                         JEREMY\n               Yes.  However, that's not exactly how I\n               prefer to be remembered.\n                    (Beat)\n               Well, I'm going to get out of your way.\n               Peter, I'll see you this afternoon.\n               \n               \n     CLOSE ON ASHTRAY:  A cigarette is snuffed out.  PULL BACK.",
  "23": "---END OF PREVIOUS SECTION---\nPeter, I'll see you this afternoon. CLOSE ON ASHTRAY:  A cigarette is snuffed out. PULL BACK. \n---TARGET SECTION TO BE ANNOTATED---\n     Andy finishes putting out his cigarette, then glances up at\n     Peter who is pacing back and forth.  Andy checks his watch.\n     \n                         ANDY\n               Eleven oh six.\n               \n     He looks at Peter with a grin.  A beat as the two men stare at\n     each other.  The moment is broken as the PHONE RINGS LOUDLY.\n     Peter's head snaps towards the phone.\n     \n                         FRANK\n               Remember, try to keep him on as long as\n               you can.  Don't confront him.  Let him\n               answer the questions I gave you.\n               \n     The Technician starts his tape machine and tracing equipment.\n     Peter picks up his CORDLESS PHONE.\n     \n                         PETER\n               Hello?\n               \n     We HEAR the CALLER'S distorted VOICE.\n     \n                         CALLER (OS)\n               Hello, Peter.\n     \n                         PETER\n                    (stalling)\n               Just a second.\n                    (a beat, then)\n               Hello?\n               \n     \n                                                             30\n                         CALLER (OS)\n               Very amateurish, Peter.  I'm surprised\n               you would use such an obvious tactic.\n                    (there is anger in his\n                     voice)\n               I'm not an idiot!  Don't treat me as\n               one!  I'll call you everyday... You get\n               one minute, whether you put me on hold\n               or talk is up to you!  Are you ready to\n               play?\n               \n                         PETER\n               Yes.  Why did you kill Debi Rutlege?\n     \n                         CALLER (OS)\n               To get your attention.\n               \n                         PETER\n               Did you know her?\n               \n                         CALLER(OS)\n               No, only the path she chose to travel.\n               \n     Peter is trying to keep the conversation moving.\n     \n                         PETER\n               And -- what path is that?\n               \n                         CALLER (OS)\n               We all have paths to follow.  You hope\n               yours will lead you to me.\n               \n                         PETER\n               Why did you write remember on the wall?\n               \n                         CALLER (OS)\n               That's something you'll have to figure\n               out for yourself.  Really, Peter, you\n               can't expect me to answer such direct\n               questions.",
  "24": "---END OF PREVIOUS SECTION---\nPETER\n               Why did you write remember on the wall? CALLER (OS)\n               That's something you'll have to figure\n               out for yourself. Really, Peter, you\n               can't expect me to answer such direct\n               questions. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n               Why not?\n               \n                         CALLER (OS)\n               You don't want to think and that's why\n               I'll win!  I'm already two points\n               ahead.\n               \n                         PETER\n               What?\n               \n     \n                                                             31\n                         CALLER (OS)\n               I did another one last night.  You\n               might have saved her, but you didn't\n               want to play.\n               \n                         PETER\n               Where is she?\n               \n                         CALLER (OS)\n               You'll find her.\n               \n                         PETER\n               If you got something to say to me, just\n               come out and say it!\n               \n     Andy picks up the extension phone.\n     \n                         ANDY\n               Where is she you sonofabitch!\n               \n     There's a chuckle from the Caller.\n     \n                         CALLER (OS)\n               Ah... Detective Wagner.  I'm sorry but\n               you'll have to get off the line and go\n               back to your tracing equipment.  If I\n               wanted to play the game with a moron I\n               would have called you.\n               \n     Frank angrily motions Andy to get off.  Andy hangs up.\n     \n                         CALLER (OS)\n               I suppose you want to know where I'm\n               going to kill tonight, Peter?\n               \n                         PETER\n               You're not going to tell me that.\n     \n                         CALLER (OS)\n               \"Wee Willie Winkie runs through the\n               town.  Upstairs and downstairs in his\n               nightgown.  Crawling through the\n               window.  At the end of Miss Emma's\n               street.  Her God has gone and left his\n               home.  So her and I can meet.\"\n               \n     The line goes dead.  A beat.  Everyone reflects on what they\n     have just heard.\n     \n                         FRANK\n                    (to Andy)\n               Are you out of your fuckin' mind\n               picking up the phone!\n               \n     \n                                                             32\n                         ANDY\n               Sorry.\n               \n                         FRANK\n                    (to Technician)\n               Anything?\n               \n                         TECHNICIAN\n               Nothing.  We'd have a better chance if\n               we could tap in at the junction box.\n               \n                         FRANK\n               Thanks Mister Sanderson.\n                    (to Kathy and Andy)\n               Let's go.",
  "25": "---END OF PREVIOUS SECTION---\nWe'd have a better chance if\n               we could tap in at the junction box. FRANK\n               Thanks Mister Sanderson. (to Kathy and Andy)\n               Let's go. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n               You want me to go with you?  Maybe I\n               can help.\n               \n                         FRANK\n               That's alright.  We'll take it from\n               here.\n               \n               \n     EXT.  HOTEL GROUNDS - MORNING\n     \n     Kathy, Frank and Andy leave Peter's room and walk back towards\n     the hotel.\n     \n                         ANDY\n               You should be an actor, Frank.  You\n               looked like you were really mad.  The\n               veins popping out on your neck was a\n               really nice touch.\n               \n                         KATHY\n               You weren't mad at him for picking up\n               the phone?\n               \n                         FRANK\n               No.  I told him to.  I wanted to make\n               sure there was someone on the other\n               end.\n               \n                         KATHY\n               But we heard him.\n               \n                         FRANK\n               It could have been a tape.  A\n               prerecorded conversation between\n               Sanderson and himself.\n     \n     \n     \n                                                             33\n     INT.  POLICE CONFERENCE ROOM - AFTERNOON\n     \n     A room set up to deal with the murder.  PHOTOGRAPHS are pinned\n     to a cork board.  Frank is at a table with Kathy, Andy and\n     Nolan.  On the chalkboard in the rhyme the Caller recited\n     earlier.\n     \n                         ANDY\n               The F.B.I. has nothing remotely similar\n               to this guy.  I think he's a first-\n               timer.\n               \n                         FRANK\n               Check with the State.  If he's never\n               killed outside of Washington the F.B.I.\n               wouldn't have it.  Nolan?\n               \n                         NOLAN\n               He tapes their mouths shut.  We found\n               traces of adhesive around the victims\n               mouths.  We're doing a chemical\n               analysis for components, but it's\n               probably a standard brand you can buy\n               in any hardware store.\n               \n                         FRANK\n               There's only two hardware stores on the\n               whole Island.  We'll check that out.\n               What about the blood?\n               \n                         NOLAN\n               Not a drop.  Maybe the guy works for\n               the Red Cross.\n               \n     Frank looks at Nolan askance.",
  "26": "---END OF PREVIOUS SECTION---\nNOLAN\n               Not a drop. Maybe the guy works for\n               the Red Cross. Frank looks at Nolan askance. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         FRANK\n               Kathy?\n               \n                         KATHY\n               Well, the fact that he views this as a\n               game suggests that he is trying to\n               prove some sense of superiority -- and\n               the way he murders confirms a need to\n               be in complete control of his victim.\n               \n                         FRANK\n               What about the way he arranged the\n               body?\n               \n     \n                                                             34\n                         KATHY\n               That would indicate he's playing out a\n               fantasy.  Power-control killers usually\n               fantasize about their actions long\n               before they commit them.  Once they\n               become a reality though, they reach a\n               sense of euphoria and need to repeat\n               the act to sustain it.  But, in all the\n               research I've read on Serial Killers,\n               I've never heard of one moving so fast.\n               It's as if the game is the catalyst for\n               the murders -- not the other way\n               around.\n               \n                         FRANK\n               Anything else?\n               \n                         KATHY\n               Yes.  Why disguise your voice if no one\n               knows it?\n               \n                         FRANK\n               I was thinking the same thing.  He must\n               be local.  It's logical for him to\n               assume that the police would be there,\n               but he recognized Andy's voice and\n               called him by name.\n                    (points to the rhyme)\n               What about this?\n               \n                         KATHY\n               I would think it's some type of clue as\n               to where he's going to kill next?\n               \n                         ANDY\n               Why does he call Sanderson?\n               \n                         KATHY\n               He's one of the best Chess players in\n               the world.  Who better to play a game\n               with?\n               \n                         FRANK\n                    (to Andy)\n               You still having a problem with this?\n               \n                         ANDY\n               Yeah, I am.  I think he's playing us.\n               If I was a killer and the police were\n               trying to make a case against me, what\n               better why to draw them off than to put\n               their attention on someone else?\n               \n     \n                                                             35\n                         KATHY\n               Sending yourself anonymous notes in the\n               mail is one thing -- but who called him\n               today?\n               \n                         ANDY\n               I don't know.",
  "27": "---END OF PREVIOUS SECTION---\nIf I was a killer and the police were\n               trying to make a case against me, what\n               better why to draw them off than to put\n               their attention on someone else? 35\n                         KATHY\n               Sending yourself anonymous notes in the\n               mail is one thing -- but who called him\n               today? ANDY\n               I don't know. \n---TARGET SECTION TO BE ANNOTATED---\n  Maybe there's two of\n               them.  Maybe he hired some Wino to make\n               the calls.\n               \n                         KATHY\n               Maybe you're reaching a bit?  I think\n               Sanderson should be in on this.\n               There's a reason why the killer's\n               calling him.\n               \n     A UNIFORMED OFFICER KNOCKS and enters.\n     \n                         OFFICER\n               Captain, we found her.\n               \n               \n     EXT.  WAREHOUSE - WIDE SHOT - AFTERNOON\n     \n     Several BLACK and WHITE UNITS are parked in the rear of the\n     building.  Frank and Andy walk up the loading dock steps in\n     silence.\n     \n     \n     INT.  WAREHOUSE - AFTERNOON\n     \n     The body of CHRISTIE EASTMAN is laying on top of a large crate.\n     Her body has been draped tightly with a sheet and her arms are\n     folded across her chest.  Her face is deathly white and has\n     been made up with the same clumsy makeup.\n     \n     Written in blood on the wall behind her is:  EVENTUALLY\n     \n     \n     INT.  STAGE WINGS - EVENING\n     \n     Peter paces back and forth waiting for the match to begin.\n     Yurilivich is sitting in a chair, watching Peter with a grin.\n     Peter turns around and almost bumps into Lutz who is wearing a\n     ridiculous hat with sheets of aluminium foil sticking out.\n     \n                         [LUTZ\n               They're trying to control my thoughts.\n                    (points to the hat)\n               Aluminium foil.  It repels the thought\n               rays.]\n               \n     Peter stares at him.  In the b.g. Kathy enters, looks around,\n     then walks over to Peter.\n     \n     \n                                                             36\n                         KATHY\n               They couldn't break the riddle.\n               \n                         PETER\n               Did you think it was going to be easy?\n               You think he was going to lay it out at\n               your feet?\n               \n                         KATHY\n               We need your help.\n               \n                         PETER\n               I offered my help this morning and\n               Sedman turned me down.\n               \n                         KATHY\n               But you're the key.  The one he wants\n               to play the game with.\n               \n                         PETER\n               I can't right now.  I've got a game.",
  "28": "---END OF PREVIOUS SECTION---\nThe one he wants\n               to play the game with. PETER\n               I can't right now. I've got a game. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               She could be dead after the game.\n               \n                         PETER\n               She could be dead now.\n               \n                         KATHY\n               What if she isn't?  Where are your\n               priorities?  You have to think between\n               someone's life and a chess game?\n                    (raising her voice)\n               The girl he killed last night was only\n               twenty one years old!  He dumped her\n               body behind a warehouse like a sack of\n               garbage!\n               \n     Everyone is now staring at Kathy and Peter who are staring at\n     each other.  In the b.g. The President appears.\n     \n                         PRESIDENT\n               Gentlemen...\n               \n     The GRANDMASTERS walk onto stage as Peter and Kathy continue to\n     stare at each other.  A beat.  Peter starts to move towards the\n     stage.  Kathy takes a step after him.  She takes a envelope\n     from her jacket pocket and puts it into Peter's jacket pocket.\n     \n                         KATHY\n               These are for you.\n     \n     \n     \n                                                             37\n     INT.  AUDITORIUM - NIGHT\n     \n     Peter sits across from GRANDMASTER KRIKORIAN.  He makes a move,\n     then hits his timer.  On the BOARD behind him the move is\n     duplicated.  Krikorian studies the board.  Peter is staring out\n     over the AUDIENCE deep in thought.  Krikorian makes a move and\n     hits the timer.  Peter continues to stare, unaware that it is\n     his move.  A beat.  All eyes are on him.\n     \n     Peter turns around and stares at the big board, then walks over\n     and makes a move.  Krikorian studies his position.  Peter\n     reaches into his pocket for a cigarette.  He removes the\n     envelope Kathy gave him, then his cigarettes.  A beat.  He\n     stares at the envelope, flicking his finger against it.\n     Krikorian looks up annoyed.  Peter opens the envelope.\n     \n     CLOSE ON PHOTOGRAPHS:  We see several PHOTOGRAPHS of Christie\n     Eastman before her death.  Peter turns through them.  Next, we\n     see the grisly PHOTOS taken at the crime scene.  He is a man\n     struggling to make a decision.",
  "29": "---END OF PREVIOUS SECTION---\nPeter turns through them. Next, we\n     see the grisly PHOTOS taken at the crime scene. He is a man\n     struggling to make a decision. \n---TARGET SECTION TO BE ANNOTATED---\n  Krikorian makes a move.  Peter\n     does not react.  He replaces the PHOTOS and stares at the\n     envelope, then looks up at Krikorian who is watching him.  A\n     beat.  Peter replaces the envelope in his pocket, then makes a\n     move.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Kathy sits with Frank and Andy.  Coffee cups litter with table.\n     The nursery rhyme is written on the BLACKBOARD and reads:\n     \n     \n     \n     WEE WILLIE WINKIE RUNS THROUGH THE STREET,\n     UPSTAIRS AND DOWNSTAIRS IN HIS NIGHTGOWN;\n     CRAWLING THROUGH THE WINDOW,\n     AT THE END OF MISS EMMA'S STREET,\n     HER GOD HAS GONE AND LEFT HIS HOME,\n     SO HER AND I CAN MEET.\n     \n     \n     \n                         FRANK\n               \"Her God has gone and left his home?\"\n               \n     Everyone shakes there head indicating they don't understand the\n     reference.\n     \n                         KATHY\n               Why these girls?  How does he pick\n               them?\n     \n     Frank points to a LARGE MAP of the CITY on the wall, with TWO\n     RED PINS in different locations.\n               \n     \n                                                             38\n                         FRANK\n                    (pointing to the map)\n               I don't think it matters.  Last nights\n               victim, Christie Eastman was found in a\n               warehouse on the outskirts of town.\n               The night before, Debi Rutlege was\n               found in the center.\n               \n                         KATHY\n               Meaning?\n               \n                         ANDY\n               Meaning, it looks like his victims are\n               chosen at random.\n               \n                         PETER (OS)\n               No.\n               \n     Peter is standing in the doorway.  He enters the room.\n     \n                         ANDY\n               What do you mean, no?\n               \n                         PETER\n               He says it's a game.  All games have a\n               strategy.\n               \n                         ANDY\n               All you gotta do is look at the map.\n               \n                         PETER\n               His victims aren't random.  It only\n               means that they appear to be random.\n               There's a connection, we just have to\n               find it.\n               \n     Peter turns his attention to the blackboard.",
  "30": "---END OF PREVIOUS SECTION---\nIt only\n               means that they appear to be random. There's a connection, we just have to\n               find it. Peter turns his attention to the blackboard. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         PETER\n               What have you come up with on the\n               riddle?\n               \n                         FRANK\n               \"Wee Willie Winkie runs though the\n               street.\"  We think he might be making a\n               reference to himself.\n     \n                         PETER\n               Maybe, but I don't think so.  I think\n               it's just a tease.\n               \n                         FRANK\n               Upstairs and downstairs in his night\n               gown -- He could be saying the house\n               he's picked is two stories.\n     \n                                                             39\n               \n                                             \n     EXT.  HOUSE - NIGHT - KILLER'S POV\n     \n     As he approaches a TWO STORY house.  The POV stops moving, as\n     if to decide which way to go... then goes around the right side\n     of the house.\n     \n                                             \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter, Kathy, Frank and Andy continue to unravel the message.\n               \n                         KATHY\n                    (offering)\n               \"Crawling through the window\"... We\n               think that's how he's going to get in?\n               \n                                             \n     EXT.  SIDE OF HOUSE - KILLER'S POV - NIGHT\n     \n     A crowbar is placed under a window and pried up until the lock\n     breaks.  We see two GLOVED HANDS open the window.\n     \n                                             \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter has taken his jacket off and is pacing the room.  Kathy,\n     Frank and Andy stare at the board.\n     \n                         PETER\n               That's it?\n               \n                         FRANK\n               We think he might be making a reference\n               to drugs?  Miss Emma is a street term\n               used by junkies for Morphine.\n               \n                         PETER\n               Could Emma be the name of the girl he's\n               going to kill?\n               \n                         ANDY\n               We've checked.  There's no one with the\n               last name of Emma on the Island.\n               \n                         FRANK\n               Maybe he's going to drug her?\n               \n                         KATHY\n               He's killed both girls exactly the same\n               way.  It's almost ritualistic.  Why\n               would he change now?\n               \n     \n                                                             40\n                         PETER\n               Morpheus.",
  "31": "---END OF PREVIOUS SECTION---\nIt's almost ritualistic. Why\n               would he change now? 40\n                         PETER\n               Morpheus. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         ANDY\n               What?\n               \n                         PETER\n               Not what -- who.  Morpheus.  The Greek\n               God of dreams.  Look at the next line.\n               \"Her God has gone and left his home.\"\n               \n                         KATHY\n               His home would be... Mount Olympus.\n               \n                         FRANK\n               Call dispatch.  Double the patrols.  I\n               want that area blanketed.\n               \n     Frank and Andy rush from the room.\n               \n               \n     INT.  LORAINE'S BEDROOM - NIGHT\n     \n     LORAINE OLSEN, a YOUNG, ATTRACTIVE GIRL in her twenties enters\n     the room and walks over to the CLOSET as she takes off her\n     jacket.  She reaches for the DOORKNOB when the PHONE RINGS.\n     She hesitates for a moment, deciding whether to open the door,\n     but decides to answer the phone first.  She walks over and\n     picks it up.\n     \n                         LORAINE\n               Hello?...  Oh hi Mom...  No I just got\n               in...  No I haven't forgotten.\n               Tomorrow, ten o'clock...  Yes... Yes...\n               Okay, I'll see you in the morning.\n               Bye.\n               \n     She hangs up, walks back to the CLOSET and opens the door.\n     \n     INT.  CLOSET - NIGHT\n     \n     is a large WALK-IN, the back filled with LONG HANGING DRESSES\n     that almost reach the floor.  Below them is a row of SHOES,\n     neatly aligned on the floor.  Loraine hangs up her jacket,\n     takes off her shirt, then puts on a tee shirt.\n     \n     \n     INT.  LORAINE'S BATHROOM - NIGHT\n     \n     Loraine finishes brushing her teeth.  She turns off the water,\n     but we still HEAR a DRIPPING SOUND.  She looks over at the bath\n     tub with the SHOWER CURTAINS DRAWN.  She opens the curtain and\n     tightly turns the handle to stop the nozzle from leaking.\n     \n     \n     \n                                                             41\n     INT.  LORAINE'S BEDROOM - NIGHT\n     \n     Loraine sits on the edge of her bed and peels herself out of\n     her tight pants.\n     \n     \n     INT.",
  "32": "---END OF PREVIOUS SECTION---\n41\n     INT. LORAINE'S BEDROOM - NIGHT\n     \n     Loraine sits on the edge of her bed and peels herself out of\n     her tight pants. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  LORAINE'S CLOSET - NIGHT\n     \n     She enters the closet and hangs up her pants.  As she does so\n     we see: Among the row of shoes is a pair of BLACK HIGH-TOP\n     TENNIS SHOES.       \n     \n     Loraine starts to leave.  The TENNIS SHOES move forward.\n     \n     CLOSE ON LORAINE:  A GLOVED HAND reaches over and CLAMPS down\n     tightly over her mouth, muffling her SCREAM as,\n     \n     \n     INT.  BEDROOM - NIGHT\n     \n     The CLOSET DOOR is SLAMMED SHUT.  SILENCE.  A FLASH of light\n     fills the frame of the door.\n     \n     \n     EXT.  WATERFRONT - NIGHT\n     \n     Colorful SHOPS and RESTURANTS line the street.  Peter grabs a\n     HOT DOG from a VENDOR and takes a big bite, then looks at\n     Kathy.\n     \n                         PETER\n               You sure you don't want to eat\n               something?\n               \n                         KATHY\n               I don't think I could.\n               \n     They start to walk agin.\n               \n                         PETER\n               It's going to be a long night.  It\n               could take hours before we know\n               something.  You should try to eat.\n               \n                         KATHY\n               You sound like my mother.\n               \n                         PETER\n               It wasn't intentional.\n     \n                         KATHY\n               Does what's going on bother you at all?\n               Or are you just wearing your game face?\n               \n     \n                                                             42\n                         PETER\n               I think it's interesting.\n               \n                         KATHY\n               Another kind of game?\n               \n                         PETER\n               In a way.\n               \n                         KATHY\n               This isn't a game.\n               \n                         PETER\n               Oh, but it is.  He's killing a person\n               everyday and challenging us to catch\n               him.  That's a game.  It has rules and\n               objectives.\n               \n                         KATHY\n               How can you look at it so clinically?\n               \n                         PETER\n               Take your average cop.  They deal with\n               death everyday.  If they let emotions\n               get in the way it would cloud their\n               judgement.",
  "33": "---END OF PREVIOUS SECTION---\nPETER\n               Take your average cop. They deal with\n               death everyday. If they let emotions\n               get in the way it would cloud their\n               judgement. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               That's true -- but the emotion is still\n               there.  They just learn to control it.\n               \n                         PETER\n               What about you?  Aren't there times\n               when a young child is telling you a\n               story so sad you just want to cry?\n               \n                         KATHY\n               Of course.\n               \n                         PETER\n               Do you?\n               \n                         KATHY\n                    (uncomfortable)\n               Let's change the subject.\n               \n                         PETER\n               Okay.  So, tell me about yourself.  Are\n               you married?\n               \n     Kathy stops.\n               \n                         KATHY\n               How did we get to that subject?\n               \n     \n                                                             43\n                         PETER\n               I'm just curious.\n               \n                         KATHY\n                    (uncomfortable)\n               I think it's best if we don't ask too\n               many personal questions -- I want to\n               keep things on a professional level.\n               \n                         PETER\n               You mean like in the steam room?\n               \n                         KATHY\n               That's not fair!\n               \n                         PETER\n               Are you going to tell me you didn't\n               feel something in there?\n               \n     Kathy is growing more uncomfortable by the moment.\n     \n                         KATHY\n               You're projecting your own desires and\n               reading more into what happened than\n               what actually did.\n     \n                         PETER\n               Very good.  Spoken like a true\n               psychologist.  When confronted with the\n               prospect of your own reality, hide\n               behind quotations.  What is that\n               Masters and Johnson?\n               \n     The tension breaks.  Kathy smiles.\n     \n                         KATHY\n               You have to win every point, don't you?\n               \n                         PETER\n               I just wanted to know if you're\n               involved with anyone?\n                    (Beat)\n               Let me ask you something?  Do your\n               colleagues know if you're involved or\n               not?\n               \n                         KATHY\n               Of course.\n               \n                         PETER\n               Why?\n               \n                         KATHY\n               Because I work with them.\n               \n     \n                                                             44\n                         PETER\n               Aren't you working with me?\n               \n     Kathy smiles again, amused by Peter's tactics.\n     \n                         KATHY\n               No.",
  "34": "---END OF PREVIOUS SECTION---\n44\n                         PETER\n               Aren't you working with me? Kathy smiles again, amused by Peter's tactics. KATHY\n               No. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n               You're not?\n               \n                         KATHY\n               No -- I'm not involved.\n                    (Beat)\n               And I plan on keeping it that way.\n               \n     Kathy walks off, leaving Peter staring after her.\n               \n               \n     INT.  LORAINE'S KITCHEN - MORNING\n     \n     Kathy, Frank and Andy are in the room with Nolan.  Nolan is on\n     his knees at the base of a window.  On the floor beside him is\n     a RULER and a SHEET OF RUBBERIZED PAPER.\n     \n                         NOLAN\n                    (proudly)\n               This is where he forced his way in.  We\n               found some fibers on the windowsill,\n               probably particles of clothing that\n               rubbed off when he climbed through.\n               I'll know more once I get it under the\n               microscope.\n               \n                         FRANK\n                    (not impressed)\n               That's great.\n               \n                         NOLAN\n               Wait, I've saved the best for last.\n               Andy, hit the lights, will you?\n               \n     Andy looks for the light switch.  Kathy realizes she's standing\n     in front of it and moves out of the way.  Andy turns off the\n     lights and the room goes dark.  Nolan turns on a FLASHLIGHT and\n     gets down on his knees, then SHINES the LIGHT at a LOW ANGLE\n     across the floor.\n     \n     THE FLOOR - CLOSE SHOT:  We can clearly see the impression of a\n     SHOE PRINT.\n     \n                         NOLAN\n               It's a tennis shoe.  Pretty old by the\n               individual characteristics.  About a\n               size ten or eleven.  This guy is big.\n     \n                                                             45\n               \n                         ANDY\n               What's this?\n               \n     Andy points to a JAGGED LINE in the impression.\n               \n                         NOLAN\n               Don't know.  Looks like a cut or a gash\n               in the sole of the shoe.  We'll blow it\n               up back at the lab.\n               \n               \n     INT.  HALLWAY - MORNING\n     \n     Frank, Andy and Kathy follow Nolan towards the bedroom.  Frank\n     stops and taps Kathy on the shoulder.\n               \n                         FRANK\n               Before we go in I gotta tell you this\n               isn't going to be pretty.",
  "35": "---END OF PREVIOUS SECTION---\nHALLWAY - MORNING\n     \n     Frank, Andy and Kathy follow Nolan towards the bedroom. Frank\n     stops and taps Kathy on the shoulder. FRANK\n               Before we go in I gotta tell you this\n               isn't going to be pretty. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               I know that.  I've seen the photo's.\n               \n                         FRANK\n               This ain't no photo.\n               \n                                             \n     INT.  LORAINE'S BEDROOM - MORNING\n     \n     Frank, Andy  and Kathy enter the room.  Loraine's body is\n     laying on the bed, her appearance is like all the others.\n     \n     On the wall written in blood is: REVENGE.\n     \n     Kathy stares at the sight, horrified.  She starts to gag and\n     runs from the room.\n     \n                         FRANK\n               Same as the others?\n               \n                         NOLAN\n               Yeah.\n                         \n                         FRANK\n               How long she been dead?\n               \n                         NOLAN\n               I'd say at least eighteen hours.\n               \n                         FRANK\n               That means she was dead before we even\n               finished figuring out the message.\n               \n     \n                                                             46\n                         ANDY\n               Or before Sanderson ever showed up to\n               help us with the riddle.  He figured it\n               out pretty quick, didn't he?  Maybe\n               it's not to hard if you wrote it.\n               \n               \n     INT.  PETER'S HOTEL ROOM - MORNING\n     \n     Peter enters in his SWEATS to find Erica, Jeremy and David\n     sitting around a computer.\n     \n                         PETER\n               Good morning.\n               \n     Erica runs over to him and gives him a kiss.\n     \n                         PETER\n                    (to Jeremy)\n               We got a problem?\n               \n                         JEREMY\n               Our computer went on the fritz again.\n               David came up to fix it.\n               \n                         PETER\n               Is it serious?\n               \n                         DAVID\n               Naw, it's all fixed.  I also loaded up\n               a program that'll analyze your games\n               three hundred percent faster.\n               \n                         PETER\n               Thanks.\n               \n     Peter walks over to the MONITOR.  A COMPUTER GAME is on.\n     \n                         PETER\n               What's this?\n               \n                         DAVID\n               Oh, I put a few games on for your\n               daughter.  I hope you don't mind.\n               \n                         PETER\n               Of course not.\n               \n                         [DAVID\n               Well, I've got to go over Lutz's room\n               now.",
  "36": "---END OF PREVIOUS SECTION---\nI hope you don't mind. PETER\n               Of course not. [DAVID\n               Well, I've got to go over Lutz's room\n               now. \n---TARGET SECTION TO BE ANNOTATED---\n  He thinks someone has tapped into\n               his computer and is monitoring his\n               practice games.]\n               \n     David picks up his bag and starts to leave.\n     \n                                                             47\n     \n                         PETER\n               Don't you have something you want to\n               say to David?\n               \n                         ERICA\n               Thanks, David.\n               \n                         DAVID\n               Your welcome.\n               \n     David leaves.\n               \n                         ERICA\n               You ready?\n               \n                         PETER\n               For what?\n               \n                         ERICA\n               You told me you'd take me over to\n               Seattle today.\n               \n                         PETER\n               I'm sorry, honey, I can't.  Not today.\n               \n                         ERICA\n               But you promised.\n               \n     Erica stares at him sadly.\n               \n                         JEREMY\n               I'll take you.\n               \n     She forces a smile for Jeremy's sake, then leaves the room.\n     \n                         JEREMY\n               Peter...\n               \n                         PETER\n               I've got be here for the police when\n               they come.  Then I've got to practise.\n               In case you forgot I'm in the middle of\n               a match right now.\n               \n                         JEREMY\n               You're always in the middle of a match.\n               \n                         PETER\n               I want to be the best I can.\n               \n     \n                                                             48\n                         JEREMY\n               Sometimes I think you'd rather be the\n               best chess player, than the best\n               father.  Instead of thinking about what\n               kind of day your daughter had, you\n               would rather think about the Sicilian\n               Najdorf opening or a counter to the\n               Tartokover Bondarevsky System.\n                    (Beat)\n               A relationship is not a chessboard.\n               You can't walk away from it and come\n               back whenever you want and still expect\n               all the pieces to be there.\n               \n               \n     INT.  PETER'S ROOM - MORNING\n     \n     Peter enters from the bathroom wearing only his jeans.  He goes\n     over to his briefcase and starts to take out a paper.  He\n     stops, then slowly takes out an OLD, WORN, ENVELOPE.  He stares\n     at it. There is a KNOCK on the door.  Peter replaces the\n     ENVELOPE. He opens the door to find a pale and shaken Kathy.",
  "37": "---END OF PREVIOUS SECTION---\nThere is a KNOCK on the door. Peter replaces the\n     ENVELOPE. He opens the door to find a pale and shaken Kathy. \n---TARGET SECTION TO BE ANNOTATED---\n     She walks into  the room.\n     \n                         KATHY\n               They found the third girl.  Her name\n               was Loraine Olsen.  I just came from\n               the crime scene.  It was horrible.  How\n               can anybody do something like that?\n               You got anything to drink around here?\n               \n     Peter walks over to the bar and pours her a brandy.  He brings\n     it over to her and sits beside her on the couch.  Kathy gulps\n     it down.\n               \n                         PETER\n               Relax.\n               \n                         KATHY\n               How the hell can I relax after seeing\n               what I just saw.\n               \n                         PETER\n               I know it was bad.\n               \n                         KATHY\n               How could you?  Unless you were there.\n               \n     Their eyes lock for a moment, each probing the others.\n     \n                         KATHY\n               Sorry, I didn't mean that the way it\n               sounded.\n               \n     \n                                                             49\n                         PETER\n               I know you didn't\n               \n                         KATHY\n               You know, Andy thinks you're doing\n               this.\n               \n                         PETER\n               Doesn't that scare you?\n     \n                         KATHY\n               No.\n               \n                         PETER\n               Why?\n               \n                         KATHY\n               Because I think he's wrong.\n               \n     Peter takes her hand and holds it in his.  There is a KNOCK at\n     the door.  Peter opens it to find Frank and Andy.\n     \n                         FRANK\n               Come with us.\n     \n     \n     INT.  HOTEL HALLWAY - MORNING\n     \n     Peter follows Frank and Andy as they walk down a utility\n     hallway.\n     \n               \n     INT.  HOTEL BASEMENT - MORNING\n     \n     Damp and dark.  A large cavernous room built under the hotel.\n     SEVERAL SMALLER ROOMS, OR ALCOVES, CONNECT TO THE MAIN ROOM\n     THROUGH A SERIES OF JOINING DOORS.  FLORESCENT LIGHTS spaced on\n     the ceiling cast long shadows through the room.  Large water\n     pipes and electrical mains run across the ceiling.\n     \n     Frank, Andy, Peter and Kathy enter.  Frank walks over to the\n     TECHNICIAN we saw before.  He is setting up his tracing\n     equipment at the main TELEPHONE JUNCTION BOX.",
  "38": "---END OF PREVIOUS SECTION---\nFrank, Andy, Peter and Kathy enter. Frank walks over to the\n     TECHNICIAN we saw before. He is setting up his tracing\n     equipment at the main TELEPHONE JUNCTION BOX. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         FRANK\n               How's it going?\n               \n                         TECHNICIAN\n                    (points to a phone)\n               While we're down here all calls coming\n               into Mr. Sanderson's room will be\n               routed to extenion 611.  I've also--\n               \n     \n                                                             50\n     The PHONE RINGS.  It echoes through the room.  Peter's face\n     tenses.  He walks over and picks it up.  A LOUDSPEAKER is\n     activated.\n     \n                         PETER\n               Hello?\n     \n                         CALLER (OS)\n               Do you know what I'm doing right now,\n               Peter?  I'm looking at the name of the\n               girl I'm going to kill tonight.\n               \n                         PETER\n               You know her?\n               \n                         CALLER (OS)\n               Not really.\n                         \n                         PETER\n               Why her?\n               \n                         CALLER (OS)\n                    (a trace of anger)\n               Because she's the type.\n               \n                         PETER\n               But you said you didn't know her.\n               \n                         CALLER (OS)\n                    (annoyed)\n               I know what I said!  She looks just\n               like...\n               \n                         PETER\n               Just like who?\n               \n                         CALLER (OS)\n               I really wish you'd stop trying to\n               maneuver me.  I find it irritating, not\n               to mention insulting.\n               \n                         PETER\n               I'm just trying to play the game.\n               \n                         CALLER (OS)\n               You're not playing very well.  There\n               are clues all around you and you keep\n               missing them.\n               \n     Peter's frustration grows.  He decides to try a different line.\n     \n                         PETER\n               Listen, if you're just going to call up\n               to gloat, I don't want to hear it!\n               \n     \n                                                             51\n                         CALLER (OS)\n               I'm sure there are other people who\n               would be interested in what I have to\n               say.\n               \n                         PETER\n               Then call them!\n               \n     Peter slams down the phone.  Kathy, Frank and Andy are stunned\n     that Peter would end the conversation.\n     \n                         ANDY\n               Are you crazy?\n               \n                         PETER\n               Let's see how much he wants to play.\n     \n     SILENCE fills the room.",
  "39": "---END OF PREVIOUS SECTION---\nANDY\n               Are you crazy? PETER\n               Let's see how much he wants to play. SILENCE fills the room. \n---TARGET SECTION TO BE ANNOTATED---\n  Peter stares at the phone expectantly.\n     A moment later it RINGS.  Peter waits and lets it ring.\n     Finally he answers it on the fourth ring.\n     \n                         CALLER (OS)\n               Just for that no hint today.\n                         \n                         PETER\n               Why are you doing this?  You must have\n               some idea of the pain you're causing\n               people.\n               \n                         CALLER (OS)\n               Pain?  Pain is just a state of mind.\n               It's something you learn to live with.\n               I have.\n               \n     Kathy hands Peter a note she has written.\n     \n                         PETER\n                    (reading the note)\n               And you want these girls to feel your\n               pain?\n               \n                         CALLER (OS)\n               Please, I don't want to get into the\n               psychological aspects of my actions.\n               It would detract from the game.\n               \n                         PETER\n               How?\n               \n                         CALLER (OS)\n               I couldn't say it any better than\n               Huxley.\n               \n     \n                                                             52\n                         PETER\n               Huxley's quote also says, \"his play is\n               always fair and just.\"\n               \n                         CALLER (OS)\n               So is mine, within the framework of my\n               rules.\n               \n     The line goes dead.  Peter hangs up.\n     \n                         ANDY\n               What in the hell do you think you're\n               doing?  Slamming down the phone in the\n               middle of the trace.\n               \n                         PETER\n               You think you're going to catch him on\n               a trace?  Everything he does is planned\n               out well in advance.  The only way\n               we're going to get him is to rattle him\n               -- make him slip up.\n               \n                         FRANK\n               You never know how you're going to\n               catch a suspect.\n               \n                         KATHY\n               Peter's right, Captain.  He's got to be\n               forced into making a mistake.\n               \n                         ANDY\n               We didn't ask for your opinion, Doctor.\n               \n                         PETER\n               Maybe you should.\n               \n     Peter stares at Andy defiantly.\n     \n                         ANDY\n               You don't tell us how to run our\n               investigation.  You got that?\n               \n                         PETER\n               You don't have an investigation without\n               me.",
  "40": "---END OF PREVIOUS SECTION---\nANDY\n               You don't tell us how to run our\n               investigation. You got that? PETER\n               You don't have an investigation without\n               me. \n---TARGET SECTION TO BE ANNOTATED---\n  You got that?\n               \n     The two men lock eyes hostilely.\n     \n                         FRANK\n               What were you going to say, Kathy?\n               \n     \n                                                             53\n                         KATHY\n               Well, I think you have to play to his\n               ego.  He thinks he's superior.  The\n               more secure he feels, the more chances\n               he'll take.\n     \n                         FRANK\n               What did he mean by Huxley?\n               \n                         PETER\n               He was referring to a quote by Thomas\n               Henry Huxley.\n                    (quoting)\n               \"The chess board is the world, the\n               pieces are the phenomena of the\n               universe, the rules of the game are\n               what we call Nature.  The player on the\n               other side is hidden from us.  We know\n               that his play is always fair, just, and\n               patient.  But also, we know, to our\n               cost, that he never overlooks a\n               mistake, or makes the smallest\n               allowances for ignorance.\"\n     \n     \n     EXT.  PUGET SOUND - AFTERNOON\n     \n     Peter and Kathy are sitting on the beach.  Peter draws squares\n     in the sand like a chessboard and starts moving shells and\n     rocks around.  Kathy grins.\n     \n                         KATHY\n               Are you playing chess?\n               \n     Peter smiles like a boy with his hand caught in the cookie-jar.\n     \n                         PETER\n               When I was little I'd watch the other\n               kids playing baseball from my room.  In\n               the evening, when their parents would\n               call them in to put their bats and\n               balls away, I'd watch them from my\n               window, forcing, expressions of\n               disappointment, trying to gain another\n               few minutes outside so they could play\n               -- but no one could stop me from\n               playing.\n                    (he closes his eyes)\n               All I had to do was close my eyes and\n               my whole world became a chessboard.  I\n               could see the pieces, and sometimes it\n               felt like if I reached out I could\n               almost touch them.  I ordered them and\n               they obeyed.\n               \n     \n                                                             54\n     Kathy stares at him for a moment, unsure what to make of his\n     speech.",
  "41": "---END OF PREVIOUS SECTION---\nI\n               could see the pieces, and sometimes it\n               felt like if I reached out I could\n               almost touch them. I ordered them and\n               they obeyed. 54\n     Kathy stares at him for a moment, unsure what to make of his\n     speech. \n---TARGET SECTION TO BE ANNOTATED---\n  Peter opens his eyes, there is a beat as he seems to\n     bridge the gap back to this world.  He smiles.\n               \n                         KATHY\n               Can you go fifteen minutes without\n               thinking about it?\n               \n                         PETER\n                    (thinks for a moment)\n               No.  But I'm open to distractions.\n               \n                         KATHY\n               I'm sure you are.\n               \n     He smiles at her.  He destroys the pattern in the sand, takes\n     her hand and they start walking.\n     \n                         PETER\n               You know, you're not the easiest person\n               in the world to get close to.\n               \n                         KATHY\n               You always want to talk about me.  What\n               about you?\n               \n                         PETER\n               Wasn't I just talking about me?\n               \n                         KATHY\n               No.  You were talking about chess.\n               \n                         PETER\n               Alright.  What about me?\n               \n                         KATHY\n               I dunno.  Where's Erica mother?\n               \n                         PETER\n               She died in a car accident.\n               \n                         KATHY\n               I'm sorry.\n               \n                         PETER\n               It's alright.  It was a long time ago.\n               \n                         KATHY\n               It must've been very hard on Erica?\n               \n                         PETER\n               It was.\n               \n                         KATHY\n               And you?\n     \n                                                             55\n               \n     Peter stops and smiles.\n     \n                         PETER\n               Do you want me to lay down, Doctor?\n               \n     Kathy grins.\n     \n                         PETER\n               Look, why don't you just come out and\n               ask me what you want to know?\n               \n     Kathy hesitates.\n     \n                         PETER\n               Was it serious between Debi and me?\n               No.  Have I known a lot of girls like\n               her?\n                    (Beat)\n               None of your business.\n               \n     Kathy stares at him, almost studying him for a moment.\n     \n                         PETER\n               What?\n               \n                         KATHY\n               Have you noticed that every time we\n               start to talk about something serious\n               you start to play games.\n               \n                         PETER\n               I'm not playing a game now.\n               \n                         KATHY\n               Yes you are.  You're playing word\n               games.",
  "42": "---END OF PREVIOUS SECTION---\nPETER\n               I'm not playing a game now. KATHY\n               Yes you are. You're playing word\n               games. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n                    (defensive)\n               What is this?\n               \n                         KATHY\n               I'm just trying to get to know you,\n               Peter.\n               \n                         PETER\n               What?  By attacking me?\n               \n     \n                                                             56\n                         KATHY\n               Nobody could attack you.  You set your\n               life up like one of your chessboards.\n               You're impregnable -- but at the same\n               time you've become trapped behind your\n               own defenses.  You're cut off from\n               everyone around you.\n               \n                         PETER\n               What are you talking about?  You don't\n               even know me.\n               \n                         KATHY\n               Does anyone?\n               \n     He starts to walk away.\n               \n                         KATHY\n               Are you forfeiting?\n               \n     He stops dead in his tracks, turns and walks back.\n               \n                         PETER\n               I just don't want to fight with you.\n               \n                         KATHY\n               Then show me who you are.\n               \n     Peter thinks.  There's a seriousness we haven't seen before.\n     \n                         PETER\n               This frightens me -- because I'm\n               starting to feel things I haven't felt\n               in a long time.\n               \n                         KATHY\n               You've got to face the things you feel.\n               \n                         PETER\n                    (a little grin)\n               I thought you were the woman who didn't\n               want to get involved.\n               \n                         KATHY\n               I said I didn't plan on getting\n               involved.\n               \n     He moves closer.  She takes a step back.\n               \n                         PETER\n                    (moving closer)\n               What happened to facing the things we\n               feel?\n               \n     \n                                                             57\n                         KATHY\n                    (giving in)\n               You can turn everything around so\n               easily.  This is not just another game,\n               is it?\n               \n                         PETER\n               No.\n               \n     They stare at each other, each of them probing the others eyes.\n     Peter leans forward and gently kisses her on the lips.  He\n     kisses her again.  Their passion builds until they throw their\n     arms around each other and embrace passionately.\n     \n     \n     INT.  PETER'S LIVING ROOM - AFTERNOON\n     \n     Peter pins her against the wall and kisses her.",
  "43": "---END OF PREVIOUS SECTION---\nTheir passion builds until they throw their\n     arms around each other and embrace passionately. INT. PETER'S LIVING ROOM - AFTERNOON\n     \n     Peter pins her against the wall and kisses her. \n---TARGET SECTION TO BE ANNOTATED---\n  She wraps her\n     legs around his waist as he holds her against the wall.  They\n     continue to kiss as they move along the wall, knocking pictures\n     off the wall.  Peter carries her over to a LARGE CHESSBOARD.\n     With one hand he sweeps the PIECES off onto the floor, then\n     sits her down on it.  They kiss each other furiously, each of\n     them groping at the others clothing.  Their hands move along\n     each others bodies, exploring, touching, feeling.  He un-\n     buttons her blouse, then kisses her neck, working his way to\n     her breasts.  Kathy closes her eyes, submitting to the pleasure\n     of his touch.\n     \n     \n     INT.  PETER'S BEDROOM - AFTERNOON\n     \n     TWO SILHOUETTES.  Bodies intertwined.  The SOUNDS of love\n     making fill the room.\n     \n                                             SLOW FADE TO BLACK\n     \n     \n     INT.  PETER'S BEDROOM - LATER - NIGHT\n     \n     DARK.  SILENCE.\n     \n                         KATHY\n               I'm hungry.\n     \n                         PETER\n               Call room service.\n               \n     A LIGHT COMES on.  Kathy lays next to Peter.  She rolls over\n     and kisses him.\n               \n               \n                         KATHY\n               I hate hotel food.  Rondi's Pizza is\n               just down the street.\n     \n                                                             58\n               \n                         PETER\n               Fine.\n               \n                         KATHY\n               What do you want on it?\n               \n                         PETER\n                    (nibbling at her neck)\n               You.\n               \n                         KATHY\n               Would you settle for pepperoni?\n               \n                         PETER\n               If I have to.  I'm going to take a\n               shower.\n               \n     Peter goes into the bathroom.  Kathy sits up and throws on a t-\n     shirt.  She goes to the desk.  By the phone is a copy of the\n     WHITE PAGES.  She starts to look up the number.  In b.g. we\n     HEAR the SHOWER.\n     \n     CLOSE ON PHONE BOOK:  In the middle of the page a name is\n     underlined in RED.  It reads:  RUTLEGE, DEBI\n     \n     Kathy stares at the name.  A beat.",
  "44": "---END OF PREVIOUS SECTION---\nCLOSE ON PHONE BOOK:  In the middle of the page a name is\n     underlined in RED. It reads:  RUTLEGE, DEBI\n     \n     Kathy stares at the name. A beat. \n---TARGET SECTION TO BE ANNOTATED---\n  Slowly she turns through\n     the pages.\n     \n     CLOSE ON PHONE BOOK:  The name EASTMAN, CHRISTIE is UNDERLINED.\n     The pages are quickly turned again until we see the name OLSEN,\n     LORAINE UNDERLINED.\n     \n     Kathy is stunned.  She thinks for a second, then gets up and\n     starts getting dressed.  In the b.g. we HEAR the SHOWER stop.\n     \n                         PETER (OS)\n               Did you call?\n               \n                         KATHY\n               The line was busy.  I'll try again.\n               \n     She finishes dressing then heads for the door.  She opens the\n     door and stops, then looks back.\n     \n     HER POV: Her PURSE is on the nightstand.\n     \n     She hesitates, then quickly walks back to get it.  She picks it\n     up and starts back for the door when... Peter steps out of the\n     bathroom.  He stares at her.\n     \n                         PETER\n               Where are you going?\n               \n     \n                                                             59\n                         KATHY\n               They're not delivering.  I'm going to\n               go pick up the pizza.\n               \n                         PETER\n                    (moving closer to her)\n               I thought you said the line was busy?\n               \n                         KATHY\n               I tried again and got through.\n               \n                         PETER\n                    (still closer)\n               What's wrong?\n               \n                         KATHY\n                    (backing away)\n               Nothing.\n               \n                         PETER\n                    (following her)\n               Then why are you backing up?\n               \n     Peter waits for an answer.  There isn't one.  He looks around\n     the room, retracing in his mind what could have happened.  He\n     sees the open PHONE BOOK on the dresser next to him.  He stares\n     at it for a moment, then back at Kathy.\n     \n                         PETER\n               This?\n                    \n     She doesn't answer.  Peter appears disappointed.\n     \n                         PETER\n               I was looking for correlations between\n               their names, addresses, anything that\n               might be the same.\n                    \n     Kathy looks away.\n     \n                         PETER\n               You're as bad as Andy... maybe worse.\n               \n     He walks over to a chair and sits down, freeing the path to the\n     door.",
  "45": "---END OF PREVIOUS SECTION---\nKathy looks away. PETER\n               You're as bad as Andy... maybe worse. He walks over to a chair and sits down, freeing the path to the\n     door. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         KATHY\n               Peter, you have to admit--\n               \n                         PETER\n               --admit what?  That I was right about\n               you in the steam room?  That you're\n               willing to do anything to find out what\n               you want?  Would you like me to leave\n               so you can search the rest of the room?\n     \n                                                             60\n               \n                         KATHY\n               Peter...\n               \n                         PETER\n                    (cutting her off;\n                     hurt)\n               How could you think that, Kathy?  How\n               could you even consider it?\n               \n     A beat.  Kathy thinks for a moment, then walks to the door and\n     leaves.  A beat.  Peter gets up, stares at the phone book, then\n     closes it softly.\n     \n     \n     INT.  AUDITORIUM WINGS - NIGHT\n     \n     Peter seems deep in thought.  Behind him Lutz is pacing back\n     and forth.  He is wearing a ridiculous hat with sheets of\n     aluminium foil sticking out.  Peter stares at him.\n     \n                         LUTZ\n               They're trying to control my mind.\n                    (points to his hat)\n               Aluminium foil.  It repels the thought\n               rays.\n     \n     Peter stares at him blankly.\n     \n     \n     INT.  KATHY'S HOUSE - NIGHT\n     \n     Kathy enters her house and checks her messages.  There are\n     none.\n     \n                         KATHY\n               Very popular.\n     \n     \n     INT.  AUDITORIUM - NIGHT\n     \n     Peter walks out on stage.  Yurilivich is waiting for him at the\n     CHESSBOARD.  The other two tables are vacant_  The President\n     addresses the audience.\n     \n     \n                                                             61\n                         PRESIDENT\n               Since Grandmaster Sanderson leads the\n               tournament with nine wins,  and\n               Grandmaster Yurilivich is in second\n               with eight -- it as become apparent\n               that with only four games remaining,\n               the other players, should they win all\n               four of their remaining games, would\n               still not be in a position to win the\n               tournament.  Therefore, we have decided\n               that the remaining games between\n               Grandmaster Sanderson and Yurilivich\n               will be held separately.\n                         \n     \n     INT.",
  "46": "---END OF PREVIOUS SECTION---\n61\n                         PRESIDENT\n               Since Grandmaster Sanderson leads the\n               tournament with nine wins,  and\n               Grandmaster Yurilivich is in second\n               with eight -- it as become apparent\n               that with only four games remaining,\n               the other players, should they win all\n               four of their remaining games, would\n               still not be in a position to win the\n               tournament. Therefore, we have decided\n               that the remaining games between\n               Grandmaster Sanderson and Yurilivich\n               will be held separately. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  KATHY'S HOUSE - NIGHT\n     \n     Kathy sits on the couch, reading a book entitled: CASE STUDIES\n     OF SERIAL KILLRS.  She appears distracted.  She looks off and\n     thinks about Peter.  Finally, she grabs her coat and leaves the\n     house.\n     \n     \n     INT.  AUDITORIUM - NIGHT\n     \n     Yurilivich makes a moves, then hits his timer.  The PIECE moves\n     on the board behind them.\n     \n     Jeremy grabs Erica's arm excitedly.\n     \n                         ERICA\n               What is it?\n               \n                         JEREMY\n               Mate in five.\n               \n     Peter makes a move.  There is a slight MOAN from the crowd.\n     \n     Jeremy looks at the BIG BOARD reflecting Peter's move then over\n     at Erica.\n     \n                         JEREMY\n               He didn't see it.\n               \n     Yurilivich makes a move.\n     \n                         YURILIVICH\n               Check.\n               \n     Peter is stunned at his position.  He looks at the board,\n     frustration fills his face.  Slowly he picks up his KING and\n     lays it on his side.\n     \n     At the door to the auditorium we see Kathy watching him.  She\n     turns and leaves.\n     \n                                                             62\n     \n     \n     INT.  HOTEL HALLWAY - NIGHT\n     \n     A tired-looking Peter walks to his door.  He starts to put in\n     his key when he notices the door is ajar.  A beat.  He slowly\n     pushes it open.\n     \n     \n     INT.  PETER'S HOTEL ROOM - NIGHT\n     \n     Dark.  Peter enters.  He tries the light switch.  It doesn't\n     work.  He walks slowly across the room.  As he nears the hall a\n     FIGURE OF A MAN stands up out of one of the high-backed chairs.\n     Peter senses something and spins around.  A LIGHT on the desk\n     comes on.  Andy stares at him with a grin.\n     \n                         ANDY\n               Scare you?\n               \n     Peter doesn't answer.  He stares at Andy hostilely.\n     \n                         ANDY\n               You know, I figure that's pretty much\n               how these girl's feel just before they\n               get it.  You think I'm right?\n               \n                         PETER\n               I wouldn't know.",
  "47": "---END OF PREVIOUS SECTION---\nANDY\n               You know, I figure that's pretty much\n               how these girl's feel just before they\n               get it. You think I'm right? PETER\n               I wouldn't know. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         ANDY\n               That's right.  I guess only the killer\n               would know that.\n               \n                         PETER\n               How'd you get in here?\n               \n                         ANDY\n               The door was open.\n               \n                         PETER\n               No it wasn't.\n               \n                         ANDY\n               Of course it was.  Otherwise I'd be\n               breaking and entering.  That's a\n               felony.\n               \n                         PETER\n               What do you want?\n               \n                         ANDY\n               You ever do any hunting, Peter?\n               \n     \n                                                             63\n                         PETER\n               No.\n               \n                         ANDY\n               I used to.  With my old man.  He taught\n               me how to hunt and trap.  Trapping's a\n               lot harder than most people think.  We\n               used to go after Raccoons mostly.\n               They'd get into our garbage, our\n               fields.  When an animal can't live\n               peacefully with those around it, it has\n               to be destroyed.  But they're crafty\n               little devils.  You see the trick is,\n               you can put your trap down, but no\n               Raccoon is going come near it unless\n               you lay down the scent.  You ever smell\n               Raccoon scent?  Smells like shit, but\n               to a male Raccoon it smells just like\n               pussy.  He'll walk right up to that\n               trap, even though it don't look nothing\n               like a Raccoon and stick his Goddam\n               head right in it.  You know why?  Cause\n               he can't help himself.  The scent\n               drives him.  So, if you want to catch a\n               Raccoon all you gotta do is figure out\n               where he is -- lay down the scent --\n               and sooner or later he'll walk right\n               into the trap.\n               \n                         PETER\n               What if he doesn't bite?  What if he's\n               an exceptionally bright Raccoon?\n               \n                         ANDY\n               Well then, you just gotta find out\n               where he is -- and once you're sure\n               where he is -- you shoot the fucker.\n               \n     A beat.  They stare at each other.  Andy walks to the door and\n     leaves.\n               \n               \n     EXT.",
  "48": "---END OF PREVIOUS SECTION---\nThey stare at each other. Andy walks to the door and\n     leaves. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n  PETER'S HOTEL ROOM, BALCONY - NIGHT\n     \n     Peter sits outside, thinking.  Jeremy and Erica join him.\n     \n                         ERICA\n               Hi dad.\n               \n     She hugs him.  He hugs her back.\n     \n                         ERICA\n               He just got lucky tonight, that's all.\n               You'll cream him next time.\n               \n     \n                                                             64\n     Peter smiles.  There is a long pause.  Peter looks at Jeremy.\n     They stare at each other.\n     \n                         PETER\n               You have something you want to say?\n               \n                         JEREMY\n               Just thought you might want to talk.\n               \n                         PETER\n               About what?\n               \n                         JEREMY\n               Whatever's on your mind.\n               \n                         PETER\n               Who says something's on my mind.\n               \n     Jeremy pulls out a printout of chess board with pieces in\n     different positions.  He shows it to Peter.\n     \n                         JEREMY\n               What do you see here?\n               \n                         PETER\n                    (after a moment)\n               Mate in five.\n               \n                         JEREMY\n               Exactly... and you did this.\n               \n     Jeremy moves an imaginary piece.  Peter stares at the paper for\n     a moment.  He can't believe he could miss such an obvious move.\n     \n                         JEREMY\n               Is it Kathy?\n               \n                         ERICA\n               Who's Kathy?\n               \n                         PETER\n               No, it's not Kathy.\n               \n     Jeremy stares at him with a knowing expression.\n     \n                         PETER\n               It isn't Kathy.\n               \n                         ERICA\n               Who's Kathy?\n               \n                         JEREMY\n               Peter, I know you better than you\n               think.\n               \n     \n                                                             65\n                                             FADE TO BLACK\n                                             \n     Over the BLACK we hear\n     \n                         ERICA\n               Who's Kathy??\n               \n               \n     INT.  APARTMENT - BLACK SCREEN - NIGHT\n     \n     FLASH!  As we see the word IS  written in blood on a wall, we\n     HEAR the SOUND of a POLAROID CAMERA pushing out the photo.\n     DARKNESS\n     \n     FLASH!  We see a new GIRL laying in her bed, the sheet draped\n     over her body, her face made up.  DARKNESS\n     \n     FLASH!  A CLOSE UP of the girl's ghastly face.  DARKNESS.",
  "49": "---END OF PREVIOUS SECTION---\nDARKNESS\n     \n     FLASH! A CLOSE UP of the girl's ghastly face. DARKNESS. \n---TARGET SECTION TO BE ANNOTATED---\n     \n     CLOSE ON:  GLOVED HANDS as they pull a photo from the camera.\n     \n     \n     EXT.  APARTMENT - NIGHT\n     \n     All the apartment LIGHTS are out.  We see SEVERAL FLASHES of\n     LIGHT from an upstairs window.\n     \n               \n     EXT.  INSTITUTE - MORNING\n     \n     Kathy walks up a dirt path towards the side of the building.\n     She comes to a depression in the earth.  She stops, lifts her\n     skirt, as she gets ready to jump over, when something catches\n     her eye.\n     \n     HER POV:  in the soft ground she sees A perfect imprint of the\n     Killer's distinctive tennis shoe_\n     \n     Kathy stares at it as the thought that the killer is nearby\n     becomes more frightening.  She starts to back up slowly when...\n     She bumps into Dr. Fulton behind her.  She SCREAMS, then turns\n     around quickly.  Fulton is startled at her action.\n     \n                         KATHY\n               Jesus, Alan, you scared the crap outta\n               me.\n               \n     \n     EXT.  APARTMENT BUILDING - MORNING - WIDE SHOT\n     \n     Several BLACK AND WHITE UNITS are in front of the building.\n     Frank and Andy are off to the side talking to an ATTRACTIVE\n     GIRL in her twenties.\n     \n     \n                                                             66\n                         FRANK\n               If you can think of anything else give\n               us a call.\n               \n                         GIRL\n               You know, I hate to say I told you so,\n               but I warned her.  Coming home at all\n               hours of the night.  A young girl new\n               to the city.  This neighborhood ain't\n               what it used to be.\n               \n     A UNIFORMED OFFICER standing by a BLACK and WHITE UNIT yells\n     over.\n     \n                         OFFICER\n               Captain, you got a call!\n               \n               \n     INT.  POLICE CONFERENCE ROOM - MORNING\n     \n     CLOSE ON PHOTOGRAPH:  OF THE KILLER'S SHOE:  Pull back to see\n     another PHOTOGRAPH just like it on the wall.\n     \n     A distraught Kathy sits on a chair, sipping a cup of coffee\n     with both hands.  Frank and Andy stand up waiting for Nolan's\n     appraisal.",
  "50": "---END OF PREVIOUS SECTION---\nPOLICE CONFERENCE ROOM - MORNING\n     \n     CLOSE ON PHOTOGRAPH:  OF THE KILLER'S SHOE:  Pull back to see\n     another PHOTOGRAPH just like it on the wall. A distraught Kathy sits on a chair, sipping a cup of coffee\n     with both hands. Frank and Andy stand up waiting for Nolan's\n     appraisal. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         NOLAN\n               It's the same shoe alright.\n               \n                         ANDY\n               Was there anyone else on the grounds?\n               \n                         KATHY\n               A few people.\n               \n                         ANDY\n               Did anyone stand out?\n               \n                         KATHY\n               What do you mean, stand out?\n               \n                         ANDY\n               Did anyone look suspicious?  Think!\n               \n                         KATHY\n               Now that you mention it there was\n               somebody who looked suspicious.\n               \n                         ANDY\n                    (excited)\n               What was suspicious about him?\n               \n     \n                                                             67\n                         KATHY\n               He was holding a sign that said \"Serial\n               Killer\".\n               \n     Frank LAUGHS.  Andy does a slow burn, then smiles.  Through the\n     GLASS WINDOW Frank sees the GIRL from the apartment walking\n     down the hall.  He thinks about something for a moment, then\n     springs from his seat.\n     \n     \n     INT.  HALLWAY - MORNING\n     \n     Frank steps into the hall.  Andy follows.\n     \n                         FRANK\n               Excuse me... you said earlier that Mary\n               Albert just moved in.  How long ago was\n               that?\n               \n                         GIRL\n               Ten days ago.\n               \n                         FRANK\n               Do you know how she found the\n               apartment?\n               \n                         GIRL\n               Through a rental agency.\n               \n                         FRANK\n                    (to Andy)\n               Didn't you tell me that Debi Rutlege\n               had just moved into her place also?\n               \n               \n     INT.  FRANK'S OFFICE  - MORNING\n     \n     Kathy is standing off to the side, listening to Frank and Andy\n     as they both speak on the phone.\n     \n                         ANDY\n                    (into the phone)\n               Uh huh...  Thank you very much.\n               \n     He hangs up, looks at Frank and NODS with a grin.\n     \n                         FRANK\n                    (into the phone)\n               No, I really appreciate it.  Thanks.\n                    (he hangs up)\n               That's it!  All the women moved into\n               their homes in the last three months\n               and all of them found them through\n               Homesearchers!\n               \n     \n                                                             68\n                                             \n     EXT.  STREET - MORNING\n     \n     An UNMARKED CAR is parked down the street from HOMESEARCHERS.",
  "51": "---END OF PREVIOUS SECTION---\nAll the women moved into\n               their homes in the last three months\n               and all of them found them through\n               Homesearchers! 68\n                                             \n     EXT. STREET - MORNING\n     \n     An UNMARKED CAR is parked down the street from HOMESEARCHERS. \n---TARGET SECTION TO BE ANNOTATED---\n     Frank and Andy get out and walk towards a building with TWO\n     DETECTIVES.\n     \n               \n     INT.  HOMESEARCHERS - MORNING\n     \n     A MIDDLE AGED WOMAN stands behind the counter. She stares at\n     Frank with a bewildered expression.\n     \n                         FRANK\n               Who else works here beside you?\n     \n                         WOMAN\n               There's a girl that helps at the\n               counter, part time and that's it.\n               \n                         FRANK\n               Who else has access to these files?\n               \n                         WOMAN\n               No one.\n               \n               \n     INT.  PETER'S LIVING ROOM - MORNING\n     \n     There is a KNOCK on the door.  Erica opens it to find Kathy\n     outside.\n     \n                         KATHY\n               You must be Erica.\n               \n                         ERICA\n               Uh huh.\n               \n                         KATHY\n               I'm Kathy.\n               \n     Erica grins.\n     \n                         KATHY\n               Is your dad here?\n               \n                         ERICA\n               He went down to the lobby for a minute.\n               He should be right back.  Would you\n               like come in?\n               \n               \n     Kathy enters and sits on the couch.  Erica sits beside her and\n     stares at her, evaluating her.\n     \n     \n                                                             69\n                         KATHY\n               So, are you having a good time on the\n               Island?\n               \n                         ERICA\n               Not really.  It's pretty boring.\n               \n                         KATHY\n               That's only because you don't know\n               where to go.  You like hiking?\n                    (Erica nods no)\n               Fishing?\n                    (Erica nods no)\n               Sailing?\n                    (Erica nods no)\n               What do you like?\n               \n                         ERICA\n               Boys.\n               \n     Kathy grins and they LAUGH together.\n               \n                         ERICA\n               Do you like my dad?\n               \n                         KATHY\n               Of course.\n               \n     Erica stares at her.\n     \n                         KATHY\n                    (getting it)\n               Oh... do you mean do I like, like him?\n               \n     Erica waits expectantly.  Kathy grins, but doesn't answer.\n     \n                         ERICA\n                    (confidentially)\n               I know he really likes you.",
  "52": "---END OF PREVIOUS SECTION---\nErica waits expectantly. Kathy grins, but doesn't answer. ERICA\n                    (confidentially)\n               I know he really likes you. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               How do you know that?  Did he say\n               something?\n     \n                         ERICA\n               No... but I can tell.  A woman knows\n               these things.\n               \n     Kathy smiles.  She looks up and sees Peter standing in the\n     doorway.  There is a moment of embarrassment between them.\n     \n                         PETER\n               Honey, why don't you run down to\n               Jeremy's now.\n               \n     \n                                                             70\n                         ERICA\n               Okay.\n                    (to Kathy)\n               Nice meeting you.\n               \n                         KATHY\n               Nice meeting you.\n               \n     She walks over to Peter and gives him a kiss.\n     \n                         ERICA\n                    (whispering)\n               I like her.  She's nice.\n     \n     Erica leaves.  There is an uncomfortable moment between Peter\n     and Kathy.  They look at each other, probing each others eyes.\n     There is a KNOCK on the door.  Frank and Andy enter, their\n     expressions are serious.\n     \n                         PETER\n               Another one?\n                    (Frank nods)\n               What word did he leave?\n               \n                         FRANK\n               \"Is\".\n                    (to Kathy)\n               Did you tell him about the institute?\n               \n               \n     INT.  HOTEL BASEMENT - MORNING\n     \n     Peter is on the phone with the Caller.  Kathy sits beside him.\n     Frank and Andy are with the Technician.\n                         \n                         CALLER (OS)\n               Have you any idea what the message is?\n               \n                         PETER\n               If it's so important, why don't you\n               just tell me?\n               \n                         CALLER (OS)\n               I couldn't tell you that.  It would\n               ruin the game.  Not that you're playing\n               it very well.\n               \n                         PETER\n               You like to brag, don't you?\n               \n     \n                                                             71\n                         CALLER (OS)\n               Credit should be given where it's due.\n               I'm not worldly like you, Peter.  I'm\n               not an internationally known figure.\n               I'm just a poor guy who has never been\n               anywhere, but I'm beating you.\n               \n     The Caller's statement hits home.  Slowly a look of\n     determination covers Peter's face.",
  "53": "---END OF PREVIOUS SECTION---\nI'm just a poor guy who has never been\n               anywhere, but I'm beating you. The Caller's statement hits home. Slowly a look of\n     determination covers Peter's face. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         PETER\n               So, why were you looking for Doctor\n               Sheppard today?\n               \n               \n                         CALLER (OS)\n               What?\n               \n                         PETER\n               You heard me.  Why did you go out to\n               the institute looking for her?\n     \n                         CALLER (OS)\n               What makes you think I was there?\n               \n                         PETER\n                    (using his words)\n               I couldn't tell you that.  It would\n               ruin the game.\n               \n                         CALLER (OS)\n               The game's almost over, Peter, and\n               you're running out of time.\n               \n     Peter's face hardens, eyes intensely staring off in the\n     distance.\n               \n                         PETER\n               It's you who's running out of time.\n               You're starting to make mistakes now.\n               You're wondering just how much I really\n               know.  Just how close I'm getting?\n               Well, I'm closer than you think, pal --\n               and I'm gonna nail your ass to the\n               wall!\n               \n                         CALLER (OS)\n               Very nice speech, Peter.  Did you\n               rehearse that, or was it impromptu?\n                    (Peter doesn't answer)\n               There's an old wooden bench in the\n               garden.  Next to it is a rock.  You'll\n               find a message for you under it.  Let's\n               see if you're as clever as you think\n               you are.\n     \n                                                             72\n               \n     The line goes dead.  Peter hangs up, his frustration shows.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - AFTERNOON\n     \n     Peter sits across the desk from Frank.  Kathy stands by the\n     window.  The room is crowded with the Caller's clues.  The MAP\n     with colored pins in it.  The words:  REMEMBER EVENTUALLY\n     REVENGE IS...  A copy of the Caller's NOTE written on the\n     blackboard.  It reads:\n     \n     \n     \n     PETER:\n     \n     IN A FIERCE MAGAZINE YOU WILL FIND A HINT OF MY ACTION TO COME:\n     \n     AS LARGE AS YOU MAYBE IN THE WORLD OF PAWNS AND CASTLES YOU ARE\n     STILL LIGHT YEARS FROM REACHING ME.",
  "54": "---END OF PREVIOUS SECTION---\nThe words:  REMEMBER EVENTUALLY\n     REVENGE IS... A copy of the Caller's NOTE written on the\n     blackboard. It reads:\n     \n     \n     \n     PETER:\n     \n     IN A FIERCE MAGAZINE YOU WILL FIND A HINT OF MY ACTION TO COME:\n     \n     AS LARGE AS YOU MAYBE IN THE WORLD OF PAWNS AND CASTLES YOU ARE\n     STILL LIGHT YEARS FROM REACHING ME. \n---TARGET SECTION TO BE ANNOTATED---\n   INVISIBLE AS THE AIR, ONE\n     HUNDRED MEN WITH THEIR DESPERATE PLEAS TO STOP, CAN'T MOVE ME\n     \n     \n     \n     Peter walks over to the BLACKBOARD and studies the note.\n     \n                         PETER\n                    (reading)\n               In a fierce magazine you'll find a hint\n               of my actions to come... Why does he\n               set this line apart?\n               \n                         KATHY\n               For emphasis?\n               \n                         PETER\n               Exactly.  It's the key.\n               \n                         KATHY\n               But what does he mean by a fierce\n               magazine?  Violent?\n               \n                         PETER\n               A fierce magazine... brutal...\n                    (thinking aloud)\n               An angry magazine... A war magazine...\n               a mercenary magazine...  fierce...\n                    (he gets it)\n               Mad.\n               \n                         KATHY\n               What?\n               \n                         PETER\n               Where's the note?\n     \n                                                             73\n               \n                         ANDY\n               You got it on the board.\n               \n                         PETER\n               No, I need the original note.\n               \n                         ANDY\n               There's a photostat of the original on\n               the wall.\n     \n     Peter gets up and takes the note off the wall and studies it\n     for a moment, then starts to fold it in half.\n     \n                         PETER\n               My daughter reads Mad Magazine all the\n               time.  If you fold the back cover a\n               certain way, the text reads\n               differently.\n               \n     Peter moves the crease of the paper in and out until it forms\n     the correct margin.\n     \n     \n     The NOTE now reads:\n     \n     \n     \n     IN A FIERCE ACTION TO COME:\n     \n     AS LARGE AS CASTLES, YOU ARE\n     STILL LIGHT AS THE AIR,\n     ONE HUNDRED MEN CAN'T MOVE ME.\n     \n     \n     \n     Kathy looks at Peter, impressed.\n     \n                         PETER\n                    (reading)\n               As large as castles.  You are still\n               light as air, one hundred men can't\n               move me.\n               \n                         FRANK\n               It doesn't make sense.\n               \n                         KATHY\n               It doesn't make sense because we don't\n               understand it.\n               \n                         ANDY\n               But a hundred men could move him.",
  "55": "---END OF PREVIOUS SECTION---\nFRANK\n               It doesn't make sense. KATHY\n               It doesn't make sense because we don't\n               understand it. ANDY\n               But a hundred men could move him. \n---TARGET SECTION TO BE ANNOTATED---\n               \n     \n                                                             74\n                         PETER\n                    (losing patience)\n               He's not talking about himself.\n               \n                         ANDY\n               Then what's he talking about?\n               \n                         PETER\n                    (on edge)\n               If we knew that we'd know the answer to\n               the riddle, wouldn't we?  He's telling\n               us where he's going to kill tonight and\n               we can't see it.\n               \n                         FRANK\n               Maybe we should back up a minute and\n               take a look at what we do have.  All\n               the girls that have been killed have\n               been killed at night.  They're all the\n               same type.  All moved into their homes\n               within the last three months -- and all\n               of them found their homes through\n               Homesearchers.\n               \n                         KATHY\n               I thought that Homesearchers was a dead\n               end?\n               \n                         FRANK\n               It can't be a coincidence.  The woman\n               that owns it has a son.  She says he's\n               been on vacation in Montana for the\n               last ten days.  We're trying to locate\n               him.  There's also a cleaning service\n               that comes in once a week.  We're\n               checking that out too.\n               \n                         KATHY\n               He moves around a lot.  Why?\n               \n                         ANDY\n               He finds his victims through\n               Homesearchers.  He goes where they are.\n               \n     Peter is only half-listening to the conversation.  He appears\n     deep in thought.\n     \n                         KATHY\n               But they rent lots of apartments.  He\n               could probably find them all in a\n               localized area.  Why move all over the\n               Island?\n               \n     Peter slowly comes to a realization.  His eyes open wide as a\n     thought crashes into his mind.\n     \n                                                             75\n     \n                         PETER\n               Jesus!  It can't be that easy!\n               \n     Peter walks to the MAP of the victims locations on the wall.\n     He moves his finger from point to point, examining each\n     location.  Kathy, Frank and Andy watch him.  Peter continues to\n     move his finger in various GEOMETRIC LINES across the map.",
  "56": "---END OF PREVIOUS SECTION---\nHe moves his finger from point to point, examining each\n     location. Kathy, Frank and Andy watch him. Peter continues to\n     move his finger in various GEOMETRIC LINES across the map. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         ANDY\n               You want to tell us what the hell\n               you're doing?\n               \n     Peter doesn't answer.  He stares at the MAP for a few more\n     seconds, as the excitement of his realization grows.  He takes\n     a step back and turns to Kathy.\n     \n                         PETER\n               He told us and we missed it!  He said\n               he's never been anywhere.  Therefore,\n               this Island is the world to him.\n                    (pointing to the map)\n               As far as he's concerned, this is a map\n               of the world.  That's why he quoted\n               Huxley.  \"The chessboard is the world.\"\n               \n     Peter takes a MARKS-O-LOT off Kathy's desk and DRAWS a LARGE\n     SQUARE BORDER on the MAP, OUTLINING THE GRIDS, EIGHT BY EIGHT.\n     \n                         PETER\n               He's using the map as a chessboard!\n               The sonofabitch is playing chess with\n               me!!\n               \n                         FRANK\n               How can he be playing Chess with you?\n               You're not making any moves against\n               him.\n               \n                         PETER\n               Maybe I already have.\n               \n     Peter rushes towards the door.\n               \n     \n     INT.  AUDITORIUM - AFTERNOON\n     \n     Peter is with Kathy, Frank, Andy and David at the computer\n     station.\n     \n                         PETER\n               Can you get into the Federation\n               records?\n               \n     \n                                                             76\n                         DAVID\n               Sure.  We've got a modem line hooked up\n               with the data base in New York.\n               \n                         PETER\n               Can we correlate data?  Look for\n               specific things, like player's ages...\n               stuff like that?\n               \n                         DAVID\n               No problem.\n                    (hits a few buttons)\n               We're in.\n               \n                         PETER\n               Okay.  Run a search to see if there are\n               any players with a rating above two\n               thousand that live on the Island.\n               \n     David enters the commands on the keyboard.\n     \n                         DAVID\n               Nope.  Nothing.\n               \n                         PETER\n               Set up some pieces on the big board?\n               \n                         FRANK\n               I still don't see how he could be\n               playing chess against you.",
  "57": "---END OF PREVIOUS SECTION---\nNothing. PETER\n               Set up some pieces on the big board? FRANK\n               I still don't see how he could be\n               playing chess against you. \n---TARGET SECTION TO BE ANNOTATED---\n  There's\n               only enough grids on the map to be half\n               a board.\n               \n                         PETER\n               That's all he needs.  He's making the\n               moves.  It's an opening.  I just can't\n               remember the name.\n                    (looks at the board)\n               Okay, it's a game.  He's starting it,\n               so he moves first.  He's white.  e2-e4.\n               \n     The pieces on the board move, following Peter's instructions.\n     \n                         PETER\n               D2-d4...  b1-c3... and c1-f4.\n                    (he studies the board)\n               It's the number two variation of the\n               Tarakoss opening.\n                    (thinks for a moment)\n               David, can you bring up the tournament\n               records for the last ten years.\n               \n                         DAVID\n               Mister Sanderson, they'll be hundreds\n               of thousands of games.\n     \n                                                             77\n               \n                         PETER\n               We're only interested in people who\n               have played against me.\n               \n     David enters the data.\n     \n                         DAVID\n               Now what?\n               \n                         PETER\n               Have computer search for anyone that's\n               used that opening against me.  There\n               can't be more than a handful.\n               \n     David enters the information and waits.\n     \n                         DAVID\n               There's three.  The first is 1983.\n               Lionel Baines.  The Boston...\n               \n                         PETER\n               Never mind.  He died two years ago.\n               \n                         DAVID\n               1985.  Hans Korshaud.\n               \n                         PETER\n               He's in his seventies and lives in\n               Holland.\n               \n     David presses a button and looks at the next one.  He hesitates\n     and looks at Peter awkwardly.\n     \n                         PETER\n               What is it?\n               \n                         DAVID\n                    (a beat; hesitantly)\n               New York.  1986.  Viktor Yurilivich.\n     \n     A quiet rage spreads across Peter's face.\n                    \n                         PETER\n               Print out the game.\n               \n               \n     INT.  PETER'S LIVING ROOM - AFTERNOON\n     \n     Peter, Kathy, and  all stand around a map of the Island.  Peter\n     looks at a PRINTOUT.",
  "58": "---END OF PREVIOUS SECTION---\nINT. PETER'S LIVING ROOM - AFTERNOON\n     \n     Peter, Kathy, and  all stand around a map of the Island. Peter\n     looks at a PRINTOUT. \n---TARGET SECTION TO BE ANNOTATED---\n     \n     \n                                                             78\n                         PETER\n               He's replaying the game I played\n               against him move by move, using these\n               girls as the Chess pieces.\n                    (Beat)\n               All the girls have been found in their\n               homes except Christie Eastman, who was\n               found in back of a warehouse.  Why?\n               \n                         KATHY\n                    (making the\n                     connection)\n               Because to follow the game he played he\n               had to move to that grid?\n               \n                         PETER\n               Right.\n                    (he searches the map\n                     and points to a spot)\n               Here!  c-4.\n               \n                         FRANK\n               It's a commercial area.  No one lives\n               there.\n               \n                         PETER\n               But he had to dump the body there to\n               make the move.\n               \n                         KATHY\n               Now that you know what stage of the\n               game he's at, can we figure out where\n               his next move is going to be?\n               \n     Peter walks over to the MAP and traces his finger over it, then\n     looks at the computer printout.\n     \n                         PETER\n               His last move was c1-f4.  I would move\n               f8-g7.  His next move using the\n               Tarakoss would be... e2-e3... that\n               would be...\n                    (points to a spot)\n               Right here!\n               \n     There is a moment of silence as Kathy, Frank and Andy both\n     digest what they have heard.\n     \n                         KATHY\n               Each of those grids represents almost a\n               square mile.\n               \n                         FRANK\n               That's a big area to cover.\n               \n     \n                                                             79\n                         PETER\n               Then let's narrow it down.\n               \n                         ANDY\n                    (knowingly)\n               Homesearchers.\n               \n               \n     INT.  HOMESEARCHERS - AFTERNOON\n     \n     Andy stands at the desk with the WOMAN they talked to before.\n     He holds out a THOMAS GUIDE and places it on the desk next to\n     the computer.\n     \n                         WOMAN\n                    (shocked)\n               You want me to what?\n               \n                         ANDY\n               I want you to feed every street in this\n               grid into your computer.\n               \n                         WOMAN\n               It'll take hours.  You can't make me do\n               this.",
  "59": "---END OF PREVIOUS SECTION---\nANDY\n               I want you to feed every street in this\n               grid into your computer. WOMAN\n               It'll take hours. You can't make me do\n               this. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         ANDY\n               You're right, I can't make you do it.\n               Besides, you're probably gonna be too\n               busy with the Franchise Tax Board\n               anyway.\n               \n                         WOMAN\n               What are you talking about?\n               \n                         ANDY\n               I gotta friend over there.  He was\n               telling me things are kind of slow.\n               So, I figured I'd give him a call, have\n               him come down here and look through\n               your records.  You know, give him\n               something to do.\n               \n                         WOMAN\n               What's the first street?\n               \n     The CAMERA PULLS BACK through the window until we are...\n               \n               \n     EXT.  HOMESEARCHERS - AFTERNOON\n     \n     Peter, Kathy and Frank stand on the sidewalk.  Peter looks at\n     the NOTE and folds it to read the message.\n               \n     \n                                                             80\n                         PETER\n               As large as castles, you are still\n               light as the air, one hundred men can't\n               move me.  It's posed as a question.\n               What am I?\n               \n                         FRANK\n               A building?\n               \n                         PETER\n               A building isn't as light as air.\n               What's large, but as light as air and\n               can't be moved?\n               \n                         KATHY\n                    (correcting him)\n               As large as castles.\n               \n                         FRANK\n               Yes.  Why not just say a building if he\n               meant any general type of structure?\n               \n                         PETER\n               He's not going to give us direct hints.\n               He's going to skirt around it.\n               \n                         FRANK\n               He uses castles...plural --  then says\n               \"can't move me.\"  Singular.  Not can't\n               move us.\n               \n     Kathy stretches her arms above her head.  Her shadow falls\n     across the lawn.  Peter stares at the ground for a moment.\n     \n                         PETER\n               A shadow.  What's as big a castle?  As\n               light as air , but one hundred men\n               can't move it?  The shadow of the\n               castle.  Are there any buildings that\n               have the name Castle in it that cast a\n               shadow long enough to fall across\n               another building?\n               \n                         FRANK\n               Wait a minute.",
  "60": "---END OF PREVIOUS SECTION---\nThe shadow of the\n               castle. Are there any buildings that\n               have the name Castle in it that cast a\n               shadow long enough to fall across\n               another building? FRANK\n               Wait a minute. \n---TARGET SECTION TO BE ANNOTATED---\n  There's an apartment in\n               that area called the Castle Arms.\n               \n                         PETER\n               That's got to be it.\n               \n     Peter rushes inside Homesearchers.\n               \n               \n     \n                                                             81\n     INT.  POLICE CONFERENCE ROOM - EVENING\n     \n     Frank stands Andy and SIX DETECTIVES.  One of them is a WOMAN\n     named JANET MCLELLAN.\n     \n                         FRANK\n               Okay.  Homesearchers gave us the name\n               Laura Owens.  She just moved into an\n               apartment across the street from the\n               Castle Arms one week ago.  We've moved\n               her to her parents house in Seattle and\n               S.P.D. is going to keep a watch on her\n               tonight.\n                    (pointing)\n               Officer McLellan will spend the night\n               at her apartment.\n                    (Beat)\n               Andy, you're going to go to the hotel\n               and pick up Yurilivich at the\n               tournament.  Stay with him until it\n               ends, then follow him wherever he goes.\n               If things work out right we'll wrap\n               this up tonight.\n               \n               \n     INT.  AUDITORIUM - NIGHT\n     \n     Peter walks out on stage to join Yurilivich who is already\n     seated.  Peter stares at him.\n     \n               \n     INT.  LAURA OWENS BEDROOM - NIGHT\n     \n     Frank is standing over a bed.  Officer McLellan is under the\n     covers.\n     \n                         FRANK\n               You all set?\n               \n     McLellan pulls down the blanket to reveal her .38 and nods.\n     \n     \n     INT.  LAURA OWENS KITCHEN - NIGHT\n     \n     Frank joins a DETECTIVE and begins to wait in the darkness.\n     \n     \n     INT.  AUDITORIUM - NIGHT\n     \n     The game continues.  Peter makes a move.  Andy watches the game\n     from the back of the room.\n     \n     \n     \n                                                             82\n     EXT.  STREET - NIGHT\n     \n     An OUTLINE of SOMEONE walks down the street, then stops for a\n     moment.  Under s STREET LAMP we see that it's a WOMAN in her\n     fifties walking her dog.\n     \n               \n     INT.  AUDITORIUM - NIGHT\n     \n     Yurilivich makes a move, then hits his timer.",
  "61": "---END OF PREVIOUS SECTION---\nUnder s STREET LAMP we see that it's a WOMAN in her\n     fifties walking her dog. INT. AUDITORIUM - NIGHT\n     \n     Yurilivich makes a move, then hits his timer. \n---TARGET SECTION TO BE ANNOTATED---\n  Peter studies\n     the board.  He looks up at Yurilivich.  Both of them stare at\n     each other intensely.  Peter looks back at the board and makes\n     a move.  On the BIG BOARD a PIECE MOVES, then STOPS halfway\n     between a square.  A moment later the entire board breaks up\n     into an unreadable mass of lines.  There's a GROAN from the\n     crowd.  The President walks over to David and confers with him\n     quickly, then goes to the players.\n     \n                         PRESIDENT\n               The board's going to take several hours\n               to repair.  I think we should adjourn\n               until tomorrow.\n               \n                                             \n     EXT.  SIDE OF APARTMENT BUILDING - NIGHT\n     \n     The POV of someone walking slowly along the side of the\n     building.\n     \n     \n     INT.  APARTMENT, BEDROOM - NIGHT\n     \n     Officer McLellan stirs in bed, the tension of waiting beginning\n     to take affect on her.\n     \n     \n     EXT.  SIDE OF BUILDING - NIGHT\n     \n     The POV of someone looking through a bedroom window and looks\n     inside.  We can see the outline of a WOMAN in bed.  Slowly the\n     window is open by TWO GLOVED HANDS.\n     \n     \n     INT.  APARTMENT, BEDROOM - NIGHT\n     \n     The POV climbs through the window and studies the WOMAN in bed\n     for a moment.  She is on her SIDE, her back to him.  Sensing\n     something the WOMAN turns over.  THE WOMAN IS NOT OFFICER\n     MCLELLAN!  Her eyes widen with terror... then FLASH!  BRIGHT\n     LIGHT fills the screen.\n     \n     \n     INT.  LAURA OWENS KITCHEN - LATER - NIGHT\n     \n     Frank looks impatient.  He checks his watch.\n     \n                                                             83\n     \n                         FRANK\n               I'm getting a bad feeling about this.\n               If Yurilivich was making a move we\n               would have heard something from Andy by\n               now.\n               \n                         DETECTIVE\n               You think we're in the wrong place?\n               \n                         FRANK\n               This has to be the right place.  It all\n               fits.",
  "62": "---END OF PREVIOUS SECTION---\nDETECTIVE\n               You think we're in the wrong place? FRANK\n               This has to be the right place. It all\n               fits. \n---TARGET SECTION TO BE ANNOTATED---\n  This is the only building that\n               has the word castle in it.\n               \n                         DETECTIVE\n               No.  There's the Castle Courts\n               Apartments over on Pine Road.\n               \n                         FRANK\n               But that's all the way across town.\n               It's in another grid.\n               \n     Frank thinks for a moment, then checks his watch again.\n     \n                         FRANK\n               You hold things down here.  I'm going\n               to take a run over there.\n               \n               \n     EXT.  CASTLE COURTS APARTMENTS - NIGHT\n     \n     A bracket-shaped, one story building in a less expensive part\n     of town.  Frank drives up in his car and gets out.  He starts\n     to walk towards the building.\n     \n     FRANK'S POV:  From a window in the back we see a series of\n     FLASHES.\n     \n     Frank grabs his radio microphone.\n     \n                         FRANK\n               This is Sedman.  It's going down in the\n               back apartment of the Castle Courts.\n               \n     He runs towards the building.\n     \n     \n     INT.  CASTLE COURTS, APARTMENT - NIGHT\n     \n     The front door crashes open as Frank breaks it down.  He enters\n     the room, his .38 readied.  We MOVE with him as he works his\n     way towards the hall.\n     \n     \n     \n                                                             84\n     INT.  APARTMENT HALL - NIGHT\n     \n     Frank slowly moves towards the bedroom.  He stops at the door,\n     takes a deep breath, then lunges in.\n     \n     \n     INT.  BEDROOM - NIGHT\n     \n     Frank enters.  The room is lit by moonlight.  The rear window\n     is open.  On the bed is the WOMAN we saw earlier.  She is\n     naked.  Her arms tied to the bed frame.  There are two deep\n     GASHES in her wrists.  Blood flows from her wrists into large\n     plastic bags.  Her mouth is taped.  Still conscious she\n     struggles, her eyes opened wide in a horror-filled stare.\n     \n     On the wall behind her, written in blood is CAREFULLY.\n     \n     Frank runs to the window.  The b.g. we HEAR the SOUND of\n     FOOTSTEPS running away.  Frank turns back towards the Woman and\n     quickly moves to the bed.",
  "63": "---END OF PREVIOUS SECTION---\nFrank runs to the window. The b.g. we HEAR the SOUND of\n     FOOTSTEPS running away. Frank turns back towards the Woman and\n     quickly moves to the bed. \n---TARGET SECTION TO BE ANNOTATED---\n     \n     \n     EXT.  CASTLE COURTS APARTMENTS - NIGHT\n     \n     BLACK and WHITE UNITS are parked in front, their lights\n     flashing.  Frank looks drained as he watches an AMBULANCE pull\n     away.  He walks over to Andy who is at a POLICE CAR on the\n     RADIO.\n     \n                         ANDY\n               How is she?\n     \n                         FRANK\n               She's unconscious, but they think she's\n               going to make it.\n     \n                         ANDY\n               You alright?\n               \n                         FRANK\n               I've seen a lot of things in my time on\n               the job, but nothing like this.\n               Yurilivich?\n               \n                         ANDY\n               I was with him the whole time until I\n               got the call at the hotel.\n               \n                         FRANK\n               Sanderson?\n               \n     \n                                                             85\n                         ANDY\n               I spoke to Jeremy.  He's watching\n               Sanderson's kid.  Sanderson went out\n               after the match and hasn't come back\n               since.\n               \n                         FRANK\n               Find him!  I want to talk to him.\n               \n               \n     EXT.  PUGET SOUND - NIGHT\n     \n     Peter sits on the beach.  He stares out over the water with a\n     pained expression.  He reaches into his pocket and removes the\n     ENVELOPE we saw earlier and stares at it.\n     \n     \n     INT.  KATHY'S HOUSE - NIGHT\n     \n     We HEAR the DOORBELL.  Kathy glances at her watch as she walks\n     across the living room to the front door.  She looks through\n     the viewing-hole, then opens the door to reveal a tired-looking\n     Peter on the doorstep.\n     \n                         KATHY\n               Hi.\n               \n                         PETER\n               Can I come in?\n               \n     Kathy thinks about it for a moment,then opens the door wider,\n     signaling for him to come in.  Kathy sits down on the arm-rest\n     of a chair, Peter stands.  A beat.\n     \n                         PETER\n               The other night -- I said some things\n               that maybe I shouldn't have.  I mean,\n               you haven't known me very long and I\n               can see how you thought what you did.\n               \n                         KATHY\n               I'm not looking for an apology, Peter.",
  "64": "---END OF PREVIOUS SECTION---\nPETER\n               The other night -- I said some things\n               that maybe I shouldn't have. I mean,\n               you haven't known me very long and I\n               can see how you thought what you did. KATHY\n               I'm not looking for an apology, Peter. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n               I was thinking that... maybe when this\n               is all over we could...\n               \n                         KATHY\n               I want someone I can get close to. I\n               don't know if that's possible with you.\n               \n                         PETER\n               You really haven't seen my best side.\n               \n     \n                                                             86\n                         KATHY\n               Peter...\n               \n                         PETER\n               No, listen.  You have no idea of the\n               kind of pressure I'm under right now.\n               \n                         KATHY\n               That's still no excuse.  You treat\n               everything like a game.\n               \n                         PETER\n               I can't think any more, unless it's\n               about you.  I'll be in the middle of a\n               match and instead of thinking about my\n               next move, I think about how you look\n               when you smile.\n                    (Beat)\n               Remember how you said that I hide\n               behind my chessboard?  Ever since my\n               wife died I've been...\n                    (this isn't easy)\n               I've been afraid of getting too close\n               to someone again -- afraid of losing\n               them.\n               \n                         KATHY\n               You're wife died.  You can't feel\n               responsible for that.\n               \n                         PETER\n               You don't understand.\n               \n                         KATHY\n               Then help me to understand.  I want to\n               understand.\n               \n                         PETER\n               It's not that easy.\n               \n                         KATHY\n               Of course it isn't.  It's always\n               difficult when someone you love dies.\n               But you can't feel responsible because\n               she had a car accident.\n                         \n                         PETER\n               But I do.\n               \n                         KATHY\n               Why?\n               \n                         PETER\n               Because she killed herself!!\n     \n                                                             87\n                    (softer)\n               She killed herself.\n                    (Beat)\n               She drove her car over that cliff!\n                    (Beat)\n               Oh, the police said it was an accident\n               -- but I knew.  I've always known.  I\n               closed myself off to her and after I\n               found the letter I closed myself off to\n               everything else.  Beating Yurilivich\n               and playing for the title was all I\n               could think about -- but I snapped.",
  "65": "---END OF PREVIOUS SECTION---\nI've always known. I\n               closed myself off to her and after I\n               found the letter I closed myself off to\n               everything else. Beating Yurilivich\n               and playing for the title was all I\n               could think about -- but I snapped. \n---TARGET SECTION TO BE ANNOTATED---\n  I\n               had a breakdown in the middle of the\n               match.  I don't remember too much about\n               it.\n               \n     He removes the envelope from his pocket.\n     \n                         PETER\n               This letter.  I've never opened it.\n               \n                         KATHY\n               Why not?\n               \n                         PETER\n               Because I know what it says.\n               \n                         KATHY\n               Maybe you're afraid of what it says.\n               \n     A beat.  Peter walks to the couch and sits down.  He stares at\n     the envelope, then starts to open it.  He stops and looks up at\n     Kathy who nods her head.  Kathy starts to leave\n     \n                         PETER\n               Will you stay with me?\n               \n     Kathy sits beside him.  He opens the envelope and starts to\n     read.\n     \n                         WOMAN'S VOICE\n               Peter.  There are many pains we feel in\n               this world -- but loving someone who\n               has shut you out of his life has to be\n               the most unbearable of them all.  I\n               knew when we married that you were a\n               man consumed with ambition, but\n               somewhere along the way, your\n               chessboard became your wife, and I\n               became your mistress.\n     \n                                                             88\n                    (Beat)\n               I know now that you cannot change,\n               cannot give me the things I need.  You\n               may think that I'm a coward for what I\n               am about to do, but it is my choice.\n               My release.  I only ask that you shield\n               Erica from the truth, and that you\n               forgive me for being so weak.\n               Jennifer.\n               \n     His eyes fill with tears.  The guilt he has carried for so long\n     is released.  Kathy puts her arm around him.  He turns to her\n     and rests his head on her shoulder.\n     \n     \n     INSERT TELEVISION\n     \n     REPORTERS stand outside the police station.  We see Kathy\n     walking down the steps.  PULL BACK to reveal we are in...\n     \n     \n     INT.  PETER'S LIVING ROOM - MORNING\n     \n     Jeremy is watching the TV.  He does not notice the door open\n     behind and Peter enter.",
  "66": "---END OF PREVIOUS SECTION---\nINT. PETER'S LIVING ROOM - MORNING\n     \n     Jeremy is watching the TV. He does not notice the door open\n     behind and Peter enter. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         REPORTER\n               Doctor Sheppard, what goes on in the\n               mind of someone like this?\n               \n                         KATHY\n               That's a very difficult question to\n               answer.\n               \n                         REPORTER\n               Is there a usual scenario?\n                                             \n                         KATHY\n               Well -- yes... usually we find they've\n               had a traumatic childhood.  He was\n               probably abused by a dominant female\n               figure.  That, coupled with the fact\n               that these girls have not been raped\n               leads me to believe that he is either\n               impudent or a latent homosexual.\n               Regardless, he's acting out some type\n               of revenge fantasy that fulfills some\n               sick sexual needs.\n     \n     Jeremy notices Peter.  He turns off the TV.\n               \n                         PETER\n               Hi.  Where's, Erica?\n     \n     \n                                                             89\n                         JEREMY\n               She went into town with Mrs. Lutz.  Did\n               they get him?\n               \n                         PETER\n               No.\n               \n                         JEREMY\n               Feel like practicing?\n               \n                         PETER\n               Yeah.  Just let me grab a shower.\n               \n               \n     INT.  BASEMENT - MORNING\n               \n     Peter enters the room to find Frank and Andy staring at him\n     angrily.\n     \n                         FRANK\n               Where were you last night?\n               \n                         PETER\n               Are we going to go through this again?\n               \n                         FRANK\n               Answer the question.\n               \n                         PETER\n               I went out.\n               \n                         ANDY\n               Don't fuck with us!  Where did you go!\n               \n                         KATHY (OS)\n               He was with me?\n               \n     Kathy is standing in the doorway.  Frank and Andy look at her\n     as she enters.\n     \n                         FRANK\n               What time did he get there?\n               \n                         KATHY\n               About a quarter to one.\n               \n                         ANDY\n               We're interested in where you were from\n               the time you left the auditorium until\n               you got there.\n               \n                         PETER\n               I was at the beach.\n               \n     \n                                                             90\n                         ANDY\n               You sure you weren't over on Pine Road?\n               \n                         PETER\n               I'm positive.",
  "67": "---END OF PREVIOUS SECTION---\nPETER\n               I was at the beach. 90\n                         ANDY\n               You sure you weren't over on Pine Road? PETER\n               I'm positive. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         ANDY\n               You're a lying bastard!\n               \n                         PETER\n               Fuck you!  I'm tired of your goddam\n               accusations!  If you want to arrest me\n               go ahead!  Otherwise back off.\n               \n                         ANDY\n               It's all a big game isn't it?  A sick,\n               fuckin' game.  I don't know if there's\n               two of you involved, or what -- but\n               we're going to find out.  Last night\n               you gave us just enough to send us to\n               the wrong place.  It must've shocked\n               the hell out to you when Frank walked\n               in on Pine Road and you couldn't\n               finish.\n               \n     Peter starts to walk away.\n     \n                         PETER\n               I'm not going to listen to this.\n               \n     Andy grabs him forcefully.\n     \n                         ANDY\n               Yes you are.\n               \n                         PETER\n                    (pushing him)\n               Get off me!\n               \n     Andy explodes.  He pushes Peter backward into a GLASS FIRE\n     EXTINGUISHER CASE.  It breaks as Peter's HAND SMASHES THROUGH\n     THE GLASS.  Peter raises his hand.  Blood pours out from a cut\n     on his wrist.  Anger floods across his face.  He raises his\n     hand to hit Andy.  Andy quickly pulls out his gun and points it\n     at Peter's head.\n     \n                         ANDY\n               Go ahead.  Do it.\n               \n     A beat.  Peter stares at him.  Slowly a crazed grin spreads\n     across his face.  He moves closer, pressing his forehead\n     against the barrel of the gun, his eyes locked on Andy's.\n               \n     \n                                                             91\n                         PETER\n               You want to shoot me?  Go ahead.  Shoot\n               me!\n               \n     Peter and Andy lock eyes.  Everyone in the room is stunned by\n     Peter's action.  The tension is broken as the phone RINGS.\n     Peter and Andy continue to stare at each other.  Slowly, Andy\n     backs off.  Peter doesn't move.  The PHONE continues to RING.\n     \n                         FRANK\n               You going to answer that?\n               \n     A beat.  The PHONE continues to RING.  Peter stares at Andy.",
  "68": "---END OF PREVIOUS SECTION---\nA beat. The PHONE continues to RING. Peter stares at Andy. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         KATHY\n               Peter.  Please.\n               \n     Peter walks to the phone and answers it.  Kathy wraps a towel\n     around his hand to stop the bleeding.\n     \n                         PETER\n               Hello.\n               \n                         CALLER (OS)\n               Last night was very exciting, wasn't\n               it?  Have you figured out what I'm\n               doing?\n               \n                         PETER\n               You're playing the Tarakoss opening.\n               \n                         CALLER (OS)\n               Very good.\n               \n                         PETER\n               You're next move should have been e2-\n               e3.\n               \n                         CALLER (OS)\n               I used a variation.  You should have\n               anticipated that.  Have you figured out\n               the message?\n               \n                         PETER\n               What word did you leave last night?\n               \n                         CALLER (OS)\n               The police haven't told you?\n               \n                         PETER\n               They think that you and I are doing\n               this together.\n               \n     \n                                                             92\n                         CALLER (OS)\n                    (a pause)\n               Interesting concept.  I hadn't thought\n               of that.  If you think about how Anton\n               Berger plays chess you might get it.\n               \n                         PETER\n               I'm beginning to think it doesn't mean\n               anything.  Remember eventually revenge-\n               -\n               \n                         CALLER (OS)\n               --you're hopeless!  You can't even read\n               a sentence!  Didn't they teach you\n               punctuation in school?  The game ends\n               tonight!\n               \n     The line goes dead.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - AFTERNOON\n     \n     Kathy sits with Frank at the table. Andy paces.  Frank and\n     Kathy look at the PHOTOGRAPHS of MESSAGE-WORDS on the wall.\n     \n                         KATHY\n               Remember eventually revenge is\n               carefully...  Have you tired\n               juxtaposing the words?\n               \n                         ANDY\n               Oh, c'mon.  We're not going to spend\n               any more time on this crap, are we?  It\n               doesn't mean anything.  It's Sanderson!\n     \n                         KATHY\n               It isn't him.  Frank, you brought me in\n               on this in the beginning because you\n               wanted my opinion if he was capable of\n               doing this.",
  "69": "---END OF PREVIOUS SECTION---\nIt's Sanderson! KATHY\n               It isn't him. Frank, you brought me in\n               on this in the beginning because you\n               wanted my opinion if he was capable of\n               doing this. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         ANDY\n               Jesus, you're sleeping with the guy.\n               You've lost your perspective.  You\n               can't possibly be unbiased.\n               \n                         FRANK\n               He's right, Kathy.\n               \n                         KATHY\n               What are you saying?  That I'm seeing\n               what I want to see?  That I'm\n               protecting a murderer?  What?\n               \n     \n                                                             93\n                         FRANK\n               We can't rely on your judgement\n               anymore.\n               \n                         KATHY\n               What does that mean?\n               \n                         ANDY\n               It means you're off the case.\n               \n     Kathy looks at Frank.\n               \n                         FRANK\n               I'm afraid I have no choice.  I can't\n               run the risk of compromising what\n               little we do know and the future\n               actions of this department by sharing\n               knowledge with someone who is\n               emotionally involved with the prime\n               suspect.\n               \n     Kathy stands up and stares at Frank angrily.\n               \n                         KATHY\n                    (pointing to Andy)\n               And what if he's wrong.  If you were\n               one hundred percent sure it was Peter\n               you would've arrested him.  If it is\n               someone else then he's going to kill\n               again tonight and you're sitting here\n               ignoring the message.\n               \n                         FRANK\n               We're going to work on the message.\n               \n                         KATHY\n                    (angry)\n               This stinks!  You want to know what I\n               think?  I think there have been five\n               murders and you've got shit to go on.\n               You need to blame someone and he's the\n               easiest choice.\n               \n                         FRANK\n               The most logical choice.\n               \n                         KATHY\n               You don't have a shred of evidence!\n               \n                         ANDY\n               We'll find the evidence.\n               \n                         KATHY\n               You couldn't find your dick in a wind\n               storm!\n     \n                                                             94\n               \n     Kathy storms out of the room.\n     \n     \n     INT.  JEREMY'S BEDROOM - AFTERNOON\n     \n     Peter enters.\n     \n                         PETER\n               Jeremy?\n               \n     \n     INT.  HOTEL LOBBY - AFTERNOON\n     \n     Peter walks through the room.  He bumps into Lutz.",
  "70": "---END OF PREVIOUS SECTION---\nINT. HOTEL LOBBY - AFTERNOON\n     \n     Peter walks through the room. He bumps into Lutz. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         PETER\n               Have you seen Jeremy today?\n               \n                         LUTZ\n               No.\n               \n                         PETER\n               If you do will you tell him I'm looking\n               for him?\n     \n     \n     INT.  KATHY'S HOUSE - EVENING\n     \n     Peter is sitting on the couch writing on a piece of paper.\n     Kathy walks over holding two cups of COFFEE.\n     \n                         PETER\n               If we could just figure out what the\n               next word is going to be.  He said the\n               game's going to end tonight so there's\n               only going to be one more word.\n               \n                         KATHY\n               It could be anything.\n               \n                         PETER\n               It's got to be grammatically correct.\n                         \n     Peter gets up and starts pacing.\n     \n                         PETER\n               Remember eventually revenge is\n               carefully... carefully what?\n               \n     Kathy looks at Peter with a stunned expression.\n     \n                         PETER\n               What?\n               \n     \n                                                             95\n                         KATHY\n               How did you know it was \"carefully\"?\n               \n                         PETER\n               Frank told me.\n               \n                         KATHY\n               No he didn't.\n               \n     A beat.  Peter stares at her for a moment.\n     \n                         PETER\n               You're right.  The killer told me.\n               \n                         KATHY\n               He didn't tell you either.\n               \n     A beat.  Their eyes lock.\n     \n                         PETER\n               Yes, he did.  He said, \"think about how\n               Anton Berger plays chess\".  Anton\n               Berger wrote one of the most famous\n               books on chess called \"Principals and\n               Tactics\".  Every beginning player reads\n               it.  The first chapter is his three\n               rules to good play:  Carefully.\n               Carefully.  Carefully.\n               \n     Peter looks at her, studying her for a reaction.\n     \n                         PETER\n               This isn't going to be like the phone\n               book, is it?\n               \n                         KATHY\n                    (weakly)\n               Of course not.\n               \n     A beat.  Kathy checks her watch.\n     \n                         KATHY\n               You're going to be late for your match.\n               \n                         PETER\n               Are you going to come tonight?\n               \n                         KATHY\n               Yeah.  I'll be there later.",
  "71": "---END OF PREVIOUS SECTION---\nPETER\n               Are you going to come tonight? KATHY\n               Yeah. I'll be there later. \n---TARGET SECTION TO BE ANNOTATED---\n               \n     Peter walks over to her and kisses her good-bye.  Kathy forces\n     a smile.  Peter walks to the door, opens it, then looks back at\n     her, then leavess.  Kathy stares at the door, her mind racing.\n     She starts to pace as she thinks, then walks to her phone book\n     and looks up a number.  She dials and waits as it rings.\n     \n                                                             96\n     \n                         WOMAN'S VOICE\n               Bainbridge Books.\n               \n                         KATHY\n               Hi, Sara.  This is Doctor Sheppard.  I\n               was wondering if you could tell me if\n               you have a book on chess called\n               \"Principals and Tactics\" by Anton\n               Berger.\n               \n                         WOMAN'S VOICE\n               I can check and call you back.\n               \n                         KATHY\n               Thank you.  I'm at 639-7393.\n               \n                         WOMAN'S VOICE\n               We'll call you back.\n               \n     Kathy hangs up.  There is a KNOCK on the door.  She walks\n     towards it.\n     \n                         KATHY\n               Yes?\n               \n                         MAN'S VOICE (OS)\n               It's me.  I forgot something.\n               \n     Kathy hesitates a moment, then opens the door.  Terror fills\n     her face.\n     \n     HER POV:  A man wearing a black RAIN COAT stands outside.  His\n     face is covered by a porcelain MASK.  FLASH!  A bright light\n     goes off.  Kathy is blinded.\n     \n     The Man lunges inside, pushing Kathy to the floor.  He enters\n     and SLAMS the door shut.  Kathy gets up and starts to run\n     towards the back of the house.  The MAN tackles her to the\n     ground.  Kathy kicks her way free.  She crawls backwards,\n     pushing herself back with her legs.  The MAN crawls after her\n     groping for her legs with his GLOVED HANDS.  He grabs her\n     ankle, then sits on top of her, pinning her to the ground.  HE\n     SPEAKS IN A WHISPER.\n     \n                         MAN\n               You shouldn't have said those things\n               about me today.  You have no idea what\n               I am.",
  "72": "---END OF PREVIOUS SECTION---\nHE\n     SPEAKS IN A WHISPER. MAN\n               You shouldn't have said those things\n               about me today. You have no idea what\n               I am. \n---TARGET SECTION TO BE ANNOTATED---\n               \n     He raises a STILETTO.  CLICK!  The BLADE just out.  He holds it\n     before her eyes.\n     \n     KATHY'S POV:  There is a DEEP CUT on his wrist.\n     \n     \n                                                             97\n                         KATHY\n               Peter...\n               \n                         MAN\n               Peter, isn't here anymore.\n               \n     The PHONE RINGS.  The MAN snaps his head towards the sound.\n     Kathy quickly pushes him backwards and rolls over.  The Man\n     falls backwards.  Kathy gets up and runs to the front door,\n     SCREAMING.\n     \n     \n     EXT.  KATHY'S HOUSE - EVENING\n     \n     Kathy runs out into the street, SCREAMING for help.  She runs\n     across the street and BANGS on the front door.\n     \n     \n     EXT.  KATHY'S HOUSE - LATER - NIGHT\n     \n     It has begun to RAIN lightly as Kathy sits in the passenger\n     seat of a PATROL CAR.  Frank and Andy are with her.\n               \n                         FRANK\n               Did you see his face?\n               \n                         KATHY\n               No.  He was wearing a mask... but I saw\n               the cut on his wrist.  It was Peter.\n               \n                         FRANK\n               I can't arrest someone for having a cut\n               on their wrist.  Do you have someone\n               you can stay with tonight?\n                         \n                         KATHY\n               I've got a room at the institute I use\n               when I stay late.\n               \n                         FRANK\n               Okay.  Why don't you go out there.\n               We'll check in with you later.\n               \n               \n     INT.  AUDITORIUM - NIGHT\n     \n     Peter walks out on stage and sits across from Yurilivich.  He\n     sits down and makes a move, then looks out into the audience.\n     \n     PETER'S POV:  The place where Jeremy usually sits is empty.\n     \n     \n     \n                                                             98\n     INT.  POLICE CAR - NIGHT\n     \n     Andy drives.  Frank sits in the passenger seat.  A VOICE\n     crackles over the radio.\n     \n                         MAN'S VOICE (OS)\n               King base one.  This is King fifteen.\n               \n                         FRANK\n               This is Sedman.",
  "73": "---END OF PREVIOUS SECTION---\nMAN'S VOICE (OS)\n               King base one. This is King fifteen. FRANK\n               This is Sedman. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         MAN'S VOICE (OS)\n               Captain, this is Harton.  I'm out at\n               Hollow Bluffs.  I think you should get\n               out here.\n               \n                         FRANK\n               It better be important.\n               \n               \n     EXT.  HOLLOW BLUFFS - NIGHT\n     \n     A PATROL CAR is parked at the base of a CLIFF.  OFFICER HARTON\n     is standing by it on the RADIO.  In the light from the HEAD\n     LIGHTS we can see the body of JEREMY laying on the rocks, his\n     WHEELCHAIR in the b.g.\n     \n                         OFFICER HARTON\n               It is, sir.\n               \n               \n     EXT.  HOLLOW BLUFFS - LATER - NIGHT\n     \n     Frank and Andy study Jeremy's battered body.  Frank looks\n     through Jeremy's jacket and removes a NOTE.  He reads it, then\n     looks up at Andy.\n     \n                         FRANK\n                    (reading)\n               \"Peter, I'm sorry but I just can't do\n               it anymore\".\n               \n     They stare at each other.  OFFICER HARTON walks over holding\n     something.\n     \n                         OFFICER HARTON\n               I found this over by the wheelchair.\n               \n     Frank takes it and looks at it.\n     \n                         ANDY\n               What is it?\n               \n                         FRANK\n               It's a voice modulator.\n     \n                                                             99\n               \n                         ANDY\n               He was never there when the calls came\n               in.  He was covering for Sanderson the\n               whole time.\n               \n               \n     INT.  POLICE CAR - NIGHT\n     \n     Frank and Andy drive back towards town.  Frank is on the RADIO.\n     \n                         FRANK\n               I want you to find Judge Meyerson and\n               have a search warrant for Peter\n               Sanderson by the time I get back to\n               town.\n               \n               \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     Doctor Fulton is at his desk working on a computer.  Kathy\n     enters.  She looks tired.\n     \n                         DOCTOR FULTON\n               What are you doing here?\n               \n     Kathy doesn't answer.  She walks wearily into the room.\n     \n                         DOCTOR FULTON\n               Kathy, what is it?\n               \n     She is on the verge of tears.",
  "74": "---END OF PREVIOUS SECTION---\nShe walks wearily into the room. DOCTOR FULTON\n               Kathy, what is it? She is on the verge of tears. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         KATHY\n               I've been such an idiot!\n               \n     Doctor Fulton walks over to her.  Tears flow down her cheeks.\n     He hugs her and she falls into his arms weeping.\n     \n     \n     EXT.  PETER'S HOTEL ROOM - NIGHT\n     \n     Frank and Andy walk towards the door with a HOTEL EMPLOYEE.\n     Frank KNOCKS, waits a moment, then motions for the Employee to\n     open the door.\n     \n     \n     INT.  AUDITORIUM - NIGHT\n     \n     Peter and Yurilivich continue their match.  Peter looks\n     confidant.\n     \n     \n     \n                                                             100\n     INT.  PETER'S LIVING ROOM - NIGHT\n     \n     Frank looks through the desk.  We HEAR Andy call from another\n     room.\n     \n                         ANDY (OS)\n               Frank, c'mere.\n               \n               \n     INT.  PETER'S BEDROOM - NIGHT\n     \n     Frank enters and joins Andy at the nightstand.  Andy points to\n     a DRAWER that he's pulled out.\n     \n                         ANDY\n               Take a look under here.\n               \n     Frank looks under the drawers, then at Andy.  He removes\n     several POLAROID PHOTOGRAPHS taped to the bottom.  He looks\n     through them.\n     \n     CLOSE ON PHOTOGRAPHS:  Each one shows a different girl, her\n     face filled with terror.\n     \n     \n     INT.  AUDITORIUM - NIGHT\n     \n     The match continues.  Peter makes another move.  Yurilivich\n     looks nervous as he studies his position.  In the back of the\n     room the doors crash open as Frank and Andy barge into the\n     room.  Peter watches them from the stage as they approach.\n     They walk up the steps and stop before him.\n     \n                         ANDY\n               Peter Sanderson.  You're under arrest.\n               \n     Peter bolts up from his seat.\n     \n                         PETER\n               This is...\n               \n     Before he can finish Andy grabs him and SLAMS him down onto the\n     chessboard.  He removes his HANDCUFFS.\n     \n                         ANDY\n                    (cuffing him)\n               You have the right to remain silent.\n               If you give up that right anything you\n               say can and will be used against you in\n               a court of law...",
  "75": "---END OF PREVIOUS SECTION---\nHe removes his HANDCUFFS. ANDY\n                    (cuffing him)\n               You have the right to remain silent. If you give up that right anything you\n               say can and will be used against you in\n               a court of law... \n---TARGET SECTION TO BE ANNOTATED---\n (Con't)\n               \n     Andy snaps the cuffs on tightly and jerks Peter upright, then\n     pushes him off the stage.  Andy continues reading Peter his\n     rights as he pushes him down the aisle towards the doors.\n     \n     \n                                                             101\n     \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     Kathy sits by the window.  LIGHTNING lights up the night sky.\n     She sips a cup of coffee.  Doctor Fulton stands behind her.\n     \n                         DOCTOR FULTON\n               Feeling better?\n     \n                         KATHY\n               I just can't believe it.\n               \n                         DOCTOR FULTON\n               You don't want to believe it.  It's a\n               normal reaction.\n               \n                         KATHY\n               How come the police never had a record\n               of Sanderson before.  This doesn't come\n               out of nowhere, there has to be a\n               history.\n               \n               \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter is sitting on a chair, his hands cuffed.  He looks\n     stunned.  Frank and Andy sit before him.\n     \n                         PETER\n               Jeremy would have never killed himself.\n               \n                         FRANK\n               Maybe he just got tired of covering for\n               you.\n               \n                         PETER\n               This is insane!  Can't you see what's\n               going on.  The killer wants me out of\n               the way.  He's setting me up.\n               \n                         ANDY\n               You set yourself up tonight when you\n               attacked Kathy, you crazy fuck!\n               \n                         PETER\n               What?\n               \n                         FRANK\n               She saw the cut on your wrist, Peter.\n               \n               \n     INT.  POLICE STATION, FRONT DESK - NIGHT\n     \n     The PHONE RINGS.  Officer Harton answers it.\n     \n     \n                                                             102\n                         OFFICER HARTON\n               Bainbridge Police Department.\n               \n                         MAN'S VOICE\n               This is Richard Farrington.  I've been\n               retained by the Chess Federation as\n               council for Peter Sanderson.\n               \n               \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     Kathy sits at Doctor Fulton's desk, staring at the phone.  A\n     beat.  She picks up the receiver and dials.\n     \n                         WOMAN'S VOICE\n               Bainbridge Books.",
  "76": "---END OF PREVIOUS SECTION---\nA\n     beat. She picks up the receiver and dials. WOMAN'S VOICE\n               Bainbridge Books. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               Sara, this is Doctor Sheppard.  I\n               called you earlier about a book.\n               \n                         WOMAN'S VOICE\n               Yes, Doctor Sheppard.  We called you\n               back but you weren't home.  We have the\n               book.\n               \n                         KATHY\n               Could you please do me a big favor?  In\n               the first chapter the author mentions\n               his three rules of chess.  Could you\n               look and tell me what they are?\n               \n                         WOMAN'S VOICE\n               Of course.\n                    (a long pause)\n               Yes, here it is.\n                    (a little laugh)\n               Why, they're all the same?\n               \n                         KATHY\n               What are they, please?\n               \n                         WOMAN'S VOICE\n               \"Carefully\".  \"Carefully\".\n               \"Carefully\".\n               \n               \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Frank is at the door with Officer Harton.  Andy glares at Peter\n     hostilely.  Frank puts a piece of paper on the table.\n     \n     \n                                                             103\n                         FRANK\n               The Chess Federation got you an\n               attorney.  Here's his number.  You've\n               got three minutes.\n               \n     Frank, Andy and Harton leave.  Peter looks at the paper and\n     dials the number on the phone.  It RINGS.\n     \n                         MAN'S VOICE (OS)\n               Hello?\n     \n                         PETER\n               This is Peter Sanderson calling for\n               Richard Farrington.\n               \n     We HEAR the CALLER'S distorted VOICE.\n     \n                         CALLER (OS)\n               Hello, Peter.\n               \n                         PETER\n               You sonofabitch!\n               \n                         CALLER (OS)\n               Emotional?  I expected more from you.\n               \n                         PETER\n               If you kill tonight and I'm in jail the\n               police will know I'm innocent.\n               \n                         CALLER (OS)\n               By that time the game will be over.\n               \n                         PETER\n               I've figured out the message.\n               \n                         CALLER (OS)\n               No you haven't.  And even if you had it\n               doesn't matter.  Who would you tell?\n               The police don't believe you, and\n               you've just used your only phone call.",
  "77": "---END OF PREVIOUS SECTION---\nAnd even if you had it\n               doesn't matter. Who would you tell? The police don't believe you, and\n               you've just used your only phone call. \n---TARGET SECTION TO BE ANNOTATED---\n               \n     We HEAR the Caller LAUGH, then the line goes dead.  Peter turns\n     his attention to the WORDS.  He springs from his seat.\n     \n                         PETER\n               Alright, Peter, think.  The game ends\n               tonight.  He'll leave one more word.\n               Remember eventually revenge is\n               carefully... carefully what?  Planned?\n               Arranged?  Contrived?\n               \n     \n     \n                                                             104\n     INT.  POLICE STATION, FRONT DESK - NIGHT\n     \n     Frank stands with Andy.  Andy checks his watch.\n     \n                         ANDY\n               Ready for round two?\n               \n                         FRANK\n               I've got a feeling we're going to go\n               the distance with him.  Let him sweat\n               for a little while.\n               \n               \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     Kathy paces the room.  Doctor Fulton is at his desk working on\n     the computer.\n     \n                         DOCTOR FULTON\n               Kathy, please.  You're going to wear a\n               hole in the carpet.\n     \n                         KATHY\n               I'm just nervous.  Sorry.\n               \n                         DOCTOR FULTON\n               You're safe.  He wouldn't come here.\n               \n                         KATHY\n               He already did once.\n               \n     Kathy thinks about something for a moment.\n     \n                         KATHY\n               Why did he?\n               \n                         DOCTOR FULTON\n               Why did he what?\n               \n                         KATHY\n               Come here.\n               \n                         DOCTOR FULTON\n               He was watching you.\n               \n                         KATHY\n               Yeah -- that's what we've always\n               thought -- but what if he wasn't?  What\n               if I had nothing to do with the reason\n               he came here?\n               \n                         DOCTOR FULTON\n               You're losing me.\n               \n     \n                                                             105\n                         KATHY\n               What if he came here because he's a\n               patient.  An out-patient?\n               \n               \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter paces the room, his mind racing.\n     \n               Remember eventually... remember\n               eventually... grammar...\n               \n     Peter walks to the PHOTOGRAPH of the word REMEMBER.  He points\n     to a smudge after the word.",
  "78": "---END OF PREVIOUS SECTION---\nRemember eventually... remember\n               eventually... grammar... Peter walks to the PHOTOGRAPH of the word REMEMBER. He points\n     to a smudge after the word. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         PETER\n               Period!  That's what he meant about\n               punctuation.  Remember.  Remember what?\n               \n     \n     INT.  DOCTOR FULTON'S - NIGHT\n     \n     Kathy is at a computer.  Doctor Fulton works at his desk.\n     FILES from the computer MONITOR scroll past, reflecting off\n     Kathy's GLASSES.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter writes on the blackboard.  He is writing:  Eventually\n     revenge...  He stops.\n     \n                         PETER\n               Okay.  Remember is a separate sentence.\n               They key is in the long sentence\n               Everything with him has been word\n               games.\n               \n     He erases what he wrote and starts to write again.\n     \n     \n     \n     EVENTUALLY\n     REVENGE\n     IS\n     CAREFULLY\n     PLANNED\n     \n     He stands back and studies it.  His eyes dart across the\n     message like a chessboard, calculating, evaluating.\n     \n     \n     \n                                                             106\n     INT.  POLICE STATION, FRONT DESK - NIGHT\n     \n     Frank taps Andy on the shoulder and they start back down the\n     hall.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter erases the word \"PLANNED\"  and adds \"ARRANGED\" at the\n     bottom.  He studies it for a moment, then closes his eyes.  He\n     turns around and takes a few steps, then stops dead in his\n     tracks.  His eyes open wide as a thought crashes into his mind.\n     He turns around and stares at the board confirming what he\n     already knows.\n     \n                         PETER\n               Oh my God!\n               \n     Frank and Andy walk into the room.  Peter is on the verge of\n     being hysterical.\n     \n                         PETER\n               The message!  I figured out--\n               \n                         ANDY\n               Sit down!\n               \n     Andy moves towards Peter and grabs him.  Peter plows into him,\n     slamming his full body weight him.\n     \n                         PETER\n               He's going to kill my daughter!!\n               \n     Peter gets the blackboard and erases all of the letters but the\n     first one of each word.",
  "79": "---END OF PREVIOUS SECTION---\nPeter plows into him,\n     slamming his full body weight him. PETER\n               He's going to kill my daughter!! Peter gets the blackboard and erases all of the letters but the\n     first one of each word. \n---TARGET SECTION TO BE ANNOTATED---\n  It now spells:\n     \n     \n                           E\n                           R\n                           I\n                           C\n                           A\n                         \n     \n     \n     Frank and Andy look at each other.\n     \n     \n     INT.  PETER'S LIVING ROOM - NIGHT\n     \n     A full-blown storm is raging outside as Erica enters the room.\n     She turns on the lights and walks towards the back.\n     \n                         ERICA\n               Dad?\n     \n                                                             107\n               \n               \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Frank stands before Peter.  He is frantic.\n     \n                         PETER\n               Don't you understand what I'm telling\n               you?  That's why he wants me out of the\n               way.\n               \n                         FRANK\n               I understand that this is just another\n               one of your games.\n               \n                         PETER\n               Look, I'll do anything you want!  I'll\n               sign anything you want!  Just send a\n               car out to the hotel.\n               \n               \n     INT.  ERICA'S BEDROOM - NIGHT\n     \n     Erica sits on her bed.  Behind her the DRAPES to her WINDOW are\n     OPEN.  Outside LIGHTNING FLASHES SILHOUETTING a MAN standing on\n     the BALCONY in the rain.  Erica senses something and turns\n     around.  A moment later there is another FLASH OF LIGHTNING,\n     but the MAN is no longer there.\n     \n     \n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Peter slams his hand down on the table.\n     \n                         PETER\n               Alright!  I confess!  I killed them!!\n               I killed them all!  Now, will you\n               please send a car to the hotel?\n               \n               \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     Kathy continues searching through the files.  She brings up\n     another one and stares at it.  Confusion fills her face.\n     \n                         KATHY\n               Oh no.\n               \n     She raises her finger to the screen, tracing the words as she\n     reads them.\n               \n               \n     \n                                                             108\n     INT.  POLICE CONFERENCE ROOM - NIGHT\n     \n     Frank watches Peter as he signs a confession.  Frank grabs his\n     arm.\n     \n                         FRANK\n               Alright, c'mon Peter.  We're moving you\n               to a cell.",
  "80": "---END OF PREVIOUS SECTION---\nFrank grabs his\n     arm. FRANK\n               Alright, c'mon Peter. We're moving you\n               to a cell. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         PETER\n               I signed the confession.  What about\n               the car?\n               \n               \n     INT.  POLICE STATION, FRONT DESK - NIGHT\n     \n     Frank leads Peter into the room.  Officer Harton is behind the\n     desk.\n     \n                         FRANK\n               Where the hell is Andy?\n               \n                         OFFICER HARTON\n               He took off about ten minutes ago.\n               \n                         PETER\n                    (to Harton)\n               Did you send the car?\n               \n                         FRANK\n               It's over, Peter.  Let's stop the\n               games.  I'm not sending a car.\n               \n     Something in Peter snaps.  Rage fills him as he crashes his\n     body into Frank's, then quickly strips Frank's pistol out of\n     his belt.  He holds it out in his handcuffed hands, pointing at\n     Harton before he can even get up from his seat.\n     \n                         PETER\n               Get up!  Real slow and put your hands\n               on the desk.\n               \n     Harton does what he's told.\n     \n                         PETER\n                    (to Frank)\n               Drop the keys to the cuffs on the\n               ground and kick them over to me.\n               \n     Frank drops the keys and kicks them over.  Peter bends down,\n     his eyes on Frank and Harton.  Slowly he removes the cuffs.\n     \n                         PETER\n               Alright!  Let's move down the hall.\n     \n                                                             109\n                    \n     WE MOVE down the hall with them.  Peter motions for them to go\n     inside the Conference room.  They do.  Peter closes the door\n     and LOCKS it from the outside.  As Peter runs out of the\n     station the PHONE starts to RING.\n     \n     \n     INT.  DOCTOR FULTON'S OFFICE - NIGHT\n     \n     She is at her desk, on the PHONE, listening as it RINGS.\n     \n     \n     EXT.  POLICE STATION - NIGHT\n     \n     Peter runs out and gets into  Frank's car.  He drives.\n     \n     \n     INT.  PETER'S LIVING ROOM - NIGHT\n     \n     The CAMERA MOVES IN towards a WINDOW on the other side of the\n     DARKENED ROOM.  Suddenly, a GLOVED HAND smashes through the\n     GLASS and reaches inside.",
  "81": "---END OF PREVIOUS SECTION---\nINT. PETER'S LIVING ROOM - NIGHT\n     \n     The CAMERA MOVES IN towards a WINDOW on the other side of the\n     DARKENED ROOM. Suddenly, a GLOVED HAND smashes through the\n     GLASS and reaches inside. \n---TARGET SECTION TO BE ANNOTATED---\n  At the same time a CLAP of THUNDER\n     booms overhead, covering most of the noise.\n     \n     \n     INT.  ERICA'S BEDROOM  - NIGHT\n     \n     Erica is watching TV. She gets up, thinking she has heard\n     something.\n     \n     \n     INT.  HOTEL ROOM, HALLWAY - NIGHT\n     \n     Erica enters the DARK ROOM and cautiously walks over to the\n     LIGHT SWITCH located next to a DOOR that leads to the living\n     room.  She is just about to turn the SWITCH when... There is a\n     LONG FLASH OF LIGHTNING.  Suddenly, her expression turns to one\n     of horror as she sees something in the next room.\n     \n     ERICA'S POV:  On the other side of the LIVING ROOM is a LARGE\n     MIRROR.  The LIGHTNING LIGHTS the room well enough for her to\n     see A MAN'S SILHOUETTE in the MIRROR.  He is standing on the\n     other side of the doorway, his back pressed up against the\n     wall, waiting for her to enter the room.\n     \n     INSERT LIGHT SWITCH:  Erica slowly starts to move her hand away\n     from the SWITCH when a HAND GRABS her firmly by the WRIST.\n     \n     ON ERICA:  She is startled, but quickly relaxes as she looks up\n     at someone.\n     \n                         ERICA\n               Boy!  You scared me.\n               \n     There is a KNOCK at the door.\n     \n                                                             110\n               \n               \n     EXT.  HOTEL, PARKING LOT - NIGHT\n     \n     Peter pulls his car in and skids to stop.  As he gets out he\n     sees Andy's car parked close by.  He runs towards the building.\n     \n     \n     INT.  HOTEL HALLWAY - NIGHT\n     \n     Peter rushes frantically towards room.\n     \n     \n     INT.  PETER'S HOTEL SUITE - NIGHT\n     \n     Peter rushes inside and runs across the room.\n     \n                         PETER\n               Erica!  Erica!\n               \n               \n     INT.  HOTEL ROOM, HALLWAY - NIGHT\n     \n     Peter runs towards Erica's room.  A NOTE is taped to her door.\n     It reads: CHECK!\n     \n     \n     EXT.  HOTEL - NIGHT - WIDE SHOT\n     \n     Lightning lights up the sky.",
  "82": "---END OF PREVIOUS SECTION---\nIt reads: CHECK! EXT. HOTEL - NIGHT - WIDE SHOT\n     \n     Lightning lights up the sky. \n---TARGET SECTION TO BE ANNOTATED---\n  Before the THUNDER comes we HEAR\n     Peter's frantic cry.\n     \n                         PETER (VO)\n               No!!!\n               \n               \n     EXT.  ROAD - NIGHT\n     \n     We see Kathy through the windshield as she drives through the\n     storm.\n     \n     \n     INT.  PETER'S LIVING ROOM - NIGHT\n     \n     Peter sits by the phone in the dark.  He stares at the PHONE\n     almost willing it to ring.  In a FLASH OF LIGHTNING he sees a\n     pool of blood flowing out under the closet door.  Slowly Peter\n     walks towards the door, he reaches to open it, then hesitates,\n     afraid of what might be behind the door.  He takes a deep\n     breath, then opens it quickly.\n     \n     PETER'S POV:  A FLASH OF LIGHTNING highlights Andy's lifeless\n     body as it falls out of the closet.\n     \n     Peter is startled as he backs away from the body.\n     \n                                                             111\n               \n               \n     INT.  POLICE STATION, FRONT DESK - NIGHT\n     \n     Two UNIFORMED OFFICERS enter and notice that no one is at the\n     desk.  In the b.g. they HEAR someone POUNDING on a door.\n     \n     \n     EXT.  POLICE STATION - NIGHT\n     \n     The RAIN falls in sheets.  Frank runs out and gets into a\n     patrol car and drives off.\n               \n               \n     INT.  PETER'S LIVING ROOM - NIGHT\n     \n     The PHONE RINGS.  Peter runs to the cordless phone and lifts it\n     up.\n     \n                         PETER\n               Yes?\n               \n                         CALLER (OS)\n               Congratulations on your daring escape.\n               You just missed me by a few seconds.\n                    (Beat)\n               It's check, Peter.\n               \n                         PETER\n               Let me speak to my daughter.\n               \n                         CALLER (OS)\n               She's in the other room.  I just wanted\n               you to know she wasn't dead... yet.\n               But it's time for her to die now.\n               \n                         PETER\n               Please... wait.\n               \n                         CALLER (OS)\n               The game's over.  You lost.\n               \n                         PETER\n               It's me you want.  Not her.\n               \n                         CALLER (OS)\n               No.  As usual you're wrong.  It is her\n               I want.",
  "83": "---END OF PREVIOUS SECTION---\nCALLER (OS)\n               No. As usual you're wrong. It is her\n               I want. \n---TARGET SECTION TO BE ANNOTATED---\n  Killing you would be easy.\n               Living with the consequences of losing\n               will be much more of a defeat.\n               \n     Peter HEARS a faint RATTLING SOUND in the background.\n     \n                                                             112\n                         \n                         PETER\n               That wouldn't be very sporting.\n               Remember Huxley?  \"His play is always\n               fair and just.\"\n               \n                         CALLER (OS)\n               You're groping.  I have been fair.\n               It's my move now.\n               \n                         PETER\n               I'll give you anything you want.\n               Anything!  Please!\n               \n                         CALLER (OS)\n               Don't beg, Peter.  She has to die.  I\n               can't win unless she dies.\n               \n     Peter hears the SOUND again.\n     \n                         CALLER (OS)\n               I was thinking about leaving the phone\n               line open so you could hear her die --\n               but I've decided it's better if you\n               don't know exactly when I kill her.\n               Good-bye Peter.\n               \n                         PETER\n               No!  Wait!!\n               \n     The line goes dead.  Peter's mind races.\n     \n                         PETER\n               A few seconds!  Where could he have\n               gone in a few seconds?  Think!  Think,\n               Goddamit!\n     \n     He looks towards the window.\n     \n     PETER'S POV:  of the wind blowing through the trees outside.\n     \n     Peter's face floods with realization.\n     \n                         PETER\n               Steam pipes!\n               \n     Peter dials a THREE DIGIT number on the phone.\n     \n     \n     INT.  HOTEL BASEMENT - NIGHT\n     \n     The MAN wearing a black rain-coat walks across the room towards\n     an alcove.  The door to the alcove is OPEN and we see Erica who\n     is tied to a chair and gagged.  WATER FLOODS in through cracks\n     in the foundation flooding the room.\n     \n                                                             113\n     \n     THE PHONE RINGS.  He stops, startled by the sound, his head\n     snapping towards the phone.  The MAN is stunned.  His mind\n     races.  He thinks for a moment.  He walks back to the phone and\n     slowly lifts the receiver.\n     \n                         PETER (OS)\n               I know where you are.\n     \n                         CALLER\n               Very good.",
  "84": "---END OF PREVIOUS SECTION---\nHe walks back to the phone and\n     slowly lifts the receiver. PETER (OS)\n               I know where you are. CALLER\n               Very good. \n---TARGET SECTION TO BE ANNOTATED---\n  How did you know?\n               \n                         PETER (VO)\n               The pipes.\n     \n     The MAN looks at the PIPES.  They RATTLE.  The realization of\n     his mistake dawns on him.\n     \n                         CALLER\n               Excellent.  It doesn't matter.  You\n               still lose.  She'll still be dead\n               before you can get down here.\n               \n     The MAN slams down the receiver. CLICK!  The blade snaps out of\n     the STILETTO.  He walks quickly back towards the alcove, the\n     KNIFE  clutched tightly in his hand.  He stops for a moment at\n     the door, as he prepares for the act ahead.\n     \n     Erica stares at him as he approaches with wide-eyed terror!\n     The MAN moves towards her then stops, sensing something is\n     wrong.\n     \n     The door slowly CLOSES revealing Peter standing behind it,\n     Frank's gun aimed at him in one hand, the CORDLESS PHONE in the\n     other.\n     \n                         PETER\n                    (dryly)\n               Checkmate!\n               \n     Peter turns on the LIGHTS.  The MAN turns around.  It is David,\n     the computer technician.  He slowly brings the KNIFE to his\n     side, hiding it behind his leg.\n     \n                         CALLER\n               How'd you know I wouldn't be in the\n               same room with her?\n               \n                         PETER\n               You told me.  When you called you said\n               she was in the other room.  Drop the\n               knife.\n               \n     The Caller shrugs his shoulder, then drops it.  They stare at\n     each other.  David takes a little step closer.\n     \n                                                             114\n     \n                         PETER\n               Computers.  That's how you got into\n               Homesearchers records.  You can get\n               into anything.  But why?  Why?\n               \n                         DAVID\n               You still haven't figured it out, have\n               you?   You think that I've put you\n               through an ordeal.  My scars run so\n               much deeper than yours.\n                         \n                         PETER\n               What scars?\n               \n                         DAVID\n                    (moving closer)\n               The scars on your chest.  From where I\n               stabbed you with my fountain pen.",
  "85": "---END OF PREVIOUS SECTION---\nPETER\n               What scars? DAVID\n                    (moving closer)\n               The scars on your chest. From where I\n               stabbed you with my fountain pen. \n---TARGET SECTION TO BE ANNOTATED---\n               \n     Shock pours over Peter's face as his mind drifts back to a\n     tournament twenty years ago.\n     \n                         PETER\n               We were only children.\n               \n     David lunges at Peter.  Peter raises the gun.  Too late!  David\n     is too close.  He pushes Peter's hand away.  They struggle over\n     the gun.\n     \n     \n     INT.  PETER'S HOTEL ROOM - NIGHT\n     \n     Kathy enters and starts to move down the hall.\n     \n                         KATHY\n               Erica!\n     \n               \n     EXT.  HOTEL GROUNDS - NIGHT\n     \n     Kathy runs outside.\n     \n                         \n     INT.  HOTEL BASEMENT - NIGHT\n     \n     The struggle continues.  David butts his head into Peter's\n     nose, then slams him into the wall again.  THE GUN FIRES into\n     the air.  At the same moment a CLAP OF THUNDER BOOMS overhead.\n     \n     \n     EXT.  HOTEL GROUNDS - NIGHT\n     \n     Kathy does not HEAR the SHOT.  In the b.g. we see Frank running\n     towards her.\n     \n                                                             115\n     \n     \n     INT.  HOTEL BASEMENT - NIGHT\n     \n     David repeatedly smashes Peter's hand into the wall.  THE GUN\n     FIRES INTO THE AIR SEVERAL TIMES.  A bullet hits an over head\n     PIPE.  STEAM FLOODS the room.\n     \n     \n     EXT.  HOTEL GROUNDS - NIGHT\n     \n     Frank hears the shots and runs towards the SOUND.\n     \n     \n     INT.  HOTEL BASEMENT - NIGHT\n     \n     David smashes Peter's hand into the wall until the gun falls to\n     the ground, disappearing under the water.  He grabs Peter,\n     lifting him into the air, displaying brute strength, his rage\n     is unleashed.  He slams Peter's back into the wall, knocking\n     the wind out of him.\n     \n     \n     INT.  HOTEL UTILITY CORRIDOR - NIGHT\n     \n     Frank races through the hallway.\n     \n     \n     INT.  HOTEL BASEMENT - NIGHT\n     \n     The fight continues.  STEAM SWIRLS through the room.  David\n     slams his elbow into Peter's face.  Blood pours out of Peter's\n     nose.  David raises his knee, kicking Peter in the stomach.",
  "86": "---END OF PREVIOUS SECTION---\nDavid\n     slams his elbow into Peter's face. Blood pours out of Peter's\n     nose. David raises his knee, kicking Peter in the stomach. \n---TARGET SECTION TO BE ANNOTATED---\n     Peter doubles over.  David picks up a lamp off the desk and\n     smashes it over Peter's head.  Peter drops to the ground.\n     David picks up his knife and walks over to Peter, then lifts\n     his head out of the water.\n     \n                         DAVID\n               They took everything from me -- because\n               of you --  and now I'm going to take\n               everything from you.\n               \n     David opens the door to the alcove, then walks back to Peter.\n     He bends down and presses the BLADE to Peter's neck.  For a\n     moment we sense he is going to kill Peter, then, he grabs him\n     by the hair, lifting his head up so he can see.\n     \n     PETER'S POV:  Erica is sitting in the alcove, tied to the\n     chair.\n     \n     Peter is only semi-conscious.  David starts to leave.  David is\n     just about at the alcove door when Frank enters the room, his\n     weapon drawn.  Then looks at Peter, then David.\n     \n     \n                                                             116\n                         DAVID\n                    (moving towards Frank)\n               Thank God you're here.  I heard Erica\n               scream and came in to see what was\n               going on.  Mister Sanderson was going\n               to stab her.\n                    (holds up the knife)\n               With this.\n     \n     Frank looks at the knife.\n     \n     FRANK'S POV:  There is a DEEP CUT on David's wrist, exactly\n     like Peter's.\n     \n     Frank's face registers the cut.  David notes it.  Before Frank\n     can even look at him, David thrusts the blade into his stomach.\n     The force drives Frank back against the wall.  His gun drops\n     from his hand as Frank slides to the floor.\n     \n     Peter tries to grab David's leg as he heads towards the alcove.\n     Frank pulls up his pant leg revealing his backup gun.  He tries\n     to reach for it.\n     \n     \n     INT.  HOTEL BASEMENT, ALCOVE - NIGHT\n     \n     David enters the room.  Through the STEAM he sees Kathy trying\n     to untie Erica.  David stares at them, his lips spread into\n     maniacal grin.  The OVERHEAD LIGHTS FLASH on and off\n     intermittently.",
  "87": "---END OF PREVIOUS SECTION---\nThrough the STEAM he sees Kathy trying\n     to untie Erica. David stares at them, his lips spread into\n     maniacal grin. The OVERHEAD LIGHTS FLASH on and off\n     intermittently. \n---TARGET SECTION TO BE ANNOTATED---\n     \n                         KATHY\n               This isn't going to help, David.\n               You're mother's dead.  You can't undo\n               it.\n     \n                         DAVID\n               You don't understand.\n               \n                         KATHY\n               Yes, I do.  I found your file.  I know\n               what happened.\n     \n                         DAVID\n               They took away the game because of him.\n               My father left and my mother...  There\n               was so much blood... It covered\n               everything.\n               \n                         KATHY\n               I know, but this isn't going to bring\n               her back.\n               \n     \n                                                             117\n                         DAVID\n               Don't you see?  I had to make it right.\n               I ignored my mother's crossing.  I sat\n               with them all.  I held their hands.  I\n               stroked their hair.  I was with them to\n               the end.  I took away the blood.  I\n               washed them.  Their crossing was\n               peaceful.\n               \n                         KATHY\n               I think your mother knows that now.\n               Why don't you put the knife down.  Put\n               it down, David.\n               \n     For a moment it appears he is thinking about it.  He lowers the\n     blade, but his need to kill is to strong.  He raises it again.\n     \n                         DAVID\n               She has to die!\n               \n     His face tenses.  He lunges towards Erica.\n     \n     BANG!  A shot tears through his chest.  The impact blows him\n     off his feet.  He falls back into the murky water and\n     disappears.\n     \n     Peter stands in the doorway, straining to stay conscious,\n     Frank's GUN aimed at David.\n     \n     Kathy quickly finishes untying Erica.  They run to the corner\n     of the room.  Kathy holds her close.\n     \n     Peter slowly staggers forward.  He probes the water with his\n     feet, checking for David's body.  The MURKY WATER, THE STEAM\n     and the BLINKING LIGHTS don't make it easy.  Peter leans over,\n     pointing the gun at the ground.\n     \n     PETER'S POV:  The MURKY WATER.  Suddenly, a HAND streaks out of\n     the water.",
  "88": "---END OF PREVIOUS SECTION---\nPeter leans over,\n     pointing the gun at the ground. PETER'S POV:  The MURKY WATER. Suddenly, a HAND streaks out of\n     the water. \n---TARGET SECTION TO BE ANNOTATED---\n     \n     The hand grabs Peter around the neck.  David stands up quickly.\n     They struggle over the gun.  They both fall backwards into the\n     water.  Peter surfaces and crawls backwards.  David stands up.\n     They locks eyes.  Peter stares back with a deadly calmness.\n     \n                         PETER\n               The game's over, asshole!\n     \n     David starts to lunge for him.  Peter empties the GUN into him.\n     His body jerks backwards violently, smashing into the wall,\n     then he slides down and dies, slowly disappearing under the\n     surface of the water.\n     \n     \n     \n                                                             118\n     EXT.  HOTEL GROUNDS - LATER - NIGHT\n     \n     BLACK and WHITE UNITS fill the area, their RED LIGHTS FLASHING.\n     UNIFORMED OFFICERS hold back the CROWD of on-lookers.\n     \n     Peter sits off to the side.  He looks worn to the point of\n     exhaustion.  A PARAMEDIC attends to the wounds on his face.\n     Erica sits beside him, clinging to his arm.  TWO MEN carry a\n     STRETCHER, the body on it is covered.  Peter stares at it\n     blankly as it passes.\n     \n     Kathy is standing at the rear of an AMBULANCE.  The doors close\n     and it drives off.  She walks over to Peter and Erica.\n     \n                         KATHY\n               Frank's going to be alright.  They\n               don't think any major arteries were\n               severed.\n               \n     The information doesn't seem to register with Peter.  He\n     continues to stare ahead blankly.\n     \n                         KATHY\n               Peter, you beat him.\n               \n     He slowly looks over at her, but says nothing.\n     \n                         KATHY\n               You beat him.\n               \n                         PETER\n               I got lucky.\n               \n                         KATHY\n               There's a girl in the hospital who is\n               going to live because of you.  You made\n               a difference.\n               \n     Peter just continues to stare at her.\n     \n                         KATHY\n               Peter, I'm sorry I doubted you, but--\n               \n     Peter reaches forwards and places his fingers on her lips.\n     \n                         PETER\n               It's over now.",
  "89": "---END OF PREVIOUS SECTION---\nPeter just continues to stare at her. KATHY\n               Peter, I'm sorry I doubted you, but--\n               \n     Peter reaches forwards and places his fingers on her lips. PETER\n               It's over now. \n---TARGET SECTION TO BE ANNOTATED---\n               \n                         KATHY\n               I just wanted you to know in case you\n               thought about it in the future.\n               \n                         PETER\n               Do we have a future?\n               \n     \n                                                             119\n     A beat.  Kathy leans in a kisses him.  Erica smiles.\n               \n               \n     INT.  AUDITORIUM - DAY\n     \n     Yurilivich is at his seat.  The seat across the board from him\n     is vacant.  THE AUDIENCE waits, silently.  THE PRESIDENT:\n     Checks his watch, then gets up to address the crowd.  We HEAR\n     the SOUND of DOORS opening.\n     \n     CHESSBOARD CLOCK:  It TICKS methodically.\n     \n     CLOSE ON YURILIVICH'S HAND:  his fingers taps on the table.\n     \n     KATHY AND ERICA:  in the audience.  Kathy checks her watch.\n     She is anxious.\n     \n     Peter enters and limps towards the stage.  Slowly he climbs the\n     steps, then sits down across from Yurilivich.  He looks out\n     into the audience.\n     \n     Kathy smiles.  Erica nods to him.\n     \n     CLOSE ON PETER:  He looks at the board and makes a move, then\n     hits his timer.  Slowly he looks up at Yurilivich.  A huge\n     smile covers his face.\n     \n                                             FREEZE FRAME\n                                             \n     FADE TO BLACK\n     \n     \n     \n"
}