{
  "1": "January 5, 2016\n\nKUBO\n\n.-.- AND THE TWO STRINGS\n\nScreenplay by\nMarc Haimes\nChris Butler\n\nStory by\nShannon Tindle\nMarc Haimes\n\nDirector: Travis Knight\n\nStudio:\n\nLaika\n\fKUBO AND THE TWO STRINGS 1/92\n\n(0100 PRO) PROLOGUE\n\nBLACK\nA child's whispered voice HISSES through the darkness...\n\nCHILD'S VOICE (V.O.)\nIf you must blink, do it now!\n\nA full moon fills the screen like a giant, unblinking eye. *\n\nAn eerie wind HOWLS through the night sky, and a wave *\nsuddenly rises in front of the moon, eclipsing it from view.\n\nAnother giant wave swells and we CUT WIDER to reveal--\n\nEXT. OCEAN - STORMY NIGHT\n\nA tiny wooden fishing boat comes into view, tossed about by\nenormous waves, cresting hundreds of feet high.\n\nThat’s when we hear it, weaving throughout the howls of wind. *\n\nHopeful, inexplicable MUSIC. A sweet, chromatic MELODY. *\nIt is being played by the boat’s lone passenger. A beautiful *\nJapanese woman with long black hair whipping in the wind. She *\nkneels as she plays a stringed shamisen instrument. *\nCHILD'S VOICE (V.O.) *\n\nPay careful attention to everything *\n\nyou see and hear...No matter how *\n\n*\n\nunusual it may seem.\n\nOn the woman’s back we catch a glimpse of a woven bag\nembroidered with the image of a beetle.\n\nBefore we can get a better look, our attention turns to a\ntsunami-sized wave, rising up silently in front of the boat,\nthreatening to consume everything in its path.\n\nThe woman raises her hand, strikes the strings on her\nshamisen, and the sea literally parts in front of her,\nallowing safe passage clean through the center of the chaos.\n\nThe boat floats onward, approaching a rocky coastline beneath\nhigh windswept cliffs, and at the sight of land the woman\ngives an almost imperceptible smile.\n\nCHILD'S VOICE (V.O.)\n\nAnd please be warned. If you\n\nfidget. If you look away.\n(MORE )\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 2/92\nCHILD'S VOICE (V.0.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you\n\nfidget. If you look away. (MORE )\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 2/92\nCHILD'S VOICE (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nIf you forget any part of what I\ntell you, even for an instant, then *\nour hero will surely perish. *\nBefore the narrator can finish his sentence, another wave,\nlarger than the others, surges menacingly behind the woman...\n\nEXT. ROCKY BEACH\n\nPropelled by that huge wave, the fishing boat violently rams\ninto the rocky shore, throwing the woman from the boat.\n\nTossed through the turbulent undercurrent, the woman’s head\nsmashes hard against a rock.\n\nAnd as the ocean recedes, she’s left lying in the sand, her\nbody limp and unmoving and blanketed by her tangled hair. *\n\nAnd then another sound. The CRYING of an infant.\nThe woman’s eyes snap open.\n\nSlowly, painfully, she begins crawling across the sand\n\ntowards the crying. It’s coming from inside that woven bag. *\nCHILD'S VOICE (0.S.) *\n\nHis name is Kubo. His grandfather *\n\nstole something from him. *\n\nAs she reaches the bag and draws back the folds of cloth, we *\nsee the face of a baby underneath. We can see his head is *\nwrapped in a bloodied bandage, covering his missing left eye. *\n\nWe watch them from a HIGH ANGLE, like we’re standing *\nsomewhere up on those cliffs, as the narrator adds... *\nCHILD'S VOICE (0.S.) (CONT'D)\n\nAnd that really is the least of it.\nCUT TO:\n\n(0200 BRK) BREAKFAST WITH MOM\n\nBLACK\n\nGHOSTING IN TITLE: KUBO\n\nTHEN: ... AND THE TWO STRINGS\n\nCREDITS ROLL as we slowly FADE IN, coming face to face with --\n\nA MONKEY\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 3/92\n\nA serious monkey. Staring right at us. Fixed expression.\nThat’s because this monkey is actually a carved wooden charm,\nalso known as a netsuke, standing about four inches high.\n\nNext to it a young boy, perhaps ten years old, sleeps on a\nthin mat on the floor. He is curled up within a robe\nemblazoned with the crest of a beetle, just like the one we\nsaw on the bag earlier.\n\nThe boy rolls over, revealing his left eye is covered in a\npatch.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nNext to it a young boy, perhaps ten years old, sleeps on a\nthin mat on the floor. He is curled up within a robe\nemblazoned with the crest of a beetle, just like the one we\nsaw on the bag earlier. The boy rolls over, revealing his left eye is covered in a\npatch. \n\nTARGET SECTION TO BE ANNOTATED:\n He is the baby from the prologue, grown into a wiry\nyouth, with thick black hair tugged into a messy topknot. He\nis our hero. KUBO.\n\n*\n\nINT. KUBO’S CAVE - EARLY MORNING (PRE DAWN)\n\nKubo gets up and begins to tidy up the place, picking up\ndozens of strewn pieces of paper that inexplicably litter the\nground. The paper is creased and wrinkled as if it has been\nrepeatedly folded and unfolded. He smooths each sheet out,\nthen stacks it and places it back on a shelf.\n\n+e * HF\n\nBy the light of the full moon outside, Kubo walks to a little\nkitchen area and strikes a flint, starting a fire.\n\n*\n\nHe gracefully pours and heats a pot of water, preparing both\nrice and tea for two place settings on the ground. *\n\nHe then turns to regard a sleeping woman, lying on a mat in\nthe corner of the cave, barely noticeable in the dark. The\nfolds of her gown move gently as she sleeps.\n\nKubo steps over and kneels down by her side, and we see this\nis the same woman from our prologue, only now she seems older\nand paler. Her face is creased and wrinkled like the crumpled\npaper scattered around her, and her long black hair is\nstreaked with silvery grey. She is Kubo’s MOTHER.\n\nKubo watches her for a moment, then gathers himself and\nextends a hand to gently push her hair out of her face.\n\nHer eyes flutter open. She sees Kubo, kneeling there, and he\ngives her a small smile. An unspoken “good morning.” *\n\nKubo helps her up and to the mat where the rice and tea are\nwaiting, her movements are slow and feeble. *\n\nINT. DINING AREA KUBO’S CAVE - EARLY MORNING\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 4/92\nKubo serves his mother rice, even blowing on it to cool it\nfor her.\n\nHis Mother eats just a little. A bit of rice falls onto her\nchin.\n\nKubo uses his chopsticks to gently put the grains of rice\nback into her mouth. There is clearly something wrong with\n\nhis mother.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nA bit of rice falls onto her\nchin. Kubo uses his chopsticks to gently put the grains of rice\nback into her mouth. There is clearly something wrong with\n\nhis mother. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nINT. ENTRANCE KUBO’S CAVE - EARLY MORNING *\nKubo walks his mother over and she kneels on a mat in the *\n\nshadow of the cave entrance, staring down at the angry white\ncrests of the waves.\n\nKubo sits beside her. He works intently, folding those sheets\nof paper he stacked earlier into an assortment of origami\nfigures.\n\nThere is a tiger, a deer, and a snake, each as impressive as\nthe next. His nimble hands make swift and expert work of it.\nIt’s kind of incredible.\n\n*\n\nKubo leans forward, grinning from ear to ear as he plays with\na paper samurai, showing it to his unresponsive mother. *\n\nBut then Kubo stops, and gets closer to lean on his mother’s *\nshoulder as the sun rises. *\n\nA BELL CHIMES in the distance, triggering him instantly into *\n\naction.\n\nAs the orange light of dawn begins to fill the cave, he *\nhurries over to where the shamisen leans against the wall and *\nscoops it up with one hand. He grabs the netsuke and all his *\norigami figures, hastily packs them into his bag and it over *\nhis shoulder. *\nBefore he leaves he notices a strand of hair has fallen in *\nfront of his mother’s face. He gently reaches out and pushes *\nit back into place.\n\nKubo looks at his mother’s staring empty eyes and rests his *\nhand on her shoulder for a moment before running off. *\n\n(0300 JTV) JOURNEY TO THE VILLAGE\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 5/92\n\nEXT. MOUNTAIN PATH - DAWN\n\nKubo scrambles down the rocky path with practiced ease, his\nshamisen occasionally smacking against his hip with a dull\nharmonic BUMP, like when you jostle a guitar.\n\nIn the distance a cluster of buildings peek out from behind a\nbrightly ornate gateway. Kubo plays with his origami samurai *\nas he walks. *\n\nKubo continues along the path over a bridge into the village,\nto a hubbub of activity beyond -- *\n\n(0400 STT) STORY TIME\n\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOUNTAIN PATH - DAWN\n\nKubo scrambles down the rocky path with practiced ease, his\nshamisen occasionally smacking against his hip with a dull\nharmonic BUMP, like when you jostle a guitar. In the distance a cluster of buildings peek out from behind a\nbrightly ornate gateway. Kubo plays with his origami samurai *\nas he walks. *\n\nKubo continues along the path over a bridge into the village,\nto a hubbub of activity beyond -- *\n\n(0400 STT) STORY TIME\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CENTRAL AVENUE - DAY\n\nIt’s later in the morning and the main thoroughfare has\nbecome a vibrant pageant of peasantry and peddlers\ncelebrating the second day of the Obon Festival.\n\n- A puppeteer operates an elaborate dragon marionette over\nthe heads of SQUEALING CHILDREN.\n\n- FISHERMEN proudly waggle their pungent produce. Crustaceans\ncrawl over each other in open crates.\n\n- A PATIENT DAD AND HIS YOUNG DAUGHTER browse the lanterns\nbeing crafted by skilled artisans.\n\n-HIGH CLASS LADIES barter and haggle for the most fashionable\nfestival garments.\n\n- MERCHANTS pitch their wares to VILLAGERS from dusty carts.\n\n- MEN gamble on elaborate tile games. Two old curmudgeons sit\nin stony-faced contemplation over a chess-like game of Shoji.\n\nAnd lining the street is the feudal Japanese equivalent of\nthe Venice Beach boardwalk. A row of BEGGARS and STREET\nPERFORMERS, competing for coins, handouts, and attention:\n\n- A hunched beggar woman, KAMEYO sits in the street, with a *\nbowl in front of her.\n\nShe smiles warmly when she sees Kubo walking toward her. She\nmiraculously straightens up and seems much less woeful.\n\nKAMEYO\nWell hello, Kubo!\n\nHe slides his shamisen off his shoulder and sits down next to\nher. Kubo peeks over the lip of the bowl.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 6/92\n\nKUBO\nHow is it today?\n\nKAMEYO\nNot a bad crowd. I got two pennies\nand a lint ball.\n\nShe fishes around in the bowl and pulls out a clump of fluff.\n\nKAMEYO (CONT'D)\nThis is pretty good lint.\n\nKubo CHUCKLES and the old woman turns to him.\n\nKAMEYO (CONT'D)\nAnd what do you have planned today?\n\nKUBO\nOh, you know. The usual.\n\nKAMEYO\n(grins)\nMonsters?\n\nKUBO\nOf course.\n\nKAMEYO\nYou think you can work in a fire\nbreathing chicken?\n\nKubo fixes her with a look.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nKUBO\nOf course. KAMEYO\nYou think you can work in a fire\nbreathing chicken? Kubo fixes her with a look. \n\nTARGET SECTION TO BE ANNOTATED:\nKUBO\nThe chicken again?\n\nKAMEYO\n(defensive)\nThe chicken is funny.\n\nKubo rolls his eye, but he’s clearly enjoying this.\n\nKAMEYO (CONT'D)\nA touch of comedy to balance the\nwhole thing out. They’re going to\nbe throwing money at you, I just\nknow it.\n\n(thinks this over)\n\nOr they’1l throw something at you,\nI don’t know.\n\nKUBO\n\n(LAUGHS )\nOkay, I‘1l see what I can do.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 7/92\n\nKubo stands to leave, but the old woman has one more thing.\n\nKAMEYO\nAnd do you plan on finishing the\nstory this time, young man?\n\nKubo just smiles and walks into the center of the square.\n\nIn one graceful motion, Kubo drops his bag of origami\ncreatures on the ground and spins his shamisen around.\n\nHe grabs the bachi pick from his belt and raises it into the\nair, ready to strike.\n\nKUBO\nIF YOU MUST BLINK, DO IT NOW!\n\nHe then brings it down across the strings, striking a\nbeautifully resonant chord.\n\nWith this, the entire dynamic of the marketplace changes.\n- Mid-haggle, merchants and their customers GASP.\n\n- The Shoji players look up from their game. One takes\nadvantage of the distraction and cheats a winning move while\nthe other is facing the other way.\n\n- Children watching the puppeteer look over and the puppeteer\nturns the head of his dragon, to see what is going on before\nthe children cheer and run towards Kubo.\n\nSHOUTING ceases, CHATTER trails off. Even the TRILLING of\nsongbirds in their cages and a distant dog’s BARKING stop.\nEverything is silent. All heads are turned.\n\nKameyo moves through the gathering onlookers, pushing a man\naside.\n\nKubo stands confidently in the center, his shamisen gleaming\nin the sun. Excited WHISPERS ripple through the crowd.\n\nKUBO (CONT'D)\n\nPAY CAREFUL ATTENTION TO EVERYTHING\nYOU SEE AND HEAR. NO MATTER HOW\nUNUSUAL IT MAY SEEM!\n\nAs he paces, Kubo sizes up the circle forming around him.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nKUBO (CONT'D)\n\nPAY CAREFUL ATTENTION TO EVERYTHING\nYOU SEE AND HEAR. NO MATTER HOW\nUNUSUAL IT MAY SEEM! As he paces, Kubo sizes up the circle forming around him. \n\nTARGET SECTION TO BE ANNOTATED:\nKUBO (CONT'D)\n\nAND PLEASE BE WARNED. IF YOU\nFIDGET. IF YOU LOOK AWAY. IF YOU\nFORGET ANY PART OF WHAT I TELL YOU,\nEVEN FOR AN INSTANT...\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 8/92\n\nAnd by this point, there’s really no more need for Kubo to\nshout. The entire crowd has fallen still and silent.\n\nHe points to a woman and WHISPERS dramatically.\n\nKUBO (CONT'D)\nThen our hero will surely perish!\n\nHe suddenly shifts into a dramatic pose, plucking his\nshamisen like a rock star. He strums a simple theme, and a\nred blur shoots from his pack, somersaulting the full length\nof the circle before landing at Kubo’s feet.\n\nThe crowd CHEERS at the appearance of this origami hero.\nKubo puts up a hand to silence them again, and continues:\n\nKUBO (CONT'D)\n\nHanzo was a mighty samurai. But he\nwas alone; his family taken from\nhim, his kingdom in ruins, and his\narmy destroyed by the dreaded Moon\nKing! You may recall, Hanzo was\nroaming the distant Farlands in\nsearch of a magical suit of armor;\nthe only weapon in the whole world\nthat could protect him from the\npower of the Moon King. This armor\nwas made up of three pieces. The\nfirst...\n\nKubo pauses waiting for the audience to participate and spins\nsuddenly, pointing to a group of children. HASHI is standing\nbehind them, pushes his way through to answer.\n\nHASHI\nOh, oh, oh!!! I know! I know! The\nSword Unbreakable!\n\nKubo smiles and continues to play. A sheet of paper shoots\nfrom his bag and forms into a samurai sword that hovers in\nthe air before the crowd.\n\nKubo sprints over to an adorable little girl, skidding to a\nhalt in front of her.\n\nKUBO\nThe second...?\n\nMARI\nThe Breastplate Imp...\n(struggling)\nImpen...\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 9/92\n\nHer father, HOSATO leans down and WHISPERS something into her\near.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARI\nThe Breastplate Imp... (struggling)\nImpen... DRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 9/92\n\nHer father, HOSATO leans down and WHISPERS something into her\near. \n\nTARGET SECTION TO BE ANNOTATED:\nMARI (CONT'D)\nImpen-a-truh-bubble! Yeah!\n\nThe crowd LAUGHS and APPLAUDS the little girl whose cheeks\nbloom red with pride.\n\nKubo plucks the second string and we see an ornate\nbreastplate form and hover next to the sword.\n\nKUBO\nAnd finally, the third weapon, the\nfinal piece of the armor...\n\nKAMEYO\nI know this one! Pick me!\n\nKubo nods at her.\n\nKAMEYO (CONT'D)\nThe Helmet Invulnerable!\n\nThe expectant crowd turn to Kubo for affirmation. He plucks\nthe third string and a beautiful helmet forms. The crowd\nCHEERS. He begins circling the audience, building the\ntension.\n\nKUBO\nBefore Hanzo could claim the armor\nand unite the pieces to reveal\ntheir true power, he was attacked\nby the Moon King’s beasts!\nKubo plucks a dissonant chord and spins suddenly.\n\nA sheet of paper shoots up, folding in mid air, transforming\ninto a monstrous spider.\n\nThe spider creature springs forward and Hanzo charges to meet\nit, slashing at its legs with his little paper sword.\n\nThe crowd cheers.\n\nKAMEYO\nWhoa! Ha Ha Ha!\n\nKubo launches into a dizzying display, playing his shamisen\nlike a demon. He’s good!\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 10/92\n\nMONTAGE\n\nIn a series of quick cuts we catch various glimpses of Kubo’s\nstory... one fantastical battle after another, an incredibly\nviolent display of origami theatrics, with paper body parts\nraining like confetti around the square.\n\n- A FEROCIOUS SHARK swallows Hanzo whole, until he slices it\nopen from inside, shredding it into ribbons.\n\n- An over-excited samurai grasps the shoulders of two women.\n\nHASHI\nOh yes!\n\n- A FIRE-BREATHING CHICKEN forms and belches paper flames at\nHanzo.\n\n- The Beggar Woman CLAPS and CACKLES uncontrollably.\n\nKAMEYO\nHA HA! Kill the chicken! Rip it to\npieces!\n\n- Hanzo runs and turns into a flat piece of paper again\nshooting under the chicken’s legs to escape.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nKill the chicken! Rip it to\npieces! - Hanzo runs and turns into a flat piece of paper again\nshooting under the chicken’s legs to escape. \n\nTARGET SECTION TO BE ANNOTATED:\n The paper folds\nback into Hanzo to the cheers of the crowd.\n\n- Hanzo gets hit by a flying paper egg shot at him by the\nchicken. Hanzo turns, runs, and back-flips over the chicken,\nlopping off its head with one swipe of his sword.\n\n- The patient dad covers the eyes of his young daughter, who\nmoves his hands, not wishing to miss a beat.\n\nHOSATO\nOh my!\n\n- The day grows later. Hashi cheers wildly and another man\ngags as Kubo continues to entertain the crowd with his\nperformance with Hanzo.\n\nKUBO\nHanzo was filled with rage, his\nsoul tormented by the grief of a\nfamily stolen from him...\n\nKubo begins playing a more ominous tune and paper creeps out\nof his pack, folding as it rises into the air, forming the\ndark silhouette of the Moon King.\n\nThere’s a gravitas to Kubo as he continues.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 11/92\n\nKUBO (CONT'D)\nAt last, our hero was face to face\nwith his nemesis, The Moon King!\n\nThe two paper figures fly up in the air at each other poised\nfor battle, then as they reach fighting distance...\n\nBONG! BONG!\n\nKubo turns and sees the ringing bell. He lowers his hand and\nthe origami figures instantly unfold and glide back into his\npack.\n\nKUBO (CONT'D)\n(smiling brightly)\nSo be sure to come back tomorrow!\n\nHe hurriedly gathers up his belongings and collected coins as\nthe crowd behind him realize that’s all they’re going to get\ntoday. They give a MURMUR of disappointment.\n\nHASHI\nWhat? Oh come on! People like an\nending, please! Where are you\ngoing? No....You can’t leave!\n\n(0600 FDM) FADED MEMORY\n\nINT. ENTRANCE KUBO’S CAVE - EVENING\n\nJust as the bell finishes chiming, Kubo arrives breathlessly\nat the entrance to the cave, to find his mother still sitting\nthere like she hasn’t moved at all.\n\nHe smiles gently and sits next to her. They both stare out\nat the setting sun, sinking down behind the ocean.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nENTRANCE KUBO’S CAVE - EVENING\n\nJust as the bell finishes chiming, Kubo arrives breathlessly\nat the entrance to the cave, to find his mother still sitting\nthere like she hasn’t moved at all. He smiles gently and sits next to her. They both stare out\nat the setting sun, sinking down behind the ocean. \n\nTARGET SECTION TO BE ANNOTATED:\n The last\nrays creep down their faces until shadow covers them\ncompletely. Then, Mother slowly blinks awake.\n\nMOTHER\n(whispers)\nKubo.\nKubo’s Mother looks around the cave.\n\nMOTHER (CONT'D)\nKubo.\n\nKUBO\nYes, Mother, I’m here.\n\nKubo smiles softly and takes her by the hand. She smiles at\nhim.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 12/92\n\nKUBO (CONT'D)\nHungry?\n\nShe smiles and nods.\n\nINT. DINING AREA KUBO’S CAVE - EVENING\n\nCLOSE ON A BOWL.\n\nMOTHER (V.O.)\nAnd even though he could barely see\nhis own hand in front of his face,\nHanzo and his army of loyal samurai\npressed on through the blizzard.\n\nThey've finished dinner and Kubo, the monkey, and little\npaper samurai sit next to each other watching his mother. She\nmoves freely now, reminding us of Kubo during his story time.\nWe can see where Kubo inherited his talents as she pretends\nto step through the deep snow, her arm in front of her face\nprotecting her from imaginary winds.\n\nKubo stares intently like a child watching his favorite show.\n\nMOTHER\nAnd suddenly, as quickly as it had\nstarted, the storm cleared before\nhim. Hanzo breathed a sigh of\nrelief, for he was home!\n\nKUBO\nHis fortress?! The Beetle Clan\nCastle?!!\n\nMOTHER\n\nYes! At the very edge of the\nFarlands, hidden from the Moon King\nby powerful magic...\n\nKUBO\nAnd then what happened? When he got\nto the castle?\n\nMOTHER\nWhen who got to the castle?\n\nKUBO\nHanzo, my father.\n\nShe is genuinely confused.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 13/92\n\nMOTHER\nHanzo... Hanzo was at the castle?\nHe... Just give me a\n\nsecond...I’m...no, no...its gone. I\ncan’t...I’m sorry, Kubo. Perhaps I\ncould recall a different story?\n\nThis obviously happens a lot... her memory is deteriorating.\nKubo tries to play it down.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerhaps I\ncould recall a different story? This obviously happens a lot... her memory is deteriorating. Kubo tries to play it down. \n\nTARGET SECTION TO BE ANNOTATED:\nKUBO\nMother, what was father like?\nMOTHER\n(smiles)\n\nOh, this one is easy. Hanzo was a\nmighty warrior, skilled with sword\n\nand bow...\n\nKUBO\nNo. What was he really like? When\nhe wasn’t fighting... when he was\nwith us.\n\nShe pauses, caught off guard, then smiles softly. For the\nfirst time, she seems really lucid.\n\nMOTHER\nHe was just like you.\n\nKubo smiles.\n\nKUBO\nLike me?\n\nMOTHER\nStrong and clever and funny. And oh\nso handsome!\n\nShe leans over and playfully grabs his cheek. Embarrassed,\nKubo squirms and GIGGLES and pushes her away.\n\nKUBO\nUgh, Moth-er!\n\nMOTHER\nAw, Come on!\n\nShe gets more serious.\nMOTHER (CONT'D)\n\nNever forget how much he loved you,\nKubo. He died protecting us.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 14/92\n\nKubo hesitates, wondering if he should ask the next question.\n\nKUBO\nDid the Moon King--\n\nMOTHER\nYour Grandfather.\n\nKUBO\nDid Grandfather and your sisters\nreally kill my father? It can’t be\ntrue, can it? They’re family!\n\nHis mother is now deadly serious and grabs Kubo’s shoulders.\n\nMOTHER\n\nNo, they are monsters! Grandfather\nand my sisters stole your eye,\nKubo! They must never find you\nagain! NEVER! You must always stay\nhidden from the night sky, or they\nwill find you and they’1ll take you\naway from me! Promise me you will\nnever let this happen. Promise me\nKubo!\n\nKubo looks into Mother's eyes and nods timidly. She realizes\nshe has gone too far and calms a little, backing away.\n\nShe has a thought and reaches down to the ground, grabbing\nthe little monkey statue.\n\nShe holds it up to Kubo and speaks in a funny voice.\n\nMOTHER (CONT'D)\nDon’t be sad Kubo. Kubooo...\n\nKubo looks up with the hint of a grin. Sariatu continues with\nthe voice.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nKubooo... Kubo looks up with the hint of a grin. Sariatu continues with\nthe voice. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER (CONT'D)\nRemember what you must do, Kubo? Re-\n\nmem-—ber?\nKUBO\nKeep you with me at all times, Mr.\nMonkey.\nMOTHER\nAaand...?\nKUBO\n\nAnd keep father’s robe on my back\nat all times.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 15/92\n\nMOTHER\n\nYes Kubo. And there’s one more\n\nthing. Never, EVER, stay out after\n\ndark.\n\nShe leans across and tickles Kubo with the netsuke.\nMOTHER (CONT'D)\n(in monkey voice)\nRe-mem-ber?\n\nKUBO\nYes, Mr. Monkey\n\nMOTHER\nGood boy.\n\nThey LAUGH together, until his mother’s brow suddenly creases\nand she stops and yawns. It’s clear whatever lucidity was\nthere before has gone. Kubo sees this every night, but it\nnever gets easier.\n\nKUBO\nBedtime.\n\nKubo walks her over to her mat and lays her down. She looks\nup at him, innocent as a child.\n\nHe sits for a moment longer, watching as his mother drifts\noff to sleep, and then he blows out the candle.\n\nFADE TO BLACK.\nA beat, and then:\n\n(0700 MON) MOTHER’S NIGHTMARE\n\nINT. KUBO’S CAVE - NIGHT\n\nA SKITTERING sound. Kubo’s origami paper starts flying off\nthe cave shelf over Kubo, lying fast asleep.\n\nKubo blinks his bleary eye. Sits up.\n\nCUT WIDE to reveal the roof of the cave is swimming with\norigami. A constellation of paper bodies, magically twisting\nand animating all around him in the air.\n\nHe looks over to see his mother on her mat, tossing and\nMUMBLING in her sleep, clearly in the midst of an intense\n\ndream.\n\nSuddenly awake, he runs to his mother.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 16/92\nKUBO\nMother, wake up! You’re dreaming.\n\nMOTHER\nNo...\n\nAs she wakes almost instantly the paper throughout the cave\nrains down, unfolded and crumpled, onto the floor.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re dreaming. MOTHER\nNo... As she wakes almost instantly the paper throughout the cave\nrains down, unfolded and crumpled, onto the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER (CONT'D)\nKubo! Kubo, is that you?\n\nKUBO\nYes, Mother. I’m here.\n\nThis seems to comfort her. A confused look comes across her\nface.\n\nMOTHER\nKubo, what happened to your eye?\n\nKubo just looks at her sadly and she goes back to sleep.\n\nKubo is left staring at the mess of strewn paper, just as\nbefore, and now we understand exactly how it all got there.\n\n(0800 OBF) OBON FESTIVAL\n\nEXT. CENTRAL AVENUE - DAY\n\nWe see the market square is once again bustling with\nactivity. Everyone wears their finest clothes and the\nbuildings all around have been decorated with colorful\nJapanese lamps. The Festival is underway.\n\nMany of the village women are participating in an elaborate\nline dance made up of sweeping movements and subtle gestures.\nThey weave and skip past camera, revealing a busy festival\nscene.\n\nKubo stands watching all of this. He rubs his eye and YAWNS.\n\nKAMEYO (0.S.)\nPaper boy! Here! Here!\n\nKubo turns to see that same old woman. She gives a gummy grin\nand looks suspiciously like she may have washed her face.\n\nKAMEYO (CONT'D)\nC'mon, c’mon. Come sit next to me.\nI got us a good spot here.\n\nKubo ambles sleepily in her direction and sits next to her.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 17/92\n\nKAMEYO (CONT'D)\nWhat do you think? I got myself all\nspruced up for the big day.\n\nKubo awkwardly grins at her.\n\nKAMEYO (CONT'D)\n\nAhhh... I do so love the festival.\nA time to celebrate. Y’know, it’s a\nshame you never stay past sundown.\nThere’s fireworks and singing and\ndancing and feasting of course...\n\nShe playfully tickles Kubo.\n\nKAMEYO (CONT'D)\nBut the best part of all...\n\nThe beggar woman grabs Kubo about the shoulder, drawing him\nin close as she gestures around the square.\n\nKAMEYO (CONT'D)\nDo you see those lamps and altars?\nWe use those to speak to the loved\nones that left us behind.\n\nKubo hears this and his eye widens a little.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAMEYO (CONT'D)\nDo you see those lamps and altars? We use those to speak to the loved\nones that left us behind. Kubo hears this and his eye widens a little. \n\nTARGET SECTION TO BE ANNOTATED:\nKAMEYO (CONT'D)\n\nWe listen to their tales and guide\ntheir safe return to the blissful\npure land.\n\nKUBO\nReally? Did you speak to someone?\n\nKAMEYO\n\nYes I did. My husband! His voice\nwas as clear and loud as the one\nyou use for your stories.\n\n(shrugs )\nIn seventy two years he never had a\nthing to say. Now he’s gone, I\ncan’t shut him up.\n\nShe LAUGHS fruitily and Kubo’s eye widens more as her words\nsink in. In the background, the dance concludes to the CHEERS\nof the spectators.\n\nKAMEYO (CONT'D)\n\nYou have someone you'd like to talk\nto, huh?\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 18/92\n\nKUBO\nVery much!\n\nKAMEYO\nWell, what’s stopping you?\n\nKubo looks around at all the elaborately ornamented altars.\n\nKUBO\nDon’t I need a lamp?\n\nKAMEYO\nWell...\n\nShe CACKLES conspiratorially into his ear.\n\nKAMEYO (CONT'D)\nI bet you could make a really nice\none with that paper folding...\nthing... you do.\n\nKubo realizes what she’s getting at. His eye darts this way\nand that as his mind fills with the possibilities.\n\nKAMEYO (CONT'D)\nY’see? Not just a pretty face, huh?\n\nShe grins broadly and gives him a friendly nudge.\n\nKAMEYO (CONT'D)\nNow hurry along! Go! There’s still\ntime before dark! Go! Get out of\nhere.\n\nSmiling excitedly, Kubo runs away through the crowd, pausing\nonly to wave at the old woman.\n\n(0900 MEA) MEETING ANCESTORS\n\nEXT. CEMETERY - DAY\n\nCarrying his bag and lamp, Kubo emerges from a wooded road\nthat opens onto a serene cemetery beside a river. Replete\nwith beautiful plants and flowers, there’s nothing macabre\nabout this peaceful place.\n\nDozens of families are gathered among the grave markers,\nsetting up lamps and altars. Nearby, a HOSATO is teaching\nMARI.\n\nHASHI (0.S.)\nIt’s so great to hear your voice.\n\nDRAFT: 01.05.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHASHI (0. S.)\nIt’s so great to hear your voice. DRAFT: 01.05. \n\nTARGET SECTION TO BE ANNOTATED:\n16\n\fKUBO AND THE TWO STRINGS\n\nVILLAGER 2 (0.S.)\nWe'll never forget you.\n\nVILLAGER 3 (0.S.)\nIt’s time to go.\n\nVILLAGER 4\nWe missed you so much.\n\nHOSATO\nPlace the lamp at the Alter. Ha,\nvery good.\n\nMARI\nWhat do we do next, Daddy?\n\nHOSATO\nNext we pray. We ask her spirit to\nhonor us with its light\n\nMARI\n(loudly)\nGRANDMA, WILL YOU PLEASE HONOR...\n\nHOSATO\n(smiling)\nShhh. Softly, softly!\n\nKubo finds some space and fashions a rough altar from stones.\nHe dumps the origami out of his bag, then creates a simple\nyet beautiful lamp from an ivory sheet of paper as he watches\n\nthe patient dad discuss the ritual with his daughter.\n\nThen, copying the family, he gets on his knees and begins to\n\npray. He speaks quietly, awkwardly, under his breath.\n\nKUBO\nHello, father.\n(then)\nI hope you’re well. Uh. I mean, I\nknow you’re dead, but I hope\neverything is... okay...\n\nKubo thinks about that opening for a moment. He hates\n\neverything that just came out of his mouth. He starts over,\n\nraising his arms and gesturing to his baggy robe.\n\nKUBO (CONT'D)\nLook. It’s your robe! Mother says\nI‘1l grow into it.\n(after a moment)\nShe says you were a great leader\nwho died protecting me.\n(MORE )\n\nDRAFT: 01.05.16\n\n %\n\fKUBO AND THE TWO STRINGS 20/92\n\nKUBO (CONT'D)\nSaving one of my eyes. Two would've\nbeen ideal, but... thanks anyway.\n\nHe smiles to indicate he is joking again, and then feels\nimmediately wretched. He decides to get right to the point.\n\nKUBO (CONT'D)\nFather, I’m worried about mother.\nWith every day that goes by, she\ndrifts further away. She talks a\nlot about you, but... but I just\ndon’t know. I don’t think she\n\nremembers what’s real anymore. I\ndon’t know what’s real anymore...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe talks a\nlot about you, but... but I just\ndon’t know. I don’t think she\n\nremembers what’s real anymore. I\ndon’t know what’s real anymore... \n\nTARGET SECTION TO BE ANNOTATED:\nKUBO (CONT'D)\nI just wish you were here. So I\n\ncould... could talk to you... see\nyou... find out what I should do.\n\nKubo’s prayer is interrupted by a gleeful SHOUT.\nMARI\nDaddy! Daddy! She’s here! Grandma\n\nis here!\n\nKubo looks over at the family to see the wick of their lamp\nsuddenly burst into flame.\n\nHOSATO\nNow it’s time for the final part.\nWe have to help her get back to the\nspirit world.\n\nMARI\nOh! But she just got here.\n\nHOSATO\nCome on.\n\nKubo stares back at his lamp for a moment. Then he looks back\nup into the air.\n\nKUBO\nFather? Hellooo?\n\nHe purses his lips. Folds his arms impatiently.\n\nKUBO (CONT'D)\nAny time.\n\nThe family then brings their lit lantern down to the river,\nplacing it in the water and watching it float out to sea.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 21/92\n\nTime passes...\n\nStill Kubo’s lamp remains steadfastly unlit. The cemetery is\npractically deserted by now. Behind Kubo in the river, dozens\nof lit lamps are slowly floating out to sea as the village\nbell begins RINGING out the fall of night.\n\nKubo just stands there defiantly. He glares at his altar,\npatience spent. He grabs his unlit lamp and crumples it up,\ntossing it angrily to the ground.\n\nKUBO (CONT'D)\nFine! I don’t need you anyway!\n\nThe sun sets behind the mountains.\n\nINT. DINING AREA KUBO’S CAVE - EVENING\nKubo’s Mother’s eyes snap open.\n\nMOTHER\nKubo!\n\nEXT. CEMETERY - DUSK\n\nThe bell stops RINGING, and Kubo has a change of heart. His\ncontorted face softens and he reaches down to scoop up the\nbroken lamp. Feeling vile and foolish he does his best to\nunfold and smooth out the paper.\n\nKUBO\n(softly)\nI... I’m sorry.\n\n(1100 MTS) MEET THE SISTERS!\n\nEXT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m sorry. (1100 MTS) MEET THE SISTERS! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CEMETERY - WOODS OUTSIDE KUBO’S VILLAGE\n\nInstantly, all along the river, each and every lamp is\nsilently extinguished.\n\nWisps of smoke curl from the charred wicks, joined by a\nseeping fog that rolls across the surface of the river from\nthe far bank. This cheerful place has become dark and eerie.\n\nWHISPERED VOICE (0.S.)\nKuuuuboooooo!\n\nThe voice is eerily melodic. It tingles in the air, seemingly\nfrom several directions at once.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 22/92\n\nWHISPERED VOICE (0.S.) (CONT'D)\nKubo!\n\nKubo looks around, heart racing. He follows the direction of\nthe voice and sees, across the river, a lone woman clad in\nflowing robes, billowing in the breeze.\n\nShe has long black hair and wears a wide-brimmed peasant’s\nhat pulled low so we cannot see her face. In her bone white\nhand she holds a long wooden pipe. This is a SISTER.\n\nTHE SISTERS\nLittle boy. What happened to your\neye?\n\nKubo takes a step backwards, sensing something is very, very\nwrong here.\n\nThe strange woman with the hidden face LAUGHS. A horrible,\nhigh-pitched sound, joined by another nightmarish GIGGLE as a\nsecond woman emerges from the shadows, her face also obscured\nby a wide-brimmed hat. This one is the other SISTER.\n\nKUBO\nWho are you? How do you know my\nname?\n\nTHE SISTERS\nWe’re your family, Kubo. Your\nmother’s sisters. And we’ve been\nlooking for you for so long.\n\nKubo’s eye widens and he takes another step back.\n\nTHE SISTERS (CONT’D)\nIt is so lovely to meet you, Kubo.\nFace to face.\n\nAs they say these words, they raise their heads in unison and\nlook up at Kubo to reveal their faces are covered by the\nblank features and fixed smiles of terrifying “NOH” masks.\n\nTHE SISTERS (CONT’D)\nCome, Kubo. Come to your aunties.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they say these words, they raise their heads in unison and\nlook up at Kubo to reveal their faces are covered by the\nblank features and fixed smiles of terrifying “NOH” masks. THE SISTERS (CONT’D)\nCome, Kubo. Come to your aunties. \n\nTARGET SECTION TO BE ANNOTATED:\nKubo stands frozen and horrified as they begin gliding like\nthe mist across the river towards him.\n\nTHE SISTERS (CONT’D)\nNo reason to be afraid, Kubo. We\njust need your other eye. Your\ngrandfather admires it so.\n\nKubo runs.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 23/92\n\nThe sisters GIGGLE as they watch him bolt along the path\ntoward the village, then one of the Sisters leisurely brings\nher long pipe up to the mouth hole of her mask and takes a\ndeep puff.\n\nThe smoke she exhales twists and coalesces into horrible\nshapes that grow and move of their own accord. They are the\nDEMONS OF THE PIPE, and they’re after Kubo.\n\nKubo tears up the path leading back to the village, SHOUTING\nat the top of his lungs.\n\nKUBO\nHELP! HELP! SOMEBODY HELP! HELP!\nLOOK OUT! RUN!\n\n(1200 SMD) SMOKE DEMONS\n\nEXT. CENTRAL AVENUE - CONTINUOUS\n\nKubo staggers through the gate, leaning against it as he\nfinds his breath. He goes to YELL, but his warnings are\nswallowed up by SHRIEKING EXPLOSIONS of fireworks as the\nfestival ends in noisy celebration.\n\nKUBO\nRUN!\n\nAnd then it is too late.\n\nAs Kubo races through the market, the demonic smoke breaks\noff from its pursuit of him, rolling like a bank of fog into\nthe throng of celebrating villagers.\n\nIn a storm of smoke, fire, and terrified SCREAMS, the demons *\ntear through the square, destroying everything in their path.\n\n(1300 MSD) MOTHER SAVES THE DAY *\n\nEXT. MOUNTAIN PATH - CONTINUOUS\n\nKubo runs for his life up the long path towards his cave.\nBreath coming in fevered GASPS, he risks a look over his\nshoulder.\n\nHis village is ablaze, consumed in that terrible smoke,\ntendrils of which are slithering up the hill in his\ndirection.\n\nKubo stumbles and falls, and before he can scramble back onto *\nhis feet he is surrounded by the demons.\n\nDRAFT: 01.05.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis village is ablaze, consumed in that terrible smoke,\ntendrils of which are slithering up the hill in his\ndirection. Kubo stumbles and falls, and before he can scramble back onto *\nhis feet he is surrounded by the demons. DRAFT: 01.05. \n\nTARGET SECTION TO BE ANNOTATED:\n16\n\fKUBO AND THE TWO STRINGS 24/92\nThrough their writhing, ethereal bodies he catches sight of\nhis masked aunts, inexorably gliding up the path toward him.\n\nTHE SISTERS\nWe're here, Kubo. Your family has\ncome for you.\n\nKubo recoils in horror, but has nowhere left to run.\n\nAnd then a hand appears out of nowhere, pulls Kubo’s shamisen\nout of his bag and strikes the strings!\n\nThe notes reverberate, rippling out through the demons like a\nshock wave.\n\nKubo turns to see his mother standing over him.\n\nMOTHER\nKUBO!\n\nKUBO\nMOTHER!\n\nMOTHER\n\nKUBO, YOU MUST FIND THE ARMOR! IT’S\nYOUR ONLY CHANCE! REMEMBER THIS!\n\nShe gives him the shamisen and smacks the beetle crest on the\nback of his robe, causing two flapping beetle wings to emerge\nmagically from the robe’s folds!\n\nThe wings pump furiously, lifting Kubo up into the air!\n\nKubo clutches at his mother, accidentally tearing out a few\nstrands of her hair as he rises up into the sky.\n\nThe flapping wings take him higher and higher, away from the\nvillage and towards the ocean. All Kubo can do is watch as\nbelow, the two masked aunts advance on his mother, one\npulling a bladed chain from her robes, the other drawing a\nmenacing sword.\n\nMother narrows her eyes and squares off against them, and\nthere’s a strength and power to her that we’ve never seen\nbefore. She pulls her own sword from her robes and raises it\ndefiantly.\n\nAnd then, as if to conceal the horrors from him, Kubo’s robe\nenvelopes him, cocooning his body and face. The last thing it\ncovers is his one eye, taking us to --\n\nBLACK.\n\n(1400 MKY) MEET MONKEY\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 25/92\n\nEXT. SNOW-COVERED TERRAIN - BLIZZARD\n\nSILENCE, eventually broken by the sound of a rising wind, *\ncreeping from a WHISPER to a WAIL as we slowly FADE TO:\n\nA MONKEY.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe last thing it\ncovers is his one eye, taking us to --\n\nBLACK. (1400 MKY) MEET MONKEY\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 25/92\n\nEXT. SNOW-COVERED TERRAIN - BLIZZARD\n\nSILENCE, eventually broken by the sound of a rising wind, *\ncreeping from a WHISPER to a WAIL as we slowly FADE TO:\n\nA MONKEY. \n\nTARGET SECTION TO BE ANNOTATED:\nA serious monkey. Staring right at us. Fixed expression. This *\nisn’t another netsuke charm, but an actual living, breathing *\n4-foot tall monkey, and it SHOUTS at him over the wind ina\nfemale voice...\n\nMONKEY\nKUBO! KUBO! CAN YOU HEAR ME, KUBO?\n\nKubo stares at the monkey, blinking. He immediately shuffles\nbackward through snow.\n\nMONKEY (CONT'D)\nI SAID, YOUR MOTHER IS GONE! YOUR\n\nVILLAGE IS DESTROYED! BURNED TO THE\n\nGROUND! *\n\nMonkey advances slowly.\n\nMONKEY (CONT'D)\nWE LANDED HERE IN THE FARLANDS.\n\nYOUR ENEMIES AREN‘T FAR BEHIND! WE *\nMUST SEARCH FOR SHELTER BEFORE YOUR *\nGRANDFATHER COMES. *\n\n*\n\nHe backs right into his shamisen. He looks around, dazed and\ndisoriented. *\n\nAs Monkey delivers this rather glum state of the union, Kubo\nhappens to look down and realizes he is actually sitting on a\ngiant sheet of snow-covered ice. *\n\nMONKEY (CONT'D)\n\nWe need to go, now. *\n\nShe turns, offering Kubo her back. *\nMONKEY (CONT’D) *\n\nCOME ON. GET UP. LET’S GO. *\n\nKubo stands for a second, still in shock, then gathers up his\nshamisen and climbs onto Monkey's back.\n\nAnd as Monkey races through the snow with Kubo on her back, *\nwe PULL WIDER and WIDER and it becomes clear that shelter\n\nmight not be so easy to find, because all we can see is ice\n\nand snow for hundreds of miles in every direction.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 26/92\n\n(1500 SFS) SHELTER FROM THE STORM\n\nEXT. GLACIER’S EDGE - DUSK\nMonkey and Kubo stand in the snow, staring at something.\nMONKEY\nOnce we’re inside, you might be\ntempted to complain about the odor.\nCUT TO a giant whale carcass, lying ahead of them on the ice.\nMONKEY (CONT'D)\nKeep in mind, my sense of smell is\nten times stronger than yours.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY\nOnce we’re inside, you might be\ntempted to complain about the odor. CUT TO a giant whale carcass, lying ahead of them on the ice. MONKEY (CONT'D)\nKeep in mind, my sense of smell is\nten times stronger than yours. \n\nTARGET SECTION TO BE ANNOTATED:\nWith that, as the sun begins to set behind distant mountains\nof ice, Monkey motions for Kubo to follow her inside.\n\nINT. WHALE CARCASS - NIGHT\n\nNight has long since fallen, and they've made camp inside the\nwhale’s belly, lit by a shaft of moonlight and a small fire.\n\nKubo looks less than thrilled as he huddles amidst frozen\ninnards.\n\nWith a knitted brow, Kubo sits and watches Monkey as she\ntends to a large conch shell balanced over a small cooking\nfire. She uses a splinter of bone to stir at a cloudy liquid\nsimmering inside.\n\nMONKEY\nYou have questions. I can tell.\n\nKubo nods his head. He opens his mouth to speak and Monkey\nputs her hand up, interrupting him.\n\nKUBO\nWho-\n\nShe holds up three fingers.\n\nMONKEY\nYou get three.\n\nKUBO\nI think I have more.\n\nMONKEY\nThree. But first you’re gonna eat.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 27/92\n\nKUBO\nWhy only three?\n\nShe holds up one finger.\n\nMONKEY\nOkay, that was your first question. *\nKUBO\nWhat?! I don’t understand what’s *\nhappening. Who are you?!\nMONKEY\nYou don’t recognize me. *\nKubo stares. She stops stirring and turns to assume a pose, *\n\nexactly like his netsuke.\n\nMONKEY (CONT’D)\nAll these years you had to keep me\nin your pack. Now you know why.\n\nKUBO\nBut you were a wooden charm!\n(gesturing)\nYou were this big!\n\nHe scowls suspiciously.\n\nKUBO (CONT'D)\nI called that charm Mr. Monkey.\n\nMONKEY\nIf I were alive at that point, I\nmight have found that insulting.\n\nLook, your mother used the last of *\nher magic to save you and bring me\nto life.\n\nFor a moment, Kubo doesn’t have anything to say. He simply\nstares down at the ground with his one eye, glassy in the\nmoonlight. Whatever thoughts are running through his head, he\nkeeps them in. Whatever emotions might be at work, he buries.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe simply\nstares down at the ground with his one eye, glassy in the\nmoonlight. Whatever thoughts are running through his head, he\nkeeps them in. Whatever emotions might be at work, he buries. \n\nTARGET SECTION TO BE ANNOTATED:\nMonkey watches him thoughtfully and then returns to the fire\nand pours some of the mystery stew into a scavenged clam\nshell. She holds it in front of Kubo.\n\nMONKEY (CONT’D)\nHere. Drink.\n\nKubo stares at the murky liquid.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 28/92\n\nKUBO\nIt smells.\n\nMONKEY\nEverything in here smells. Drink\nit.\n\nKUBO\nI don’t want it.\n\nMonkey moves in closer.\n\nMONKEY\nI said drink it.\n\nKubo stares right back at her.\n\nKUBO\nYou're a mean monkey, aren’t you?\n\nMONKEY\nYes. Yes, I am. And that’s three.\nYou're out of questions now, so\njust listen. I’m here to protect\nyou, Kubo, and that means you have\nto do as I say. So, if you don’t\neat you'll be weak. If you’re weak,\nyou'll be slow. If you’re slow,\nyou'll die.\n\nKubo seems to accept this. She holds the shell out to Kubo\nagain. This time he takes it from her. He sips from the bowl.\n\nKUBO\nIt’s too hot.\n\nA little annoyed, Monkey takes the conch from Kubo. Blows on\nit pointedly. Hands it back to him.\n\nMONKEY\nDrink.\n\nKubo takes another sip of the soup, SLURPING it loudly,\nprovoking a peeved look from Monkey.\n\nHe feigns innocence.\n\nKUBO\nOh, excuse me.\n\nKubo takes another sip, deliberately SLURPING louder, and\nMonkey full on glares at him. Daggers.\n\nDRAFT: 01.05.16\n\n+ eH\n\n %\n\fKUBO AND THE TWO STRINGS\n\nMONKEY\nOkay, You better start taking this\nseriously, Kubo. This is real. This\nis not a story. Those things, your\naunts, they never get hungry. They\nnever sleep. They will find you and\nif we’re not prepared... they’1l\nkill me and take your other eye.\n\nKubo speaks, but more timidly now.\n\nKUBO\nWhat are we going to do?\n\nMonkey is silent for a second.\nMONKEY\nWe're going to find the armor.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nKUBO\nWhat are we going to do? Monkey is silent for a second. MONKEY\nWe're going to find the armor. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s the only thing that can\nprotect you.\n\nKUBO\nSo it’s real. Really real.\n\nMonkey nods.\n\n29/92\n\n+H HH HF\n\nKubo notices a strand of hair from his mother on his robe and *\npicks it off. Monkey crosses over to Kubo and tries to grab *\n\nit. He instinctively jerks away.\nMonkey holds her hand out.\nMONKEY\nDon’t worry. I’m not going to keep\nit.\nKubo hands it to her.\nKUBO\n\nI pulled that from her head. I\ndidn’t mean to.\n\nMonkey nimbly twists and knots the hair into a beautiful\n\nwoven bracelet.\n\nMONKEY\nYour mother was very powerful. She\nblessed your robes so that when the\nneed was most they would fly you\naway. She used the last of that\npower to bring me to life. This\nbracelet, her hair, it’s a memory.\nMemories are powerful things, Kubo.\nNever lose it.\n\nDRAFT:\n\n01.05.16\n\fKUBO AND THE TWO STRINGS 30/92\n\nShe begins tying it around Kubo’s wrist and looks right into\nhis eye.\n\nShe crosses to the other side of the fire as Kubo stares at\nthe woven hair.\n\nThey sit there, silent silhouettes, shadows flickering off\nthe sides of their strange shelter.\n\nKUBO\nOne more question?\n\nMonkey shakes her head, admiring Kubo’s guts.\n\nMONKEY\nLast one.\n\nKUBO\nDo you know where it is? The armor?\n\nMonkey pokes at the fire with a splinter of whalebone.\n\nMONKEY\nNo. No I don’t.\n\nKubo finally realizes the severity of their situation. The\nuncertainty on his face betrays his age and vulnerability.\n\nMONKEY (CONT'D)\nNow go to sleep.\n\nWith a SIGH, Kubo lies down and rolls away from the fire.\nKUBO\n(softly)\nGood night, Monkey.\n\nMonkey watches him for a moment, her stern face finally\nsoftening now that Kubo can’t see her.\n\nFADE TO BLACK.\n\n(1600 WHE) WHALE ESCAPE\n\nINT. WHALE CARCASS - DAWN\n\nKubo’s eye blinks open to see Monkey through the first\nstrains of sunlight, filtering in through the blow hole.\n\nMONKEY\nKubo...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n(1600 WHE) WHALE ESCAPE\n\nINT. WHALE CARCASS - DAWN\n\nKubo’s eye blinks open to see Monkey through the first\nstrains of sunlight, filtering in through the blow hole. MONKEY\nKubo... \n\nTARGET SECTION TO BE ANNOTATED:\nYou were talking in your\nsleep. You were dreaming...calling\nout to your father.\n\n(MORE )\n\nDRAFT: 01.05.16\n\n+ eH\n\fKUBO AND THE TWO STRINGS 31/92\n\nMONKEY (CONT'D)\nAnd then the paper flew out of your *\nbag and folded itself into... him. *\n\nShe is pointing at a figure, standing smartly to attention at\nKubo’s feet. It is LITTLE HANZO, only bigger, fashioned out\nof several sheets of paper folded together.\n\nStill a bit puzzled, Kubo steps over to inspect the origami.\n\nMONKEY (CONT'D)\nHe’s been standing there for hours.\nQuietly judging us. I’m not even\nsure this counts as origami. I\ncould swear scissors were involved.\n\nKubo reaches out to touch the origami, but Little Hanzo\nparries his hand, blocking it with his paper sword before *\nmarching away somewhat huffily.\n\nKUBO\nOw! Back home in the cave, it was *\nmy mother’s dreams that did this.\nAnd the paper always unfolded\nitself by morning.\n\nThey both look over as Little Hanzo climbs on top of Kubo’s\nbag and strikes a regal pose, pointing his sword in the\ndirection of the blow hole.\n\nMONKEY\nWhat’s that about?\n\nStruck by an impulse, Kubo suddenly reaches forward and turns\n\nthe bag that Little Hanzo is standing on slightly, so that *\nthe figure is now pointing his sword in a different\ndirection. Little Hanzo immediately moves back into his *\n\n*\n\nprevious position, pointing his sword in the direction of the\nblow hole.\n\n*\n\nKubo moves the origami again, so he’s pointing away from the *\nblow hole. And again, Little Hanzo immediately moves back *\ninto his previous position, pointing his sword in the *\ndirection of the blow hole. *\nKUBO *\n\n*\n\nWhat are you doing?\n\nLittle Hanzo gives Kubo the origami equivalent of an\nexasperated glance, then points his sword at Kubo, and then\ntowards the blow hole again. He then GESTURES impatiently\nwith his sword, as if to say, “Come on already, let’s go!”\n\n+e %\n\nKubo and Monkey share a glance, realizing what this means.\n\nDRAFT: 01.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle Hanzo gives Kubo the origami equivalent of an\nexasperated glance, then points his sword at Kubo, and then\ntowards the blow hole again. He then GESTURES impatiently\nwith his sword, as if to say, “Come on already, let’s go!”\n\n+e %\n\nKubo and Monkey share a glance, realizing what this means. DRAFT: 01. \n\nTARGET SECTION TO BE ANNOTATED:\n05.16\n\fKUBO AND THE TWO STRINGS 32/92\n\nKUBO (CONT'D)\nI guess this is how my father\nanswered me.\n\nMonkey takes a breath.\n\nMONKEY\nI’m tempted to say that entrusting\nour fate to the guidance of a small\npaper man seems like a bad idea.\n\n(shrugs )\nBut it’s the best bad idea we have. *\nTheir diminutive guide climbs up and out of the blow hole *\nfirst, followed closely by Kubo and Monkey. *\n(1700 PMP) PRACTICE MAKES PERFECT *\n\nEXT. FOOTHILLS - DAY\n\nLittle Hanzo remains perched on Kubo’s shamisen, pointing the\nway beyond the glacier’s broken edge. The ground rises and\nrolls through a series of foothills stepping up to a\nmountainous wall of cliffs, upon which snow blazes bright in\nthe midday sun.\n\nKubo looks up at the sound of melodic CHIRPING above him and\nspies a bird, fluttering overhead. *\n\nKubo has never seen anything quite like it and lags behind,\ntaking up his shamisen.\n\nAs Kubo plucks the strings, a few sheets of paper spring up\nout of his bag, folding themselves into a paper duplicate of\nthe live bird, which soars up to greet its twin. *\n\nKubo gives a joyous LAUGH that makes Monkey stop in her\ntracks. She turns, scowling, only to see the boy skipping and\nGIGGLING through the snow as he plays his shamisen. A\ncontented child, concerns momentarily forgotten.\n\nShe sits down to watch, allowing him this moment of relief.\n\nExhilarated, Kubo plays faster on his instrument, and more\npaper shoots out of his bag, spiraling up and forming a\nglorious cloud of paper birds in the sky. Startled, the bird\ndarts away into the clouds.\n\nKubo’s birds fly and frolic at his command, glittering in the\n\nsunlight, pirouetting through the air in a dazzling dance of\npaper wings.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 33/92\n\nKubo is thrilled, and from her perch across the way, Monkey\nis also mesmerized.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nStartled, the bird\ndarts away into the clouds. Kubo’s birds fly and frolic at his command, glittering in the\n\nsunlight, pirouetting through the air in a dazzling dance of\npaper wings. DRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 33/92\n\nKubo is thrilled, and from her perch across the way, Monkey\nis also mesmerized. \n\nTARGET SECTION TO BE ANNOTATED:\nKubo falls on his back, CACKLING, facing up into the bright\nblue sky as his magnificent flock flutters overhead.\n\nAnd then Monkey’s face is looking down on him. Serious, of\ncourse, but also a little curious.\n\nMONKEY\nYou're growing stronger.\n\nKubo LAUGHS. He feels it.\n\nMONKEY (CONT'D)\nYou might not want to look quite so\npleased about that.\n\nShe sits him up, ushering him onto his feet and brushing down\nhis robe.\n\nMONKEY (CONT'D)\nWe grow stronger. The world grows\nmore dangerous. Life has a way of\nkeeping things balanced.\n\nKubo reacts to this cynical wisdom by making a face.\n\nKUBO\nMonkey, do you ever say anything\nencouraging?\n\nMONKEY\n\nI encourage you not to die.\n\nMonkey licks her hand, smooths down Kubo’s hair and walks\naway.\n\nKUBO\n(Mocking under his breath)\nI encourage you not to die.\n\nAs Kubo follows Monkey, something spies on them from behind a\nnearby rock. Something big and spiky with freakish claws. Its\ngaze seems to be fixed on Hanzo Origami.\n\nUnaware, Kubo is hatching a mischievous idea. As he walks\nbehind Monkey he delicately PLUCKS the strings on his\nshamisen, and one of his paper birds stealthily breaks away\nfrom the flock and dives down from the sky, nipping Monkey\nplayfully on her backside.\n\nMonkey whirls around, searching for the culprit. But the bird\nhas already soared up and into the clouds again.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 34/92\n\nMonkey gives Kubo a suspicious look. Kubo stares back\ninnocently. Swats his neck as if killing a bug.\n\nKUBO (CONT'D)\nMosquitos. Annoying.\n\nWith no evidence to convict, Monkey turns back around.\n\nBut now Kubo notices that, unbidden by him, more birds are\nswooping down for a second assault on Monkey, and as they\ndive down they reform into three huge paper mosquitos.\nThey're already circling Monkey, but just as they get close\nenough to strike, Monkey springs into action.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith no evidence to convict, Monkey turns back around. But now Kubo notices that, unbidden by him, more birds are\nswooping down for a second assault on Monkey, and as they\ndive down they reform into three huge paper mosquitos. They're already circling Monkey, but just as they get close\nenough to strike, Monkey springs into action. \n\nTARGET SECTION TO BE ANNOTATED:\n Without turning\naround, she shoots out an arm and snatches the first\nmosquito, grabs the second with her foot and launches into an\namazing back flip to finish off the third.\n\nShe approaches Kubo, smoothing out the crumpled paper.\n\nKUBO (CONT'D)\nWasn’t me. I swear.\n\nShe returns the paper to Kubo’s bag.\n\nMONKEY\nPaper runs out. As does patience.\nKUBO\nI didn’t ask them to do that.\n(mutters )\n\nThe second time.\nMonkey gives Kubo a skeptical look.\nKUBO (CONT'D)\nI didn’t. At least, not exactly. I\nmean, I felt it, but...\nMONKEY\nMagic is not meant to be easy. You\nneed to learn control. Concentrate\non what you’re doing. And always\nremember...\nShe leans in real close.\n\nMONKEY (CONT'D)\nDon’t mess with the Monkey.\n\nShe raises her eyebrows by way of punctuation but remains\nstaunchly straight-faced.\n\nA beat, and then she nonchalantly turns and resumes walking.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 35/92\n\nEXT. CLIFFSIDE - DAY\n\nFragmented remnants of colossal statues that once guarded the\ncliffs litter the landscape, dwarfing Monkey and Kubo as they\napproach, Monkey endlessly lecturing. Enormous heads peek out\nof snowdrifts. Ancient broken limbs reach among the rocks.\n\nMONKEY\nTread carefully, Kubo. This isn’t\none of your stories.\n\nKubo doesn’t like hearing this. He lags behind, clambering up\nthe broken nose to the eye socket of a wind-worn face.\n\nKUBO\nHow do you know? Maybe it is. And\nI’m the valiant hero. And you’re\nthe mean monkey.\n\nHer back to him, Monkey just continues walking.\nMONKEY\nYou may think you're the great\nhero, but heroes come and go. Any\nmoment, something terrible could\ncome out of nowhere and...\n\nShe turns her head to confront Kubo and trails off. The huge\neye socket is empty and Kubo is nowhere to be seen.\n\nKUBO (0.S.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe huge\neye socket is empty and Kubo is nowhere to be seen. KUBO (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEYYY!\n\nHearing Kubo in danger, Monkey gives a YELL of primal fury,\nand darts across the rocks toward the statue.\n\nMONKEY\nKubo!\n\nShe peers down into the hollow head, catching a glimpse of\nKubo, twenty feet below, being dragged down a sheer bank of\nice descending into the shadowy bowels of the earth.\n\nMonkey doesn’t hesitate and jumps down into the darkness\nafter him.\n\n(1800 MEB) MEET BEETLE\nINT. UNDERGROUND TUNNELS - CONTINUOUS\n\nMonkey slides down the incline into a series of ancient\ncaverns carved with the faces of gods long since forgotten.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 36/92\n\nSpotting Kubo and kidnapper in the distance, she takes off\nagain, a breakneck pursuit through a dank, crumbling\nlabyrinth that hasn’t heard footfalls for hundreds of years.\n\nEventually, Monkey turns a corner and skids to a sudden stop.\n\nINT. BEETLE’S CAMP - CONTINUOUS\n\nCrouching in front of her is the creature. Part giant beetle,\npart human, shell mimicking the silhouette of samurai armor.\n\nMonkey gives a furious ROAR and rushes toward the creature.\n\nKUBO\nMONKEY! WAIT!\n\nKubo suddenly steps out of the darkness right in front of\nher, hands raised, causing her to stop in her tracks.\n\nKUBO (CONT'D)\nHe wasn’t trying to hurt me. He\njust wanted... Hanzo.\n\nKubo motions down to the beetle and it becomes clear the\ncreature was not crouching low to fight, but to get a better\nlook at Little Hanzo, there on the ground.\n\nBEETLE\n(muttering to himself)\nHanzo? Hanzo...\n\nMonkey, still wild-eyed and catching her breath, glares from\nKubo to the creature.\n\nMONKEY\nI still think I am going to stab\nhim.\n\nThey watch as Beetle, utterly transfixed, reaches out a claw\nto gently touch Hanzo Origami. The figure seems to like him,\nstrolling right on to his arm.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY\nI still think I am going to stab\nhim. They watch as Beetle, utterly transfixed, reaches out a claw\nto gently touch Hanzo Origami. The figure seems to like him,\nstrolling right on to his arm. \n\nTARGET SECTION TO BE ANNOTATED:\nKUBO\nWhy must you always assume the\nworst?\n\nMONKEY\n\nWell, pardon me for misjudging this\ngiant, spiky, insect-monster that\njust kidnapped you.\n\nKubo ignores her. He’s watching Beetle intently.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 37/92\n\nBEETLE\nHanzo! Yes! I remember him. I think\nMaybe... he was my master!\n\nKUBO\n\nWhat? What did you say?\n\nFor the first time, Beetle appears to register Kubo and\nMonkey’s presence. He looks up at them, and there’s something\na little unhinged about his eyes.\n\nBEETLE\nWe had a crest! A samurai crest!\n\nHe suddenly leaps up and enthusiastically digs into the pile\nof scavenged objects, pulling loose the fabric which he\nflourishes in front of Kubo and Monkey. It’s a large samurai\nwar banner, emblazoned with the familiar beetle emblem.\n\nBEETLE (CONT'D)\nHave you seen this crest before?\n\nWordlessly, Kubo turns to show Beetle the same crest on the\nback of his robe. Beetle’s eyes light up with excitement.\n\nBEETLE (CONT'D)\n\nTHIS IS A MIRACLE! YOU HAVE OUR\n\nROBES! YOU'RE WEARING OUR ROBES!\n(suddenly suspicious)\n\nWhy are you wearing our robes?\n\nBefore Kubo can answer, Monkey interrupts.\n\nMONKEY\nHe doesn’t have to answer your\nquestions. Anyway, who are you?\n\nBEETLE\nMany years ago I was cursed,\ntrapped in this cursed state.\nCursed to wander the Farlands.\nCursed! Or Cur-sed.\n\nAs Beetle talks, Kubo casts a curious eye over the scattered\nobjects. Many have the beetle crest on them. He admires a bow\nand arrow leaning against the wall.\n\nBEETLE (CONT'D)\n\nNo comrades. No master. Not even a\nname or a single memory of the\nnoble warrior I once was.\n\nKUBO\nYou used to be a man?\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 38/92\n\nBEETLE\n\nNot just any man... a samurai! I\nmean, I’m pretty certain. Look, I\nhave the stuff.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 38/92\n\nBEETLE\n\nNot just any man... a samurai! I\nmean, I’m pretty certain. Look, I\nhave the stuff. \n\nTARGET SECTION TO BE ANNOTATED:\n(trails off)\nI mean, I’m either a samurai or a\nreally bad hoarder.\n\n(rallies)\nEither way, inside my thorax beats\nthe heart of a warrior!\n\nMONKEY\n(still suspicious)\nIf you have no memory, how can you\nbe certain of anything?\n\nBEETLE\nBecause I get... flashes. They come\nabout from objects I find on my\ntravels. Or sometimes it’s a sound.\nOr a smell.\n\nMonkey SNIFFS the air.\n\nMONKEY\n(mutters )\nYou must get a lot of flashes.\n\nBeetle looks sadly at Little Hanzo on his shoulder.\n\nBEETLE\nBut the memories, they fade, and\nall I’m left with is the sense that\nI was once part of something much\ngreater.\n\nKubo looks up at Beetle sympathetically, and then turns to\nMonkey with a pleading face.\n\nKUBO\nMonkey! Can I tell him?\nMONKEY\nI really don’t think that’s a good\n\nidea...\n\nRAPID CUTTING between Kubo and Monkey:\n\nKUBO MONKEY (CONT'D)\nHe has a right... Absolutely not!\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 39/92\n\nKUBO MONKEY (CONT'D)\nBut... No buts!\n\nKUBO MONKEY (CONT'D)\nI... No!\n\nKubo opens his mouth. Monkey holds up a finger.\n\nBEETLE\nWhat? Tell me what?\n\nKubo turns very deliberately to face Beetle.\n\nKUBO\nHanzo was my father.\n\nMONKEY\nKUBO!\n\nBeetle’s eyes are wide.\n\nBEETLE\nHa! This is a miracle! I HAVE FOUND\nTHE SON OF MY MASTER!\n\nBeetle scoops Kubo up into an ecstatic hug, dancing him\naround in a circle, then goes to do the same with Monkey.\n\nMONKEY\nDon’t even.\n\nHe decides against it and goes and hugs Kubo again instead,\nthen abruptly drops to his knee in front of the boy.\n\nBEETLE\nWhatever brings you to these lands,\nwhatever your quest, it is now my\nquest too. I will join you. I'1l\ngive my life for you if necessary!\n\nKUBO\nWow.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nI will join you. I'1l\ngive my life for you if necessary! KUBO\nWow. \n\nTARGET SECTION TO BE ANNOTATED:\n You will?\n\nBEETLE\n\n(nodding vigorously)\nWhat? Do you think that’s possible?\nI mean, I know how quests go.\nPeople die all the time. They drop\nlike flies. But that doesn’t\nmatter, because I have a feeling\nthis... is my destiny!\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 40/92\n\nMONKEY\nNo it isn’t! We can’t trust\nanything you say, because you can’t\ntrust anything you say! We don’t\nknow anything about you!\n\nKubo plucks a few notes on his shamisen and a paper bird\nflies in between Monkey and Beetle to get their attention.\n\nKUBO\nMonkey, you said it yourself, our\nquest is a difficult one. A\nsamurai, even a cursed one with no\nmemory that looks like a bug, could\nbe helpful.\n\nBEETLE\nYes, I am certain I could be\nhelpful! Indispensable!\n\nMONKEY\nIn what way?!\n\nSnatching up his bow & arrow, Beetle suddenly launches an\narrow into the wall.\n\nMONKEY (CONT’D)\nFiring an arrow into a wall is\nhardly what I’d call...\n\nBeetle fires four more arrows rapidly, splitting the first\ndown the middle.\n\nMONKEY (CONT’D)\n..-Impressive.\n\nBEETLE\nOh, look at that. Literally the\nfirst time I’ve ever done it.\n\nHe drops to his knee in front of Kubo, all earnest.\n\nBEETLE (CONT'D)\nJust tell me of our quest, and I\nwill quickly demonstrate my\n\nnumerous... “indispensabilities.”\n\nKUBO\nWell, that’s kind of a long story.\n\nBEETLE\nYou've got my attention. I promise\nI won't even blink.\n\n(MORE )\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 41/92\n\nBEETLE (CONT'D)\nI actually don’t even think I can\nblink. Do I have eyelids?\n\nMonkey rolls her eyes and takes a breath, knowing she isn’t\ngoing to win this one.\n\nMONKEY\nFine. Walk and talk. Hanzo has\nfound a path.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY\nFine. Walk and talk. Hanzo has\nfound a path. \n\nTARGET SECTION TO BE ANNOTATED:\nShe gestures at the little origami guide, who has positioned\nhimself further along the tunnel and is pointing the way with\nhis sword.\n\nINT. UNDERGROUND TUNNELS, DEAD END\n\nAs they make their way through the labyrinthine tunnels, we\ncatch up on the end of Kubo’s story. Beetle is obviously\nenjoying what he’s hearing. Monkey, less so.\n\nBEETLE\nSo you used to be a toy monkey?!\n\nMONKEY\nKubo, I really don’t see how this\npart is important to the story.\n\nKUBO\nYes! I kept her in my pocket. She\nwas only, like, this big...\n\nMONKEY\nKubo, that’s enough.\n\nKUBO\nTiny. And she was called Mr.\nMonkey.\n\nMONKEY\n(sulky)\nI wasn’t a toy, I was a charm.\nBeetle barks out a LAUGH.\n\nBEETLE\nOf course you were.\n\nSuddenly, Little Hanzo leaps from Kubo’s shoulder, runs ahead\n\nto a bend in the tunnel and slips through a crack in the\nwall.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 42/92\n\nBeetle breaks through the wall to follow him, but as they\nround the corner a horrifying monument is revealed: a giant\nand grotesque relief carved into the rock wall. It’s a dead\nend, but Hanzo continues to point steadfastly ahead.\n\nBEETLE (CONT'D)\nWell, that doesn’t look good.\n\nKubo approaches the wall, squinting his eye. Beetle is close\nbehind him, but Monkey holds back.\n\nMONKEY\nDon’t touch anything!\n\nBut Beetle is already running his hand over the rock, and\nbeside him Kubo is prodding his finger into the conspicuous\nempty eyehole of one of the carved creatures.\n\nThere’s an ominous CLICK.\n\nBeetle and Kubo turn to Monkey, guilt written all over their\nfaces. Beetle points at Kubo.\n\nBEETLE\nHe did it.\n\nAnd then the floor falls away beneath them and they plummet\ninto darkness.\n\n(2100 ODO) ODOKURO\n\nINT. HALL OF BONES - CONTINUOUS\nIn a confusion of limbs and SCREAMS they hit solid ground.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then the floor falls away beneath them and they plummet\ninto darkness. (2100 ODO) ODOKURO\n\nINT. HALL OF BONES - CONTINUOUS\nIn a confusion of limbs and SCREAMS they hit solid ground. \n\nTARGET SECTION TO BE ANNOTATED:\nA beat, and then Kubo and Monkey slowly begin to extricate\nthemselves from a heap on the ground.\n\nKubo hears a series of GRUNTS behind him. Beetle is lying on\nhis back, rocking back and forth on his carapace like a\nstranded turtle in a futile effort to get back on his feet.\n\nBEETLE\nOkay...\n\nMonkey SIGHS and walks away, leaving Kubo to offer a helping\nhand. Beetle waves him away.\n\nBEETLE (CONT'D)\nNo, no, no!\n\nHe rocks back and forth a few more times. He’d be red in the\nface if he wasn’t already.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 43/92\n\nBEETLE (CONT'D)\nYes. *\n\nKubo reaches over and helps him up.\n\nMONKEY *\nKubo, look! *\n\nThey catch up with Monkey and the three take in their\nsurroundings --\n\nThe chamber is vast, with a shadowy vaulted ceiling above and\na floor covered in a wall to wall carpet of enormous bleached\nbones. Tibias, fibulas, ulnas, all piled on top of each other\nin a tangled heap. Whatever creature they belonged to was\nhuge. In the center of the chamber, glowing balefully under a\nshaft of light, is a giant disembodied skeletal hand, and on\nits palm rests a beautiful golden sword.\n\n %\n\nKUBO\nThe Sword Unbreakable!\nKubo steps forward towards the hand, but Monkey reaches out *\nand holds him back. *\nMONKEY\nIt could be a trap.\nBEETLE\nAllow me. *\n\nKubo backs away as Beetle scuttles toward the hand.\n\nMONKEY\n(hisses)\nWhat? It’s not a trap if you do\nit?!\nBEETLE\nStealth is my middle name. *\nMONKEY\n\nYou don’t even have a first name!\n\nBEETLE\nDon’t worry! I got this!\n\nReaching the hand he carefully reaches across the bony palm, *\nand with an impressive amount of dexterity manages to grasp\nthe sword’s hilt.\n\nHe raises the sword triumphantly and turns to Kubo.\n\nDRAFT: 01.05.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nReaching the hand he carefully reaches across the bony palm, *\nand with an impressive amount of dexterity manages to grasp\nthe sword’s hilt. He raises the sword triumphantly and turns to Kubo. DRAFT: 01.05. \n\nTARGET SECTION TO BE ANNOTATED:\n16\n\fKUBO AND THE TWO STRINGS 44/92\n\nBEETLE (CONT'D)\n\nHa, ha, ha, HA! The mighty Beetle *\nis victorious! *\nAlmost instantly, the fingers of the hand start to move and *\nclose. *\n\nBEETLE (CONT'D)\nAH! *\n\nAn eerie CLICKING sound echoes through the chamber as the\nground beneath Beetle’s feet begins to shake. The bones are\ntwisting and jittering of their own accord and rising up. *\n\nMonkey and Kubo hop around trying to retain their balance as\nthe bones lurch and dance under them. *\n\nBeetle hurries back to his companions, who are staring up\nover his shoulder into the shadows of the ceiling. Two fires\nare floating high above them... the burning eyes of a giant\nskull, peering down as the other bones lock together and\nbegin to form a horrifying skeletal body, many storeys high.\n\nBEETLE (CONT'D)\nI don’t got this....I don’t got\nthis...\n\nFully formed, the Odokuro comes to life with a bloodcurdling\nSHRIEK, and turns his attention to the three trespassers.\n\nMONKEY\nOh, for crying out loud. *\n\nShe snatches the sword from Beetle, and rushes forward.\n\nMONKEY (CONT'D)\nI INVOKE THE SWORD UNBREAKABLE!\n\nMonkey leaps, bringing the sword down across the Odokuro’s\nleg in an impressive slashing movement, but the blade of the\n“unbreakable” sword shatters into a thousand pieces.\n\nMonkey lands stunned, staring at the empty hilt.\n\nMONKEY (CONT'D)\n\nIt broke. *\nBEETLE\n\nSo does it just mean the handle, *\n\nor..? I’m a little disappointed *\n\nwith the magic sword... *\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 45/92\n\nMONKEY\nIt’s not the right sword, you\nidiot!\n\nPoking out of Kubo’s bag right beside his ear, Little Hanzo\npoints his sword up to the top of the Odokuro’s skull.\n\nKUBO\nLook!\n\nKubo points, as the Odokuro SCREAMS and the flames in his\neyes explode with fury, fully illuminating his head.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoking out of Kubo’s bag right beside his ear, Little Hanzo\npoints his sword up to the top of the Odokuro’s skull. KUBO\nLook! Kubo points, as the Odokuro SCREAMS and the flames in his\neyes explode with fury, fully illuminating his head. \n\nTARGET SECTION TO BE ANNOTATED:\n For the\nfirst time, everyone sees his ghoulish crown: dozens of\nswords lodged Excalibur-style in his skull.\n\nBEETLE\nThe Sword! It’s in his head. Hey!\nI’ve got a bone to pick with you!\n\n(To Monkey)\nYou see, because he’s made of\nbones.\nMONKEY\n\nYou’re an embarrassment.\n\nBeetle lets loose a stream of arrows, one after the other,\nbut they bounce harmlessly off its bones or just fly straight\nthrough the gaps.\n\nBEETLE\nUh. This is problematic.\n\nOdokuro’s outstretched hand reaches down and scoops Monkey up\ninto the air.\n\nBeetle unleashes another volley of arrows. They zip past\nMonkey's head as she is lifted higher.\n\nMONKEY\nEnough with the arrows!\n\nMonkey grabs at swords from the Odokuro’s skull and smashes\nthem against the hand that is holding her. Each sword\nshatters on impact.\n\nOdokuro dangles Monkey over his awful maw, SCREAMING in\ntriumph, but before he can swallow her there’s another sound.\nA melodic BIRD SONG, like we heard earlier, and it signals an\nentire flock of paper birds, fluttering out of the shadows\nand circling Odokuro’s head in an angry squall.\n\nBelow on the temple floor, Kubo plays his shamisen for all he\n\nis worth, maneuvering the origami assault while Beetle\nwatches on in disbelief.\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 46/92\n\nOdokuro stomps its giant feet down, narrowly missing Kubo.\nBeetle draws back his bow and challenges the creature.\n\nThe paper birds dive and swoop and Odokuro SHRIEKS with\nfrustration, swiping and swatting at them.\n\nOdokuro waves his arms, swatting birds out of the air. He\nflails madly, dancing back and forth across the temple floor.\n\nKubo is in danger of being crushed by Odokuro’s stomping\nfeet, but Beetle throws himself through the air, covering\nKubo as the Odokuro’s foot comes down.\n\nBEETLE\nOh, foot!\n\nA beat, and then both Beetle and Kubo realize they’re\nhovering a few feet above the floor.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nKubo is in danger of being crushed by Odokuro’s stomping\nfeet, but Beetle throws himself through the air, covering\nKubo as the Odokuro’s foot comes down. BEETLE\nOh, foot! A beat, and then both Beetle and Kubo realize they’re\nhovering a few feet above the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n They are stunned to see\na pair of wings BUZZING out from beneath Beetle’s shell.\n\nKUBO\nYou can fly?!\n\nBEETLE\nApparently, yes!\n\nBeetle is no less surprised but doesn’t waste any time. With\na quick flex of his new wing muscles, he rockets them further\nup into the air, careening wildly towards the beast.\n\nMonkey watches, dumbfounded, as they crash upon the skull\nbeside her.\n\nOdokuro ROARS in outrage, as Kubo and Beetle pull at the\nremaining swords, frantically trying to find the real deal.\n\nBEETLE (CONT'D)\nAre you sure it isn’t the Sword\nUnfindable?\n\nBeetle’s hand grabs a hilt that will not budge. He gives it a\ntug, but the blade is stuck tight.\n\nBEETLE (CONT'D)\nI think I found it!\n\nHe pulls at it again. And again. With increasing effort. He\nturns over his shoulder and YELLS, his voice cracking.\n\nBEETLE (CONT'D)\nA HAND HERE!?! ANYONE! ?\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 47/92\n\nAnd suddenly Odokuro’s skeletal hand obliges, snatching him\nup in its bony fingers, leaving Kubo alone upon the\ncreature’s skull.\n\nBEETLE (CONT'D)\nAh! That’s not what I meant.\n\nOdokuro gleefully squeezes Beetle and Monkey in each hand,\ngiving a victorious HOWL as it lifts them towards its opening\nmouth.\n\nKubo reaches for the sword but is thrown into the air by the\nOdokuro’s movements.\n\nMONKEY\nKubo!\n\nAs Kubo is flying through the air, an arrow zips by and pins\nhis robe to the wall, saving him from the fall.\n\nKubo’s robe starts to rip and he begins to fall again. Monkey\nfrees herself from the beast’s grip and races up the skeleton\nto save Kubo. Just before she gets to him, the Odokuro’s hand\ngrabs her again.\n\nMONKEY (CONT’D)\nKubo!\n\nKUBO\nMonkey!\n\nKubo’s robe rips fully and he falls towards the ground far\nbelow.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY (CONT’D)\nKubo! KUBO\nMonkey! Kubo’s robe rips fully and he falls towards the ground far\nbelow. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY\nNo!\n\nBEETLE\nKubo!\n\nKubo falls and lands on the Odokuro’s skull. He begins\nsmashing every hilt lodged in the skull until he finds the\nSword Unbreakable and gives it a hard pull, finally yanking\nit free.\n\nOdokuro suddenly stops in his tracks, looking confused. Both\nMonkey and Beetle look up and see Kubo standing victorious,\nthe Sword Unbreakable in his hand.\n\nBEETLE (CONT'D)\nThank goodness that’s over.\n\nThe Odokuro begins coming apart, bone by bone, as if the\nsword was the linchpin that was holding it all together!\n\nDRAFT: 01.05.16\n\na\n\n %\n\fKUBO AND THE TWO STRINGS 48/92\n\nKubo’s smile of satisfaction quickly fades as he realizes the\nmonster is literally crumbling beneath his feet, and he’s a\nreally long way up...\n\nIn a rain of broken bones that CRASH to the ground, our\nheroes topple helplessly down.\n\n(2200 ATS) ARGUMENT ON THE SHORE\n\nEXT. THE LONG LAKE SHORE - DAY\n\nBeetle, carrying Monkey and Kubo, flies out of the Hall of\nBones and crash lands on the beach below.\n\nBeetle lies on his side as Monkey squats behind him, slapping\nmud and leaves onto his wounded wings as a bandage. Little\nHanzo sits on the horned crest of his helmet, swaying every\ntime Beetle winces.\n\nThey are on the shore of a vast lake that stretches so far\ninto the distance that it’s hard to pick out the horizon from\nthe sky. All around, great barnacle-encrusted driftwood\nwrecks tell tales of feckless fishermen dashed against the\nrocks.\n\nBEETLE\nEverything...turning...black...\n\nMONKEY\nThen open your eyes.\n\nBEETLE\nUh oh. I can’t feel my wings.\n\nMONKEY\nYou didn’t even know you had them\nfive minutes ago. Stop wriggling.\nThere... is that feeling better?\n\nBeetle squirms under her touch, like she’s giving hima\nmassage.\n\nBEETLE\nYeah, a little to the left. Down\njust a bit. Right there. That's\ngood.\nA surprising thought dawns on him.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nRight there. That's\ngood. A surprising thought dawns on him. \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE (CONT'D)\nYou're being nice to me.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 49/92\n\nMONKEY\nShh. Don’t tell anyone.\n\nSeeing Beetle is awake, Kubo runs excitedly along the water’s\nedge, waving the Sword Unbreakable above his head and\nshouting.\nKUBO\nWe did it, Beetle! We got the\nsword!\n\nMonkey eyes him sidelong as she finishes dressing Beetle’s\nwounds.\n\nMONKEY\nPut that down, it’s sharp.\n\nKubo makes a face behind her back and kicks his feet through\nthe loose pebbles at the water’s edge.\n\nMONKEY (CONT'D)\nOkay. We’re done here. Get up.\n\nShe slaps Beetle gently on the back and he winces with pain.\n\nMONKEY (CONT’D)\nWe have a lot of walking to do.\n\nBEETLE\nYou can’t be serious.\n\nMONKEY\nI'm always serious.\n\nKubo GROANS.\n\nKUBO\nAre you two going to fight again?\nMONKEY\nOf course not! We just need to have\na grown-up conversation.\n\nKUBO\nYou're going to fight again.\n\nBEETLE\nKubo, just go over there and...\nuh... play with something.\nKubo picks up the Sword Unbreakable.\nMONKEY\nNot that.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 50/92\n\nHe grabs his shamisen instead and stomps away, sitting down\nupon a rock where he PLUCKS moodily at the strings.\n\nBeetle turns back to Monkey and HISSES quietly.\n\nBEETLE\nMonkey, this is the Long Lake. We\ncan’t walk around it! We need to\nswim across. I can carry Kubo...\n\nMonkey cuts him off.\n\nMONKEY\n“Carry Kubo”?! That’s your better\nidea? Look, I appreciate your help,\nI really do, but when it comes to\nthe boy, I know what’s best.\n\nBEETLE\nIs that right?\n\nMONKEY\nAnd what’s best is to not be\nfielding ideas from a talking\ncockroach.\n\nBEETLE\nThis coming from the talking\nmonkey.\n\nKUBO (0.S.)\nI can still hear you, y’know.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE\nThis coming from the talking\nmonkey. KUBO (0. S.)\nI can still hear you, y’know. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY\nThen play louder.\n\nKubo scowls. His fingers dance across the strings. Unseen by\nMonkey and Beetle, some of the scattered leaves and twigs\nbegin to wobble and shift and rise off the ground.\n\nMONKEY (CONT’D)\nThis conversation is over. Monkeys\ndon’t swim.\n\nBEETLE\n(grinning)\nNot to worry. Monkey see, monkey\ndo!\n\nMonkey GROWLS, shaking her head.\nMONKEY\n\nHow long have you been waiting to\nsay that?\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 51/92\n\nBEETLE (ALT)\nEver since I met you. What were we\n‘grown-up conversation’-ing about?\n\nMONKEY\nYou're ridiculous, you're just\nabsolutely ridiculous. Ridiculous!\nCrossing the lake is a ridiculous\nidea. It’s not your fault...\nthere’s no sense left in your head.\n\nBEETLE\n(frowns )\nI think I resent that.\n(an afterthought)\nAnd I may not know everything...\n\nMONKEY\nAnything.\n\nBEETLE\nAnything. But I do know Kubo is\nmore capable than you think he is!\nYou're being a tiny bit\noverprotective here.\n\nMONKEY\n\nI’m being a lot overprotective\nhere. It’s my job to make sure Kubo\nis safe. And that...\n\n(points to the lake)\n-..-is not safe. You...\n\n(points at Beetle)\n++. are not safe!\n\nBigger pieces of debris are shifting now. Hunks of rotten\ndriftwood and uprooted bushes. They float and twist behind\nMonkey's back toward Kubo as he continues playing.\n\nMONKEY (CONT'D)\nKubo is just a child!\n\nBEETLE\nAnd an incredibly gifted one! He\njust saved our lives!\n\nMONKEY\nYes, he is very powerful, but he\nstill has much to learn!\n\nMonkey stops. Beetle is staring over her shoulder with his\nmouth open.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 52/92\nMONKEY (CONT'D)\nWHAT?\nShe turns around to see what he’s looking at.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeetle is staring over her shoulder with his\nmouth open. DRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 52/92\nMONKEY (CONT'D)\nWHAT? She turns around to see what he’s looking at. \n\nTARGET SECTION TO BE ANNOTATED:\nDrifting out from the shallows behind the rocks is a huge and\nmagnificent “origami” boat, created entirely out of magically\n\nbeach combed detritus!\n\nBEETLE\nFast learner.\n\nHe nudges Monkey, whose jaw is also hanging open.\n\nHanzo Origami eyes the boat up and down, then gives his seal\nof approval by confidently pointing his sword at the deck.\n\nBEETLE (CONT'D)\n(to Kubo)\nDid you know you could do that?\nKubo thinks for a beat. Then, he plucks a final note and a\nmassive sail woven from leaves and grass suddenly unfurls,\nbillowing in the morning breeze.\n\nMonkey looks at Kubo. She’s not smiling exactly, but there’s\na hint of pride.\n\nMONKEY\nShow off.\n\nOne by one our heroes hop aboard the great boat.\n\nAnd as the sun rises higher in the sky, the boat sails away\nacross the water.\n\n(2300 KUB) KUBO’S BOAT\n\nEXT. KUBO’S SAIL BOAT - THE LONG LAKE - AFTERNOON\n\nWe can tell our heroes have been sailing for some time now.\nThe boat is a tiny speck on the vast lake.\n\nBeetle and Kubo stand near the side of the boat. Beetle is\nleaning over Kubo’s diminutive shoulders, helping him draw\nback his bow and take aim.\n\nBEETLE\nOkay now, take a deep breath. Clear\nyour mind... guess I got that part\ncovered.\n\nHe throws Kubo a wink. Kubo grins.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 53/92\n\nBEETLE (CONT'D)\nNow draw back slowly. That’s it.\nNow close one eye... guess you’ve\ngot that part covered...\n\nKubo GIGGLES and gives Beetle a mock shove with his elbow.\n\nBEETLE (CONT'D)\nConcentrate on what is directly in\nfront of you and let everything\nelse fall away... aaand...\nrelease!\n\nANGLE ON a fish swimming just under the surface of the water\nas it is suddenly speared by one of Beetle’s arrows.\n\nBEETLE (CONT'D)\nPerfect shot! Perfect shot! *\n\nMonkey knuckles up behind Beetle and sits down, smirking.\nMONKEY\nNot bad.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE (CONT'D)\nPerfect shot! Perfect shot! *\n\nMonkey knuckles up behind Beetle and sits down, smirking. MONKEY\nNot bad. \n\nTARGET SECTION TO BE ANNOTATED:\n And what’s your plan for\ngetting the fish into the boat so\nwe can actually eat it?\n\nWe see the fish float past camera, then sink into the water.\n\nBeetle looks a little deflated but rallies with his typical\n\nbravura.\nBEETLE\nWell, I said I was teaching him how *\nto shoot, not fish. Fishing is, uh, *\ntomorrow's lesson. *\n\nStill smirking, Monkey swipes another arrow out of his hand.\n\nMONKEY\nGive me that.\nBEETLE\nWoah, grabby Monkey. *\n\nMonkey reaches into Kubo’s pack pulling out a length of rope\nwhich she ties to the arrow, grinning slyly and clearly\nenjoying herself.\n\nMONKEY\nNow try it.\n\nBeetle takes the arrow off her, then reaches around to help\nKubo draw back the bow.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 54/92\nBEETLE\nOkay, now pull back and...\n\nZip! Bullseye! Another fish harpooned. Kubo and Beetle both\nlet out a CHEER.\n\nBEETLE (CONT'D)\n(to Monkey)\nThe rope was a pretty good idea!\n\nThe rope on the arrow tightens and Beetle yanks the fish into\nthe boat.\n\nMONKEY\nAnd you’re not an awful shot.\n\nKubo eyes the two of them, smirking.\nKUBO\nOkay, now you two are being weird.\nEXT. BOAT DECK-MINUTES LATER\n\nBeetle and Kubo drop their haul of fish onto the deck. Beetle\nstarts looking around, like he’s trying to find something.\n\nBEETLE\nWe’re gonna need something to cut\nthis wi--\n\nThere’s a SWISH of air and the fish is transformed into\nperfectly cut sashimi.\n\nBeetle and Kubo stare at Monkey. She shrugs.\n\nMONKEY\nSword Unbreakable.\n\nThey all sit down together. It’s a nice, quiet, gentle\nmoment. Our three heroes, eating under the sun. Kubo sits\nright between Beetle and Monkey, but he isn’t really eating.\nBeetle, on the other hand, is stuffing his face.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur three heroes, eating under the sun. Kubo sits\nright between Beetle and Monkey, but he isn’t really eating. Beetle, on the other hand, is stuffing his face. \n\nTARGET SECTION TO BE ANNOTATED:\n Hanzo\nOrigami stands on his lap, using his tiny paper sword to\nlance chunks of fish from a makeshift plate and toss them up\ninto Beetle’s open mouth.\n\nMonkey watches sourly.\n\nMONKEY (CONT'D)\nMust you play with your food?\n\nShe grimaces as Beetle replies with a full mouth.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 55/92\n\nBEETLE\nYes.\n\nHe notices Kubo looking at them with an odd look on his face.\n\nBEETLE (CONT'D)\nWhat’s the matter, Kubo? You act\nlike you've never had a meal\nsitting between a monkey and a\nbeetle before.\n\nKUBO\nI’ve never had a meal sitting\nbetween anyone before.\n\nMonkey’s face softens.\n\nMONKEY\nCome on. Eat. You need energy. And\nthis is much better than whale\nsoup.\n\nKubo smiles. Takes a bite of food. Beetle chews thoughtfully\nas he stares at Kubo now, clearly thinking about his comment.\n\nBEETLE\nKubo, question: before you started\non your heroic quest, what were you\nlike?\n\nKUBO\nWell, I looked after my mother,\nmostly. And I told stories. About\nmighty warriors seeking revenge,\nwith battles and monsters and\nmagic. I was pretty good at telling\nthem. Not so good at ending them.\n\nThere’s silence for a moment and Kubo seems lost in\nrecollection.\n\nKUBO (CONT'D)\n\nSometimes I would tell my mother\nstories about little things. Like\nskimming rocks across the river. Or\ncatching fireflies in the mulberry\nfields.\n\nBoth Monkey and Beetle have stopped eating and listen\nintently as Kubo goes on, his voice quieter.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 56/92\n\nKUBO (CONT'D)\nAnd when I told those stories I\ncould see her eyes were mostly\nclear. I could tell she saw me,\nreally saw me. And I could see her\ntoo. Her real self. Her spirit.\nTrying to find its way out. It was\nbeautiful.\n\nMonkey & Beetle look at each other, not quite sure how to\nrespond to this. Finally, it is Beetle who offers...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was\nbeautiful. Monkey & Beetle look at each other, not quite sure how to\nrespond to this. Finally, it is Beetle who offers... \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE\nYou know something, Kubo? Back when\nyou just told stories...Before you\nwent on this great adventure, you\nwere still very much a hero.\n\nKubo looks up at Beetle, liking the sound of that. Monkey\ndoes too. She gives Beetle an approving nod.\n\nThey go back to eating. Sitting a bit closer together now. We\nhold on the moment, savoring it, until...\n\n...it’s interrupted by the distant sound of THUNDER.\n\nMonkey turns sharply and leaps onto the mast. She clambers to\nthe top where she sits like a silent sentinel.\n\nMountainous thunderclouds roll across the distant horizon; a\nblack smudge beneath a vast fiery sky. A storm is coming and\nthe sun is sinking into the ocean.\nMONKEY\n\nWe're going to have to head for\n\nshore. Find a hiding place. And...\nMonkey has now switched focus to the bow of the ship.\nMonkey drops down to the deck as Kubo and Beetle turn to see\nHanzo Origami standing on the very end of the ship pointing\ninto the dark waters.\nKubo and Beetle walk towards Hanzo.\n\nKUBO\nThe second piece of armor!\n\nMONKEY\nThe breastplate - it’s down there?\n\nBEETLE\nOkay, I got it.\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 57/92\n\nImmediately, Beetle turns, about to leap into the ocean.\n\nKUBO\nBeetle, wait!\n\nBEETLE\nDon’t worry, beetles can hold their\nbreath underwater for a very long\n\ntime.\nMONKEY\n\nWhat?! Since when? *\nBEETLE *\n\nIt’s a well known fact, Monkey. *\nMONKEY *\n\nYou don’t remember anything at all,\n\nbut beetles swimming... that’s what\n\nsticks in there? *\nKUBO\n\nNo, Beetle. My mother told me a *\n\nstory about the Long Lake. There’s *\n\nsomething under the water. *\nBEETLE\n\nOh, yeah? What kind of something?\n\nKUBO\nShe said there was a Garden of\nEyes. Eyes that stare into you.\nInto your soul. They show you\nsecrets, things to keep you down\nthere with them... forever!\n\nBeetle and Monkey stare at him a moment. Beetle resumes his\nswagger, a little hesitantly.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey show you\nsecrets, things to keep you down\nthere with them... forever! Beetle and Monkey stare at him a moment. Beetle resumes his\nswagger, a little hesitantly. \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE\nOkay. Well, I won’t look directly\ninto anyone’s eyes. Even if I’m\nbeing incredibly sincere.\nBefore he leaps in, he looks at Monkey and winks.\n\nBEETLE (CONT'D)\nYou’re gonna miss me, Monkey. *\n\nAnd then he’s gone, disappearing under the waves with a\nSPLASH. *\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 58/92\n\nMONKEY\n(quietly)\nBe careful.\n\n(2350 HSU) HUNTERS SPLIT UP\n\nEXT. SNOW-COVERED TERRAIN - DUSK\nA tiny fragment of cloth flutters in the wind, obscured by a *\nsquall of snow. We ANGLE DOWN to follow its erratic path, *\nrevealing where we are --\nIt’s the same spot where Kubo and Monkey first crash-landed.\nThe scrap of cloth is abruptly speared by a metal spike\nattached to a long chain. At the other end of it are the\nsisters, drifting through the blizzard.\nA Sister winds in the scrap of Kubo’s robe and nods.\nSISTER 1\nHe’s searching for the armor. Just *\nlike his insolent father.\nSISTER 2\nYes, sister. Then we must ensure he\n\ndoes not find what remains.\n\nThey nod to each other and turn away, lifting off into the\nshadows in opposite directions.\n\n(2400 ABB) ABOVE/BELOW\n\nEXT. KUBO’S SAIL BOAT - THE LONG LAKE - NIGHT\nRain is pouring down now, building into a full blown storm.\nKubo stares down at the water while Monkey stares up at the\n\nmoon, barely visible behind the RUMBLING clouds. Both are\nclearly concerned.\n\nKUBO\n\n(shouting)\nMONKEY, I THINK HE’S IN TROUBLE. WE *\nSHOULD HELP HIM. *\n\nMonkey stares upwards as lightning CRACKLES far above them.\n\nMONKEY\nKUBO, YOUR AUNTS ARE STILL OUT\nTHERE. I’M SORRY, BUT WE HAVE TO *\n\nHEAD FOR SHORE.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 59/92\n\nThere’s a SPLASH of water behind her, and when she turns\naround Kubo has vanished.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY\nKUBO, YOUR AUNTS ARE STILL OUT\nTHERE. I’M SORRY, BUT WE HAVE TO *\n\nHEAD FOR SHORE. DRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 59/92\n\nThere’s a SPLASH of water behind her, and when she turns\naround Kubo has vanished. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY (CONT'D)\nKubo!\n\nMonkey grabs the Sword Unbreakable, then she too moves to\ndive off the boat.\n\nAs she jumps something snags her ankle and yanks her\nviolently back across the deck. Her leg is ensnared in a\nchain, and a flash of lightning reveals the grim silhouette\nof a masked Sister, holding the other end of it as she floats\nabove the boat.\n\nThe Sister stares down at Monkey, her WHISPERS inexplicably\naudible over the sounds of the storm.\n\nSISTER\nLook at this. I come fishing and\nall I reel in is a stinking ape.\n\nShe glides closer.\n\nSISTER (CONT'D)\n\nHow pathetic that this filthy\ncreature is all that’s left of my\nsister’s magic.\n\nMONKEY\nThis filthy creature will tear you\napart!\n\nShe suddenly springs forward, attacking with the Sword\nUnbreakable.\n\nUNDERWATER\n\nKubo swims through columns of kelp and schools of flitting\nfish. They scatter as lightning FLASHES far above.\n\nAn unnatural light, glowing between the inky strands, beckons\nKubo deeper.\n\nHe pushes his way through the kelp and there, suspended in\nthe sea, is the second piece of armor! A golden, shimmering\nbreastplate, unmoved by the current; a white hot beacon in\nthe black abyss.\n\nKubo swims faster, reaching out for the breastplate. He then\n\nslides his body into it, the armor magically shrinking to fit\nhim.\n\nDRAFT: 01.05.16\n\n*\n\na\n\n %\n\fKUBO AND THE TWO STRINGS 60/92\n\nHe turns to swim back to the surface, but as he does, a\nsecond, more sinister glow glints off the breastplate.\n\nIt’s a giant, luminous eye atop a serpentine stalk that\nundulates with a thousand legs.\n\nBefore he can stop himself, Kubo is staring directly into it.\nHis eye widens. His limbs fall limp by his side. He is\ntransfixed.\n\nThe sea creature’s body slithers closer and its dreadful arms\nopen to embrace him.\n\nWATER'S SURFACE\n\nThe storm RAGES. As does the battle on the boat between\nMonkey and the Sister. Lightning and THUNDER tear apart the\nsky as Monkey dodges blow after blow of The Sister’s terrible\nchain.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nWATER'S SURFACE\n\nThe storm RAGES. As does the battle on the boat between\nMonkey and the Sister. Lightning and THUNDER tear apart the\nsky as Monkey dodges blow after blow of The Sister’s terrible\nchain. \n\nTARGET SECTION TO BE ANNOTATED:\nBeneath their feet the boat’s deck is beginning to crack and\nunfold, the magic binding it together starting to fade.\n\nMONKEY\nKubo!\n\nThe Sister’s chain flies out and wraps around Monkey. The\nSister reels her in.\n\nSISTER\nI have crushed creatures who could\nfit this world on their fingernail.\nThis victory brings me no honor.\n\nAs the Sister moves to strike, Monkey kicks her and frees\nherself from the chain.\n\nMONKEY\nImagine how you’re going to feel\nwhen you lose.\n\nMonkey “parkours” herself onto the mast, flipping over the\nSister’s head and landing right beside the Sword Unbreakable.\n\nSISTER\nI felt loss only once.\n\nMonkey grabs the Sword and immediately launches into a\nfrenzied assault of her own.\n\nSISTER (CONT'D)\nEleven years ago, I lost my sister.\n\nDRAFT: 01.05.16\n\n+e HF\n\n %\n\fKUBO AND THE TWO STRINGS 61/92\n\nThe Sister is now the one dodging the blows, desperately\ntrying to regain the offensive.\n\nSISTER (CONT'D)\nShe fell in love with a fool and\nbetrayed our father.\n\nThey remain locked in combat, the boat’s slow disintegration\nforcing them to become increasingly acrobatic.\n\nSISTER (CONT'D)\nShe was an ungrateful coward!\n\nMonkey moves to strike a death blow, but the Sister suddenly\nvanishes into the darkness of the torrential rain.\n\nMonkey turns on the spot, surrounded by echoing GIGGLES, as\nlightning flashes reveal strobing glimpses of the Sister\nthrough the whipping sails.\n\nMONKEY\nWho’s the coward now?\n\nThe Sister’s familiar porcelain mask slowly rises into frame\ndirectly behind Monkey...\n\nThe Sister lunges at her with a ROAR. Monkey pivots and\nraises her sword but as she parries one piece of the broken\nchain, the other coils around her body and drives her into\nthe deck.\n\nBeetle emerges from the water, triumphantly holding an arrow\nabove his head. It’s the one with the fish impaled upon it.\n\nBEETLE\nI got it! I got it.\n\nMonkey and the Sister look up as Beetle clambers onto the\ndeck, proudly wielding his skewered fish.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE\nI got it! I got it. Monkey and the Sister look up as Beetle clambers onto the\ndeck, proudly wielding his skewered fish. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY\nBeetle! What happened? Where’s\nKubo?\n\nBEETLE\nUmmm... .\n\nThe Sister takes advantage of Monkey’s distraction and\nattacks. The sword is flung from Monkey’s hand and lodges in\nthe side of the boat near Beetle with a TWANG.\n\nDRAFT: 01.05.16\n\na\n\n %\n\fKUBO AND THE TWO STRINGS 62/92\n\nBeetle frowns, clearly confused. The Sister has turned her\nattention to him, gliding across the deck. He casts aside the\narrow and pulls free the Sword Unbreakable, squaring his\nshoulders and ready to fight.\n\nThe Sister attacks Beetle and disarms him before she is\nlassoed by her own chain with Monkey wielding the other end.\nMonkey furiously whips the Sister through the air, hitting\nher against the mast.\n\nMONKEY\nGet back down there! He’s in\ntrouble!\n\nBEETLE\nI got it.\n\nBeetle takes one last, deep breath, and dives off the boat\nback into the water.\n\nUNDERWATER\n\nThe Ningen drags Kubo down deeper and deeper into the water,\nits eerie light illuminating Kubo’s face while indecipherable\nWHISPERS chatter through the gloom. As they descend, the\nlight reveals a massive form beneath them; a giant mouth,\nrimmed with thousands of razor sharp teeth, surrounded by\ndozens more of those staring eyes.\n\nWHISH! An arrow punctures the glowing eye, and the lake is\nfilled with SCREAMS as Beetle appears through the water. He\nfollows up with a volley of arrows, spearing one eyeball\nafter another.\n\nKubo is suddenly released from the Sea Creature’s grasp, and\nblinks himself awake, but he’s out of air and fading fast.\nWith a last exhalation of bubbles, his eye rolls back in his\nhead.\n\nBeetle sees this and swims towards Kubo.\n\nEXT. KUBO’S SAIL BOAT - THE LONG LAKE - RAGING STORM\n\nThe boat is in shambles now, torn into little more than\nstepping stones for Monkey and the Sister as they fight.\n\nSISTER\nIt never fails to amaze me, how the\ncreatures down here fight so hard,\njust to die another day.\n\nDRAFT: 01.05.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nKUBO’S SAIL BOAT - THE LONG LAKE - RAGING STORM\n\nThe boat is in shambles now, torn into little more than\nstepping stones for Monkey and the Sister as they fight. SISTER\nIt never fails to amaze me, how the\ncreatures down here fight so hard,\njust to die another day. DRAFT: 01.05. \n\nTARGET SECTION TO BE ANNOTATED:\n16\n\n+ eH\n\n %\n\n4 HHH HH OF\n\n+ eH\n\n*\n\n*\n\fKUBO AND THE TWO STRINGS 63/92\n\nMONKEY\nDown here, there are days worth\nfighting for.\n\nSISTER\nThere is nothing down here worth\nanything!\n\nMonkey sees the Sword Unbreakable at the other end of the\nboat and runs for it. Just as she reaches it, the Sister's\nchain ensnares her. She continues to crawl towards the sword\nand a thin trickle of blood begins to stain the white of her\nfur.\n\nSISTER (CONT'D)\nIt’s pathetic what happened to my\nsister. I looked up to her. She was\nso strong. Love made her weak.\n\nMONKEY\nNo. It made me stronger.\n\nMonkey takes advantage, and with a savage burst of strength\nshe springs into the air, and raises the Sword Unbreakable\nfor its killing blow...\n\nUNDERWATER\n\nBeetle is just a few feet from the surface, dragging the\nunconscious Kubo when he sees the Sister’s cracked mask sink\ndown past him, disappearing into the darkness of the water.\n\nWATER'S SURFACE\n\nBeetle’s head breaks the surface, and he looks around to see\nthe scattered and fragmented remains of Kubo’s boat.\n\nMONKEY (0.S.)\nOVER HERE!\n\nMonkey is crouched on a floating chunk of boat, no more than\na few feet wide, waving her arms to get Beetle’s attention.\n\nBeetle drags Kubo through the water over to Monkey and hauls\nhis limp body up onto the wreckage of the boat.\n\nMonkey shakes him by the shoulders but he doesn’t stir.\nBEETLE\n\nThe eyes. It was the eyes! They had\nhim in a trance.\n\nDRAFT: 01.05.16\n\n+e HF FF *\n\n %\n\fKUBO AND THE TWO STRINGS 64/92\n\nMONKEY\nNo, no, No! Come on, come on, Kubo!\nWake up! Please wake up! Please,\nplease, wake up. It’s gonna be\nalright. It’s gonna be alright. I’m\nhere. I’m right here.\n\nThen, slowly but steadily, Beetle and Monkey notice the\npieces of the boat are beginning to reassemble around them.\nRealizing what this means, they both look down at Kubo again.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m right here. Then, slowly but steadily, Beetle and Monkey notice the\npieces of the boat are beginning to reassemble around them. Realizing what this means, they both look down at Kubo again. \n\nTARGET SECTION TO BE ANNOTATED:\nHe COUGHS weakly, his eye closed, and mutters as if caught in\na dream.\n\nKUBO\nI saw...\n\nBEETLE\nWhat? What did you see?\n\nKubo opens his eye and looks directly up at Monkey.\n\nKUBO\nI saw...Mother.\n\nMONKEY\nMy son.\n\nMonkey just reaches down and pulls Kubo up into an enormous,\ntearful hug.\n\nBeetle watches this embrace with an almost comical level of\nastonishment as the boat continues to fold back together, and\nas that magnificent sail unfurls, once again...\n\nDISSOLVE TO:\n\n(2500 SYS) MOTHER & HANZO’S STORY\n\nEXT. THE LONG LAKE SHORE - NIGHT\n\nThe storm has finally come to an end as Kubo’s boat calmly\nreaches the shore of the Long Lake.\n\nBEETLE (0.S.)\n\nSo you must look more like your dad\nthen?\n\nDRAFT: 01.05.16\n\n+e * HF\n\n %\n\n*\n\fKUBO AND THE TWO STRINGS 65/92\n\nINT. CAVE THAT REMINDS US OF HOME - NIGHT\n\nKubo, and Beetle sit around a campfire, their attention is\nfixed on Monkey as she fusses around the cave, trying to\navoid eye contact.\n\nAfter a while the weight of their collective gaze provokes a *\nresponse.\n\nMONKEY\nYou're staring. Let me guess. You *\nhave questions. *\n\nMonkey SIGHS and stops what she’s doing. Kubo and Beetle nod *\ntheir heads in unison.\n\nKUBO\n\nWhy- *\nBEETLE\n\nI'll start. First question, if I’m *\n\nBeetle, and you’re Monkey, why\nisn’t he called “Boy”?\n\nMONKEY\nOh boy. Questions can wait. We need\nsleep.\n\nMonkey spots Kubo’s eye on her and for a moment she holds his\ngaze. She smiles, but it is tinged with sadness, as though\nshe would like to explain further but can’t find the words.\n\nKUBO\nTell us your story. Then we can\nsleep. Please?\n\nHearing this last word, Monkey hesitates. She smiles and *\nrelents, shaking her head in defeat as she knuckles closer.\n\nMONKEY\nOkay. Perhaps you can help me...",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles and *\nrelents, shaking her head in defeat as she knuckles closer. MONKEY\nOkay. Perhaps you can help me... \n\nTARGET SECTION TO BE ANNOTATED:\nShe takes Kubo’s shamisen from beside his bag and slides it\nacross the ground toward him. He picks it up, and plucks a\ncouple of notes.\n\nMONKEY (CONT’D) *\nThe night I met your father...\n\nShe hesitates.\n\nKUBO\nMother?\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 66/92\n\nMonkey takes a deep, solemn BREATH.\n\nMONKEY\nMy sisters and I went to the Temple\nof Bones to kill Hanzo.\n\nA moment of stunned silence. Kubo is still staring, in shock,\nbachi pick poised upon the shamisen strings. Monkey raises\nher eyebrows at him and clears her throat.\n\nKUBO\nOh. Right.\n\nHe begins plucking the shamisen strings again, and a delicate\ntune begins to play.\n\nImmediately all around the cave, pebbles and twigs and fish\nbones and stalactites all begin to tremble and move. Just\nlike when the sail boat formed, they dance and weave through\nthe air to illustrate her story, becoming a kind of makeshift\nplanetarium depicting the night sky.\n\nMONKEY\nAt the bidding of the Moon King, my\nsisters and I had come down from\nthe night sky and killed many noble\nwarriors. Your grandfather told us\nthat any man who found the magical\narmor would grow too powerful and\nbe a threat to the heavens.\nThat night I arrived at the Temple\nbefore my sisters. And there he\nwas. The mighty Hanzo.\n\nThe objects of the cave form an elaborate tableau of Hanzo\nfirst meeting Mother in the Temple of Bones.\n\nMONKEY (CONT’D)\n“You have offended my father,” I\ntold him. “Now you must die.”\n\nBEETLE\nYeah, that’s so you.\n\nKubo nudges him with his elbow.\n\nKUBO\nBeetle! Shhh!\n\nThe tableau Hanzo faces Mother, sword drawn. She falls upon\nhim with her own sword, robe and hair writhing about her.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 67/92\n\nMONKEY\nWe fought. Hanzo was strong. But\nthen he stopped. He looked into my\neyes and uttered four simple words.\nThese words changed everything.\n\nA breathless beat.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looked into my\neyes and uttered four simple words. These words changed everything. A breathless beat. \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE\n“I love you... Monkey?”\n\nMONKEY\n“You are my quest,” he whispered. I\nhad seen the wonders of the\nuniverse, but the warmth of his\ngaze as I looked into his eyes...\nThat I had never known. It was his\nhumanity I saw. And it was more\npowerful than anything in my cold\nrealm!\n\nHanzo and Mother dance, holding each other closely.\n\nMONKEY (CONT’D)\nIn recognizing his compassion I\nrecognized my own. I spared his\nlife. He gave me mine.\n\nKubo stares at the new tableau that has formed: Mother &\nHanzo holding baby Kubo in their arms.\n\nMONKEY (CONT’D)\nAnd then he gave me you.\n\nMeanwhile, baby Kubo smiles happily, blinking both his bright\neyes. Whatever happened to his eye, hasn’t gone down yet.\n\nMONKEY (CONT’D)\nBut your Grandfather found us.\n\nThe Origami family falls lifeless into Monkey’s hand.\n\nMONKEY (CONT’D)\nHis rage at my betrayal shook the\nheavens.\n\nAnd then the floating debris suddenly stops in place, rolling\ngently in the air a beat before unraveling and falling\nlifeless to the cave floor. Kubo has stopped playing the\nshamisen.\n\nDRAFT: 01.05.16\n\n*\n\n+ eH\n\fKUBO AND THE TWO STRINGS 68/92\n\nMONKEY (CONT'D)\nYour father and his army gave their\nlives, allowing me to escape with\nyou in my arms.\n\n+ eH\n\n*\n\nKubo looks at the shredded paper in front of him.\n\nKUBO\nWhy does Grandfather hate me?\n\nMonkey strokes her hand through his hair.\n\nMONKEY\nOh, Kubo. He doesn’t hate you. He *\nwants to make you just like him.\nBlind to humanity, as I once was.\nOnly then can you take your place\nbeside him as part of his family...\ncold and hard and “perfect”.\n\nKubo closes his eye tight.\n\nKUBO\nI’ll never be like him! Never! *\n\nMONKEY\nI know.\n\nThey sit in silence and, after a moment, Monkey realizes he\nhas fallen asleep in the safety of her arms.\n\nShe rises and carries him over to a corner where she uses his\nrobes to tenderly tuck him in.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNever! *\n\nMONKEY\nI know. They sit in silence and, after a moment, Monkey realizes he\nhas fallen asleep in the safety of her arms. She rises and carries him over to a corner where she uses his\nrobes to tenderly tuck him in. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY (CONT'D)\nHe’s exhausted.\n\nBEETLE\nMe too.\n\nMONKEY\nI’m not tucking you in.\n\nBeetle smiles as Monkey pads back over to the fire. He\nnotices the blood staining her fur and her pained expression\nas she sits.\n\nBEETLE\nYou're hurt.\n\nHe reaches out to her.\nMONKEY\n\nJust a scratch.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 69/92\n\nShe slaps his hand away, but there’s no malice in it.\n\nBEETLE\n(gently)\nMonkey? Why didn’t you tell him\nsooner... who you really are?\nMONKEY\n\nThe magic that keeps me here...\nit’s fading. Soon I'll be gone, and\nthen Kubo will be alone again.\n\nBEETLE\nNot alone. He is the son of Hanzo.\nI will do everything I can to keep\nhim from harm.\n\nMonkey appreciates this.\n\nMONKEY\nThank you, Beetle. To know Kubo has\nsomeone to watch over him when I’m\ngone. That would be a fine way to\nend my story.\n\nBeetle considers this.\n\nBEETLE\nYour story will never end.\n\nMonkey is surprised and a little moved by his sentiment. He\nlooks over at Kubo as he continues.\n\nBEETLE (CONT'D)\nIt will be told by him. And by the\npeople he shares it with. And by\nthe people they share it with. And\nby the people they share it with.\nAnd by the people they share it\nwith...\n\nIt’s starting to get a little awkward.\n\nMONKEY\nBeetle...\n\nBEETLE\nThe point is, your story will live\non. In him.\nAnd Monkey really likes the sound of that. She smiles.\nKubo lies in the corner of the cave on his side, sleeping\nsoundly.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 70/92\n\nBLACK\nKubo’s eye blinks open.\n\n(2600 KUD) KUBO’S DREAM\n\nEXT. TWISTED RIVER - CONTINUOUS\n\nKubo is lying in long grass beside a river similar to the one\nat the cemetery near his home.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 70/92\n\nBLACK\nKubo’s eye blinks open. (2600 KUD) KUBO’S DREAM\n\nEXT. TWISTED RIVER - CONTINUOUS\n\nKubo is lying in long grass beside a river similar to the one\nat the cemetery near his home. \n\nTARGET SECTION TO BE ANNOTATED:\n Somewhere close by, the\nplucked notes of a shamisen are playing a BEAUTIFUL SONG.\n\nKubo sits up and looks around and sees a figure next to him.\n\nIt appears to be a sweet old man with a smile on his face. He\nplays a shamisen.\n\nOLD MAN\nHello, my young friend. Why don’t\nyou join in my song?\n\nKUBO\nBut how did you..? You're...\n\nOLD MAN\nEven blinder than you?\n\nThe old man smiles to let Kubo know he is being light-\nhearted. Never one to back down, Kubo adds...\n\nKUBO\n\nTwice as much. To be precise.\nOLD MAN\n\nWhich means I see double the truth.\nKUBO\n\nThis is all a dream.\n\n(wary)\nIs this a good dream or a bad one?\n\nOLD MAN\nSee for yourself.\n\nThe man gestures across the river, which has suddenly\nexpanded into a giant moat, beyond which a majestic stone\nfortress rises out of the mist.\n\nKUBO\nMy father’s fortress.\n\nOLD MAN\nYes.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 71/92\n\nThe tableau continues to shift before Kubo’s eye, dissolving\ninto rows of SAMURAI wearing the beetle crest on their armor,\nstanding frozen like statues. They are guarding a dazzling\ngolden helmet, floating in the air.\n\nKUBO\nThe last piece of armor! It’s here?\n\nOLD MAN\nFollow the setting sun and you’1ll\nfind it. In the place that might\nhave been your home. Claim your\nbirthright, Kubo! Give this\nstory... a happy ending!\n\nAnd with that, the old man plucks a single VERY LOUD NOTE --\n\nINT. CAVE THAT REMINDS US OF HOME —- DAWN\n\nKubo sits up, wearing a look of epiphany on his face. He\nturns to look at his companions.\n\nHe rushes over to shake Monkey awake. Then a groggy Beetle.\n\nKUBO\nMother! Beetle! Wake up!\nMONKEY\nI’m up. I’m up.\nBEETLE\n(groaning)\nI’m down.\nMONKEY\n(to Beetle)\n\nUgh. Get off.\nBeetle stretches, a pained expression on his face.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONKEY\n(to Beetle)\n\nUgh. Get off. Beetle stretches, a pained expression on his face. \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE\nI think I slept on something...\n\nHe reaches down and pulls out the sheathed Sword.\n\nBEETLE (CONT'D)\n“Sword Uncomfortable”.\n\nKUBO\n\nThe Helmet. I know where it is. I\nsaw it in a dream, Beetle!\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 72/92\n\nBEETLE\nA dream? Well that doesn’t mean\nanything, in particular. I dreamt I\nfought a giant skeleton with swords\nin its head.\n\nMONKEY\nThat really happened.\nBEETLE\nOh. Yeah.\nKUBO\n\nBeetle, Come on! This way!\n\nKubo picks up Little Hanzo and pops him into his bag,\nfastening the flap over the top as he slings it over his\nshoulder.\n\nKubo motions to the others. Beetle and Monkey exchange\ncurious glances and follow him.\n\n(2700 ETF) ENTER THE FORTRESS\n\nEXT. THE FARLANDS - SUNRISE\n\nAn epic panoramic landscape. The waking sun breaks through\nboundless banks of cloud, and paints the landscape beneath a\nblazing red. Dwarfed by the immensity of this vista are our\nheroes, but their shadows grow and multiply out from the\nhorizon like an infinite family of paper dolls.\n\nEXT. MOUNTAIN PASS - THE FARLANDS - LATE AFTERNOON\nOur heroes hike a trail through the mountains. As they\ntraverse a particularly steep bluff, Beetle gamely lifts Kubo\n\nup by his collar and plonks him onto his shoulder.\n\nAs they near the top of the mountain ridge they play a\ncheerful game, spirits high.\n\nKUBO\nI spy with my one eye, something\nbeginning with... “S.”\nBEETLE\n“Snow.”\nKUBO\nNo.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 73/92\n\nBEETLE\n“Snowflake.”\nKUBO\nNo.\nBEETLE\nOkay... “Snow-covered trees.”\nMONKEY\n\nNothing to do with snow.\n\nBEETLE\n(looks at Monkey)\nHow about “serious?”\n\nMONKEY\n(mutters )\n“Stupid.”\n\nKubo frowns. From his perch on top of Beetle he hears a\nsound.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE\nOkay... “Snow-covered trees.”\nMONKEY\n\nNothing to do with snow. BEETLE\n(looks at Monkey)\nHow about “serious?”\n\nMONKEY\n(mutters )\n“Stupid.”\n\nKubo frowns. From his perch on top of Beetle he hears a\nsound. \n\nTARGET SECTION TO BE ANNOTATED:\n Soft, indistinct, but strangely familiar.\n\nBEETLE\nOkay, I got it. “Snow.”\n\nMONKEY\nHe said it wasn’t snow.\n\nKubo looks up into the sky.\n\nKUBO\nIt’s a song.\n\nBEETLE\nWell, that’s not fair! How do you\nsee a song?\n\nKubo leans over and gently tilts Beetle’s head.\n\nKUBO\nYou look.\n\nAbove them a hundred-strong flock of birds glide beneath the\ncanopy of cloud. They look like herons but glow with a\nmagical blue light and sing a symphonic version of the song\nfrom Kubo’s own dream.\n\nMONKEY\nGolden Heron. It’s believed they\nhold the souls of the departed,\ncarrying them over to wherever they\nMay need to go.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 74/92\n\nBEETLE\nWhat are they singing?\n\nKUBO\nIt's beautiful. *\n\nMONKEY\nMany say the song’s about what\nhappens when we die. How we don’t\njust... disappear.\n\nBEETLE\nWe don’t? So what happens to us?\n\nMONKEY\nLike Kubo’s paper, we shift. We\ntransform. So we may continue our\nstory to another place. The end of *\none story is merely the beginning\nof another...\n\nAnd at that they crest the top of the ridge to see the heron\nflying over a pair of monumental stone faces, dozens of feet\nhigh, carved into the likenesses of Hanzo and Mother. Cracked\nand forlorn, they have fallen in against one another,\nforeheads touching to create a crumbling arch.\n\nA bridge painted with the beetle crest runs between them,\nleading to the dark ruins of a massive island fortress. We\n\nsaw this once-majestic place before, in Kubo’s dream. Only\n\nnow it lists into the water, walls and rooftop shattered and\novergrown with wild bamboo. A broken home. *\n\n(2800 MEM) MEMORIES\n\nINT. ENTRY HALLWAY BEETLE FORTRESS - DUSK\n\nTorn banners displaying the beetle crest flap in the evening\n\nwind as the trio moves through the ruins. *\nBEETLE\nI remember this place.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly\n\nnow it lists into the water, walls and rooftop shattered and\novergrown with wild bamboo. A broken home. *\n\n(2800 MEM) MEMORIES\n\nINT. ENTRY HALLWAY BEETLE FORTRESS - DUSK\n\nTorn banners displaying the beetle crest flap in the evening\n\nwind as the trio moves through the ruins. *\nBEETLE\nI remember this place. \n\nTARGET SECTION TO BE ANNOTATED:\n *\n\nIt’s clear this place was once splendid, filled with weapons *\nand armor and beautiful works of art. Now all that remains is\ncovered over in dust and encroaching weeds and bamboo. *\n\n*\n\nINT. STUDY BEETLE FORTRESS - CONTINUOUS\n\nKubo slides open a door into a room overflowing with papers,\nscrolls, and maps.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 75/92\n\nThere are drawings of Ningen and Odokuro, even sketches of\nthe armor itself. It seems this place was entirely dedicated\nto Hanzo’s search for the armor.\n\nKUBO\nThis was where my father prepared\nfor his quest.\n\nOur heroes walk through it, gazing around in wonder at the\nvarious memories of their journey. Monkey examines up a piece\nof paper with an image of the Helmet on it.\n\nKubo spies a stand of intricately printed screens in front of\na doorway across the room. Upon one of them is an\nillustration of an amazing golden helmet, just as in Kubo’s\ndream! The sweeping lines of the helm curve around an elegant\nwar mask that mimics the facial features of Hanzo.\n\nKubo excitedly pushes through the screens.\n\n(2900 UND) UNITED/DIVIDED\n\nINT. COURTYARD BEETLE FORTRESS - NIGHT\n\nMoonlight seeps through a tangle of high bamboo growing out\nof the ragged remains of a once grand courtyard. Kubo runs\nout across a floor strewn by the broken remnants of hundreds\nof pieces of ornate samurai armor.\n\nBEETLE\nThere’s something I don’t\nunderstand...Why would the helmet\nbe here?\n\nMONKEY\nKubo!\n\nMonkey and Beetle are right behind him, but already smoke is\nseeping amongst the shattered armor, thin tendrils snaking up\nbeneath breastplates, gauntlets, and greaves.\n\nFingers of smoke slither up around our heroes, constricting\nand hoisting them into the air. Beetle’s bow falls from his\nhand and CLATTERS to the ground.\n\nA familiar LAUGH echoes through the courtyard.\n\nThe other Sister, stark and ominous against the full moon,\nfloats down in front of her captives, smoking pipe in hand.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeetle’s bow falls from his\nhand and CLATTERS to the ground. A familiar LAUGH echoes through the courtyard. The other Sister, stark and ominous against the full moon,\nfloats down in front of her captives, smoking pipe in hand. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY (CONT’D)\nRelease us!\n\nDRAFT: 01.05.16\n\n+ FH FH FH HH\n\n*\n\fKUBO AND THE TWO STRINGS 76/92\n\nShe floats closer.\n\nSISTER\nOh, Sister. I remember how we\nlooked up to you. Of all of us, you\nshone the brightest. Such a waste.\nAll we ever wished was to be a\nfamily... in our home among the\nstars.\n\nMONKEY\nI think we have very different\ndefinitions of family.\n\nThe Sister reaches out to Kubo.\n\nBEETLE\nDon’t you touch him, you witch!\n\nThe Sister turns her horrible NOH mask to face him.\n\nSISTER\nAnd then there’s you. The thieving\ninsect who stole my sister’s soul.\n\nMONKEY\nWhat?\n\nNoticing the confusion in Beetle’s and Monkey’s eyes, the\nSister throws back her head and GIGGLES again.\n\nSISTER\nOh, this is precious! You've been\ntogether all this time and you\nhaven't even realized?\n\nA beat of stunned silence.\n\nA puff of smoke drifts from the Sister’s pipe across the\nground to Hanzo Origami, and lifts him into the air. She\nspeaks directly to Beetle as she motions to Monkey.\n\nSISTER (CONT'D)\nYou took her from us. It was only\nfitting we took something from you!\nHow swiftly those memories spilled\nfrom your head. Wiping out all\nrecollection of your obscene union,\nHANZO.\n\nThe smoke turns Little Hanzo in the air. Folding. Reforming.\n\nUntil the paper samurai has become an exact replica of Beetle\nhimself.\n\nDRAFT: 01.05.16\n\n+H HK\n\n %\n\na\n\n+ *\n\n %\n\n+H HK\n\n %\n\fKUBO AND THE TWO STRINGS 77/92\n\nBEETLE\nWhat. .?\n\nMonkey turns to Beetle, confused.\n\nMONKEY\nHanzo..?\n\nKubo wriggles and strains against his smoke bonds.\n\nBeetle turns to Monkey. Neither can believe what they’re\nhearing.\n\nBEETLE\nI didn’t know...\n\nMonkey looks at him with sympathy.\n\nThe Sister CACKLES, finding this scene perversely enjoyable,\nand throws Beetle into a wall.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE\nI didn’t know... Monkey looks at him with sympathy. The Sister CACKLES, finding this scene perversely enjoyable,\nand throws Beetle into a wall. \n\nTARGET SECTION TO BE ANNOTATED:\nMONKEY\nNo!\n\nAnd then she notices Kubo, frantically struggling behind her.\n\nSISTER\n(laughing)\nI'm forgetting what I came here\nfor...\n\nAs the Sister glides toward him, Kubo is finally able to\nreach into the back of his belt. With a blur of his hand he\nslashes at her with his bachi pick, cracking her mask in half\nand breaking the pipe!\n\nThe smoke demons disappear, the source of their power\ndestroyed, dropping Monkey and Beetle to the ground.\n\nThe Sister SCREAMS into Kubo’s face, the lower half of her\nmask broken away.\n\nShe tosses him across the courtyard, knocking him\nunconscious.\n\nMonkey hefts her sword and launches herself at the Sister.\nJust as her blade is about to make contact, the Sister spins\nand produces two crescent-shaped blades seemingly from\nnowhere. Sparks flash across their faces as weapons collide.\n\nThe two spin, strike and dodge, a beautiful dance illuminated\nby the light of their magical blades.\n\nDRAFT: 01.05.16\n\n %\n\n+ eH\n\n %\n\fKUBO AND THE TWO STRINGS 78/92\n\nThe Sister's assault is relentless, and Monkey’s wound is\nhampering her defense. Slowly but surely the Sister is\ngaining the upper hand.\n\nShe rains down blow after blow, forcing the sword from\nMonkey's hand, LAUGHING as she gains the advantage.\n\nNearby, Kubo begins to come to, groggy and disoriented. He\nsuddenly CRIES out...\n\nKUBO\nMother!\n\nMonkey sees Kubo and crawls towards him.\n\nAnd then, as the Sister floats into the air preparing to\ndeliver a fatal blow, a rusted sword spins at her, knocking\nher to the ground.\n\nThe projectile came from Beetle, and he grabs more swords\nfrom the pile of armor around him.\n\nBeetle runs to where Kubo is comforting Monkey.\n\nKUBO (CONT'D)\nShhh...it’s okay. I’m here.\n\nKubo looks up to Beetle.\n\nKUBO (CONT'D)\n\nFather!\nBEETLE\nMy son.\nMONKEY\n(weakly)\n\nSeems I’m married to a bug.\nShe hesitates as she looks him up and down.\n\nBEETLE\nYeah. A samurai bug.\n\nShe smiles grimly, holding onto Beetle’s arm.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEETLE\nYeah. A samurai bug. She smiles grimly, holding onto Beetle’s arm. \n\nTARGET SECTION TO BE ANNOTATED:\nBEETLE (CONT'D)\nYou are my quest. You always have\n\nbeen.\n\nMONKEY\nHanzo. Keep him safe. No matter\nwhat.\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 79/92\nBEETLE\nI promise I will.\n\nSuddenly, Beetle YELLS in agony as the Sister appears behind\nhim and plunges her blade deep into his back.\n\nMONKEY\nNO!\n\nBeetle slumps down beside Monkey, who looks up, dazed and\nhorrified, as the Sister stands over them.\n\nShe raises her blade above Monkey’s head.\nMonkey looks over to Kubo.\n\nMONKEY (CONT'D)\nFly home, Kubo.\n\nTime seems to slow down. The only sound we hear is the quiet\nTHUMPING of Monkey’s weakened heartbeat.\n\nTHUMP... THUMP...\nKubo races towards the shamisen, reaching out his hands.\nTHUMP... THUMP...\n\nThe Sister’s sword carves through the air toward Monkey’s\nneck.\n\nTHUMP... THUMP...\n\nKubo grabs the shamisen, raking his bachi across the strings\nso violently that two of them actually snap in half, and the\nREVERBERATING SOUND of the shamisen swallows up everything\nwith a shockwave of blinding white light.\n\n(3000 KUC) KUBO CRIES\n\nINT. COURTYARD BEETLE FORTRESS - NIGHT\n\nDISSOLVE THROUGH to find Kubo on hands and knees, blinking\nhis eye as he tries to get his bearings.\n\nAround him are pieces of the Sister’s broken mask. In front\nof him lies the netsuke statue. It is broken in half.\nBeetle’s broken bow lies next to him.\n\nOut of silence we gradually become aware of the slight but\nsteady PLUCKING of a string. Dull. Empty.\n\nDRAFT: 01.05.16\n\n*\n\n+ eH\n\f(3200 RTT)\n\nKUBO AND THE TWO STRINGS 80/92\n\nKubo kneels, cradling the shamisen with the two broken\nstrings in his lap as a steady stream of teardrops fall from\nhis face and repeatedly strike the one remaining string.\n\nBehind him, with the sound of each tear, shredded scraps of\npaper surge up into a tiny blizzard.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nEmpty. DRAFT: 01.05.16\n\n*\n\n+ eH\n\f(3200 RTT)\n\nKUBO AND THE TWO STRINGS 80/92\n\nKubo kneels, cradling the shamisen with the two broken\nstrings in his lap as a steady stream of teardrops fall from\nhis face and repeatedly strike the one remaining string. Behind him, with the sound of each tear, shredded scraps of\npaper surge up into a tiny blizzard. \n\nTARGET SECTION TO BE ANNOTATED:\n Within it a pathetic,\nflimsy version of Little Hanzo begins to take shape.\n\nSensing something, Kubo turns to see the figure there. A\npitiful, torn version of its former self.\n\nBut Hanzo Origami is not giving up. Using all of his\nstrength, he drags himself across the floor and points his\nsword again.\n\nHe slowly rises and goes over to the place where Hanzo fell,\nand sees the diminutive figure, damaged but undeterred,\npointing with his sword and staring up at Kubo beseechingly.\n\nFinally, Kubo turns to see what he was pointing at. It’s an\nillustration of the Helmet Impenetrable. Only from here it\nlooks exactly like the bell in Kubo’s village.\n\nCLOSE ON his face, staring as realization dawns.\n\nKubo packs his bag with the sword, Hanzo Origami, and the\nbroken netsuke. He ties the straps of the breastplate onto\nthe side and then steps over Beetle’s broken bow. He pauses\nfor a moment as he looks at it. Then he kneels down and takes\nthe bowstring from the shattered wood and wraps it around his\nwrist alongside his mother’s bracelet.\n\nAnd then he picks up his shamisen, closes his eye, and stands\nfor a moment in the center of the courtyard, the only sound\nthe FLAPPING of the frayed beetle banners as they billow in\nthe wind.\n\nKubo plays one last note, PLUCKING the string as hard as he\ncan, snapping it completely.\n\nWith a RUSTLING, the beetle banners flutter more violently,\ntwisting and folding and breaking off their mounts. The\nbanners envelope him, intertwining with his own robe to\nbecome a magnificent pair of wings that lift him up into the\nair, soaring above the ruins...\n\nEXT. CENTRAL AVENUE - DAY\nThe bell rings above the village ruins. It has been utterly\n\ndecimated, like a bomb went off. The once lively and colorful\nplace has been burned to the ground.\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 81/92\n\nKubo‘s new wings fly him across the landscape and land him on\ncentral avenue near the bell tower.\n\nKubo struggles to his feet and stares up at the bell.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe once lively and colorful\nplace has been burned to the ground. DRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 81/92\n\nKubo‘s new wings fly him across the landscape and land him on\ncentral avenue near the bell tower. Kubo struggles to his feet and stares up at the bell. \n\nTARGET SECTION TO BE ANNOTATED:\nKubo steps over to the blackened wooden scaffold of the bell\ntower. It’s quiet enough to hear his footsteps CRUNCH as he\nwalks. And then, face determined, he starts hitting the\nbroken tower until it crashes down with the bell.\n\nKubo reaches in the rubble and frees the helmet.\n\nKAMEYO (0.S.)\nKubo? Is that you?\n\nThe voice surprises him. He turns around.\n\nFrom somewhere across the other side of the main street, a\nsoot-stained face peeks out from the charred ruin of a house.\nIt is Kameyo, and she watches the unfolding scene with wide\neyes.\n\nBehind Kameyo are Hosato with Mari, and other familiar faces\nlooking at him with awestruck curiosity.\n\nKUBO\nYou have to leave this place. The\nMoon King, he is coming.\n\nThe survivors see the look on his face and don’t ask\nquestions. They hurry through the market place toward the\ngate out of town.\n\nKubo waits a moment for them to leave, puts on the helmet and\nthen takes a deep breath. His hand tightens its grip on the\nsword hilt, and he looks up at the full moon hanging\nominously in the sky. Unblinking.\n\nKUBO (CONT'D)\nGRANDFATHER! IT’S ME! KUBO! I KNOW\nYOU CAN SEE ME!\n\nThere’s a moment of silence as the echoes of his shout\ndissipate, and Kubo whirls around to confront the BLIND OLD\nMAN from his dream. Now he wears regal robes that glow in the\nmoonlight.\nGRANDFATHER\n\nHello, Grandson. It’s so good to\n\nsee you at last. So to speak.\nHe CHUCKLES. Gentle. Winsome. Utterly insincere.\n\nKubo picks up a rock.\n\nDRAFT: 01.05.16\n\n+ eH\n\fKUBO AND THE TWO STRINGS 82/92\n\nGRANDFATHER (CONT’D)\nAnd I see you found the armor.\nSeems your mother had a reason to\nbring you to this dreadful place\nafter all.\n\nKubo throws the rock at Grandfather.\n\nGrandfather’s hand snatches the rock out of the air as it\ncomes at him.\n\nGRANDFATHER (CONT’D)\nI see.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nKubo throws the rock at Grandfather. Grandfather’s hand snatches the rock out of the air as it\ncomes at him. GRANDFATHER (CONT’D)\nI see. \n\nTARGET SECTION TO BE ANNOTATED:\nHis face still placid, he calmly squeezes up his fist and\ncrushes the projectile to dust.\n\nKUBO\nI know you do. That’s how this all\nbegan. You finally saw me. That was\nmy fault. I should have listened to\nmy parents.\n\nGRANDFATHER\nKubo, we both want the exact same\nthing.\n\nKUBO\n\nYou want to take my other eye.\nThat’s what you want.\n\nGRANDFATHER\nWell, yes, but do you know why I\nwant it?\n\nKUBO\nBecause you’re old, and mean, and\ncruel.\n\nHe takes a breath and smiles affably.\n\nGRANDFATHER\nOh now, that’s a little harsh. As\nlong as you cling to that silly,\nuseless eye, you can’t come up to\nlive with me in the heavens.\n\nGrandfather keeps moving closer to Kubo as he speaks.\n\nGRANDFATHER (CONT’D)\nYou’1l be stuck down here in this\nhell. Staring with that lonely eye\nat hate and heartache and suffering\nand death.\n\n(MORE )\n\nDRAFT: 01.05.16\n\n*\n\fKUBO AND THE TWO STRINGS 83/92\n\nGRANDFATHER (CONT’D)\nWhere I want to take you we have\nnone of those things. It will just\nbe you with your family. Where you\nbelong.\n\nKUBO\nMy family is gone. You killed them.\n\nGRANDFATHER\nNo! They brought their fates upon\nthemselves. They disgraced me and\nupset the order of everything.\n\nKUBO\nThat’s how your story goes.\n\nGRANDFATHER\nOh, Kubo. When you’re up there with\nme you will be beyond stories. You\nwill be immortal. You will be...\ninfinite.\n\nKUBO\nNo, you're wrong. Not infinite. All\nstories have an end.\n\nGrandfather narrows his eyes. We get the sense he will only\nplay this game so long. He’s starting to look a little pale\nand more... wrinkly... than before. Grandfather’s skin is\nslowly taking on the appearance of a milky cataract-like\nshell. Cracks on his face splinter across the surface like\nshattered glass.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s starting to look a little pale\nand more... wrinkly... than before. Grandfather’s skin is\nslowly taking on the appearance of a milky cataract-like\nshell. Cracks on his face splinter across the surface like\nshattered glass. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANDFATHER\nIs that right? And how does this\nstory end?\n\nKubo fixes his grandfather with a look filled with fire.\n\nKUBO\nI kill you!\n\nKubo raises up his sword, ready for battle.\n\nGRANDFATHER\nOh, very well. Is this your wish?\nTo do battle with the hideous\nmonster who ruined your life? To\nprove your worth like your doomed\nfather? How mortal.\n\n(3400 SHO) SHOWDOWN\n\nDRAFT: 01.05.16\n\n*\n\n+H HK\n\fKUBO AND THE TWO STRINGS 84/92\n\nEXT. CENTRAL AVENUE - NIGHT\n\nGrandfather throws open his arms and his entire body breaks\napart like a cocoon. We see the blur of a hideous head\ntrailing a long serpentine body as it launches a hundred feet\ninto the air. Seeming smaller than ever, Kubo stands there\nlooking up at this towering beast.\n\nThe Moon Beast LAUGHS, shaking the very foundation of the\ndevastated village.\n\nKubo YELLS, and runs at the beast, sword held high.\n\nIt lunges down at him, fangs bared. Kubo leaps, spinning over\nits head and slashing at its pearly white flesh. The sword\nconnects with a flash of sparks, like metal on metal.\n\nThe beast recoils, but whether it’s out of pain or surprise\nis not immediately clear. Kubo is upon it again, a dazzling\nbarrage of blows forcing the monster further back.\n\nGaining the advantage, Kubo lunges with his sword, slicing\ndeep into the creature's vast white eye. The beast ROARS and\nthrashes, its enormous tail decimating a scorched building\nbehind it.\n\nFurious, the beast twists around and comes at Kubo. He ducks\nthrough a charred doorway and somersaults out of a window,\nthe creature bulldozing the entire building behind him.\n\nKubo jumps and weaves as the monster lashes out. Each time he\nevades its claws or maw, he scores a hit with his sword.\n\nThe beast relentlessly pursues him through the blackened\nshells of ruined homes. Despite his agility and tenacity,\nKubo is running out of breath. It seems he’s fighting a\nlosing battle.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe beast relentlessly pursues him through the blackened\nshells of ruined homes. Despite his agility and tenacity,\nKubo is running out of breath. It seems he’s fighting a\nlosing battle. \n\nTARGET SECTION TO BE ANNOTATED:\nExhausted, he stumbles, and the beast’s jaws lock down around\nhis body. The armor buckles and cracks around him, and Kubo\nis spat out, SMASHING through the remains of a wall.\n\nPainfully, Kubo crawls back onto his feet, bruised and\nbloodied.\n\nThe creature snaps its tail like a whip, coiling around\nKubo’s body and pulling him up in front of its terrible face.\nThe spiky tip of its tail hooks under the lip of Kubo’s\nhelmet and flips it off his head.\n\nGiant tendrils of saliva fly out of its mouth as it hisses...\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 85/92\n\nMOON BEAST\nYou want to be human? Then share\ntheir weakness!\nThe tail around Kubo squeezes tight, crushing him.\n\nMOON BEAST (CONT’D)\nSuffer their humiliation!\n\nThe spiky tail tears the patch off Kubo’s face.\n\nMOON BEAST (CONT’D)\nFeel their pain!\n\nThe beast throws Kubo contemptuously to the ground. He lands\nin the dust beside the Sword Unbreakable.\n\nAs Kubo goes for it the Moon Beast strikes him with its\nenormous tail, flinging him like a rag doll through the air.\n\n(3500 T2S) THE 2 STRINGS\n\nEXT. CEMETERY - CONTINUOUS\n\nKubo CRASHES through branches and bushes, cartwheeling\nthrough the undergrowth leading down to the riverside\ncemetery outside the village.\n\nHe eventually comes to a stop, barely conscious. His bag\nlands nearby, its contents strewn around him.\n\nIn the distance we hear the Moon Beast ROAR as it smashes\nthrough the village on its way to finish Kubo off.\n\nKubo blinks. Slowly pulls himself off the ground.\n\nHe reaches out for his sword. From beneath his robe sleeve\nthe two bracelets around his wrist are exposed. His mother’s\nhair and Beetle’s bow string.\n\nKubo’s fingers pause over the top of the sword hilt. And then\nwithdraw.\n\nAnd then, as quickly as he can, he deftly begins re-stringing\nhis shamisen, using both string and hair.\n\nThe Moon Beast thunders closer through the woods.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then\nwithdraw. And then, as quickly as he can, he deftly begins re-stringing\nhis shamisen, using both string and hair. The Moon Beast thunders closer through the woods. \n\nTARGET SECTION TO BE ANNOTATED:\nTwo strings in place, Kubo stares at the empty space where\nthe final string should go.\n\nThe Moon Beast appears, and finds Kubo kneeling on the\nground, shamisen in hand.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 86/92\n\nMOON BEAST\nThis is the end of your story. Now\ntake one last look with that lonely\neye. One last look at this wretched\nPlace you call home.\n\nKubo stands up. Defiant.\n\nKUBO\nI’m not leaving.\n\nHe then reaches up and plucks out a hair from his own head,\nand stretches it across the shamisen.\n\nThe Moon Beast CACKLES.\n\nKUBO (CONT'D)\nFor every horrible thing down here\nthere’s something far more\nbeautiful. My mother saw it. So did\nmy father. I see it, even with just\none eye.\n\nThe Moon Beast SNARLS, no longer finding this amusing.\n\nMOON BEAST\nThen I’1l just have to rip it out\nof your head again, won't I?\n\nAs the Moon Beast goes to strike, Kubo plucks the first\nstring on the shamisen, producing a single BOOMING NOTE.\n\nKUBO\nIF YOU MUST BLINK, DO IT NOW!\n\nThe Moon Beast stops, surprised.\n\nAll the dead paper lanterns in the river suddenly ignite\nagain, a trail of light snaking from the river all the way to\nthe broken lanterns scattered throughout the marketplace.\n\nKUBO (CONT'D)\nI know why you want my eye. Because\nwithout it I can’t look into the\neyes of another and see their soul.\nTheir love.\n\nMOON BEAST\nEverything you loved is gone!\nEverything you knew has been taken\nfrom you!\n\nWhen Kubo speaks, his voice is stronger than ever.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 87/92\n\nKUBO\nNo. It’s in my memories. The most\npowerful kind of magic there is.\n\nKubo plucks the second string.\n\nAnd now, emerging from behind trees and grave markers, come\nthe surviving villagers. They hold glowing lanterns as they\nmarch to take their place alongside Kubo.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nKubo plucks the second string. And now, emerging from behind trees and grave markers, come\nthe surviving villagers. They hold glowing lanterns as they\nmarch to take their place alongside Kubo. \n\nTARGET SECTION TO BE ANNOTATED:\nKubo plucks the final string, producing a NOTE that echoes\nendlessly, and the Moon Beast stares down with an expression\nof shock. Yet more figures are joining the ranks of Kubo’s\narmy, but these are glowing with the same otherworldly light\nthat we saw surrounding the blue herons. These are the\nspirits of the dead.\n\nHe gestures to his army.\n\nKUBO (CONT'D)\nIt makes us stronger than you’1ll\never be. These are the memories of\nthose we have loved and lost. And\nif we hold their stories deep in\nour hearts, then you will never\ntake them away from us.\n\nKubo stands there defiantly, looking up at the Moon Beast,\nwho has clearly heard enough. The beast rears back and\nstrikes down at Kubo like an enormous snake.\n\nBut as his fanged head lunges at Kubo’s army, it is deflected\nby a field of blue light that has appeared around them, just\nlike the glow that protected Mother’s boat in the prologue.\nThe Moon Beast is stunned. Shakes his head. Then he strikes\nagain. And again. Each time he is repelled by the field which\nkeeps on growing larger and brighter.\n\nKUBO (CONT'D)\nAnd that really is the least of it.\n\nWith that, he brings his hand down on his shamisen, STRUMMING\nall three strings at once.\n\nThe blue glow explodes, and everything is swallowed up in a\nblinding white light.\n\n(3700 GRR) GRANDFATHER REBORN\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 88/92\n\nEXT. CEMETERY\n\nThe glare slowly dissipates, and in front of Kubo now stands\nthe sweet-faced old man from Kubo’s dream. He looks around,\nconfused.\n\nOLD MAN\nWhere am I?\n\nKubo approaches him and kneels down.\n\nKUBO\nHello, Grandfather.\n\nThe old man stares at Kubo. Genuinely puzzled.\n\nOLD MAN\nHello. What happened to your eye?\n\nKubo stares at his grandfather, a little uncertain.\n\nKUBO\nDon’t you remember?\n\nThe old man shakes his head.\n\nOLD MAN\nI’m sorry, young man. But I seem to\nhave forgotten my story.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe old man shakes his head. OLD MAN\nI’m sorry, young man. But I seem to\nhave forgotten my story. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you\nhelp me?\n\nIt takes a moment for this to sink into the crowd, and then\nKamekichi pushes forward.\n\nKAMEYO\nI’1l tell him. No, we’ll all tell\nhim. We’1l tell him everything he\nneeds to know.\n\nAs Kubo watches, the old woman approaches the old man, warily\nat first, as if testing the water.\n\nKAMEYO (CONT'D)\nYou... are the kindest, sweetest\nman to ever live in this village.\n\nThe old man seems surprised.\n\nOLD MAN\nOh... Oh really?\n\nKameyo breaks into a grin and nods vigorously.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 89/92\n\nKAMEYO\nYes!\n\nOther villagers around her are starting to get the idea.\n\nMARI\n(stepping forward)\nEvery day, you walk around smiling\nand handing out coins to\nchildren... like me!\n\nKAMEYO\nAnd old women!\n\nOLD MAN\n(unsure)\nOh...\n\nSoon, each of the villagers is shouting out details of the\nold man’s “story.”\n\nVILLAGER 1\nYou... you taught my kids to swim!\nHOSATO\nAnd... you give blankets to the\npoor!\nHASHI\n\nYou’re a good man.\n\nVILLAGER 3\nYou fed the hungry.\n\nVILLAGER 4\nYou always lend a helping hand!\n\nVILLAGER 5\nYou're a great example!\n\nOLD MAN\nOh. Turns out I’m pretty selfless.\n\nYOUNG DAUGHTER\nThat’s why we love you!\n\nKameyo leans in close to the Old Man.\nKAMEYO\nYou know, we have something in\ncommon. We both adore your\ngrandson.\n\nShe gestures to Kubo.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 90/92\n\nKAMEYO (CONT'D)\nHis name is Kubo.\n\nOLD MAN\nKubo....I’m sorry, but I don’t\nremember.\n\nKAMEYO\n\nWell, your grandson’s a\nstoryteller. He’1ll tell you all the\nstories you’ve forgotten.\n\nOLD MAN\nReally?\n\nShe winks at Kubo.\n\nKUBO\nOf course.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD MAN\nReally? She winks at Kubo. KUBO\nOf course. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO\n\n(3800 FIP) FINAL PRAYER\n\nEXT. PATH DOWN TO CEMETERY - WOODS OUTSIDE VILLAGE - NIGHT\n\nUnder the tiniest sliver of moon, a long procession of\nvillagers heads down the forest path leading to the river.\nThey hold glowing paper lanterns as they move along solemnly.\nTheir departed loved ones walk alongside, identifiable by a\nsubtle “spirit glow” emanating from them in the moonlight.\n\nWhen they reach the river, farewells are said and lit\nlanterns set adrift once more.\n\nEXT. CEMETERY - NIGHT\n\nThe last of the remaining villagers file back up the path as\nKubo assembles his new altar. On it, he places two unlit\nlamps, then gets to his knees, facing them. He begins\nspeaking quietly.\n\nKUBO\nHello, Mother. Father. I know my\nstories can tend to get a little,\num, long. So I'll keep this brief.\n\nKubo pauses, thinking what he wants to say.\nKUBO (CONT'D)\nI am very grateful. I have had the\nchance to meet you both.\n(MORE )\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 91/92\n\nKUBO (CONT'D)\nHear your wisdom. Feel your\nkindness. Even eat a meal sitting\nbetween you. This was a happy\nstory.\n\n(a beat)\nBut...It could still be a whole lot\nhappier.\n\nKubo leans closer to the altar, losing some formality now.\n\nKUBO (CONT'D)\nAnd I don’t know exactly what the\nrules are or how this works. But if\nthere were any way to... y’know. I\nstill need you. So I could say this\nhas been a happy story. Or I could\nfeel it. We could all feel it. And\nthen we could end this story...\ntogether.\n\nA beat, and then he looks up again in growing wonder as a\nlight spills across his face.\n\nCUT TO:\n\nBLACK\n\nA long silence, and then we start to hear the first few notes\nThe Song of the Dead.\n\nFADE IN:\n\n(3900 UNI) UNITY\n\nTHE MOON\n\nReflected in the river.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat, and then he looks up again in growing wonder as a\nlight spills across his face. CUT TO:\n\nBLACK\n\nA long silence, and then we start to hear the first few notes\nThe Song of the Dead. FADE IN:\n\n(3900 UNI) UNITY\n\nTHE MOON\n\nReflected in the river. \n\nTARGET SECTION TO BE ANNOTATED:\n Glowing blue heron sail in front of\nit, singing their sweet song.\n\nWe TILT UP across the surface of the water to find where the\nherons are coming from...\n\nEXT. CEMETERY\n\nFloating along the river, heading out to sea, paper lamps are\nrefolding themselves and rising up out of the water, their\nlight swelling brighter and brighter as they transform into\nglowing blue heron.\n\nThe newly-formed paper birds then flap their wings and rise\n\nup off the water to join the rest of their flock in the sky.\n\nDRAFT: 01.05.16\n\fKUBO AND THE TWO STRINGS 92/92\n\nThis wondrous sight is witnessed by three figures standing in\nshadow at the river’s edge. The shortest of the figures looks\nup into the moonlight. It is Kubo, his face still partially\nhidden in shadow, but we can see he’s wearing a huge smile.\nAnd now we see why...\n\nStanding on either side of him, their hands resting gently on\nhis shoulders are HANZO & MOTHER, young and resplendent. If\nthere is a “spirit glow” around them, we can’t quite see it\nin this light. They seem as alive and tangible as Kubo\nhimself.\n\nHis eye sparkles in the moonlight as he looks up at the heron\nsoaring above the sea in the night Sky.\n\nKUBO'S VOICE (V.O.)\nThe end.\n\nFADE TO:\n\nWHITE\n\nROLL END TITLES.\n\nDRAFT: 01.05.16\n\f"
}