{
  "1": "THE LAST ACTION HERO\n\nby\nZak Penn and Adam Leff\n\nThe spirit that I have seen\n\nMay be the devil, and the devil hath power\nT’assume a pleasing shape; yea, and perhaps,\nOut of my weaxness and melancholy,\n\nAbuses me to damn me.\n   \n\nAn istablishing Shet of this giant cement crap, plopped down\nin the neart of L.A.\n\nar Em\nINT. THE BEVERLY CENTER \n\nSaturday: The Mall is glutted with L.A. shoppers; sleek,\naerodynamic women, smiley men in flower ties.\n\nOn all four floors: A swirling eddy of sun-glasses, Day-Glo,\nsurfwear and sushi.\n\nTHREE QUICK SHOTS\n\nof THREE ARYAN MERCENARIES, dressed ‘inconspicuously’ in\nsunglasses and dark grey business suits, doing their best to\nlock like average shoppers: .\n\nMERC 1 scans the Hot Hit C.5.‘s at Sam Goody.\nMERC 2 tests out the zippers on garment bags at La Valise.\n\nMERC 3 stares down a fuzzy, little puppy in the pet shop\nwindow.\n\nTHEN, simultaneously, all three of their stop watches sound\noff. They drop what they’re doing, walk out of the stores,\nand in steady, controlled strides converge at the ELEVATOR\nBANK. . .\n\nThese are some well-trained, bad-ass, tougher-than-hell hit\nmen. :\n\nGLASS ELEVATORS --\n\nDING, and the elevator doors swoosh open. The MERCS file in,\nand line up across the back. They are the only ones in the\nelevator other than the LIFT OPERATOR, who announces the\nfloors,\nOPERATOR\nFourth floor...Bullocks, Sporting\nGoods, Designer Fashions...\n\nAs the elevator ascends, the MERCS prepare: One loads his gun,\nanother twists on a silencer, the third checks his watch,\nright on schedule.\n\nThe OPERATOR looks nervous, but tries to get on with his job.\n\ni\n\fé\n\n®\n\nXY\n\nOPERATOR\nFifth Floor...Cineplex, food court,\nrest rooms.\n\nThe MERCS straighten their ties and prepare to step off.\n\nOPERATOR\nSixth Floor..\nThe elevator doors slide open and...",
  "2": "---END OF PREVIOUS SECTION---\nThe MERCS straighten their ties and prepare to step off. OPERATOR\nSixth Floor.. The elevator doors slide open and... \n---TARGET SECTION TO BE ANNOTATED---\nHoly $ hit, your pancreas\n@ances, because who's standing right in ‘the middle of the\ndcorway but...\n\nARNO SLATER, the toughest, strongest, hardest-to-kill, Action\nHero you’ve ever seen.\n\nOPERATOR\n..-Last stop...\n\nARNO\nEverybody out!\n\nBefore the MERCS can so much as blink, ARNO’S massive assault\nrifle BLASTS them in one glass shattering boon | through the\nback of the elevator. .\n\nThey PLUMMET, head over heels, two-hundred feet through the\nair, racking up in the shallow fountain below. :\n\nTHEN -~\n\nFrom all corners of the mall, THE BACK-UP TEAM, fifteen more\nMERCS in identical dark grey suits, put down their newspapers,\nget up from their benches, and rapidly converge en Arno‘s\nposition.\n\nThese MERCS just saw their friends swan dive 200 feet into the\nwishing pool, and they look plenty pissed. They come\ntogether, forming an impassable line, and sweep forward,\nviolently pushing all shoppers out of their way.\n\nAs they get closer to Target~Point-Arno, right in the middle\nof the crowd, they open fire. All hell breaks loose in the\nmall, and the pulse pounding SOUND TRACK kicks into overdrive.\n\nArno barrels through the mall-ways towards the escalators on\nthe other side. Here, the oblivious crowd shuffles on\nundisturbed.\n\nHe takes a breath, and checks his gun. It’s a beauty: A blue\nsteel, state-of-the-art hand cannon, with one of those high~\n\n2\n\f \n\nTwo escalators, One Up, one DOWN, run right alongside each\nother. Men closing in fast behind him, ARNO hops on to the\nUP escalator.\n\nOn the floor above, one mean looking MERC heading right for\nhim, and the only thing in between them... ~*\n\nA weary MOTHER pushing her CHILD in a stroller towards the\nDown escalator. And...Uh, oh...The child’s safety strap hangs\nunbuckled...\n\nArno flips on his laser sighting, just as the MERC comes\nbounding forward, and THWACK... By accident, crashes into the\nstroller, pitching the smiling child into space.",
  "3": "---END OF PREVIOUS SECTION---\nThe child’s safety strap hangs\nunbuckled... Arno flips on his laser sighting, just as the MERC comes\nbounding forward, and THWACK... By accident, crashes into the\nstroller, pitching the smiling child into space. \n---TARGET SECTION TO BE ANNOTATED---\nThe mother screams, the MERC aims, the child falls and the\nMERC fires at ARNO...\n\nWHO ducks the bullet, then pivots, and with his giant right\nHAND reaches out and CATCHES the child, while his ieft raises\nhis gun, laser sights his quarry and blows him away.\n\nArno then rides up the escalator and gently hands the child\noff to the weeping, grateful mother as she passes going DOWN.\n\nARNO\n(dead~pan)\nShopping can be hell. .\nArno gets off the escalator, but his work isn’t over yet.\n\nCharging down the FOOD COURT in front of him are a band of\nFOUR more MERCS in matching grey suits.\n\nThey’ve seen him. Moving back into the crowd, Arno spots a\nclothing store, VICTORIA’S SECRET\n\nar &\n\nINT, VICTORIA‘S SECRET -~\n\nAn army of beach beauties flows back and forth draped in silk\nnegligees, examining their perfect construction before the\nwall length mirrors.\n\nAll activity ceases, however, when ARNO strides into the\ncenter of the store.\n\fe\n\ni decides to deal with hin.\n\n \n\nSALESWOMAN\nCan I help you, sir?\n\n. ARNO\nNo, I’m just looking.\n\n. SALESWOMAN\nI see.\n\nQut of the corner of his eye, Arno spots ‘the MERCS coming his\nway.\n\nARNO\nIs there a back door here?\n\nSALESWOMAN\nWell, it’s through the changing roon,\nbut I’m afraid that’s for customers\nonly...\nArno grabs a giant RED BRA off the rack.\n\nARNO\nThis is nice, I’ll be right back.\n\nSALESWOMAN\nHey!\n\nCHANGING ROOM --\n\nArno bursts into a dressing room filled with half-naked women\ntrying on silky panties.\n\nA BUXOM BLONDE with huge jugs screams at the top of her lungs.\nArno tosses her the BRA.\n\nARNO\nHere, try this.\n\nArno charges down a hall to.a large steel door marked,\n‘EMERGENCY EXIT ONLY’ Without a thought, he crashes it open\nand finds himself right in...\n\nThe most unbelievably mammoth PARKING LOT you’ve ever seen.\n\nINT. PARKING LOT --\n\fof the staircase reads...",
  "4": "---END OF PREVIOUS SECTION---\nThe most unbelievably mammoth PARKING LOT you’ve ever seen. INT. PARKING LOT --\n\fof the staircase reads... \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\"UNVALIDATED TICKET PAYS MAXIMUM PENALTY\"\nSFX - FOOTSTEPS\nAn unfortunate MERC pops through the doorway. In an instant,\nthe red laser dot from ARNO’s Beretta stcsps right in the\nmiddle of his forehead.\nARNO\nYou forgot your validation...\n\nHe blows him away.\n\nARNO takes off down the center aisle of the parking lot. Then\nhe stops.\n\nARNO’S P.O.V. =\n\nAbout FIFTEEN of the MERCS have followed him in, and are\ncoming down the exit ramp, straight towards him.\n\nUsing the cars as cover, Arno makes his way to the edge of the\nparking structure and peers over the side...\n\nIt’s about a hundred foot drop. Into traffic.\nand it’s rush hour.\n\nArno realizes he must stand and fight, when SUDDENLY, a hail\nof bullets come flying past him.\n\nHe ducks behind a Mercedes, and clicks on his LASER SCOPE.\nThe thin, piercing beam of the laser sight streams out and\nbounces off the car window.\nAn electronic VOICE blares out:\nCAR ALARM VOICE\n\nYou are standing too close to this\n\ncar! You have ten seconds to move\n\naway...\n\nThe Laser Dot accidentally triggered the car alarm, and it’s\nscared ARNO out of his shorts.\n\nNOW, the MERCS know where he is, and they’re coming fast.\n\n5\n\f‘@\n\n“e\n\n \n\nhe cartridge on Ais pistol....Un oh, no more\nowns and searches his flak jacket desperately.\nhing hard in one pocket and pulis-it out.\n\nIt’s a pack of gum.\n\nArno’s sweating. The Mercs are fanning out in ali directions.\nAll he can see is an infinite sea of cars, and, somewhere, a\nmillion miles away, a tiny glowing exit sign.\n\nAnd then it hits him. The cars, all of them. After all, this\nis L.A....\n\nARNO smiles.\n\nHe shoves the two pieces of gum in his mouth and starts moving\nfrom car to car.\n\nHe plucks the wad of gum out of his mouth and separates it\ninto two smail balls. He jams them in his ears.\n\nARNO: lifts the gun up, the LASER flickering past his face, and\nthen, in a series of sweeping motions...",
  "5": "---END OF PREVIOUS SECTION---\nHe plucks the wad of gum out of his mouth and separates it\ninto two smail balls. He jams them in his ears. ARNO: lifts the gun up, the LASER flickering past his face, and\nthen, in a series of sweeping motions... \n---TARGET SECTION TO BE ANNOTATED---\nFANS THE LASER BEAM BACK AND FORTH ACROSS THE PARKING LOT --\n\nThe red laserlight dances all over the immense lot, bouncing -\n\noff car windows and mirrors, an intricate latticework shifting\nand tilting with his hand.\n\nTHE MERCS are confused, some of them scared by the light\npassing over then. :\n\nThere's a dazzling sea of little red blips, followed by an\nincredibly tense moment of silence, you could almost hear a\npin drop when...\n\nBLAMMO!\n\nSFX -= The most unbelievable, ear~shattering, Earth-ending\ncacophony of CAR ALARMS and warning systems blasts out all\nover the lot.\n\nIt’s sonic=boom time, and ARNO‘’S ready for it, dashing through\nthe lot as fast as he can, a big shit-eating grin on his face.\n\nTHE MERCS look like they’ve just spent a week in an Iraqi\nBunker. They clutch their ears, falling te the floor in\nclumps.\n\f‘eo\n\n \n\nExT.\n\narno Slater has beaten the odds once again. He runs straight\nthrough the exit door and down the ramp. so\n\nA BROWN SEDAN pulls right up next to him -- an amazingly hot\nBABE behind the wheel.\n\nARNO gives her his sexy, sly smile, and she glances down at\nhis sweaty pumping muscles.\n\nHe hops in next to her; she revs the engine, and...\nHE TURNS TO THE AUDIENCE. And winks.\n\nAs they roar off down the ramp, two huge, metallic words slide\nacross the screen and smash together:\n\nEXTREMELY VIOLENT\n\nOVERDUB\nRpDon’t forget to get your ticket\nvalidated! This weekend. Theaters\nEvery -- \"\n\nSUDDENLY, the screen goes white, the edges of the frame pull\nin, and we realize that we are...\n\nINT. ASMODEUN THEATER - NIGHT\n\n-..in the middle of an enormous movie theater. .The scene\nwe've just witnessed isn’t real at all, but a trailer.\n\nDANNY\n(0.S.)\nWhat'd you stop it for?\n\nSitting in the middle of the theater is DANNY. He’s a fifteen\nyear old kid, 5/4\", sandy brown hair, a little bit scruffy.\n\n.",
  "6": "---END OF PREVIOUS SECTION---\nSitting in the middle of the theater is DANNY. He’s a fifteen\nyear old kid, 5/4\", sandy brown hair, a little bit scruffy. . \n---TARGET SECTION TO BE ANNOTATED---\n DANNY\nHey, Les...\nThe theater is almost empty. A few homeless people sleep in\nseats near the back.\n\nSUDDENLY, the back doors to the theater fling open and the\nlights blaze on. Through the doors at the end of the long\naisle strides LESTER, THE PROJECTIONIST.\n\f°@\n\n“@\n\n\"3 y handsome face, hidden behind\nA pin cn his shirt bears the insignia of the\n. \"THE ASMODEUN\".\n\n \n  \n\nmn\n\n. DANNY\nLes, why’d you stop it?\n\nThe Projectionist taps Danny on the shoulder.\n\nPROJECTIONIST\nWalk with me. -\n\n- x\n\nDanny follows him down the aisle to the edge of the seats.\nIn the BACKGROUND, the homeless men have been awakened by the\n\nlights.\n\nThe Projectionist starts walking back and forth, parallel to\nthe screen.\n\nPROJECTIONIST\nYou see?\n\nDANNY\nWhat...\n\nHe grips Danny by the shoulders and leads him, back and forth,\nstaring at the screen.\n\nDANNY'S P.O.V. --\n\nAs he passes a certain point on the screen, a beam of light\nshoots out, disappearing just as quickly when he passes away\nfrom it.\n\nDANNY\nWhat is that?\n\nThe Projectionist reaches out. His hand seens to disappear\ninto the screen. 8\n\nPROJECTIONIST\nA tear. A rather large one in fact.\n(he inspects it closely) I’1ll have\nto cancel tonight’s show.\n\nDANNY\nShit. What about EXTREMELY VIOLENT\nthig weekend?\n\nTHE PROJECTIONIST\nOf course, Danny...How could I pass\nup the business, you’re my only\n\n8\n\f‘eo\n\nDANNY\nExcellent, I’ll be here.\n\nLester watches on as Danny walks up the long aisle, heads\nthrough the lobby and out into...\n\nar Ee\n\nEXT. FORTY SECOND STREET AND EIGHTH AVENUE ~ MIDNIGHT\n\n...The world of NEW YORK’S TIMES SQUARE.\nIt’s one of those hot summer nights in the city when the wind\nfeels like subway backdraft flying up in your face.\n\nOn these blocks the action never stops. Everyone is selling\nsomething: Smokes, chicks, chains, incense, and I.D.",
  "7": "---END OF PREVIOUS SECTION---\nOn these blocks the action never stops. Everyone is selling\nsomething: Smokes, chicks, chains, incense, and I. D. \n---TARGET SECTION TO BE ANNOTATED---\n‘s, and\nevery gambler, creep, and junkie in the city wants a part of\nit.\n\nDanny makes his way through the threatening gauntlet of crack\nfiend solicitors. He’s not exactly at ease with the\nsituation, but at least somewhat used to it.\n\nHe finally reaches the UPTOWN subway entrance, and descends\nthe stairs into the dark station below. -\n\nar B\n\nEXT. ESTABLISHING SHOT -- NIGHT\nThe Upper West Side of Manhattan, just North of the Yuppie\nDistrict -- Not yet a bad meignborhood, but pretty close to\none.\n\nar ke\nEXT. APARTMENT BUILDING --\n\nDanny lives in a white brick apartment building, modern by\nPost-War standards, just ugly and grimy by today’s.\n\nar E\nINT. DANNY’S BUILDING ~=\nHe steps off the elevator and heads down the long hallway of\n\napartments to his own. As quietly as possible, he slips in\nhis keys and gently pushes open the door.\n\f°\n\nNe\n\nTe\n\n \n\nCLOSE ON--\n\nDanny’s face, annoyed.\n\nKitchen spills out into the hallway.\nawake, and she’s not alone.\n\nMAN'S VOICE\n. ‘ (0.S.)\n\n++-but | land‘s always a good\ninvestment, and with the market the\nway it is, how can I lose?\n\nMOTHER .\n\n(0.S.)}\nI think you’re right. Do you take\nmilk or sugar?\n\nMAN’S VOICE\n(0.8)\nJust black. So, I’m meeting with the\nbrokers on Monday. (beat) Thanks.\n\nMOTHER\n(0.S.)\nYou’ve got to tell me how it goes.\n\nand heads directly down the hall towards his room.\n\nDanny’s\n\nHe slams the decor shut with a BANG,\n\nAs he passes the kitchen a voice calls out behind him. It’s\nhis MOTHER, a tired woman in her mid-forties.\n\nMOTHER\nDaniel.\n\nDANNY\n(not even turning around)\nWhat? : :\n\nMOTHER\nWhere’ve you been? I thought we\nagreed you’d be home before 11?\n\nDANNY\nIwas at the movies.\n\nMOTHER\nThe movies? I don’t believe this,\nDanny, you have a curfew.",
  "8": "---END OF PREVIOUS SECTION---\nDANNY\nIwas at the movies. MOTHER\nThe movies? I don’t believe this,\nDanny, you have a curfew. \n---TARGET SECTION TO BE ANNOTATED---\n. You can’t\njust go to movies in the middle of\nthe night, how de you think I feel?\n\n10\n\f‘oe\n\n“@\n\nDANNY\nI don’t know. Looks like you were\nhaving a good time.\nHe walks toward his room.\n\nMOTHER\nWhat?\n\nShe walks after him and grabs him before he gets to his roon.\n\n(cont.)\nWhat is that supposed to mean?\n\nDANNY\nFigure it cut, Mom.\n\nDanny walks into his room and shuts the door, leaving his\nMother standing alone in the hallway.\n\naf Es\n\nEXT. 96TH AND LEX <-\n\nThe next morning. It’s hot as hell again. ‘It’s just after\n\nMine, but it’s already 85 degrees. DANNY meanders down 96th\n\nstreet towards\n\nHUNTER HIGH SCHOOL +=\n\nA big, ugly red brick building that looks more like an armory.\nINT. HUNTER --\n\nDanny walks down a long, sterile, hallway. He comes to a\ndoor, pushes it open...\n\nCLASSROOM -\n\nClass is already well under way. In the front of the room,\na TEACHER (young, bearded, energetic) lectures on Hamlet.\nBehind him is a large blackboard, and a white pull down movie\nscreen stretching almost to the floor.\n\nDanny sits down at a desk in the back row.\n\n‘ TEACHER\n-» And so despite his inability to\n\nil\n\f‘@\n\nact, Hamlet is a kind of inspiration.\nHe is imaginative, thoughtful,\nintrospecti e...And most of all, he\ncan lauch at himself sees\n\nDanny yawns and mechanically takes out a pen and a notebook.\n\nTEACHER\n(noticing the bored class)\nBut I think you‘ll see this in the\nclip, so why don’t we just roll it...\n\nDanny perks up. The lights go down.\n\n(cont.)\nAlright, this is Laurence Olivier’s\nversion. Some of you might remember\n\nhim from Clash of the Titans.\nThe clip from HAMLET begins rolling.\nONSCREEN -=-\n\nKING CLAUDIUS kneels before the altar, offering his confession\nto God.",
  "9": "---END OF PREVIOUS SECTION---\nSome of you might remember\n\nhim from Clash of the Titans. The clip from HAMLET begins rolling. ONSCREEN -=-\n\nKING CLAUDIUS kneels before the altar, offering his confession\nto God. \n---TARGET SECTION TO BE ANNOTATED---\nCLAUDIUS\nWhat if this cursed hand Were thicker\nthan itself with brothers’ blood? Is\nthere not rain enough in the sweet\nheavens to wash it white as snow?\n\nsuddenly, SIR LAURENCE, as HAMLET, steals into the chapel.\nBACK ON DANNY --\n\nHe sits up here, paying rapt attention, waiting to see what\nHamlet will do...\n\nONSCREEN -—\n\nCLAUDIUS\nO wretched state! O bosom black as\ndeath! Help, angels! Make assay!\n\nClaudius falls to his knees.\n\nHAMLET\nNow might I do it pat, now ‘a is a\nprayin, and now I‘ll do it - and so\n\nhe goes to heaven, And so am i\n\ni2\n\frevenged.\nBACK ON DANNY --\n\nStill somewhat interested, but growing tired of Hamlet’s\n\nspeech.\nONSCREEN -~\nHAMLET\nThat would be scanned. A Villain\nkills my father, and for that, I, his\nsole son, do the same villain send To\n\nHeaven. Why this is hire and salary,\nnot revenge.\n\nBACK ON DANNY -~\n\nDisappointed. Hamlet’s not gonna do it. He’s gonna talk\nabout doing it, but he’s not gonna do it.\n\nPULL IN closer and closer on Danny’s eyes as they glaze over\nand...\n\nSUDDENLY -~-\n\nWe are back in ELSINORE. CLAUDIUS prays at the altar, as\nHamlet steals up behind him.\n\nHamlet, however, looks a little different. He’s got the black\nturtleneck, the gold medallion, but his back, his shoulders...\n\nThey’re huge. :\n\nAs the strange looking Hamlet emerges from the darkness we\nrealize, this isn’t Lord Olivier at all, but ARNO SLATER. And\nhe looks pissed.\n\n. ARNO\nClaudius, you killed my father...\n\nThe. deep-voiced action V.0. from the trailer kicks in...\nv.o.\nSOMETHING IS ROTTEN IN THE STATE OF\nDENMARK!\nArno hoists Claudius into the air.\nARNO\nNow, I kill you!\n\ni3\n\fe\n\nV.o.",
  "10": "---END OF PREVIOUS SECTION---\nArno hoists Claudius into the air. ARNO\nNow, I kill you! i3\n\fe\n\nV.o. \n---TARGET SECTION TO BE ANNOTATED---\nAND HAMLET IS TAKING OUT THE TRASH!\n\nArno chucks Claudius out the window of Elsinore, into the\nraging waters below. .\nMONTAGE ~~\n\nThe kicking EXTREMELY VIOLENT soundtrack blasts out deafening\nmetal chords...\n\nShots of Arno, naked from the waist up, in ‘camo paint and full\ncombat gear, running through the brooding, moody castle of\nElsinore:\n\n-- blowing away POLONIUS behind the curtain with a machine\ngun.\n\n-- pretending to brood in the graveyard with YORICK’S skull,\nthen spinning around and chucking it at an approaching guard.\n\n-- Wiring castle Elsinore with plastique explosive, and then\nblowing it up...\n\nThe explosion fades cut...\n\nVOICE\nDanny?\n\nDanny starts to stir awake.\n\nTEACHER\nDanny, wake up.\n\nThe Teacher is tapping him. He has fallen asleep, class is\never, the room is empty.\n\nDANNY\n. (startled)\nI’m awake, I’m awake...\n\nTEACHER\nYou liked the lecture, huh?\n\nDANNY\nwhat?\n\nTEACHER\nNever mind.\n\nDanny pulls himself te his feet.\n\n14\n\feet\n\nTEACHER\nLook, Dan, you of all people, you've\ngotta start paying attention...\nDANNY\nUh, yeah. I’m real sorry.\n(shuffling nervously) I gotta get to\nmy next class.\nDanny hustles out the door.\nar &\nINT. PLAYLAND VIDEO ARCADE -- LATER THAT DAY --\nVIDEO SCREEN -- :\nA huge gorilla of a video villain is getting his head kicked\nin by the hero, who’s got him by the scruff of his neck and\n\nknees him repeatedly in the face till he drops to the ground\nand disappears.\n\nWIDER ON DANNY\n\nhunched over DOUBLE DRAGON 2, an extremely violent video game,\nusing one last finger-flurry to finish off the bad guys.\n\nALL AROUND HIM -~\n\ncoins are clanking, machines are whiz-banging into hyper-\n\nspace, and the whole room is flashing with light. Mean\nlooking teenagers toking off skinnies of curb herb mill around\nin their satin jackets and five-finger rings.",
  "11": "---END OF PREVIOUS SECTION---\nWIDER ON DANNY\n\nhunched over DOUBLE DRAGON 2, an extremely violent video game,\nusing one last finger-flurry to finish off the bad guys. ALL AROUND HIM -~\n\ncoins are clanking, machines are whiz-banging into hyper-\n\nspace, and the whole room is flashing with light. Mean\nlooking teenagers toking off skinnies of curb herb mill around\nin their satin jackets and five-finger rings. \n---TARGET SECTION TO BE ANNOTATED---\n This isn’t\n\nexactly the type of place where you’d expect to find a fifteen\nyear-old white boy with a smile on his face.\n\nDANNY has racked up a huge tally, and the Video Screen flashes\non te its Ten Second Musical Interlude Phase before climbing\nup to the next level. .\n\nA BIGGER KID, a couple of years older than Danny, comes over\nto the video machine. His eyes are only half open, and he\nlooks pretty drugged out.\n\nDanny stares at the blinking screen and tries to ignore him.’\n\nBIGGER KID\nHey Man, can you give me a dollar?\n\nDANNY\nNo...I don’t have one.\n\nis\n\f‘@\n\n \n\nBIGGER KID\n\ncome on.\n\nThe game starts up again, and Danny gets back into it, jamming\naway at the controls. The kid just stands there, right over\nhis shoulder, staring at him for a few seconds. Then he\nmumbles something angrily, and saunters over to another game.\nDanny looks relieved, as he watches the kid walk away.\n\nBACK ON THE VIDEO SCREEN -\n\nThe game gets harder and harder. The Villain lands @ series\nof devastating body blows and finally Danny’s guy is backed\ninto a corner, roundhoused, and dogged. The screen starts\nflashing, “INSERT COIN\" over and over again.\n\nAs the game ends, Danny straightens up and takes his roll of\nquarters off the machine. He heads for the exit.\n\nEXT, EIGHTH AVENUE -- EVENING\n\nIt’s gotten late. Danny comes out on to the street, and turns\nthe corner for Times Square.\n\nBehind him, THE BIGGER KID from the arcade ambles out and\nfollows Danny down the block.\n\n& FEW BLOCKS AWAY <<\n\nDanny waits impatiently for the traffic light to change.\nThen, from behind, the KID taps him on the shoulder.\n\nBIGGER KID\n< Hey.\n\nDamny tries to ignore him, taking a few steps out into the\nstreet.\n\nBIGGER KID\nGive me five dollars.\n\nDANNY\nI don’t have any money.\n\nDanny crosses the street quickly, cutting his way through the\n\n16\n\f‘@\n\n \n\nDanny togs East on 42nd street, his book bag flapping heavily\nagainst his back.",
  "12": "---END OF PREVIOUS SECTION---\nBIGGER KID\nGive me five dollars. DANNY\nI don’t have any money. Danny crosses the street quickly, cutting his way through the\n\n16\n\f‘@\n\n \n\nDanny togs East on 42nd street, his book bag flapping heavily\nagainst his back. \n---TARGET SECTION TO BE ANNOTATED---\n He passes the old New York Movie Houses <-\nThe Selwyn, Cine Harris, Cine 42, and glances back nervously\nover his shoulder. All’s clear as he slows down right outside\nthe front entrance to the decrepit old, Asmedeun.\n\nHEN\n\nAll of a sudden, the KID is right up in his face. Danny jumps\nback and tries to push him away but the Kid grabs him by the\narm, and starts dragging him down the street.\nDANNY\n(struggling)\nGet off...Get off of me.\n\nDanny can‘t break free. The Kid shoves him into the alley\nbehind The Asmodeun and slams him up against the wall.\n\nBIGGER KID\nGet out your money.\n\nDanny’s face is red, he’s scared, but he’s not going to cave\nin. He gathers his strength and LUNGES forward at the kid,\ntrying to knock him over.\n\nThe BIGGER KID just steps back and grabs Danny again, this\ntime taking a swing at his face. His punch glances off\nDanny’s cheek and sends him reeling back against the wall.\n\nBIGGER KID\nI didn’t want to hit you.\n\nDanny tries to stabilize himself as the kid reaches into his\npocket and fishes out his wallet. He grabs out the money,\nthrows Danny’s wallet on the ground, and beats it down the\nalley.\n\nDANNY\n(through angry tears)\nGoddamnit!\n\nThe kid is almost out of the alley when the side door to the\ntheater opens and THE PROJECTIONIST, leaning on a@ walking\ncane, appears before him. The kid quickens his pace and is\nabout to slip by when,\n\nWHACK!\n\ni7\n\f \n\n  \n \n  \n\n  \n  \n\nmM @ crushing blow to his throat\nvy cane. The is coughing and shaking all over\nws the stolen money on the ground, and hobbles out\n\n \n\nTHE PROJECTIONIST picks up the loose money and heads towards\nDanny.\n\nDANNY\nLester...How did...\n\nTHE PROJECTIONIST\nI heard your screaming. Are you\nbadly bruised?\n\nDANNY\nNo, no...I’m fine.\n\nTHE PROJECTIONIST\nI’m afraid the little wretch got away\nthis time. If you ask me this whole\ncity is going to hell.",
  "13": "---END OF PREVIOUS SECTION---\nI’m fine. THE PROJECTIONIST\nI’m afraid the little wretch got away\nthis time. If you ask me this whole\ncity is going to hell. \n---TARGET SECTION TO BE ANNOTATED---\n —\n\nThe Projectionist hands Danny back his money.\n\nDANNY\nThanks.\n\nAs Danny brushes himself off, the Projectionist watches him\nintently, as though trying to make uf his mind about\nsomething.\n\nTHE PROJECTIONIST\nDanny, after you get cleaned up, come\nto the Projection booth. I have\nsomething for you.\n\nThe Projectionist ducks back into the alley door and\ndisappears.\n\nINT. ASMODEUN - DAY\n\nDanny pads down the long, red carpeted hallways to the back\nof the theater. He reaches the end, and climbs up a spiral\nstaircase, hesitantly, his eyes fixed overhead on the door\nmarked “PROJECTION BOOTH\". He knocks, and the door swings\nopen.\n\nINT. PROJECTION BOOTH -\n\f \n  \n \n \n \n     \n\nvoa wave of\nrafters, a lone\nend of the room\ns the screen,\n\nsits ona stool, balancing some film on his\n\n \n\nlong, “beny fingers as it snakes and winds its way through the\nprojector. He is concentrating intensely and doesn’t even\nicok up when Danny enters.\n\nDANNY\nIt’s hot as hell in here.\n\ntartled, The Projectionist loses his concentration, and the\nfilm unspools out onto the floor.\n\n. PROJECTIONIST\nGODDAMNIT! (fuming) Didn’t you see\nI was working?! Never interrupt me\n\nwhen I’m working...\n\nDANNY\nLook, I‘m sorry...\n\nPROJECTIONIST\n\n(calming down)\nNo, no I’m sorry. I was just... It’s\nthese damned ancient projectors... I\nsnapped. (beat) Sit down.\n\nDariny looks around for a chair and finds the only other one\nin the room, pushed back into one of the dark corners. He\n\ngoes over and slumps down, falling deep into the saggy\ncushion.\n\nThe Projectionist begins reloading the film into the\nprojector. This continues through the scene.\n\nPROJECTIONIST\nDo you read the Bible, Danny?\n\nDANNY\nNo, not really...\n\nTHE PROJECTIONIST\n\"Recompense to no man evil for\nevil...as much as lyeth in you, live\npeaceably with all men. Vengeance is\nmine; I will repay, Sayeth the Lord.",
  "14": "---END OF PREVIOUS SECTION---\nDANNY\nNo, not really... THE PROJECTIONIST\n\"Recompense to no man evil for\nevil...as much as lyeth in you, live\npeaceably with all men. Vengeance is\nmine; I will repay, Sayeth the Lord. \n---TARGET SECTION TO BE ANNOTATED---\n(beat) Ridiculous, isn’t it?\n\nDanny just stares back at him somewhat uncomfortably.\n\n19\n\fa\n\nthe\nthe\n\n  \n\nDANNY\n(smiling)\nDeath Wish, right? -\n\nThe Projectionist does not smile.\n\nTHE PROJECTIONIST\nI wouldn’t laugh, Danny. What would\nyou have done if I wasn’t there\ntoday? Gone to the police? Do you\nthink that piece of filth ever would\nhave paid for what he did?\n\nDANNY\n(getting a little uncomfortable)\nLook, I just got mugged...\n\nTHE PROJECTIONIST\nListen to me, Danny! It’s not just\na mugging we’re talking about!\n(beat) You have the stomach for\nvengeance, but not the power...I can\ngive you that power.\n\nDANNY\nWhat are you talking about?\n\nThe Projectionist disappears into the back of the room. It’s\nso dark, Danny can’t even see him, but can hear that he’s\npushing things around. Finally, the Projectionist emerges,\ncarrying an old SHOE BOX.\n\nHe slowly pries the lid off, then reaches in...\n\nPROJECTIONIST\nThis, Danny, is for you.\n\nHe pulls His hand out and as he brings it up into the light,\nwe see that he’s holding...\n\nDANNY\nA gun? Is that a gun.\n\nThis is no ordinary weapon. It looks like a revolver, but\n\nit’s got a huge muzzle, like you could stuff an artillery\nshell in the barrel.\n\n20\n\f‘é\n\na\niY\ncy\n\n \n\n\"\n\nPROJECTIONIST\nIoonce lent this to a nan naned\nHerbert Gold. Bo you recognize the\nnane?\n: DANNY\n\n(staring at the gun)\nNot really...\n\nPROJECTIONIST\nMr, Gold was the man who started The\nAsmodeun. He too was being pushed\naround, edged out of the business by\nforces greater than himself. For a\nsmall price, I gave him this gun.\n\nDANNY\nAnd now you want to give it to me?\n\nPROJECTIONIST\nI think you’1ll need it.\n\nDANNY\nI’m only fifteen years old, I don’t\nhave a license...\n\nPROJECTIONIST\nA technicality... °\n\nDANNY\nLook at that thing.",
  "15": "---END OF PREVIOUS SECTION---\nPROJECTIONIST\nI think you’1ll need it. DANNY\nI’m only fifteen years old, I don’t\nhave a license... PROJECTIONIST\nA technicality... °\n\nDANNY\nLook at that thing. \n---TARGET SECTION TO BE ANNOTATED---\n I doubt if I can\neven lift it...\n\nPROJECTIONIST\nTry.\n\nDanny takes the gun out of the Projectionists’ hand.\nas he touches it, his expression shifts from\nwonderment.\n\n~ DANNY\nIt’s so light...\n\nPROJECTIONIST\nPorcelain, actually, with a few\nmetals of my own design. It’s an\nexcellent firearm...\n\nDANNY\n(turning it over in his hand}\n\n2i\n\nAS soon\nfear to\n\f‘@\n\ne\n\n \n\nPROJECTIONIST\nYou never know...\n\nPause .\nDANNY\nWhat do you get out of it?\n\nThe Projectionist smiles.\n\nPROJECTIONIST\nWhen the right moment comes, when\nyou’ve been wronged, and you use it\nto take your revenge...I will have\nexactly what I want.\n\nDanny looks at the Projectionist. He hesitates a moment, then\nshrugs and neds his head.\n\nAs he starts to leave...\n\nDanny?\nHe turns around.\n\nPROJECTIONIST\nYou know, I’1l be running EXTREMELY\nVIGLENT tonight, just.to mark the\nreel changes. (pause) I don’t know if\nyou’d be interested in an advance\npreview...\n\nDANNY\nYeah, that’d be awesome.\n\nPROJECTIONIST\nGood. (he turns back to his work)\nBe here at midnight.\n\nINT. DANNY'S APARTMENT - DAY\n\nDanny's MOTHER is busy on the phone when he returns home. He\nslips into the KITCHEN and goes straight for the fridge.\n\nKITCHEN ~\n\nDanny’s piled up about eight slices of bologna on to a slice\nof bread when his mother comes in.\n\n22\n\fMOTHER\nDanny, use a plate, okay?\n\n: DANNY\ntt’s just a sandwich...\n\nMOTHER .\n---And IT want you to eat it on a\n\nplate.\n\nShe reaches up to a cubbard to get him a plate when she\nnotices the bruise developing under his eye.\n\nMOTHER\nDanny, what’s that?\n\nDANNY\nWhat?\n\nThen he remembers and averts his eyes.\n\nMOTHER\nDaniel look at me. What is that?\n\nDANNY\n(annoyed)\nIt’s nothing.\n\nMOTHER\n\nwhat happened, were you in a fight?. °\nDANNY\n\nNo.",
  "16": "---END OF PREVIOUS SECTION---\nWhat is that? DANNY\n(annoyed)\nIt’s nothing. MOTHER\n\nwhat happened, were you in a fight?. °\nDANNY\n\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n (sarcastically) I got hit by a\nbus. : >\n\nDanny’s Mother stares at him. She doesn’t even know what to\n\nsay. She puts the plate down on the counter.\n\nMOTHER\nI have an appointment at five, so...\n\nDANNY\nSo, Bye.\n\nShe turns to go, but can’t leave it at that.\nMOTHER\nI’m going out to the Cemetery\ntomorrow morning.\n\nDANNY\n\n23\n\fe\n\nwa\na\n\n \n\nMOT:\nwe've talked about\nDANNY\nYeah, and the answer is still ne-\nMOTHER\nDanny...\nDANNY\n\nWhat’s the point? Stand around the\ngraveyard and stare at his tombstone?\nWhat the hell is that gonna do?\n\nPause.\n\nMOTHER\nYou can’t stay angry the rest of your\nlife, Danny.\n\nDanny grabs his sandwich and walks out of the room.\n\nEXT. THE ASMODEUN THEATER -- NIGHT\n\nOf all the theaters on the block, THE ASMODEUN is the biggest\nand most run down. In,crooked red letters plastered up on to\nthe marquee, is the title \"EXTREMELY VIOLENT\".\n\nIt’s just after Midnight and pouring rain when Danny arrives\nat the once grand front entrance to the theater. He yanks\nhard on the heavy doors, somewhat surprised when they swing\nright open. .\n\nINT. ASMODEUN =\n\nDanny shakes the rain off his sopping knapsack. It’s pitch\nblack inside, and he can’t find the lights. Blindly, he\nstumbles forward, following the glowing neon lights of the\nconcession stand.\n\nEdging his way along the walls, Danny reaches the theater\ndoors and pulls them open.\n\nINT. THEATER ~\n\nSFX + The projector clacking steadily away.\n\n24\n\f \n\nsee the film already running, and\nm Booth. . :\n\n \n\nDANNY\n\" Hey, Les!\n\n: PROJECTIONIST\n\nRight on time, Danny. I’m impressed.\n\nDanny spins around. The Projectionist is standing right\nbehind hin.\n\nPROJECTIONIST\n\nTake a seat. AS you Can see, the\n\ntheater is all yours.\n\nDANNY\nYeah, great. :\n\nDanny heads down the aisle followed by The Projectionist and\ncuts into a middle row. .",
  "17": "---END OF PREVIOUS SECTION---\nPROJECTIONIST\n\nTake a seat. AS you Can see, the\n\ntheater is all yours. DANNY\nYeah, great. :\n\nDanny heads down the aisle followed by The Projectionist and\ncuts into a middle row. . \n---TARGET SECTION TO BE ANNOTATED---\n@ PROJECTIONIST\na (indignant)\né &Q There, Danny?\n‘ DANNY\nYeah, sure. These are the best\nseats. |\n) >\nPROJECTIONIST °\n\nBut you’re so far away. Why don’t\nyou try up close...Then you can\nreally get into the action.\n\ni DANNY\n. Okay, clese is cool.\n\nDISSCLVE TO -~ Five Minutes Later\nDanny is sitting in a seat near the front, and from his face,\n\nwe can see that he is totally engrossed. The Projectionist\nstands right next to him, in the aisle, also watching\n\ni\n\nintently.\nARNO’S VOICE\n(6.8.)\ncome on, Frank, you ¢ould‘ve hit\n\nthat...\n\n25\n\n \n\f‘o\n\n  \n\nBATTING CAGE, TWO MEN practice pitching and\nThey are ARNO SLATER and his cousin FRANK.\n\nArne wears an old worn, U.S.M.C. CAP, and stands behind a\nprotector wall zinging pitches at his cousin in the batter’s\n\nBOX.\nARNO\nQo and 2, Frank...Let’s see what\nyou‘’re made of.\nFRANK\n5 _ Right down the pipe.\n\nArno’s features tighten. He rears back and hurls the ball at\nan unimaginable speed towards home plate...\n\nSLOW MOTION - THE BALL\n\nRacing forward, slicing the air, the stitches spinning\n\n| wildly...\n8 THEN, the BALL, reaching the bat, splitting the wood,\n- SHATTERING the bat, and still going...\n\nif\n' a RIPPING through the back netting, it sails out and finally.\n' clangs into a steel wall.\n\nARNO\n: (grinning wide)\n' That’s the ballgame.\nFRANK\n(looking at his demolished bat)\nDoes that count as a foul tip?\n\nArno and Frank laugh heartily as Arno affectionately takes his\n- U.S.M.C. HAT off and sticks it on Frank‘s head.\n\nARNO\nHats off, Frank, you're getting\nbetter.\nBACK TO THE REAL WORLD --\nDanny is eating it up. He turns around to The Projectionist.",
  "18": "---END OF PREVIOUS SECTION---\nARNO\nHats off, Frank, you're getting\nbetter. BACK TO THE REAL WORLD --\nDanny is eating it up. He turns around to The Projectionist. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\ne See that guy, Arro’s cousin, he’s\n\n26\n\f‘e\n\n \n\nPROJECTIONIST\n\nReally?\n\nDANNY\nYeah, then just watch, this whole\nthing’s going get really violent.\nONSCREEN -- A FEW MINUTES LATER «= A CAR WASH --\nFRANK rides up on to the moving track, and shifts his car into\nneutral. He rolls up his windows, smiling and whistling to\nhimself as his car disappears into the DARK CAR WASH.\n\nTHEN, @ pair of IDENTICAL TWINS, JULES and JIM, in matching\nwhite linen suits, slip into the other end of the car wash.\n\nINSIDE THE CAR WASH ~-\nFrank’s car comes out from under a bank of rollers. His calm\nexpression takes on a troubled wrinkle, and then a look of\nhorror as out of the shadows come the Twins.\nJULES swings back a crow bar and bashes open the sun roof\njust as, uh oh, JIM hits the Simonization Switch, the het wax\nnezzle starts spewing out and melts Frank/s face like cheese.\nA few moments later, Frank’s car rolls out...Frank is dead.\nOt Bs\nBACK TO REALITY <=\nDANRY\nWhat‘’d I tell you? The guy smiled\ntoo much, you knew he was gonna...\n\nThen, Danny suddenly realizes that there’s no one standing\nnext to him. He whirls around his chair as...\n\nSFX -- DOOR SLAMMING .\nThe back doors to the theater slam shut. >\nSFX -- LOCK TURNING\n\nAnd lock. Danny corsiders this for a second, puzzled.\n\nDISSOLVE TO:\n\n27\n\f“e@\n\nw- FRANK’S\n\n   \n\nERAL -\n\n  \n  \n\n, foulmouthed Police Superintendent.\nne‘s seen it all before, as he polishes\ndeg over Frank’s grave.\n\n; ARNO\nDecker, this was no accident.\n\nDECKER\n\nDon’t even start with me, Slater.\n\nARNO\n\nrony has concluded, and ARNO is talking with DECKER,\nDecker looks\n\noff a chili\n\nWhoever did this was a professional,\n\nand I’m going to find them.\n\nDECKER\n\nThe hell you are. I still got a\nsix-pack of City Hall Boys crawling\nthree feet up my hershey-hcle from\n\nyour last assignment.",
  "19": "---END OF PREVIOUS SECTION---\nARNO\n\nrony has concluded, and ARNO is talking with DECKER,\nDecker looks\n\noff a chili\n\nWhoever did this was a professional,\n\nand I’m going to find them. DECKER\n\nThe hell you are. I still got a\nsix-pack of City Hall Boys crawling\nthree feet up my hershey-hcle from\n\nyour last assignment. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\n\nFrank was my cousin... and my friend.\n\nDECKER\n\nI don’t care if he was doinkin you up\n. . the keister. You drop it, Slater,\n\njust forget it ever happened, because\n\nyou‘re off this case. Permanently.\n\nDecker walks away leaving Arno alone at Frank’s head stone.\n\nArno solemnly takes the U.S. Marine Corps Cap, now spattered\n\nwith melted wax, and lays it across the grave.\nAnother COP comes up behind him.\n\nCOP\nI’m sorry, Slater.\n\nARNO\nI’m not sorry...\n\nrno stands up.\n\n(cont.}\nI’m pissed. :\n\nBACK ON DANNY ~-\n28\n\fHe’s locking uD on screen; but something's bothering him. As\nhe moves his head back and forth, a thin shaft of white light\nshoots out in the middle of the screen. It looks like the\nTEAR has REOPENED.\n\nHe gets up from his seat and starts walking down the aisle.\n\n‘\n\nBACK ONSCREEN --\n\nARNO is sitting in his car, parked across the street from the\nCAR WASH, locking out through a pair of binoculars.\n\nARNO'S BP.O.V =\n\nThe Twins, JULES and JIM, are in the middie of a drug buy fron\nsome local GANG MEMBERS, who have a pick-up truck filled with\nhundreds of kilo bags of COCAINE.\n\nBACK ON DANNY --\n\nHe‘’s right on stage at the end of the screen. Sure enough,\nthe tear has reopened. He sticks his hand inside feeling\naround for his tape seam.\n\nPROJECTIONIST\n(0.8.)\nDon’t forget our bargain, Danny...\n\nDanny turns and stares back at The Projectionist, who. is\nstanding out on the balcony, smiling a terrible smile.\n\nSUDDENLY, Danny feels his arm being yanked and....\n\nIN SLOW MOTION ~~\n\nThe world begins to warp and bend, then it ZOOMS forward at\na thousand miles an hour. It stops with a jolt, and Danny\nfinds himself standing face to face with ARNO SLATER, who is\nhoiding his arm in a vise-like grip.\n\nARNO\nWhat are you doing here, kid?\n\nDANNY is in a state of shock.",
  "20": "---END OF PREVIOUS SECTION---\nIt stops with a jolt, and Danny\nfinds himself standing face to face with ARNO SLATER, who is\nhoiding his arm in a vise-like grip. ARNO\nWhat are you doing here, kid? DANNY is in a state of shock. \n---TARGET SECTION TO BE ANNOTATED---\n He looks over his shoulder\nThe Theater is gone, no seats, no projection booth...\n\nDANNY HAS BEEN SUCKED INTO THE FILM!\nHe is standing in the middle of a car wash, and ARNO SLATER\nhas a gun to his head.\n\n29\n\f‘é\n\n“e@\nf~\n\nARNO\nAre you 4 criminal?\n\nDANNY .\nNo! NO! Wait, I’m just, you don’t\nunderstand, [I was just standing in\nthe...\n\nARNO\nYou’re interfering with my\n\ninvestigation.\nARNO grabs Danny by the collar when suddenly A HAIL OF GUNFIRE\nrings out all around them. THREE VILLAINS are unloading -all\ntheir ammo in their direction.\n\nARNO\nDuck!\n\nArno yanks Danny with him as the dive into the dark interior\nof the Car Wash.\n\nINT. CAR WASH --\n\nThe inside of the car wash is a whirring, mechanical-mess of\nbrushes and hoses. Arno leads Danny along the wall.\n\nBEHIND THEM --\n\nare the three Mercs who just fired at them. They stand at the\nentrance, peering into the darkness.\n\nIN FRONT OF THEM --\n\nIs the DRUG TRUCK, frothing up wet cocaine, and moving slowly\ntowards the end of the cycle.\n\nARNO\nThis way.\nArno creeps over to the truck.\n. DANNY\nCome on, Danny, wake up, wake up\nNOW...\nARNO\n\nKeep quiet!\n\nArno puts his fist through the window of the truck, then\nreaches in and cpens the doer.\n\n30\n\f‘6\n\n* ARNOs\n. Get in, kid.\n\nAs Danny gets in the truck, Arno reloads his gun.\n\nARNO\nHow many were there?\n\nDanny is teo frightened to speak.\n\nARNO\nHey kid, snap out of it! How many\nfollowed us in?\n\n> DANNY\nUhhh, three guys, but... 3\n\nARNO\nAnd six out front. Nine overall. (he\ncocks his pistol) No problen.\nThe truck has almost reached the end of the cycle.\nARNO\nNow listen, I want you to lie down,\n\nand don’t get up till all the\nshooting’s stopped.\na\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nThe truck has almost reached the end of the cycle. ARNO\nNow listen, I want you to lie down,\n\nand don’t get up till all the\nshooting’s stopped. a\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n TRUCK CAB --\n\nDANNY is lying on the floor of the pitch dark truck. Big,\nwet, soapy cloths flap against the window every few seconds.\n\nCLOSE ON =~\nDanny’s face: Sweaty, red...he’s flipping out.\n\nIt starts getting lighter and lighter in the truck, and Danny\nrealizes that he’s about to be sent out on to the lot.\n\nSFX - THUMP\n\nThe truck comes off the end of the track and rolis along in\nmeutral. There is a moment of silence, then...\n\nThe sound of six machine guns firing in unison.\n\nSTAY ON DANNY -~-\n\n3i\n\f‘e\n\nae\n\ng against the truck, shattering glass and\nng all over him. He shields his face with\n\n \n\n: its\nhis ENAPSAC CK.\nThe blasting cacophony continues for 4@ gocd twenty seconds,\nthe truck cab is being sliced apart like swiss cheese.\nSuddenly, it stops.\n\nSFX -- Empty guns clicking\nKEEP STAYING ON DANNY --\nHolding his ears, waiting for what will come next.\nARNO\n(0.S.)\nYou missed.\n\nThe shooting starts all over again, although this time the\nscreams of dying Mercs echo through the Car Wash.\n\nBACK ON DANNY’S FACE --\n\nHe takes his hands off his ears, and comes out from behind his\nKNAPSACK. Silence.\n\nThe. broken truck door slowly swings cpen. Danny peers\noutside.\n\nEXT. CAR WASH PARKING LOT --\n\nwhat Danny sees is a testimony to the extreme violence that\njust occurred.\n\nThe asphalt is pockmarked, filled with bullet holes; the\nground is littered with severed Merc limbs, bullet cases, and\ndiscarded firearms.\n\nDANNY ~-\n\npulls himself out of the truck. He looks back up onto the\nflatbed and sees\n\nARNO +-~\n\nstanding up there, wiping off his prized laser-scope gun with\na hanky and surveying the area.\n\n- DANNY\nNice shocting.\n\n32\n\feo\n\nARNO\nWrong. The Twins got away.\n\nHe hops down off the back of the flatbed, then picks up a DEAD\nMERC. °\n\nARNO\n(shaking him}\nWho are you working for? -~\nHe bangs him against the ground.",
  "22": "---END OF PREVIOUS SECTION---\n32\n\feo\n\nARNO\nWrong. The Twins got away. He hops down off the back of the flatbed, then picks up a DEAD\nMERC. °\n\nARNO\n(shaking him}\nWho are you working for? -~\nHe bangs him against the ground. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nwWhere’s the money? Talk, asshole!\n\nHe slams him again. Danny walks up behind Arno. Then he\nnotices something...\n\nIN THE DISTANCE --\n\nA BLACK CAR, screaming down the street right towards Arno and\nDanny.\n\nDANNY\nUm, Arno?\n\nArno'’s searching the guy’s pockets.\n\nDANNY\n(tapping him on the shoulder)\nUhh, Arno. I. think we’ve got\n\ntrouble..\nHe’s right, cause coming up on them fast is...\nTHE TWINS’ BLACK PEUGEOT --\nThe identical brothers sitting in the front seat, Jules\n\ndriving, Jim loading the guns.\n\nDANNY\nArno!\n\nFinally, Arno looks up. The Black Peugeot is about to smash\nright into them.\n\nARNO\nMove back.\n\nIn Slow-Mo, Arno whirls around, falls to his knees and aims.\nThe laserlight dances off the car steering wheel, then on to\n\n33\n\fJules’ driving hand and...\n\nWHAMMO\n\nHis first shot cracks the windshield, the Twins just laugh...\nBLAMMO\n\nArno’s second shot blows a hole througn the windshield,\nhitting Jules’ hand. He yelps and swerves, sending the car\ncareening off to Arno’s side.\n\nAT THE SAME TIME --\n\nTEN POLICE CARS, their sirens screaming, hurtle towards the\ncar wash.\n\nThe Black Peugeot pulls around, Jules and Jim quickly switch\nplaces in the front seat. The window slides down, and Jules\nleans out, clutching his bleeding hand.\n\nJULES\nYou are a dead man, Slater...\n\nJIM\nAnd your leetle friend, too!\n\nThey gun the engine and screech off towards the highway. +\n\nARNO AND DANNY are standing in the middle of the wreckage, as\ncops swarm out of their cars and descend on then.\n\nTwo cops, KILLGALLON and MCMURPHY sidle up to Arno.\n\nARNO\nKillgalion, McMurphy. Radio in an\nAPB, two of them got away...\n\nKILLGALLON\nForget it Slater. The Chief wants to\nsee you. Pronto.\n\nMCMURPHY\nDecker’s gonna have your ass when he\nsees the damage bill for this little\nparty...",
  "23": "---END OF PREVIOUS SECTION---\nThe Chief wants to\nsee you. Pronto. MCMURPHY\nDecker’s gonna have your ass when he\nsees the damage bill for this little\nparty... \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nBut look, there was a big drug deal\ngoing down...\n»KILLGALLON\n\n34\n\fSave it for Internal Affairs.\n\nar Em\nINT. ARNO’S CAR ~\n\nrno stomps over to his car, swings the door open, and is\nabout to turn the ignition when he notices...\n\nDANNY. Sitting in the passenger seat.\n\nARNO\nWhat are you doing here?\n\nDANNY\nThe way I see it, this must be some\nkind of. bologna~induced nightmare, so\nI might as well try to enjoy it...\n\nARNO\nKid...\n\nDANNY\nI mean, I’n standing in a moyie\n> theater watching you, then the next\n: thing I know I’m getting shot at,\nit’s gotta be a dream...\n\nARNO\nLook, kid...\n\n“DANNY\nSo what’s first, we head back to the\nprecinct to get chewed out?\n\n. ARNO .\nNo, I’m heading back to the precinct,\nyou are going home.\n\n: DANNY\nThat's gonna be difficult...\n\nARNO\nLook, you’re shell shocked, you're\nhallucinating. I’m not a doctor. So\nget out of the car.\nArno reaches in and pulls Danny out of the car.\nOUTSIDE --\nDANNY\n\n35\n\fWait, wait a second!\nArno lets him go.\n\nDANNY\nLook, Arno, you can‘t leave me here,\nI have nowhere to go!\n\nARNO\nI’m a cop, I’ve got a job to do...\n\nArno climbs back in the car. Danny’s getting really nervous\nnow.\n\nDANNY\nfhe Twins, Arno! You can’t leave me\nhere...\nArno turns to face hin.\nDANNY\nRemember, they threatened to kill me?\nARNO\nHmmm.\nDANNY\n\nYou know they’1l do it, Arno. They\nkilled Frank, they’ll kill me too if\nyou just leave me here...\n\nARNO\n\n(wistfully)\nFrank... (pause) You’re right. Get\nin the car.\n\nDanny smiles then hops in the passenger seat.\n\nar\nON THE HIGHWAY --\nArne hurtles down the streets of Los Angeles at 120 mph.",
  "24": "---END OF PREVIOUS SECTION---\nGet\nin the car. Danny smiles then hops in the passenger seat. ar\nON THE HIGHWAY --\nArne hurtles down the streets of Los Angeles at 120 mph. \n---TARGET SECTION TO BE ANNOTATED---\nDanny, in the passenger seat, clutches his shoulder strap for\n\ndear life.\n\nArno takes an incredible, 90 degree left turn, then a quick\nright and swerves into the parking lot of the Police Precinct.\n\nINT. PRECINCT -- DAY\n\nThe standard, Hollywood-Movie police precinct:\n\n36\n\f \n\nBig. burly cops in aviator sunglasses hustle scuzzy criminals\noff to their holding pens. ‘Angry citizens complain about\ncrimes to the DESK SERGEANT. Hard boiled cops who’ve seen it\nall twice munch donuts and drink coffee at their desks.\n\nInto this chaos strides ARNO SLATER.\n\nDANNY, trying to stop and savor the hyped up film-world, keeps\nhaving to run to catch up with Arno’s huge strides.\n\nDANNY\nSo I guess Captain Decker’s gonna\ngive you a hard time now, huh?\n\nARNO\nFor what? For doing my job and\ngetting the scum off the streets?\n\nDANNY\nWell, no, I thought he was always\ngiving you shit...\n\nARNO\nDecker and I go way back. He was in\nmy platoon in Nam. I saved his life.\nSuddenly, a voice rings out from the back of the precinct.\nDECKER\nSLATER! Goddamn it, Slater, get your\ngreasy melons in here, right now!\nDanny smiles.\n\nARNO\nWait here.\n\nArno disappears into Decker’s office, jeaving Danny alone in\nthe huge precinct.\n\nHis attention drifts over to a desk, where two DETECTIVES are\narguing heatedly. One of themn’s black, and fastidiously neat,\nthe other white and a complete wreck.\n\nBLACK COP\nYou’re a menace Kochansky!\n\nWHITE cop\nAnd you're an uptight pencil pusher,\nLincoln!\nar Ex\n\n37\n\fker is screaming at Arno, who stands impassively at the\ner side of the desk.\n\nDECKER\nI got the city council chewing my\neggs off for the drug bust in Venice,\nI got the mayor taking a hike up my\nwazoo over that freeway incident\n++,and now this,\n\n \n\nARNO\nIdo my job. Criminals suffer...\nDECKER\nDon’t hand me any of that\n2 philescphical horse pucky, Slater.",
  "25": "---END OF PREVIOUS SECTION---\nDECKER\nI got the city council chewing my\neggs off for the drug bust in Venice,\nI got the mayor taking a hike up my\nwazoo over that freeway incident\n++,and now this,\n\n \n\nARNO\nIdo my job. Criminals suffer... DECKER\nDon’t hand me any of that\n2 philescphical horse pucky, Slater. \n---TARGET SECTION TO BE ANNOTATED---\nI teld you to stay off this case, and\nI meant it...\n\nBACK IN THE MAIN ROOM --\n\nDanny is walking down a row of DETECTIVE’S DESKS. They are\nALL mismatched buddy~cop teams. One black, one white, one\nfemale, one male. There’s a even a guy teamed up with a dog.\n\nCOP\nDown hoy, down!\n\nDECKER’S OFFICE <- °\n\nDECKER\n...French Identical Twins? Come on,\nSlater, you can do better than\nthat...\n\nARNO\nThey were the ones who killed Frank,\nI’m sure of it...\n\nVOICE\nHe's right.\n\nDanny’s standing in the doorway.\nDANNY\nAnd they tried to kill us, and, if I\ncan just add, sir, Officer Slater’s\nhandling of the situation included\n\n38\n\f(@ some of th.\n\ne\nviolent acti\nseen.\n\nmost kick-ass, extremely\nion hervics I’ve ever\n\nDecker stares at Danny like ET just waddled into his office.\n\nDECKER\nSlater?\n\nARNO\nInnocent bystander, he was caught in\nthe crossfire...\n\n} DANNY\n) Arno took care of that.\n. ARNO\n' The Twins, they threatened his life.\ni He needs protection.\n’ Decker leans over his desk. He puts his hand on Danny’s\n} shoulder.\ne DECKER\nic What’s your name, kid?\nC&R\n’ DANNY\n} Daniel. Danny Goldman.\n. DECKER\n) Well, Danny, I’m sorry that you got\nmixed up in this. And. just to show\n, you that the LAPD genuinely cares\nabout the citizens of this city, I’m .\ngonna assign our best officer to\nprotect you.\n° ARNO\nWhat?\n. 5 DECKER\nStarting right now, Slater, your job\nis to protect this kid. Everywhere\n& he goes, you go.\nARNO\nDon’t do this to me, Decker...\nDECKER\n@ Already done. Now haul your sandy\nC crack out of here before I really get\n\nangry...\n\n39\n\fC.\n\nC\n\nArno glares down at the beaming Danny as they turn and exit.\n\nar Ee\nPRECINCT --\nArno and Danny march back through the presinct.\nDANNY\nThat’s so classic.",
  "26": "---END OF PREVIOUS SECTION---\nC\n\nArno glares down at the beaming Danny as they turn and exit. ar Ee\nPRECINCT --\nArno and Danny march back through the presinct. DANNY\nThat’s so classic. \n---TARGET SECTION TO BE ANNOTATED---\n Of course they’d\nassign you to protect me. It’s\ntotally buddy-filn.\nArno dees not look thrilled.\nDANNY\nI should have guessed it.\nArno swings the front doors open and they leave.\nar Ex\n\nEXT. SUNSET BOULEVARD - DAY\n\nSwerving through the traffic at just under MACH ONE is Arno’s\nbeat up brown sedan car.\n\nIN THE CAR -\n\nArno grits his teeth, his foot pressed all the way down on the\naccelerator. He’s making impossible moves, and never once\ncomes close to crashing.\n\nDanny, beside him, is buckled up and enjoying every minute of\nit.\n\nDANNY\nDo you always drive this fast?\n\nArno, still aggravated by his stinky assignment, ignores hin.\n\nDANNY\nLook, I’ know you’re pissed about this\nassignment, but really, you don’t\nhave to worry about me. Do whatever\nyou got to.do. I mean if you want to\ngo chase down Frank's killers, I”11\njust come with you.\n\nARNO\nWhere do you think we’re going?\n\n40\n\f(@\n\nDANNY\n(a little surprised)\nCh, okay, great!\n\nThe car zig zags crazily down the Sunset Strip.\n\nFlashing by the car windows is an even More extreme version\nof Sunset’s actual PORNO PALACES: .\n\nThey pass ‘Strip Joint’, ‘Topless Bar’, ‘Naked Women’, ‘Live\nNudes’, then ‘’Nude Nudes’, and finally...\n\nARNO\nThat’s the one.\n\nArno pulls over in front of ‘TOTALLY NUDE NUDES’\n\nDANNY\nThe one what?\n\nARNO\nWhen you’re looking for scum, go\nwhere scum collects.\n\nINT, TOTALLY NUDE NUDES -\n\nThe scrazziest, dingiest, dark, smokey, low-life bar you’ve\never seen. .\n\n2\nCentral Casting’s full hoodlum population must be here on\nlunch break: Mean looking BIKERS, fat, tattooed RED NECKS,\nGANG MEMBERS, KARATE EXPERTS, PIMPS and JUNKIES all chat. away\nat the bar, .\n\nAs soon as Arno and Danny walk in...Silence. Everyone looks\nup from his beer.",
  "27": "---END OF PREVIOUS SECTION---\nAs soon as Arno and Danny walk in... Silence. Everyone looks\nup from his beer. \n---TARGET SECTION TO BE ANNOTATED---\nArno, followed by Danny, sidles up to the bar.\n\nDANNY\nWhat’ll it be, big guy?\n\n. ARNO\nNothing for you.\n\nDANNY\nAw, come on, Arno...\n\nARNO\nYou’re underage, it’s against the\njaw. Here, have some gum.\n\n41\n\fArno pulls out a pack cf GUM and hands it to Danny, who sticks\ntwo pieces in his mouth.\n\nARNO\nWait here.\n\nARNO wanders off towards the pool tables in back to ask some\nquestions. All eyes are on him as he goes.\n\nMeanwhile, Danny wads up the gum and stuffs it in the ashtray.\nHe gets the bartender’s attention and calls him over.\n\nDANNY\nBarkeep, you want to get me a beer?\n\nAll the while, in the background, ARNO can be heard busting\nheads, breaking fingers, and turning over tables.\n\nBARTENDER\nYou here with Slater?\n\nDANNY\nYou know him? >\n\nBARTENDER\n(nonchalantly)\nOh sure, he’s a real pain in the ass.\nComes in here once a month, Beats the\nshit cut of all my customers, wrecks\nthe ‘joint and leaves.\n\nDanny turns around and sees Arno throwing a fat red-neck\nthrough a window, and sticking a pimp’s head into a juke box.\n\nARNO\nNow maybe you remember!\n\nDanny turns back around to face the Bartender.\nBARTENDER\nI wish they’d just tell him when he\nasks, but no...\n\nDANRY\nHey listen, maybe you could help...\n\nar &\n\nARNO, who is still beating the crap out of a criminal on the\nfloor. ,\n\n42\n\f(@\n\nARNO\nWhere can I find them?\n\nArne slaps him across the face, just as Danny walks over.\n\nDANNY\nHey Arno, ease up...\nARNG “\nTalk asshole!\nDANNY\n(interrupting) :\n\nTheir names are Julies and dim\nLumiere. They’re hired guns...\n\nArno lets go of the guy, but gives him a warning.\n\nARNO\nDon’t move, criminal. I’11 be back.\nDANNY\nThey work out of a health club, in\nMalibu.\nARNO\n(surprised)\n\nGood job, Danny.",
  "28": "---END OF PREVIOUS SECTION---\nI’11 be back. DANNY\nThey work out of a health club, in\nMalibu. ARNO\n(surprised)\n\nGood job, Danny. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\nIt was nothing, next time just ask\nthe bartender.\nar Be\n\nEXT. MULLHOLLAND DRIVE =<\nArno’s car twists “and turns through the Hollywood Hillis. He\npulis into a driveway and up to his home, a low-slung Western\nstyle ranch house.\nINT. THE SLATER HOME -- DAY\n\nArne barrels through the front door and heads straight for the\nkitchen. Danny follows him in, checking the place out.\n\nDanny walks into the living room, as Arno reemerges from the\nkitchen, carrying a lighter, a screwdriver, some gauze and a\nbedpan. .\n\nDanny walks over to the bookcases lining the walls.\n\n43\n\fThe books, as Danny checks them out. Arno has no novels in\nhis library, no collections of essays, no coffee table art\npooks.\n\nWhat he does have, however is THE TIME LIFE GUIDE TO KILLING\nPEOPLE, WHO’S WHO IN AMERICAN DRUG DEALING. and BULLETS OF THE\nWORLD.\n\nARNO has been heating up the screwdriver with the\nZippo. It’s red hot now. He lays it down in the bed pan,\nthen whips his shirt off.\n\nDANNY\nOh man...When did that happen?\n\nArno’s got a big, ugly buliet wound right in his abdomen.\nARNO ‘\nCar wash. (beat) You know, Danny, a\nlot of people complain about my\nmethods. They say I’m too violent...\n\nArno takes the screwdriver and thrusts it into his bullet\nwound. : .\n\nSFX -- SEARING FLESH a\n\n* ARNO :\nBut remember this: For every time a\ncriminal breaks the law, the law must\nrepay them.\n\nHe twists the screwdriver around, trying to dislodge the\nbullet.\n\n(cont.) |\nI’m the law, I make them pay.\n\nDANNY\nYou mean kill then...\n\nHe catches on something with the screwdriver. Danny is\nthoroughly revolted.\n\nARNO\nI mean justice, Danny...an eye for an\neye.\n\nDANNY\n\nWhat about the whole arresting people\n\n44\n\fpart, Arno? You know, cuffing the\nsuspects and booking them...",
  "29": "---END OF PREVIOUS SECTION---\nARNO\nI mean justice, Danny...an eye for an\neye. DANNY\n\nWhat about the whole arresting people\n\n44\n\fpart, Arno? You know, cuffing the\nsuspects and booking them... \n---TARGET SECTION TO BE ANNOTATED---\nthen a \"CLANG\"\n\nas Arno finally dislodges the bullet then lets it plop into\nthe bed pan.\n\nDANNY\nJesus.\n\nARNO\nI always get my man, Danny.\n\nDANNY\nYeah, I’m sure you de. I was just\nwondering if you ever bring in any of\nthe people you bust. I mean, can you\nthink of even one criminal you busted\nwho ever made it to jail alive?\n\nArno pauses for a moment, thinking hard.\n\nARNO\nThis guy, Jake. Two bullets to the\nback of the skull. I must have\n\n‘missed his spinal column. He walks\n\nin (97...\n\nHe continues dressing his wound.\n\n(CONT. }\nIt just proves that sometimes an eye\nfor an eye isn’t even enough.\nSometimes, you need to take both\neyes, and the nose and ears too...\n\nHe finishes taping gauze to his side.\n\nARNO\nFor every crime, Danny, there is a\ncriminal. For every criminal...\n\nVOICE\n(0.8.3\nThere is a punishment.\n\nDanny spins around to see... °-\n\nJESSICA, Arno’s WIFE, an attractive blonde woman wearing a\n\n45\n\f‘e\n\n \n\n°\n\nwe wake you up?\n\n \n\nJESSICA .\n\nThat’s okay, I’ve got to be at work\nin an hour... .\nDANNY\n\nYou‘’re the woman in the trailer!\n\nArno and Jessica stare at Danny strangely.\n\nARNO\nUh, Jessica, this is Danny. Ifve\nbeen assigned to protect him. Danny,\nmy wife, Jessica...\n\nDANNY\nThat’s so weird, I never would’ve\nguessed you were married.\n\nJessica is checking Arno’s wound.\n\nJESSICA\nOh, Arno, look at this bandage, this\nis terrible...\n\nShe rips it off, causing Arno to flinch.\n\nJESSICA . :\nYou’ve got .an-exit wound right\nhere...\n\nJessica picks up the screwdriver, and cauterizes the bullet\nhole where it came out his back. She then tapes some gauze\nall the way around his stomach.\n\nJESSICA\nThere, that oughtta do the trick.\n. ARNO\nThanks, honey.\nHe kisses her on the cheek.\nJESSICA\n\n(heading for the kitchen, 0.8.",
  "30": "---END OF PREVIOUS SECTION---\nARNO\nThanks, honey. He kisses her on the cheek. JESSICA\n\n(heading for the kitchen, 0.8. \n---TARGET SECTION TO BE ANNOTATED---\nSo how’re things going with the\ninvestigation?\n\nARNO\nNot so good. Decker’s wants me off\n\n46\n\f‘@\n\n \n\n; JESSICA\n(coming back into the room with\n\ncoffee)\nBut you’re not going to back off, are\nyou?\nARNO\nJessie, I can’t! Frank was my\n\ncousin, I have to find his killers...\n\nJESSICA\n(resigned)\n..-And make them pay. I know.\n. (sighing) Well, here, give me your\ngun...\nArno hands her his Beretta.\nJESSICA\n\nI’ll clean it for you while I do my\nhair. Nice meeting you, Danny.\n\nJessica scoots out of the room with her coffee and the gun.\nArno smiles and looks after her. Suddenly, he turns to Danny.\n\nARNO\nLet’s go. We have work to do..\n\nArno leads Danny through the Kitchen and down the stairs to\nthe BASEMENT. They come to a thick steel: door.\n\nDANNY\nSo, what‘’s this? Storage area?\n\nArno smiles.\n\nINT. BASEMENT --\n\nDanny and Arno step inside, coming face to face with an\nawesome display of firepower that would put the Pentagon to\nshame.\n\nDANNY\nWhoa...\n\nArno has neatly arranged the room by handguns, rifles, rocket\nlaunchers, and explosives. Danny walks over to a large,\nfuturistic. gun and tries to pull it off the wall. It’s too\nheavy for him to lift, however, and just as it’s about to\n\n47 ~\n\f“e\n\niO'S massive hand graps it.\n\n \n\nARNO\nDon’t touch! (beat) Look, Danny,\nthese aren’t toys. They‘re very\n\ndangerous weapons, not for kids.\n\nDANNY\nI was just looking...\n\nArno hefts the enormous gun up into ready position.\n\nDANNY\nWhat is that thing, anyway?\n\n/ ARNO\n\nRoland Street Sweeper. Anti-riot,\n\nanti-tank. Fires a 12 mm shell. (he\n\naims it) You can take out a city\n\n. block with one shot. i love this\ngun.\n\nDanny keeps moving, he walks over to another section, where\nArno keeps his more primitive weapons.",
  "31": "---END OF PREVIOUS SECTION---\nAnti-riot,\n\nanti-tank. Fires a 12 mm shell. (he\n\naims it) You can take out a city\n\n. block with one shot. i love this\ngun. Danny keeps moving, he walks over to another section, where\nArno keeps his more primitive weapons. \n---TARGET SECTION TO BE ANNOTATED---\n He stops in front of\na high tech BOW AND ARROW with a complicated pully system\nattached. . :\n\nARNO :\nYou like that? The arrows have\nexploding tips. .\n” DANNY\n\nIt looks familiar.\n\nARNO\nI got it from an old Nam buddy.\nCrazy guy. He got arrested a few\nyears ago...Blew up a small town.\n\nThey move down even farther to his last exhibit, a gun kept\nin a hermetically sealed, climate controlled box. Arno pops\nthe seals and pulls the gun out.\n\nARNO\nNow this...{he holds the gun up)\nThis is my Beretta from the war. An\namazing gun, saved my life a thousand\ntimes. It has great action, reloads\nquickly...{yelling) BAM! BAM!\n\nRe puts it back up on the wall.\n\fI love that gun.\nar Tk:\nFIRING RANGE --\n\nArno has a professional firing range set up just behind his\narsenal.\n\nARNO walks up to one of the stalls, hefting four er five\nweapons, including the one’s he’s already showed Danny.\n\nDanny hustles up behind him.\n\nDANNY\nSo your wife, she’s pretty\nunderstanding about all this.\n\nARNO ?\nWhat do you mean?\n\nDANNY\nWell, you know, all the guns in the\nhouse, you’ coming home bleeding.\nThat’s -pretty messed up. Don’t you\nthink it’s a little strange that she\nputs up with it?\n\nArno turns to Danny, angered by his questioning.\n\n. . ARNO °\n: . Strange? Is it strange to fight\n- crime, to stop criminals from harming\ninnocent people with their evil ways?\n\nDANNY\nNo, I...\n\nARNO\nIs it strange for a wife to support\nher husband as he struggles to avenge\nthe death of his cousin? If there’s\nsomething wrong with that, Danny,\nthen there’s something wrong with me\ntoo! -\n\nHe picks up the Beretta and pumps off a few rounds, hitting\nthe target in the eyes, nose and mouth. .\n\n. DANNY\nAlright, I’m sorry I asked. (trying\n\nag\n\f \n\nARNO\n\nThe Twins.\n\nHe picks up the compound bow and zips a few arrows into the\nmannequin’s chest.",
  "32": "---END OF PREVIOUS SECTION---\n. DANNY\nAlright, I’m sorry I asked. (trying\n\nag\n\f \n\nARNO\n\nThe Twins. He picks up the compound bow and zips a few arrows into the\nmannequin’s chest. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\nNo, I know... I mean, obviously the\nTwins are involved. Iomean, who do\nyou think they’re working for?\n\nARNO\nA big drug dealer.\n\nDANNY\n: (getting frustrated)\nObviously, they were selling drugs.\nBut the point is, there’s always\nsomething more... a conspiracy.\n\nArno hefts up an assault rifle.\n\nDANNY\n\ni You know, like they’re really working\nfor a huge corporation, or they’re\nusing drug deals as a decoy for 4\n. political assassination. (beat) Do\n' you know any corporate criminals or\ncorrupt Senators who might have\n\n’ wanted Frank dead?\n\n‘ Arno fires off a few more rounds, these blowing the right arm\noff the mannequin.\n\nARNO\nI don’t know who they are, Danny.\n\nArno now picks up the Roland Street Sweeper.\n\n(cont.)\nBut I know where they’re going.\n\n-Arne fires a deafening round from the street sweeper,\npulverizing what’s left of the dummy into dust.\n\nDANNY\n(giving up), : a\nOkay, forget it. What‘s our first ©\n\neo — -\n\f‘é\n\nARNO\nWe go to Malibu, find the Twins.\n\nAs they walk out through the arsenal, ARNO picks up two metal\nrods attached by an electrical cord.\n\nDANNY\nWhat’re those?\n\nHe smiles and touches them together, setting off sparks.\n\nARNO\nTaser Sticks. They can stun an\nelephant.\n\ncut To:\n\nTHE LIVING ROOM --\n\nJessica is in the kitchen now, dressed in a tight black dress,\ncarefully cleaning the last few parts in Arne’s gun and\nputting it back together. Arno bounds into the room, carrying\na@ogym bag, Danny close behind. He grabs some Gatorade from\nthe fridge, takes a swig, then heads for the door.\n\nARNO :\nBye honey, have a good day at work.\nJESSICA\nArno?\nHe turns around. .\n° JESSICA\nYour gun? e\nHe takes it from her.\nJESSICA\n\nAnd here, you left this clip of\nbullets in the station wagon last\nweek, I didn’t know if you needed\nthem...\n\nARNO\nThanks.\n\nHe gives her a peck on the cheek.",
  "33": "---END OF PREVIOUS SECTION---\nJESSICA\n\nAnd here, you left this clip of\nbullets in the station wagon last\nweek, I didn’t know if you needed\nthem... ARNO\nThanks. He gives her a peck on the cheek. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\n\n- 5i\n\f‘@\n\n“@\n\nLill try tc te heme for dinner.\n\ndoor like excited adclescent\nscout meeting.\n\nHe and Danny skip out\nschoolboys off to their fi\n\n \n\ncuT TO:\n\nEXT. THE MALIBU HEALTH AND FITNESS CLUB - DAY\nThe Club is an exclusive, high-tech, very private organization\nsi\n\nicuated right on the beach.\n\nDanny and Arno pull in through the tall wrought iron gates,\nand view the imposing long biack awning, shading the entrance.\n\nARNO\nTime for payback.\n\nDANNY\nAh, Arno...Tell me if I’m way off\nhere, but aren’t we going to have\nsome trouble getting in?\n\nARNO\nNo trouble for us, trouble for them.\n\nDANNY\nRight, we could do it that way...But\nthen The Twins will be on their\n\nguard. -\n\nARNO\nSo?\n\nDANNY °\nSo, what if we enter inconspicuously? >\n\nArno draws a blank. ?\nDANNY\n(explaining)\n\nWe pose as customers who are thinking\nof joining the club, and ask for a\ntour...\n\n. ARNO\nInconspicuously. That’s pretty\nsneaky, Danny. I.like it. -\n\nThey march up under the awning, pull open the heavy oak doors,\nand enter the club. .\n\nS32\n\f“6\n\n \n\nSolid gold wall scon\nwhere a surly young CL.\n\n \n\ns illuminate the marble front desk,\nRK with a moustache awaits them.\n\n \n\n \n\nCLERK\nCan I help you?\n\nArno walks forward.\nARNO\n\nWe want to join your club. I need to\nget in shape.\n\n. CLERK\nHow nice for you. I’m afraid that’s\nimpossible.\n\nARNO\nWhy?\nCLERK\n\nPerhaps you are unaware of our two\nyear waiting list for membership?\nThat is if you make the list at all.\nand the little fellow there is not\nold enough to join in any case.\n\nARNO\nYou are never too young to get in\nshape. Give us a tour, now.\nDanny cringes,\nCLERK\nLook, Sir, we’re running a health\nclub here, not a muscle farn.\n\nMaking a last ditch effort to negotiate, Arno takes out his\nbadge. .",
  "34": "---END OF PREVIOUS SECTION---\nGive us a tour, now. Danny cringes,\nCLERK\nLook, Sir, we’re running a health\nclub here, not a muscle farn. Making a last ditch effort to negotiate, Arno takes out his\nbadge. . \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nI’m a cop, give me a tour, or I/1l\nhave you brought in.\nThe smarmy mustachiced Desk Clerk is unimpressed,\n\n. CLERK\nT’ll have to see your warrant first.\n\nxno is getting frustrated, he starts to squint...\n\n53\n\fwie\n\nDANNY\nWait, Arno...\n\nArno reaches cver the desk. picks up the yellow bellied Desk\nClerk by his tie and head butts him into a coma.\n\nThey walk past the desk and into a door marked ‘Locker Room’.\n\nar T:\nTHE WORKOUT ROOM -\n\nA high-tech ego-maniac’s playground, filled with hard-bodied\nCalifornians in tight spandex body gloves. On one end of the\nroom, six gargantuan MUSCLE HEADS are doing curls in a circle.\nInto the weight room come Danny and Arno. Arno is bulging out\nof his tight T-Shirt and shorts, while Danny seems lost in the\nfolds of his.\n\nUnder his towel, Arno is carrying his Taser Sticks like a bus\nboy. He walks up to the Universal Machine, drops a pin in\nthe bottom hole, and begins benching a few tons of iron.\n\nThe MUSCLE HEADS look on, ticked off by Arno’s hot-shotting\nin their gym.\n\nON THE OTHER END OF THE ROOM --\n\nThe DESK CLERK from the front hall rushes in, clutching his\nsore head. He skips over to the angry MUSCLE HEADS, and\nbegins pointing to Arno. They get up from their bench and\nstrut over to the Universal.\n\nArno continues to pump away, concentrating on his routine.\nThen, as Arno pushes the bar upward, one of the goons pulls\nhis pin out. Without the resistance to hold him back, Arno\nslams upward ripping the benching bar out of its socket.\n\nARNO\nIs there a problem?\n\nThe MUSCLE HEADS gang around him swinging big free-weights in\ntheir hands.\n\nMUSCLEHEAD #1\nThis club is for members only. We\nhave a problem with free-loaders.\nARNO\nI’m here on a trial membership.\n\n54\n\f \n\nMUSCLEHEAD #1\nBecause the equipment isn’t much good\nto a dead man.",
  "35": "---END OF PREVIOUS SECTION---\nWe\nhave a problem with free-loaders. ARNO\nI’m here on a trial membership. 54\n\f \n\nMUSCLEHEAD #1\nBecause the equipment isn’t much good\nto a dead man. \n---TARGET SECTION TO BE ANNOTATED---\nTwo of the thugs jump Arno, and he deflects their attack with\nthe benching bar, sending them to the ground.\n\nARNO\nGood work-cut. Who’s next?\n\nDANNY --\n\nhas been checking this out, and satisfied that Arno is more\nthan holding his own, decides to do a little investigating.\nHe sneaks up a spiral lucite staircase to the second floor.\nSECOND FLOOR =\n\nThe health club’s administrative offices. Danny creeps down\nthe hall and comes to a door marked \"Employees oOniy\".\n\nQuietly, he cracks it open and sees inside...\n\nA MEETING ROOM -\n\nA map of the world is spread out over the far wall. A MAN\n\nwith a walking cane is talking, his back to DANNY.\n\nOn the glass table in front of him is a “compretrenstve lay-out\nof DEADLY WEAPONRY.\n\nar\n\n_INT, THE WORKOUT ROOM -\n\nMeanwhile, one of the MUSCLE HEADS is lecking horns with Arno\nin front of the Nautilus.\n\nArno gets some leverage on him, and dunks him down into the\nbutterfly press, boxing his ears with the press arms.\n\nNo sooner has he dispensed with him, when another Steak~-Head\nis climbing on his back. Arne takes him in a half-nelson, and\nshoves the guy’s face into the spokes of a whizzing life\ncycle. SPLOOSH!\n\n55\n\f(@\n\n \n\nTurning away from the squash court, satisfied that the guy he\njust tossed is sufficiently dead, he turns back to face the\nempty room when...\n\nWHAM!\nTwo fists punch him at cence, knocking him on his ass.\n\nIt’s the TWINS, dressed in their poncey frog workout clothes.\nThey stand over him, smiling. One of them, GULES, has a\nbandaged hand.\n\nJULES\nYou’re a'dead man, Slater.\n\nar\n\nTHE MEETING ROOM UPSTAIRS -\n\nDanny’s looking in through the crack in the door, A big arms\ndeal is obviously coming down.\n\nThen, the MAN with the cane turns around and Danny gets a\nglimpse of his frightening face.\n\nIt’s covered in bandages.\n\nar Be\nTHE WORKOUT ROOM -\n\nArno and the Twins .are engaged in a furious hand to hand\nstruggle.",
  "36": "---END OF PREVIOUS SECTION---\nThen, the MAN with the cane turns around and Danny gets a\nglimpse of his frightening face. It’s covered in bandages. ar Be\nTHE WORKOUT ROOM -\n\nArno and the Twins .are engaged in a furious hand to hand\nstruggle. \n---TARGET SECTION TO BE ANNOTATED---\n While he might have no problem with either one of\nthem individually, together they are a menace. One Twin DUCKS\nas the other PUNCHES, catching Arno offguard and sending him\nbackwards on to-the STAIRMASTER.\n\nThe fight vacillates back and forth until the Twins have Arno\ncornered against the Universal Machine.\n\nJim takes a swing at Arno, and in one smooth motion, Arno\nlifts the bench press bar, grabs Jim’s fist, and slips it\nunder the weights. He then lets go of the bar, crushing Jim’s\nhand and leaving him stuck to the Universal, screaming.\n\nEnraged, Jules flies at Arne, but the big man head butts him,\nand hurls him towards his brother. The pissed Twins clutch\nen to Universal machine, trying to bring themselves to their\n\ne\n\n56\n\f&\n\n   \n\nJIM\nLes couteaus!\n\npull out mini-knives from the sides of their\n\n \n\nArno, standing on the other side of the UNIVERSAL, pulls out\nhis own surprise...the electric TASER STICKS.\n\n \n\nARNO\nNow, I’m going te make French Fries.\n\nJULES\n. We're Belgian, you idiot.\n\nArno lays the Taser sticks against the metal bars of the\nweight-lifting machine, arid’ grips the handles. A surge of\nelectricity zaps through the machine, and thén through the\nTwins, jolting them into unconsciousness.\n\nArno is busily tying up the unconscious Lumiere brothers with\nweight-lifting cords when DANNY comes running over.\n\nDANNY\nArno...There’s some sort of huge arns\ndeal going down in the back roon.\n\nARNO\nGood work, Danny.\n\nDANNY\nAnd I think whoever was behind\nFrank’s death is upstairs running the\nshow, .\n\nARNO\nI’1l destroy him.\n\nBut, at that moment, a figure appears at the top of the\nstairs. It’s the bandaged-faced MAN with the walking cane.\n\nMAN\nYou’ll do nothing of the kind, Mr.\nSlater.\n\nArno spins around and beholds his old Nemesis, MR.ID.\nARNO\nIt’s you!\n\n57\n\f \n\nes\n\nMr.id, the biggest scum-bag on the\nWest Coast.\n\nMR.",
  "37": "---END OF PREVIOUS SECTION---\nARNO\nIt’s you! 57\n\f \n\nes\n\nMr.id, the biggest scum-bag on the\nWest Coast. MR. \n---TARGET SECTION TO BE ANNOTATED---\n\nWe really have to stop running into\neach other like this, Slater.\n\nARNO\nThen let’s end it. Now.\n\nArno heads for the stairs.\n\n- MR.ID\nifm afraid your cro-magnon tough-talk\nis growing rather tedious. Luckily\nfor me, I don’t have to hear much\nmore of it.\n\nAnd then, as if on cue, ten police officers storm into the\nroom, led by Killgallen and McMurphy.\n\nMR.ID\nj : Ah, right on time. Gentlemen, this\n€ man is trespassing on private\nproperty. My property.\n\nBut Arno keeps steaming up the stairs, until Killgallon\ncatches up to him.\n\nKILLGALLON\nThat‘’s enough, Slater. Time to go.\n\nARNO\nYou don’t understand. That’s Mr. Id,\narrest him!\n\nMOCMURPHY\n\nWe can’t do that, there are no\n\ncharges.\n\nArno moves towards the staircase again. Killgallon grabs hin.\n\nKILLGALLON\n\nYou’re in a enough shit already,\n\nSlater. Quit while you can still beg\n\nfor your job back.\n\nMcMURPHY\n\nio 58\n\n“@\n\f \n\nMR.ID\nThat won’t be necessary. dust get\nthe Piltdown Man and his little puppy\nout of my sight.\n\n: KILLGALLON .\nFun’s over, Slater. Let’s go,\n\nMR.ID “begins to laugh fiendishly from the balcony.\npoints a long finger up at him.\n\n. ARNO\n- Den’t go away, Id...\n\n+ , MR.ID\n(interrupting) :\n5 I know, Slater...(beat) You’ll be\nback. ’\n: ARNO\n\nThat’s right.\n\n% . MR.ID\n& Iocan/t wait. We’ll do lunch.\n\nHe and Danny head out with the cops.\n\n \n\nEXT. PRECINCT PARKING LOT -~ DAY\n\nArno\n\nore\n\nArno and Danny get out of the car, Arno slamming his door.\n\nHard. .\n\nDANNY\nLook, Arno. You'd better cool off,\nI’m warning you...\n\n. ARNO\nYou don’t understand. Mr. Id is the\nmost notorious drug dealer on the\nWest Coast, I’ve been trying to bust\nhim for years...",
  "38": "---END OF PREVIOUS SECTION---\nARNO\nYou don’t understand. Mr. Id is the\nmost notorious drug dealer on the\nWest Coast, I’ve been trying to bust\nhim for years... \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\nReally? So maybe this is some sort\nof far reaching CIA conspiracy, three\ndecades of, I don’t know, rogue spies\n© or something plotting an overthrow.\n\nor 59\n\fX\n\n“6\n\nDanny and Arno step in their tracks.\nDecker is standing at the end of the precinct,\nfront of his office.\n\n \n\nARNO\nWrong. (beat) I gave those to him,\nDanny. When I was a rookie. I used\nto be out of control, headstrong. I\nthrew him into a vat of boiling\nacid...\n\nDANNY\nOuch...\n\nARNO .\nSince then, he’s been selling twice\nas many drugs, making twice as much\nmoney. I’ve stopped *hundreds.of his\nmen, but I’ve never gotten Id\nhimself. We’ve never been able to\n\nfind his hideout. (beat) I owe him\n\nbig, Danny. And I always pay my\ndebts.\n\nHe blasts tHrough the Precinct doors.\n\nINT. POLICE PRECINCT -\n\nDANNY\n- $0, look, just take it éasy with\n\nDecker... - .\n\nARNO\nForget Decker, Danny. He Knows how\nmuch Id means to me. Besides, he\nowes me....\n\nDANNY\n\nFrom Nam. I remember.\n\nDECKER\nSLATER!!\n\nDECKER\nSLATER, get your stinky Petes in this\neffice! PRONTO!\n\n60\n\nThe whole precinct falls\n\nin\n\fa\n\n \n\nDANNY ,\nYou'd better give me the\n\nHey, Arno?\nlaser gun.\n\nARNO\nNe, Danny....\n\nDANNY\n\nI’m not gomna do anything with it.\nBut you’1ll thank me later, just trust\n\nme,\n\nArno reluctantly unstraps his Beretta and-hands it over. .\n\n. DANNY\nPll oo put it’. right\nsafekeeping, . .\n\nHe drops it in his bookbag. ‘Arné reluctantly trudges forward\n\ntowards Decker’s office.\n\nas Arno walks away, Danny gldnces back over’.to\n\nTEE SERGEANT’S DESK .\n4 ~\n\nhere,\n\naf\n\n.\n\nwe\n\nA ROW OF RECRUITS, fresh up-from Police Acadeny,\n\nassignments. :\n\n. - SERGEANT |.\n.",
  "39": "---END OF PREVIOUS SECTION---\n4 ~\n\nhere,\n\naf\n\n. we\n\nA ROW OF RECRUITS, fresh up-from Police Acadeny,\n\nassignments. :\n\n. - SERGEANT |. . \n---TARGET SECTION TO BE ANNOTATED---\n Linceln?- ’\n\n \n\nA black Detective steps forward.\n\nJones?. cos\n\nSERGEANT <<\"\n\nAnother recruit steps forward. He's black also.\n\nLincoln and Jones stand there, looking at:\n\nawkwardly.\n\nLINCOLN\n\n>\na\n\n“for\n\n \n\n \n\n-await their\n\neach other\n\nUh, Sarge? (The Sarge ‘looks up at\n\nthem) We/re both...\nThe Sergeant scans down his list.\n\n*  SARGE\n\n \n\nee\n\nOh, I’m serry. That‘’s Johansen, not\n\n61\n\f‘6\n\n \n\nA surly locking white guy with a Tong messy pony tail and a\ncigarette dangling from his lips steps out of the line.\nLinccin smiles, gives the Sarge a thumbs up and heads off with\nhis new partner.\n\nINT. DECKER‘S OFFICE --\n\nThere is a huge pile of guns on Decker’s desk.\nDECKER °\nAll of em. Including the one taped\nto your back.\n\nArno reluctantly lifts up his shirt. Sure enough, there’s a\ngun stuck there with electrical tape. He tears it off and\nputs it down.\n\nDECKER\nAnd the badge. (beat) Let’s go,\nSlater.\n\nARNO\n\nBut I didn’t do anything, Decker...\n\nDECKER\n\nThirty thou in property damage, ten\nhospitalizations... I’ve got the\nMalibu chamber of Commerce doing\ncartwheels in my cocoa factory, and ~\nyou're saying you didn’t do anything?\nHand me your badge, Slater. You’re\nsuspended.\n\n‘Arno reluctantly turns his badge over to the Captain.\n\nDECKER\nNow move your funky mangos outta here\nbefore I have you arrested for\ntrespassing!!\n\nArno turns and opens the door. Before he leaves, however, he\nturns back around again.\n\nARNO\nHey Decker...\nDecker looks up from his work.\nARNO\nI’ll be back.\n62\n\feo\n\nHe slams the door.\nIN THE HALLWAY --\nDanny is still watching partner assignments.\n\nSERGEANT\nAlright, Dotson?\n\nA grizzled white Detective steps forward. _\n\nSERGEANT\nTeacatotl?\n\nA Native South American officer wearing full Aztec head dress\nsteps out from the line up.",
  "40": "---END OF PREVIOUS SECTION---\nSERGEANT\nAlright, Dotson? A grizzled white Detective steps forward. _\n\nSERGEANT\nTeacatotl? A Native South American officer wearing full Aztec head dress\nsteps out from the line up. \n---TARGET SECTION TO BE ANNOTATED---\n |\n\nTEACATOTL\nReporting for duty, sir!\n\nArno comes storming by. He grabs Danny and starts dragging\nhim out.\n\nDANNY\nDidn’t go too well, huh?\n\nThey storm out through the front door.\nar E\n\nEXT. THE HOLLYWOOD HILLS -.DAY\n\nArno’s car winds slowly up the twisting hill roads. Arno is\ngioomy and peeved over his suspension, as Danny sits beside\nhim holding the Beretta.\n\n. DANNY\nArno, aren’‘t you over-reacting a\nlittle here?\n\n3 ARNO\nWhen I think of all the times, I\nsaved Decker’s ass in the Nam...\n\nThe car passes a turn-out for a SCENIC OVERLOOK of the city.\n\nDANNY\nLook, why don’t we pull over a\nminute? You gotta relax,\nArno slows down and pulis to the side ef the road. They get\n\n63\n\f \n\n \n\n \n\n3\nightly beneath them.\n\nIt’s a moment of quiet reflection for Arno who is still\n\nsulking.\n\nArno is silent\n\nDANNY\nArno, you destroyed an entire gyn,\nwhat did you think Decker would say?\n\nARNO .\nI’m a cop, Danny. That’s artl I know\nhow to do. A cop without his badge,\nit’s like...\n\nDANNY\nLike something that’s never stopped\nyou before? Io mean, when was the\nlast time they gave you the hoot?\n\nARNO\nWhat do you mean?\n\nvs DANNY\nThe last time Decker suspended you?\n\n. ARNO\nah...last month.\n\nDANNY\nAnd before that?\n\nARNO\nWell...this February, I...\n\nDANNY\nArno, don’t you see how absurd this\nis? You get suspended every month,\nand you get just as pissed every\ntime.\n\nas he thinks about this.\n\nDANNY\nIt’s all so ridiculous, they never\nlet you do it your way, and you just\nkeep trying...\n\nARNO\nBut...\n\nDANNY\n\n64\n\f“e\n\nNow, you really want to get Id\nback xy Frank, you gotta stop\nbusting heads and start using yours\ninstead... .\n\n \n\nARNO\n(humbled)\nMaybe, you’re right.\n\nArno seems enraptured by the beautiful scenery.",
  "41": "---END OF PREVIOUS SECTION---\nDANNY\n\n64\n\f“e\n\nNow, you really want to get Id\nback xy Frank, you gotta stop\nbusting heads and start using yours\ninstead... . ARNO\n(humbled)\nMaybe, you’re right. Arno seems enraptured by the beautiful scenery. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nGod, it’s incredible up here, isn’t\n‘it? Look at those lovely clouds.\nThey lock like giant cotton balls.\n\nDANNY\nThat‘’s real poetic, Arno. And that’s\nsmog by the way.\n\nARNO\nSmog! It’s beautiful! I should come\nup here more often.\n\nDANNY .\nActually, this suspension could be a\nperfect opportunity for you...Take\nsome time off. Enjoy the world a\nlittle.\n\nArno turns to face Danny.\nARNO\nYou know, Danny, you’re pretty smart\nfor a kid your age. What’s it like\nwhere you’re from?\n\nDANNY\nIt sucks. You’d hate it.\nARNO\nWhy?\nDANNY\n\nBecause, shitty things happen all the\ntime, and nobody does anything about\nit. There’s no justice there, Arno,\nno payback, life sucks, ‘and that’s\nit.\n\nARNO\nYou seen like you’ve done alright.\n\n65\n\f6\n\noe\n\nDanny sees something hovering on the horizon.\n\nDANNY\nHey, what’s that?\n\nARNO\nCopter. (it gets closer} Looks like\nthe ones we use on the force.\n\nDANNY .\nWhat’s it doing out here?~\n\nARNO\nI don’t know.\n\nThe Helicopter is closing ground fast.\nARNO\nLook! The front, you see the rounded\nnose? That gives it a lot of upward\nlift.\n\nThe Helicopter swoops down near the edge of the cliff, careens\nleft, straightens, and comes right for then.\n\nDANNY\nAh, Arno...\n\nARNO\nYeah...\n\nThe copter opens fire directly at their feet.\n\n. DANNY\nHit the dirt!\n\nThe Helicopter flies by overhead and Arno gets a good look at\nit. :\n\nARNO\nSee the markings? That’s DEFINITELY\na police copter.\n\n~ _ DANNY\nWell who the hell’s in the thing?\n\nARNO\nI don’t knew, but they’re going to\nwish they never learned to fly.\nDANNY\n\n66\n\f‘é\n\ne\n\nWhat are you going te do, beat it up?\n\nARNO .\ncome on. I’ve got a surprise for\nthem.",
  "42": "---END OF PREVIOUS SECTION---\nARNO . come on. I’ve got a surprise for\nthem. \n---TARGET SECTION TO BE ANNOTATED---\n- They run over to Arno’s car as the Copter takes its turn and\n\nheads back towards them.\n\nTHE HELICOPTER - “7\n\nIn the cockpit, in an orange pilot’s jumper is JIM LUMIERE,\nguiding the copter wheel with his unbandaged hand.\n\nLeaning out of the side deor, alse in orance, is JULES aiming\nhis long range assault rifle, his, trigger hand bandaged.\n\nBACK ON THE GROUND ~ a\n\nArno pops open the trunk and takes out a big cardboard box.\n\nARNO\nI bought myself a little present the\nother day.\n\nArno rips open the packaging and pulls out an assembly\nrequired Stinger Missile kit.\n\n_. DANNY\nBallsy! ,\n\nThe copter’s speeding towards them. Jules is training his gun\nsight on Arno’s head. Danny can just make them out.\n\nDANNY\nArno, it’s the Twins!\nARNO\nGood, we'll kill two birds with one\n\nstone.\nBut Arno’s busy puzzling out the instruction manual. Slowly,\nhe sticks the parts into place. It’s starting to look like\na weapon, but it’s upside down. Just as the Copter passes\never, Arno gets the STINGER-RIG to stand up...Iit’s a race\nagainst time...Jules opens fire.\nArno clamps on the missile, tilts the launching track, aims...\nARNO\n\n7 67\n\fee\n\nSee you in Hel\n\n \n\nicopter!\n\nand click...nothing haspens.\n\nDANNY\nFire already! What are you doing?\n\nThe copter fire erupts all around them, narrowly missing.\n\nARNG\nI don’t know, it’s jammed or\nsomething. a\n\nThe copter has turned again and is buzzing at high speed 10\nfeet above the ground right in their path.\n\narno continues to dicker with the launcher.\n\nARNO\nIt’s these Russian instructions, and\nthen they never give you all the\nparts...\n\nThe copter is making it’s final assault turn, the Twins wink\nto each cther, and open fire, strafing the ground at Arno and\nDanny’s feet.\n\nDANNY .\nArno, try it again, Now! . .\n\nArno aims, pulls the trigger, and...click.",
  "43": "---END OF PREVIOUS SECTION---\nDANNY . Arno, try it again, Now! . . Arno aims, pulls the trigger, and...click. \n---TARGET SECTION TO BE ANNOTATED---\n Another did.\n\nARNO :\nI think we’re missing a spring.\n\nDANNY\nOh, great...\n\nIn a second, the copter will be directly overhead.\nArno takes a long hard look at his new Russian Launcher.\n\nARNO\nWhat a rip off.\n\nThen his mighty hand grips the pivot rod, rips the missile~\nhead off the stand, takes it back in his arm, and as the\ncopter passes overhead he hurls it javelin style right into\nthe tail-blade, blowing it clean off.\n\nThe Twins give a lock back towards the tail of the Chopper.\nUh oh, nething there, It’s crash landing tine.\n\n68\n\f \n\neu\n\nty ana Arno leek on as the Copter goes bump ng and rocking\n» towards the big houses on the Hollywood Hi\n\n \n\n   \n\naw\nOo te\n\nTHE HELICOPTER -\n\nIt cuts off the top branch of a tree, careens left, then nose\ndives into a beautiful blue swimming pool.\n\nThe copter slowly sinks to the bottom as the Twins surface and\nswim to the side of the pool. -\n\nBACK ON THE CLIFF ~\n\nDANNY\nMr.Id sent those guys, Arno. He\nwants you dead.\n\nARNO”\nLet him come! He can send a thousand\nmen, I will kill them all!\n\nDANNY\n(frustrated)\nJesus Christ. Arno, that’s just the\nattitude that got you into all this\ntrouble in the first place. This\ntime, we've got to get out ahead of\nthe game...Anticipate them.\n\nARNO\n(trying)\nI know, we’ll go back to the Stripper\nbar, find Id’s hideout once and for\nall...\n\n* DANNY *\nNo, no, definitely not. (Beat) Look,\nArno, what’s the one thing that can\nstop you from killing Id?\n\nARNO\n(trying hard)\nNothing?\nDANNY\nNo, think about it. If he had\n\nsomething that meant a lot to you,\nand held it hostage...\n\nARNO\nJessica...\n\n69\n\fae\n\nDANNY\nExactly. If we go after them, they\nKidnap Jessica, use her as blackmail\n\nARNO\nYes, they’ve done that before. rT\nforgot.",
  "44": "---END OF PREVIOUS SECTION---\nARNO\nJessica... 69\n\fae\n\nDANNY\nExactly. If we go after them, they\nKidnap Jessica, use her as blackmail\n\nARNO\nYes, they’ve done that before. rT\nforgot. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\n\nSo what do we do? We save Jessica\nbefore they kidnap her, taking away\ntheir trump card, so you can kill\nwith impunity.\n\nARNO\nWhat’s impunity?\nDANNY\nIt means you can shoot whoever you\nwant.\n* ARNO\nImpunity, I like that.\nDANNY\n« (smiling)\n\nThen let’s go.\nThey jump into the car and tear out.\n\nar Be\n\nINT. BEVERLY CENTER MALL - DAY\n\nArno and Danny come screeching up the circular PARKING ramp\nand into the gargantuan LOT.\n\nCARS all over the place; parked, circling, coming and going,\nbut no spaces.\n\nARNO\n(furious)\nI can never find a goddamn spot here!\n\nJUST -THEN, down the row, a space opens up. Danny makes a turn\nright for it, but a YUPPIE in a littie red sports car shoots\nin just in front of him.\n\nDANNY\nWhat an asshole.\n\n° 70\n\f‘é\n\nARNC\nWait here.\n\nArno gets out and walks over to the sports car.\n\nThe YUPPIE, in the driver’s seat, sees Arno coming up in his\nside view mirror, and turns a whiter shade of pale.\n\nDRIVER'S P.0.V. --\n\nArno’s massive torso leaning into his window...Arno grinning\nwide. .\n\nARNO\nYou just made a Big Mistake.\n\nThe YUPPIE swallows his tongue, screeches into reverse and\nhauls out of there. -\n\nDanny smiles and pulls into the space.\nCUT TO:\nINT. CENTRAL ATRIUM +-\n\nArno and Danny quickly weave their way through the onrush of\nshoppers.\n\nDANNY\nOkay, where does your wife work?\n\nARNO\nTop floor, the jewelry store. Come\non, we'll take the escalator.\n\nDANNY\nNo, the elevator, it’s much faster.\n\ncuT To:\n\nINT. ELEVATOR --\n\nRushing upward, Danny and Arno peer cut the glass elevator\nwalls into the swarming mall.\n\nArno spots THEM first. A unified battalion of Hard~Ass MERCS,\nled by Jules and Jim, files into the atrium below.\n\nARNO\nLook, Danny! You were right.",
  "45": "---END OF PREVIOUS SECTION---\nA unified battalion of Hard~Ass MERCS,\nled by Jules and Jim, files into the atrium below. ARNO\nLook, Danny! You were right. \n---TARGET SECTION TO BE ANNOTATED---\n7i\n\fee\n\ngive out thei\n\nfan out\n\n     \n\nDANNY\nShit, we gotta move.\n\nINT. TOP FLOOR --\nThe elevator reaches the top, Arno bolts out.\n\nDanny hesitates a second, then presses every button in the\nelevator, looks three floors down at the MERCS, and grins.\n\nArno’s up ahead waving him on, Running past the DOWN\nESCALATOR, Danny plows into a kid in a baby stroller.\n\nARNO\nDanny, come on.\n\nHe rights the stroller, then it hits him: it’s THE MOTHER AND\nCHILD from the TRAILER. Quickly, he snaps on the child-\nrestraint belt, and turns to the mother.\nDANNY\nLady, you really gotta start watching\nout for your kid.\n\nThe concerned mother bends over and hugs her child, as Danny\nand Arno take off down the hallway.\n\nar\nINT. DAVIDSON JEWELERS --\nArno’s wife, JESSICA, -\nShe’s listening to her Walkman, reading\n\n“COP WIFE: THE MAGAZINE FOR THE WOMEN, BEHIND THE MEN, BEHIND\nTHE BADGES...\" ,\n\nThe Cover Story depicts a Cop Wife, still dressed in her house\napron, but now armed to the teeth with a necklace of deadly\nweapons.\n\n“MY HUSBAND GOT SUSPENDED, NOW I WEAR THE BADGE!\n*~ A cop’s wife’s story.\"\n\nARNO and DANNY barge into the store, panting heavily.\n\nARNO .\nJessica! Come on, we’ve got ta go!\n\n72\n\f. JESSICA +\nArno...Honey, you're all fiushed,\nwhat’s the matter?\n\nARNO\nThe guys who killed Frank are in the\nbuilding; they’re coming after you\nnow, and --\n\nDANNY .\n\nCan we explain this Later?\n\nJESSICA\nAnd you want to set up a surprise\nambush and kill them? Good thinking,\nwe can tip over the display tables\nand...\n\nARNO\nNo, we’ve got to get out of here,\nquickly.\n\nJESSICA\nBut, then you’ll miss them...\n\nDANNY\nYeah, that’s the point.\n\nARNO\nDanny’s got it all figured out.\n\n» JESSICA\n(shocked)\nI can’t believe my ears.",
  "46": "---END OF PREVIOUS SECTION---\nDANNY\nYeah, that’s the point. ARNO\nDanny’s got it all figured out. » JESSICA\n(shocked)\nI can’t believe my ears. \n---TARGET SECTION TO BE ANNOTATED---\n Since when\ndid Arno Slater start running away\nfrom criminals?\n\nARNO\nJessica, it‘s not like that.\nWe're... (he looks at Danny for\napproval)... anticipating them\n\nJESSICA\nI don’t know, this is very unusual...\n\nARNO\nTrust me, here are the car keys.\nWe're parked on...on...Dammnit, I can\nnever--\n\nDANNY\n\n73\n\f \n\nPC\n\nFloor two, near the elevators. They\nhaven’t seen you yet...Go down to\ntwo, get the car, and meet us at the\nramp in fromt in five minutes...Can\nyou do that?\n\nJESSICA\nAlright, if that’s the way you want\nit, Arno.\nJessica kisses Arno and‘heads out of the store.\n\nOr Te\n\nINT. MALL HALLWAY <--\n\nDanny and Arno are back in the Mall Traffic when they spot the\nTHREE MERCS from the opening trailer converging at the\nElevator Banks below.\n\nDANNY\nQuick, the elevators!\n\nThe Three Mercs look deadly and determined, waiting calmly for\nthe lift. They check their watches, and load up their guns.\n\nThen, DING, it arrives, the doors swoosh open, and look who’s\nthere, it’s Arno pointing his Beretta right ‘in their faces.\n\nARNO\nFourth floor...Guns and Ammo!\n\nThen, Boom, boom, boom they drop in formation.\n\nOY B\n\nINT. CENTRAL ATRIUM -~\n\nArno and Danny book through the mall towards the elevators,\nbut stop short when they see JULES and JIM leading a troop of\nMERCS out of Bullocks.\n\nARNO\nDammnit! There must be a back door.\n\nDANNY\n\n(realizing it)\nThe lingerie store!\n\n74\n\fARNG\n\n€ f Not now, Danny!\n\nThe gang has spotted them from the other side of the mall.\n\nDANNY\nCome on!\n\nARNO and DANNY tear by the huge NEWS KIOSK, when Danny\nsuddenly remembers...\n\nDANNY\n\nOh, shit! I ate the gum!\nARNO\n\nSo what?\nDANNY\n\nArno, trust me, we need some gum.",
  "47": "---END OF PREVIOUS SECTION---\nI ate the gum! ARNO\n\nSo what? DANNY\n\nArno, trust me, we need some gum. \n---TARGET SECTION TO BE ANNOTATED---\ni NEWS KIOSK +-\n\nDanny and Arno run up, grab a pack of gum off the shelf and\nhand it to the COUNTER GUY.\n\nCOUNTER GUY\n\n, That's fifty cents.\n(\n\nArno and Danny search their pockets...NOTHING.\n\nCOUNTER GUY\nNo money, no gum.\n\nArno shrugs. Danny grabs Arne’s gun and points it at the guy.\n\nDANNY :\nBig Mistake.\n\n‘The Counter Guy is just able to hand over the gum .before\nfainting.\n\n_ The GUNMEN are closing in fast.\nArno follows Danny’s lead, sprinting down the hallway.\nar\nINT. VICTORIA‘S SECRET -~\n\nIt’s the Lingerie store from the trailer; Beautiful Women\nflowing to and fro in silky apparel.\n\neo 1s\n\f‘6\n\n \n\nar Dd:\n\nEXT. BEVERLY CENTER PARKING RAMP ~-\nIN ARNO’S CAR ~\n\nJessica waits impatiently in the driver’s seat, tapping her\nfingers on the wheel, when...\n\nSUDDENLY -- The air is pierced by the cacophonous fury of one\nthousand horns and car alarms blasting out at once.\n\nJessica covers her ears in agony as Arno and Danny come\nrunning down the ramp like bats out of hell, pulling the gum\nout of their ears. 7\n\nThey jump into the car, Jessica steps on it, and they peel\nout.\n\nar TE\nINT. CAR -~ DAY\n\nJessica is driving, as Arno turns and talks excitedly to Danny\nin the back seat.\n\nARNO\n\nYou were right, Danny. It worked!\nDANNY\n\nI know, just lemme think for a\n\nsecond.\n\nDanny is staring intently out the window, as they drive\nthrough Santa Monica along the beach.\n\nARNO\nWhat do we do now? What’s next?\n\nSuddenly, Danny spots something.\n\nDANNY\nJessica, pull over!\n\nJessica quickly swerves to the side of the road.\n\nar E\n\n76\n\f \n\nSANTA MONICA BEACHFRONT -- DAY\n\n \n\nyno, Danny and Jessica are walking quickly down the sidewalk\nin beachfront Santa Monica. Danny is staring intently at\nsomething up ahead.\n\nJESSICA\nArno, I/m tired of this, I want to go\nhome. .\nARNO .",
  "48": "---END OF PREVIOUS SECTION---\nDanny is staring intently at\nsomething up ahead. JESSICA\nArno, I/m tired of this, I want to go\nhome. . ARNO . \n---TARGET SECTION TO BE ANNOTATED---\nAlright, honey, we’ll see if...\nDANNY\n. We can’t go home, Jessica. That’s\n\nthe first place they’d look, there’s\nprobably guys waiting for us right\nnow.\n\n: JESSICA\nWell I’ve got work to do, and I’m not\nin the mood for cops and robbers.\nWhere are we going?\nDanny points straight ahead.\n\nDANNY\nThere...\n\nThey lock up to see, in the distance...\n\n“EXT. THE SANTA MONICA PIER ~- .\n\nARNO, JESSICA and DANNY stride across a walkway towards the\nSANTA MONICA PIER, a somewhat run down amusement center right\non’ the water.\n\nThe Pier is a swirling mixture of bad seafood restaurants,\ncheap ice cream shops and cheesy carnival games that are\nimpossible to win.\n\nArno is fascinated by the good-natured activity on the Pier.\nHe’s never been to an amusement park before. Jessica is not\nas pleased.\n\nJESSICA\nI don’t get it, why are we at an\namusement park?\n\nARNO\nShe’s right, Danny. I never come\n\n77\n\f&\n\nArno takes off\n\nDANNY\nThat’s the point. They’d never think\nto look for you here, that’s why we\ncane.\n\nARNO\nThat’s true, but...\n\nDANNY\nLook. The villains will eventually\ncatch up with us, they always do.\nBut instead of going to them, we let\nthem find us. In the meantime, we\nphone the police, call in for back\nUp. es\n\nARNO\nBut I never call for backup.\n\n \n\nDANNY\n\nI know, that’s your problem. You\nwanna go take these guys on\nsinglehandedly. Well instead, we get\nabout 200 cops down here, the\nvillains show up looking for us, they\nget wasted. (Danny smiles) We hang\nout an@ play air hockey.\n\nARNO ?\nIt’s brilliant. That’s a great plan,\nDanny. 1/11 call Decker. ,\n\ndown the boardwalk.",
  "49": "---END OF PREVIOUS SECTION---\nARNO ? It’s brilliant. That’s a great plan,\nDanny. 1/11 call Decker. ,\n\ndown the boardwalk. \n---TARGET SECTION TO BE ANNOTATED---\nJESSICA\nIf it’s so simple, how come I’ve\ngotten kidnapped so many times? How\ncome I’m always in danger, if all you\nneed to do is call the police?\n\nDANNY\nLook, Jessica, you’re not gonna get\nkidnapped again. So just relax and\nenjoy yourself.\n\nINT. ARCADE TENT ~~\n\nark\n\nThe tent is filled with games of all sorts; video, pinball,\n\n78\n\feC\n\n-ball, aiz hecxey ~~ a kid’s fantasy.\n\nwu\n\n \n\nDanny and Jessica walk through a gauntlet of video games.\nJessica doesn’t seem to like any of them. She points toward\nthe larger, carnival games.\n\nJESSICA\nOh, look, Skee Ball.\n\nSKEE BALL --\n\nDanny and Jessica pitch the hard, wooden bails up the ramp\ntoward the holes.\n\nJESSICA\n(missing)\nDamnit...\n\nDANNY\nThis is really lame. You gotta try\nDouble Dragon, now that’s a good\ngame...\n\nDanny tosses a skee ball, just as Arno walks over to them.\nHe’s carrying a Soft-Serv ice cream cone.\n\nARNO\nAlright, I spoke to Decker. They’re\nsending 30 cars, they should be here\nin ten minutes.\n\nJESSICA\n‘(frustrated)\nWell then I’m gonna go look around.\nYou boys have fun...\n\nJessica leaves.\n\nDANNY\nWhat’s eating her?\n\nARNO\n(more concerned with his ice cream)\nI don’t know.\n\nDANNY\nHey, Listen, let’s go check out the\nair hockey...\nar Ee\nAIR HOCKEY -~-\n\n73\n\fec\n\nAD\n\nct\n\nNY bat the fleating puck back and forth. Arno’s\na ime of his life, going at the game like it’s the\nvl, balancing the ice cream cone in one hand.\n\n  \n\nARNO\n{licking his ice cream cone)\nYou know, Danny, this stuff is great!\nIt’s all cold and creamy...\n\nDANNY\nYou’ve never had ice cream before?\n\nARNO\nI’ve never played air hockey either!\n\nHe smashes home a goal.\n\nARNO\nI don’t usually have time for this...\n\nDANNY\nIocan imagine...",
  "50": "---END OF PREVIOUS SECTION---\nHe smashes home a goal. ARNO\nI don’t usually have time for this... DANNY\nIocan imagine... \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nI’m too busy out busting criminals\nand exacting vengeance...(he blocks\na shot)... but this is great!\n\nDanny scores on Arno, ending the game. _\n\nDANNY\nYou lose again, Slater.\n\nArno laughs and puts down his paddle.\n\nARNO\n(wistfully)\nI wish Jessie and I did stuff like\nthis more often. It seems like the\nonly time I ever see her is when\nwe’re making a getaway, or when she’s\ntaping up one of my wounds...\n\nDANNY\nYeah, well you’re a busy guy, Arno. 3\n\nARNO\nMaybe. (beat) Do you know why we've\nnever had children?\n\nDANNY\n\nBo\n\f‘é\n\nNo, TI just thought...\n\nARNO :\n»+-I wouldn’t let her. t said that\na child would just be one more person\nto kidnap, one more obligation that\nwould stop me from fulfilling. my\nduties. Well now I’m suspended, and\nall these criminals are out to get\nme...\n\nArno looks down at Danny, who’s listening to him raptly.\n\nARNO\nCome on Danny, let’s go outside...\n\nar\n\nON THE PIER <-~\n\nArno stops to buy another ice cream cone. The two of them\nwalk along the Pier soaking up the warm, California sun.\n\nARNO.\nYou’re a smart kid. You must make\nyour parents very proud.\n\nDanny has grown very quiet. He walks to the edge of the pier\nand looks out over the water.\n\nDANNY\nYeah, I guess...\n\nARNO\nWhat’s wrong, Danny?\n\nDANNY\nNothing. It’s just that this all\nreminds me a lot of Coney Isiand, in-\nNew York...\n\nARNO :\nSure, I busted some Jamaican drug\nsmugglers there.\n\nDANNY\nYeah, well this might be a different\nConey Island, the one where I’m from.\nMy Dad and I used to go out there,\nride the Cyclone, get a hot dog at\nNathan’s...\n\n8l\n\f‘é\n\nARNG\n(concerned)\nAnd now you/re so far from home...\n\nDANNY\nNah, it’s not that. (beat) My\nfather died, Arno. He‘s dead...",
  "51": "---END OF PREVIOUS SECTION---\n8l\n\f‘é\n\nARNG\n(concerned)\nAnd now you/re so far from home... DANNY\nNah, it’s not that. (beat) My\nfather died, Arno. He‘s dead... \n---TARGET SECTION TO BE ANNOTATED---\nARNO\n\n(shocked)\n\nDid someone kill him?\n\nDANNY\nNo, no he died of -cancer. They\ndidn’t know what it was fer a long\ntime. The doctor’s jerked him\n\naround, the hospitals kept switching\nthe treatments. My mom was a wreck,\nshe just withdrew from it all...\n\nARNO\nI’m sorry, Danny, it’s very hard to\nlose someone who means so much to\nyou...\n\nDANNY\n(heatedly)\nYeah, but the whole thing was so\nlame, he just sat there dying and I\ndidn’t do shit to help him...\n\nARNO\nWell, Danny, there wasn’t much you\ncould do...\n\nDANNY\nLook at you, Arno! Someone kills\nyour cousin Frank, you go get payback\nfor it! You find the guys who killed\nhim and wipe them off the face of the\nearth! That must make you feel\nbetter, at least you’re doing\nsomething...\n\nArno takes a long, hard look at Danny, listening to the anger\nand bitterness in his voice. He wonders, perhaps for the\nfirst time, just how much better vengeance makes him feel.\n\nARNO\nDanny...\n\nArno’s sentence is interrupted when his ice cream scoop\n\nB2\n\f \n\nspiattering all over nis face.\n\nARNO\nWhat the...\n\nHe locks down at the cone, and both he and Danny watch as it\ntoo explodes in his hand.\n\nDANNY\nLook!\n\nThey look down to the end of the Pier and realize -~ someone\nis shooting at them.\n\nARNO\nThe game room, now!\n\nUnder a hail of bullets, Arno and Danny run around behind the\ntent for cover.\n\nDANNY\nJesus Christ, how they'd find us so\n. quickly?\nARNO\n\nAnd where are Decker’s men?\nThey hear footsteps, men shouting and coming closer.\n\nArno leads them around the tent and in throuch a flap. they\nsee five of Id’s men enter the tent, all brandishing guns.\n\nTHE ARCADE CROWD flies into a state of total panic, running\nand diving under tables and games.\n\nTHE GROUND --\n\nARNO and “DANNY are crawling along the floor. ARNO holds his\nBeretta, Danny drags his bookbag.",
  "52": "---END OF PREVIOUS SECTION---\nTHE ARCADE CROWD flies into a state of total panic, running\nand diving under tables and games. THE GROUND --\n\nARNO and “DANNY are crawling along the floor. ARNO holds his\nBeretta, Danny drags his bookbag. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\nI thought | you said the Pier would be\nsafe?\n\nDANNY\nIt should be, this doesn’t make any\nsense.\n\nAnother cloud of bullets shatters a wall of Video Machines\nabove their heads.\n\nDANNY\n83\n\f~ eer coma\n\n~~\n\n-e\n(~~\n\nAt least th\n\n \n\nARNO hands his gun to DANNY.\n\nARNO.\nDanny, listen, when I count to three,\nyou stand up and start firing, okay?\n\nDANNY looks ready, then something occurs to hin.\n\nDANNY\nArno... Just one question... (beat)\nAren’t we out of bullets?\n\nArno checks the chamber on his Beretta. Sure enough, it’s\nempty. - :\n\nDANNY\n\nRemember? You ran out in the mall...\nARNO\n\nThat’s right. (he looks around)\n\nOkay, don’t worry, I have a plan.\n\nArno crab-walks backwards along the floor, dedging bullets,\nuntil he reaches the SKEE BALL booths.\n\nGrabbing a rock hard SKEE BALL, he springs to his feet and\ngoes into a Nuclear pitching wind-up.\n\nAn unlucky Gunman tries to duck, but it’s too late, the Skee’\nBall has conked him into next week.\n\nDANNY smiles and tosses Arno a handful of balis., ARNO goes\ninto a rotary launching fury, running across the room, wasting\nevery Gunman in his path.\n\nBUT he’s out of balls, and there’s a gun pointing right in his\nface...\n\n‘With lightening speed, Arno tumble rolls on to the air hockey\n\nsets and scoops up a bundle of pucks. The Gunman just gets\nhis aim, when a bright PLASTIC PUCK zings into his forehead.\n\nARNO\nLet’s move, Danny...\n\nBUT Danny’s nowhere in sight.\nar &\nEXT. THE MIDDLE OF THE PIER --\n\n84\n\fAn angry gunman is backing Danny along the wooden pier with\n‘le stuck under his chin. He pushes Danny up against\ngq and leans over him, sticking the gun in his face.\n\n3g\n\nMeanwhile, The TWINS stand at the exit to the ARCADE TENT,\nwaiting for Arno to emerge.\n\nJULES .",
  "53": "---END OF PREVIOUS SECTION---\nHe pushes Danny up against\ngq and leans over him, sticking the gun in his face. 3g\n\nMeanwhile, The TWINS stand at the exit to the ARCADE TENT,\nwaiting for Arno to emerge. JULES . \n---TARGET SECTION TO BE ANNOTATED---\n(to Danny)\nCall your friend! Cali to heem!\n\nDanny is petrified, he strains against his captor...\n\n. BAD GUY\n- You heard the man, call’him, or you\ndie!\n\nBut Danny won’t do it, and the bad guy shoves him to the\nground. As he falls, he hears a clanking sound when his\nbookbag hits the pier. THEN, he remembers.\n\nJIM\nGo ahead, keel hin. We’ll get the\nbig guy anyway...\n\nthe gunman cocks his pistol.\n\nGUNMAN\nSo long, kid...\n\nDanny reaches into his bookbag, then points up towards the\ngunman...\nDANNY\nBye, asshole!\n\nWhat> \"explodes through the end of Danny’s bookbag would be best\ndescribed as firing a cruise missile through a pea-shooter.\nThe force is incredible, it tears the bookbag to shreds and\nthe gunman is literally blown to dust. No blood, no guts,\njust a fine cloud of bad guy residue.\n\nDANNY\nHoly shit...\nDanny looks down at his hand in wonder. He’s holding the gun\nThe Projectionist gave him. It glows a bright metallic blue,\nsmoke pours from the barrel.\n\nTwo other BAD GUYS run towards Danny...\n\n85\n\f‘$\n\nee\n\nand another incredible\n3 BAD GUY #1 is blown\nnbling backwards down the pier.\n\n    \n\n  \n\n4\n\nBAD GUY #2 runs up and grabs Danny’s hand. Danny looks down\nat where he’s been grabbed.\n\nHis skin is somehow GLOWING. It’s like he’s in technicolor\nand the rest of the world’s in sepia tone.\n\nDanny closes his eyes as BAD GUY #2 rears back and PUNCHES him\nin the face.\n\nDanny opens his eyes. The guy is staring at him. His face\nfeels fine. He lunges forward, and the result astonishes\n\nhim...\n\nBAD GUY #2 is sent hurtling end over end down the Pier, at\nleast 100 ft, racking up in a ring toss booth.\n\nDANNY\n. Jesus...\n\nMEANWHILE -~\n\nArno is body slamming a group of attackers. In typical Arno\nfashion, he’s holding his own even though there's at least ten\nof then.",
  "54": "---END OF PREVIOUS SECTION---\nJesus... MEANWHILE -~\n\nArno is body slamming a group of attackers. In typical Arno\nfashion, he’s holding his own even though there's at least ten\nof then. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, bodies start flying off him one by one, and Arno\nsees DANNY, fighting really awkwardly, but kicking total ass\nnonetheless.\n\n. ARNO\nDanny! What’s happened to you,\nyou’re glowing!\n\nDanny tosses the last attacker into the arcade tent.\n\nArno watches in disbelief. The Bad Guy’s attack has been\ncompletely repelled. Id’s men lie all over the pier,\nunconscious.\n\nARNO\nThat was incredible, Danny.\n\nSuddenly, footsteps. SEVEN MORE MEN are running down the pier\ntowards Arno and Danny.\n\nARNO\nThis looks like trouble, better get\nbehind me...\n\nB86\n\f‘é\n\n,\n\n \n\ne\n\nDANNY\nNo, Arno. You get behind me.\n\nArno watches in amazement as Danny brandishes his porcelain\n\nGUN.\n\nDANNY\nSo long, suckers!\n\nKABOOM!\n\nThe force of the blast blows the bad guys out of their shoes,\nshaking the pier to its foundations.\n\nArno and Danny look around. All the assailants have fled: in\nfact, the entire pier is deserted, except for...\n\nAll the way at the other end, THE TWINS are dragging JESSICA\ntowards their Peugeot. Parked around them are three black\nLexus’s, filled with Mercs.\n\nJules shoves Jessica into the back seat and screeches away.\n\nARNO\nJessie!\nDANNY\n\nLet’s move!\nThey start running down the pier when suddenly, Arno stops.\n\nARNO ys\nWait a second Danny, i was just\nthinking. There’s four cars filled\nwith armed men, and only two of us.\nMaybe we should wait for the back-up.\n\n: DANNY\nWhat are you, kidding me? They’ve\ngot your wife, it’s personal now! We\ngotta kick ass!\n\nCUT To:\nEXT. LOS ANGELES CITY STREETS -- DAY\n\nArno and Danny are engaged in a high speed, nail biting chase\nthrough the streets of L.A. The VILLAINS have about a three\nblock lead on Arno’s brandless American tin box.\n\n: 87\n\f‘6\n\na} y picks up his porcelain gun. He holds it up, and\ninspects it fondiy.\n\nARNO\nBe careful, Danny...\nDANNY .\n.",
  "55": "---END OF PREVIOUS SECTION---\nARNO\nBe careful, Danny... DANNY . . \n---TARGET SECTION TO BE ANNOTATED---\n Den‘t sweat it, Arno. It’s under\ncontrol... . :\nARNO\n\nThere‘s something wrong with that\ngun. It shouldn’t have that kind of\n\nfirepower...\n\n. DANNY\nJealous, Arno? Let me see your old\nclunker.\n\nArno hands Danny his Beretta and catches sight of his skin.\nHe’s even brighter than before.\n\nARNO\nYou don’t look so good.\n\nDanny flips down the sun shade, and checks his face out in the\nvanity mirror.\n\nDANNY\nJesus...1I don’t know...I feel\nfantastic...Like I’m ten times as\nstrong...\n\nThe Villains are gaining distance up ahead. They turn off\ndown a bumpy stretch of road. .\n\nARNO\nWe're losing them. Hang on.\n\nARNO spins the wheel, making sick turns, swerving through\ngridlocked traffic and running lights.\n\nAfter twenty seconds of veering, roaring hell, Danny clutches\nhis stomach. All this driving is starting to make him sick.\n\nDANNY\nGod, this is awful, I think I’m gonna\nheave...\n\nARNG\n\nMaybe we should have waited for the\n\nas\n\f \n\n \n\n&\nWW\n\nDANNY\nNo, Keep going. It’s too late now.\n\nDanny hangs his head out the window, obviously very\nuncomfortable. Then he spots something up ahead...\n\nON A SIDESTREET, DANNY‘’S P.O.V, ==\n\nTwo WORKMEN carry an enormous PANE OF GLASS down the block.\n\n; DANNY\nStop the car!\n. ARNO\nWhat? How come...\nDANNY\n\nPull over, Arno! Now!\n\nARNO\nAre you going to throw up?\n\nArno swerves violently over to the side of the road.\n. ar\n\nEXT. ALLEY -- DAY\n\nThe two WORKMEN with the pane of glass are walking down an\nalley now. ARNO and DANNY are following then.\n\nARNO .\nDanny, if you’re not going to be\nsick, I really think we should. get\nback in the car...\n\nDANNY\nTrust me, Arno. I think this is\ngonna work.\n\nThe WORKMEN turn the corner on to a bright, noisy street up\nahead. Arno and Danny follow close behind.",
  "56": "---END OF PREVIOUS SECTION---\nI think this is\ngonna work. The WORKMEN turn the corner on to a bright, noisy street up\nahead. Arno and Danny follow close behind. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nCHASE STREET -~\n\nWhat they see when they turn the corner surprises them. A\nlarge, wide street, literally buzzing with activity.\n. ARNO\n\n8s\n\fsw omer\n\nee\n\nwWhat’s going on. Danny?\n\n0\n\nAs they walk down the biock, they pass the two workers with\nthe pane of glass. Then, they come to a SIDEWALK CAFE, filled\nwith afternoon eaters.\n\nA HUCKSTER, pushing a FRUIT CART rumbles past them down the\nstreet.\n\nThey keep walking, passing RACKS OF BEEF dangling over the\nsidewalk on meat hocks.\n\nOn the other side, they pass FIRE HYDRANTS, GARBAGE CANS, a\nSTUDENT DRIVER CAR, and finally, at the end, a trucker\ndirecting his friend, in an EIGHTEEN-WHEELER, back first into\ntraffic.\n\nDANNY\nThis is it.\nAs Danny and Arno stand at the end of the block, they look\n\nback over the street. It is a domino line of every CAR CHASE\nOBSTACLE you’ve ever seen, all packed together on one block.\n\nDANNY\nArno, if we wait here a few minutes,\nI guarantee the villains will come\nright to us...\n\nDISSOLVE To:\nEXT. CHASE STREET - MINUTES LATER\n\nDanny and Arno are standing next to the EIGHTEEN WHEELER at\nthe far end of the street. .\n\n. . . ARNO\nWhere are they?\n\nDANNY\nAny minute now...\n\nTHEN, sure enough, from the other end of the block, the\nVillains’ Cars come barreling on to Chase Street.\n\nThe LEAD CAR races down the road, crashes through the PLATE\nOF GLASS, topples the FRUIT CART, to the angry yells of the\nHUCKSTER, and then plows into a FIRE HYDRANT.\n\nThe gushing water spray causes the second Villain Car to veer\noff into the rows of HANGING BEEF, and the third to rack up\non the GARBAGE CANS.",
  "57": "---END OF PREVIOUS SECTION---\nTHEN, sure enough, from the other end of the block, the\nVillains’ Cars come barreling on to Chase Street. The LEAD CAR races down the road, crashes through the PLATE\nOF GLASS, topples the FRUIT CART, to the angry yells of the\nHUCKSTER, and then plows into a FIRE HYDRANT. The gushing water spray causes the second Villain Car to veer\noff into the rows of HANGING BEEF, and the third to rack up\non the GARBAGE CANS. \n---TARGET SECTION TO BE ANNOTATED---\n30\n\fsre ail still plowing ahead to the panic stricken\n\nhorror of tne STUDENT DRIVER, whom they rear end into @ CHINA\n\nThe Villains have practically made it through Chase Street\nwhen the mammoth EIGHTEEN WHEELER starts backing up inte the\nroad. The Villains are sizing up the situation. It looks\nLike there’ll just be enough room to squeeze through. They'll\njust cut around the back.\n\nBut there's DANNY, his gun pointed at the truck.\n\nDANNY\nBack up faster!\n\nTRUCK DRIVER\n(petrified)\nBut...Then they won‘t...\nDanny puts the gun to the Driver’s head.\nDANNY\nFaster!\n\nThe DRIVER steps on it, and the huge truck picks up speed and,\nuh-oh, closes the little remaining gap.\n\nThe Peugeot veers off into the wall, as the three” Lexuses\nrack up in a heap under the truck.\n\nThe fifteen indefatigable MERCS spring from their cars and\ntake up positions guarding JESSICA in the center.\n\nDANNY AND ARNO --\nare standing safely’on the other side of the truck.\nDANNY -\nYou go around the front, I‘ll take\nthe back. We blast them from both\nends, and meet in the middle.\n\nARNO\nRight.\n\nThey split up; and duck around both ends of the truck. The\nMERCS spin around to face them.\n\nSuddenly, Arno panics...\n\nARNO\nWait...Danny! You’ve got my gun!\n\naL\n\fee ee\n\nBut Danny, on the other side of the truck, is in a kill frenzy\nand can’t hear him.\n\nTh it’s too late. THE TWINS have seen Arno panicking, and\nnow they’ re coming right for hin.\n\nDANNY is busy blowing away MERCS with two fists, firing Arno‘s\ngun and his own, in an arabesque of Extreme Violence.\n\nON THE OTHER SIDE -~ : ue\n\nArno is struggling bare handedly with JULES | AND JIM. He‘’s\njust barely holding his own, wrestling his armed attackers to\nthe ground. But the Twins are relentless.\n\nAt the same time, Danny manages to penetrate the MERC’S guard\ncircle.",
  "58": "---END OF PREVIOUS SECTION---\nHe‘’s\njust barely holding his own, wrestling his armed attackers to\nthe ground. But the Twins are relentless. At the same time, Danny manages to penetrate the MERC’S guard\ncircle. \n---TARGET SECTION TO BE ANNOTATED---\n With one hand he valiantly springs JESSICA from the\ncar, and with the other he blasts three Mercs into oblivion.\nON THE OTHER END, Arno’s in bad shape. THE TWINS have him\ncornered and they’re about to play their favorite trick.\ndules runs around and kneels behind Arno’s legs as Jim pushes\nArno over backwards. He bangs his head down on the cement.\nThe world goes black. He’s knocked out.\n\nDANNY =~\n\nLeads Jessica to safety and turns around just in time to see\nThe Twins pulling out in their PEUGEOT with ARNO captive in\nback. -\n\nCLOSE ON -\n\nDanny’s face, watching Arno go...\n\n‘ DANNY\n(quietly)\nNo...\nThen, his features slowly tensing with rage. He screams.\n\nDANNY\nNO!\n\ncUT TO:\nINT. ARNO’S ARSENAL -\nCLOSE ON =\nA biack boot. Hands yank the laces taut and knot them. Then\n\n92\n\faw ey ee eee\n\nec\n\naA tnudding as the boots clod heavily down on to the ficor.\n\nIt’s DANNY.\n\nHe’s glowing like a roman candle, literally plastered head to\nfoot with guns.\n\nCLOSE ON -- HIS FACE --\n\nPainted with Camouflage.\n\nHe is no longer the fresh-faced young boy of the beginning,\nbut a snarling, angry, Out-For-Justice-Commande, ready to do\n\nserious damage with a variety of deadly weapons.\n\nHe charges upstairs.\n\nTHE LIVING ROOM ~\n\nJessica is lying on her back nursing a bruise with an ice-pack\n\nwhen Danny bursts into the room.\n\nJESSICA\n(shocked by his appearance)\nMy God, what have you been doing down\nthere?!\n\nDANNY\nLet’s move out.\n\nJESSICA\nYou know, -you’re not suppesed to\ntouch that stuff...\n: DANNY\nWe’re going for Arno, right now.\n\nJESSICA\n(incredulous)\nDanny, he’s being held by 100 hundred\ngrown men. There‘s nothing you can\ndo.\n\nDANNY\nOh, yes there is. Arno’s in big\ntrouble and I’m not going to turn my\nback, and neither are you.\n\nJESSICA .",
  "59": "---END OF PREVIOUS SECTION---\nDANNY\nOh, yes there is. Arno’s in big\ntrouble and I’m not going to turn my\nback, and neither are you. JESSICA . \n---TARGET SECTION TO BE ANNOTATED---\nWhat do you need me for?\n\nHe tosses her the car keys. Jessica stares at them.\n\n93\n\fDANNY\n(sheepishly)\nTocan’t drive.\n\nar BD:\n\nINT. DECKER‘’S OFFICE, POLICE PRECINCT -- NIGHT\n\nDecker sits behind his Desk at the precinct, anxiously\nwringing his hands, and waiting for a phone call. He chomps\ndown on his cigar, and looks at his watch. Then the phone\nrings.\n\nDECKER\nDecker...(beat, his face lights up}\nYou’re joking. (beat) When are you\ngoing to kill him?... What about a\nlittle torturing or something\nfirst?...Perfect, he should really\nenjoy that...\n\n_Decker hangs up the phone, pours himself a celebratory Chivas\n\nRegal out of a hidden bottle in his desk, then heads out of\nthe office whistling, a new spring noticeable in his step.\n\nPRECINCT PARKING LOT --\n\nDecker, giddy and a little tipsy, is sauntering over to. his\nlemon colored Oldsmobile, doing a little jig as he reaches for\nhis car Keys, and then all of sudden he freezes...Because the\ncold steel of a Browning 9 mm is being thrust into the back\nof his skull. .\n\n° . -\n\nDECKER\nWhoever you are, you‘re making a big\nmistake...-\n\nVOICE\n\n‘You made the big mistake, Decker.\n\nDecker spins around to see DANNY, standing behind him. He’s\nglowing brighter than ever.\n\nDECKER\nWha...What? I don’t know what you’re\ntalking about...\n\nDANNY\nForget it, Decker. I know you set us\nup. You never sent the backup, you\n\n94\n\fgust called Id’s men and told them\n\nC 6 where we were...\nDECKER\n\n. (nervously)\nThat’s ridiculous, who told you that?\n\n  \n\nDANNY\nYou’re the old Vietnam Buddy, Decker.\nThe Old Vietnam Buddy always betrays\n\nYOu... Le\nDECKER\n\nI...I can explain...\n' DANNY\n\nExplain later, jerkoff.",
  "60": "---END OF PREVIOUS SECTION---\nLe\nDECKER\n\nI... I can explain... ' DANNY\n\nExplain later, jerkoff. \n---TARGET SECTION TO BE ANNOTATED---\n Right now,\n) you take me to Id’s hideout or you’re\n' gonna have a serious Excedrin\n\nheadache,\n\nDanny pushes Decker over to Arno’s Car. Jessica is waiting\nimpatiently in the driver’s seat. She looks pretty annoyed\n’ by the whole thing.\n\nJESSICA\ne& Hi Bob.\n\nShe frowns as Danny pushes Decker into the back seat.\n\n} DECKER -\n’ Jessie.:.How’s things?\nJESSICA\n\nJust carpooling the kiddies. I don’t\nsuppose you two could just go ahead\n\n)\n) . and do this yourselves?\n} DECKER\n} Sure...Whaddyasay, kid?\n| DANNY\nShut up, Decker.\n’\nbo Danny puts the gun up to Decker’s head and cocks it.\n' DANNY\n\nTake us to Id‘s hideout while you can\nStill talk.\n\nDecker stares at Danny nervously.\n\noe | oy\n\f‘6\n\ne\n\n \n\nYou don’t understand, kid. Sla\nand I have a long history, I had my\nreasons for doing what I did...\n\nDANNY\n(screaming)\nI don’t GIVE A SHIT!! Take us to\nArno, NOW!!\nDECKER a\n\nHead for Hollywood, Jessica...\n\nThey pull cut.\n\nINT. ABANDONED MOVIE STUDIO -- NIGHT\n\nAn enormous, run down Sound Stage now functions as the\nVillains’ Main Warehouse.\n\nOverhead, there is an iron CATWALK, once the Lighting Bridge,\nthat runs the perimeter of the room, connected in the middle\nby a cross-bridge.\n\nID'S Sentinels are posted all over the place, pacing the\nperimeter from above.\n\nAt one end of the room is ARNO, his arms tied together over\nhis head, secured to a long ceiling chain.\n\n‘Bound, and manacled, Arno is defenseless against the cruel\n\npunishments being administered to him by JULES and JIM, expert\ntorture specialists.\n\nJULES .\nPower is ready, Jim? .\n\nJIM .\nYes, Jules. I have channeled the\n\nmaster power unit into this one ,\ndangerously loose wire.\n\nJULES\nOh, then we must be most careful not\nto touch it...",
  "61": "---END OF PREVIOUS SECTION---\nYes, Jules. I have channeled the\n\nmaster power unit into this one ,\ndangerously loose wire. JULES\nOh, then we must be most careful not\nto touch it... \n---TARGET SECTION TO BE ANNOTATED---\nEspecially if we are\nsomehow wet at the time.\n\nJules then sticks Arno’s feet into a bucket of water.\n\n96\n\fé\n\nJIM\nHave you taken all you\nprecautions Mr. Slater?\n\nn\no\nMy\no\naa\n<\n\nARNO\nYou‘re a funny guy, Jules...\n\nJIM\nHe’s Jules, you idiot!\n\nJULES :\nSafety first Mr. Slater, watch the\nloose wires.\n\ndim then presses the end of the long cable up against Arno’s\nbare chest. His massive frame begins to seethe and convulse,\nbut he grits back the pain, refusing to scredm out.\n\nENTERING THROUGH THE FRONT DOOR comes the infamous MR. ID, his\nface wrapped in bandages, followed by a full compliment of his\nhardiest Mercs.\n\nThrough the pain, Arno spots ID on the other end of the room,\nand he chafes against his chains.\n\nARNO\nId, I’m going to rip your bandaged\nhead right off that skinny neck!\n\nMR. ID\nAh, if it isn’t Arno Slater, the\nwalking muscle. I trust you’re\n\nenjoying the accommodations...\n\nARNO\nI’ll enjoy burning them down.\n\nMR.ID\n\nThat wouldn’t be advisable. I went to\ngreat lengths to cbtain this space,\nMr. Slater. The man who owned the\nbuilding made a rather comprehensive\ndeal with me. When he defaulted, I\n‘collected this studio, as well as\nother valuables far more precious.\nAnd, as I’m sure you know already,\nmercy is not one of my strengths...\n\nARNO\n\nis that why you killed Frank, Id? To\nprove how ruthless and evil you are?\n\no7\n\f&\n\ne_\n\nMR.ID\nYou Never get any smarter, doa you?\nYour cousin Frank’s death was an\nerror. A foul up. A completely\nunnecessary killing that I, above\nall, regret.\n\nARNO\nWhat?\n\nMR.ID ;\nIt was you whom we intended to kill,\nSlater. Frank was wearing your hat,\nhe came out of your gym, and you both\nhave that Cro Magnon Slouch...\n\nARNO\n(disbelieving) -\nIt was all a mistake?\n\nMR.ID\nI was just as upset as you were. I\ndespise incompetence.",
  "62": "---END OF PREVIOUS SECTION---\nMR. ID\nI was just as upset as you were. I\ndespise incompetence. \n---TARGET SECTION TO BE ANNOTATED---\n I can assure\nyou, however, that we will be far\nmore thorough when it comes to\nkilling you.\n\nARNO\nI/ll see you in Hell, Id!\n\nMR.ID\nThat’s right, you will. (he laughs)\nJules, Jim, destroy this Mongoloid\nhalf-wit before I do it myself.\n\nThey sizzle Arno with another rocking dose of electricity.\n\nARNO\nYou French assholes!\n\nJULES\nWe’re not French assholes...\n\nJIM\nWe’re Belgian assholes!\n\nJules takes a smoldering hot iron out of his bag, and presses\nit against Arno‘’s chest.\n\nArno bites back the pain silently as his skin sizzles.\n\nMR.ID\n\n38\n\fa.\n\niu’s okay to be upset, Slater, iet\n\nyour emetions out, cry if you feel\n\nlike it.\n\nTHEN, suddenly...\n\nA THUNDEROUS EXPLOSION at the far end of the room.\n\nAN ENORMOUS HOLE has been blown in the wall, sending bricks,\n\nplaster and dust flying everywhere. There is silence for a\nmoment. A cloud of dust and smoke hangs.in the air.\n\nTHEN, A VOICE --\n\nVOICE\nI’m coming for you Id!\n\nSFX - A low rumbling of steel wheels.\n\nAn old CAMERA DOLLY parts the smoke, rolling through the hole\nand out into the room. .\n\non top of the DOLLY, steering, is DANNY.\nIN HIS RIGHT HAND --\nA smoking bazooka...\nIN HIS LEFT -~\nTwo more of Id’s men, dead. He tosses them to the ground.\n. \"DANNY ‘\nHey, you Twin buttheads. You can\nkiss my ass.\nHe brandishes two guns at once.\n\n(cont. }\nTwo times.\n\nCLOSE ON --\n\n‘Jules and Jim, looking alarmed. Then running for cover.\n\nOVERHEAD --\n\nId‘s men take up positions on the center bridge between the\ncatwalks...\n\nDANNY +=\n\n93\n\f \n\n2 Speed, hors off the Dolly, tosses the bazooka\nwhips out an intricate, Compound Bow.\n\n \n\nId‘s men aim their rifles at Danny.\n\nDANNY <<\n\nSlowly, deliberately, pulls a long arrow from its quiver, and\nlays it across the bow.",
  "63": "---END OF PREVIOUS SECTION---\nDANNY +=\n\n93\n\f \n\n2 Speed, hors off the Dolly, tosses the bazooka\nwhips out an intricate, Compound Bow. Id‘s men aim their rifles at Danny. DANNY <<\n\nSlowly, deliberately, pulls a long arrow from its quiver, and\nlays it across the bow. \n---TARGET SECTION TO BE ANNOTATED---\n Down the shaft, at its point, a shiny\ngolden triangle...An explosive head.\n\nON THE BRIDGE --\n\nId’s men yell “Fire!\n\n“DANNY ==\n\nreleases the arrow...\n\nCLOSE ON --\n\nThe arrow, whizzing through the air and then...\nTHE BRIDGE EXPLODES\n\nIt’s the Fourth of July, as human fireworks light the air.\nThe burning wreckage tumbles to the floor and smolders.\n\nDANNY --\nsteps through the smoke once again.\nDANNY\n\nWho’s next?\n\nHe tosses the bow and arrow on the ground,\n- ARNO .\nfobscured by the smoke)\n\nDANNY! Watch out!\n\nA TOP=CLASS MERC --\n\ncomes charging out of the smoke, and grabs Danny around the\nthroat from behind. He starts to choke him when...\n\nDANNY reaches over his shoulder, grabs the back of the Merc’s\nhead, and delivers a SHATTERING REVERSE HEAD BUTT.\n\niso\n\f‘é\n\n“e\nC\n\nARNO\nDanny, look out, there’s two more...\n\nTwo Bad Guys come charging through the smoke.\nDANNY --\n\nsmiles, relishes the moment, then reaches over his shoulder\nfor the gun taped to his back... _-\n\nBut wait, something’s wrong, he can’t reach it, he’s taped it\ntoo Low.\n\nBAD GUY 1 <--\ncharges at him, punching him in the stomach.\n\nDANNY buckles over, faking the pain, then elhow blasts the\nunaware guard in the temple.\n\nTHE LAST BAD GUY -~-\n\nstares at Danny now. He thinks twice about attacking hin,\nthen starts to run.\n\nDANNY. --\nsmiling, swings the laser sight pistol out of a holster.\n\nARNO\nDanny, don’t...\n\nThe red dot from the laser travels up the man’s back and...\nBLAM! .\n\ne He tumbles over head first.\nNOW, THE ROOM -~\n\nIs a panorama of death and destruction. Bodies lie scattered\neverywhere among the wreckage.\n\nARNO, still hanging from a chain.\n\nAnd Danny, in the middle of it all.\n\nHe steps forward, towards Arno...\nARNO\n\n1o1L\n\f8\n\n \n\nhas the laser gun in his hand.\nin Arno’s direction.\n\n»--thank Gad.\n\n \n\nARNO\nDanny! It’s me, Arno...",
  "64": "---END OF PREVIOUS SECTION---\n»--thank Gad. ARNO\nDanny! It’s me, Arno... \n---TARGET SECTION TO BE ANNOTATED---\nHe raises it and\n\nThe red laserlight, travels up his stomach, over his neck,\n\npast his face..\n\nARNO\nDanny...\n\nThe light keeps moving, right up to Arno’s manacle\nstopping in between them on the chains.\n\nDANNY fires.\n\nAnd ARNO crashes to the floor, free now.\n\nARNO’S P.O.V. -=\n\nHe’s lying right at Danny’s feet.\n\nARNO\nThat was good shooting, Danny, but\nyou didn’t need to kill that man...\n\n. DANNY\n(not listening)\nId and the Twins ‘got away.\n\nARNO\nHow did you find me?\n\n* DANNY\n\n: Décker. -He betrayed us at the Pier.\n\n. ARNO,\nDecker? But why?\n\nDANNY\nHe’s a bureaucrat Arno, think about\nit. Here, you’ll want this.\n\nDanny pulls arno’s gmm Beretta Combat Pistol out,\n\nit over to him.\n\nARNO stares at\nhands.\n\nd wrists,\n\nand hands\n\nthe gun, quietly. He turns it over in his\n\n102\n\fe\n\nARNO\nI’ve killed a lot of pecple with this\ngun, Danny.\n\nDANNY\nGet ready to kill a lot more.\n\nDanny and Arno move out through the back door into a long\ncorridor.\nINT. HALLWAY <-\n\nA long, narrow, hallway filled with costumes and old\nbackdrops. The winding corrider doglegs at its middle.\n\nDanny and Arno creep cautiously ahead.\nSFX -- GUNSHOTS\nTwo bullets clang against the wall, inches away from them.\nDANNY\nThat’s the Twins.\nTWO MORE GUNSHOTS ==\nring out in the hallway.\n\nARNO\nDammit. (beat) Cover me...\n\nARNO gets out down on his hands and knees. Danny grabs his\nshoulder. .\n\nDANNY\nWait, Arno.\n\nHe tears a grenade off his vest.\n\nHow’s your curve ball?\n\nFARTHER DOWN THE HALLWAY --\n\nJules and Jim backed up by a group of Mercs. Every few\nseconds, one of them reaches around the corner and fires off\nanother shot in the direction of Arno and Danny.\n\nSFX -- CLANGING\n\n103\n\feee\n\n©\n\nC\n\nim take a few steps backwards as the clanging gets\ni louder.",
  "65": "---END OF PREVIOUS SECTION---\nFARTHER DOWN THE HALLWAY --\n\nJules and Jim backed up by a group of Mercs. Every few\nseconds, one of them reaches around the corner and fires off\nanother shot in the direction of Arno and Danny. SFX -- CLANGING\n\n103\n\feee\n\n©\n\nC\n\nim take a few steps backwards as the clanging gets\ni louder. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nA GRENADE --\n\nskips straight down the hallway, spinning wildly. It brushes\nagainst a wall, then takes a vicious curve straight for...\n\nTHE GANG OF MERCS, who stand there, transfixed.\nJULES and JIM run for a doorway. .\nSFX -~ EXPLOSION\n\nARNO AND DANNY\n\ncome barreling down the hallway, right behind the explosion,\n\nguns drawn. They lock down and see the MERCS’ dead bodies,\nput no sign of The Twins.\n\nThey duck through the door and see another long haliway, which\n\nsplits into a fork. Running up the middle of the hall, side\nby side, are Jules and Jin.\n\nARNO\nThe Twins!\n\nDANNY\nWe've got to split them up!\n\nArno takes hold of the high tech archer’s bow, kneels and\nzings an arrow down the long hallway.\n\nAs they reach the fork in the hall, The Twins look back...The\narrow’s coming right between their shoulders. Jules dives\nleft, Jim to the right, and the arrow explodes into the wall\nbetween them.\n\nArno and Danny charge down the hall after. them. Danny slings\na rifle over his shoulder and cocks it. Arno takes hold of\nthe massive Rocket Launcher. They reach the fork, and Arno\n\n_pulls Danny aside.\n\nARNO\n(he grabs Danny’s arm)\nLook, Danny, I want you to be\ncareful...\n\nDANNY\n(smiling)\nThey can‘t touch this.\n\n104\n\fCC\n\nARNO .\nBe careful anyway. Try not to kill\nanyone who doesn’t deserve it.\n\nDANNY stares at hin strangely.\n\nDANNY\nYou okay, Arno?\n\nARNO\n. (quietly) Le\nI'm fine. Let’s do it.\nThey take off down the halls; Arno to the right towards Jin\nin the loading dock, and Danny to the left after Jules.\n\nLOADING DOCK <=\n\nAn expansive Loading Dock, filled with huge crates. Arno\nsteps into the room quietly, watching as Jim desperately tries\nto climb into an air shaft from on top of one of the crates.\n\nARNO\nCome down from there, Jules. TI don’t\nwant to kill you...\n\nJIM\nI’m dim, you overgrown American\nidiot.",
  "66": "---END OF PREVIOUS SECTION---\nARNO\nCome down from there, Jules. TI don’t\nwant to kill you... JIM\nI’m dim, you overgrown American\nidiot. \n---TARGET SECTION TO BE ANNOTATED---\nJim snorts and fires off a few rounds towards Arno. Arno\n\ndcesn’t even flinch as the bullets miss by a wide margin.\n\nARNO\nOkay, I warned you...\n\nArno walks over to the mountain of crates that Jim is standing\non. With a massive heave, Arno topples one of the crates,\nsending the others tumbling down in a chain reaction.\n\nMEANWHILE --\n\nJules is running for his life down an old studio hallway\nfrom...\n\nDANNY, who cackles loudly and fires a few shots off now and\nthen.\n\nJules comes to the end of the long hallway and bursts through\na doorway, outside, into an...\n\n105\n\f‘e\n\nOLD WESTERN TOWN SET ~~\n\nA cobwebbed, crumbling but still standing set from an old\nWestern, JULES stands in the middle of Main Street.\n\nHearing Danny coming up behind him, he darts over to THE\nSALOON. i, :\n\nAs Jules pushes through the swinging doors of the Saloon, he\nrealizes that these are only stand up flats. He presses\nhimself up against the flimsy material, and peers out the\nglassiess window to the street.\n\nJULES P.O.V. <-\n\nDanny stands in the middle of the street now. He has a big\nsmile on his face. He pulls the Porcelain gun off his back.\n\nDANNY\nEenie, meenie, miney...\n\nA HUGE EXPLOSION\nblasts the saloon flat into splinters, but JULES has managed\nto slip out and race across the street to the BANK.\n\nWhat follows is an extremely violent cat and mouse game, as\nJULES runs from the BANK, to the POST OFFICE, to the BROTHEL.\nDanny blowing away each just after he starts running.\n\nNOW, Jules is. behind the OLD JAIL set, and has no place left\nto run. He tries taking a few shots at Danny, but they miss.\n\n. DANNY\nNowhere left to run, Jules. Say your\nprayers...\n\n.\n\n. Danny fires, and Jules is buried under a mountain ef wood.\n\nBACK TO ARNO, IN THE LOADING DOCK -- *\n\nHe pushes away the enormous crates. Finally, he comes to\nJim’s bedy.",
  "67": "---END OF PREVIOUS SECTION---\nDanny fires, and Jules is buried under a mountain ef wood. BACK TO ARNO, IN THE LOADING DOCK -- *\n\nHe pushes away the enormous crates. Finally, he comes to\nJim’s bedy. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes are wide open, but his neck is twisted\nhideously.\n\nArno shakes his head, then reaches down and shuts Jim’s eyes.\nHe gets up and walks out of the room.\n\nHOLD ON JIM, for a moment, waiting for Arno to leave. As soon\nas the door closes, one of his eyes POPS OPEN.\n\n106\n\f(@\n\nat &:\nWESTERN TOWN --\n\nIs now entirely destroyed. The outdoor set is littered with\nshattered, smoldering pieces of wood. At the end of the\nstreet, where the jail used to be, something stirs under a\nmountain of rubble.\n\nThe pieces of wood start to fall aside, and rising from the\nashes is JULES...\n\nBeaten, bloody, but still alive. He limps forward out of the\nwreckage, cocking his gun.\n\n- DANNY\n(0.8)\nThought I’d left, didn’t you?:\n\nStanding behind Jules is Danny, who hasn’t left at all, but\nis in fact pointing his guh right in Jules’ back.\n\nDANNY\nSorry Jules, I’m not that stupid.\nYou're the second most evil bad guy.\nAnd the second most evil bad guy\nalways comes back to kill you at the\nend...\n\nJules reaches nervously for his gun...\n\nDANNY\nNot this time...\n\nDanny fires, blowing Jules into dust.\n\nINT. OLD HORROR MOVIE SET -\n\nArno barges through a side door and on to a dusty old Horror\nMovie Set of Hell. Everywhere in the room: Stalactites,\nstalagmites, boulders, caverns, steel cages, and once’ ‘fiery\npits.\n\nARNO\nCome out, Id.\n\nArno cocks his rifle, and blows a paper mache Stalactite off\nthe ceiling.\n\nARNO\nThere’s nowhere left to run.\n\n207\n\f€ -. Then, a small crackling noise from behind him.\n\nArno spins and fires off another round into the big boulder.\nPlaster flies up, and clogs the air with dust.\n\nBehind the cloud of debris, Arno makes out a figure, standing\nvery still. It’s ID.\n\nMR.ID\nVery impressive,” Slater. You knew\njust where to look.\n\nARNO\nThe drugs, Id. I want them. Now!\n\n.",
  "68": "---END OF PREVIOUS SECTION---\nI want them. Now! . \n---TARGET SECTION TO BE ANNOTATED---\n MR. ID\n(laughing)\nOf course. They’re in the pit.\n\nArno looks at Id, surprised. He glances over to a pit,\ncovered by wooden slats.\n\n. ARNO\nWhy don’t I believe you?\n\n6 MR. ID\n\n€ C Because you’re a moron? (beat) You\n- still don’t get it, Slater, do you?\n\nArne leoks puzzled.\n\n’\nMR. ID\nThe drugs are nothing. They were\n> simply the means to an end.\ncoe ° “ARNO\nye . “s And what was that? Funding hostile\n: - rebels in Central America? Bribing\n) - government officials? Maybe a\n- . Senator?\n) MR. ID\n) My, what an active imagination. It\n) was much simpler than that.\n, Id takes a step forward. : .\n7 (cont.}\nWe were only selling the drugs to\n. make money. We used the money to buy\n@ - guns. We needed the guns te kill\n\nCf 108\n\f“@\n\n \n\nARNO\nBut why? Why would you want me dead?\nMR. ID\nYou interfered with our drug\noperations.\nARNO\n\nBut you were only selling the drugs\nso you could kill me...\n\nMR.ID\nPrecisely.\n\n~ ARNO\nSo, if I hadn‘’t been there stopping\nyou, you wouldn’t have been selling\n\nthe drugs... .\nMR.ID\nHow perceptive.\nNone of this makes any sense. Arno tries desperately to\nfigure it out.\nMR. ID\n\nLook, if you don’t bélieve me, check.\n\nthe pit. Blow up the drugs, they’ve\n\nserved their purpose.\nArno reluctantly walks over to the Pit and kicks the slats\noff. He almost doesn’t want to look in there. If Id’s\ntelling the truth...\n\nARNO\nFrank would be alive...All this\nkilling. It was all for nothing... .\n\nArne kicks the slats off and...\n\nNo booby trap. no surprises. Just a mother lode of drugs in\nplastic bags at the bottom of the pit. Arno can’t believe Id\nhas told him where they are.",
  "69": "---END OF PREVIOUS SECTION---\nNo booby trap. no surprises. Just a mother lode of drugs in\nplastic bags at the bottom of the pit. Arno can’t believe Id\nhas told him where they are. \n---TARGET SECTION TO BE ANNOTATED---\nARNO\n(trying to work it out)\nYou sold the drugs to get the money\nto kill me, but I didn’t stop you\nuntil you started selling the\ndrugs...\n\n103\n\f®\n\nCC\n\nId looks ever at Arno, who seems paralyzed by self doubt.\n\nMR. ID\nConfusing, Slater, isn’t it? Almost\nmaddening. (beat) Well, what are you\nwaiting for? Take the rocket\nlauncher, aim it in the pit, and\nfire...\n\nArno is disoriented; his whole world seems to be crumbling\naround hin.\n\n. MR. ID\"\n\nOr do you have something else in\nmind? Perhaps you’re going to kill\nme first? Isn‘t that what you always\ndo? .\n\nARNO\nNo.\n\nArno jets the rocket launcher fall to his side.\n\nARNO\nThere's been enough killing.\n\nJESSICK\n(0.S.)\nGet off me!\n\nDecker pushes into the room, with a gun pointed to Jessica’s\nhead.\n\nDECKER\nSlater, you pasty faced sauna monkey,\ndrop the gun!\n\n: .e MR.ID\nIt’s about time, Captain.\n\nARNO\nJessica, how did you get here?\n\nJESSICA\nHe kidnapped me. What else is new?\n\nDECKER\nThat crazy kid left her in the car\nwith me. (Arno approaches them) I’1l\nshoot her, Slater, I swear I‘’ll do\nit...\n\niio\n\f‘é\n\ne\n\n- ARNO\nDecker, you're a cop! How could you\ndo this?\n\nDECKER\nIt wasn’t just me, Slater. The whole\nrecinct chipped in to pay these\nguys. Killgallon and McMurphy had a\nbake sale.\n\nARNO\nI don’t understand, we were buddies.\nWhy would you de this to me?\n\nDECKER\n\n(snorts) .\nHe’s askin me why. Why would I do\nit? I’ve said it te you a million\ntimes, but did you ever listen to me?\n\n- Neoooo. You just did things your\n\nown way...\nARNO .\nBut I thought...\nDECKER\nYou‘’Ve given ny department’ the worst\nreputation in the country, Slater.",
  "70": "---END OF PREVIOUS SECTION---\nARNO . But I thought... DECKER\nYou‘’Ve given ny department’ the worst\nreputation in the country, Slater. \n---TARGET SECTION TO BE ANNOTATED---\nI’ve got media hounds doing the\nThomas Flair three feet up my\ncornhole, tne ACLU white water\nrafting down fudge river canyon....\n{getting louder) I’m this close to\ngetting kicked out on my sweaty\npetards: without a pension, and you\nask me WHY?!\n\nARNO\nYes...\n\nDECKER\n(in a total frenzy}\nBecause you’re a ball-peen jacka-\nmenace, Slater, that’s why! Because\nI’ve slurped about all the cock\ntoasting I can take from you poncey\npoon fackers...(he thinks for a\n\n“ainute) and you take the shingles off\n\nthe monkey-stick!\n\nThey all take a second to register this.\n\naii\n\f‘é\n\nShe shakes her\n\nThis is moronic.\n\nself free from Decker.\n\nDECKER\nDon’t move...\n\nJESSICA\nGo ahead and shoot, Bob, I’m not\nplaying hostage for you! (beat) I\nam so tired of this, Arno! The\n\nworrying, the kidnappings, playing\nalong with all this goddamn macho\nposturing...\n\nARNO\n“Jessie, not you too?\n. JESSICA ~\nDon‘t lump me in with these guys,\nArno. I’ve been supportive, I’ve\nhelped you all these years. I\n\ncleaned your guns when you wanted\nthem clean, I sewed up your wounds\n\n“when they needed stitching...I need\n\nJessica starts\n\nto do something for me... I want to\ngo back to school, start a career,\nhave kids... °\n\nARNG\nJessie, now is not really the best\ntime for this...\n\nJESSICA\nI think it’s the perfect time. I’m\nleaving you Arno. Goodbye.\n\nwalking away.\n\nDECKER\nGet back here!\n\nARNO\nJessie, please...\n\nShe turns around to face them.\n\nJESSICA |\nYou two have some kind of score to\n\n112\n\f~ we\n\n@, go ahead, settle it: But\n\n  \n \n\n€@ me out. (beat, she looks at\nArno} I’m sorry Arno, but we never\nreally knew each other anyway. Good\n\nbye.\nId laughs, enjoying this little revelation.\n\nARNO .",
  "71": "---END OF PREVIOUS SECTION---\nGood\n\nbye. Id laughs, enjoying this little revelation. ARNO . \n---TARGET SECTION TO BE ANNOTATED---\nDecker, look, let’s drop our guns, we\ncan'talk this out...\n\nMR.ID\nDon’t do it, Decker.\n\nARNO\n“- I'll quit the force, you’ll never\nhave to see me again...\n\nDECKER\nAnd give up the one thing you know\nhow to do? Yeah, sure...\n\nMR.ID\nShoot him!\n\nARNO\nDecker, please! I’11l put my gun down\nfirst...\n\nDECKER\n\n“I know that one too, Hot-shot.\nYou‘ve got another one taped to your\nback!\n\nARNO ,\nDecker, I don’t have... Please, let’s\nnot shoot each other over nothing...\n\nMR.ID\nDo it!\n\nDecker raises his gun...Arno makes no attempt to protect\nhimself. Then...\n\nKABOOM!\n\nAn enormous explosion pulverizes Decker into dust. It’s\nDANNY. He‘s smiling, holding his smoking gun.\n\nSensing the opportunity, ID slips away from them and out\nthrough a side door...\n\n113\n\fDANNY\n€ Arno, he’s getting away!\n\nBut Arno is kneeling down, looking at Decker’s gun and shield\nwhich lay on the ground.\n\nARNO\nHe was a good man, Danny. He cursed\na lot, and I didn’t understand what\nhe was saying ali the time, but he\nmeant well...\n\nDANNY\nHey Arno, Mr. Arch Villain just made\na break for it.\n\nARNO\nDecker hated me, Danny. I made his\nlife hell.\n\nDANNY\n\nWell, that’s too bad, but we don’t\nhave time to cry over back-stabbing\nbureaucrats right now...We’ve got to\nfinish off Id.\n\neo Arno rises to his feet.\nARNO\nNo. No more killing.\nDANNY\nHey, Arno, news flash! Mr. Id,\n‘ . biggest drug dealer on the West Coast\n\nand all around scum bag just high\ntailed it out of here...\n\nARNO .\nYou don’t understand, Danny. He was\njust selling drugs to buy guns to\nkill me...\n\nDANNY\nWhat the hell are you talking about?\n\nARNO |\nIt was me, Danny,.I caused.all this\ncrime.",
  "72": "---END OF PREVIOUS SECTION---\nDANNY\nWhat the hell are you talking about? ARNO |\nIt was me, Danny,. I caused.all this\ncrime. \n---TARGET SECTION TO BE ANNOTATED---\n It’s like an endless roller\ncoaster ride that I started, and now\nI want to get off...\n\ne 114\n, oe\n\fDANNY\ni ocan’t believe you! They killed\nFrank!\n\nARNO\nTt was an accident. They were trying\nto get me. (beat) I feel bad, sure,\nbut killing them won’t bring him\nback.\n\nDANNY\nWhat about justice, Arno? He was\nyour cousin.\n\nARNO\nYou wanna know the truth, Danny?\nFrank wasn’t even really my cousin.\nHis father was my Dad’s best friend,\nand, you know, we started calling him\nUncle, so you call his son cousin,\nand pretty soon it just sticks.\n\nDanny cocks the porcelain gun.\n\nDANNY\nWe're wasting time.\n\nARNO\nLook, Danny, this whole thing’s been.\npointless...Just let it go.\n\nDANNY\nIf you’re not going to kill Id then\nI will. :\nArno grabs Danny by the arms. :\n* ARNO : °\n\nNo, Danny, I won’t let you do that.\n\nDANNY\nTry and stop me!\n\nDanny slaps Arno’s arms away, breaking free from his grip,\nand sending the big man a few steps backwards. Arno stands\nfrozen, shocked by how viclent Danny has become.\n\ndUST THEN, Jim, the remaining Twin, Stumbles out from behind\na Stalagmite. Before Danny and Arno can react, he fires off\na shot...\n\nBLAM!\n\n4115\n\f‘@\n\ne\n\nnitting ARNO in the chest. Arno stumbles backwards, as Danny\nraises his gun. Jim fires again, propelling Arno over the\nedge of the PIT, and sending him falling down...down...finally\ncrashing on the botton.\n\nDANNY\nYou sonofabitch!\n\nJim tries to scurry away, but Danny FIRES repeatedly, blasting\nhim back te Brussels, air mail express.\n\nDanny runs over to the PIT and looks down. Way down. Arno’s\nbody lies still at the bottom.\n\nDanny gets to his feet. °\nDANNY\n(Screaming)\nId! ‘You bastard! You'll pay for\n*this! . -\n\nHis voice echoes through'the studio.",
  "73": "---END OF PREVIOUS SECTION---\nArno’s\nbody lies still at the bottom. Danny gets to his feet. °\nDANNY\n(Screaming)\nId! ‘You bastard! You'll pay for\n*this! . -\n\nHis voice echoes through'the studio. \n---TARGET SECTION TO BE ANNOTATED---\n He cocks his gun, and\ngoes racing out the side door.\n\n. ar\n\nON THE STUDIO GROUNDS --\n\nMr. Id is running for his life, looking backward over his\nshoulder and then picking up the pace whenever-he hears his\nname being called in the distance.\n\nAs he runs, the bandages around his face start to unravel and\nflake off, leaving a trail of torn gauze in his wake.\n\nTHE CHASE leads Danny out through the studio property, up a\nside street, and then on to HOLLYWOOD BOULEVARD.\n\nDanny chases Id past whores, bikers, the grand, old Movie\nHouses of Hollywood Blvd: Mann’s Chinese, El Capitan, the\nEgyptian...\n\n‘ cUT TO:\nINT. OLD HORROR MOVIE SET -\nat the bottom of the PIT... .\nA clenched fist unfurls. Slackened features resume their\n\nshape, and ARNO stirs awake.\n\n116\n\f“@\n\naa\n\n  \n \n\nA S tne air. He comes to his knees and\nsneezes. down and sees a white bed of cocaine, his\nbedy imprinted in the flakes, Arno is bleeding bad, but he’s\nstiil alive.\n\n \n\nThe drugs must have broken his fall.\ncurT To:\nEXT. HOLLYWOOD BOULEVARD -\n\nDanny keeps running, still following the trail of unraveled\ngauze. Suddenly, it ends.\n\nHe looks up and realizes he’s way at the end of the strip now.\nHe’s standing in front of an enormous, decrepit movie theater.\n\nThe lights aze all off, the windows are boarded up. The\nMarquee is missing all its letters but one; an \"A\" that hangs\noff to one side. :\n\nThe front door looks like it’s been pried open. An old\nrotting slat swings back and forth on a rusty nail.\n\nId went through here.\n\nDanny smirks, raises his gun and...\n\nBOOM!\n\nBlows half the facade away. He steps through the smoking\nwreckage into...\n\nAN ENORMOUS THEATER LOBBY -~\n\nThe paint is dusty, peeling, chipping away, and we can barely\nmake: out a flame~like pattern on the walis.",
  "74": "---END OF PREVIOUS SECTION---\nBlows half the facade away. He steps through the smoking\nwreckage into... AN ENORMOUS THEATER LOBBY -~\n\nThe paint is dusty, peeling, chipping away, and we can barely\nmake: out a flame~like pattern on the walis. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\nI’M COMING FOR YOU, ID!\n© a\nDanny hears footsteps,* and sees Id run from behind the\nconcessicen stand... : .\nBOOH!\nDanny blows it to smithereens, barely missing Id.\n\nHe chases him down the hall, then swings up and around the\naisle, into the middle of the theater.\n\nDANNY looks up to the ceiling, then turns around. HE‘’S IN THE\nMIDDLE. OF THE ASMODEUN <<\n\n117\n\f@\n\nfe\n\nDANNY\nWhat the hell?\n\nThis is not the Asmodeun that Danny knows, however. All but\na few scattered rows of seats have been ripped out. The\nbalcony is crumbling and sags in the middle. The walls are\nchipped, peeling, scarred by flames...\n\nDanny walks to the center of the theater and screams at the\ntop of his lungs...\n\nDANNY\nI’M GOING TO MAKE YOU PAY, ID!\n\nHis voice echoes off the walls. Danny moves up to the stage,\nto the lip in front of the movie screen. He stands there,\nsmoking gun in hand. : :\n\nsuddenly, a light comes on from the projection booth, shining\nout through the portholes. It blinds Danny and he puts his\nhands up to shield his eyes.\n\nMR. ID\nHere Tam, Danny.\n\nId walks out on the balcony, one or two bandages remaining on\nhis face. He pulis them off as he walks forward, and when he\nsteps into the light we realize... -\n\nIt’s THE PROJECTIONIST.\n\nPROJECTIONIST\nArno’s dead, Danny, it’s just me and\nyou... >\n\nDanny’s not sure what to do...\n\nPROJECTIONIST\nCome on, Danny. Kill me. That’s\nwhat you want, isn’t it? I killed\nArno, now shoot me and even the\nscore.\n\nDanny closes his eyes and fires the gun, taking a chunk out\nof the. balcony, and barely missing Id.\n\nVOICE\n(0.8.)\nNo!\nThe voice comes from a figure, standing in the lobby.\n\nLis\n\fThe Projectionist glances down in annoyance, and instantly,\nthe DOORS SLAM SHUT.\n\nPROJECTIONIST\nHere’s your chance, Danny, make up\nfor éverything in one shot...",
  "75": "---END OF PREVIOUS SECTION---\nThe voice comes from a figure, standing in the lobby. Lis\n\fThe Projectionist glances down in annoyance, and instantly,\nthe DOORS SLAM SHUT. PROJECTIONIST\nHere’s your chance, Danny, make up\nfor éverything in one shot... \n---TARGET SECTION TO BE ANNOTATED---\nHe spreads his arms...\n\nThe DOORS BURST OPEN AGAIN...\n\nVOICE\nDanny, wait!\n\n‘The VOICE nears. Danny trains his gun on the figure moving\n\nforward through the aisles. The man stumbles; clutching his\nmid section...It’s...\n\nDANNY\nAINO...\n\nARNO\nDen‘t do it, Danny. Don’t shoot.\n\nHe’s bleeding, dying, but he’s managed to drag himself all the\nway to the theater. He sits down next to front aisle.\n\nDANNY\nYou’re alive...\n\nPROJECTIONIST\nI’m waiting...\n\n. ARNO\nDanny, listen to me. If you shoot\nId, it will never end. Someone else\nwill come after you for killing hin,\non and on, forever. You’ll be stuck\nhere like me, killing just to stay\nalive yourself.\n\nPROJECTIONIST\ncome on Danny, don’t listen to a dead\nman. Go ahead and shoot, I know you\nwant to...\n\nARNG\nBelieve me, Danny, it’s not worth ite.\nI’ve lived that way my whole life...\nBut you don’t have to. You can\nforget all this, go back to where you\n\n119\n\f \n\n \n\nDanny is torn, he wants desperately te pull the trigger...\n\nPROJECTIONIST\n(growing furious}\nSHOOT ME, DANNY! Take your\nrevenge...\n\nDanny raises his gun, he looks like he might shoot...\nArno, his breath escaping him, crawls forward towards him...\n\nARNO\nYou won’t feel any better, Danny. It\nwon’t bring your father back...\n\n4 long moment passes, both the Projectionist and Arno hang on\nDanny’s next move...\n\nDanny’s fingers tense around the gun.\n\nTHEN --\n\nSlowly, they loosen. The gun begins to slip, and Danny lets\nit fall from his hand. .\n\nIt crashes to the ground as Danny climbs down off the stage.\n\nDANNY\nArno, come on...\n\nARNO\nYou ended it, Danny...Go home...\n\nDANNY\nifm not leaving you here!\n\nDanny helps Arno to his feet...\n\n. ARNO\nForget me, I can’t go...\n\n+ It’s over... ’\nMEANWHILE <=\nThe Projectionist is growing furious. His eyes flame, he\n\nseems. to grow larger on the balcony.",
  "76": "---END OF PREVIOUS SECTION---\nARNO\nForget me, I can’t go... + It’s over... ’\nMEANWHILE <=\nThe Projectionist is growing furious. His eyes flame, he\n\nseems. to grow larger on the balcony. \n---TARGET SECTION TO BE ANNOTATED---\n Jets of fire spew out\nfrom the projection room. The whole theater begins to shake.\n\n. PROJECTIONIST\nUSE THE GUN, DANNY! That was the\nagreement...\n\n126\n\f‘e\n\nBeams fall, the walls crack...\nDanny and Arno start limping forward down the aisle...\n\nPROJECTIONIST\nYOU MUST USE IT...DAMN YOU!!\n\nThe theater seats catch fire and explode, as the whole\nbuilding threatens to fold in.\n\nThrough it all, The Projectionist stands perfectly still on\nhis balcony, his eyes glowing red.\n\nDanny and Arno are running now, straight for the center of the\nscreen. .\n\nA long TEAR in the fabric is just visible.\n\nThe theater begins to explode behind them as DANNY hurdles the\nstage thrust, leaps forward and dives... Right into the tear.\n\nBLACKOUT\n\nFor a few moments. Then Danny plops right back down in his\noriginal theater seat. He is unharmed, his bookbag still\nslung over his shoulder.\n\nDanny rises out of his seat, just as...\n\nONSCREEN ~-\n\nA raging fire burns in the Movie! s Asmodeun, as EXTREMELY\nVIOLENT‘S credits roll.\n\nThe Projectionist stands still on the balcony. His face, now\nexpressionless, as’ flames 1iék at him in ali directions.\n\nHe stares -out fron the screen, coldly, watching Danny.\nSuddenly, the balcony collapses and he’ plummets into ‘the\nburning wreckage.\n\nHOLD ON --\n\nDANNY’S FACE, his eyes desperately scanning the screen. But\nthe fire just roars higher and higher...\n\nHe turns away and walks out of the theater.\n\n“EXT. TIMES SQUARE --\n\nDanny pushes open the front doors to the Asmodeun and steps\n\n12h\n\f‘e\n\n \n\neo\n\nout bathed in the gray-yellow light that\n\ncomes\n\n \n\nHe stands juSt outside the theater for a moment. His eyes are\nblank, expressionless. He closes them for a second.\n\nEIGHTH AVENUE --\n\nDanny trudges up Eighth Avenue, his hands thrust in his\npockets, trying to keep warm in the early morning chill.\n\nHe picks up his pace, until he is no longer walking but\nrunning, soaring past sex shops and porno theaters and sleazy\ngo-go bars whose doors have finally closed.",
  "77": "---END OF PREVIOUS SECTION---\nHe closes them for a second. EIGHTH AVENUE --\n\nDanny trudges up Eighth Avenue, his hands thrust in his\npockets, trying to keep warm in the early morning chill. He picks up his pace, until he is no longer walking but\nrunning, soaring past sex shops and porno theaters and sleazy\ngo-go bars whose doors have finally closed. \n---TARGET SECTION TO BE ANNOTATED---\nHe comes to the subway and bounds down the steps.\n\nINT. SUBWAY CAR -- A FEW MINUTES LATER\n\nLight all but disappears as the car roars into a tunnel, then\nreappears as it comes out again, overground.\n\nDanny stares out the window, trying to find his destination\nin the small family homes and industrial parks that make up\nthe borough of Queens.\n\nEXT. SOMEWHERE IN QUEENS -~\n\nDanny is running again, his chest heaving as he races towards\nhis destination...\n\nA large, sprawling graveyard. The intended tranquility is\ndrowned out by the zooming of traffic on the super-highways\nringing the lawns.\n\n‘EXT. THE GRAVEYARD --\n\nDanny wanders through the sea of white gravestones until he\nfinds the one he’s looking for.\n\nHIS FATHER’S GRAVE --\nHe stands in front of the grave, staring at it.\nHOLD ON -- HIS EYES\n\nstill dry, stili cold. He just stands there, not knowing what\nto do. . :\n\nHe turns to walk away, then falls to his knees. The sobs come\nslowly at first, then harder and harder until he is short of\nbreath from crying.\n\n122\n\fA HAND reaches out and touches his shoulder. He locks up to\nsee HIS MOTHER, standing over him, tears in her eyes as well.\n\nDANNY\nMom...\n\nShe kneels on the ground, taking him into her arms.\n\nHOLD ON -- THE TWO OF THEM\n\nin the sea of gravestones. The morning sun has just peaked\nout over the smog and grime of New York City.\n\nTHEN DISSOLVE INTO:\n\nINT. THE ASMODEUN --\n\nThe ROWS OF EMPTY SEATS in the Asmodeun. All is still in the\ntheater now, the projector shines a white light across the\ntheater, the clack of the film unspooling can be heard in the\nbackground. .\n\nSlowly, a hand comes up over the first row of seats. Then an\narm, followed by a muscular torso. Then the rest of...\n\nARNO SLATER. He rises to his feet. 2\n\nHe is unscratched, no bloodstains, his clothes are clean. He\nsteps forward down the aisle.\n\nHe walks through the lobby and out of the theater, into...\nTHE.",
  "78": "---END OF PREVIOUS SECTION---\nHe\nsteps forward down the aisle. He walks through the lobby and out of the theater, into... THE. \n---TARGET SECTION TO BE ANNOTATED---\nIDDLE OF NEW YORK’S BUSTLING TIMES SQUARE\n\no\nHe smiles broadly. As he walks down the street, he passes a\ngarbage can.\n\nHe pauses for a second, then takes his gun out, his prized\nBeretta with the laser sighting, and drops it in the garbage\ncan.\n\nArno walks on, seeing the world around him as though for the\nfirst time...Like a man born into life full grown.\n\nEND\n\n123\n\f"
}