{
  "1": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                      LEGIONNAIRE\n                      -----------\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                     Screenplay by \n\n                    Sheldon Lettich\n                           and\n                   Rebecca Morrison\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCHAPTER 1: PROLOGUE\n-------------------\n\nFADE IN:\n\nINT. \"LE POIVROT\" - MARSEILLES - 1925 - NIGHT\n\nLOUD, THUMPING ORCHESTRA MUSIC. A LINE of CAN-CAN GIRLS furiously KICK... TWIRL... and FLASH THIGHS across a COLORFUL SPOTLIT STAGE accompanied by a SMALL ORCHESTRA.\n\nThe Dancers' seductive winks... Pouting lips... CLINCHED SHAKING BREASTS... and FANNY-BOWS, entice AUDIENCE CLAPS, WHISTLES, HOOTS and CHEERS.\n\nAn UPSCALE, EXCLUSIVE, NIGHT CLUB packed with STYLISH, CHIC PATRONS. Everyone CLAPS... STOMP FEET or MOVES with the MUSIC... A WAITER rushes through the crowded room with a TRAY of DRINKS. He crosses a COUPLE sitting at a table.\n\nThe couple rise from the table, strolling through the room past...\n\nRENE GALGANI -- a late twenties-something, Corsican, hot-head, dressed in formal attire -- watches the performance. He impatiently glances down at a POCKET WATCH. Rene slips the watch into his waistcoat, scanning the room.\n\nRene veers from the stage, strutting to the bar. Aware of his quick temper, WAITERS and REGULAR CUSTOMERS avoid Rene's approach.\n\nMAXIM -- an enduring, huggable, French man dressed in CRUMPLED CLOTHING -- stands at the bar having a drink. \n\nRene approaches from the rear, tapping MAXIM on the shoulder. Maxim nervously faces Rene.\n\n                      MAXIM\n\n                      (jittery)\n\n          Rene... Would you like a drink?\n\nRene strong-arms Maxim away from the bar.\n\n                      RENE\n\n          No. Let's chat.\n\nRene escorts Maxim down a small stairway.\n\n                      RENE\n\n                      (angry)\n\n          You said midnight!\n\n                      MAXIM\n\n                      (jittery)\n\n          Don't worry, he'll be here.\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nRENE\n\n                      (angry)\n\n          You said midnight! MAXIM\n\n                      (jittery)\n\n          Don't worry, he'll be here. INT. \n---TARGET SECTION TO BE ANNOTATED---\n \"LE POIVROT\" - CLOAK ROOM AREA - CONTINUOUS\n\nA HAT CHECK GIRL gapes at Rene's and Maxim's confrontation as they cross her HUTCHED-DOOR.\n\nRene slams Maxim up against the wall.\n\n                      RENE\n\n          My brother doesn't like to be kept \n          waiting. It's disrespectful!\n\n                      MAXIM\n\n                      (breaking into a sweat)\n\n          I promise you... Just ten minutes.\n\nRene tosses Maxim aside.\n\n                      RENE\n\n          It's all you get!\n\nMAXIM'S POV: Rene returns to the Main Room.\n\nMaxim plops down on a chair, adjusting his clothing. He retrieves a HANDKERCHIEF, nervously wiping sweat from his brow.\n\nINT. \"LE POIVROT\" ENTRY WAY - SAME TIME\n\nTWO OVERLY GARNISHED LOOSE WOMEN, PAULETTE and YVONNE enter through the CLUB'S FRONT DOOR, followed by... \n\nALAIN LEFERVE -- a cocky, flamboyant, handsome, young man, TASTEFULLY dressed in EXPENSIVE EVENING ATTIRE -- enters behind the two women. He slips his arms around Paulette and Yvonne, drawing them closer. \n\nAlain seductively whispers into Paulette's ear. She gives out a coquettish laugh, coyly rubbing against Alain as they sashay through an ELABORATE CURTAINED ENTRY WAY into...\n\nINT. \"LE POIVROT\" - CLOAK ROOM AREA - CONTINUOUS\n\nMaxim rushes to Alain, shifting his glare between the women.\n\n                      MAXIM\n\n                      (referring to the women)\n\n          What the hell do you think you're \n          doing?\n\n                      ALAIN\n\n                      (cocky)\n\n          Meeting you.\n\nAlain leads the women over to the Hat Check Girl. Maxim trails alongside.\n\n                      MAXIM\n\nThat was supposed to be an hour ago! Jesus, Alain! Can't you just for once help me out! Do you always have to make it so difficult.\n\n                      ALAIN\n\n          Oh, come on, Maxim... \n\nAlain gives Maxim an affectionate tap on the cheek.\n\n                      ALAIN (CONT'D)\n\n          You love it... \n\n                      (winks & smiles )\n\n          It keeps you young.",
  "3": "---END OF PREVIOUS SECTION---\nAlain gives Maxim an affectionate tap on the cheek. ALAIN (CONT'D)\n\n          You love it... (winks & smiles )\n\n          It keeps you young. \n---TARGET SECTION TO BE ANNOTATED---\nAlain suggestively nods towards Yvonne as he graciously helps Paulette with her CLOAK.\n\n                      ALAIN (CONT'D)\n\n          Hey, make yourself useful...\n\n                      (leans toward Yvonne)\n\n          Oh, what's your name?\n\n                      YVONNE\n\n          Yvonne.\n\n                      ALAIN\n\n                      (as if he knew all along)\n\n          Help, Yvonne...\n\n                      (to Maxim)\n\n          ...with her coat.\n\nWithout missing a beat, Maxim automatically does as he is told.\n\n                      MAXIM\n\n          You're not getting off the hook that \n          easy. Especially after what I've been \n          through setting this up.\n\nMaxim hands Yvonne's coat to Alain. \n\n                      MAXIM (CONT'D)\n\n          What do you think I am? Some kind of \n          genie that rubs his lamp and \n          everything poofs into place?... Look \n          at me.\n\nAlain ignores Maxim, giving both women's coats to the Hat Check Girl... She bewitchingly eyes Alain, giving him a come-hither gaze.\n\n                      MAXIM (CONT'D)\n\n                      (tugs on his belt)\n\n          My clothes are loose from not eating \n          and...\n\nAlain returns the Hat Check Girl's come-on with a magnetic smile. He reaches into his pocket, giving her a big tip.\n\n                      MAXIM (CONT'D)\n\n          Alain... It would have been a lot \n          easier to do this in Paris, but oh no! \n          You had to return home the conquering \n          hero.\n\nAlain pivots from the Hat Check Girl, bending his elbows.\n\n                      ALAIN\n\n                      (overlapping)\n\n          Ladies.\n\nThe two women lock arms with Alain, snuggling up to him. He cordially strolls to stairway \n\n                      MAXIM (CONT'D)\n\n          Galgani has sunk a lot cash into this \n          deal. We've got an opportunity to make \n          some real money. Maybe even hold onto \n          it for a change.\n\nINT. \"LE POIVROT\" - MAIN ROOM - CONTINUOUS - NIGHT\n\nAUDIENCE HOOTS, WHISTLE and CHEERS. The Can-Can number crescendos on the stage. LEGS kick high... RUFFLED PETTICOATS flash... the GIRLS drop en masse in front of the FOOTLIGHTS.\n\n                      MAXIM\n\n          Please, humor me.",
  "4": "---END OF PREVIOUS SECTION---\nLEGS kick high... RUFFLED PETTICOATS flash... the GIRLS drop en masse in front of the FOOTLIGHTS. MAXIM\n\n          Please, humor me. \n---TARGET SECTION TO BE ANNOTATED---\n Try to be on your \n          good behavior. I don't want to screw \n          around with these guys. They're not \n          nice people.\n\nMaxim, alongside Alain with women, walk past tables. The CAN-CAN GIRLS rush off stage and spread out into the audience, sitting on men's laps, knocking down drinks or exhibiting their garter belts for tips as the orchestra takes over.\n\n                      ALAIN\n\n          Maxim, you've got to learn to relax. \n          You worry too much.\n\nMaxim jerks Alain close to his face.\n\n                      MAXIM (CONT'D)\n\n          All I'm asking is just for once in \n          your life stop thinking with your \n          other head.\n\n                      ALAIN\n\n          That's why we're such a great team. \n          You got the brains.\n\n                      (pulls women closer)\n\n          ...I got the broads.\n\nMaxim rolls his eyes, giving up.\n\n\nCHAPTER 2: ALAIN VS. UALGANI\n----------------------------\n\n\"LE POIVROT\" - GALGANI'S TABLE - SAME TIME\n\nLucien Galgani -- a smooth, dark-featured, good-looking, ruthless, business man dressed in a silk suit -- sits at his private table as if holding court. Surrounded by: his brother, Rene; personal body guard, Viktor; and prize fighter, Julot. Galgani scrutinizes his domain.\n\nA fidgety Maxim nears the table with Alain and the two women.\n\n                      ALAIN\n\n                      (to Julot)\n\n          Hey Julot, how's the glass jah?\n\nMaxim shoots Alain a quick glare.\n\n                      MAXIM\n\n                      (overlapping)\n\n          Mr. Galgani... This is Alain Lef...\n\n                      RENE\n\n                      (overlapping)\n\n          Yeah, yeah we know.\n\n                      (to Alain)\n\n          You're late.\n\n                      ALAIN\n\n                      (cocky)\n\n          Better that than never.\n\n                      GALGANI\n\n                      (to Maxim)\n\n          Who's the comedian? I thought you \n          managed a fighter.\n\nAlain holds a chair out for Paulette. Galgani shifts his eyes to Alain.\n\n                      GALGANI\n\n          Excuse me, Mr. Leferve But I never do \n          business in the presence of...\n\nGalgani gives the women the once over, considering how to define them.",
  "5": "---END OF PREVIOUS SECTION---\nGALGANI\n\n          Excuse me, Mr. Leferve But I never do \n          business in the presence of... Galgani gives the women the once over, considering how to define them. \n---TARGET SECTION TO BE ANNOTATED---\n                      GALGANI (CONT'D)\n\n          ...the female gender.\n\nAlain takes Galgani's insult as a slap-in-the-face to both himself and the women. He studies Galgani, weighing whether to confront him.\n\nMaxim holds his breath, praying that Alain won't do something stupid... Alain, glancing at Maxim, opts to be easygoing, his usual manner of dealing with uncomfortable situations.\n\n                      ALAIN\n\n          Julot, what's going on here?\n\n                      JULOT\n\nMr. Galgani doesn't mix business with pleasure. \n\nAlain nods, implying okay. He turns to the women, patting Paulette on the fanny.\n\n                      ALAIN\n\n          Wait at the bar. This won't take long.\n\nThe women exit. Alain drags a chair to the table, straddling it.\n\n                      GALGANI\n\n          Julot tells me you're someone who can \n          be trusted. Please bear with my \n          bluntness if I get straight to the \n          point.\n\n                      ALAIN\n\n          Okay, by me.\n\n                      GALGANI (CONT'D)\n\n          The gate's been good. You're a big \n          draw. I'll give you a shot at Julot \n          for twice your normal purse.\n\nElated by the offer, Alain conceals his reaction.\n\n                      ALAIN\n\n                      (cool)\n\n          Not bad.\n\n                      GALGANI\n\n          There's just one minor stipulation.\n\n                      ALAIN\n\nWhich is?\n\n                      GALGANI\n\n          You take a dive in the second round.\n\nShocked, Alain peers at Maxim, who shrugs indicating \"it's news to me.\" Alain flashes a look at Julot.\n\nAlain milks the tension at the table, retrieving a PACK of CIGARETTES from his coat pocket. He stares at Galgani from under his brow, lighting a cigarette.\n\n                      ALAIN\n\n                      (exhales smoke)\n\n          I don't crash the canvas...\n\n                      (to Galgani)\n\n          ...for anyone.\n\n                      RENE\n\n          You're over your head. Don't push \n          you're luck.\n\n                      GALGANI\n\n                      (affectionately refers to\n                       Rene)\n\n          My brother, I love him dearly, tends \n          to jump the gun...\n\n                      (shoots Rene a glare)\n\n          ...and sometimes goes off prematurely.",
  "6": "---END OF PREVIOUS SECTION---\nDon't push \n          you're luck. GALGANI\n\n                      (affectionately refers to\n                       Rene)\n\n          My brother, I love him dearly, tends \n          to jump the gun... (shoots Rene a glare)\n\n          ...and sometimes goes off prematurely. \n---TARGET SECTION TO BE ANNOTATED---\nGalgani, without losing eye contact, slowly leans back in his booth keeping his temper at bay.\n\n                      GALGANI\n\n          I'd like to help you fully comprehend \n          the situation. You fight for me or you \n          never fight again.\n\nMaxim jumps in, attempting to ease the tension at the table.\n\n                      MAXIM\n\n                      (back-peddling & sweating)\n\n          Mr. Galgani...\n\nWithout moving a muscle, Galgani skims his eyes to Maxim.\n\n                      MAXIM (CONT'D)\n\n          Alain meant no disrespect. You've got \n          to understand. \n\n                      RENE\n\n                      (overlapping)\n\n          There's nothing to understand.\n\nMaxim glimpses between Rene and Galgani, pleading his case.\n\n                      MAXIM (CONT'D)\n\n          Fighting is Alain's life. He would \n          never take a dive.\n\n                      GALGANI\n\n                      (overlapping)\n\n          So, this will be his first.\n\nMaxim peeks over at Alain as if looking for help. \n\n                      MAXIM (CONT'D)\n\n                      (back to Galgani)\n\n          Then again... There is always a first \n          time... and the money is very \n          generous, Mr. Galgani.\n\nAlain scrutinizes everyone at the table realizing he and Maxim are in trouble. \n\n                      MAXIM (CONT'D)\n\n          If I could just have a moment alone \n          with Alain.\n\n                      GALGANI\n\n                      (to Maxim)\n\n          The moment's over. I want your answer, \n          now!\n\nSomething in the club catches Galgani's attention. He glances at Rene. Rene looks into the club. Alain turns, facing in the same direction.\n\nKATRINA -- gorgeous, sophisticated, appearing in a class of her own in an out-of-place environment -- with a FRENCH BOB and wearing a FASHIONABLE GOWN approaches the table.\n\nParalyzed, Alain fixates on Katrina as Rene slides out of the booth.\n\nA brief moment of recognition crosses Katrina's eyes, throwing off her pace. She conceals it, darting her attention to Rene.\n\n                      RENE\n\n          Hey, Trina...\n\nKatrina brushes past Rene, without breaking stride... Katrina purposely avoids Alain's stare as she arrives at the table.",
  "7": "---END OF PREVIOUS SECTION---\nRENE\n\n          Hey, Trina... Katrina brushes past Rene, without breaking stride... Katrina purposely avoids Alain's stare as she arrives at the table. \n---TARGET SECTION TO BE ANNOTATED---\n                      KATRINA\n\n                      (to Galgani)\n\n          Lucien, you know how I hate to keep \n          people waiting.\n\nAlain flashes his eyes downward.\n\nMaxim side-glances from Galgani to Katrina, Alain and back to Galgani, knowing that trouble has just shown up.\n\n                      GALGANI\n\n          Katrina, can't you see this is \n          business.\n\n                      KATRINA\n\n                      (to Galgani)\n\n          Either you come now, or I'm leaving by \n          myself.\n\nWanting to avoid a scene Galgani suppresses his anger, sliding down the booth... Uncomfortable and feeling a bit exposed, Katrina reaches at the nape of her neck grabbing her hair. Rene crosses to the other side of the booth in the bg.\n\n                      ALAIN\n\n                      (to Galgani)\n\n          You do have a problem with the female \n          gender.\n\nGalgani takes Alain's insult out on Katrina, firmly clutching onto her arm. \n\nALAIN'S POV: Katrina winces in pain.\n\n                      GALGANI\n\n                      (threatening Alain)\n\n          I think it would be a very wise \n          decision to accept my offer, Mr. \n          Leferve.\n\nGalgani strong-arms Katrina down the hallway. Viktor follows them away.\n\n                      RENE (O.S.)\n\n          So, what's your answer, big shot?\n\nRene taunts Alain, fanning a WAD of MONEY. Alain reaches for the money.\n\n                      ALAIN\n\n          I'll do it.\n\nRene pulls the money out of Alain grasp.\n\n                      RENE\n\n          Half before the fight. The rest after.\n\nAlain rises, turning to Maxim.\n\n                      ALAIN\n\n          Arrange it.\n\nMaxim surprisingly gapes at Alain.\n\nAlain exits from the table, crossing the hallway to Galgani's office. Viktor stands by the door, guarding the entrance. \n\nINT. \"LE POIVROT\" - GALGANI'S OFFICE - SAME TIME\n\nInfuriated, Galgani throws Katrina onto the couch.\n\n                      GALGANI\n\n          What was that all about?\n\nGalgani raises his arm to backhand Katrina... Katrina doesn't flinch, challenging his rage.\n\n                      GALGANI (CONT'D)\n\n          How could you embarrass me like that!\n\nGalgani furiously paces the room.",
  "8": "---END OF PREVIOUS SECTION---\nKatrina doesn't flinch, challenging his rage. GALGANI (CONT'D)\n\n          How could you embarrass me like that! Galgani furiously paces the room. \n---TARGET SECTION TO BE ANNOTATED---\n                      GALGANI (CONT'D)\n\n          You drive me so crazy! Why do you do \n          this to me? Especially after \n          everything I've done for you. If it \n          wasn't for me you'd still be just an \n          immigrant, threading needles in that \n          filthy shop.\n\nGalgani hits a nerve. A hurt look crosses Katrina's face.\n\n                      GALGANI (CONT'D)\n\n          See, this is exactly what I'm talking \n          about. You make me do things that hurt \n          you.\n\nKatrina moves to leave. Feeing rejected, Galgani rushes to the couch. He clutches Katrina's thighs, holding her down.\n\n                      GALGANI (CONT'D)\n\n                      (softening)\n\n          Please Katrina, don't do this to us.\n\n                      (pleading)\n\nWhy can't you just do as I tell you?\n\nGalgani reaches out, stroking her hair.\n\n                      GALGANI (CONT'D)\n\n                      (sincere)\n\n          You know I love you.\n\nDOOR KNOCK. Galgani quickly jumps up. He straightens himself, in attempts to deny and hide the feelings he has for Katrina.\n\nINT. \"LE POIVROT\" - HALL - SAME TIME\n\nThe Hat Check Girl, carrying TWO COATS over her arm, waits by GALGANI'S OFFICE DOOR. Rene struts down the hall. He pushes the Hat Check Girl aside, barging into...\n\nINT. \"LE POIVROT\" - GALGANI'S OFFICE - CONTINUOUS\n\nRene burst into the room, heading to Galgani. The Hat Check Girl meekly enters behind Rene.\n\n                      RENE\n\n                      (excited)\n\n          Hey, hey, hey.\n\n                      (claps hand & points)\n\n          We've got a deal.\n\nKatrina looks up from the couch as Galgani turns to face his brother.\n\n                      GALGANI\n\n          What made him change his mind?\n\nThe Hat Check Girl nervously drapes Galgani's coat over the back of a chair in the bg.\n\n                      RENE (CONT'D)\n\n                      (proud & cocky)\n\n          What can I tell you. You're not the \n          only Galgani that's got the goods!\n\nGalgani holds out his arms to Rene as the Hat Check Girl crosses the room to Katrina. \n\n                      GALGANI\n\n          Now, you're learning.",
  "9": "---END OF PREVIOUS SECTION---\nYou're not the \n          only Galgani that's got the goods! Galgani holds out his arms to Rene as the Hat Check Girl crosses the room to Katrina. GALGANI\n\n          Now, you're learning. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n                      (gives Rene a bear hug)\n\n          It's all in the approach.\n\nA concerned look crosses the Hat Check Girl's face as she gives Katrina her coat. The girl drops her eyes downward.\n\nThe Hat Check Girls' hand palms a NOTE in Katrina's hand.\n\nGalgani, in Rene's arms, stares at Katrina as the Hat Check Girl exits.\n\n                      GALGANI (CONT'D)\n\n          It's a pity everyone else doesn't get \n          it as quickly as you do.\n\nCHAPTER 3: OLD FRIENDS\n----------------------\n\nINT. BRASSERIE - dusk\n\nA HAND reaches for a BOTTLE of WINE, pouring it into a glass.\n\nAlain holds the bottle, gazing at its HALF-FILLED CONTENTS. He places the bottle on the table. Alain pulls out a POCKET WATCH, looking at the time.\n\nAlain, insecure and unhinged replaces the watch.\n\nDISSOLVE TO:\n\nAlain pulls a CIGARETTE from a PACK on the table. He lights himself a smoke, tossing the match into an ASHTRAY filled with CIGARETTE BUTTS.\n\nDISSOLVE TO:\n\nAlain, sipping wine, puts the glass on the table. He reaches into his pants pocket, retrieving a GOLD CROSS and CHAIN. Vulnerable and nostalgic from the wine, Alain wistfully fingers the cross.\n\nDISSOLVE TO:\n\nINT. BRASSERIE ENTRANCE - LATER THAT NIGHT\n\nKatrina, wearing a FUR COLLARED COAT and BROAD RIMMED HAT, enters through the door. She hesitates, gathering strength.\n\nThe rotund CAFE OWNER, behind the bar, breaks into a smile recognizing Katrina. He quickly thumbs through ALBUM COVERS, searching for a particular record.\n\nThe cafe owner proudly holds the record up, showing Katrina. She shoots the owner a hard glance, stopping him from playing the record, as she walks through the room toward...\n\nINT. BRASSERIE - ALAIN'S TABLE - CONTINUOUS\n\nAlain, tucked away at a far-end table, sits staring at the cross in his hand... APPROACHING HIGH HEELS.\n\nAlain peers upward. An arrogant smile breaks across his face. He quickly stuffs the cross into his pants pocket, rising from the table. Alain holds out an empty chair for Katrina.",
  "10": "---END OF PREVIOUS SECTION---\nAn arrogant smile breaks across his face. He quickly stuffs the cross into his pants pocket, rising from the table. Alain holds out an empty chair for Katrina. \n---TARGET SECTION TO BE ANNOTATED---\n                      ALAIN\n\n                      (self-assured)\n\n          You came. I knew it.\n\nKatrina flashes Alain a cold glare as she sits down.\n\n                      KATRINA\n\n          Really?\n\n                      ALAIN (CONT'D)\n\n                      (cocky)\n\n          Is that the way to welcome an old \n          friend?\n\n                      KATRINA\n\n                      (frigid)\n\n          Friends? Is that what we were?\n\nRealizing that getting back into her graces may not be as easy as he thought, Alain sits down. He takes hold of Katrina's hand attempting a different tack.\n\n                      ALAIN (CONT'D)\n\n                      (pleads with bedroom eyes)\n\n          Please, Katrina. Let me explain.\n\nKatrina, captured by his gaze, looks down at his hand in hers... Thinking he's got her, Alain goes for it.\n\n                      ALAIN (CONT'D)\n                      \n          I didn't realize how special you were, \n          until it was too late.\n\nKatrina slowly inches her hand and body away, keeping her eyes to the table... Alain knows he's losing her. He makes a hard pitch.\n\n                      ALAIN (CONT'D)\n\n          Katrina, look at me. I've changed. I'm \n          different, now.\n\n                      KATRINA\n\n          Alain...\n\n                      (exasperated)\n\n          ...what do you want?\n\nAlain gives her an alluring gaze, pulling out his last card.\n\n                      ALAIN (CONT'D)\n\n          Did you forget about our dream...\n\n                      (touching her arm)\n\n          ...of going to America?\n\nKatrina throws her hands up next to her face, glaring downward.\n\n                      KATRINA\n\n                      (pained)\n\n          Don't! That dream is dead... All day \n          I've sat in my room with your note, \n          considering whether or not to see you.\n\nKatrina holds back her emotions.\n\n                      KATRINA (CONT'D)\n\n          This is not easy for me, Alain.\n\nConflicted, Katrina evaluates if she should go on.\n\n                      KATRINA (CONT'D)\n\n          I'm in trouble... I've got to get away \n          from Lucien. If I don't, I know he'll \n          hurt me.\n\nKatrina's tearful eyes drifts to meet Alain.\n\nAlain for the first time acknowledges how his actions have effected Katrina.\n\n                      ALAIN\n\n          How did you meet him?\n\nINT.",
  "11": "---END OF PREVIOUS SECTION---\nAlain for the first time acknowledges how his actions have effected Katrina. ALAIN\n\n          How did you meet him? INT. \n---TARGET SECTION TO BE ANNOTATED---\n OLD SPANISH THEATRE - NIGHT\n\nA BOXING RING in the center of the room. LOW-LIFE FIGHT FANS encompass the ring on WOODEN CHAIRS... THE UPPER CLASS and WEALTHY sit in the balcony boxes... GENDARMES guard the exits.\n\nAlain -- wearing KNEE-LENGTH BOXER SHORTS and a ROBE draped over his shoulders -- enters from a DRESSING ROOM DOOR, walking through the audience to the ring with a TRAINER carrying a BAG and TOWELS. LOW RUMBLE of CROWD NOISES.\n\nDetermined, Alain keeps his eyes focused on the ring.\n\n                      KATRINA (V.0.)\n\n          He came into the shop to buy a dress \n          for one of his women.\n\nAlain enters the boxing ring.\n\n                      KATRINA (V.O.)(CONT'D)\n\n          It wasn't exactly a good time for \n          me... I was lonely.\n\nALAIN'S POV: MOS. The room DISTORTS into SLOW-MOTION, mutating to a BIZARRE DREAM-LIKE situation.\n\n                      KATRINA (V.0.)(CONT'D)\n\n          When you didn't show up that day, \n          everything around me began to fall \n          apart.\n\nALAIN'S POV: MOS. QUICK CUTS of INDIVIDUALS in crowd, building to weird and hallucinatory CLOSE-UPS.\n\n                      KATRINA (V.O.)(CONT'D)\n\n          Lucien eased the pain... At first \n          everything was fine, but then it \n          started. My hair, make-up, the way I \n          dressed, spoke how I walked...\n\nMOS. Alain, in the center of the ring for his introduction, surrounded by a roomful of STRANGERS.\n\n                      KATRINA (V.O.)(CONT'D)\n\n          ...until one day, I woke up and I was \n          someone else.\n\nINT. OLD SPANISH THEATRE - GALGANI'S PRIVATE BOX\n\nGalgani, sitting next to an empty seat surrounded by COUPLES, Viktor and thugs, glances at Rene entering the box. Rene takes a seat behind Galgani. \n\nGalgani addresses Rene from over his shoulder.\n\n                      GALGANI\n\n          Where's Katrina?\n\n                      RENE\n\n          You know how she's hates the fights.",
  "12": "---END OF PREVIOUS SECTION---\nGalgani addresses Rene from over his shoulder. GALGANI\n\n          Where's Katrina? RENE\n\n          You know how she's hates the fights. \n---TARGET SECTION TO BE ANNOTATED---\n \n          She always comes late.\n\nGalgani returns to his GUESTS. (AD LIB) Rene leans back in his chair.\n\nBACK TO BOXING RING\n\nAlain sits in his corner. Maxim climbs up behind him on the other side of the ropes. Alain peers up at Galgani in his box.\n\n                      ALAIN\n\n          Did you get it?\n\nMaxim proudly pats his bulging coat pocket, smiling.\n\nAlain cocks his head toward his robe, while he holds out his BOXING GLOVE with a SMALL GOLD CROSS and CHAIN.\n\n                      ALAIN\n\n                      (referring to his robe)\n\n          Pocket.\n\nMaxim reaches into Alain's robe pocket as he ritualistically drops the chain from Alain's glove into his coat pocket. Maxim retrieves an envelope from Alain's robe.\n\n                      MAXIM\n\n                      (referring to envelope)\n\n          What's this?\n\nFIGHT BELL. Alain hops to his feet.\n\n                      ALAIN\n\n          I'll explain later.\n\nConcentrating on the fight, Maxim unconsciously stuffs the envelope into his coat pocket as Alain goes to the center.\n\n(FIGHT TO BE CHOREOGRAPHED)\n\nAlain and Julot take up their fight stance, stalking one another. CROWD HOOTS and HOLLERS.\n\nAlain automatically goes to take a punch... and cinches back, remembering the deal... Julot swing, landing a left in Alain. \n\nAlain staggers backwards, leaving himself open. Julot pummels Alain. He lands several blows to Alain's stomach, forcing him into the ropes.\n\nAlain grabs onto Julot, stalling for time. The Ref breaks them up. \n\nJulot dances across the ring, connecting jabs with Alain.\n\nAlain moves around the ring, giving Julot every opportunity to hit him.\n\nCROWD SHOTS of disappointed fans. HISSES and BOOS.\n\nAlain and Julot, face to face, grab onto one another.\n\n                      JULOT\n\n          Last time we fought chump, I was paid \n          to take a dive.\n\nFIGHT BELL. Taken-back by Julot's comment, Alain returns to his corner.\n\nALAIN'S CORNER\n\nMAXIM CROUCHES NEXT TO ALAIN IN HIS CORNER. MAXIM FLAPS A TOWEL IN FRONT OF ALAIN' FACE AS THE TRAINER SPONGES OFF ALAIN.",
  "13": "---END OF PREVIOUS SECTION---\nTaken-back by Julot's comment, Alain returns to his corner. ALAIN'S CORNER\n\nMAXIM CROUCHES NEXT TO ALAIN IN HIS CORNER. MAXIM FLAPS A TOWEL IN FRONT OF ALAIN' FACE AS THE TRAINER SPONGES OFF ALAIN. \n---TARGET SECTION TO BE ANNOTATED---\n                      MAXIM\n\n          Okay, this is it. This is the round. \n          All you've got to do is make it look \n          good, okay?\n\nAlain, introspective, ignores Maxim, concentrating on Julot.\n\n                      MAXIM (CONT'D)\n\n          Alain. Alain!\n\nMaxim slaps Alain's face, attempting to get his attention.\n\n                      MAXIM (CONT'D)\n\n          Are you with me? Stay focused. It's \n          easy, just hit the canvas. You got it?\n\n                      ALAIN\n\n          I got it. I got it! \n\n                      MAXIM\n\n          Good.\n\n                      FIGHT BELL.\n\n          Maxim pats Alain on the back as he \n          enters the ring.\n\n                      MAXIM (CONT'D)\n\n          Think about the money.\n\n                      BOXING RING\n\n          The two fighters move to the center of \n          the ring. Alain and Julot resume the \n          bout.\n\nAlain holds a firm stance, pursuing Julot. Julot skips around the ring taking jabs at Alain. \n\nAlain remains focused and unaffected by Julot's punches.\n\nJulot's jabs increases Alain's inner strength.\n\n                      JULOT (O.S.)(CONT'D)\n\n          Any last words...\n\nJulot lunges at Alain, swinging with his entire body. Alain side-steps, avoiding Julot's fist. \n\n                      ALAIN\n\n          Yeah... \n\nAlain whacks Julot in the face with all his might. CROWD CHEERS.\n\n                      ALAIN (CONT'D)\n\n          I changed my mind.\n\nAlain hammers Julot with a vengeance.\n\nREACTION SHOTS of the crowd coming alive.\n\nShocked, Maxim screams at Alain from their corner.\n\n                      MAXIM\n\n          Alain, Alain! What the hell are you \n          doing?\n\nSLOW-MO. MOS. ALAIN'S HEARTBEAT. HEAVY BREATHING. MUTATED CROWD NOISE. Julot, with a BLOODY, SWOLLEN FACE, swaggers to and fro from Alain's blows. A RIGHT... A LEFT... ANOTHER RIGHT. BLOOD SHOOTS into air.\n\nGALGANI'S PRIVATE BOX\n\nSLOW-MO. MOS. HEARTBEAT and MUTATED CROWD NOISE. Galgani leans forward in his chair.",
  "14": "---END OF PREVIOUS SECTION---\nMOS. HEARTBEAT and MUTATED CROWD NOISE. Galgani leans forward in his chair. \n---TARGET SECTION TO BE ANNOTATED---\n He catches something out of the corner of his eye.\n\nGalgani'S POV: SLOW-MO. turns to Katrina's EMPTY CHAIR. \n\nINT. GALGANI'S TABLE - FLASHBACK - QUICK CUTS - NIGHT\n\nMOS. HEARTBEAT QUICKENS OVER QUICK CUTS OF: \n\nCLOSE ON: Alain fixated on Katrina.\n\nCLOSE ON: Katrina darting her eyes away from Alain.\n\nCLOSE ON: Maxim glancing at Katrina and Alain.\n\nBACK TO GALGANI'S PRIVATE BOX - NIGHT\n\nMOS. HEARTBEAT FASTER. Galgani jerks, facing Maxim.\n\nGalgani'S POV: ON Maxim WHIP PAN TO...\n\nBOXING RING - SAME TIME\n\nSLOW-MO. MOS. Alain lands an UPPER CUT to Julot's chin, thrusting him into the air. HEARTBEAT CEASES.\n\nSLOW-MO. MOS. JULOT'S BLOOD splatters across ring, as his face crashes down, bouncing on the ring. MASSIVE CROWD CHEERS and RING NOISES.\n\nMaxim throws his head to Galgani's box.\n\nMAXIM'S POV: ZOOMS IN ON Galgani turning white with rage.\n\nINT. OLD SPANISH THEATRE - SAME TIME\n\nThe Referee starts the count. (AD LIB)\n\nGalgani motions to Rene, Viktor and Thugs go after Alain. They quickly exit the box. Galgani makes apologetic gestures to his Guests. \n\nThe Referee finishes his count over Julot. He reaches for Alain's arm, raising it into the air. The place goes wild. Fight fans rush to Alain as he heads for the ropes.\n\nAngry wealthy patrons glare or shout at Galgani. Enraged, Galgani ignores them, storming through his box CURTAIN.\n\nAlain jumps from the ring in the crowd, making his way for the exit. He bites his BOXING GLOVE LACES,attempting to untie them. \n\nMaxim climbs down after him, pushing his way through the fans to Alain.\n\n                      MAXIM\n\n          I knew it! I knew it...\n\nAlain throws his glove against Maxim's stomach.\n\n                      ALAIN\n\n          Knife. Knife!\n\n                      MAXIM\n\n          Okay!\n\nMaxim reaches into his pants, pulling out a pocket knife.",
  "15": "---END OF PREVIOUS SECTION---\nKnife! MAXIM\n\n          Okay! Maxim reaches into his pants, pulling out a pocket knife. \n---TARGET SECTION TO BE ANNOTATED---\n Maxim nervously opens the pocket knife.\n\n                      MAXIM\n\n          You never intended to take the dive.\n\nMaxim jogs alongside Alain, cutting his boxing glove laces.\n\n                      MAXIM (CONT'D)\n\n          Jesus, Alain! You have any idea of \n          what you've done. We're dead.\n\n                      ALAIN\n\n          Don't worry. Everything's arranged.\n\nMaxim gives Alain an apprehensive glare...\n\n                      MAXIM\n\n                      (sarcastic)\n\n          That's makes me feel real secure.\n\nMaxim glances over his shoulder into the crowd.\n\nMAXIM'S POV: Rene, Viktor and thugs push their way through the crowd toward Alain and Maxim. TWO GENDARMES trail behind them.\n\nAlain grabs an OVERCOAT from an unsuspecting fan's chair, heading for the exit. \n\n                      ALAIN\n\n                      (to fan)\n\n          Thanks.\n\nMaxim trails behind Alain, glancing over his shoulder.\n\nGalgani, on the floor, surrounded by irate wealthy patrons who have lost money on their bets. Galgani looks past the patrons towards the exit.\n\nGALGANI'S POV: Alain and Maxim slips through the door.\n\nEXT. OLD SPANISH THEATRE - REAR ENTRANCE - NIGHT\n\nAlain shoves his arms through the overcoat as he and Maxim race down a driveway.\n\n                      ALAIN\n\n          We're leaving tonight for America.\n\n                      MAXIM\n\n          America?! We'll never get out of here \n          alive.\n\nMaxim quizzically gapes at Alain.\n\n                      ALAIN (CONT'D)\n\n          The tickets are in the envelope.\n\nA thought sends panic across Maxim's face.\n\n                      MAXIM\n\n          It's Katrina, isn't it?\n\nAgitated, Maxim shakes his head in disbelief.\n\n                      MAXIM (CONT'D)\n\n          You're insane! She's Galgani's girl. \n\n                      ALAIN\n\n          She was my girl!\n\nRene, Viktor and SIX THUGS exit the theatre.\n\nAlain and Maxim at the end of the street round a corner.\n\n                      MAXIM (CONT'D)\n\n          Why don't you just dig us a grave? \n\nRene and group takes off, sprinting after Alain and Maxim to the...\n\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nMAXIM (CONT'D)\n\n          Why don't you just dig us a grave? Rene and group takes off, sprinting after Alain and Maxim to the... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OLD SPANISH THEATRE - PARKING AREA\n\nRENE, VIKTOR AND ONE THUG ENTER A BLACK SEDAN, WHILE THE REMAINING THREE THUGS CONTINUE ON FOOT. \n\nTHE SEDAN DRIVES DOWN THE PARKING AREA THROUGH A ROD IRON GATE, HEADING IN THE DIRECTION OF ALAIN AND MAXIM.\n\nEXT. ALLEY - NIGHT\n\nAlain and Maxim sprint down a dark alleyway.\n\n                      ALAIN\n\n          How about first class tickets on an \n          ocean liner?\n\n                      MAXIM\n\n          Great, a month of vomiting over the \n          railing.\n\n                      ALAIN\n\n          Stop complaining. We're finally going \n          to America. What more do you want?\n\n\n\n\nCHAPTER 4: MIDNIGHT TRAIN\n-------------------------\n\nEXT. TRAIN STATION - NIGHT\n\nKatrina walks down a desolate platform, carrying luggage. She crosses a POSTED SIGN, reading MARSEILLES/L'HAVRE. \n\nKatrina finds an isolated bench. She sits down, glancing up at A PLATFORM CLOCK.\n\nEXT. STAIRWAY - NIGHT\n\nAlain and Maxim round a corner, racing down the stone steps. Alain stops Maxim with an outstretched hand.\n\n                      ALAIN (CONT'D)\n\n          Slow down. We've lost them.\n\n                      MAXIM\n\n          I'm not taking any chances.\n\nAlain holds out his hand.\n\n                      ALAIN (CONT'D)\n\n          Give me the cross.\n\nMaxim reaches into his coat pocket retrieving the CROSS and CHAIN. He hands it to Alain. Alain stops to attach the cross around his neck.\n\n                      ALAIN\n\n          Trust me. They're gone.\n\nMaxim continues jogging down the stairs. Alain half-heartily trots down the stairs, trailing Maxim.\n\nMaxim, midway down the alley stairs, trots down the steps. He whips around, sprinting to Alain.\n\n                      MAXIM\n\n          Go back. Alain, go back!\n\nALAIN'S POV: A BLACK SEDAN, Rene's car, pulls up at the bottom of the stairway. \n\nRene and Thugs blast off GUNSHOTS from the car windows. \n\nA GUN SHOT rings out, echoing... Maxim falls into Alain's arms. He face freezes. Maxim gapes at Alain, gasping for air.\n\nMaxim's body slumps, dying in Alain's arms.",
  "17": "---END OF PREVIOUS SECTION---\nHe face freezes. Maxim gapes at Alain, gasping for air. Maxim's body slumps, dying in Alain's arms. \n---TARGET SECTION TO BE ANNOTATED---\n MORE GUNSHOTS.\n\nRene and Viktor race up the steps firing shots at Alain.\n\nAlain drops Maxim, sprinting down an alley. Before turning a corner, Alain remorsefully glances back at Maxim.\n\nViktor stops by Maxim's body as Rene continues chasing after Alain.\n\nViktor searches Maxim, finding a ROLL of MONEY and an envelope with THREE TRAIN TICKETS.\n\nEXT. STREET - NIGHT\n\nAlain, quickly struts down an empty street, keeping in the shadows... He passes a FIGHT POSTER of his Julot's bout, rounding a...\n\nSTREET INTERSECTION\n\nAlain bumps into Two Gendarmes. Unbeknownst to Alain, they were at the fight. Alain side steps them, walking away.\n\n                      GENDARME #1\n\n          Hold on.\n\nAlain stops as the Two Gendarmes approach from behind.\n\n                      GENDARME #1 (CONT'D)\n\n          What's the hurry, champ?\n\nAlain's eyes widening. \n\nTHUNK... Alain falls to the ground from Gendarme #2 NIGHTSTICK. Gendarme #1 pulls out his gun, keeping Alain covered.\n\n                      GENDARME #1 (CONT'D)\n\n          Tell Mr. Galgani we've got him.\n\nGendarme #2 exits down the street.\n\nEXT. TRAIN STATION - NIGHT\n\nKatrina paces the platform, smoking a cigarette. She nervously glimpses at the clock.\n\nEXT. BACK TO STREET INTERSECTION - NIGHT\n\nAlain's face lays against the wet pavement. His eyes slowly open, focusing on his surroundings.\n\nAlain springs to his feet, grabbing onto Gendarme #1's gun. The two men struggle for control of the weapon.\n\nRene rounds a corner at the far end of the street.\n\nSimultaneously, at the other end of the street, Galgani's ROLLS ROYCE approaches.\n\nAlain and Gendarme #1, with his arm outstretched holding onto the gun, scuffle across the street. Off balance, they crash against a wall, wrestling for the weapon.\n\nRene fires off GUN SHOTS as another CAR turns the corner, backlighting the street.\n\nRene's bullets rivets Gendarme #1. His body spasms, firing wild shots. Bullets ricocheting off walls. \n\nRene takes a wild bullet.\n\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nBullets ricocheting off walls. Rene takes a wild bullet. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GALGANI'S ROLLS ROYCE - TRAVELING\n\nGalgani, in the back seat, leans forward.\n\nGALGANI'S POV: Rene, in shock, grabs onto his stomach wound. He gapes at BLOOD oozing between his fingers and plummets to the ground.\n\nEXT. BACK TO STREET INTERSECTION\n\nAlain drops the Gendarme sprinting away. APPROACHING FOOTSTEPS. Alain glances over his shoulder.\n\nGalgani, glares at Alain, crossing the intersection as he darts down the street to his brother. \n\nRene squirms on the ground in a fetal position. Galgani kneels down, taking Rene in his arms. Galgani's thugs enter from both direction in the bg.\n\nRene grabs onto Galgani's coat. Galgani draws Rene closer, cradling his brother.\n                      \n                      RENE\n\n          I'm scared... Cold.\n\nTears well in Galgani's eyes.\n\n                      GALGANI\n\n                      (whisper)\n\n          I'll take care of you.\n\nRene faintly smiles. He takes his last breath, dying in his brother's arms. Galgani viscously eyes his men.\n\n                      GALGANI (CONT'D)\n\n                      (referring to Alain)\n\n          Kill him!\n\nEXT. TRAIN STATION - SAME TIME - NIGHT\n\nKatrina frantically searches the platform as passengers exit from a train. \n\nA man, built like Alain, walks toward Katrina through the train's brake steam. Thinking it's Alain, she runs to him.\n\nA panicked look crosses Katrina's face upon realizing that the man is not Alain. She stops, backing away from the man. \n\nKatrina turns, finding herself blocked by another one of Galgani's THUGS... The man, VIKTOR, takes hold of Katrina's arm leading her away.\n\nSTREET - NIGHT\n\nAlain hurriedly races down the enclosed area. He passes a REAR CAFE ENTRANCE, surrounded with BARRELS and covered with TARPS.\n\nAPPROACHING FOOTSTEPS. Alain looks over his shoulder, crashing into a BARREL. GENDARMES' WHISTLES in bg. MENS' SHOUTS in fg. Trapped, Alain scans between the REAR and front street entrances.\n\nGendarmes sprint down the street, blowing whistles.",
  "19": "---END OF PREVIOUS SECTION---\nMENS' SHOUTS in fg. Trapped, Alain scans between the REAR and front street entrances. Gendarmes sprint down the street, blowing whistles. \n---TARGET SECTION TO BE ANNOTATED---\n                      GENDARME #3\n\n          Some boxer named Lefevre killed a \n          Gendarme.\n\nGalgani's Thugs dart across the FRONT ENTRANCE.\n\n                      VOICE (O.S.)\n\n          Up here! I saw him go 'round the \n          corner.\n\nThe Gendarmes dash around the street corner, following the thugs.\n\nSuddenly, a TARP flies off with Alain emerging from between TWO BARRELS. He rushes off in an opposite direction of the Gendarmes.\n\nEXT. GALGANI'S ROLLS ROYCE - LATER THAT NIGHT\n\nA THUG escorts Katrina to Galgani's Rolls Royce. He opens the rear door for Katrina.\n\nKATRINA'S POV: Galgani, in the back seat, covered in blood. \n\nKatrina hesitates before entering.\n\n                      KATRINA\n\n                      (under her breath)\n\n          Alain.\n\nThe thug pushes her through the open door.\n\nINT. GALGANI'S ROLLS ROYCE - CONTINUOUS\n\nNumb, Galgani sits in the middle of the back seat, oblivious to his surroundings. Simultaneously, as Katrina enters, Viktor address Galgani through the opposite back seat window.\n\n                      VIKTOR\n\n          She was at the station.\n\nThe thug on the other side slams the door behind Katrina as she sits down. Viktor exits in the bg.\n\n                      GALGANI\n\n                      (looking straight ahead)\n\n          You'll never see him again.\n\nGalgani faces Katrina.\n\n                      GALGANI (CONT'D)\n\n          ...if you try running away once more, \n          you're dead.\n\n\n\n\nCHAPTER 5: JOINING THE LEGION\n-----------------------------\n\nEXT. LEGION DEPOT - NIGHT\n\nAlain rounds a corner, sprinting into a courtyard. GENDARME WHISTLES in bg. Spotting a lit office, he darts inside shutting the door behind him.\n\nINT. RECRUITING OFFICE - CONTINUOUS - NIGHT\n\nALAIN, OUT OF BREATH AND FLUSTERED, LEANS AGAINST THE DOOR SCANNING THE ROOM. \n\nALAIN'S POV: A CLAUSTROPHOBIC ROOM WITH A DESK AT THE FAR END. COLORFUL POSTERS OF EXOTIC ADVENTURES IN THE \"LEGION ETRANGERE\" HANG ON THE WALLS.",
  "20": "---END OF PREVIOUS SECTION---\nRECRUITING OFFICE - CONTINUOUS - NIGHT\n\nALAIN, OUT OF BREATH AND FLUSTERED, LEANS AGAINST THE DOOR SCANNING THE ROOM. ALAIN'S POV: A CLAUSTROPHOBIC ROOM WITH A DESK AT THE FAR END. COLORFUL POSTERS OF EXOTIC ADVENTURES IN THE \"LEGION ETRANGERE\" HANG ON THE WALLS. \n---TARGET SECTION TO BE ANNOTATED---\n GENDARME WHISTLES & SHOUTS IN BG.\n\n                      RECRUITING SERGEANT (O.S)\n\n                      (referring to the\n                       whistles)\n\n          Have you ever considered what happens \n          to the poor bastards they chase \n          through the streets?\n\nAlain frantically looks for the source of the voice.\n\nAn elderly RECRUITING SERGEANT -- with SCARS on his face and combat RIBBONS on his chest -- enters from a back room, smoking a cigarette. \n\nThe Recruiting Sergeant takes a few pensive puffs, inspecting a harried Alain. He sits down at his desk, gesturing with a hand MINUS THREE FINGERS.\n\n                      RECRUITING SERGEANT\n\n          Please, sit.\n\nAlain cautiously takes a seat, trying not to stare. The crusty old vet picks up on Alain's thoughts.\n\n                      RECRUITING SERGEANT\n\n                      (shows off hand)\n\n          Tonkin. 1894.\n\n                      (points to facial scar)\n\n          Soissons. 1918.\n\nThe Sergeant ceremoniously rises. Restricted by a WOODEN LEG, he hobbles to a file cabinet.\n\n                      RECRUITING SERGEANT\n\n                      (over the shoulder)\n\n          Morocco. 1922.\n\nAlain suddenly feels the walls closing in around him. He glances at the door. Gendarme shouts and MORE WHISTLES.\n\nThe Sergeant returns to his seat, placing an ENLISTMENT FORM on the desk.\n\n                       RECRUITING SERGEANT \n                       (cont'd)\n\n                       (sanctimonious)\n\n          How can I help you, M'sieur?\n\n                      ALAIN\n\n          I... want to join the Legion.\n\n                      RECRUITING SERGEANT\n\n          But of course.\n\n                      (lights another cigarette)\n\n          Might I ask, why you would make so \n          foolish a decision?\n\nAlain rifles his mind for an answer.\n\n                      RECRUITING SERGEANT        \n                     (cont'd)\n\n          It's about... \n\n                      (a smug wink)\n\n          ...the woman?\n\nAlain's eyes widen.\n\n                      ALAIN\n\n                      (nervous & covering)\n\n          Woman?\n\n                      RECRUITING SERGEANT\n\n                      (waves Alain off)\n\n          Whatever the answer, there's usually a \n          woman involved.",
  "21": "---END OF PREVIOUS SECTION---\nAlain's eyes widen. ALAIN\n\n                      (nervous & covering)\n\n          Woman? RECRUITING SERGEANT\n\n                      (waves Alain off)\n\n          Whatever the answer, there's usually a \n          woman involved. \n---TARGET SECTION TO BE ANNOTATED---\nHe pushes the FORM across the desk for Alain to peruse. Alain picks up a pin, quickly filling out the form.\n\n                      RECRUITING SERGEANT\n\n          Understand that once you sign... \n\nThe Sergeant twists the form to read Alain's name.\n\n                      RECRUITING SERGEANT \n                      (CONT'D)\n\n          M'seuir Duchamp...\n\nThe Recruiting Sergeant returns the form to Alain.\n\n                      RECRUITING SERGEANT \n                      (CONT'D)\n\n          ...there is no backing out. There are \n          only three ways you return to La Belle \n          France. One, fulfill your contract. \n          Two, disability...\n\nCLOSE ON: RECRUITING SERGEANT. He slightly cocks his head, raising an eyebrow.\n\n                      RECRUITING SERGEANT \n                      (CONT'D)\n\n          ...And three, in a box!\n\nDISSOLVE TO:\n\nEXT. PORT - RABAT, MOROCCO - DAY\n\nAn exotic North African city with colorful rooftops and soaring MINARETS. wailing VOICE of an Islamic Muezzin...\n\nCAMERA CRANES DOWN across several time-worn, ancient Moroccan structures to a SMALL GROUP of MISFITS marching behind a Foreign Legion CAPORAL-CHEF away from the DOCKS.\n\n                      A BRITISH VOICE (V.O.)\n\n          \"From little towns in a far land we came,\n\n          To save our honour and a world aflame...\"\n\nAlain, unshaven and dressed in his filthy clothes, fits-in with the overall appearance of the group. He peers over his shoulder at... \n\nMACKINTOSH -- a misplaced aristocratic Englishman, wearing a tailored tweed jacket and carrying a BOOK of POETRY -- who methodically strolls, musing about his surroundings.\n\n                      MACKINTOSH (V.O.)(CONT'D)\n\n          \"By little towns in a far land we sleep\n\n          And trust that world we won for you to keep!\"\n\nCaporal-Chef LEGROS, leads the group toward the city.\n\nEXT. MEDINA - RABAT, MOROCCO - DAY\n\nThe recruits move through the narrow bustling streets.\n\nALAIN'S POV: capturing the exotic sights, sounds and smells... ARABIC WOMEN with VEIL shrouded faces... STREET PERFORMERS surrounded by curious TOURISTS... CAMEL & DONKEYS cart goods.",
  "22": "---END OF PREVIOUS SECTION---\nARABIC WOMEN with VEIL shrouded faces... STREET PERFORMERS surrounded by curious TOURISTS... CAMEL & DONKEYS cart goods. \n---TARGET SECTION TO BE ANNOTATED---\n PEDDLERS (Arabs, Jews, Blacks & Berbers) loudly hawk wares from TINY SHOPS... FRENCH COLONIALS in WHITE SUITS... BEGGARS hold out EMPTY PALMS... SHEPHERDS lead GOATS to market.\n\nEXT. LEGION GARRISON - DAY\n\nA huge forboding STONE COMPLEX, surrounded by a fifteen-foot wall. Outside its MAIN GATE an open market of make-shift stands house Moroccan barkers selling wares. Their CAMELS and DONKEYS rest in the bg. amongst a flurry of activity.\n\nLegros leads the ragged file of recruits toward the MAIN GATE to the Garrison. LEGIONNAIRE SENTRIES stand by the gate's WOODEN DOORS, watching the group climb up a steep hill.\n\nAs the last recruit passes through the gate, the sentries slam the doors shut sealing them off from the world.\n\n\n\nCHAPTER 6: NEW FRIEND\n---------------------\n\nEXT. COURTYARD - LEGION GARRISON - CONTINUIOUS\n\nAlain and his group walk into an open-air courtyard. Enclosed within the walls, MORE RECRUITS -- dressed in civilian clothes and dredged from the gutters of Europe -- mill about like prisoners in a recreation yard. \n\nSome of the other recruits call out to Alain's group, hoping to find someone from their home country. They shout out queries in different languages. (AD LIB)\n\nEXT. COURTYARD WALL - LEGION GARRISON - SAME TIME\n\nAlain finds a solitarily wall, sitting down. Leaning against it he watches the activity from afar. \n\nGuido Rosetti -- a wiry, nineteen-year-old, Italian with a heavy, excitable, sing-song accent -- plops down next to him.\n\n                      GUIDO\n\n          'ey, you gotta cigarette for Guido?\n\nWithout acknowledging him, Alain reaches into his pocket retrieving a CIGARETTE PACK. Guido takes a smoke. Alain, staying focused on the yard, stuffs the pack back into his pocket. \n\n                      GUIDO (CONT'D)\n\n          Match?\n\nAlain, keeping his eyes forward, whips out a WOODEN MATCH STICK holding his arm outstretched toward Guido. He strikes the MATCH with his thumb nail, igniting a FLAME.\n\nGuido leans forward with the cigarette in his mouth, lighting it with the match...",
  "23": "---END OF PREVIOUS SECTION---\nAlain, keeping his eyes forward, whips out a WOODEN MATCH STICK holding his arm outstretched toward Guido. He strikes the MATCH with his thumb nail, igniting a FLAME. Guido leans forward with the cigarette in his mouth, lighting it with the match... \n---TARGET SECTION TO BE ANNOTATED---\n Without missing a beat, Alain flicks the match into the yard. \n\nGuido bursts out coughing, waving the air in front of him. \n\nAttempting to be one of the guys, Guido leans against the wall next to Alain looking into the yard. \n\n                      GUIDO (CONT'D)\n\n          Look at these men. All these men who \n          left their homes so they can be \n          heroes.\n\nALAIN'S POV: Mackintosh stands on one leg, propping his opposite foot against a far wall, reading from his poetry book. \n\n                      GUIDO (O.S.)\n\n          That's why Guido left. I'm gonna be a \n          hero, too! You know why Guido's gonna\n          be a hero? \n\nALAIN'S POV: Legros and Caproal Metz hover over the recruits' ENLISTMENT PAPERS.\n\n                      GUIDO (O.S.)\n\n          So I can marry my Anna. She's my \n          fiancee, but don'a tell no one. It's a \n          secret. \n\nALAIN'S POV: A buffed African-American, the only black man, Luther WILLIAMS, shuffles through the courtyard. Recruits either walk away or turn their backs as Luther nears them.\n\n                      GUIDO (O.S.)\n\n          Anna's poppa and momma, they no like\n          Guido. They think I'm a bum. But, I'll           show 'em.\n\nAlain, unresponsive, is in the same position. Guido, talking to himself, slowly shakes his determined head.\n\n                      GUIDO (CONT'D)\n\n          When Guido come home, they'll see. \n          Guido will be a hero! Worthy of their \n          Anna!...\n\n                      (excited)\n\n          'ey, you wanna see a picture of my \n          Anna?\n\nGuido proudly whips out a WORN photograph... Alain shifts his gaze to the photo.\n\n                      GUIDO (O.S.)\n\n          Ah, bella! Isn't she beautiful. I'm \n          the luckiest man in the world...\n\nCLOSE ON: photograph of an innocent, doe-eyed, Italian girl.\n\n                      GUIDO (O.S.)\n\n          ...to have such a angel.\n\nDISSOLVE TO:\n\nEXT. TRAIN STATION - PARIS - FLASHBACK - DUSK\n\nTHREE YEARS EARLIER. A crowded platform filled with hustling passengers.",
  "24": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n\nEXT. TRAIN STATION - PARIS - FLASHBACK - DUSK\n\nTHREE YEARS EARLIER. A crowded platform filled with hustling passengers. \n---TARGET SECTION TO BE ANNOTATED---\n Within a GROUP of RUSSIAN IMMIGRANTS, Katrina -- a determined, beautiful young, country girl with long hair -- struggles with armfuls of luggage.\n\n                      GUIDO (V.O.)\n\n          'ey, you have a angel, like my Anna?\n\nAlain, standing on a train step, smiles to himself watching her cross his path. He steps down, hurriedly walking up behind her. \n\n                      ALAIN\n\n          May I help you?\n\nKatrina gives him an annoyed glare, picking up her pace. She stumbles, dropping a bag. Katrina quickly uplifts it, ignoring Alain's effort to help. She loses her balance, tumbling all her luggage to the ground.\n\n                      ALAIN (CONT'D)\n\n          Is it me or are you just stubborn?\n\nFrom under her brow, Katrina looks up at Alain... and breaks into a big bashful smile. \n\n                      KATRINA\n\n          I've always had to look after myself.\n\n                      TRAIN WHISTLE.\n\nSMASH CUT TO:\n\nINT. OFFICER'S QUARTERS - LEGION GARRISON - DAY\n\nPIERCING SHRILL of Legros WHISTLE. \n\nSTEINKAMPF'S POV: Metz, Legros and CORPORALS with BATONS shout out orders in DIFFERENT LANGUAGES to the recruits in the courtyard.\n\n                      CORPORALS\n\n          Line up pigs! Into formation! Bite! \n          Mach scalene!\n\nEXT. OFFICER'S QUARTERS - LEGION GARRISON - SAME TIME\n\nA concealed figure, SERGEANT-CHEF STEINKAMPF, watches from behind BARRED WINDOWS as Metz, Legros and Corporals push the recruits toward the center of the courtyard.\n\n                      CORPORALS\n\n          Allez!... Raus... Vite!\n\nEXT. COURTYARD WALL - LEGION GARRISON - SAME TIME\n\nAlain gets up from the wall, shaking Guido's shadow.\n\nEXT. COURTYARD - LEGION GARRISON - CONTINUIOUS\n\nAlain ambles toward the formation, standing next to a group of Germans in line.\n\nROLF BRUNER -- a stocky Aryan with close-cropped blondish hair -- at the far-end of the German group, notices Luther to his right. He moves to another position. The remaining Germans follow suit, leaving a gap between Alain and Luther.\n\nLegros pushes Luther toward Alain.",
  "25": "---END OF PREVIOUS SECTION---\nHe moves to another position. The remaining Germans follow suit, leaving a gap between Alain and Luther. Legros pushes Luther toward Alain. \n---TARGET SECTION TO BE ANNOTATED---\n                      LEGROS\n\n          Tighten it up!\n\n                      LUTHER\n\n                      (mumbles to himself)\n\n          I thought I'd done left that crap back \n          in the States.\n\nLegros whacks Luther across the face with his BATON, drawing blood from the startled black man.\n\n                      LEGROS\n\n          Where do you think you are, neger? A \n          ladies social club?\n\n                      LUTHER\n\n          No, sir.\n\n                      LEGROS\n\n          Then, shut your mouth! You only speak \n          when spoken to. Understand.\n\nLuther nods... Legros stomps off.\n\n                      lUTHER\n\n                      (under his breath)\n\n          Yes sir, massa. I'z understands alls \n          too well.\n\nAlain darts his eyes to Luther's bloody nose.\n\n                      LEGROS\n\n          Company garde a vous!\n\nMackintosh snaps to attention as the remaining recruits make meager, even comical, attempts to follow orders.\n\nEXT. OFFICER'S QUARTERS - LEGION GARRISON - DAY\n\nSergeant-CHEF Steinkampf -- a lean, staunch, German man with a heavy clipped accent -- ambles down the lower steps of the buiding's stairway.\n\n                      STEINKAMPF\n\n          A Riff tribesman can gallop a horse at \n          full speed and simultaneously \n          decapitate a man's head impaling it to \n          the tip of his sword like an olive on \n          a toothpick.\n\nStenikampf steps off the stairway and into the...\n\next. courtyard - legion garrison - continuious\n\nSteinkampf strolls toward Legros and the recruits. \n\n                      STEINKAMPF\n\n          They exist purely for the honor of \n          dying in battle. For them death brings \n          them closer to Allah and the promise \n          of unlimited virgins in paradise. With \n          such dreams they have wiped out over \n          fifteen thousand troops.\n\nSteinkampf pivots, facing the recuits.\n\n                      STEINKAMPF (CONT'D)\n\n          When you die I promise you six feet of \n          earth and a few friendly worms chewing \n          your testicals. But I guarantee I will \n          make you men. For the first time in \n          your miserable stinking lives you will \n          know the meaning of that word.\n\nSteinkampf struts down the line assessing the group.",
  "26": "---END OF PREVIOUS SECTION---\nBut I guarantee I will \n          make you men. For the first time in \n          your miserable stinking lives you will \n          know the meaning of that word. Steinkampf struts down the line assessing the group. \n---TARGET SECTION TO BE ANNOTATED---\n Legros trails behind him.\n\n                      STEINKAMPF (CONT'D)\n\n          Abd-el Krim, their leader, highly \n          cunning, very cleaver, has unified the \n          Berber tribes into a fighting force \n          the like of which you have never seen. \n          Right now, you spinelss scum are not \n          even a match for the women of these \n          barbarians.\n\nSteinkampf and Legros stop at Guido.\n\n                      STEINKAMPF (CONT'D)\n\n          So, you're going to kill some \n          camel-humpers, eh boy?\n\nGudio proudly pushes his chest forward.\n\n                      GUIDO\n\n          Yes, sir. Hundreds.\n                      \n                      STEINKAMPF\n\n          If you kill one. it will be a miracle.\n\n                      (in Guido's face)\n\n          They say God made man in his image. \n          I'd say he was drunk the day he made \n          you.\n\nSteinkampf stops in front of Mackintosh, amused and taken aback by his fancy threads.\n\n                      STEINKAMPF\n\n          By now you're probably thinking you \n          got on the wrong train?\n\n                      MACKINTOSH\n\n                      (spit & polish)\n\n          No, sir. Sergeant-Chef.\n\n                      STEINKAMPF\n\n                      (mildly impressed)\n\n          And what, may I ask, brought your \n          lordship to this cesspool of humanity?\n\n                      MACKINTOSH\n\n          Sergeant-Chef, I believe it is the \n          Legionnaire's prerogative to withhold \n          those particulars.\n\n                      STEINKAMPF\n\n          Don't spit your english prerogative at \n          me. When a Riff barbarian cuts off \n          your manhood, wave your rule book and \n          ask him if its his preogrative.\n\nSteinkampf turns and addresses the entire group.\n\n                      STEINKAMPF (CONT'D)\n\n          Your only prerogative is to listen, \n          obey and learn. I am here to break you \n          and re-shape you. Not just your \n          muscles, but your souls. You will \n          change into Legionnaires or you will \n          surely die.\n\nSteinkampf stops directly in front of Alain.",
  "27": "---END OF PREVIOUS SECTION---\nNot just your \n          muscles, but your souls. You will \n          change into Legionnaires or you will \n          surely die. Steinkampf stops directly in front of Alain. \n---TARGET SECTION TO BE ANNOTATED---\n                      STEINKAMPF (CONT'D)\n\n          Do you fully comprehend the meaning of \n          those words?\n\nSteinkampf and Alain lock eyes with one another. Alain doesn't respond, holding his glare.\n\n                      SERGEANT STEINKAMPF\n\n          No, I don't believe you do. There is a \n          fog over your eyes and all you can see \n          is your own arrogance. One day they \n          will clear and you wil love La Legion \n          with one body, one heart and one soul.\n\n\n\n\nCHAPTER 7: LIFE IN THE LEGION\n-----------------------------\n\nEXT. COURTYARD - LEGION GARRISON - LATER\n\nThe recruits are spilt into two's. The Corporals push half of the recruits to their knees. They hand HAIR CLIPPERS to the second half, ordering them to pair-up with the kneeling men. (AD LIB)\n\nEveryone avoids the kneeling Luther. Metz grabs Alain, coupling him up with Luther.\n\n                      CORPORAL METZ\n\n          Cut this neger's bush!\n\nBruner and his Austrian partner, Glock, along with the other Germans, nudge one another snickering over Metz's treatment of Luther. \n\nAlain stands behind Luther, cutting his hair.\n\n                      LUTHER\n\n          Boy was I a dumb-ass fool, thinking I \n          could get away from it.\n\nAlain glances at the Corporals gathered in a corner, laughing and bullshitting among themselves.\n\n                      ALAIN\n\n          You're not the only one. We're all \n          negers here.\n\n                      (holds his hand out)\n\n          Duchamp, Alain.\n\nSuspicious, Luther looks over his shoulder at Alain.\n\n                      LUTHER\n\n          Oh really. Why, I've never done met \n          me a white nigger.\n\nAlain raises his eyebrows. Luther grabs onto Alain's hand, shaking it.\n\n                      LUTHER\n\n          Luther... Luther Williams.\n\nDISSOLVE TO:\n\nINT. SHOWER ROOM - LEGION GARRISON - LATER\n\nLegros, Metz and CORPORALS bark orders for the men to strip. If a recruit doesn't move fast enough, his clothes are ripped off of him or he's pummeled with a baton.\n\nDISSOLVE TO:\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nSHOWER ROOM - LEGION GARRISON - LATER\n\nLegros, Metz and CORPORALS bark orders for the men to strip. If a recruit doesn't move fast enough, his clothes are ripped off of him or he's pummeled with a baton. DISSOLVE TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SHOWER ROOM - LEGION GARRISON - LATER\n\nAlain, wearing his GOLD CHAIN with a CROSS, and Luther wait in line with butt-naked, shivering recruits. Alain takes his turn, stepping forward into a powerful jet stream of a FIREHOSE.\n\nDISSOLVE TO:\n\nINT. REFECTOIRE - LEGION GARRISON - NIGHT\n\nAlain and Luther, attired in ill-fitting dungarees stand in a chow line with recruits similarly dressed, holding wooden BOWLS and tin CUPS.\n\nLuther carefully rubs his finger over his nicked and closely cropped, tender head.\n\n                      LUTHER\n\n          Shit man, I've felt more fuss on a \n          sweet Georgia peach.\n\n                      ALAIN\n\n          Never said I was a barber.\n\nA MESS CORPORAL ladles watery SOUP from a CAULDRON into their bowls. Luther glares into it, eventually lifting the bowl to his nose.\n\n                      LUTHER\n\n                      (makes a face)\n\n          Damn! Smells like the slop we'd give \n          to the pigs back home.\n\n                      ALAIN\n\n          You better get used to it.\n\nAlain and Luther head toward the tables.\n\nBruner walks toward Alain and Luther. As he passes Guido, sitting alone at the end of a table, Bruner helps himself to Guido's BAGUETTE placing it on his bowl. Guido shrugs his shoulders, eating his soup. \n\n                      BRUNER\n\n                      (to Guido)\n\n          Thank you.\n\nLuther, alongside Alain, grins at the approaching Bruner. He retrieves the BAGUETTE from Bruner as they cross one another.\n\n                      LUTHER\n\n                      (to Bruner)\n\n          You're welcome.\n\nLuther puts the Baguette down in front of Guido without breaking stride. Dumbfounded, Guido does a double-take in the bg. as Luther and Alain head for a far-end table.\n\n                      ALAIN\n\n                      (referring to Bruner)\n\n          You don't want to push that assshole, \n          too far. You're not exactly his \n          favorite.\n\n                      LUTHER\n\n          I know what it's like to be the \n          underdog.\n\n                      ALAIN\n\n          Who doesn't.\n\nThey stop at the table, probing one another.",
  "29": "---END OF PREVIOUS SECTION---\nLUTHER\n\n          I know what it's like to be the \n          underdog. ALAIN\n\n          Who doesn't. They stop at the table, probing one another. \n---TARGET SECTION TO BE ANNOTATED---\n                      LUTHER (CONT'D)\n\n          What the hell do you know?\n\nAlain places his tray on the table and walks off.\n\nCUT TO:\n\nINT. BARRACKS - LEGION GARRISON - NIGHT\n\nHARMONICA wails a Southern blues renditions of, \"DOWN TO THE CROSSROADS.\"... A room crammed with THREE-HIGH STACKED STEEL BUNK BEDS. Some of the recruits are asleep, while others pass time playing CARDS or shooting CRAPS.\n\nLuther squats against a wall, playing his harmonica... Guido's cornered a couple of recruits, showing them his PHOTO of Anna... Mackintosh lays on his bed, reading from his poetry book... Alain stares out a WINDOW, smoking a cigarette. \n\nLuther finishes his tune, looking up at Alain. He pockets his harmonica, approaching Alain from the behind.\n\n                      LUTHER\n\n                      (referring to cigarette)\n\n          Got another?\n\nAlain lights a cigarette off his, handing it to Luther.\n\n                      LUTHER (CONT'D)\n\n          Thanks.\n\nLuther takes a drag off the cigarette. He looks deep inside of himself, admitting that he was an asshole.\n\n                      LUTHER (CONT'D)\n\n          Sorry, 'bout what happened at dinner. \n          It's just, I ain't use to bein' \n          treated human.\n\n                      ALAIN\n\n          It's okay.\n\n                      LUTHER\n\n          Although, it is the reason why I came \n          here.\n\nAlain questioningly looks at Luther. Luther cocks his head toward the window.\n\n                      LUTHER (O.S.)\n\n          Africa...\n\nLuther takes a long, steady drag from his cigarette, reliving the atrociousness he's experienced by being black. \n\n                      LUTHER\n\n          You don't know what it's like for us \n          back in the states.\n\n                      (bitter)\n\n          Them white folks, they're crazy as a \n          betsey bug.\n\n                      (a slight welling of \n                       tears)\n\n          I've seen 'em wipe out an entire \n          town, women and chillun, over some \n          white gal blamin' rape on a innocent \n          black man.\n\n                      ALAIN\n\n          You?\n\nLuther shakes his head, shaking off his pain as well.\n\n                      LUTHER\n\n          No, not that time...",
  "30": "---END OF PREVIOUS SECTION---\nALAIN\n\n          You? Luther shakes his head, shaking off his pain as well. LUTHER\n\n          No, not that time... \n---TARGET SECTION TO BE ANNOTATED---\n I was fingered \n          for committin' murder.\n\nLuther drops his cigarette and steps on it. He shifts his tone.\n\n                      LUTHER (CONT'D)\n\n          Ever been accused of somethin' you \n          didn't do?\n\n                      ALAIN\n\n                      (under his breath)\n\n          Yeah.\n\n                      LUTHER\n\n          It's a terrible feelin', especially \n          when the odds are against ya...\n\nLuther looks out the window, through the iron bars.\n\n                      LUTHER (CONT'D)\n\n          I was a dead man, no doubt about it. \n          So, I high-tailed it outta there.\n\nAlain empathizes with Luther's story, understanding what it's like to be on the run. He joins Luther, shifting his gaze to the window.\n\n                      LUTHER\n\n                      (sweetly reminiscences)\n\n          Old folks use to talk 'bout Africa.\n\n                      (determined & hopeful)\n\n          Sounded like a place where I could \n          get a shot at bein' a man. This hitch \n          was the quickest route.\n\nALAIN'S AND LUTHER'S POV: through the barred windows\n\n                      LUTHER (O.S.)\n\n          After five years I'll have some money \n          and headin' south, followin' my \n          dream.\n\nDISSOLVE TO:\n\nINT. DRESS SHOP - PARIS - FLASHBACK - DUSK\n\nHANGING BELL RINGS from door opening.\n\nKatrina, with her long hair on top of her head, stands behind a counter and looks up, smiling... She quickly shifts her attention on the customer in front of her. \n\n                      LUTHER (V.O.)\n\n          Yessire, that's what keeps a man \n          livin', he's gots-ta have a dream.\n\nAlain browses through the shop. Katrina hands the customer a package, seeing her to the door. She turns to Alain.\n\nAlain rushes to Katrina.\n\n                      ALAIN\n\n          Maxim got me a fight for big money. \n          We are so close to our dream.\n\n                      KATRINA\n\n          America?!\n\nKatrina leaps into his arms.\n\n                      KATRINA\n\n          When do we leave?\n\nAlain twirls her through the room.\n\n                      ALAIN\n\n          It won't be long.\n\nCUT TO:\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nAlain twirls her through the room. ALAIN\n\n          It won't be long. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK TO BARRACKS - LEGION GARRISON - NIGHT\n\nBruner and Glock play cards with the other Germans. Disgusted, Bruner throws his cards down, after losing. Guido crosses the room in the bg.\n\n                      BRUNER\n\n                      (shouts)\n\n          Scheise!\n\nBruner watches the winner rake in a PILE OF DEUTSCH-MARKES, KRONEN, & RUBLES. He catches Guido's approach from over his shoulder, as the dealer passes out new cards.\n\n                      BRUNER\n\n          C'mon join us for a couple hands.\n\n                      GUIDO\n\n          No thanks.\n\nBruner, with an outstretched arm, stops Guido from passing.\n\n                      BRUNER\n          \n          You insulting me, boy?\n\n                      GUIDO\n\n          Nooo! Guido, just don' know how to \n          play.\n\n                      BRUNER\n\n          I'm the one who's going to play. You \n          lend me the money. We split \n          fifty-fifty. Verstehen?\n\nGuido shrugs, side-stepping out of Bruner's reach.\n\n                      GUIDO\n\n          I have no money...\n\n                      BRUNER\n\n          Don't make me look for it, boy!\n\nBruner rises, throwing a punch. Guido stoops, avoiding Bruner's fist. It pisses Bruner off even more. He goes after Guido with a vengeance. \n\nGuido's too quick for him. He ducks... dodges... and dances rings-around Bruner, who attempts to land a punch.\n\n                      GUIDO\n\n          Hey, what's a matta with you. Guido, \n          no wanna fight.\n\n                      BRUNER\n\n          Yeah, well I do.\n\nEveryone, from their perspective positions, laugh or hoot at the skinny Italian leading the burly German around the room. Bruner doesn't like the humiliation.\n\n                      BRUNER (CONT'D)\n\n                      (to German buddies)\n\n          Grab the son-of-a-bitch.\n\nThe Germans grab Guido, pinning his elbows behind his back. Bruner lays into him. The laughter ceases with Guido's beating. Recruits either look away or go about their business, avoiding involvement.\n\nLuther steps forward, going to Guido's aid. Alain stops him.\n\n                      ALAIN\n\n          Allow me.\n\nAlain moves toward Bruner.",
  "32": "---END OF PREVIOUS SECTION---\nAlain stops him. ALAIN\n\n          Allow me. Alain moves toward Bruner. \n---TARGET SECTION TO BE ANNOTATED---\n                      ALAIN (CONT'D)\n\n          Come on guys, he's just a kid.\n\nBruner scowls over his shoulder at Alain.\n\n                      BRUNER\n                    \n          Who asked you! \n\nAlain grabs onto Bruner's hand in mid-air, preventing his next blow. \n\nAlain, in Bruner's face, slowly pushes his fist downward.\n\n                      ALAIN\n\n          Tell your bruders to let him go.\n\nSweat profusely pours down Bruner's face as he resists against Alain... Alain eyes dangerously gleam.\n\nEveryone's attention returns to the center of the room. Only now, they are gathering around. Luther moves in closer. Even Mackintosh puts down his poetry book for this one.\n\nBruner realizes that he's no match for Alain as his hand is forced closer to his side.\n\n                      ALAIN (CONT'D)\n\n          I said...\n\n                      BRUNER\n\n          Okay.\n\n                      (to the Germans)\n\n          Let him go.\n\nLuther rushes to Guido as the Germans drop him. He helps Guido to a bed.\n\nAlain releases his grip, heading to Luther and Guido. Bruner grins, looking back at his buddies... then suddenly sucker-punches Alain with a left jab. Alain barely recovers, dodging the next blow. He grabs Bruner around his thick neck.\n\nTHE FIGHT \n\nis wild and vile. Street-fighting at its apex of barbarity. The two men slam each other around the barracks, knocking into sleeping recruits, groups of on-lookers or anyone who gets in their way. Within seconds the entire space has become an animal's den of shouting, screaming men.\n\nBACK TO BARRACKS - LEGION GARRISON - SAME TIME\n\nLEGROS AND METZ DASH INTO THE ROOM. THEY RELAX UPON SEEING THAT IT'S JUST A FIGHT BETWEEN TWO RECRUITS -- THE LEGION'S ACCEPTED MANNER OF RESOLVING DISPUTES.\n\nRECRUITS PLACE BETS. FRANCS, POUNDS, DEUTSCH-MARKES, AND RUBLES WAVE IN THE AIR. MACKINTOSH IS IN THE THICK OF IT.\n\n                      MACKINTOSH\n\n          Twenty pounds, on the frog!\n\nLegros and Metz take him up on it...",
  "33": "---END OF PREVIOUS SECTION---\nMACKINTOSH IS IN THE THICK OF IT. MACKINTOSH\n\n          Twenty pounds, on the frog! Legros and Metz take him up on it... \n---TARGET SECTION TO BE ANNOTATED---\nBACK TO FIGHT - LEGION GARRISON\n\nAlain and Bruner riotously pound each other. Bruner takes a wild kick at Alain, which leaves himself open for a devastating knee to the groin. Followed by Alain's brutal elbow to the back of his skull.\n\n                      MACKINTOSH\n\n          Good show!\n\nBARRACKS - LEGION GARRISON\n\nGlock slides a SHIV into his hand. He moves up behind Alain, ready to stick him... Suddenly, someone grabs Glock's wrist, twists it and... shoves a foot behind his knee, forcing Glock to the floor.\n\nMackintosh holds the struggling Glock down.\n\n                      MACKINTOSH\n\n          Let's keep it sporting, shall we, \n          Fritz?\n\nFIGHT - LEGION GARRISON\n\nAlain brutally pummels Bruner's face, but the big Teutonic ox fails to go down. Finally a powerful kick to the stomach, followed by an elbow to the head, sends the German senselessly crashing to the floor.\n\nBARRACKS - LEGION GARRISON\n\nA tremendous CHEER goes up from the crowd. MONEY is quickly exchanged, paying off bets. Mackintosh hauls in the cash.\n\nAlain staggers backward, into Luther's arms. Before he can catch his breath, Mackintosh's beaming face is in Alain's.\n\n                      MACKINTOSH\n\n          That was the finest rough-house I've \n          seen this side of the water!\n\n                      (fervently shakes Alain's \n                       hand)\n\n          Name's Mackintosh!\n\n\n\n\nCHAPTER 8: TRAINING\n-------------------\n\nINT. BARRACKS - LEGION GARRISON - DAWN\n\nThe recruits asleep in their bunks. \"REVEILLE\" in the bg... Legros, Metz and Corporals stampede into the room, BANGING the steel bunks with their BATONS.\n\n                      CORPORALS\n\n          Allez! Get up! Out of those racks, \n          you filthy dogs!\n\nThe recruits hustle out of beds, dressing.\n\nEXT. MOROCCAN HIGHLANDS - DAY\n\nWeighted down with COMBAT KITS and dressed in SWEAT DRENCHED KHAKI UNIFORMS, the recruits' platoon in training expeditiously march in double-time under a broiling sun.",
  "34": "---END OF PREVIOUS SECTION---\nThe recruits hustle out of beds, dressing. EXT. MOROCCAN HIGHLANDS - DAY\n\nWeighted down with COMBAT KITS and dressed in SWEAT DRENCHED KHAKI UNIFORMS, the recruits' platoon in training expeditiously march in double-time under a broiling sun. \n---TARGET SECTION TO BE ANNOTATED---\nSteinkampf, invigorated and appearing younger than his men, leads the column as if taking a Sunday stroll past a GROUP of uninterested LOCALS. \n\n                      STEINKAMPF\n\n          Un, deux, un, deux, un, deux...\n\nSteinkampf begins to sing \"LE BOUDIN,\" \n\n                      STEINKAMPF (CONT'D)\n\n          \"On nous appelle les fortes tetes, on \n          mauvaise reputatation...\"\n\n                      STEINKAMPF\n\n          Sing! Sing from the pit of your \n          souls! You are Legionnaires.\n\nLegros and Metz join in with Steinkampf, prodding the men to sing. \n\n                      LEGIONNAIRES\n\n          \"Mais on s'en fout comme d'une \n          musette...\"\n\n                      LUTHER\n\n                      (under his breathe)\n\n          Sing?! Shit, I can barely breathe let \n          alone sing.\n\nLegros overhears Luther's complaint. He gives Luther a glare, gripping harder on his baton.\n\nLuther's eyes widen as he straightens up, joining in with the song.\n\n                      LEGIONNAIRES\n\n          \"On est fier d'etre a la Legion, a la \n          Legion...\"\n\nDISSOLVE TO:\n\nEXT. MOROCCAN HIGHLANDS - GULLY - LATER THAT DAY\n\nDRAINED, THE PLATOON MARCHES BEHIND STEINKAMPF AND LEGROS THROUGH A SMALL GULLY. \n\n                      LEGROS\n\n          Section halte!... Rompez les rangs.\n\nEveryone drops their kits, falling to the ground from exhaustion.\n\nSteinkampf stroll through the scattered reclining men.\n\n                      STEINKAMPF\n\n          Fantastic! Some of you are making a \n          reasonable impression of being men. \n          Bravo! Didn't expect it\n\nSteinkampf stops, standing at attention.\n\n                      STEINKAMPF (CONT'D)\n\n          And now, since I am in a particular \n          good mood. We are surrounded by this \n          gorgeous vista. I am going to offer \n          you a treat.\n\nSteinkampf sweeps his arm upwards, revealing a ROCK PILE.\n\n                      STEINKAMPF (CONT'D)\n\n          The rocks.\n\nEXT.",
  "35": "---END OF PREVIOUS SECTION---\nSteinkampf sweeps his arm upwards, revealing a ROCK PILE. STEINKAMPF (CONT'D)\n\n          The rocks. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOROCCAN HIGHLANDS - GULLY - LATER \n\nThe platoon, with rock laden packs, march in double-time through the hilly terrain, crossing a GROUP of LOCALS.\n\nSteinkampf trots alongside of the platoon, barking orders.\n\nGuido's lithe frame can barely handle the weight of his kit. He stumbles. Alain and Mackintosh, on either side, lift Guido by the shoulders helping him along.\n\n                      STEINKAMPF\n\n          He fends for himself! This is the \n          Legion! You march or die!\n\nMackintosh and Alain quickly obey, backing away from Guido... Guido. Guido straightens himself up, falling back in line.\n\n                      ALAIN\n\n          This asshole never lets up.\n\n                      MACKINTOSH\n                      \n          You'll be thanking him later.\n\n                      GUIDO\n\n          What this means, a march or die?\n\n                      MACKINTOSH\n\n          Precisely that!\n\nMackintosh glances between Alain and Guido.\n\n                      MACKINTOSH (CONT'D)\n\n          Loyalty is a virtue. But, in the \n          desert, nothing interferes with \n          survival. You cut your losses and \n          move on.\n\nDISSOLVE TO:\n\nEXT. STAIRWAY - LEGION GARRISON - DAY\n\nThe recruits, with their combat gear, straddle their rifles over their heads while running up and down the stairs.\n\nLegros, standing on top of the stairway landing, scrutinizes the recruits as they run up and down stairway.\n\n                      LEGROS\n\n          Vite!... Vite!... Viiite! You'll \n          never outrun Riffs at this pace!\n\nDISSOLVE TO:\n\nEXT. LEGION TRAINING GROUND - DAY\n\nIn full combat gear, the recruits crawl on their bellies underneath a BARB-WIRE OBSTACLE COURSE. \n\nMetz, Legros and Corporals shoot MACHINE-GUN BULLETS over their heads forcing them to the ground. \n\nSteinkampf sardonically smiles as he intermittently tosses GRENADES. \n\nGuido freezes. Alain goes back into the course, aiding Guido. \n\nSteinkampf raises an eyebrow, scrutinizing Alain and Guido.\n\nTogether, Alain and Guido finish the drill.\n\nDISSOLVE TO:\n\nEXT.",
  "36": "---END OF PREVIOUS SECTION---\nSteinkampf raises an eyebrow, scrutinizing Alain and Guido. Together, Alain and Guido finish the drill. DISSOLVE TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n EMPTY HILLSIDE - DAY\n\nHEAT WAVES shimmer above the hill's crest. The mid-day sun illuminates a blue sky. Recruits, wearing their combat kits and in a horizontal line, slowly rise above the horizon. Steinkampf, Metz, Legros and Corporals march alongside them as the platoon squats, inching over the hill.\n\nEXT. LAUNDRY ROOM - LEGION GARRISON - DUSK\n\nA make-shift laundry houses BARRELS filled with water, WASHBOARDS and CLOTHES LINES... HARMONICA ECHOES a JOSEPHINE BAKER renditions of \"JUNGLE LOVE\"... Recruits mull about half-dressed or in underwear, washing clothes, shaving, smoking and bullshitting amongst themselves.\n\nAlain, Guido and Luther, playing his harmonica, wait around a barrel for Mackintosh to finish his wash. \n\nMackintosh gathers his wet garments and SOAP BAR, relinquishing the barrel to Alain... Perplexed, Alain with an armful of DIRTY LAUNDRY, gapes into the barrel. \n\n                      ALAIN\n\n          Where's the soap, Mack?\n\n                      MACKINTOSH\n\n          First thing \"The Colonel\" taught me.\n\n                      (imitating a\n                       proper Englishmen)\n\n          Always carry a bar of soap, lad. \n          Never count on the military for \n          personal needs.\n\nMackintosh tosses the soap bar into the barrel.\n\n                      MACKINTOSH (CONT'D)\n\n          Don't expect this type of luxury from \n          the Legion. Use it sparingly.\n\nAlain drops his clothes into the barrel. His feeble attempt at washing doesn't get the dirt out. He kneels, staring into the barrel. \n\nPicking up on Alain's predicament, Luther smiles and nudges Guido. Luther whistles at Mackintosh, drawing his attention to Alain. All three surround Alain at the barrel.\n\nLuther grabs a shirt from the barrel, placing it on the washboard. He furiously scrubs it with soap.\n\n                      LUTHER\n\n          Mammy use to say, lather that up, \n          boy. Give it a real good whippin'.\n\nMackintosh pushes Luther aside, picking up another garment. He meticulously makes small circles on a stain with the soap.",
  "37": "---END OF PREVIOUS SECTION---\nGive it a real good whippin'. Mackintosh pushes Luther aside, picking up another garment. He meticulously makes small circles on a stain with the soap. \n---TARGET SECTION TO BE ANNOTATED---\n                      MACKINTOSH\n\n                      (referring to soap)\n\n          No, no, no! You're wasting it. Small \n          pressured strokes is the way to do \n          it.\n\nGuido, kneeling by the barrel, dunks Alain's underwear in and out of the water.\n\n                      GUIDO\n\n                      (with a broad smile)\n\n          It's the dunking! Anna says, you get \n          the dirt out by dunking.\n\nAll three furiously argue around Alain on how to properly wash clothes. (AD LIB)\n\n                      ALAIN\n\n                      (shouting)\n\n          Stop!\n\nEveryone shuts-up, looking at Alain.\n\n                      ALAIN (CONT'D)\n\n          I got it.\n\nA bit stunned by Alain's abruptness, they back off leaving Alain to his wash. Luther returns to his harmonica. Mackintosh picks up his clothes.\n\n                      MACKINTOSH\n\n                      (to Guido)\n\n          Who's Anna?\n\nThrilled by the prospect of talking about his favorite subject, Guido eyes widen. He helps Mackintosh with his laundry, walking alongside of him to the clothes line.\n\n                      GUIDO\n\n          Let me tell you, about the most \n          beautiful angel in the world.\n\nDISSOLVE TO:\n\nEXT. RIFLE RANGE - DAY\n\nRIFLE SHOTS. CAMERA TRACKS a long row of TARGETS. Most of the Bullets WHIZ by, missing their marks. CAMERA STOPS on TWO TARGETS, side-by-side. TARGET #1 consistently scores bulls-eyes. TARGET #2 has numerous hits within the desired areas.\n\nAlain and Mackintosh fire LEBEL RIFLES at the two targets. Mackintosh is a near-perfect marksman. For a first timer, Alain makes a better-than-fair showing. \n\nSteinkampf observe Alain and Mackintosh through binoculars. A SHRILL WHISTLE signals cease-fire. Steinkampf motions to Alain and Mackintosh.\n\n                      STEINKAMPF\n\n          You two, come with me. At least you \n          look the part.\n\nEXT. MACHINE-GUN RANGE - DAY\n\nSteinkampf leads Alain and Mackintosh through a field to several recruits firing heavy TRIPOD-MOUNTED HOTCHKISS MACHINE-GUNS. A NEWS CREW photographs the recruits.\n\n                      STEINKAMPF\n\n          These men are from the International \n          Press Organization.",
  "38": "---END OF PREVIOUS SECTION---\nMACHINE-GUN RANGE - DAY\n\nSteinkampf leads Alain and Mackintosh through a field to several recruits firing heavy TRIPOD-MOUNTED HOTCHKISS MACHINE-GUNS. A NEWS CREW photographs the recruits. STEINKAMPF\n\n          These men are from the International \n          Press Organization. \n---TARGET SECTION TO BE ANNOTATED---\n                      (points to a shooting \n                       trench)\n\n          Do us proud.\n\nAlain's eyes narrow with anxiety.\n\n                      ALAIN\n\n          Sir, I would like to be excused \n          from...\n\n                      STEINKAMPF\n\n                      (in Alain's face)\n\n          You will uphold the honor of the \n          Legion! Shoot as well as you are \n          capable of shooting, or by God you'll \n          wish you had.\n\nAlain joins Mackintosh. He drops to one knee, leveling his rifle. Steinkampf steps back, smiling to the NEWS CREW... The news crew turn their attention to the two marksmen. STILL CAMERAS of the PHOTOGRAPHERS pop off FLASHES.\n\nMATCH CUT TO:\n\nINT. GALGANI'S OFFICE - DAY\n\nA NEWSPAPER PHOTO on a desktop reveals a fuzzy black and white image of ALAIN AND MACKINTOSH, firing rifles.\n\nGalgani sits behind his desk. Julot is across from him in a chair. Viktor stands off to the side.\n\n                      JULOT\n\n          You're joking?\n\n                      GALGANI\n\n          My brother was murdered! You were the \n          one who suggested Lefevre in the \n          first place. I hold you just as \n          responsible.\n\n                      JULOT\n\n          But, it's insane. Who knows when that \n          photo was taken? The Legion could \n          have sent him to any of their \n          outposts by now.\n\nGalgani slams his fist on his desk, lunging from his chair.\n\n                      GALGANI\n\n          I don't give a damn what it takes. I \n          want that asshole, dead!\n\n                      (an afterthought threat)\n\n          And just in case you need some help, \n          Viktor will be along to watch your \n          back.\n\n\n\n\nCHAPTER 9: AT A BROTHEL\n-----------------------\n\nEXT. VILLAGE NEGRE - RABAT, MOROCCO - NIGHT\n\nTwo drunk LEGIONNAIRES crash through the door of a bar, battling over the affections of a local girl. A group of GENDARMES MILITARIES rush the Legionnaires, bludgeoning them unconsciousness with heavy TRUNCHEONS.\n\nAlain, Luther, Mackintosh and Guido stroll past the fracas, paying it hardly a glance.",
  "39": "---END OF PREVIOUS SECTION---\nVILLAGE NEGRE - RABAT, MOROCCO - NIGHT\n\nTwo drunk LEGIONNAIRES crash through the door of a bar, battling over the affections of a local girl. A group of GENDARMES MILITARIES rush the Legionnaires, bludgeoning them unconsciousness with heavy TRUNCHEONS. Alain, Luther, Mackintosh and Guido stroll past the fracas, paying it hardly a glance. \n---TARGET SECTION TO BE ANNOTATED---\n Wolf packs of drunken LEGIONNAIRES swarm through the district, prowling for women and alcohol.\n\nFrench Colonial mercenaries, colorful Algerian ZOUAVES and black Senegalese TIRAILLEURS troll the street, lined with seedy BARS, looking for similar amusements.\n\n                      LUTHER\n\n          Sweet Jesus! This here's crazier'n \n          Bourbon Street on Fat Tuesday in \n          N'Orleans.\n\nTWO overly made-up TEENAGE GIRLS, stand by the entrance to a bar, \"Le Chat NOIR.\" They spot Alain, Luther, Mackintosh and Guido.\n\n                      GIRL #1\n\n                      (sing-song)\n\n          Legionnaire, you come wit' me?\n\n                      LUTHER\n\n          Baby, anywhere or anyway you take me. \n          Just sho' me the door.\n\nBefore Alain or Mackintosh can get a word in, the two whores whisk Luther and Guido into the club.\n\nINT. \"LE CHAT NOIR\" - ENTRY WAY - NIGHT\n\nA typical dark, dingy MOROCCAN COURTYARD with A NARROW STAIRWAY leading up to a SECOND FLOOR BALCONY that encompasses the entire area. Alain and Mackintosh enter,\n\nfinding a clientele of rowdy lower-echelon ZOUAVES and TIRAILLEURS SOLDIERS.\n\nMackintosh nudges Alain, nodding to far table.\n\nALAIN'S and MACKINTOSH'S POV: Bruner, Glock, and BUDDIES boisterously drink and cohort with whores at a table.\n\n                      MACKINTOSH\n\n                      (concerned about Bruner)\n\n          You might want to consider one of the \n          other establishments.\n\n                      LUTHER\n\n                      (referring to Bruner)\n\n          Who, them?!\n\n                      (back to getting laid)\n\n          If y'all don't like the merchandise \n          don't buy it. This store's alright by \n          me.\n\nGirl #2 seductively pins a very nervous Guido up against the wall, practically screwing him on the spot.\n\n                      LUTHER (CONT'D)\n\n                      (noticing Guido)\n\n          See, Guido's knows how to have a good \n          time... Right, Guido?\n\nGuido attempting to be polite, squirms under the whore's hold.",
  "40": "---END OF PREVIOUS SECTION---\nLUTHER (CONT'D)\n\n                      (noticing Guido)\n\n          See, Guido's knows how to have a good \n          time... Right, Guido? Guido attempting to be polite, squirms under the whore's hold. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n                      GUIDO\n\n                      (coming up for air)\n\n          Eh, nooo!... Guido, no...\n\n                      LUTHER\n\n          What's a matter with you, boy?\n\nEmbarrassed and suddenly aware that all eyes are upon him... Guido looks away as if concealing something from them.\n\n                      LUTHER (CONT'D)\n\n                      (shit-eating grin)\n\n          Hey, Guido you a virgin?\n\nGuido shakes his head in denial, too proud to admit it. No one buys it.\n\n                      LUTHER (CONT'D)\n\n          Okay, that's it.\n\nLuther grabs Guido and girl #1, dragging them deeper into the club.\n\n                      LUTHER (CONT'D)\n\n          We're getting this boy a taste of the \n          good stuff.\n\n                      MACKINTOSH\n\n          \"Desertion of one's comrades in the \n          face of the enemy\" Punishable by \n          firing squad, if I'm not mistaken?\n\nAlain smiles, gallantly sweeping his hand towards the club.\n\nINT. \"LE CHAT NOIR\" - TABLE - CONTINUOUS\n\nLuther and Guido, with their girls firmly entrenched upon their laps, sit at a table. Mackintosh sits down next to them. Alain, preoccupied by the stage performance, slowly inches himself into a chair.\n\nALAIN'S POV: A middle-aged European CHANTEUSE on the stage, sings a raspy rendition of \"Parlez Moi D'Amour,\" by \"Lucienne Boyer\" \n\nTwo more WHORES sashay over, hitting on Alain and Mackintosh, (AD LIB). Their enterance draws Alain's attention back to the table.\n\n                      MACKINTOSH\n\n          Not tonight, dear.\n\n                      WHORE #1\n\n          What's wrong, you no like girls?\n\n                      MACKINTOSH\n\n          Of course not, I'm British.\n\nAs Luther ends the negotiation, Girl #2, almost the same age as Guido, tries to yank Guido away.\n\n                      GUIDO\n\n          Eh... Guido, no think this so good \n          idea.\n\n                      (apologetic glance to \n                        girl)\n          \n          You no understand. My Anna, she \n          may not like this.\n\nLuther tosses a few bills on the table.\n\n                      LUTHER\n\n          Think of it as trainin' for your \n          honeymoon.",
  "41": "---END OF PREVIOUS SECTION---\nMy Anna, she \n          may not like this. Luther tosses a few bills on the table. LUTHER\n\n          Think of it as trainin' for your \n          honeymoon. \n---TARGET SECTION TO BE ANNOTATED---\n                      GUIDO\n\n                      (puzzled)\n\n          Like a hitting the bull'z eye?\n\nAlain, Luther and Mackintosh glance amongst one another, simultaneously getting the sexual innuendo.\n\n          Mackintosh pats Guido on the \n          shoulders.\n\n                      MACKINTOSH\n\n          Practice makes perfect, old boy.\n\n                      GUIDO\n\n                      (understanding the \n                       reference)\n\n          Ehhhh... Okay, I'll do it.\n\nBefore Guido changes his mind, Girl #2 hurriedly gets up. Mackintosh grabs onto her arm.\n\n                      MACKINTOSH\n\n                      (in perfect ARABIC)\n\n          {None of your usual antics. If any \n          harm comes to him, You will curse the \n          day I met you. Treat him as if he \n          were your lover and there will be a \n          big tip for you.}\n\nGirl #2 nods, leading Guido away with a gentle mien. Alain curiously gapes at Mackintosh.\n\n                      MACKINTOSH\n\n          The Scots Guards. We marched into \n          Damascus with General Allenby. Freed \n          Arabia from the Turks.\n\nAlain's concentration drifts back onto the Chanteuse and her song.\n\nCLOSE ON ALAIN: losing himself in thought \n\nmatch dissolve:\n\nINT. BRASSERIE - PARIS - FLASHBACK MONTAGE - NIGHT\n\nCLOSE ON ALAIN: lovingly gazing at Katrina from across a table.\n\nA FLOWER GIRL crosses their table with WICKER BASKET of RED ROSES. Alain buys a single red rose from the girl. \n\nAlain gently runs the rose down Katrina's cheek and across her lips. Katrina tenderly kisses the rose as Alain presents his gift to her.\n\nA HAND places the NEEDLE to a gramophone onto a rotating record, playing a scratchy rendition of \"Parlez Moi D'Amour, by Lucienne Boyer\"... The rotund cafe owner, behind the bar, turns to face Alain and Katrina at their table. He gives the young lovers an encouraging nod.\n\nAlain and Katrina gratefully return his gesture with smiles, knowing he has played the song for them... Alain reaches a hand over to Katrina, leading her past empty tables onto a small dance AREA. \n\nThey sensuously dance throughout the deserted cafe as the owner sentimentally watches from the bar.\n\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nAlain reaches a hand over to Katrina, leading her past empty tables onto a small dance AREA. They sensuously dance throughout the deserted cafe as the owner sentimentally watches from the bar. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ALAIN'S APARTMENT - PARIS - FLASHBACK - NIGHT\n\nAlain lights a bedside CANDLE. Katrina sits down on the edge of the bed, placing her rose on a PILLOW. Alain faces Katrina.\n\nThey painstakingly undress one another never breaking their gaze. Alain unfastens the clasp on Katrina's head, liberating her long hair around her shoulders. \n\nAlain gently lowers Katrina to the bed next to the rose. He makes love to her, relishing every moment.\n\nDISSOLVE TO:\n\nINT. BACK TO \"LE CHAT NOIR\" - NIGHT\n\nAs if in another world, Alain shifts his attention to the room. Everyone is transfixed upon the Chanteuse as she continues her ballad. \n\nAlain rises from the table, avoiding Mackintosh's eyes.\n\n                      ALAIN\n\n          How about a drink?\n\nMackintosh recognizes Alain's behavior, he's seen it before. \n\n                      MACKINTOSH\n\n          Whiskey.\n\nAlain heads towards the bar. \n\nMackintosh scrutinizing Alain's movements.\n\nMACKINTOSH'S POV: Alain at the bar waits for his drinks. He scans room, glancing back at Mackintosh and gives him a nod.\n\nMackintosh returns the nod, pivoting to the performance.\n\nINT. BEDROOM - \"LE CHAT NOIR\" - SAME TIME - NIGHT\n\nGuido, fully dressed, sits on the edge of a BED gazing upward.\n\n                      GUIDO\n\n          ...and there she is. Right in front \n          of Guido's face... \n\nGirl #2 lays on the bed in awe with bent elbows cradling her head in her hands, gaping into the air.\n\n                      GUIDO\n\n          ... An angel.\n\nA sweet smile crosses Guido's face.\n                      \n                      GUIDO (CONT'D)\n\n          Every Saturday night we sneak out to \n          be together. We spend hours walking \n          and talking. Sometimes we even hold \n          hands.\n\nINT. \"LE CHAT NOIR\" STAGE - SAME TIME\n\nThe Chanteuse finishes her number. HIGH-PITCHED CATCALLS and MEN'S LAUGHTER. Far beyond caring, she moves off-stage unaffected by the taunting men.\n\nINT. \"LE CHAT NOIR\" - TABLE\n\nThe room settles around Mackintosh at his empty table. He glances to the bar.",
  "43": "---END OF PREVIOUS SECTION---\nFar beyond caring, she moves off-stage unaffected by the taunting men. INT. \"LE CHAT NOIR\" - TABLE\n\nThe room settles around Mackintosh at his empty table. He glances to the bar. \n---TARGET SECTION TO BE ANNOTATED---\nMACKINTOSH'S POV: TWO DRINKS, Alain's order, are on the bar where Alain previously waited. Alain is no where in sight.\n\nMackintosh shoots a glare at the front door.\n\nEXT. REAR ALLEYWAY - BEHIND \"LE CHAT NOIR\" - NIGHT\n\nA BACK DOOR slowly creaks open. Alain, dressed in a long TUNIC with a HOOD over his head, slips into the alley. \n\nAlain's eyes nervously skim his surroundings. He moves quickly through the dank passageway, turning a corner.\n\n                      MACKINTOSH (O.S.)\n\n          Stop right there, Alain.\n\nAlain freezes. Mackintosh steps out of the SHADOWS. Alain sags with relief. Mackintosh slams him up against a wall.\n\n                      MACKINTOSH\n\n          Where the bloody hell do you think \n          you're going?\n\nAlain's eyes harden. He pushes Mackintosh's hand away.\n\n                      ALAIN\n\n          Back to barracks.\n\n                      MACKINTOSH\n\n          Dressed like Ali Baba? I don't think \n          so.\n\n                       (shoots a glare)\n\n          \"Desertion of one's comrades...\"\n\nAlain shoulders Mackintosh out of his way, stepping into the alley. Mackintosh grabs onto Alain's elbow, swinging him backwards.\n\nAlain crashes into TRASH BARRELS, scattering garbage and CATS across the alley as he hits the ground. CAT SCREECHES and MEOWS.\n\nAlain encompassed in rubbish ponders the situation. He gets up, moving to Mackintosh. \n\n                      ALAIN\n\n                      (pleads his case)\n\n          I'm not deserting! I'm going back to \n          make something right.\n\n                      MACKINTOSH\n\n          That's an interesting concept! Who \n          the hell do you think you're kidding?\n\nMackintosh throws a punch. Alain ducks, avoiding his fists. Alain attempts to cool Mackintosh down, justifying his reasoning. \n\n                      ALAIN\n\n          Listen Mack...\n\nMackintosh grabs Alain, forcing him backwards up against the wall.\n\n                      MACKINTOSH (CONT'D)\n\n                      (overlapping)\n\n          No, you listen. If you escape an \n          example will have to be made. Since \n          you won't be here, that leaves \n          myself, Luther...",
  "44": "---END OF PREVIOUS SECTION---\nMACKINTOSH (CONT'D)\n\n                      (overlapping)\n\n          No, you listen. If you escape an \n          example will have to be made. Since \n          you won't be here, that leaves \n          myself, Luther... \n---TARGET SECTION TO BE ANNOTATED---\n \n\n                      GUIDO (O.S.)\n\n          'ey Alain,... Mack! Is that you guys \n          down there? Everything okay?\n\nALAIN'S AND MACKINTOSH'S POV: GUIDO peers down at them through A SMALL WINDOW on the second floor.\n\n                      MACKINTOSH\n\n          ... and Guido\n\nAlain turns away from Guido, staring at Mackintosh. \n\n                      ALAIN\n\n          Yeah it's okay, everything's fine.\n\nDISSOLVE TO:\n\nINT. BARRACKS - LEGION GARRISON - NIGHT\n\nTRACKING PAST Legionnaires asleep in their cots,...\n\n                      MACKINTOSH (O.S.)\n\n          Honor was my lot. My father, \"The \n          Colonel\" beat it into me from the \n          time I was a lad. \n\n...stopping on Alain and Mackintosh side by side in their cots, laying in the DARKNESS.\n\n                      MACKINTOSH\n\n          He was my hero, but I could never \n          live up to the standards he set. God \n          help the man who makes a mistake and \n          doesn't do the decent thing.\n\n                      ALAIN\n\n          What did you do?\n\n                      MACKINTOSH\n\n          I have a bit of a problem... \n\n                      (musing)\n\n          It's odd. A man is glorified for \n          pillaging and murder, but ostracized \n          for dishonor. A fate I don't wish on \n          anyone.\n\n                      ALAIN\n\n          Is that why you left the military?\n\nMackintosh side-glances at Alain.\n\n                      MACKINTOSH\n\n          Dishonorable discharged, to be more \n          precise.\n\n                      ALAIN\n\n          Over a problem?\n\n                      MACKINTOSH\n\n          I like to gamble. Can't help myself. \n          It's the love of my life. Nothing \n          else will do. And the higher the \n          stakes the better. Of course it's \n          only a problem when I lose. Then I \n          have to do stupid things like writing \n          bad checks... They stripped me of \n          my command in front of my men. Some \n          of them I had been with for fifteen \n          years. \n\n                      (beat)\n\n          That was the easy bit. Seeing the \n          disappointment in the old man's \n          eyes... Now, there's a wound that \n          doesn't heal.",
  "45": "---END OF PREVIOUS SECTION---\n(beat)\n\n          That was the easy bit. Seeing the \n          disappointment in the old man's \n          eyes... Now, there's a wound that \n          doesn't heal. \n---TARGET SECTION TO BE ANNOTATED---\n                      ALAIN\n\n          I know the feeling. Like the first \n          time I saw it... \n\n          ...on Katrina's face.\n\nDISSOLVE TO:\n\nINT. BRASSERIE - PARIS - FLASHBACK - DUSK\n\nAlain struts through the cafe. Patrons acknowledge or shake his hand as he moves toward an upset Katrina, waiting for him at a far table. \n\n                      ALAIN (V.O.)\n\n          I was too busy being a big-shot, \n          paying more attention to my entourage \n          than her.\n\nKatrina, with tear-filled eyes, looks up at Alain.\n\n                      ALAIN (V.0.)\n\n          I can't remember what we fought \n          about. My mind was only on my \n          so-called career.\n\nKatrina bolts from the table. Alain grabs her arm. They argue, ending with Katrina's slap across Alain's face. Alain watches Katrina dash through the cafe, exiting.\n\n                      ALAIN (V.O.)\n\n          To make it up to her, I promised her \n          a wedding... and a dream... America.\n\nINT. NIGHT CLUB - PARIS - FLASHBACK - NIGHT\n\nSurrounded by Maxim, women and hanger-ons, Alain at a corner table indulges at his \"Bachelor Party.\" Attempting to act as if he's enjoying himself, it's obvious that Alain is preoccupied.\n\n                      ALAIN (V.0.)\n\n          The night before the wedding, I could \n          only think of myself... of what I \n          would lose... my freedom.\n\nINT. ALAIN'S APARTMENT - PARIS - FLASHBACK - DAY\n\nCLOSE ON: A FRAMED PHOTOGRAPH of Alain and Katrina.\n\nAlain stands in front of a MIRROR above a DRESSER, looking at the photograph. His eyes sail onto his reflection in the mirror... Alain unfastens his GOLD CHAIN, removing it from his neck.\n\n                      ALAIN (V.O.)\n\n          All night I thought about it. I \n          wasn't ready...\n\nAlain turns the frame to face the wall, hanging the chain over the frame's corner.\n\n                      ALAIN (V.O.)\n\n          ...to make the commitment.\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nALAIN (V. O.)\n\n          ...to make the commitment. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHAPEL - PARIS - FLASHBACK - DAY\n\nKatrina, dressed in a simple HOMEMADE white dress, holding a SMALL BOUQUET of FLOWERS and shrouded in the late afternoon sunlight through a STAINED GLASS WINDOW, bites her lower lip holding back her anger and hurt... As she exit...\n\n                      ALAIN (V.0.)\n\n          I didn't have the courage to tell her \n          to her face. \n\n...the bouquet slips from her hand, landing on the chapel floor.\n\nEXT. \"LE POIVROT\" - MARSEILLES - FLASHBACK - NIGHT\n\nALAIN'S SLOW-MOTION POV: Katrina walking toward Galgani's table.\n\n                      ALAIN (V.0.)\n\n          It was the biggest mistake of my \n          life.\n\nCONTINUE SLOW-MOTION: Katrina at the table. She glances at Alain, concealing her recognition of him.\n\n                      ALAIN (V.0.)\n\n          Then, I was lucky to get a second \n          chance.\n\nINT. BRASSERIE - MARSEILLES - FLASHBACK - DUSK\n\nCLOSE ON: Katrina holding back her tears. (continuation of earlier scene)\n\nAlain, hesitates, not knowing how to react... Katrina, thinking that she's made a mistake by confiding in Alain, quickly rises. Alain grabs onto her wrist, stopping her.\n\n                      ALAIN (V.O.)\n\n          I thought I would be able to get her \n          back...\n\n          ...like that.\n\n                     (with sadness)\n\n          But we were different people.\n\nKatrina, having no one else to turn to, acquiesces sitting back down.\n\n                      ALAIN (V.O.)\n\n          I offered to help her, hoping to \n          regain her trust.\n\nDISSOLVE TO:\n\nINT. BACK TO BARRACKS - LEGION GARRISON - DAWN\n\nAlain, sits on the edge of his cot, smoking a CIGARETTE. \n\n                      ALAIN\n\n          Everything went wrong...\n\nAlain drops his cigarette. It lands next to others BUTTS he's smoked during the night.\n\n                      ALAIN (CONT'D)\n\n          I have to find her, Mack. I don't \n          want her to think... I didn't care.\n\n                      MACKINTOSH\n\n          When we get out of this stint. I'll \n          help you find her, your Katrina.",
  "47": "---END OF PREVIOUS SECTION---\nI didn't care. MACKINTOSH\n\n          When we get out of this stint. I'll \n          help you find her, your Katrina. \n---TARGET SECTION TO BE ANNOTATED---\nMackintosh holds out his hand to Alain.\n\n                      MACKINTOSH (cont'd)\n\n          You have my word, old chap.\n\n\n\n\nCHAPTER 10: MARCH TO THE FORT\n-----------------------------\n\nEXT. PARADE FIELD - LEGION GARRISON - DAY\n\nThe FRENCH FLAG flutters in the breeze... A LEGION BUGLER, plays \"LE CAID.\" Steinkampf and LIEUTENANT CHARLIER -- a young, green officer -- stand at attention off to the side. \n\nAfter the Bugler's last note concludes, Lieutenant Charlier steps up to face the platoon.\n\n                      CAPITANE CHARLIER \n                      (CONT'D)\n\n          I am Captain Charlier, your new \n          commanding officer. We are being sent \n          to Fort Bernelle the last French \n          stronghold between us and Abd-el \n          Krim. \n\nCLOSE ON: FACES of the Legionnaires... Alain... Mackintosh... Guido... Luther... Bruner... Glock... etc.\n\n                      CAPITAINE CHARLIER \n                      (CONT'D)\n\n          This self-proclaimed Arab leader has \n          taken his forces deep into French \n          territory, destroying nine of our \n          outpost.\n\nLieutenant Charlier takes a moment \n\n                      CAPITANE CHARLIER \n\n          The Legionnaires defending these \n          positions were brutally slaughtered. \n          And those who did not die immediately \n          were tortured in a despicable manner.\n\nCharlier glances over to Steinkampf.\n\n                      CAPITAINE CHARLIER\n\n          We leave at dawn. Sergeant-Chef.\n\nSteinkampf's hard, pitiless glare scans the ranks.\n\n                      STEINKAMPF\n\n          A word of advice. I suggest you keep \n          one last bullet. \n\nFor a brief moment, Steinkampf lets his guard down.\n\n                      STEINKAMPF\n\n                      (earnest & sympathetic)\n\n          Not for the enemy, but for yourself.\n\nEXT. LEGION GARRISON - EARLY MORNING\n\nMOROCCAN vendors set-up their stands in the open market outside the garrison. Beggars and stray dogs pick through trash. A few early customers barter for goods.\n\nLegionnaire Sentries open the wooden doors to the garrison, standing on either side of the gate. With Lt.",
  "48": "---END OF PREVIOUS SECTION---\nA few early customers barter for goods. Legionnaire Sentries open the wooden doors to the garrison, standing on either side of the gate. With Lt. \n---TARGET SECTION TO BE ANNOTATED---\n Charlier at the lead, the platoon marches through the gates, followed by a MULE TRAIN carrying AMMO and supplies. As the mules exits the garrison the sentries shut the wooden doors. \n\nDISSOLVE TO:\n\nEXT. MOROCCAN HIGHLANDS - MORNING\n\nLt. Charlier, with Steinkampf by his side, leads the LEGION COMPANY through a bleak and inhospitable MOUNTAINOUS TERRAIN. Legros, Metz and Corporals trot beside them. The company crosses a GROUP of LOCALS.\n\nMackintosh, leads the four friends from their midway point in the line. All four glisten with SWEAT, panting from exertion.\n\n                      GUIDO\n\n          'ey Alain. How far you think this \n          Fort is?\n\n                      ALAIN\n\n          I don't know, Guido.\n\n                      GUIDO\n\n          What'a you think, Mack?\n\n                      LUTHER\n\n          Probably about a mile closer than the \n          last time you asked.\n\nEXT. MOROCCAN HIGHLANDS - SAME TIME\n\nReverse angle: Legion Company in single file lumbers through mountainous terrain with the Legion Garrison in the distant bg.\n\nDISSOLVE TO:\n\nEXT. HILLY TERRAIN - NOON\n\nThe Legion Company, depleted and haggard with soiled clothing from days of marching, crosses a small CAMEL CARAVAN under the blistering high noon sun.\n\nGuido on the verge of passing out, runs his tongue across his cracked and dry lips. He reaches for his BIDON, (water bottle).\n\nA HAND stops Guido from retrieving his Bidon.\n\nGuido trails his eyes from the hand, revealing Mackintosh.\n\n                      MACKINTOSH \n\n          We've been out three days, lad. No \n          telling how long the march will be. \n          Best to wait for the rest periods.\n\nGuido nods, removing his hand from his Bidon.\n\n                      MACKINTOSH (CONT'D)\n\n          When you do drink, do so wisely.\n\nAs the two groups continue to cross one another, A RIDER on a CAMEL shifts his gaze onto the Mule train's AMMO RATIONS. \n\nDISSOLVE TO:\n\nEXT. GULLY - MOROCCAN HIGHLANDS - MID-AFTERNOON\n\nLt. Charlier halts the platoon for a break.",
  "49": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n\nEXT. GULLY - MOROCCAN HIGHLANDS - MID-AFTERNOON\n\nLt. Charlier halts the platoon for a break. \n---TARGET SECTION TO BE ANNOTATED---\n The men release their kits, resting on the ground. Exhausted, they wipe the sweat from their brows, breath easy and drink water. \n\nGuido sits next to Alain, sipping water.\n\n                      GUIDO\n\n                      (reflecting)\n\n          I gotta bad feelin' in my stomach.\n\n                      ALAIN\n\n          It's hunger.\n\n                      GUIDO\n\n          Don'a joke with me. I no think I'll \n          make it.\n\nAlain faces Guido.\n\n                      ALAIN\n\n          What are you saying? Of course you'll \n          make it.\n\n                      GUIDO\n\n          I'm not so sure.\n\n                      ALAIN\n\n          Listen, the fort is not that far. \n          Just keep your mind on getting there. \n          Okay\n\nGuido grabs onto Alain's arm.\n\n                      GUIDO\n\n          Alain, if I don' make it, will you \n          tell my Anna?... Promise me.\n\nAlain glances at Guido's hand clutching his arm.\n\n                      ALAIN\n\n                      (overlapping)\n\n          Okay, okay. I'll tell her.\n\n                      GUIDO\n\n          Good... It's a good.\n\nEXT. ROCKY TRAIL - ATLAS MOUNTAINS - LATE AFTERNOON\n\nSteinkampf struts alongside the exhausted company, leading them like a choir master as they sing \"LE BOUDIN.\" \n\n                      STEINKAMPF (O.S.)\n\n          Sing! Sing from your hearts! Proud to \n          be Legionnaires.\n\nPetrified, Guido snaps alert as Steinkampf nears from his rear. Guido, wide eyed, sings at the top of his lungs warning the others of the sergeant's approach.\n\nSteinkampf marches pass a singing Alain and Luther to alongside Mackintosh. Responding, Mackintosh quickens his pace in a soldierly manner.\n\n                      MACKINTOSH\n\n                      (clearing his throat)\n\n          Sir, with all due respect, are you \n          certain all this singing is \n          well-advised? We appear to be nearing \n          the heart of Riff country and...\n\n                      STEINKAMPF\n\n          It's good for the morale. When I want \n          your opinion, English! I will ask for \n          it.\n\n                      (glaring at Mackintosh)\n\n          Consider this a warning. Next time \n          you'll be punished for \n          insubordination. \n\nSteinkampf proceeds on.",
  "50": "---END OF PREVIOUS SECTION---\n(glaring at Mackintosh)\n\n          Consider this a warning. Next time \n          you'll be punished for \n          insubordination. Steinkampf proceeds on. \n---TARGET SECTION TO BE ANNOTATED---\n                      MACKINTOSH\n\n          That is if you're alive, mien \n          komandant!\n\nEXT. GORGE - ATLAS MOUNTAINS - SAME TIME\n\nSimilar to a long khaki-colored snake, the COLUMN OF LEGIONNAIRES negotiate their way through a deep, narrow, steep-sided gorge. Their VOICES rise small and distant to the mountaintops.\n\nA couple of mysterious figures move into view. RIFF WARRIORS -- attired in traditional JELABBA robes with brown BURNOOSES on their heads, armed with European RIFLES and long, curved BERBER KNIVES -- watch the Legion column from a CLIFF LEDGE.\n\nEXT. OVERNIGHT CAMP - ATLAS MOUNTAINS - DUSK\n\nSNOW MOUNTAIN PEAKS. A CHILL WIND HOWLS as the Legionnaires set camp for the night. GREATCOATS are tightly buttoned to shield their bodies from the frigid cold as they pitch simple two-man TENTS... gather STONES to build a protective WALL around their encampment... and cook over small FIRES.\n\nCLOSE ON a BOOT being removed reveals a BLACK and BLOODY SOCK with more holes than fabric... CAMERA PULLS BACK: Guido painfully winces, peeling the sock from his mangled foot. He squeezes blood out of the sock... CAMERA CONTINUES TO PULL BACK, revealing Alain, Luther and Mackintosh in a DEBOUT, a fighting position, at the edge of the wall. \n\nAlain gapes at Guido's foot. \n\n                      ALAIN\n\n                      (referring to Guido's \n                       foot)\n\n          Why didn't you tell us, Guido?\n\nLuther and Mackintosh, standing huddled over their small COOKING FIRE, both wince at the sight of Guido's foot.\n\n                      GUIDO\n\n          I'm a Legionnaire. Legionnaires march \n          or die.\n\n                      LUTHER\n\n          Don't you go buying that Legionnaire \n          crap. It don't mean nothin' out here. \n          It's about survivin' and all we got \n          is each other.\n\nAlain reaches for Guido's foot.\n\n                      GUIDO\n\n                      (pulls away)\n\n          'ey, I'm a no baby.",
  "51": "---END OF PREVIOUS SECTION---\nIt's about survivin' and all we got \n          is each other. Alain reaches for Guido's foot. GUIDO\n\n                      (pulls away)\n\n          'ey, I'm a no baby. \n---TARGET SECTION TO BE ANNOTATED---\nMackintosh, knowing that Guido isn't going to last much longer, sympathically gazes down at Guido.\n                      \n                      MACKINTOSH\n\n          Luther is right. Give him your foot, \n          lad. We won't think less of you. It \n          has nothing to do with your manhood.\n\n                      ALAIN\n\n          As long as we all stick together, \n          we'll make it back home.\n\n                      (directly to Guido)\n\n          Guido, we'll make it. Trust me.\n\nGuido acquiesces, giving his feet to Alain. Alain wipes the blood off, wrapping the wounds.\n\nAlain glances at Mackintosh and Luther. Their faces reveal that Guido's chances of survival is almost impossible.\n\nMackintosh takes a few steps away from the fire. Luther trails him. They both gaze out across the desert.\n\n                      LUTHER\n\n          This sure is one big empty country.\n\n                      MACKINTOSH\n\n          Big, it is. But I promise you, empty \n          it is not. They're out there... \n          waiting, watching, planning...\n\nEXT. SAND DUNE - SOMEWHERE IN THE DESERT - SAME TIME\n\nCAMERA CRANES up revealing HORSE TRACKS across the sand and a SINGLE RIFF HORSEMEN riding into a RIFF ENCAMPMENT of ONE HUNDRED SOLDIERS.\n\n                      MACKINTOSH (V.O)\n\n          ...on when and how they're going to \n          kill us. We're the intruders, Luther. \n          It's their country and... \n\nABD-EL KRIM -- a majestic, dignified man, dressed in ROBES OF THE FINEST MIDDLE EASTERN MATERIAL -- looks up from a PARCHMENT MAP, staring into the desert as if aware of Mackintosh's gaze.\n\n                      MACKINTOSH (V.O.)(CONT'D)\n\n          ...every man, women and child will \n          give up their lives before giving it \n          up to us.\n\nCUT TO:\n\nEXT. SAHARA DESERT - VISTA - MONTAGE - DAY\n\nThe BLAZING MID-DAY SUN, emanates a blistering heat against the blue sky.\n\nThe column of Legionnaires slither across the lunar-like surface of the burning desert.\n\nThe Legionnaires continue their relentless pace. HEAVY PANTING... CLICKING OF EQUIPMENT from kits...",
  "52": "---END OF PREVIOUS SECTION---\nThe Legionnaires continue their relentless pace. HEAVY PANTING... CLICKING OF EQUIPMENT from kits... \n---TARGET SECTION TO BE ANNOTATED---\n BOOTS ON SAND.\n\nCLOSE ON LEGIONNAIRES: LT. CHARLIER... STEINKAMPF... LEGROS... METZ... ALAIN... MACKINTOSH... LUTHER... GUIDO... BRUNER... GLOCK... ETC., BLISTERED from sunburn... SWEATING profusely... with SWOLLEN, CRACKED LIPS... and hard, numb, eyes... determined to reach the fort.\n\n\n\n\nCHAPTER 11: LEGION IS A FAMILY\n------------------------------\n\nEXT. SAHARA DESERT - LATER THAT DAY\n\nWORN LEGIONNAIRE BOOTS over the rocky ground... A pair of BOOTS FLATERS. \n\nUnable to hold-on any longer, Guido's frame sags with resignation. His knees buckles, dropping his rifle and body into the sand.\n\nAgony rules Guido's eyes. Both his body and spirit are broken.\n\nAlain drops is rifle and rushes to Guido, kneeling beside him.\n\n                      ALAIN\n\n          Guido. Get up!\n\nGuido gazes at Alain with empty eyes, shaking his head.\n\n                      GUIDO\n\n          I no can go on.\n\nAlain kneels next to Guido, holding out his hand.\n\n                      ALAIN\n\n          Come on Guido, get up. You can do \n          it.\n\nLegros roughly shoves Alain aside. Luther steps in to help Alain with Guido. \n\n                      LEGROS\n\n                      (to Luther)\n\n          Get back! Back in line.\n\nLegros lifts Guido off the ground. Alain grabs onto the half-dead Guido, attempting to keep him away from Legros. \n\n                      LEGROS (CONT'D)\n\n                      (to Guido)\n\n          On your feet.\n\nSteinkampf enters.\n\n                      ALAIN\n\n                      (to Steinkampf)\n\n          Give him time to rest. He's weak. \n\n                      STEINKAMPF\n\n          The man is mentally weak. Physical \n          weakness is nothing that a nights \n          sleep can't cure.\n\n                      (to Guido)\n\n          What he has is incurable. \n\n                      ALAIN\n\n          You always tell us the Legion is a \n          family. \n\n                      STEINKAMPF\n\n          Don't tell me, about the Legion. \n          Leave him!\n\n                      ALAIN\n\n          No, I left a friend to die once \n          before.",
  "53": "---END OF PREVIOUS SECTION---\nSTEINKAMPF\n\n          Don't tell me, about the Legion. Leave him! ALAIN\n\n          No, I left a friend to die once \n          before. \n---TARGET SECTION TO BE ANNOTATED---\n                      STEINKAMPF\n\n          Your breaking my heart. Then carry \n          your friend! Give him your water, \n          your blood for all I care. But, I \n          will not sap the strength of sixty \n          men to save two...\n\n                      (to Legros)\n\n          ...Caporal.\n\nSteinkampf shoots a glare at Legros, indicating for the company to move on.\n\n                      LEGROS\n\n                      (to Luther & Mackintosh)\n\n          Pick up those rifles.\n\n                      (to the company)\n\n          Garde a vous! March.\n\nThe company falls back into line. \n\n                      GUIDO\n\n          Leave me, We'll never make.\n\nAlain hoist Guido onto his back.\n\n                      ALAIN\n\n          No! We will. We'll make it together.\n\nEXT. SAND DUNES - MONTAGE - DAY\n\nsparkling sand emanates HEAT WAVES... LEGIONNAIRES' BOOTS sink into sand... The COMPANY descends a SLOPING DUNE, surrounded by sand and more DUNES in the bg.\n\nANGLES ON THE LEGIONNAIRES wiping SWEAT from their brows, suffering, raising their BIDONS to their lips... finding them EMPTY.\n\nLUTHER unscrewing the cap from his BIDON. He looks back at Alain carrying an unconscious Guido. \n\nALAIN discloses stark eyes, abandoned by life. The hot SUN blazes upon his exposed face.\n\nEXT. WADI - DAY\n\nA DRY CREEK BED of SMALL GULLIES and BOLDERS. As the LEGION COMPANY crosses, TWO Legionnaires spot a WATER HOLE.\n\n                      LEGIONNAIRES\n\n          L'eau! Water! Wasser!\n\nDelirious from the heat and thirst, a FEW MEN drop their KITS, rushing the water hole with their BIDONS in hand. Others join in, charging the hole en masse. Steinkampf and Lt. Charlier do nothing to stop the mad rush.\n\n                      STEINKAMPF\n\n                      (to Legros)\n\n          Post sentries.\n\nMackintosh survies the steep rocky banks of the creek-bed. He notices that the sentires are only covering one area.\n\n                      MACKINTOSH\n\n          This is a riduclous! Someone needs \n          to talk some sense into these \n          blasted idiots.\n\nMackintosh struts toward the Lieutenant and Steinkampf.",
  "54": "---END OF PREVIOUS SECTION---\nMACKINTOSH\n\n          This is a riduclous! Someone needs \n          to talk some sense into these \n          blasted idiots. Mackintosh struts toward the Lieutenant and Steinkampf. \n---TARGET SECTION TO BE ANNOTATED---\nMackintosh resolutely approaches his command officers. He salutes speaking in a distinctive, respectful tone.\n\n                      MACKINTOSH\n\n          Sergeant-Chef, we are vulnerable. \n          Might I suggest sentries on high \n          ground?\n\nSteinkampf glares at Mackintosh. Lt. Charlier, suffering from sun-stroke, turns his attention onto Mackintosh.\n\n                      STEINKAMPF\n\n          Ah, our military expert.\n\n                      LIEUTENANT CHARLIER\n\n                      (overlapping)\n\n          He's right, Sergeant-Chef. We're \n          naked out here.\n\nSteinkampf salutes, grudgingly acknowledging the order. The Lieutenant turns, sauntering to the watering hole.\n\n                      STEINKAMPF\n\n                      (to Mackintosh)\n\n          Very well English, unpack the heavy \n          machine-gun. Take it to your high \n          ground. Oh, and by the way you and \n          your comrade will be the last to \n          take water.\n\nSteinkampf marches off.\n\nShouldering their weapons, Luther grimaces at Mackintosh as they climb up to the top of the embankment...\n\n                      LUTHER\n\n          Thanks, Mack. Hell, I don't mind \n          drinkin' mud for the next couple \n          days.\n\n                      MACKINTOSH\n\n          Better mud than blood.\n\nDepleted, Alain's trudges toward the water hole with Guido across his shoulders. He gently releases Guido from his back.\n\n\n\n\nCHAPTER 12: BATTLE AT AN OASIS\n------------------------------\n\nGUNSHOTS RING OUT. Alain races for safety behind a boulder, and releases Guido.\n\nMackintosh looks over his shoulder. \n\nMACKINTOSH'S POV of a LEGIONNAIRE hit by a bullet. SLOW-MOTION of a second BULLET ripping a hole through the man's shoulder... ANOTHER BULLET blows out his chest, driving him to the ground.\n\nRIFFS charge over the TOP OF A RIDGE, firing RIFLES and HOWLING a WAR CRY.\n\n                      RIFFS\n\n          Ya illah lah! Ya illah lah!\n\nMackintosh and Luther dive for cover, searching in vain. BULLETS WHISTLE overhead, forcing them down.\n\nPandemonium reigns among the surprised Legionnaires.",
  "55": "---END OF PREVIOUS SECTION---\nMackintosh and Luther dive for cover, searching in vain. BULLETS WHISTLE overhead, forcing them down. Pandemonium reigns among the surprised Legionnaires. \n---TARGET SECTION TO BE ANNOTATED---\n MORE howling RIFFS, armed with SCIMITAR SWORDS pour over the ridge.\n\nAlain grabs a rifle off of one of the dead Legionnaires. Just as he's about to leave, Guido in a semi-unconscious state, grabs onto Alain.\n\n                      ALAIN\n\n          You're safe here. Keep down.\n\n                      GUIDO\n\n          No, I want to fight.\n\n                      ALAIN\n\n          Just stay here, Guido.\n\nAlain runs off to a better fighting position. \n\nSteinkampf, Bruner, Glock and a few others scurry for fighting positions behind boulders or in gullies.\n\nA gunshot belts Lt. Charlier off his feet. He splashes backwards into the muddy water. A Riff finishes him with a SCIMITAR. BLOOD seeps into the water.\n\nA SMALL GROUP OF RIFF HORSEMEN swoop through the wadi. They kill off the MULE TRAIN GUARDS, stampeding the animals through the wadi.\n\nMackintosh & Luther hurriedly situate the LEWIS GUN to its TRIPOD.\n\n                      LUTHER\n\n          What the hell's goin' on. They're \n          all over us.\n\n                      MACKINTOSH\n\n          If they chose to, they could wipe us \n          out. My bet is, they're after the \n          mules carrying the ammunition.\n\nSteinkampf fires at the Riff Horsemen, attempting to halt them stealing the suppies.\n\nMackintosh opens fire with the lewis gun. Luther takes shots at the Riffs with his rifle.\n\nRIFFS spasm and drop from the steady stream of MACHINE-GUN FIRE.\n\nLuther nudges Mackintosh, pointing in a direction.\n\nMACKINTOSH'S POV: whips to Alain, cutting down ANOTHER SCREAMING RIFF.\n\n                      LUTHER\n                      \n                      (shouting)\n\n          Alain! Over here!\n\nMackintosh swings the lewis, covering Alain on his way to the water hole. He empties the magazine. Luther scrambles to reload.\n\nTWO RIFF spin around in the water hole, charging Alain with scimitars held high. \n\nAlain fires, blowing the FIRST RIFF back into the water hole. He squeezes his trigger, clicking an EMPTY WEAPON.\n\nThe second RIFF charges forward, swinging his scimitar.",
  "56": "---END OF PREVIOUS SECTION---\nAlain fires, blowing the FIRST RIFF back into the water hole. He squeezes his trigger, clicking an EMPTY WEAPON. The second RIFF charges forward, swinging his scimitar. \n---TARGET SECTION TO BE ANNOTATED---\n Alain ducks, belting the Riff in the groin. Alain finishes him, smashing his rifle butt down on the Riff's head.\n\nMORE RIFFS charge Alain from the rear. They're BLOWN-AWAY by a shower OF MACHINE-GUN BULLETS.\n\nMackintosh rain a hailstorm of lead into Alain's attackers. \n\nAlain races to the CHATELLERAULT RIFLE. He balances it on a DEAD LEGIONNAIRE, firing at the Riffs.\n\nAlain, Mackintosh and Luther single-handedly stave off the attack. INTERLOCKING FIRE, they spew a steady stream of hot lead.\n\nThe battle draws to an end, as the Riffs retreat. \n\nSteinkampf leaps to his feet, shooting at the retreating Riffs. \n\nA Riff horsemen charges at him with a raised scimitar from the rear. Suddenly, the Riff horsemen is blasted out of his saddle.\n\nSteinkampf looks in the direction of the gunshot that saved him.\n\nBarely standing, Guido holds a smoking rifle. A smile crosses his face, proud to have saved his commanding officer... A GUNSHOT explodes is Guido's chest, belting him into the air.\n\nREACTION SHOTS: of Mackintosh, Luther and Alain from their various positions of Guido being hit.\n\nEXT. WADI - AFTERMATH OF ATTACK - LATER\n\nSteinkampf and Legros strut through the area, surveing their losses. Twenty men dead, another five wounded.\n\nSteinkampf, trudges through the water, bumps into something. He glances down at the bobbling, bell-up BODY OF LT. CHARLIER.\n\nAlain, surrounded by Mackintosh and Luther, crouches by Guido. Alain removes Anna's picture from Guido's pocket.\n\nSteinkampf approaches, hovering over Alain and Guido.\n\n                      ALAIN\n\n                      (to Steinkampf)\n\n          At least he died a Legionnaire.\n\n                      STEINKAMPF\n\n          Yes, I'm not given to sentiments. He \n          did prove himself a Legionnaire, but \n          so did nineteen other, brave, young \n          men who died for us today. Lets move \n          on.\n\n\n\n\nCHAPTER 13: THE FORT IN THE DESERT\n----------------------------------\n\nEXT.",
  "57": "---END OF PREVIOUS SECTION---\nHe \n          did prove himself a Legionnaire, but \n          so did nineteen other, brave, young \n          men who died for us today. Lets move \n          on. CHAPTER 13: THE FORT IN THE DESERT\n----------------------------------\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FORT BERNELLE - MORNING\n\nA LOOKOUT in the watchtower turns from his post, shouting into the fort below.\n\nThe HEAVY WOODEN GATES swing open... Steinkampf leads his exhausted and wounded platoon into the fort. Legros brings up the rear guarding Mackintosh, Luther and Alain, with their wrists tied behind their backs.\n\nANGLES ON: THE PLATOON MEMBERS... BRUNER... GLOCK... MACKINTOSH... LUTHER... ALAIN, all aghast, DEFEATED or CRUSHED by the fort's condition. \n\nA decrepit FORTRESS... ROTTED or DESTROYED HIGH CRENELLATED WALLS with MENDED LADDERS... WEAK SCAFFOLDS lead up to fighting positions along the battlements... The fort's inhabitants -- twenty additional, sickly gaunt LEGIONNAIRES with grim features -- turn away from their repair work gawking at Steinkampf's platoon as they enter the fort. \n\nCAPITAINE ROUSSELOT, the fort's commander, walks through the courtyard greeting Steinkampf and ragged platoon. Steinkampf offers a salute. The platoon straggles into the courtyard in the bg.\n\n                      CAPITAINE ROUSSELOT\n\n          I was expecting a full company. \n          Where's your commanding officer?\n\n                      STEINKAMPF\n\n          Lost during an ambush.\n\nCaptaine Rousselot raises an eyebrow, scanning the exhausted company.\n\n                      CAPITAINE ROUSSELOT\n\n          Along with the ammo and supplies, so \n          it seems.\n\nLegros pushes Mackintosh, Luther and Alain away from the platoon, heading to Steinkampf and Rousselot. \n\nRousselot's attention shifts to Legros, Mackintosh, Luther and Alain. He turns to Steinkampf for an explanation.\n\n                      CAPITAINE ROUSSELOT \n                      (CONT'D)\n\n          Deserters?\n\n                      STEINKAMPF\n\n          Insubordination.\n\n                      CAPITAINE ROUSSELOT\n\n          Put them on work detail, immediately.\n\nCapitaine Rousselot struts off, leaving Steinkampf.\n\nFORT BERNELLE - FRONT GATE - LATER\n\nAlain, Mackintosh and Luther walk through the HEAVY WOODEN DOORS to the front of the fort.",
  "58": "---END OF PREVIOUS SECTION---\nCAPITAINE ROUSSELOT\n\n          Put them on work detail, immediately. Capitaine Rousselot struts off, leaving Steinkampf. FORT BERNELLE - FRONT GATE - LATER\n\nAlain, Mackintosh and Luther walk through the HEAVY WOODEN DOORS to the front of the fort. \n---TARGET SECTION TO BE ANNOTATED---\nDeep in thought, Alain touches his gold cross.\n\n                      LUTHER\n\n          You did all you could for Guido. You \n          gave him a second chance.\n\n                      MACKINTOSH\n\n          And what did Guido do with it. He \n          saved Steinkampf.\n\n                      LUTHER\n\n          Steinkampf.\n\nCUT TO:\n\nEXT. FORT BERNELLE - FORT PERIMETER - DAY\n\nAlain, Mackintosh and Luther, drenched in sweat, work under a blazing sun constructing a barb-wire fence outside the fort's front gate. \n\n                      LUTHER\n\n          Insubordination my ass. What kinda \n          crazy army is this.\n\n                      ALAIN\n\n          A French one.\n\n                      LUTHER\n\n                      (referring to Steinkampf)\n\n          I should have shot that fool when I \n          had the chance.\n\n                      MACKINTOSH\n\n          With your aim?\n\nAlain takes a swig from his water bottle and hands it to Mackintosh.\n\n                      ALAIN\n\n          What are you complaining about? At \n          least we've got water.\n\nMackintosh takes a drink, passing it onto Luther.\n\n                      MACKINTOSH\n\n          And without mud. Steinkampf must be \n          getting a soft spot for us.\n\nEXT. FORT BERNELLE - COURTYARD - DAYS LATER\n\nA LARGE PLATOON of fresh LEGIONNAIRES march through the gates. Their SERGEANT barks orders, forming them up.\n\nA MULE TRAIN with AMMO and supplies trails in behind the platoon.\n\nCaptaine Rousselot and Steinkampf marches through the courtyard to greet the reinforcements. Rousselot takes the opportunity to take a dig out of Steinkampf.\n\n                      CAPITAINE ROUSSELOT\n\n          How fortunate for us, at least this \n          platoon got through the Riffs.\n\n                      STEINKAMPF\n\n          They were probably too busy ambushing           my men to notice.\n\n                      CAPITAINE ROUSSELOT\n\n                      (side glances Steinkampf)\n\n          Your men, like yourself Sergeant-Chef \n          seem to breed insubordination.\n\n                      STEINKAMPF\n\n          How dare you. I ask you to withdrawl \n          that.\n\n                      CAPITAINE ROUSSELOT \n                      (CONT'D)\n\n          Not in a lifetime.",
  "59": "---END OF PREVIOUS SECTION---\nSTEINKAMPF\n\n          How dare you. I ask you to withdrawl \n          that. CAPITAINE ROUSSELOT \n                      (CONT'D)\n\n          Not in a lifetime. \n---TARGET SECTION TO BE ANNOTATED---\n Have them unload \n          the supplies.\n\nINT. FORT BERNELLE - AMMO STOREHOUSE - SAME TIME\n\nLegros keeps an eye on Alain, Luther and Mackintosh as they unpack ammo crates from MULES and carry them into the AMMO storehouse. The reinforcements break formation in the bg.\n\n                      LUTHER\n\n                      (referring to \n                       reinforcements)\n\n          Poor fools.\n\n                      LEGROS\n\n          You three, unload the ammo.\n\n                      MACKINTOSH\n\n                      (under his breath)\n\n          What there is of it.\n\nAlain removes a CRATE from one of the mules. His eyes go wide.\n\nALAIN'S POV: Viktor and JULOT mull about the courtyard with the reinforcements.\n\nSimultaneously, Viktor sees Alain. He sadistically glares at Alain running his finger down his cheek, indicating that Alain is a dead man.\n\n\n\n\nCHAPTER 14: HITMEN\n------------------\n\nINT. FORT BERNELLE - CANTEEN - DAY\n\nLegionnaires at numerous tables, play cards, smoke cigarettes and bullshit. Everyone drinks cheap ALGERIAN PINARD.\n\nMackintosh sits at a table with Viktor, Julot, Bruner, Glock and Buddies playing cards.\n\nBruner lays down a winning hand, drawing his winnings to his side of the table.\n\n                      BRUNER\n\n                      (gloating)\n                      \n          So, you don't always win English.\n\nA HAND clamps onto Julot's shoulder. He looks up.\n\nAlain smiles down at him.\n\n                      ALAIN\n\n          Mind if I join you?\n\nAlain hops over the table, plopping down opposite of the Viktor and Julot.\n\n                      ALAIN (CONT'D)\n\n                      (to Julot)\n\n          Hey, it's good to see an old face. \n          Even if it is as ugly as yours.\n\n                      VIKTOR\n\n          Still the comedian.\n\nAlain looks to Viktor.\n                      \n                      ALAIN\n\n                      (to Viktor)\n\n          We've been close, but never \n          introduced...\n\nAlain extends his hand.\n\n                      VIKTOR\n\n          Fuck you.\n\nAlain grabs Viktor's mug. He stands up, raising it in the air, bellowing at the top of his lungs.\n\n                      ALAIN\n\n          Mes amis! I'd like to introduce you to \n          Julot and Fuck you.\n\nThere's mug raising and scattered laughter amongst the crowd.",
  "60": "---END OF PREVIOUS SECTION---\nALAIN\n\n          Mes amis! I'd like to introduce you to \n          Julot and Fuck you. There's mug raising and scattered laughter amongst the crowd. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n                      JULOT\n\n          Laugh while you can. \n\nAlain burst out laughing. The Germans wonder if Alain has gone crazy...\n\n                      ALAIN (CONT'D)\n\n                      (drops back into his seat)\n\n          You know, until today I thought I was \n          the stupidest bastard on earth, but \n          you guys...\n\nMackintosh scrutinizez Alain, trying to figure out what's up with him.\n\n                      VIKTOR\n\n          Don't you want to know what happened \n          to your litte bitch?\n\nAlain face turns stone cold as he sits down.\n\n                      JULOT\n\n          You'll never know, Alain.\n\n                      VIKTOR\n\n          You're going die lover-boy, without \n          ever knowing.\n\nAlain intensely glares at the Viktor and Julot.\n\n                      ALAIN\n\n          I want to thank you...\n\nViktor and Julot, curiously stare at Alain.\n\n                      ALAIN (CONT'D)\n\n          ...because when I joined the Legion I \n          didn't care if I lived or died.\n\nAlain breaks into a knowing smile. \n\n                      ALAIN (CONT'D)\n\n          They say it's a place where a man gets \n          a second chance. Now that you've \n          showed up, I think I'll stick around.\n\n\n\n\nCHAPTER 15: DAILY PATROL\n------------------------\n\nEXT. FORT BERNELLE - COURTYARD - NEXT DAY\n\nThe BUGLER blows \"LE CAID\" as the FRENCH TRICOLOR is hoisted up the flagpole. The LEGION COMPANY stands on-line in morning formation with LEBEL RIFLES at their sides.\n\n                      CAPITAINE ROUSSELOT\n\n          Starting today, we will be sending out \n          reconnaissance patrols on a daily \n          basis.\n\nReading from a CLIPBOARD:\n\n                      STEINKAMPF\n\n          The following Legionnaires will step \n          forward for today's patrol. Bruner... \n          D'Esparbes... Duchamp... \n\nBruner, Julot and Alain step forward. The rest of the names are all part of Bruner's clique.\n\n                      STEINKAMPF\n\n          Ehrhardt... Glock... Junger... Klems.\n\nViktor steps forward with the others. Alain gets increasingly suspicious. \n\nLuther and Mackintosh glance to one another, worried.\n\nSteinkampf pauses for effect, toying with them.",
  "61": "---END OF PREVIOUS SECTION---\nAlain gets increasingly suspicious. Luther and Mackintosh glance to one another, worried. Steinkampf pauses for effect, toying with them. \n---TARGET SECTION TO BE ANNOTATED---\n He locks eyes with Mackintosh, then checks his clipboard again.\n\n                      STEINKAMPF\n\n          Mack-in-tosh.\n\nAlain breathes a sigh of relief. Mackintosh steps forward, slapping Alain on the shoulder, joining the patrol.\n\n                      LEGROS\n\n          Section dismissed.\n\nThe platoon falls out, except for Luther.\n\n                      STEINKAMPF\n\n                      (to Luther)\n\n          You have a probem with that? Look at\n          me when I talk to you.\n\nLuther glances at Steinkampf.\n\n                      STEINKAMPF (CONT'D)\n\n          Don't spoil your record.\n\nEXT. DESERT - DAY\n\nLegros leads the EIGHT-MAN RECON PATROL across a rocky, arid wasteland. Fort Bernelle, a couple of miles to their rear, is barely visible in the bg.\n\nCLOSE UP ON: ALAIN... Viktor... JULOT... Clutching their RIFLES... FINGERS tense-up on triggers... SWEAT runs down their faces... BOOTS trudge over the sandy, rocky terrain. \n\nMACKINTOSH is behind Alain, watching his back.\n\n\n\n\nCHAPTER 16: BETRAYAL OF A FRIEND\n--------------------------------\n\nEXT. RIVERBED - DESERT - DAY\n\nThe patrol snakes through the remains of a BONE-DRY RIVER. Legros, at the head of the patrol with Glock, raises his arm silently calling a halt. The Legionnaires crouch resting their weary bodies, but keep their rifles ready. \n\nLegros signals to the rest of the patrol that he and Glock are going to scout the edge of the riverbank. Legros and Glock quietly ascend the steep wall of the river.\n\nViktor makes eye contact with Julot. Alain, behind them, knows what they're thinking -- there won't be a more opportune moment than right now.\n\nAlain's finger tenses on his trigger. He SWEATS profusely. He can hear his HEART THUMPING.\n\nA RIFFLE MUZZLE suddenly taps the back of Alain's head.\n\n                      MACKINTOSH (O.S.)\n\n          Drop it.\n\n                      ALAIN\n\n          Mack?\n\nAlain slowly gapes over his shoulder. Alain's eyes reflect pain and a mind-reeling confusion.\n\n                      MACKINTOSH\n\n          The rifle, Alain.",
  "62": "---END OF PREVIOUS SECTION---\nAlain slowly gapes over his shoulder. Alain's eyes reflect pain and a mind-reeling confusion. MACKINTOSH\n\n          The rifle, Alain. \n---TARGET SECTION TO BE ANNOTATED---\nDumbfounded, Alain ogles Mackintosh as Julot slides the rifle from his grasp.\n\n                      MACKINTOSH\n\n          I'm sorry, old boy. This, for better \n          or worse, appears to be my second \n          chance. \n\nAlain shifts his body, facing Mackintosh.\n\n                      ALAIN\n\n          Why?\n\n                      MACKINTOSH\n\n          Money. \n\n                      ALAIN\n\n          What happened to looking after your \n          friends.\n\n                      MACKINTOSH\n\n          My father paid off all my debts. The \n          disgrace nearly killed him. Now, I \n          have a chance to make my peace with \n          him.\n\n                      ALAIN\n\n          Are you the one who gets to pull the \n          trigger?\n\n                      MACKINTOSH\n\n          My part is to deliver you and lead \n          them out of the desert.\n\nAlain can't believe what he's hearing.\n\n                      ALAIN\n\n          You took the word of these two that \n          Galgani can be trusted?\n                      \n                      VIKTOR\n\n          He has half the money, now! Galgani \n          will honor the rest.\n\n                      ALAIN\n\n          Honor?\n\n\n\nCHAPTER 17: SURPRISE ATTACK\n---------------------------\n\nGUNSHOTS in bg. Alain reacts, rolling to his side. Viktor and Julot hit the sand. Mackintosh remains upright, listening to its ECHO in the distance.\n\nAnother GUNSHOT. And another. More ECHOES. Everyone nervously dart glances, attempting to find the source of the gunfire... FOOTSTEPS race over rocky soil. \n\nLegros and Glock BOLT DOWN THE BANK OF THE river, accompanied by more GUNSHOTS.\n\n                      LEGROS\n\n          Allez! On your feet! Vite! Vite!\n\nA TRIO OF ARMED RIFFS ON HORSEBACK charge over the embankment, chasing Legros and Glock.\n\nMackintosh levels his rifle at a Riff horsemen. The Riff flies off his horse. Viktor, Julot, and the rest of the patrol OPEN FIRE, bombarding the Riff horsemen with a FUSILLADE OF BULLETS.\n\n                      LEGROS (CONT'D)\n\n          Back to the fort!\n\nTrailing their panicked Caporal, the Legionnaires sprint through the river. Julot has ALAIN'S RIFLE slung over his shoulder.",
  "63": "---END OF PREVIOUS SECTION---\nLEGROS (CONT'D)\n\n          Back to the fort! Trailing their panicked Caporal, the Legionnaires sprint through the river. Julot has ALAIN'S RIFLE slung over his shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n                      ALAIN\n\n          Julot! My rifle!\n\nAlain outstretches his hand. Julot hesitates, unsure... An ominous RIFF WAR CRY, crescendos in bg.\n\nMore RIFF HORSEMEN crest over the bank. They charge, FIRING RIFLES at the fleeing Legionnaires.\n\n                      MACKINTOSH\n\n          For God's sake, man! Throw him the \n          bloody rifle!\n\nJulot tosses Alain his RIFLE. Alain quickly shoulders it, aims, and FIRES...\n\nA RIFF HORSEMAN is blasted out of his saddle.\n\nThe tail-end of the patrol, Mackintosh, Viktor, Julot, and Bruner follow Alain's suit. They stop, turn, aim, and FIRE... \n\nbelting a few Riffs out of their saddles. But, MORE RIFFS pour over the top... An endless stream of howling, crazed Berbers.\n\n                      ALAIN\n\n          Let's get the hell out of here!\n\nAlain and Julot glimpse at each other, realizing that they're both on the same team. They bolt for their remaining patrol members. \n\nBruner takes a bullet in the leg. He stumbles and falls. RIFF HORSEMEN thunder towards him... gleaming SCIMITARS held high.\n\nAlain and Julot notice his plight. They halt, FIRING OFF a couple rounds... A few Riffs go down.\n\nBruner hobbles, falling further behind. BLOOD streams down his leg. Another bullet tears a hole in his arm, knocking him off-balance. He falls face down.\n\nAlain and Julot decide not to tempt fate, they turn, sprinting toward the rest of patrol.\n\nBruner raises his face, seeing the RIFF HORSEMEN converge upon him. He rests his chin on the barrel of his rifle, struggling to pull the trigger. His wounded arm makes it impossible. \n\nA COUPLE OF RIFFS leap off their horses with their long, curved KNIVES. Bruner attempts to pull the trigger with his one good arm... A Riff slices the German's bicep, rendering that arm useless as well.\n\nEXT. DESERT - DAY\n\nThe Legion patrol clears the riverbed. BRUNER'S UNGODLY SCREAMS.\n\nEXT.",
  "64": "---END OF PREVIOUS SECTION---\nDESERT - DAY\n\nThe Legion patrol clears the riverbed. BRUNER'S UNGODLY SCREAMS. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FORT BERNELLE - WATCHTOWER - SAME TIME\n\nTELEPHOTO POV: THROUGH BINOCULARS of the remaining reconnaissance PATROL pursed by a HERD of RIFF HORSEMEN. Ehrhardt goes down.\n\nThe LOOKOUT drops his BINOCULARS, yelling into the courtyard.\n\n                      LOOKOUT\n\n          Riff horsemen chasing the patrol!\n\nEXT. FORT BERNELLE - COURTYARD - DAY\n\nLEGIONNAIRES sprint with RIFLES in hand, taking positions along the battlements. Noise and confusion runs amok. \n\n                      STEINKAMPF\n\n          Sergeant, to the west wall. \n\n                      CAPITAINE ROUSSELOT\n\n          Corporal, man the battlements.\n\n                      CORPORAL-CHEF\n\n          Yes, sir.\n\nLUTHER dashes up a LADDER, climbing towards a machine-gun position. ECHOING GUNSHOTS in the distance.\n\nEXT. BACK TO DESERT - DAY\n\nThe patrol tears across the bleak landscape. \n\nA BULLET EXPLODES through Junger's chest. He tumbles into the dirt.\n\nEXT. FORT BERNELLE - BATTLEMENTS - DAY\n\nA BASTION juts out from the line of the wall -- emplacements for the machine-guns. Luther, frustrated, adjusts the sights of a LEWIS MACHINE-GUN... SWEAT pours down his forehead. \n\n                      LUTHER\n\n          C'mon... C'mon, you're almost there!\n\nLUTHER'S POV: THROUGH THE SIGHTS can't get a bead on the PURSUING RIFFS without endangering the patrol.\n\n                      LUTHER (CONT'D)\n\n          Shit!\n\nLuther drags the machine-gun to another position.\n\nEXT. BACK TO DESERT - DAY\n\nAlain and the patrol scurry for their lives, legs churn, arms pump.\n\nJulot trips... falling hard on his face. The Riffs get dangerously close. They howl for blood. Scimitars held aloft.\n\nTWO HANDS grabs JULOT by the scuff of his shirt... and pulls him to his feet. JULOT looks up... ALAIN and Mackintosh are on either side of him! SLOW-MOTION as a brief look passes between them.\n\nAlain and Mackintosh pulls Julot along.",
  "65": "---END OF PREVIOUS SECTION---\nALAIN and Mackintosh are on either side of him! SLOW-MOTION as a brief look passes between them. Alain and Mackintosh pulls Julot along. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nALAIN'S POV: of Fort Bernelle's OPENED GATE just a few hundred meters ahead.\n\nA Riff Horseman gallops up directly behind ALAIN. He readies his SCIMITAR, aiming for Alain's head. Suddenly, the Riff is BLOWN into the air!\n\nTHE ENTIRE FRONT LINE OF CHARGING RIFFS is immediately decimated by MACHINE-GUN BULLETS riddling their bodies!\n\nEXT. FORT BERNELLE - BATTLEMENTS - DAY\n\nLuther, in a new position, spews machine-gun bullets at the Riffs. Steinkampf shouts to all the Legionnaires on his side of the battlements.\n\n                      STEINKAMPF\n\n          Rapide Fire! Rapid Fire, Legionnaires.\n\nTHE ENTIRE SIDE OF THE FORT facing the Riff attack OPENS FIRE with a deadly barrage.\n\nA HAILSTORM OF LEAD drop the Riffs in their tracks... They turn and retreat, leaving DEAD or DYING MEN and HORSES littered across the desert floor.\n\nMackintosh, Julot, Viktor, Legros and Alain dart through the GATE. The HEAVY WOODEN DOORS quickly slam behind them.\n\nINT. FORT BERNELLE - COURTYARD - DAY\n\nLegros, and the remaining patrol members barely catch their breath. CAPITAINE Rousselot is in their faces, followed by Steinkampf.\n\n                      CAPITAINE ROUSSELOT\n\n          How many casualties?!\n\n                      MACKINTOSH\n\n          We lost Junger, Eharhardt and Bruner.\n\n                      CAPITAINE ROUSSELOT\n\n          Dismissed.\n\nThe patrol member break up.\n\nSteinkampf stands outside the Officer's quarters with a Corporal as Rousselot moves toward him in the bg.\n\n                      STEINKAMPF\n\n                      (to Corporal)\n\n          I want an immediate report of the \n          wounded.\n\nThe Corporal exits as Rousselot approaches Steinkampf.\n\n                      STEINKAMPF (CONT'D)\n\n          What's the situation?\n\n                      CAPITAINE ROUSSELOT\n\n          Three dead.\n\nLuther jogs up to Alain and Mackintosh as they leave the courtyard, heading for an archway.\n\n                      LUTHER\n\n          I can't always be around to save your \n          asses.",
  "66": "---END OF PREVIOUS SECTION---\nCAPITAINE ROUSSELOT\n\n          Three dead. Luther jogs up to Alain and Mackintosh as they leave the courtyard, heading for an archway. LUTHER\n\n          I can't always be around to save your \n          asses. \n---TARGET SECTION TO BE ANNOTATED---\nLuther picks up on the tension between Alain and Mackintosh as the two men spit-up, walking in different directions.\n\n                      LUTHER (CONT'D)\n\n                      (to Alain)\n\n          What's wrong with Mack?\n\nAlain avoids Luther's question, glaring at Mackintosh as he struts off.\n                      \n                      LUTHER (CONT'D)\n\n          What the hell's wrong with you?\n\nEXT. FORT BERNELLE - DUST\n\nEstablishing shot of fort as the setting sun creeps over the sand dunes. Sentries peacefully stroll up and down the battlements\n\nINT. FORT BERNELLE - CANTEEN - DAWN\n\nThe Legionnaires sit at tables eating breakfast... drinking coffee... or smoking cigarettes.\n\nCLOSE-UPS: Legionnaires... Luther... Mackintosh... Alain deep in thought. \n\nINT. ALAIN'S APARTMENT - FLASHBACK - NIGHT\n\nQuick cut of Katrina at the table lovingly gazing at Alain.\n\nINT. FORT BERNELLE - BACK TO CANTEEN\n\nAlain glances up at Viktor and Julot.\n\n                      LOOKOUT (O.S.)\n\n          Riffs approaching the fort. Riffs \n          approaching!\n\nEveryone races from the canteen into the courtyard and their fighting positions.\n\nEXT. BATTLEMENTS - FORT BERNELLE - MORNING\n\nSteinkampf, Legros, Alain, and Mackintosh sprint up the steps to the battlements. \n\nRousselot stays down in the courtyard directing Legionaires to their fighting positions... A MORTAR CREW set-ups next to him, preparing for the attack.\n\nEXT. DESERT - SAME TIME\n\nTHIRTY RIFF HORSEMEN ride up a crest, halting in front of the fort. A THRILLING WAR CRY builds from their VOICES joined in unison.\n\n                      RIFFS\n\n          Ya illah lah!! Ya illah lah!!\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nEdgy Legionnaires stare into the desert.\n\nCLOSE UPS: Alain, Luther, Mackintosh, LEGROS, Steinkampf...\n\n                      LUTHER\n\n          Who are they kidding. They don't have \n          a chance against us. Do they Mack?\n\n                      MACKINTOSH\n\n          Never underestimate them.\n\n                      ALAIN\n\n                      (referring to Mackintosh)\n\n          Or anyone else for that manner.",
  "67": "---END OF PREVIOUS SECTION---\nDo they Mack? MACKINTOSH\n\n          Never underestimate them. ALAIN\n\n                      (referring to Mackintosh)\n\n          Or anyone else for that manner. \n---TARGET SECTION TO BE ANNOTATED---\n          A terrified Legionnaire fires his \n          rifle into the desert. He's joined by \n          others.\n\n                      STEINKAMPF\n\n          Hold your fire! Wait for the order!\n\nSteinkampf puts the BINOCULARS to his eyes, scanning the horizon. Behind the horsemen there appears to be movement by smaller groups of foot soldiers taking up positions.\n\nSteinkampf lowers his binoculars.\n\nThe unrelenting CHANT of Berbers intensifies in volume.\n\nEXT. FORT & DESERT - DAY\n\nThe RIFF WAR CHANT mutates to a howling ROAR as the horsemen charge with rifles pointed forward and swords held high!\n\nMACHINE-GUNS situated along the crest-line spit bullets at the fort covering the advancing horsemen.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nThe Legionnaires on the BATTLEMENTS OPEN FIRE... A BARRAGE OF RIFF BULLETS ZING over their heads or smash into the hardened mud brick walls. They intermittently duck behind the crenels in between rifle shots.\n\n                      STEINKAMPF\n\n          Legionnaires, make every shot count.\n\nMackintosh shakes behind the POUNDING LEWIS MACHINE-GUN. Luther feeds it with an ammo belt. BULLET HITS ricochet off their crenels, pelting them with SHARP PARTICLES of DEBRIS.\n\nAlain sticks the barrel of his RIFLE over the edge of the parapet, blasting off shots.\n\nEXT. FORT BERNELLE - PERIMETERS\n\nTHE RIFF MACHINE-GUNNERS TAKE UP CLOSER POSITIONS TO COVER THEIR MEN. A SMALL GROUP OF RIFF INFANTRY MOVE IN WITH THEM. FIRING AT THE FORT.\n\nTHE RIFF MACHINE-GUNNERS COVER THE INFANTRY AND HORSEMEN AS THEY TEAR DOWN THE BARB WIRE FENCING IN FRONT OF THE FORT OR BRING IN LADDERS.\n\nA lone figure on horseback watches from a distance... Abd-el Krim slowly lowers his BINOCULARS, gazing at the fort.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nBULLET WOUNDS to the face pitch LEGIONNAIRES from the embrasures.\n\nThe Riffs break through the barb-wire.\n\n                      LUTHER\n\n          Guess we didn't do too good a job with \n          the barb wire.",
  "68": "---END OF PREVIOUS SECTION---\nFORT BERNELLE - BATTLEMENTS\n\nBULLET WOUNDS to the face pitch LEGIONNAIRES from the embrasures. The Riffs break through the barb-wire. LUTHER\n\n          Guess we didn't do too good a job with \n          the barb wire. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. FORT BERNELLE - COURTYARD\n\nRousselot at the breech, sees the Riffs advancing through the barb wire with ladders.\n\nHe races to the ammo storehouse, ordering Legionnaires. \n\n                      CAPITAINE ROUSSELOT\n\n          Grenades! Send up the grenades!\n\nLegionnaires race up to the battlements with CRATES of GRENADES.\n\nAlain steps back looking for another target. A Legionnaire goes down next to him. He quickly takes cover, firing at the advancing Riffs.\n\nEXT. FORT BERNELLE - BASTION\n\nSMOKE rises from the Lewis' OVER-WORKED BARREL from Mackintosh's bursts. A bullet RICOCHETS off the crenel. hot METAL shards strikes Mackintosh in an eye. \n\nMackintosh drops to the floor with his hand press against the wound, squelching the BLOOD.\n\n                      LUTHER\n\n          Mack?!\n\n                      MACKINTOSH\n\n                      (grimacing)\n\n          Take over, Yank...\n\nLuther, keeping a hand on the ammo belt, grabs the pistol-grip handle of the machine-gun and... FIRES AWAY single-handedly.\n\nEXT FORT BERNELLE - COURTYARD\n\nA MORTAR CREW in the courtyard drop EXPLOSIVE SHELLS down the mouth of a mortar tube, firing over the walls.\n\nEXT. FORT BERNELLE - PERIMETERS\n\nMortar shells take out advancing Riff Horsemen.\n\nRiff foot soldiers race to the Fort's front gate.\n\nThey light SATCHEL BOMBS, handing them off the Riff horsemen... \n\nThe inspired Riff horsemen race alongside the fort throwing satchel bombs over the walls.\n\nRiff foot soldiers continue to ignite satchel bombs, whirling them into the air.\n\nSatchel bombs in mid-air fly over the Fort's walls.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nSteinkampf trails the satchel bombs entering into the fort. He sees that the attack is on the front gate.\n\n                      STEINKAMPF\n\n                      (to Rousselot)\n\n          Front gate! They're weakening the \n          gate.\n\nEXT. FORT BERNELLE - COURTYARD\n\nRousselot races to the front gate.\n\nA satchel bomb flies through air, landing near the mortar crew.",
  "69": "---END OF PREVIOUS SECTION---\nEXT. FORT BERNELLE - COURTYARD\n\nRousselot races to the front gate. A satchel bomb flies through air, landing near the mortar crew. \n---TARGET SECTION TO BE ANNOTATED---\nRousselot pushes one of the crew members out of the way.\n\n                      CAPITAINE ROUSSELOT\n\n          Get down!\n\nRousselot grabs onto the satchel bomb. He takes a few step away from the crew members, raising his arm to toss the bomb and... KAHBOOM!\n\next. fort bernelle - perimeters\n\nFrenzied Riffs charge the the fort with ladders... frantically ignite... and whirl satchel bombs at the fort. \n\nA FULL ON SATCHEL BOMB attack, filling the air with the deadly explosives\n\nAlain glances over the embrasure.\n\n                      ALAIN\n\n          They're headed for the walls!\n\nHe continues to fire, BLASTING BULLETS.\n\nOTHER LEGIONNAIRES leave their crenels. They sprint to the embrasures,... joining Alain with his attack.\n\nEXT. FORT BERNELLE - OUTER WALL\n\nRIFFS raise A LADDER, scaling the wall to a shattered area.\n\nEXT. FORT BERNELLE - BAttlements\n\nTWO SWORD-WIELDING RIFFS step inside. Steinkampf shoots them with his PISTOL.\n\nAlain races down battements to back-up Steinkampf.\n\nA SATCHEL BOMB takes out one of the machine-gun, killing it's GUNNERS. \n\nSteinkampf darts for a shattered wall. \n\nRiff Ladders hit against the exterior walls... More Riffs scale the walls with satchel bombs, taking out Legionnaires.\n\nAlain runs down the battlements, thrusting the Riff ladders away from the fort.\n\nMORTAR SHELLS fly over the heads of the Legionnaires into the Riffs.\n\nSteinkampf struggles with the Riff ladder, attempting to push it from the wall. A BULLET HITS him in the shoulder.\n\nAlain chucks a GRENADE over the wall... It EXPLODES, scattering THE RIFF-FILLED LADDER to the ground.\n\nAnother SATCHEL BOMB hits the ammo storeroom, setting off a massive EXPLOSION in the courtyard.\n\nEXT. FORT BERNELLE - PERIMETERS - DUSK\n\nSMOKE from the AMMO EXPLOSION cast a BLACK CLOUD against the red hue of the sunset. Excited Riffs pull back, retreating into the desert.\n\nEXT.",
  "70": "---END OF PREVIOUS SECTION---\nFORT BERNELLE - PERIMETERS - DUSK\n\nSMOKE from the AMMO EXPLOSION cast a BLACK CLOUD against the red hue of the sunset. Excited Riffs pull back, retreating into the desert. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FORT BERNELLE - BATTLEMENTS - SAME TIME\n\nLuther helps Mackintosh, with a CRUDE BANDAGE around his wounded eye, down the stairs.\n\n                      LUTHER\n\n          Told ya, the good guys always win.\n\n                      MACKINTOSH\n\n          Not without ammo.\n\n\n\n\nCHAPTER 18: A MESSENGER\n-----------------------\n\nEXT. FORT BERNELLE - COURTYARD\n\nor\n\nINT. FORT BERNELLE - CANTEEN/INFIRMARY\n\nAn eerie STILLNESS settles over the fort, punctuated by the CRIES AND MOANS of the wounded or dying.\n\nLuther and Mackintosh wait in line with the wounded for the doctor... Alain, shoudering Steinkampf, enter from the bg.\n\n                      STEINKAMPF\n\n          How you doing, English?\n\n                      MACKINTOSH\n\n          Stiff upper lip, Sergeant-Chef. I'll \n          pull through.\n\n                      STEINKAMPF\n\n          What rank were you in your British \n          army?\n\n                      MACKINTOSH\n\n                     (after a short\n                      hesitation)\n\n          Captain. Of Infantry.\n\nAlain and Luther share a surprised look.\n\n                      STEINKAMPF\n\n          Well, as of now, you're a Sergeant in \n          the Legion. I expect a full report on \n          the damage and how much ammo survived \n          in a twenty minutes. Have the surgeon \n          come to my quarters when he's finished \n          with the wounded.\n\nAware of the burden, Mackintosh hesitates... and salutes, accepting the commission.\n\n                      MACKINTOSH\n\n          Yes sir, Sergeant-Chef.\n\nSteinkampf nods to Alain, indicating to move on... He stops, glancing back at Mackintosh.\n\n                      STEINKAMPF\n\n          Sergeant, I'm spare with compliments. \n          But, the men have done well. Could you \n          tell them?\n\n                      MACKINTOSH\n\n          Perhaps, they'd like to hear it from \n          you.\n\nSteinkampf tenses, strutting off.\n\nEXT. FORT BERNELLE - BATTLEMENTS - TWILIGHT\n\nAlain takes a moment to himself, pacing the battlements. He slowly glimpses into the desert. \n\nALAIN'S POV: RIFF CAMPFIRES intermittently placed along the entire horizon surrounding the fort.\n\nINT.",
  "71": "---END OF PREVIOUS SECTION---\nHe slowly glimpses into the desert. ALAIN'S POV: RIFF CAMPFIRES intermittently placed along the entire horizon surrounding the fort. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FORT BERNELLE - CANTEEN - LATER THAT NIGHT\n\nA deadly silence permeates the room. Alain and Luther, at a table with other surviving Legionnaires, eat soup and drink coffee.\n\nTaking his new rank to heart, Mackintosh moves through the room, clapping men on the backs, giving them courage.\n\n                      LUTHER\n\n          \"Captain of Infantry,\" huh? Fits him \n          like a new set of threads.\n\nMackintosh at Viktor's and Julot's table. He places a foot on a chair, resting his elbow on his knee.\n\n                      ALAIN\n\n                     (looking up from soup bowl)\n\n          It's what's inside a man that counts.\n\nLuther is surprised by Alain's statement. Alain avoids a confrontation, returning to his meal.\n\n                      LUTHER\n\n          Don't be jealous, Alain. Mack deserves \n          it. \n\n                      (glances to Mackintosh)\n\n          He knows what he's doin'. \n\n                      (back to Alain)\n\n          I'll tell ya this, I feel a whole lot \n          better now that he's runnin' the sho'. \n          I bet'ya he's already done figured out \n          how the hell we're get outta here.\n\nMackintosh, with an EYE PATCH, steps up. Luther jokingly throws a salute. Alain is non-responsive.\n\nMackintosh smiles slightly, then hardens his expression.\n\n                      MACKINTOSH\n\n          We need to talk.\n\nCUT TO:\n\nINT. FORT BERNELLE - OFFICERS QUARTERS\n\nMAPS and FOREIGN LEGION REGALIA on the surrounding walls. Steinkampf, with his arm in a sling, sits in the bg. surveying Mackintosh's mastery.\n\n                      MACKINTOSH\n\n          Without ammo we won't last another \n          day. \n\n                      (points to map)\n\n          There's a open area between two of the \n          Riff's campsites.\n\nOur only hope is to contact Fort Corbieres for reinforcements.\n\n                      ALAIN\n\n                      (suspicious)\n\n          Let me guess, we're the volunteers.\n\n                      STEINKAMPF\n\n          Just the neg... \n\n                      (catches himself)\n\n          ...Private Williams can pass for a\n          native. \n\nTheir eyes sail to Luther.",
  "72": "---END OF PREVIOUS SECTION---\n(catches himself)\n\n          ... Private Williams can pass for a\n          native. Their eyes sail to Luther. \n---TARGET SECTION TO BE ANNOTATED---\n                      ALAIN\n\n          It's suicide!\n\n                      STEINKAMPF\n\n          There's another Legionnaire who speaks \n          Berber. We have clothing from the Riff \n          prisioners. While it's dark the two of \n          you will infiltrate past their lines. \n\n                      MACKINTOSH\n\n          It's the only chance we've got...\n\n                      (to Luther)\n\n          You know I'd go with you if I could.\n\n                      ALAIN\n\n          Don't do it, Luther.\n\nMackintosh flashes a glare at Alain, pulling rank. \n\n                      MACKINTOSH\n\n                      (to Luther)\n\n          I'm sorry, but there are no \n          alternatives.\n\nEXT. FORT BERNELE - LATER THAT NIGHT\n\nEstablishing shot of the fort against a star lit sky. \n\nEXT. FORT BERNELLE - CANTEEN - SAME TIME\n\nLuther, leaned against a wall, sits with Alain playing his harmonica. Dressed in a JELABBAH ROBE with his UNIFORM underneath, Luther wails a wistful rendition of \"SWING LOW, SWEET CHARIOT.\"\n\nLuther stops playing. It's an uncomfortable moment.\n\n                      LUTHER\n\n          I came here to find a life and I \n          realized I was looking in the wrong \n          place. It's not out here, it's an \n          inside job.\n\n                      (faces Alain)\n\n          I don't know what happened out there \n          on that patrol, but I do know some \n          kind-a- shit came down between you and \n          Mack.\n\n                      ALAIN\n\n          Now, is not the time.\n\n                      LUTHER\n\n          And it's really none of my God Damn \n          business!...\n\n                      (easing up)\n\n          Look, all I gots-ta say, is nothin' \n          means shit in this world 'xceptin' how \n          we feel 'bout ourselves and each \n          other.\n\nAlain's not going for it.\n\n                      LUTHER (CONT'D)\n\n          Look, we're all brothers out here, \n          whether you like it or not. Whatever \n          Mack's done, when the time comes he'll \n          be there for ya.\n\nLuther shoots a look at Alain, indicating \"GET IT!\"\n\n                      ALAIN\n\n                      (cracks a forlorn smile)\n\n          Watch your back.",
  "73": "---END OF PREVIOUS SECTION---\nLUTHER (CONT'D)\n\n          Look, we're all brothers out here, \n          whether you like it or not. Whatever \n          Mack's done, when the time comes he'll \n          be there for ya. Luther shoots a look at Alain, indicating \"GET IT!\"\n\n                      ALAIN\n\n                      (cracks a forlorn smile)\n\n          Watch your back. \n---TARGET SECTION TO BE ANNOTATED---\nMackintosh approach from the bg.\n\n                      MACKINTOSH\n\n                      (to Luther)\n\n          It's time to go.\n\nLuther glances up at Mackintosh. He and Alain rise as Mackintosh exit. Luther hands Alain his harmonica.\n\n                      LUTHER\n\n          Hold on to this. Can't chance losin' \n          it.\n\nLuther loads a REVOLVER and stuffs it in his clothing. He holds up a single BULLET for Alain's inspection.\n\n                      LUTHER\n\n                      (nervous smile)\n\n          For my pocket.\n\nThey tightly grip each other's arms, locking eyes... and exit through the door.\n\nFORT BERNELLE - COURTYARD\n\nMackintosh, Steinkampf and the other VOLUNTEER watch the Legionnaires pull back a wagon, exposing a small opening in the wall. Luther and Alain enter from bg. \n\nLuther places a BURNOOSE on his head. He nods at Mackintosh, implying he's ready.\n\nMackintosh shakes Luther's hand. Unable to deal with it, Mackintosh lets go, darting his eyes downward.\n\n                      STEINKAMPF\n\n                      (to Luther)\n\n          Good luck.\n\n                      LUTHER\n\n                      (to Steinkampf)\n\n          For y'alls infomation, Sergeant-Chef.\n\n                      (proud)\n\n          It's nigger! Not neger.\n\nLuther winks at Alain and Mackintosh, slipping through the opening behind the other volunteer. \n\nLuther turns back to face Alain and Mackintosh. He salutes, waving off his friends as the wagon cuts off their view.\n\nAlain grits his teeth, holding back his emotions. Mackintosh steps up beside him.\n\n                      MACKINTOSH\n\n          This is the part I never had the \n          stomach for. Sending them out there, \n          when you know damn well what their \n          chances are.\n\n                      ALAIN\n\n                      (side-glances Mackintosh)\n\n          You could have fooled me.\n\nAlain walks off, leaving Mackintosh with his thoughts.\n\nCUT TO:\n\nEXT. FORT BERNELLE - DAWN\n\nLegionnaires scurry throughout the fort. They REPAIR the DAMAGED AREAS... SALVAGE AMMO and... RATION BULLETS.\n\nThe gray light of dawn seeps into the sky... Alain, leaned against a wall, fingers his GOLD CROSS.",
  "74": "---END OF PREVIOUS SECTION---\nRATION BULLETS. The gray light of dawn seeps into the sky... Alain, leaned against a wall, fingers his GOLD CROSS. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE TO:\n\nINT. ALAIN'S APARTMENT - FLASHBACK - NIGHT\n\nSAME NIGHT OF EARLIER LOVE SCENE. Propped against a headboard, Alain cradles Katrina in his arms underneath BED COVERS. Katrina unfastens her GOLD CHAIN and CROSS. She places it around Alain's neck, attaching its lock.\n\n                      KATRINA\n\n          I can't watch you in the ring. It \n          pains my heart to see you hurt. Wear \n          this to know that I'm always with you.\n\nKatrina gently touches Alain's lips. She smiles, gazing into his eyes and leans in to kisses him.\n\nDISSOLVE TO:\n\nEXT. FORT BERNELLE - SAME TIME\n\nAlain drops the cross, glancing throughout the fort.\n\nALAIN'S POV: Mackintosh paces along the walls, scanning the desert.\n\nViktor and JULOT sit off by themselves. Viktor sharpens his bayonet. Julot flicks a cigarette stub into the courtyard. He reaches into his pocket for another one, finding an empty pack. A FIGURE casts a shadow across them.\n\nALAIN holds out a CIGARETTE. \n\nJulot stares at Alain... Alain waves the cigarette, making a face that says, \"Come on, take it.\"\n\nJulot relents, reaching for the smoke. Alain strikes a WOODEN MATCH on the wall. He holds it for Julot to light his smoke.\n\n                      ALAIN\n\n          Is she alive?\n\n                      VIKTOR\n\n          We already told you asshole, you're \n          going to your grave without ever \n          knowing.\n\nAlain keeps his gaze on Julot as he lights a cigarette for himself.\n\n                      ALAIN\n\n                      (to Julot)\n\n          We're all gonna die here today.\n\nAlain takes a drag off his smoke. He probes deep into Julot's eyes.\n\n                      ALAIN (CONT'D)\n\n          Think about it, Julot. Do you want to \n          die as a champ or a servant.\n\nA moment of truth between the two men. Julot examines Alain, considering what he has said.\n\nAlain exits, leaving Julot to his conflict.\n\n\n\n\nCHAPTER 19: CAPTURED FRIEND\n---------------------------\n\nEXT. FORT BERNELLE - BATTLEMENTS - LATER THAT MORNING\n\nRetrospective, Alain paces the battlements...",
  "75": "---END OF PREVIOUS SECTION---\nAlain exits, leaving Julot to his conflict. CHAPTER 19: CAPTURED FRIEND\n---------------------------\n\nEXT. FORT BERNELLE - BATTLEMENTS - LATER THAT MORNING\n\nRetrospective, Alain paces the battlements... \n---TARGET SECTION TO BE ANNOTATED---\n As if sensing something, he slowly looks up and into the desert.\n\nAlain's eyes widen in disbelief.\n\n                      ALAIN\n\n                      (under his breath)\n\n          Luther.\n\nEXT. DESERT - SAME TIME\n\nLuther, in his LEGIONNAIRE UNIFORM, walks between two SAND DUNES toward the fort. Although it appears as if he has made it, something isn't quite right.\n\nSuddenly, Riff horsemen ride up behind him. Simultaneously, Luther is jerked to the ground.\n\nThe Riff horsemen dismount, preparing to torture Luther.\n\nA GUNSHOT RINGS OUT, taking down one of the Riffs. More Riff ride into frame from bg.\n\nThe Riffs take off, galloping across the desert dragging Luther.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nAlain faces hardens, overcome by a terrible rage. A RIFLE SHOT goes off next to Alain. He turns to see who's shooting.\n\nJulot, next to Alain, glances over and nods at Alain. The two men fire at Luther's attackers, as other Legionnaires join them.\n\n\n\n\nCHAPTER 20: THE LAST BATTLE\n---------------------------\n\nEXT. DESERT\n\nThe Riffs halt their horses, forming a circle around Luther. \n\nLuther, half-dead and bloodied, slowly raises himself to his knees... \n\nA Riff horsemen raises his scimitar above Luther's head. A RIFLE SHOT blasts the Riff from his horse.\n\nLUTHER'S POV: of Alain aiming his rife in his direction.\n\nLuther, with pleading eyes, stares in Alain's direction.\n\n                      LUTHER\n\n          Make it quick, brother.\n\nAlain's rifle shot is a direct hit to the heart, ending Luther's suffering.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nAlain, holding a smoking rifle, slowly lowers it gazing into the desert... Everything goes still around him.\n\nA powerful BOOM spews a red-orange FLASH, hurtling A shelL toward the fort... It flies above Alain's head, exploding in the courtyard behind him.\n\nEXT. FORT BERNELLE\n\nSEVERAL SHELLS fly over the battlements... EXPLOSIONS rock the different areas of the fort... Legionnaires scramble for shelter.",
  "76": "---END OF PREVIOUS SECTION---\nFORT BERNELLE\n\nSEVERAL SHELLS fly over the battlements... EXPLOSIONS rock the different areas of the fort... Legionnaires scramble for shelter. \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER EXPLOSION hits the FLAGPOLE, rocketing the Fort's Flag into the courtyard.\n\nEXT. DESERT - RIFF ARTILLERY POSITION\n\nRIFF CANNONS BLASTS shells with a full on artillery attack on the fort. \n\nABD-EL KRIM watches, through binoculars, as his artillery lay waste to the fort.\n\nEXT. FORT BERNELLE - COURTYARD\n\nA group of Legionnaires run for shelter. A Riff shell lands on top of them, hurling the men into the air.\n\nEXT. FORT BERNELLE - BATTLEMENTS\n\nExplosions blows holes through the walls... Legionnaires scramble for their lives... Others are flung into the air from direct hits... Or badly wounded by flying debris.\n\nMackintosh leaves his machine-gun position, leading Legionnaires to sheltered areas.\n\nGlock, doubles over from being wounded. Alain hoist him over his shoulder.\n\n                      ALAIN\n\n          Don't worry, I'll get you to the \n          infirmary.\n\nAlain races down the battlements, dodging explosions past Mackintosh's empty machine-gun position... Just after he crosses it, another RIFF SHELL hits the machine-gun pitching it into the courtyard.\n\nEXT. DESERT\n\nAbd-el Krim circles his arm in the air, motioning to his calvary.\n\nTRILLING RIFF HORSEMEN charge across the desert toward the fort... They break-up into three groups. \n\nOne group take SNIPER positions, covering the other two groups, as they head to FORT'S FRONT GATE and BREECH AREA.\n\nEXT. FORT BERNELLE - COURTYARD\n\nAlain, carrying Glock, races through an aftermath of explosions. He crosses the Legionnaire MORTAR CREW, who furiously load and shoot SHELLS over the fort's walls.\n\nPinned down Legionnaires huddle in sheltered areas.\n\nWounded or dead soldiers lay outside the over-crowdeD infirmary. Alain places Glock next to it's door, discovering that he's dead. \n\nAlain reaches for two rifles, sprinting back into the courtyard.\n\nEXT. FORT BERNELLE - OUTSIDE GATE AREA\n\nRiff horsemen quickly dismount. They set-up charges by the front gate.\n\nRiff snipers in the fg., keep their men covered as they ignite the charges.\n\nEXT.",
  "77": "---END OF PREVIOUS SECTION---\nThey set-up charges by the front gate. Riff snipers in the fg., keep their men covered as they ignite the charges. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FORT BERNELLE - BATTLEMENTS\n\nSteinkampf waves toward the front gate. Legionnaires race across battlements. Mackintosh brings up the rear.\n\n                      STEINKAMPF\n\n          The gates! They're going for the front \n          gates.\n\nLegionnaires plummet into the courtyard from RIFF SNIPER BULLETS.\n\n                      STEINKAMPF (CONT'D)\n\n          Take positions.\n\nLegionnaires crouch down behind walls, shooting at the Riff snipers... Mackintosh motions to a few men.\n\n                      MACKINTOSH\n\n          Follow me.\n\nSquatting along the battlements, Mackintosh and men continue to move toward the front gates.\n\nEXT. FORT BERNELLE - OUTSIDE BREECH AREA\n\nThe second group of Riff Horsemen quickly mount their horses as one of their comrades dashes along the area igniting charges.\n\nEXT. FORT BERNELLE - OUTSIDE FRONT GATE\n\nRIFF HORSEMEN scamper for cover on either side of the front gate.\n\nKAHBOOM!... The Front gates explodes, splintering into a million pieces.\n\nEXT. FORT BERNELLE - COURTYARD\n\nKAHBOOM!... The breech area EXPLODES, pelting debris... sandbags... and the fort's wall into the courtyard, hurling Legionnaires, through the air.\n\nA RIFF SHELL screams through the sky, landing into the REAR TOWER. KAHBOOM!... Bricks explode, showering the courtyard and blasting a Legionnaire into the desert.\n\nThe Mortar Crew run out of shells.\n\nEXT. DESERT\n\nAbd-el Krim sends runners to his cannoneers... The cannoneers cease the ARTILLERY ATTACK.\n\nAbd-el Krim motions to various positions across the horizon.\n\nA MASSIVE CHARGE of CRAZED, TRILLING RIFF FOOT soldiers race toward the fort from every direction... A SECOND GROUP of INFANTRY step into position behind the charging masses, waiting for their orders... MORE RIFF HORSEMEN follow the charging infantry.\n\nEXT. FORT BERNELLE - COURTYARD\n\nRiff infantry and horsemen charge through the front gate.\n\nRiffs pour through the breech area. The courtyard becomes a battlefield of hand to hand combat... scimitars against BAYONETS... and gunshots from every direction.",
  "78": "---END OF PREVIOUS SECTION---\nFORT BERNELLE - COURTYARD\n\nRiff infantry and horsemen charge through the front gate. Riffs pour through the breech area. The courtyard becomes a battlefield of hand to hand combat... scimitars against BAYONETS... and gunshots from every direction. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nLegros gallantly shoots and bayonet Riff soldiers... He notices a GROUP of RIFF HORSEMEN charging into the...\n\nINT. FORT BERNELLE - INFIRMARY\n\nThe Riff Horsemen ride through the room... jump over beds... shoot wounded... and wreck havoc.\n\nLegros enters, firing off several rounds. He takes down all, but one of the Horsemen who rides up behind him.\n\nLegros quickly pivots with his bayonet, knocking the Riff's scrimitar out of his hand.\n\nWith all of his might, Legros grabs onto the mounted Riff. The two wrestle amongst one another. \n\nThe Riff kicks Legros, forcing him backwards. The Riff snaps his wrist, sailing a KNIFE through the air.\n\nTHUNK... Legros gapes down at the knife lodged into his chest. He wavers... and falls face down onto the ground.\n\nEXT. FORT BERNELLE - COURTYARD\n\nAlain furiously cracks off shots at the advancing Riffs. He runs out of ammunition. Throwing away his rifle, he grabs another rifle from a dead Legionnaire and resume fighting.\n\nSteinkampf, on the stairs, is a solidary fighting machine. Riff after Riff go down from his Rifle shots... When he runs out of bullets, he quickly grabs another rifle and keeps firing.\n\nThe Riffs keep coming, backing Steinkampf up the stairs. His rifle clicks empty... \n\nAlain notices Steinkampf's predicament. Alain covers Steinkampf emptying his rifle. \n\nIt gives Steinkampf the opportunity to pull out his pistols.\n\nA SCREAMING RIFF draws Alain attention. He ducks, side-stepping out of the way... and swings his RIFLE BUTT into the Riff.\n\nMeanwhile, Steinkampf runs out of bullets. He glares at an advancing Riff, knowing that he's facing death.\n\nThe Riff sneers at Steinkampf as he creeps up the stairs. \n\nAlain finishes his Riff off with a deadly blow to the head. He glances up at Steinkampf.\n\nALAIN'S POV: Steinkampf proudly accepts his fate... SEVERAL GUNSHOTS rivet Steinkampf' body, tumbling him down the stairs.",
  "79": "---END OF PREVIOUS SECTION---\nHe glances up at Steinkampf. ALAIN'S POV: Steinkampf proudly accepts his fate... SEVERAL GUNSHOTS rivet Steinkampf' body, tumbling him down the stairs. \n---TARGET SECTION TO BE ANNOTATED---\nPanicked Legionnaires clamber for ammunition, grabbing RIFLES from fallen COMRADES... Others resort to HAND to HAND COMBAT.\n\nMackintosh, on the BATTLEMENTS, throws GRENADES as MORE and MORE RIFFS pour into the courtyard.\n\nAlain and Julot find themselves fighting next to each other. When one runs out of ammo, the other tosses either a RIFLE or PISTOL to one another.\n\n                      JULOT\n\n          Oh, by the way I didn't take a fall. \n          You beat me on your own.\n\nThey get backed into a corner as the NEVER-ENDING INFLOW of RIFFS continue to charge... Julot swings to his left, taking on several Riffs as Alain searches for another Rifle.\n\nJulot bayonets a Riff... and rips the RIFF'S RIFLE from his hands as he goes down. He pivots in Alain's direction, tossing the rifle at Alain.\n\n                      JULOT\n\n          Alain...\n\nAlain dives for the rife, leaving Julot open... Julot takes a BULLET meant for Alain. He gapes at Alain... and plummets to the ground.\n\nFrom the ground, Alain gazes at Julot's fallen body. He notices that Julot fell next to one of the MACHINE-GUNS.\n\nAlain rolls over the ground, ducking bullets, to the machine-gun. He quickly positions it, BLASTING BULLETS into the Riffs.\n\nEXT. DESERT - DAY\n\nAbd-el Krim scrutinizes the attack on the fort.\n\n\n\n\nCHAPTER 21: TO THE LAST MAN STANDING\n------------------------------------\n\nEXT. FORT BERNELLE - COURTYARD\n\nAn ODD SATCHEL BOMB flies over the fort's wall onto the battlements next to Mackintosh... KAHBOOM. The scaffolding collapses, covering Mackintosh in rubble.\n\nAlain swings his machine-gun, taking out the last of the Riffs. \n\nAlain looks around, discovering himself amongst a pile of CORPSES... Steinkampf lays on the stairs under a pile of Riff bodies... Julot face down on the ground... and Mackintosh half-buried beneath the COLLAPSED SCAFFOLDING. \n\nDepleted, Alain crumbles to his knees... Viktor slips out of hiding place, walking up to him.",
  "80": "---END OF PREVIOUS SECTION---\nJulot face down on the ground... and Mackintosh half-buried beneath the COLLAPSED SCAFFOLDING. Depleted, Alain crumbles to his knees... Viktor slips out of hiding place, walking up to him. \n---TARGET SECTION TO BE ANNOTATED---\nAlain doesn't have the energy to fight Viktor as he aims GUN to Alain's head.\n\nMackintosh bruised and bloodied drags himself from under the rubble. He reaches inside his pocket for his single bullet.\n\nMACKINTOSH'S POV: Alain nods to Viktor, succumbing to his fate... MACKINTOSH'S SHAKING HAND loads his LAST BULLET into a REVOLVER.\n\nAlain slowly looks up.\n\n                      ALAIN\n\n          Viktor, just tell me. Katrina, is she \n          okay?\n\nViktor cocks the TRIGGER, aiming the pistol at Alain's head.\n\n                      VIKTOR\n\n                      (with a sardonic smile)\n\n          You'll never know. \n\nBLAM! A BULLET slams into Viktor's head, knocking him down. Alain pivots...\n\nMackintosh weakly smiles at Alain.\n\n\n\n\nCHAPTER 22: THE LAST BULLET\n---------------------------\n\nAlain rushes to Mackintosh, kneeling besides him.\n\n                      MACKINTOSH\n\n          Couldn't let it happen that way, old \n          man. Not by his hand.\n\nThe two men gaze at one another with a mutual admiration. Mackintosh picks up on the stillness.\n\n                      MACKINTOSH (CONT'D)\n\n                      (referring to Riff \n                       infantry)\n\n          They'll be here soon.\n\nAlain slowly rises. He scans the remains of the fort. Death and destruction...\n\nAlain looks down at his uniform. He brushes off the dust, straightening himself up.\n\nMackintosh, onto Alain, smiles up at him from the ground. \n\n                      MACKINTOSH (CONT'D)\n\n          Listen, if by some miracle you get out \n          of this,...\n\nCLOSE ON: Mackintosh, giving Alain a sly wink.\n\n                      MACKINTOSH (CONT'D)\n\n          ...will you do me a favor? Give a kiss \n          to your Katrina for me.\n\nAlain reaches into his pocket, tossing his SINGLE BULLET to Mackintosh. He gives Mackintosh a nod and turns away... A GUNSHOT RINGS OUT.\n\nAlain takes one last look at Mackintosh. He notices Mackintosh's book of poetry, on the ground next to his dead body.\n\nAlain picks up the book, walking toward the fort's front gate. Along the way he sees the FORT'S TATTERED FLAG laying on the ground and crouches down next to it.",
  "81": "---END OF PREVIOUS SECTION---\nHe notices Mackintosh's book of poetry, on the ground next to his dead body. Alain picks up the book, walking toward the fort's front gate. Along the way he sees the FORT'S TATTERED FLAG laying on the ground and crouches down next to it. \n---TARGET SECTION TO BE ANNOTATED---\nAlain digs a HOLE in the ground. He retrieves GUIDO'S PICTURE of ANNA and LUTHER'S HARMONICA from his pocket. \n\nHe places them, along with MACKINTOSH'S POETRY BOOK, into the hole and gingerly covers them with dirt. \n\nAlain picks up the FORT'S FLAG and proudly marches through the gate, meeting his fate with dignity. \n\n\n\n\nCHAPTER 23: SPARED\n------------------\n\nEXT. DESERT & FORT - DAY\n\nThe RIFF ARMY cautiously advances toward the DECIMATED FORT.\n\nEXT. RIFF ARTILLERY POSITION - DAY\n\nAbd-el Krim looks through BINOCULARS. He jerks away from them, surprised and... goes back to peering through glasses.\n\nABD-EL KRIM'S POV THROUGH BINOCULARS: A LONE figure walks through the fort's gate. \n\nEXT. DESERT - DAY\n\nBewildered, the RIFFS FRONT LINE halts... They raise rifles.\n\nHAUNTING HARMONICA rendition of \"Le Boudin.\" Ennobled, Alain picks up his pace, parading closer to Riff's front line... \n\nCLOSE ON: ALAIN. He tightens his jaw, reacting to the gunshot. \n\n                      GUIDO (V.0.)\n\n          When Guido comes home, they'll see. \n          Guido will be a hero! Worthy of their \n          Anna.\n\nNERVOUS RIFF MARKSMEN sight down Alain.\n\n                      LUTHER (V.0.)\n\n          All I gots-ta say, is nothin' means \n          shit in this world 'xpectin' how we \n          feel 'bout ourselves and each other.\n\nNothing phases Alain. He remains focused, delving deep into the heart of the Riff army.\n\n                      MACKINTOSH (V.O.)\n\n          \"From little towns in a far land we \n          came, to save our honour and a world \n          aflame\"\n\nSWEATING RIFFS squeezes their TRIGGERS, trailing Alain's movement...\n\n                      VOICE (O.S.)\n\n          {Hold your fire!}\n\nAbd-el Krim rides his HORSE past the marksmen, stopping in front of Alain.\n\nCLOSE ON: ABD-EL KRIM scrutinizing Alain.\n\nRIFF MARKSMEN itching to pull their triggers.",
  "82": "---END OF PREVIOUS SECTION---\nS.)\n\n          {Hold your fire!}\n\nAbd-el Krim rides his HORSE past the marksmen, stopping in front of Alain. CLOSE ON: ABD-EL KRIM scrutinizing Alain. RIFF MARKSMEN itching to pull their triggers. \n---TARGET SECTION TO BE ANNOTATED---\nAbd-el Krim holds up his hand, indicating for his men to lower their weapons. They obey their leader's command. An UNGODLY HUSH overtakes the desert... A GENTLE WIND and SLIGHT FLAPPING OF ROBES.\n\nAlain squints at the REGAL TOWERING RIFF, backlit by the HIGH NOON SUN...\n\nAbd-el Krim slowly sweeps his outstretched hands over the desert. A distinct English speaking VOICE with a slight accent calmly emanates from the RIFF LEADER.\n\n                      ABD-EL KRIM\n\n          For centuries my people have roamed \n          across this land. It has always been \n          our home...\n\nAbd-el Krim faces Alain.\n\n                      ABD-EL KRIM (CONT'D)\n\n          ...In our culture, a man who has \n          courage is valued above all. For this \n          reason, I will allow you to live.\n\nAbd-el Krim re-adjusts himself in the saddle.\n\n                      ABD-EL KRIM (CONT'D)\n\n          We will not give up the land of our \n          fathers. What we demand is freedom, \n          peace and respect. Take a message to \n          your politicians.\n\nAbd-el Krim points to the annihilated fort in bg.\n\n                      ABD-EL KRIM (CONT'D)\n\n          This is what awaits them, if they \n          continue invading our country.\n\nAbd-el Krim spins his horse around, signaling for a turn-around to his men. He gallops his horse through his infantry.\n\nThe Riffs fall in behind him, trailing a DUST CLOUD.\n\nMATCH DISSOLVE TO:\n\nINT. \"LE POIVROT\" - NEW YEARS EVE 1926 - NIGHT\n\nA scruffy and hell-ridden Alain -- dressed in DENIMS and a LONG PEA-COAT -- enters through the front door.\n\nA party atmosphere in full swing. The room is decorated with BALLOONS and STREAMERS. Drunk guests wear PAPER HATS, blow on HORNS or twirl PARTY FAVORS. LOUD MUSIC.\n\nAs he crosses the Hat Check Girl, she breaks into a knowing grin. Alain moves through the crowded room with a focused and determined gaze to Galgani's table.\n\nINT.",
  "83": "---END OF PREVIOUS SECTION---\nAs he crosses the Hat Check Girl, she breaks into a knowing grin. Alain moves through the crowded room with a focused and determined gaze to Galgani's table. INT. \n---TARGET SECTION TO BE ANNOTATED---\n \"LE POIVROT\" - GALGANI'S TABLE - CONTINUOUS\n\nGalgani, Katrina, and THREE COUPLES turn their attention to Alain towering over them. Shocked, Katrina gapes at Alain.\n\n                      KATRINA\n\n                      (under her breath)\n\n          Alain?!\n\n                      ALAIN\n\n                      (to Katrina)\n\n          I'm not asking you to forgive me. And \n          I don't expect anything for the \n          future.\n\n                      GALGANI\n\n                      (overlapping)\n\n          What future?\n\n                      ALAIN\n\n          Let Katrina speak for herself.\n\nGalgani rises, waving his arm toward the hallway.\n\n                      GALGANI\n\n          Perhaps a little privacy. Why don't we \n          step into my office.\n\nAlain raises an outstretched arm, aiming his LEGIONNAIRE PISTOL at Galgani. The orchestra stops playing. A hush silences the club.\n\n                      ALAIN\n\n          We do it here.\n\nGalgani scrutinizes Alain, realizing that he is a different man.\n\n                      GALGANI\n\n          Very brave of you, Mr. Lefevre. \n\n                      (easing down in the booth)\n\n          If that is what you wish.\n\n                      ALAIN\n\n          No, it's about Katrina's wishes. And \n          the freedom to make her own choices.\n\n                      (or)\n\n          freedom to do as she pleases.\n\nUneasy, Katrina side glances between the two men.\n\n                      ALAIN (CONT'D)\n\n                      (to Galgani)\n\n          Give her your word.\n\nGalgani's eyes narrow, unsure of Alain's next move.\n\n                      GALGANI\n\n                      (a slight nod)\n\n          Fine.\n\nAlain probes deep into Galgani.\n\n                      ALAIN\n\n          I've had it with killing. \n\nAlain tosses his pistol onto the table.\n\n                      ALAIN (CONT'D)\n\n          A gift from La Legion.\n\nAlain faces Katrina, drawing all he can of her into his being.\n\n                      ALAIN (CONT'D)\n\n          You're free.\n\nFixated on Alain, Katrina's eyes widen.\n\nKatrina'S POV: of her CROSS around Alain's neck. Her eyes drift up to...\n\nAlain pivots, walking away.\n\nGalgani glances at the gun. Katrina, picking up on his thoughts, reaches for the gun. He pulls it out of her reach.",
  "84": "---END OF PREVIOUS SECTION---\nGalgani glances at the gun. Katrina, picking up on his thoughts, reaches for the gun. He pulls it out of her reach. \n---TARGET SECTION TO BE ANNOTATED---\n                      KATRINA\n\n                      (disgusted)\n\n          You bastard!\n\nKatrina rushes to Alain, walking alongside.\n\nCrazed, Galgani stands with the gun aimed at Alain's back. Shocked and appalled, the crowd gasps.\n\n                      GALGANI\n\n          She's mine.\n\nGUN HAMMER COCKING... Katrina shoots Alain a panicked look. Unaffected, Alain doesn't break their stride.\n\n                      GALGANI\n\n          No one can have her.\n\nGalgani squeezes the trigger... CLICK... CLICK... CLICK... CLICK...\n\nCLICK... Alain glances over to Katrina with a COOL GRIN.\n\n                      ALAIN (CONT'D)\n\n          Something I learned in the Legion...\n\nAlain tosses a BULLET into the air.\n\n                      ALAIN (CONT'D)\n\n          ...always keep your last bullet in \n          your pocket.\n\n                      KATRINA\n\n          You bastard. \n\nAlain gives Katrina a wink. They smile at each other, strolling through the club.\n\nEXT. TRAIN STATION - NIGHT\n\nThe TRAIN'S BRAKE STEAM casts a mist across the platform.\n\nA group of SCRUFFY RECRUITS lead by a LEGIONNAIRE CORPORAL-CHEF march down the platform.\n\n                      CORPORAL-CHEF\n\n          Allez!... Raus swine!... Stay in \n          formation. \n\nAlain trails the recruits movements as they pass.\n\n                      CORPORAL-CHEF (CONT'D)\n\n          Vite!... March you scum!... March or \n          Die!\n\nALAIN'S POV: The recruits dissappear into darkness, leaving an empty platform.\n\n                      LUTHER (V.O.)\n\n          Yessire, that's what keeps a man \n          livin'...\n\nAlain shifts his eyes to the opposite end of the empty station.\n\nALAIN'S POV: A LONE FIGURE walks through the mist, revealing Katrina carrying a SUITCASE.\n\n                      LUTHER (CONT'D)\n\n          ...he's gots-ta have a dream.\n\nAlain and Katrina meet in the center of the platform. A wistful smile crosses between them. \n\nAlain takes hold of her suitcase, slipping his hand into Katrina's. They walk to the train, climbing up its steps.\n\nFADE OUT\n\nTHE END\n\n"
}