{
  "1": "LETHAL WEAPON IT\n\nNovember 1988\n\fFADE IN:\n\nEXT, A REMOTE AREA OF LAX - DAY\n\nA United 747 barrels down the runway. It lifts off\nand passes overhead with a DEAFENING ROAR, And thats\nwhen...\n\nMARTIN RIGGS STEPS INTO FRAME\nHe looks up at the underbelly of the jet. So low that\nhe could count the rivets. Except Riggs doesn't appear\nto be in any shape to count anything.\nUnshaven. Hair matted, A grease-stained baseball cap\npulled down low to keep the sun out of his blood~-shot\neyes. He raises a brown paper bag to his lips. Heaven\nhelp us . . . Riggs is back in the bottle.\n\ncur TO:\nANOTHER PART OF THE REMOTE AREA\nwhere a MERCEDES LIMO pulls up to a GULFSTREAM JET.\nThe Gulfstream's engines are REVVING in preparation\nof take off.\n\nCUT TO;\nMARTIN RIGGS\n\nstaggering drunkenly through the weeds and tall grass\nthat fringe this remote section of the airport.\n\nRIGGS\n(singing softly)\n\"Jingle bell, jingle bell, jingle\nbell . . . rock.\"\n\nBehind him, a Delta 727 touches down. Wheels SLAMMING\nagainst the runway; brakes SQUEALING; jet engines\nSCREAMING in reverse thrust.\n\nCUT TO:\nTHE MERCEDES AND THE GULFSTREAM\n\nFOUR MEN emerge from the Mercedes. South Africans.\nHANS, PETER, KARL and ROLF.\n\nKarl pops open the trunk and SEVERAL SUITCASES are quickly\nunloaded and placed on the tarmac beside the Mercedes\n\f \n\nL.\n\nPeter's eyes dart furtively behind his black-out shades.\nKarl SHUTS the Mercedes trunk lid. Hans picks up two\nof the suitcases and takes a step toward the Gulfstream\n-- then stops abruptly.\n\nWhy? Because a drunk is weaving towards them.\n\nRiggs rolls his eyes. Takes another hit from the bottle\nin the brown paper sack, Licks his lips. Stumbles.\nRegains his balance. Advances toward the men.\n\nThe South Africans exchange a look, then Hans moves\nforward to intercept Riggs.\n\nHANS\nHey, buddy.",
  "2": "---END OF PREVIOUS SECTION---\nAdvances toward the men. The South Africans exchange a look, then Hans moves\nforward to intercept Riggs. HANS\nHey, buddy. \n---TARGET SECTION TO BE ANNOTATED---\n Where you going?\n\nRIGGS\n(speech slurred)\nAnybody seen a dog? Lookin' for\nmy dog. Ran off and got lost.\nMaybe you seen him? A brown dog?\nFour legs... one tail. Face\nlike this -~\n\nRiggs contorts his face into a weird expression.\n\nHANS\nCome on, pal. No dog around here.\n\nHans clamps his hand down firmly on Riggs' shoulder.\nRiggs sways from side to side and gives Hans a bleary-eyed\nlook.\n\nRIGGS\nI just gotta find that dog. Know\nwhat I mean? He's a good dog.\n\nHans spins Riggs around, points him in the opposite\ndirection and gives him a shove.\n\nHANS\nGo sleep it off somewhere.\n\nRiggs takes several wobbly steps, then stops -- bends\nat the waist -- appears to PUKE his guts out. Hans\ngrimaces. And that's when...\n\nA FORD BRONCO ROARS INTO THE SCENE\nBrakes SQUEALING as it skids up to the Guifstream.\n\nThe South Africans turn to look -- knowing instantly\nthat something has gone very wrong for them.\n\f \n\nHANS\nThe suitcases! Grab the suitcases!\n\nCAMERA PUSHES IN ON RIGGS' BACK\n\nas Riggs straightens up and spins around . . . eyes\n\nclear and alive; wider than hell -~ nostrils flaring\n\n~~ arm extended, gripping a silver NINE MILLIMETER BERETTA\nthat flashes in the midday sun. This is one very dangerous,\nand very sober cop we have here.\n\nRIGGS\n(screaming)\nPOLICE! FREEZE! HANDS ON THE CAR!\nLEGS SPREAD APART! NOW!\n\nAN UNMARKED POLICE SEDAN\n\nSKIDS up from another direction. ROGER MURTAUGH leaps\nout with his pistol drawn. Riggs regards Murtaugh with\nan expression that is hardly welcoming.",
  "3": "---END OF PREVIOUS SECTION---\nAN UNMARKED POLICE SEDAN\n\nSKIDS up from another direction. ROGER MURTAUGH leaps\nout with his pistol drawn. Riggs regards Murtaugh with\nan expression that is hardly welcoming. \n---TARGET SECTION TO BE ANNOTATED---\nRIGGS\nYou're late! I had to do my lost dog\nroutine and my puke routine!\n\nMURTAUGH\n\nYou didn't give me the signal!\nRIGGS\n\nI gave you the signal! -~ Jingle bell rock!\nMURTAUGH\n\nThe signal was Jingle bell roll!\n\nRiggs sticks a hand under his shirt with a disgusted\nexpression and YANKS out the WIRE he's been wearing.\n\nTHREE COPS\n\nhave jumped from the Ford Bronco with service revolvers\ndrawn. They wear jeans and distinctive satin jackets\nthat have \"L.A.P.D DRUG ENFORCEMENT\" lettered on the\nback. We'll see these guys again. Their names are:\nTIM CAVANAUGH, GARY PRICE and TOM WYLER.\n\nThey rush toward the flummoxed South Africans ...\nbut here's something they didn't count on:\n\nTHE GULPSTREAM PILOT\nappears in the cabin doorway brandishing an UZI SUBMACHINE\n\nGUN. A rapid BURST OF FIRE scatters the Drug Cops.\nThey dive behind the Bronco for cover.\n\fMURTAUGH\nOh, shit!\n\nNow things happen fast ~~\n\nRiggs ROLLS beneath the Gulfstream, behind the landing\ngear.\n\nMurtaugh DROPS down behind his Sedan, FIRING off several\nROUNDS.\n\nHans grabs a suitcase, RUNS up the boarding steps and\ndisappears into the Gulfstream.\n\nThe other South Africans produce weapons from beneath\ntheir coats and BLAST their way back into the Mercedes.\n\nThe Drug Cops are pinned down by UZI GUNFIRE. Murtaugh\ntries to nail the Pilot -~- but only succeeds in drawing\n\nhis fire. The Pilot SPRAYS THE UZI in Murtaugh's direction.\nMurtaugh ducks behind his Sedan as bullets RIP THROUGH\n\nthe car's HOOD and GRILL.\n\nRIGGS\n\ncrouches low under the Gulfstream's fuselage, working\nhis way toward the front. The REVVING ENGINES are HOT\nand NOISEY.\n\nNow Riggs is directly beneath the boarding staircase.\nThe spent shell casings from the Uzi Submachine gun\n(CHATTERING directly OVERHEAD) dance on the tarmac all\naround him.\n\nRiggs grabs hold of the staircase and makes his move\n. . .",
  "4": "---END OF PREVIOUS SECTION---\nNow Riggs is directly beneath the boarding staircase. The spent shell casings from the Uzi Submachine gun\n(CHATTERING directly OVERHEAD) dance on the tarmac all\naround him. Riggs grabs hold of the staircase and makes his move\n. . . \n---TARGET SECTION TO BE ANNOTATED---\n fast, and with the agility of a cat, he SWINGS\nout from beneath the airplane ~- pulling himself upward\n-- face to face with the startled Pilot ~- BERRETA OUT\n~~ fire EXPLODING from its mugzel at point blank range.\n\nThe Pilot is blasted backwards into the Gulfstream,\n-- the Uzi SPRAYING BULLETS through the roof of the\nfuselage as he falis.\n\nINT. COCKPIT OF GULFSTREAM\n\nBans panics. He doesn't know how to fly a plane, but\n\nhe wants to get the hell away . . . so he PUSHES FORWARD\non the THROTTLE just enough to put the plane INTO MOTION.\nOUTSIDE THE GULFSTREAM\n\nRiggs is on the staircase when the plane begins to TAXI\n\nFORWARD. The staircase TEARS AWAY from the Gulfstream's\nfuselage SPILLING Riggs to the ground.\n\f \n\nRiggs TUMBLES beneath the wing, where -- flat on his\nback -- he sees the LANDING GEAR ROLLING TOWARDS HIM!\n\nRIGGS\nOooohhhhhh -- {\n\nHe rolls out of harm's way -- the landing gear coming\nwithin inches of crushing him. But now Riggs must\ncontend with the SEARING HEAT expelled from the Turbofan\nJet Engine as it passes over him.\n\nTHE LEADING EDGE OF THE GULFSTREAM'S WING\n\nSHEERS off the roof of the Ford Bronco as it passes\nby. Meanwhile...\n\nTHE MERCEDES\n\nSQUEALS away in cloud of exhaust smoke. But in their\nhurry to escape with their lives, the South Africans\nhave forgotten about the TWO SUITCASES resting on the\ntarmac. The Mercedes PLOWS into them, sending them\nflying. One of them OPENS . . . and BUNDLES of U.S.\nCURRENCY spill out.\n\nRIGGS\ngets to his feet. Murtuagh rushes up to him.\n\nThe Glufstream is rolling off in one direction, and\nthe Mercedes has driven off in the other.\n\nRIGGS\n(pointing at Gulfstream)\nThat one is mine! You take the Benz!\n\nRiggs doesn't even wait for Murtaugh's reply. He just\nRUNS OFF after the Gulfstream.",
  "5": "---END OF PREVIOUS SECTION---\nYou take the Benz! Riggs doesn't even wait for Murtaugh's reply. He just\nRUNS OFF after the Gulfstream. \n---TARGET SECTION TO BE ANNOTATED---\nMurtaugh and the Drug Cops jump into the DECAPITATED\nBRONCO and speed away.\n\nTHE MERCEDES LIMO\n\nraces across the perimeter of the landing field. The\nBronco chasing after it.\n\nRIGGS\n\nchases the moving Gulfstream on foot -- running like\n\na gazelle. He catches up to it -~ LEAPS onto the wing\nfrom behind and holds on tight. He works his way over\nthe wing toward the OPENING IN THE FUSELAGE where the\ndoor used to be.\n\fTHE BRONCO\n\novertakes the Mercedes. Now they're side-by-side.\nGUNFIRE is exchanged out the windows of the two vehicles.\n\nThe Mercedes attempts some wild evasive turns, but the\nBrenco sticks to it like glue.\n\nRIGGS\n\nis on the wing of the Gulfstream, He tries to SWING\nINTO THE DOORWAY. His foot SLIPS. He aimost falls\nbeneath the moving plane. He holds on tight with both\nhands . . . but LOOSES HIS BERETTA -- it slips from\nhis belt azd BOUNCES on the ground.\n\nRiggs PULLS himself up into the airplane.\nINT, COCKFIT OF GULSTREAM\n\nClose quaters. Very cramped. Hans swirls to face Riggs,\nFIRES his gun. Misses. Riggs YANKS him out of the\ncockpit. ‘The fight is on.\n\nEXT, RUNWAY AND INFIELD\n\nThe Mercedes cuts diagonally across the runway, headed\ntoward the TERMINAL AREA. The Bronco right on its tail.\n\nThey reach the AIRPORT APRON. This is where the planes\ndock and there is considerable GROUND SERVICE traffic\nin the area. Such as...\n\nA BAGGAGE TRAIN that crosses the Mercedes' path. No\ntime to aveid it ~- CRASH! -- the Mercedes RAMS it!\nSPLITS it apart! Travels directly through it. Luggage\nscattered everywhere.\n\nThe Bronce follows -- destroying the luggage even further\n-- dragging articles of clothing from its bumper.\n\nSuddenly ...\n\nA BOEING 727 that is being BACKED AWAY from the gate\nlooms up iz front of the Mercedes.",
  "6": "---END OF PREVIOUS SECTION---\nThe Bronce follows -- destroying the luggage even further\n-- dragging articles of clothing from its bumper. Suddenly ... A BOEING 727 that is being BACKED AWAY from the gate\nlooms up iz front of the Mercedes. \n---TARGET SECTION TO BE ANNOTATED---\n The Mercedes BRAKES\n-- SKIDS iz a pool of oil -~- SLEWS sideways out of control\ntowards a FUEL TRUCK.\n\nGround Service CREW MEMBERS see it all unfolding and\nleap for safety.\n\nINT. THE MERCEDES\n\nPeter and Rolf are frozen with fear. But KARL, in the\nback seat, KICKS OPEN the door and BAILS OUT.\n\f \n\nEXT. THE MERCEDES\n\nIt SMASHES into the Fuel Truck. EXPLOSION! FIRE BALL!\nThe Bronco swerves to avoid the inferno.\n\nKar] rolis across the pavement, gets to his feet and\nRUNS.\n\ncur TO:\nTHE GULFSTREAM\n\nrolling -- with no one in control -- toward an ANCHOR\nFENCE at the airport's perimeter.\n\nINSIDE THE GULSTREAM\n\nRiggs and Hans beat the shit out of each other. Hans\nknows as much about Martial Arts as Riggs does. Both\nmen are being brutally punished.\n\ncuT TO:\nINT. BAGGAGE DEPOT\n\nKarl runs in, shouldering his way past several BAGGAGE\nHANDLERS who try to stop him, and HOPS ONTO THE CONVEYOR\nBELT that carries the luggage into the terminal. Shoving\nsuitcases and parcels aside, he runs up the belt.\n\nMoments later MURTAUGH ARRIVES.\n\nMURTAUGH\nPolice officer! Police officer!\n\nHe flashes his badge without ever breaking stride.\nAnd when he sees the conveyor belt, he knows this is\nwhere Karl has gone. He leaps onto the belt as well.\n\nINT. TERMINAL BUILDING ~ BAGGAGE CLAIM\n\nKarl SLIDES down the shute onto the BAGGAGE CAROUSEL,\nupending himself and several pieces of luggage in the\nprocess. Startled PASSENGERS react to the sight.\n\nKarl heads for the Exit Door. But an AIRPORT SECURITY\nVEHICLE PULLING UP TO THE CURB outside causes him to\nchange Girection.\n\nMURTAUGH\n\nSLIDES down the shute onto the Carousel, KICKING pieces\n\nof baggage from his path, vaulting to the floor. Passengers\nhave already become blase at the sight -~ they hardly\n\neven lock. .",
  "7": "---END OF PREVIOUS SECTION---\nBut an AIRPORT SECURITY\nVEHICLE PULLING UP TO THE CURB outside causes him to\nchange Girection. MURTAUGH\n\nSLIDES down the shute onto the Carousel, KICKING pieces\n\nof baggage from his path, vaulting to the floor. Passengers\nhave already become blase at the sight -~ they hardly\n\neven lock. . \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\nMurtaugh spots Karl running ahead and chases him down\nAe.se\n\nTERMINAL CORRIDOR\n\nPatigue begins to set in for Murtaugh. He runs on rubber\nlegs; PANTING and PUFFING.\n\nUp ahead are several REVOLVING DOORS. Passengers from\narriving flights are using these doors to enter the\n\nBaggage Claim area.\n\nKarl waits for the doors to clear of people, then slips\n\nin. But guess what? These doors only turn in one direction.\nWhen pushed the wrong way they LOCK and an ALARM SOUNDS.\n\nAnd that's what happens to Karl,\n\nHe's trapped. Stuck inside the revolving door. He\ncan't believe it.\n\nMurtaugh rushes towards him.\n\nCAMERA PUSHES IN ON KARL\n\nDoes he throw up his hands and surrender? Not on your\nlife. He PANICS -- he raises his gun and POINTS If\nAT MURTAUGH.\n\nMURTAUGH\n\nswings up his own gun. At the same moment --\n\nTHE THREE DRUG COPS\n\narrive from the opposite direction. All WEAPONS EXPLODE.\nBystanders SCREAM and duck for cover.\n\nThe revolving door is SHATTERED and Karl's bullet riddled\nbody PIROUTTES through the broken glass.\n\nMURTAUGH AND THE DRUG COPS\n\nexchange an exhausted look as they holster their hand\nguns.\n\nCUT TO:\nEXT. KNOLL ABOVE PACIFIC COAST HIGHWAY\nAt the top of the knoll is the ANCHOR FENCE that surrounds\nthe Airport. The knoll slopes gently downward do the\nBUSY HIGHWAY below.\n\nWe watch as --\n\f \n\n \n\nTHE GULFSTREAM TEARS THROUGH THE ANCHOR FENCE and SLIDES\nDOWN the embankment toward the Highway.\n\nINT. THE GULFSTREAM\n\nRiggs and Hans are THROWN FORWARD as the plane drops\n-- TUMBLING head over heels down the center aisle.\n\nEXT. PACIFIC COAST HIGHWAY\n\nfhe Gulfstream trails a giant CLOUD OF DUST as it rolls\nacross the highway. BRAKES SQUEAL. HORNS HONK. Traffic\nscreeches to a halt. A CHAIN-REACTION of REAR~END COLLISIONS\nresults.",
  "8": "---END OF PREVIOUS SECTION---\nHORNS HONK. Traffic\nscreeches to a halt. A CHAIN-REACTION of REAR~END COLLISIONS\nresults. \n---TARGET SECTION TO BE ANNOTATED---\n CRASH! CRASH! CRASH!\n\nThe Gulfstream continues across the highway toward a\nBLUFF that overlooks the BEACH and the OCEAN BELOW.\nA sheer drop that would mean certain death for Riggs\nand Hans inside the plane.\n\nINT, THE GULFSTREAM\n\nRiggs glances through the windshield -- sees the bluff\napproaching. The hell with Hans, he's got to stop\nthe plane. And that's just what he does -- PULLING\nBACK HARD ON THE BRAKE LEVERS. .\n\nBut during this . . . HANS LEAPS OUT OF THE PLANE onto\nthe highway below.\n\nEXT. THE HIGHWAY\n\nfhe Gulfstream SKIDS TO A STOP with its NOSE WHEEL DANGLING\nover the cliff. PHEWH!\n\nHANS\n\nruns along the highway. Traffic has come to a complete\nstop for miles. People climb from their cars to gawk\nat the spectacle. So it isn't very hard for Hans to\nSTEAL one of these cars, make a U-TURN and escape.\n\nEXT. THE GULFSTREAM\n\nRiggs appears in the doorway holding Hans' SUITCASE.\nA CROWD OF SPECTATORS pushes forward to get a look at\nhim.\n\nThe Ford Bronco ROARS up followed by TWO HIGHWAY PATROL\nCARS. SIRENS are SCREAMING. BUBBLE LIGHTS are FLASHING.\n\nSensing Murtaugh's authority, the crowd parts, clearing\na path for him. Riggs hops down from the Gulfstream.\n\f[¢\n\nMurtaugh marches up to him. Riggs looks pretty beaten\ne up and very pissed off.\nMURTAUGE\nWhat happened?!\n\nRIGGS\nWhat happened?? I stopped the plane,\nthat's what happened!\n\nMURTAUGH\nWhere's your guy?\n\nRIGGS\nWhat about your guys? How many collars\ndid you make?\n\nMURTAUGH\nNo collars. Three bodies. But at\nleast they didn't get away.\n\nRIGGS\nGet off my back, I captured a plane\nand a suitcase full of money... and\nit's still before lunch.",
  "9": "---END OF PREVIOUS SECTION---\nThree bodies. But at\nleast they didn't get away. RIGGS\nGet off my back, I captured a plane\nand a suitcase full of money... and\nit's still before lunch. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAUGH\n(after a pause)\nSpeaking of lunch, isn't there a\nhot dog stand a few miles down the\nbeach from here?\n\n \n\nCAMERA PULLS UP and AWAY as Riggs and Murtaugh push\ntheir way through the crowd,\n\nSomeone's CAR RADIO is PLAYING LOUDLY:\n\nRADIO\n\n« » » @ KNXT Newsradio traffic\ntipster informs us that there's a\n\na stalled jet plane tying up traffic\non the Pacific Coast Highway in\n\nthe LAX area. That's right! ...\n\na Stalled jet plane. So if you're\nheaded in that direction, look for\n\nan alternate route or expect to be\nstuck in traffic for most of the day.\n\nDISSOLVE TO:\nINT. A PRIVATE ELEVATOR\n\nHans rides up in the elevator. His arm is in a sling.\nHis face bruised and swollen.\n\n \n\fit\n\nINT, ELEGANT OFFICE - DAY\n\nThe private elevator opens directly into the office,\nwhich is tastefully, and expensively, appoixted with\nantiques and oriental rugs.\n\nHans enters the office, which at first glanse seems\nempty. Then we notice him. Seated not at zis desk,\nbut at a small table where he is eating his lunch.\nHis name is ARJEN RUDD\n\nRUDD\nHans. Come in. Sit down over here.\n\nRudd indicates the chair across the table from him.\nAs Hans comes forward, he realizes that he -s WALKING\nON A SHEET OF PLASTIC that has been laid over the carpet.\n\nRUDD\nDen't mind the plastic. I'm having\nsome painting done.\n(beat)\nSit down.\n\nHans sits. Rudd is enjoying a thick steak ior lunch.\nHe slices off a piece and slides it into hiz mouth.\nHans sits nervously, waiting for Rudd to spzak.\n\nRUDD\nSo tell me, Hans -- what went wrsag?\nThe police were waiting. We los: a\nconsiderable amount of money, ncz to\nmention the airplane.\n\nHANS\nI don't know, Mr. Rudd. I workei\nout every detail myself. I left\nnothing to chance.\n\nRUDD\nI see.",
  "10": "---END OF PREVIOUS SECTION---\nI workei\nout every detail myself. I left\nnothing to chance. RUDD\nI see. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\ndust bad luck, huh?\n\nRudd calmly cuts another piece of steak ané sops it\ninto his mouth.\n\nHANS\nI think it was inevitable. Takicg\nthe money out in small shipments is\nmuch too slow and much too dangezsus.\nWe should do it all at one time, in\none enormous shipment.\n\nRudd doesn't reply to this suggestion. In fact, he\nchanges the subject completely.\n\f[t\n\nRUDD\nHow's the arm? You all right?\n(smiling)\nLive to fight another day?\n\nHans relaxes. Reassured by Rudd's expression of concern.\n\nHANS\nYes, sir. I'm fine. Thank you.\n\nRUDD\nSometimes things simply do not turn\nout as we plan them.\n(smiles)\nThis steak, for example. \"Cajun\" style.\nLook, it's all black. Do you like it\nthat way, Hans?\n\nHANS\nWell, I... don't know.\n\nRUDD\nHere. I want you to taste this\nand tell me what you think.\n\nRudd slices off a piece of steak for Hans, spears it\nwith his fork and offers it to him.\n\nAs Hans leans forward to take the piece of meat in his\nmouth, we HEAR: PHHHITT! And Hans is propelled BACKWARDS\nin his chair. A BULLET through his FOREHEAD.\n\nMR. BENEDICT\n\nappears, having entered from the bathroom, holding a\nSILENCED PISTOL in his hand. He's a wiry, loose-jointed\nweasle with madness in his eyes and a perpetual smirk\nplaying upon his lips.\n\nHe looks down at Hans' body. Blood is pumping from\nhis head wound onto the plastic sheet.\n\nBENEDICT\nYou give new meaning to the word\n“dropcloth,\" Mr. Rudd.\n\nBenedict removes the ROLEX WATCH from Hans' wrist before\nwrapping up the body in the plastic.\n\nRUDD\nCertain policemen in this city have\nbecome an intolerable nusiance.\n\fBENEDICT\nI was saying the same thing just the\nother day. Maybe you heard my speech\nbefore the Junior League.\n\nRudd is familiar with Benedict‘s peculiar sense of humor.\nHe proceeds without reaction:\n\nRUDD\nIs your team assembled?\n\nBENEDICT\nReady and waiting.",
  "11": "---END OF PREVIOUS SECTION---\nRudd is familiar with Benedict‘s peculiar sense of humor. He proceeds without reaction:\n\nRUDD\nIs your team assembled? BENEDICT\nReady and waiting. \n---TARGET SECTION TO BE ANNOTATED---\n(meaning the\nRolex: )\nSay, can I keep this?\n\nRudd voices no objections as Benedict slips the watch\nonto his wrist.\n\nRUDD\nHans was an incompetent piece of\nshit .. . but he had one good idea\nin his life, and he just gave it\nto me: One big shipment, That's\nexactly what we're going to do.\nMove it all out at once.\n\nBENEDICT\nYou're going to need something bigger\nthan a suitcase for that.\n\nRUDD\nThat can be arranged.\n(beat)\nNow, about these cops . . . how do\nwe handle them?\n\nBENEDICT\nReady to declare war?\n\nRUDD\nNot if we don't have to.\n\nBENEDICT\nThen let's fire a warning shot across\ntheir bow. Hope they get the message.\nRudd removes a PHOTOGRAPH from a folder.\n\nRUDD\nHave a look.\n\nBenedict takes the photo . . . it's a PICTURE OF MURTAUGH.\n\f(3.A\nBENEDICT\nWho's this?\n\nRUDD\nHe's the cop in charge.\n\nBenedict practically licks his lips.\n\nBENEDICT\nOh this is going to be lovely.\n\nINT. POLICE SQUAD ROOM\n\nMurtaugh strides across the room. CAPTAIN MURPHY falls\ninto step with him.\n\nMURPHY\nHave you heard the grand total?\nFive point six million.\nMurtaugh WHISTLES; impressed at the amount.\nCAMERA PANS to FIND RIGGS. Seated in a chair, struggling\nto free himself from a STRAIGHT JACKET while the Drug\nCops (Wyler, Price and Cavanaugh} look on.\n\nWYLER\nGive it up, Riggs.\n\nMurtaugh and Captain Murphy arrive.\n\n6 To thee /4 >\n\fPRICE\nOne minute, fifteen seconds.\n\nMURPHY\nWhat's going on?\n\n. CAVANAUGH\nHoudini here's bet us he can free\nhimself inside of five minutes.\n\nMurtaugh reaches into his pocket and pulls out a roll\nef bills.\n\nMURTAUGH\n\nI'll cover that bet. How much?\nWYLER\n\nSave your money, Sarge. One minute,\n\nRiggs.\n\nRiggs is building up to something.",
  "12": "---END OF PREVIOUS SECTION---\nWYLER\n\nSave your money, Sarge. One minute,\n\nRiggs. Riggs is building up to something. \n---TARGET SECTION TO BE ANNOTATED---\n Straining against\nthe jacket, his face flushes and the veins in his neck\n\npop out... ©\nRiccs ©\nDon't try this at ingme , boys and\ngirls... “®\nxy\n\nThat's when WE HEAR a LOUD POP! and Riggs winces in\npain. Murtaugh knows exactly what Riggs is up to.\n\nMURTAUGH\n(smiling)\nIt's all over now.\n\nThe Drug Cops are startled to see Riggs suddenly wiggling\nfree of the jacket. Here's one hand -- and there's\nanother. He unhooks the jacket and slips it off.\n\nThe Drug Cops are astounded. They also moan and groan\nover having lost the bet.\n\n. PRICE\nHow'd you do that?\nRIGGS ©\nDislocated my shoulder once...\n\nI can make it pop out if I want to.\n\nWYLER\nDoesn‘t that hurt?\n\nRiggs has now gotten to his feet.\n\f/§\n\nRIGGS\nOh, yeah. But not as much as when I pop\nit back in\n\nWhich he does -- by SLAMMING his shoulder against the\nwall, then clenching his jaw against the pain.\n\nMURTAUGH\n\nWhy do you do this to yourself?\nRIGGS\n\nI can't resist a challenge.\n\nBesides --\n(as he scoops up\nhis winnings)\n\n-- I need the money.\n\nMurtaugh goes to the coat rack and grabs his sports\ncoat. Riggs follows him over.\n\nRIGGS\nLet's you and me try out@he new\nspecial down at the chy i Palace.\n\nMU GH\n(slipping on his jacket)\nCan't tonight.\n(beat)\n\nWhat is it?\n\nRIGGS\nChili pizza.\n\nMurtaugh makes a disgusted face at the very sound of\nit.\n\nMURTAUGH\n(softly)\nRianne's commercial is on tonight.\nRIGGS\nRianne's in a commercial?!\nMURTAUGH\nHey. Not so loud.\nRIGGS\nWhat's the matter ~- aren't you proud\nof her?\nMURTAUGH\nDon't knew. Haven't seen it yet.\n(hushed)\n\nWhat if she stinks?\n\f \n\n/@\n\nRIGGS\nYou kidding? She's gonna by dynamite.",
  "13": "---END OF PREVIOUS SECTION---\n(hushed)\n\nWhat if she stinks? /@\n\nRIGGS\nYou kidding? She's gonna by dynamite. \n---TARGET SECTION TO BE ANNOTATED---\n{turns to address the\nentire Squad Room)\nHey! Listen up. Tonight...\n(to Murtaugh)\nWhat time?\n\nMURTAUGH\nC'mon, man.\nRIGGS\nWhat time?!\nMURTAUGH\n(reluctantly)\nEight~fifteen.\nRIGGS\nWhat channel?\nMURTAUGH\n(still reluctang@y)\nFive. oe\n\nRiggs turns back to face the Bquad Room again.\n\nSpices\nTonight. Channel five at eight-fifteen.\nThe commercial debut of Rianne\nMurtaugh. The Sarge's beautiful\ndaughter. Don't miss it.\n\nRiggs smiles at Murtaugh, but Murtaugh just gives him\na sour look in return.\n\nMURTAUGH\nShe better not stink.\n\nEXT. MURTAUGH'S HOUSE - NIGHT\n\nMurtaugh's SEDAN pulls into the driveway next to his\nfishing boat on its trailer. Riggs glides up to the\ncurb in his PICKUP TRUCK. Both men climb out.\n\nMURTAUGH\nFollow me. Wanna show you something.\n\nMurtaugh leads Riggs around to the back of the house.\nEXT. REAR OF HOUSE\n\n4 ROOM ADDITION is being added to the Murtaugh house.\nThe framing is up. Some drywall. The windows are in,\n\nMurtaugh and Riggs enter the room by walking between\ntwo of the framing studs,\n\f \n\n \n\n{T:\n\nINT. THE ROOM ADDITION\n\nA long-haired, 30 year old CARPENTER is down on his\nknees using a PNEUMATIAC NAIL GUN to install the plywood\nsub-fleoring. Each applicaticn of the gun generates\n\na loud THAWOMP! sound.\n\nMURTAUGH\nWorking late tonight.\n\nThe Carpenter looks up, didn't even know Riggs and Murtaugh\nwere standing there.\n\nCARPENTER\nYeah, Wanted to get this sub-flooring\n@own today.\n\nTHAWOMP! THAWOMP! THAWOMP!\n\nMURTAUGE\nDoesn't anybody use hammers anymore?\n\nENTER\nWhat's a hannes®\n\n MURTAUGH\n(staking his head)\nThat's wagt I thought.\n\nRIGGS\nWhaddaya building here, Rog?\n\nMURTAUGE\nHobby room,\n\nRiggs nods. Silence.",
  "14": "---END OF PREVIOUS SECTION---\nRIGGS\nWhaddaya building here, Rog? MURTAUGE\nHobby room,\n\nRiggs nods. Silence. \n---TARGET SECTION TO BE ANNOTATED---\n Then --\n\nMURTAUGE\nI can retire when I'm fifty~two, you\nknow. Get almost full benefits until\nI'm fifty~five when the whole free\nride kicks in.\n\nRIGGS\nFifty-two, huh?\nMURTAUGH\nOnly a couple months away.\nRIGGS\nYou wanna retire?\nMURTAUGH\nBeen thinking about it...\n\n(pause)\n. . . ever since I met yeu.\n\f \n\n \n\n/%.\n\nRIGGS\nThanks.\n\nMIRTAUGH\nAnyway, now that I got me a hebby\nroom, all I gottz do is --\n\nRISGS\n~- find a hobby.\n\nThey laugh together while eztering the house through\na hole in the wall.\n\nINT. THE LIVING ROOM\n\nTHUNDERING FEET bounding down the stairs: Twelve year-old\nNICK MURTAUGH and his eight vear-cld sister, CARRIE.\n\nThey run into the living rozm where Murtaugh, Riggs,\nTRISH MURTAUGH (Roger's wifs) and 19 year-old RIANNE\nhave already gathered to watsh the TV. (Rianne, by\nthe way, is a total knock czt.)\n\n \n \n\nC2RRIE\nAlmost time! Are Wotaping this?\n\naTEssH\nYes, honey. Qe’ zan watch it over\nand over again.\n\nNICK\n\nLet's watch wrestling instead!\nRIANNE\n\nNick! Don't ruiz this for me!\nTEISH\n\nNick! This is important to your\n\nsister.\n\nNick makes a face. Murtausgi, meanwhile, is adjusting\nthe TV picture.\n\nMIRTAUGH\nColor's not good.\n\nRIANNE\nDaddy! ...\n\nTEISR\n\nColor's fine, hezey. Sit down.\n\nMIRTAUGH\nWant my baby te lock good.\nNICK\nfry unplugging it.\n\f/7.\nEven Riggs has to stifle a grin at this.\n\nRIANNE\nNick!\n\nMurtaugh steps away from the set with an appraising\nlook.\n\nRIGGS\nPerfect picture, Rog.\n\nMURTAUGH\n(unconvinced)\nThink so? ...\n\nMurtaugh is about to sit on the sofa when he notices\nGEORGE for the first time. George is Rianne's boy friend.",
  "15": "---END OF PREVIOUS SECTION---\nMURTAUGH\n(unconvinced)\nThink so? ... Murtaugh is about to sit on the sofa when he notices\nGEORGE for the first time. George is Rianne's boy friend. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAUGH\nWho's this?!\n\nRIANNE\nThat's George, Daddy.\n\nGEORGE\nHi... sir. 9\n\n8\n\nMURTAUGH\nGeorge . . . do I ky you?\n\nGEORGE\n\nYes, sir. Don't you remember?\nLast week when I picked up Rianne.\nWe had a long talk. .\n\nMurtaugh clearly has no recollection of this whatsoever.\n\nMURTAUGH\nWe did? About what?\n\nGEORGE\nYour new hobby room, sir.\n\nMURTAUGE\nDid we get along, George? I mean,\naid you get the sense that I liked\nyou?\n\nGEORGE\nYes, sir. I did. Very much so.\n\n. MURTAUGH\nOkay. You can stay. But move dcwn.\n\nGeorge moves over on the sofa making room for Murtaugh.\nEveryone's attention is glued to the TV.\n\fRIANNE\nIt's coming on! It's coming on!\nI'm so nervous --\n\nThen, she sees herself on TV . . . and SCREAMS!\n\nRIANNE\n-- here it isi!\n\nTHIS IS RIANNE‘S COMMERCIAL:\n\nShe smiles into the camera, A big, beautiful smile.\nIs this a toothpaste commercial? Then she turns and\nruns away from camera. We realize she’s on a beach\n« . » and she's wearing the SMALLEST BIKINI EVER MADE.\n\nShe runs into the arms of a MALE MODEL whe is also wearing\na bathing suit.\n\nANNOUNCER (V.O.)\nNow, more than ever, love needs all\nthe protection it canget.\n\nRianne and the Male Model kis®@as a PACKET OF CONDOMS\nis supered over them. gt\n\n4, ANNOUNCER (V.0.)\nIsn't it better . . . when you know it's\nsafe?\n\nThen, Rianne and the Male Model turn toward the camera\nand intone:\n\nRIANNE &\nMALE MODEL\nWe think so!\n\nAnd that's the end of it. Trish hits the mute button\non the remote. The room falls silent. Murtaugh is\nglaring threatenly at Riggs, who squirms in his seat.\n\nFinally, Rianne breaks the silence.\n\nRIANNE\nI looked fat.\nTRISH\nNo, you didn't, honey.",
  "16": "---END OF PREVIOUS SECTION---\nFinally, Rianne breaks the silence. RIANNE\nI looked fat. TRISH\nNo, you didn't, honey. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nI liked it!\nMURTAUGH\n\nGeorge ..-.\n\fZi\n\nGEORGE\nYes, sir?\n\nMURTAUGH\nGo home.\n\nGEORGE\nBut --\n\nMURTAUGE\n\n-~ George, I have a gun.\n\nGeorge leaps up from the sefa and heads for the door.\nRianne goes after him. .\n\nMURTAUGH\nTrish. Take the kids upstairs.\n\nTrish knows that tone of voice. She shcos Nick and\nCarrie up the stairs. Murtaugh begins to advance on\nRiggs. Riggs gets te his feet.\n\nRIGGS ©\nNow wait a minute, R xr. She was\ngreat, She looked gr@at. What's\nthe matter with yQae!\n\nAJURTAUGH\nTwelve months in acting school!\nFour thousand bucks tuition!\nFor what?! So my kid can run\nacross the beach half naked selling\nrubbers to teenagers!\n\nRIGGS /\nShe was very good, Roger.\n\nMURTAUGH .\nNow wait and see -- cops never let\nup. I'm gonna get rubbers on my\ndesk, Rubbers in the mail. Rubbers in\nmy coffee cup... because you\ntold everybedy to watch!\n\nTrish now comes between them.\nTRISH\nHave you two had any dinner?\nLet me fix you something to eat.\nMURTAUGH\nI'm goin' for a walk, but he wants\na Chili pizza!\n\nMurtaugh stalks out of the house.\n\f \n\nRIGGS\n(to Trish)\nSandwich would be fine.\n\nINT, THE KITCHEN\n\nRiggs leans against the kitchen counter, standing up,\neating a sandwich as Trish unloads the dishwasher.\n\nRiggs watches her as if mesmerized by this simple domestic\nchore. Perhaps she feels his gaze, because she turns\n\nto look at him.\n\nTRISH\nYou're welcome to sit at the table,\n\nRIGGS\nI like to eat standing up.\n(hands her his\nempty plate}\nThanks.\n\nTrish takes the plate -~ looks into Riggs' eyes -~ sees\nhis troubled look.\n\n“anal\n\n(very syQeathetically)\nSomething wrong?\n\nRiggs doesn't answer ight away.\n\nRIGGS\nFour years ago this week... that's\nwhen Vicki died...",
  "17": "---END OF PREVIOUS SECTION---\n“anal\n\n(very syQeathetically)\nSomething wrong? Riggs doesn't answer ight away. RIGGS\nFour years ago this week... that's\nwhen Vicki died... \n---TARGET SECTION TO BE ANNOTATED---\n can't get it\nout of my mind.\n\nTRISH\nIs it something you want to talk\nabout?\n\nRiggs lights up a cigarette, shakes out the match, takes\n& pull on it, expells the smoke. Trish takes this as\na “no,”\n\nTRISH\nYou don't have to.\n\nBut Riggs wants to. He goes right into it.\n\f23\n\n@ RIGGS\n\nThe phone was ringing when I walked\nin the door. Must've been ten\n\ner eleven at night. I answered the\nphone and got the news. She was\ndead. Killed in a car crash, And\nthen I remember going down on my\nknees, shaking all over and thinking,\n“Here Igo. I'm losing it.\" So\n\nnow I'm lying on the floor of the\nliving room .. . seeing under the\ncouch . . . and there's my Cross\n\npen I was looking all over for.\n\nAnd then I heard a voice... like\na drill instructor .. . saying,\n\n“Get up -- now!\" But I stay down.\nAnd the voice keeps telling me to\nget up. And then I did something\nweird. I decided to stop crying, just\nto see if I conld. And I could.\n\nAnd then. . . I stretched my mouth\ninto a smile. I wagghurting, but\n\nmy muscles still w@&ked . . . and I\nstood up. After Mat, I drove to\nthe morgue. Idantified the body. And\nsigned the pi ‘Ss with my Cross pen.\n\n \n\nTrish is moved by the sBory. But Riggs himself is unfazed\n» + » almost detached from it.\n\nRIGGS\nIocan talk about it. It doesn’t hurt\nto talk about it.\n\nTRISH\nThen what dees? Because you’ sure as\nhell have some other demon inside of\nyou .\n\nRIGGS\n{after a moment; his\nexpression now filled\nwith emotion)\nI was cheating on her, Trish. The\nnight she died . . . I was with somebody\nelse.\n\nTrish doesn't know what to say... but now she becomes\naware of Murtaugh standing in the kitchen doorway.\nRiggs turns and sees him, too.\n\nMURTAUGH\nYou never told me that.",
  "18": "---END OF PREVIOUS SECTION---\nTrish doesn't know what to say... but now she becomes\naware of Murtaugh standing in the kitchen doorway. Riggs turns and sees him, too. MURTAUGH\nYou never told me that. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f“@\n\n24\n\nRIGGS\nI know.\nMURTAUGH\nThat's what made you crawl into the\nbottle.\nRiggs nods his head.\nMURTAUGH\n\nMan should be faithful to his wife.\nSome men just can't. That's you.\nBut you didn't cause the accident,\nMartin. What you did didn't make\nit happen,\n\nRiggs put his ‘hand on Murtaugh's shoulder.\n\nRIGGS\nYou're right, Cochise.\n(beat )\nIt just makes it harder to live\nwith.\n\nEXT. DRIVEWAY OF HOUSE ~ nage\n\n: 8\nRiggs emerges from the hoyse to find Rianne and George\nleaning against his car Qtalking.\n\n‘% RIGGS\nYou were great, Rianne.\n\nRianne positively lights up.\n\nRIANNE\nYou mean it, Martin?\nRIGGS\nI think you've got a big future ahead\n\nof you.\n\nShe's practically swooning. George is becoming a little\njealous. Riggs sees it, and tries to include him.\n\nRIGGS -\nDon't you agree, George?\n\nGeorge opens his mouth to speak, but doesn't get a word\nout.\n\nRIANNE\nGeorge is going home. He's afraid\nof daddy.\n\nRIGGS\n\nGeorge, let's have a talk.\n\f‘@\n\nZf.\n\nRiggs puts his arm around George's shoulder and takes\nhim aside in a fatherly manner.\n\nRIGGS\nStick around. It's a big\nnight for Rianne. Don’t let her down.\n\nGEORGE\n\nBut, sir... Mr. Murtaugh has a gun.\nRIGGS\n\nThat's true, George.\n\n(beat)\nBut on the other hand, he isn't a\nvery good shot.\n\nWith those comforting words, and an encouraging slap\non the back, Riggs takes his leave of George and Rianne.\n\nEXT. BEACH - RIGGS' TRAILER - NIGHT\n\nRiggs enters his trailer.\n\nINT. THE TRAILER ge\nWell, this place hasn't been cManea up since the last\ntime we saw it. Qe\n\nRiggs heads straight for*xhe fridge, where he removes\na bottle of beer, angles the neck against the table\nedge and KNOCKS off the cap with the palm of his hand.",
  "19": "---END OF PREVIOUS SECTION---\nINT. THE TRAILER ge\nWell, this place hasn't been cManea up since the last\ntime we saw it. Qe\n\nRiggs heads straight for*xhe fridge, where he removes\na bottle of beer, angles the neck against the table\nedge and KNOCKS off the cap with the palm of his hand. \n---TARGET SECTION TO BE ANNOTATED---\nHe picks up the Remote Control, turns on the TV and\nsettles back on the sofa to watch.\n\nRiggs' dog, SAM, enters the trailer through a DOGGIE\nDOOR IN THE FLOOR and jumps onto the sofa next to Riggs.\n\nRIGGS\n\n{to Sam)\nI know we usually watch the Three\nStooges at this time, but tonight\nthere's a documentary on Public TV\nabout the Coral Divers cf the\nGreat Barrier Reef. How's that\nsound to you? ,\n\n(pause)\nYou're right. Screw the divers.\nGo with the Stooges.\n\nEXT, MURTAUGH'S HOUSE - NIGHT\n\nAll is quiet in the house and the neighborhood.\n\f \n\n26\n\nINT. MURTAUGE'S HOUSE - NIGHT\n\nCAMERA MOVING . . . PROWLING through the house...\nUP THE STAIRS ... into\n\nTRE BEDROOM\n\nwhere Murtaugh and Trish are alseep. Murtaugh turns\nover restlessly. Something's bothering him. What is\nit?\n\nAn open window, cold breeze and BANGING WINDOW SHADE,\nHalf asleep, M:\nThe window sh.\n\n-- CLATTERS Li\nthe room...\n\ntaugh gets up to close the window.\nslips from his fingers -- SNAPS up\nOLY. Moonlight streams in, filling\n\n  \n \n\nAnd that's whe: Murtuagh sees the most frightening thing\nhe's ever seer in his entire life -- everybody's most\nprimative nightmare:\n\nFIVE HOODED FISURES STANDING BY THE BED!\n\nEven a cop isn't ready for this.\n\ng®\nMURTAUGEY\nOh, Jesus Christ . £95 !\nThat's all he gets to say b fore he's grabbed and violently\nshoved face-dewn upon the bed.\n\nTrish awakens -- starts te scream -~ a gloved hand SMASHES\nover her mouth. Murtaugh struggles -- face pressed\ninto a pillow -- unable to breathe.\n\nA PAIR OF SISSIRS are held up! Trish's eyes go wide.\nWhat are these creeps going to do, anyway?!\n\nAnd then. . .\n\nA ROLL OF SILVER DUCT TAPE is produced.",
  "20": "---END OF PREVIOUS SECTION---\nWhat are these creeps going to do, anyway?! And then. . . A ROLL OF SILVER DUCT TAPE is produced. \n---TARGET SECTION TO BE ANNOTATED---\n A three foot\nlength of tape is RIPPED off the roll and cut with the\nsissors,\n\nAnother secticn is RIPPED off and cut. Two more quickly\nafter that -- 3IP, RIP. Never has the sound conveyed\nsuch a sinister or terrifying quality.\n\nThe Hooded Fiezres work with incredible speed and skili.\nIn QUICK CUTS WE SEE:\n\nTrish's eyes TAPED CLOSED . . . mouth TAPED SHUT...\n\nwrists WRAPPED and secured to the headboard . .. ankles\nWRAPPED and secured to the footboard,\n\f \n\nAnd Murtaugh . . . Arms pulled nehind his back ~- wrists\nWRAPPED with tape. Ankles WRAFPFD with tape.\n\n \n\nMore tape is needed -- RIP, R RIP.\nMurtaugh fliped over, face up, gasping for air. Eyes\nTAPED COSED . . . mouth TAFED :sUT,\n\nHOOL=> FIGURE\n\n(to Murtaus.\nWondering about ye\nWondering what we\nMan, I'd be gcing King nuts right\nnow if I were yeu. i'd be going\ncompletely bananas! Wanna know?\nShould I tell you?\n\n(beat)\nLet your imaginatic= run wild!\n\n \n\n \n\nkids, Murtaugh?!\nto them?!\n\n \n\n \n\n   \n\n(We recognize the Hooded Figurs’s voice; it's Benedict.)\n\nTrish SOBS, body convulsing .qvyartaugh struggles, GRUNTING.\nGROANING, Going crazy. %\n8\n\nBENEC ICT\nThis has been a warcing, Murtaugh.\nAfter this, things zet bloody. |\nBack off. Don't be a focl. Be smart.\nStay alive.\n\nWith that, the Hooded Figures iepart. It takes Murtaugh\na moment to even realize they're gone.\n\nRianne and Nick appear at the ioorway.\n\nRIAKUE\nMom! Dad!\n\nNICK\nOh, shit!\n\nThey run to the bed and gently pull the tape from their\nparent's eyes and mouths.\n\nTRISE\nOh, babies! You oxksy!?\n\nMURTAUGH\nWhere's Carrie!?\n\n \n\nThen Carrie runs in crying. e climbs onto the bed.\nMurtaugh TEARS FREE one hand ezd tries to hug and comfort\nthem all .",
  "21": "---END OF PREVIOUS SECTION---\nMURTAUGH\nWhere's Carrie!? Then Carrie runs in crying. e climbs onto the bed. Murtaugh TEARS FREE one hand ezd tries to hug and comfort\nthem all . \n---TARGET SECTION TO BE ANNOTATED---\n\fLe\nNe\n\n \n\nINT. CAPTAIN MURPHY'S OFFICE - DAY\n\nRiggs, Murtaugh, Captain Murphy and Officers Wyler,\nPrice and Cavanaugh are present.\n\nRiggs is in constant motion, Getting up; sitting down;\nlooking out the window. All the time smoking like a\n\nfiend -- despite the sign displayed prominently on Murphy's\ndesk that says, THANK YOU FOR NOT SMOKING. A cloud\n\nof smoke hangs ever Riggs' head like his own private\ninversion layer.\n\nMURTAUGH\nI didn't see anybody's face. They\nall had on hoods. The one guy who\nspoke sounded like a psycho, that's\nfor sure,\n\nMURPHY\nThe first thing you betger do is move\nyour family out of tRe® rouse.\n\n_-MgfipauGH\nAlready done... This morning, They're\nstaying with Mish's sister in\nBellflower, I even told the\ncarpenter to take the week off.\n\nMURPHY\nGood.\n\nWYLER\nThe problem with this drug scum is\nthey don't play by the rules.\n\nRIGGS\nWe can play as dirty as they can.\n\nCAVANAUGH .\nWell, you can, Riggs. You'll have to\ngive the rest of us some pointers.\n\nWyler and Price laugh at the joke. But not Riggs.\nHe takes this very seriously.\n\nRIGGS ©\nBe happy te.\n\nThere's a tone of gravity in his voice that chills the\nair.\n\fMURTAUGH\n{to all)\nWe got more arrests ketween the six cf\nus than the rest of the department\ncombined. If the drug dealers are gonna\nmake war on cops, they're gonna start\n\nwith us.\n(beat)\nHow do you all feel about that?\nCAVANAUGH\nFuck ‘em.\nPRICE\nGoes for me.\nWYLER\n\n1 played quaterback in college. I\ngot practice being a target.\n\nMURTAUGH\nOkay. That's what Ry eded to hear.\n(beat) s\nRiggs? . a\n\nRiggs give Murtaugh a Bpok that says, “You mean you\nreally have to ask?\" .\n\nMURTAUGE\nThen it's business as usual.\n\nRIGGS\n.",
  "22": "---END OF PREVIOUS SECTION---\n(beat) s\nRiggs? . a\n\nRiggs give Murtaugh a Bpok that says, “You mean you\nreally have to ask?\" . MURTAUGE\nThen it's business as usual. RIGGS\n. \n---TARGET SECTION TO BE ANNOTATED---\n What about you, Roger? We're all\nbachelors. You got a family.\n\nMurtaugh flashes him a look.\n\nMURTAUGH\nMeaning what? .\n\nRIGGS\nThat maybe you should sit this one out.\n\nWe think Murtaugh's going to bite Riggs' head off at\nthe suggestion . . . but then he surprises us with a\nvery wide smile.\n\nMURTAUGH\nShit, Riggs . . . you just wanna\ndrive.\n\nRIGGS\n\nHuh? ...\n\f \n\nMURTAUGE\nThat's right. You just wanna sit behind\nthe wheel . . . which you know yeu will\n\nnever de as long aS we're partners\nbecause I have seniority, meaning =\nget to choose who drives, and I\nalways choose me.\n\nRIGGS\nWell, now that you mention it -~\n\nMURTAUGH\n-- see! I knew it.\n\nRIGGS\nYou brought it up. And you're not\nnot even a safe driver!\n\nMURTAUGH\n“- not safe?! -~-\n\nriccs 9©\n~~ hot dog in one ham, large Coke\nbetween your thigth --\n\n“-MURTAUGH\n~- while you stick your head out the\nwindow like a sheep dog --\n\nCaptain Murphy gets to his feet.\n\nMURPHY\nOkay! Settle this on your own time.\n\nRiggs and Murtaugh glare at each other. The others\nbegin to file out. Riggs and Murtaugh are about to\nexit as well.\n\n. MURPHY\nWait a minute, you two,\n\nRiggs and Murtaugh stop in the doorway.\n\nMURPHY\n\nI got something special for you boys.\nGuy by the name of --\n\n{checks the file in\n\nfront of him)\n-- Getz. Leo Getz. Has being placed\nin protective custody. You two\nare gonna babysit this guy until\nthe Federal Marshals show up from\nWashington.\n\nRiggs and Murtaugh don't like this one bit.\n\fny\n\n@ MURTAUGH\n\nCpointing at\n\nRiggs)\nYou agree with him, don't you!?\nYou want me sidelined!\n\nMURPHY\ni never agree with Riggs.\n\nRIGGS\n(to Murphy)\nHow long?\n\nMURPHY\nScon as all the red tape is processed.\nCouple, three days.",
  "23": "---END OF PREVIOUS SECTION---\nRIGGS\n(to Murphy)\nHow long? MURPHY\nScon as all the red tape is processed. Couple, three days. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nLook . . . this guy's gonna testify\nbefore a Commission Inquiry.\nThis is not a shit ASSignment.\n\n9\n» guises\nx\n\nMURPRY\nNo, it's not! I've quaranteed this\nguy's safety. You two are the most\nqualified men for the. job.\n\nYes it is.\n\nwn,\ng\n\nMURTAUGH\nWhat a load of bull!\n\nRIGGS\nWhat are we supposed to do with him?\n\nMURPHY\nHow the hell should I know! Take him\nto. Disneyland.\n\nMurtaugh fumes. Riggs angrily lights up his third cigarette,\nfills the air with smoke.\n\nMURPHY\nIf I ran this department by the book,\nyou guys would be relieved of duty\nfor seven days after what happend out\nat the airport. Plus .. . three hours\neach of consultation with the Department\nShrink. But I know you guys wouldn't\ntake a suspension, and the shrink\nrefuses te see you, Riggs, so consider\nyourselves lucky.\n\n \n\nRIGGS\nStill stinks.\n\f \n\n52.\n\nMURPRY\nI don't give a fuck.\n(beat)\nThat's why I don't have an ulcer ..\nbecause I know when to say, \"I don't\ngive a fuck.\"\n\nMurphy rips a piece of paper from a pad and hands it\nto Murtaugh.\n\nMURPHY\nThis is where he's staying.\n\nMurtaugh glances at the address.\n\nMURPHY\nNice hotel. All expenses are being\npicked up by the Justice Department,\nso enjoy yourselves.\n\nMurtaugh and Riggs head for the decor.\nMURPHY\nOh, Riggs... omg more thing.\n\nMurphy picks up the sign oo} his desk, the one that says\nTHANK YOU FOR NOT SMOKgfé.\n\n\\ | MURPHY\n(continuing)\nDe you know what this says?\n\nRiggs looks at it, takes a hit from his cigarette and\nsmiles.\n\nRIGGS ;\nYeah . . . but I don't give a fuck.\n\nAnd the two partners are out the door.\n\nINT. UNMARKED POLICE SEDAN - DRIVING - DAY\n\nRiggs is sitting in the passenger seat with a bemused\nexpression on his face.",
  "24": "---END OF PREVIOUS SECTION---\nAnd the two partners are out the door. INT. UNMARKED POLICE SEDAN - DRIVING - DAY\n\nRiggs is sitting in the passenger seat with a bemused\nexpression on his face. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA PANS along his line\n\nof sight to ~-\n\nMURTAUGH\n\nbehind the wheel, Hot dog in one hand, large Coke between\nhis thighs. Murtaugh feels Riggs' gaze, but doesn't\n\nlook over.\n\nMURTAUGHE\nScrew you.\n\f©\n\n \n\nRIGGS\nDon't you even wonder what it would\nbe like to eat a hot deg with two\nhands? —\n\nMURTAUGH\nNope.\n\nRiggs can only shake his head in defeat.\n\nEXT. BEVERLY HILTON HOTEL - PCOL AREA - ~ DAY\n\nRiggs and Murtaugh stride across the crowded pool deck.\nAs usual, everyone is sunning themselves and virtually\nnobody is in the water.\n\nRiggs smokes and grins and enjoys the flirtatious glances\n\nef several gorgeous women. He even pauses to help\none STUNNING BLONDE apply some suntan oil te her back.\n\nBLONDE\nThanks.\nS\nREBES\n{gallaatly)\nfo serve and Qrotect.\ns BLONDE\nComing back?\nRIGGS\n\nCount on it.\n\nMurtaugh smiles tolerantly at his partner's behavior,\nand the two men continue on.\n\nMURTAUGH\nGlad to see you're coming out of your\nshell a little.\ncur TO:\n\nINT. HOTEL KITCHEN\nSwirling with activity. Our attention is directed toward\na ROOM SERVICE WAITER. As he wheels the cart away,\nCAMERA FOLLOWS him down a corridor and into a -~\nSERVICE ELEVATOR\n\nThe Waiter lifts the the silver dome from a dish and\nPlaces an AUTOMATIC PISTOL onto a plate of ham & eggs.\n\ncur TC:\n\f \n\n14\n\nINT. HOTEL CORRIDOR\n\nRiggs and Murtaugh arrive at the door they're lcoking\nfor.\n\nMURTAUGH\nThis is it. Room 612.\n\nRiggs KNOCKS. A VOICE is HEARD from within.\n\nVOICE\nWho's there?\nRIGGS\nPolice.\nVOICE\nHow do I know you're really the\npolice?\nRIGGS\n\nAfter I shoot you through the door\nyou can examine ghe bullet. Now open\n\nup! ®\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nVOICE\nHow do I know you're really the\npolice? RIGGS\n\nAfter I shoot you through the door\nyou can examine ghe bullet. Now open\n\nup! ®\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n THE HOTEL RQoIg?\n\nLEO GETZ immediat¥ly opens the door allowing Riggs and\nMurtaugh to enter. It's a large suite -- two bedrooms\nand a living room.\n\nLEO\n(with a chuckle) —\nI get it. Good cop, bad cop.\n\nMURTAUGH\nShutup.\n\n_ LEO\nOh. Bad cop, bad cop.\n\nLeo Getz is an affable little guy in his mid-thirties,\nwith a ready smile, slicked back hair and an expensive\n(though conservative) wardrobe.\n\nRiggs and Murtaugh walk right past him -- scoping out\nthe room -- glancing out the window -- into the bedrooms\nand bathroom.\nMURTAUGH\nYou Leo Getz?\nLEO\nLeo Getz. That's my name.\n\n{beat ) :\nWhatever you need . . . Leo gets.\n\fRiggs and Murtacgh exchange a look, but don't laugh.\n\nMURTAUGH\nI'z Sst. Murtaugh. This is Sgt. Riggs.\n\nLEO\nGreat. Nice to meet ya. What should\nI call you guys?\n\nRIGGS\nSou. Murtaugh and Sgt. Riggs.\nMURTAUGH\nWe're gonna be your shadow for a few\ndays, Leo.\nLEO\n\nWow, Okay. Fine with me. Two big,\nstrezg shadows --\n\nRIGGS\n(pointing)\n~~ tris bedroom over here. That's gonna\nbe czrs. Q\nEO\n\n \n\nMy stuff's al@dady in --\n\n(aa Riggs fixes him\n\nwith a withering lock) |\n-~ it's yours. My stuff is gone.\nI'm in the small bedroom.\n\nMURTAUGH\n(te Leo)\nLet's get something straight right\naway. Okay?\n\nLEO\nSure. What?\n\n_ MURTAUGH\nWe con't like you.\n\nLEO\nYeu Zon't? Why not?\n\nRIGGS\nBecezse we have to sit in this hotel\nand watch. you all day and all\nnight. Does that sound like fun to\nyou, Leo?\n\n \n\nLEO\nNot much. No.\n\f36\n\nRIGGS\nSee what I mean?\n\nNow, another KNOCK at the door. Riggs and Murtaugh\nreact.",
  "26": "---END OF PREVIOUS SECTION---\n36\n\nRIGGS\nSee what I mean? Now, another KNOCK at the door. Riggs and Murtaugh\nreact. \n---TARGET SECTION TO BE ANNOTATED---\nLEO\nCan I get that?\nRIGGS &\nMURTAUGH\nNo!\nLEO\n\nJust room service.\nMurtaugh heads for the door.\n\nLEO\nBy the way, you guys hungry? I coulée\ncall down for more. It's free.\n\nMURTAUQH\nNo it's not, Leo. ‘s paid for with\ntaxpayer dollars.\n\n* Sz0\n\nSame thing. *»\n\nMurtaugh looks through the peephole to be certain it's\nRoom Service, then opens the door. The Waiter rolls\nin the cart and parks it in front of the window. He\nreacts to the sight of Murtaugh and Riggs, but nobody\nnotices except us.\n\nRiggs lifts the silver dome. We expect him to find’\nHam & Eggs & A Gun. . . but he doesn't. There is an\norder of Hamburger and Fries instead.\n\n. RIGGS\nCome get your hamburger, Leo.\n\nNow the Waiter reaches down into the LOWER COMPARTMENT,\nwhere he has moved the plate containing the gun.\n\nLEO\nHey, I didn't order a hamburger.\nI ordered eggs.\n\nThis causes Riggs to turn back in the Waiter's direction\n~- just in time to see THE GUN COMING UP FROM BEHIND\nTHE SERVING CART. —\n\nRIGGS\nGUN!\n\fRiggs and Leo throw themselves at the Waiter, They\nBUMP HEADS LOUDLY in the process, but Riggs is able\n\nto grab the Waiter's hand, and the gun DISCHARGES into\nthe ceiling.\n\nMurtaugh draws his gun, but can't get a clear shot because\nRiggs and Leo are struggling with the Waiter. Leo is\nenly getting in the way ... and now he throws everybody\nOFF BALANCE.\n\nRiggs, Leo, the Waiter and the Serving Cart CRASH through\nthe sixth story window -- pulling the DRAPES with them.\n\nEXT. HOTEL POOL\n\nHearing the SHATTERING of GLASS from above, the Blonde\nwhe Riggs talked to earlier looks up to see THRER MEN\n\nand a Serving Cart falling from the sky trailing @ window\ncurtain like a unopened parachute.\n\nSPLASH! Right into the pool's deep end.",
  "27": "---END OF PREVIOUS SECTION---\nHOTEL POOL\n\nHearing the SHATTERING of GLASS from above, the Blonde\nwhe Riggs talked to earlier looks up to see THRER MEN\n\nand a Serving Cart falling from the sky trailing @ window\ncurtain like a unopened parachute. SPLASH! Right into the pool's deep end. \n---TARGET SECTION TO BE ANNOTATED---\nUNDERWATER\n\nTangled in the window curtain and lost within a malestrom\nof bubbles, Riggs, Leo ang the Waiter struggle ina\nviolent underwater balle®.\n\nBACK IN THE HOTEL Roo\n\nMurtaugh looks cut the broken window to the pool below.\nThen he races out the door.\n\nEXT. THE POOL\n\nThe Waiter EXPLODES OUT OF THE WATER and starts to climb\nfrom the pool, But Riggs GRABS him by the belt and tries\nto pull him back. He'd have more luck if Leo wasn't\nCLINGING to Riggs' neck.\n\nRIGGS\nLet go!\n\nAll three FALL BACK UNDER THE WATER. Sunbathers look\non with horrified expressions; frozen in place; incapable\nof lending assistance.\n\nThen Riggs POPS UP again. He's got a grip on the Waiter,\nwho now has the window curtain WRAPPED AROUND HIS HEAD,\n\nRiggs PUNCHES him HARD in the face several times until\na BLOOD STAIN appears on the curtain. Riggs feels the\nWaiter go limp in his arms, Fe unwraps the curtain\nand discovers that HE'S BEEN BEATING UP LEO!\n\fNe\n\n \n\n35\nLeo's nose is bleeding and he wears a dazed expression,\n\nRIGGS\nShit!\n\nTurning, he sees the Waiter escaping on the opposite\nside of the pool. Riggs drops Leo, who immediately\nbegins to sink . . . and Riggs GOES BACK to save him.\n\nMURTAUGH\n\nruns from the building toward the pool with his gun\ndrawn. People see it and SCREAM. Some scatter. Others\njust get in his way.\n\nMURTAUGH\nFreeze! Police! Hold it right there!\n\nTHE WAITER\nsees Mutaugh coming and runs like hell.\n\nFULL SHOT - THE POOL AREA &\ng®\n\nMurtaugh aims his gun. %\n\nMURTAUGH\nEverybody down!\n\nSome people get down -- cthers don't. They just YELL\nand run. Bumping into each other, obstructing Murtaugh's\nline of fire, forcing him to lower his gun.\n\nAnd the Waiter escapes.\n\nRiggs swims to the edge of the pool, dragging Leo.\nMurtaugh gives them a hand out.",
  "28": "---END OF PREVIOUS SECTION---\nAnd the Waiter escapes. Riggs swims to the edge of the pool, dragging Leo. Murtaugh gives them a hand out. \n---TARGET SECTION TO BE ANNOTATED---\n Leo looks bewildered,\n\nand he's swallowed a lot of water, and his nose is bleeding\nall over the place.\n\nMURTAUGH\n(to Riggs, meaning\nLeo's bloody nose)\nDid you do that?!\n\nRIGGS\nIthink sc...\nMURTAUGH\nGood!\nINT. UNMARKED SEDAN - DRIVING\n\nLeo in back with his luggage, his nose stuffed with\ncotton. Murtaugh driving. Riggs in the passenger seat,\nsmoking up a storm and soaking wet.\n\f‘@\n\n \n\n39.\n\nMURTAUGH\nSomebody's trying to kill you, Leo.\n\nRIGGS\n(between puffs)\nWhat the hell'd you do?\nWitness a murder or something?\n\nLEO\n\nOh, heavens no. Nothing like that.\nMURTAUGH\n\nThen what?\nLEO\n\n(matter-of-factly)\nFor the last five years I've been\nlaundering money for the biggest\nnarcotics trafficking ring on the\nWest Coast.\n\nRiggs almost swallows his cigarette. Starts to COUGH.\nMurtaugh POUNDS him on the bag\n8\n\n. gt CUT TO:\nINT. OFFICE OF ARJEM,RUDD - DAY\n\nBenedict stands by the window, looking out. He lights\nup a’ THIN CIGAR. *\n\nRudd is at his desk, with the telephone to his ear.\nRe hangs up without ever saying a word.\n\nRUDD\n{to Benedict)\nMissed. He got away.\n\nBenedict winces at the news. But when he turns to face\nRudd, he's smirking as usual -~ and looking down at\nthe floor, as if checking the carpet around his feet.\n\nRUDD\nWhat are you doing?\n\nBENEDICT\nJust checking to see if I'm standing\non plastic.\nINT. MURTAUGH'S HOUSE ~ THE KITCHEN - DAY\n\nRiggs, Murtaugh and Leo sit at the kitchen table. Riggs\nis wearing one of Murtaugh's bath robes.\n\fLEO\nIt took me ten years to work my way\nup from teller to assistant manager.",
  "29": "---END OF PREVIOUS SECTION---\nMURTAUGH'S HOUSE ~ THE KITCHEN - DAY\n\nRiggs, Murtaugh and Leo sit at the kitchen table. Riggs\nis wearing one of Murtaugh's bath robes. LEO\nIt took me ten years to work my way\nup from teller to assistant manager. \n---TARGET SECTION TO BE ANNOTATED---\nBut I was kored -- know what I mean?\nWhere was al] the adventure and\nexcitement they promised us at Business\nSchool? So I start preparing tax\nreturns on the side, you know, to pick\nup the slack. And that's all going\nfine except . . . still way too tame.\n\nThe BUZZER on the clothes dryer scunds. Leo gets tr.\nEmpties the dryer. Brings Riggs his clothes.\n\nRIGGS\nThanks.\n\nRiggs takes off his robe and begins to get dressed,\n\nLEO\nAnyway, I'm doing tax returns now for\nsome pretty strange pecple. They're\ngiving out signals. JI'm giving out\nSignals... g®\n\nMORES\nWhat kind of sign@l¥?\n\nYz0\n\n“Action! Action! Action!\n\nMURTAUGH\nRight...\n\nRiggs is buttoning up the front of his shirt.\n\nLEO\nHow's that shirt feel? Nice? I\nused one of those frabic softening\nstrips. They really work, don't\nthey?\n\nRIGGS\n(smiling)\nIt's great, Leo.\n\nLEO\n\nAnd I'll tell you something else.\nEven if the label says Dry Clean Only,\nyou can hand wash it in cold water\nand save yourself a fortune.\n\n(slaps his\n\nforehead)\nWow! It just hit me! What a weird\nthing. I'm good at laundry . . . and\nI also launder meney.\n\f \n\nRIGGS\nHow'd you do it?\n\nLEO\nOkay. They bring the cash into the\nbank and deposit it into the account\nof a dummy Finance Company licensed\nout of the Bahamas.\n\n(beat)\n\nSometimes this takes all day, because\nwe can't do it all in one deposit,\n\nMURTAUGH\nWhy not?\n\nLEO\nThe Bank Secrecy Act.\n\n(beat)\nAll cash deposits or withdrawals of\nten thousand dollars or mere generate\n\n@cTR., . \"Currency Transaction\nRecord\" , . . which goes to the IRS.\nMURTAUGH\n\nThat's good.\n\nLEO 9\nNo, That's bad. ee @ my job a lot\nharder. Y\n\n  \n \n\nRIGGS’\nThat's what's good about it, Leo.\n\nLEO\n\nAnyway .. .",
  "30": "---END OF PREVIOUS SECTION---\nLEO 9\nNo, That's bad. ee @ my job a lot\nharder. Y\n\n  \n \n\nRIGGS’\nThat's what's good about it, Leo. LEO\n\nAnyway .. . \n---TARGET SECTION TO BE ANNOTATED---\n after al] the deposits\nhave been made, I turn around and\nissue them a cashier's check for the\namount of the total deposits minus\n@ commission.\n\n(beat)\nCashiers checks are wonderful\ninstruments. As good as cash, but\nthey don't generate a report to the\nIRs.\n\nMURTAUGE\nSo now the money is washed, right?\n\f \n\n42\n\nLEO\n\nYeah. But there's more .. ,\n\n(beat)\nThe Cashiers Check is treated as a\nloan. The “Lender“ is the dummy\nFinance Company. There's loan\ndocuments to support it. They can\neven take a tax deduction on the\ninterest payments they're net making.\n\nMURTAUGH\nLeo . . . you're a crook.\nLEO\nIt gets even better. Ready for this?\n\n(beat)\nI been scamming these guys for months\nnow, the Drug Lords. I been holding\nback on them.\n\nMURTAUGH\nWhat?!\nLEO\nYeah. It was ea All those\ncash transacti » Millions of dollars\nchanging h « Who's gonna miss\nten thousa ere, or twenty thousand\nthere?\nRIGGS\nThe bad guys.\nLEO\n\nGood answer. And that's why I'm in such\ndeep shit right now. I've been living\nout Of a suitcase for weeks, Moving\nfrom hotel to hotel.\n\nRIGGS\nHow much did you get away with, Leo?\n\nLEO\nNone of your business. Besides, I\ntook it from drug dealers. Is that\nreally a crime?!\n\nMURTAUGH\nI don't believe this guy.\n\nRIGGS\n(te Leo)\nWho were the dealers you were working\nfor?\n\fAN\nAn\n\n@ 10\n1\n\nI can't tell you everything.\ngotta save some cf this stuff fer\nthe Commission of Inquiry.\n{proudly}\nI'm suppose te be the “star witness.\"\n\nRIGGS .\nI saved your life today, Leo. Doesn't\nthat stand for anything?\n\nMurtaugh rolls his eyes at Riggs' transparent tactics.\n\nLEO\nWell . . . I really shouldn't be\ntelling you this...\n\nRiggs is hanging onto every word.\n\nRIGGS\nYeah, yeah...\n\nLEO\n- « . the same guys you busted at\nthe airport.",
  "31": "---END OF PREVIOUS SECTION---\nRiggs is hanging onto every word. RIGGS\nYeah, yeah... LEO\n- « . the same guys you busted at\nthe airport. \n---TARGET SECTION TO BE ANNOTATED---\nRIGGSH\nThe South African\n\n \n\n. LEO\n\nThat's why” they had all that cash\non them. They're not washing it\nlocally anymore.\n\nMURTAUGE\nThanks to you.\n\nLEO\nOne man can make a difference.\n\nLeo reaches forward with CUPPED HANDS to catch the ash\nfalling from Riggs' cigarette. Then he deposits it\ninto the sink,\n\nRIGGS\n{to Murtaugh)\nI think we struck oil here, Roger!\n(to Leo)\nTell us about their operation.\n\nLEO\nI only delt with one guy. Named\n\"Hans.\" Never used last names.\n\n \n\fe@ MURTAUGH\n\nHe'd bring the cash to you?\n\nLEO\nAlways, Right te the bank. That's\nthe only place I ever saw him...\n\n(beat)\nOh. Except once. At a party in\nBel Air.\nRIGGS\nWhere in Bel Air?\n: LEO\nSomebody's house, In the canyon.\nMURTAUGH\nWhich canyon?\nLEO\n\nAbove Sunset.\n\nAll they cenyonaySre above Sunset, Leo.\nGive us the Me «\n” ve\n\nLeo thinks about this for a moment.\n\ne\nN\n\n. LEO\nNah. Can't come up with it.\n\nRiggs locks disappointed.\n\nLEO\n(continuing)\nBut I could take you there.\n\nRiggs brightens. He slides on his shoulder holster.\n\nMURTAUGE\n(to Riggs)\nHold on. We're just supposed to\nsit on this guy.\n\nRIGGS\nDon't be a killjoy, Rog. C'mon.\nWe're back. We're bad. You're\nblack. I'm mad. This is gonna be great!\n\nMurtaugh gets up from the table with a very dubious\nexpression on his face.\n\n \n\fe\n\nEXT. NARROW CANYON ROAD - DAY\n\nIt's so lush and overgrown with bushes and trees that\nit's hard to believe we're only ten minutes away from\nBeverly Hills.\n\nA TOW TRUCK blocks most of the narrow road while the.\nOPERATOR connects the towing bar to the undercarriage\nof a stalled HONDA.\n\nMurtaugh's Folice Sedan can be seen approaching.\nINT. POLICE SEDAN\n\nLeo leans forward from the back seat, points out the\nwindow.",
  "32": "---END OF PREVIOUS SECTION---\nMurtaugh's Folice Sedan can be seen approaching. INT. POLICE SEDAN\n\nLeo leans forward from the back seat, points out the\nwindow. \n---TARGET SECTION TO BE ANNOTATED---\nLEO\nThis is it. Right here. This\nis the place.\n\nMURTAUGH\nYou sure this time?\n\nLEO g®\nYeah, yeah. I reyember the fountain.\nS\n\nThe house itself cannot ke seen from the road -~ hedges\nand trees block the view, But there is a marble fountain\nvisible, and this is what Leo recognizes.\n\nMurtaugh pulls up BEHIND the Tow Truck. Riggs jumps\nout. Leo tries to follow him,\n\nRIGGS\n(to Leo)\nStay here.\n\nEXT. THE ROAD\n\nThe Tow Truck is blocking the driveway. Riggs and Murtaugh\nwalk around it.\n\nMURTAUGH\n{to Tow Truck Operator)\nAnybody home here?\n\nOPERATOR\nHow the hell should I know?\n\nRIGGS\n(to Murtaugh; under\nhis breath}\nHelpful citizen.\n\f46\n\nThe Partners walk up the driveway where a MERCEDES 450SL\nis parked.\n\nEXT. FRONT YARD OF HOUSE\nThe house comes into view. An ultra-modern glass palace.\n\nMURTAUGH\nKeep your shooter under wraps.\nDon't wanna give some innocent\ntaxpayer a coronary.\n\nRIGGS\nNobody. who lives in a house like\nthis can be completely innocent.\n\nThey carefully circle the house until a COMMANDING VIEW\nOF LOS ANGELES -- from the Wilshire District to Marina\nBel Rey -- presents itself. .\n\n%\nA REVERSE ANGLE Se\nreveals the house to be PPED UP ON STILTS. Most\n\nof the house and the gptire back deck precariously overhang\nthe canyon.\n\f \n\n47\n\nRIGGS AND MURTAUGH\nwalk across the deck.\n\nRIGGS\nNice view, huh?\n\nThey pass a large SLIDING GLASS DOOR. They see a MAN\ninside the house lifting weights.\n\nMURTAUGH\nWhat've we got here?\n\nRIGGS\nThe body beautiful.\n\nINT. THE HOUSE\n\nThe man is tall, well built and blonde -- like the Hitmen\nfrom the opening scene. He lifts a HEAVY BARBELL over\nhis head as he faces a MIRRORED WALL.\n\nHis back is to the sliding giass door, but he can see\nRiggs and Murtaugh in the mee\n\nSuddenly, he SPINS . .",
  "33": "---END OF PREVIOUS SECTION---\nTHE HOUSE\n\nThe man is tall, well built and blonde -- like the Hitmen\nfrom the opening scene. He lifts a HEAVY BARBELL over\nhis head as he faces a MIRRORED WALL. His back is to the sliding giass door, but he can see\nRiggs and Murtaugh in the mee\n\nSuddenly, he SPINS . . \n---TARGET SECTION TO BE ANNOTATED---\n an suns THE BARBELL THROUGH\nTHE PLATE GLASS WINDOR. QP\n\nEXT. THE DECK s\n\nThe window EXPLODES. The barbell sails through the\nair, SLAMMING into Rigge and Murtaugh. Knocking them\nbackwards.\n\nRiggs' gun is drawn even before he crashes down onto\nthe deck. And it's a good thing, because the weightlifting\nHitman has grabbed up an UZI.\n\nRiggs gets off several rapid SHOTS. The Hitman's UZI\nSPRAYS WILDLY. Potted plants on the deck rail explode\nand shatter into small bits.\n\nMurtaugh and Riggs PUMP LEAD right back at him, until\nthe Hitman FLEES out the back door.\n\nEXT. DRIVEWAY\n\nThe Hitman runs from the house. He's about to leap\ninto the 450SL parked there when he realizes that the\nTow Truck is BLOCKING the driveway.\n\nHis only choice? Absolutely. He runs down the driveway\nand JUMPS INTO THE TOW TRUCK. The Tew Truck Cperater\nhas just finished hooking up the disabled Honda when\n\nhe hears his Truck's MOTOR ROAR TO LIFE.\n\fOPERATOR\nHey!\n\nRiggs and Murtaugh arrive just as the Truck SQUEALS\nAWAY . . . pulling the Honda behind it. Riggs LEAPS\nonto the back of the Tow Truck.\n\nMURTAUGH\n(yelling to Riggs)\nDon't kill him!\n\nMurtuagh makes a dash for his own vehicle.\nINT. POLICE SEDAN\n\nMurtaugh jumps in behind the wheel and FIRES UP the\nmotor. Leo begins to climb over from the back seat.\n\nMURTAUGH\nWhat're you doing?!\n\nLEO\nSee better up here!\n\nMurtuagh shoves Leo backwards igw the rear seat,\n\n8\nSPEEDS down the narrow eanyon road. Riggs is working\nhis way up toward the Truck's Cab, holding onto the\nTOWING BOOM for support -- taking care not to be seen\nin the rearview mirror,\n\nTHE TOW TRUCK\n\nThe Truck is taking the curves at dangerous speeds causing\nthe Honda it's towing to FISHTAIL in all directions.",
  "34": "---END OF PREVIOUS SECTION---\nLEO\nSee better up here! Murtuagh shoves Leo backwards igw the rear seat,\n\n8\nSPEEDS down the narrow eanyon road. Riggs is working\nhis way up toward the Truck's Cab, holding onto the\nTOWING BOOM for support -- taking care not to be seen\nin the rearview mirror,\n\nTHE TOW TRUCK\n\nThe Truck is taking the curves at dangerous speeds causing\nthe Honda it's towing to FISHTAIL in all directions. \n---TARGET SECTION TO BE ANNOTATED---\nTHE POLICE SEDAN\n\nROARS up behind the speeding Tow Truck, Murtaugh can\nsee what Riggs is up to,\n\nCLOSE ON RIGGS\n\nas he TAPS the barrel of his pistol against the cab's\n\nrear window to get the Hitman's attention. The Hitman\nglances over his shoulder. Riggs smiles, as if to say\n“Surprise, asshole!\"\n\nBut instead of slowing down . . . the Hitman ACCELERATES,\nand the Truck surges forward. Riggs looks dismayed.\n\na\n\fmg\nf\n\n44\n\nTHE HITMAN\nreaches down with his left hand -- pulls a smal] AUTOMATIC\nPISTOL from an ankle holster -~ and FIRES it over his\n\nright shoulder THROUGH THE CAB'S REAR WINDOW!\nRIGGS\n\npulls away as the window EXPLODES in his face, and the\nbullet GRAZES his cheek. FOUR MORE SHOTS follow through\nthe back of the Cab's wall. Riggs LEAPS onto the TRUCK'S\nROOF to escape the vclley.\n\nINT, THE POLICE SEDAN\n\nMurtaugh stays close on the Truck's tail . .. and is\nstartled to see that Riggs is now clinging to the roof.\n\nINT. CAB OF TOW .TRUCK\n\nThe Hitman hears Riggs on the recf and . . . SLAMS DOWN\nHARD ON THE BRAKES. SQUEALING and SKIDDING.\n\nRIGGS\n\nis propelled forward ~- BOUNCEg @n the hood, then ROLLS\noff the front of the Truck, 2 ctly into its PATH!\n\nWell, this would seem to ® the end of Riggs, because\nhe would certainly be «pushed beneath the Truck. But\nof course we know it isn't...\n\nA REVERSE ANGLE ON THE TRUCK\n\nfinds Riggs CLINGING to a small triangular PLATFORM\nprotruding from the Truck's front bumper. (This platform\nholds a WINCH & CABLE RIG used to pull cars cut of\n\nmud or soft sand.)\n\nRiggs straddles the Winch, his legs out in front of\nhim, the HEELS of shoes SCRAPING on the pavement as\nit speeds beneath him.\n\nTEE HITMAN\n\nchecks his side mirrors -- sees that Murtaugh is still\nbehind him.",
  "35": "---END OF PREVIOUS SECTION---\nBut\nof course we know it isn't... A REVERSE ANGLE ON THE TRUCK\n\nfinds Riggs CLINGING to a small triangular PLATFORM\nprotruding from the Truck's front bumper. (This platform\nholds a WINCH & CABLE RIG used to pull cars cut of\n\nmud or soft sand.)\n\nRiggs straddles the Winch, his legs out in front of\nhim, the HEELS of shoes SCRAPING on the pavement as\nit speeds beneath him. TEE HITMAN\n\nchecks his side mirrors -- sees that Murtaugh is still\nbehind him. \n---TARGET SECTION TO BE ANNOTATED---\nFULL SHOT - WINDING CANYON ROAD\n\nThe Tow Truck THUNDERS around the hairpin turns, crossing\nthe center line -- the Honda it's towing WHIPS back\n\nand forth. Murtaugh's Sedan matches the Tow Truck's\nevery move.\n\fSt\n\nRIGGS' POV\n\nImagine being strapped to the bumper of a speeding vehicle\n-- that's the perspective Riggs has on the worle right\nnow, and it isn't very comforting.\n\nThe pavement is whizzing by only inches below him.\nHe's totally unprotected -- a head~on collision would\nsmash him like a bug.\n\nAnd this is exactly the thought that occurs to Riggs\nas the Truck crosses the center line directly inte the\npath cf an ONCOMING STATION WAGON.\n\nRiggs shuts his eyes -~ and the twe vehicles SWERVE\nAPART at the last possible second to aveid a direct\nhit. But the Station Wagon SCRAPERS against the Tow\nTruck's side sending a SHOWER OF SPARKS into the air.\nRiggs exhales an enormous breath of relief.\n\nINT. POLICE SEDAN\n\nMurtaugh also reacts to the near-miss as the Station\nWagon Speeds by with HORN BLARING. Lee takes this moment\nto FASTEN his seat belt, Q\n\nEXT. MULHOLLAND DRIVE\n\nQh\nThe Tow Truck runs a.gtop sign and SQUEALS onto Mulhclland\nDrive. Murtaugh's Sedan clings to the Truck like glue.\nBoth vehicles race full bore down Mulholland, against\nthe backdrop of the sprawling San Fernando Valley.\n\nCLOSE ON THE TRUCK'S SPEEDOMETER\n\nAs the needle edges up to 70 mph.\n\nCLOSE ON MURTAUGH'S SPEEDOMETER\n\nAlso creeping up to seventy.\n\nRIGGS' POV:\n\nSpeeding FAST and LOW down Mulholland ~- BLOWING past\noncoming traffic ~- SWERVING around slower moving vehicles\n~~ DARTING back into the proper driving lane with only\ninches of daylight te spare.\n\nRiggs has his gun in hand, What's he going to do with\n\nit? Shoot the Truck's driver? Shoot out a tire? But\nfirst...\n\fA HUGE MOVING VAN\n\nlooms up ahead, traveling in the same direction as the\nthe Truck . . .",
  "36": "---END OF PREVIOUS SECTION---\nShoot out a tire? But\nfirst... A HUGE MOVING VAN\n\nlooms up ahead, traveling in the same direction as the\nthe Truck . . . \n---TARGET SECTION TO BE ANNOTATED---\n but at half the speed.\n\nTHE HITMAN\n\ndecides to pass it. He STOMPS down on the gas pedal,\nkicking the Truck's speed up to 80, At the same moment\n\nRIGGS\n\nFIRES his gun into the Truck's engine compartment, hoping\nto hit something vital that will bring this mad chase\nto a halt. And guess what? It works.\n\nTHE HITMAN\n\nis stunned to feel the Truck loosing power. The speedometer\nneedle begins to drep rapidly ... . 70 mph, 50 mph.\n\nSee if you can spot Riggs' mistake. One of the worst\ntimes to lose power is when you're recklessly passing\na big truck on a winding road.\n\nge\n\nTHE TOW TRUCK g\n\nis side-by-side with the Hing Van, It doesn't have\nenough power to get arqund it -- and it can't get back\ninto its own lane because the Moving Van is already\nthere.\n\nAnd to make matters worse, a LAND ROVER with a SURF\nBOARD ATTACHED TO THE ROOF is speeding towards it from\nthe opposite direction.\n\nRIGGS\n\nsees this horror-show unfolding from a front row seat.\nThe Moving Van looms up beside him like a sheét-metal\ncanyon wall. Its big tires spitting gravel and dust\n\ninto his face. Its noisy Diesel engine belching smcke\nand heat.\n\nAnd the Land Rover . . . headed directly for him.\n\nTHE HITMAN\n\nhas only one option: He SLAMS his foot down on the\n\nBRAKE so hard, he practically sends it through the floorboard\nThe resulting action happens fast:\n\nTHE TOW TRUCK WHEELS\n\nLOCK ~~ SCREAMING and SQUEALING across the pavement\nin a cloud of biue smoke.\n\f \n\n@\n\nRIGGS\nis THROWN CFF the Winch Platform into the road.\nMURTAUGH\n\nreacts -- hitting his own brakes. But there just isn't\ntime.\n\nTHE POLICE SEDAN\n\nCRASHES into the Honda being towed by the Truck.\n\nTHE HONDA\n\nis PROPELLED over the top of the Tow Truck -~ SHEARING\nep Cvetything that extends above the level of the Truck's\n\nRIGGS\n\nlooks up to see the underside of the Honda as it passes\nover his head.",
  "37": "---END OF PREVIOUS SECTION---\nBut there just isn't\ntime. THE POLICE SEDAN\n\nCRASHES into the Honda being towed by the Truck. THE HONDA\n\nis PROPELLED over the top of the Tow Truck -~ SHEARING\nep Cvetything that extends above the level of the Truck's\n\nRIGGS\n\nlooks up to see the underside of the Honda as it passes\nover his head. \n---TARGET SECTION TO BE ANNOTATED---\nge\n\nTHE LAND ROVER DRIVER 8\ngt\n\nsees the airborne Honda SJying towards him -- BRAKES\nHARD!\n\nTHE HONDA\n\nSMASHES down upon the roadway directly in front of the\nthe Land Rover.\n\nTHE LAND ROVER\nSKIDS and SMASHES into the unoccupied Honda.\nTHE SURF BOARD\n\natop the Land Rover is LAUNCHED like a rocket. It slices\nfifteen feet through the air toward the Tow Truck.\n\nTHE HITMAN\n\ncan't believe his eyes. A goddamned Surf Board is hurtling\ntowards him like a guided missile. It EXPLODES through\nthe windshield -- SHATTERING GLASS in all directions.\n\nFULL SHOT - MULHOLLAND DRIVE\n\nThis is the scene after all the dust has settled:\n\nThe front end of Murtaugh's Police Sedan has been Gestroyed.\nMurtaugh and Leo climb out ~- shaken but net hurt.\n\f \n\nThe Honda has been totaled by the Land Rover, which\nhas alse sustained considerakle front end damage. But\nthe Driver is uninjured.\n\nRiggs climbs to his feet. Battered and bruised and\nmadder than hell. He charges back toward the Tow Truck\nwith his gun out, but stops short. This is what he\nsees:\n\nThe Surf Board protrudes from the Tow Truck's windshield\non the driver's side. It's not hard to imagine the\nfate of the Hitman inside.\n\nMurtaugh and Leo approach the Tow Truck and see what\nRiggs is looking at.\n\nLEO\n{softly)\nWipe out.\n\nBLACK & WHITES arrive on the scene with BUBBLE LIGHTS\nFLASHING. Uniformed POLICEMAN jump out. Murtuagh approaches\nthem, displaying his badge.\n\nCLOSE ON RIGGS ge\n\nHe catches his breath. Rig, plod begins to boil.\n5 8 CUT TO:\n\nEXT. THE \"HOUSE ON STILTS\" - NIGHT\n\nA BLACK MERCEDES pulls into the driveway. It parks,\nand two men get out: Rudd and Benedict. Once they\nhave gone inside... Riggs, Murtaugh and the Drug\nCops close in on the house,\n\nEXT. REAR DECK - NIGHT\n\nRudd appears on the deck. He sees the barbell and the\nshattered glass door.",
  "38": "---END OF PREVIOUS SECTION---\nRiggs, Murtaugh and the Drug\nCops close in on the house,\n\nEXT. REAR DECK - NIGHT\n\nRudd appears on the deck. He sees the barbell and the\nshattered glass door. \n---TARGET SECTION TO BE ANNOTATED---\nRUDD\n{calling off)\nBenedict! Come out here right\naway!\n\nSuddenly . . . a BERETTA is pressed to the side of Rudd's\nhead. It's Riggs, and he's smiling that mirthless smile\nof his.\n\nRIGGS\nFreeze, dickhead. Police.\n\fCN\n\nRUDD\n(calmly)\nTake it easy, officer. I'm not\narmed. I won't resist.\n\nRIGGS\nOh, pleeeease. . . just a little.\n(shoves him)\nInside,\n\nINT. HOUSE ON STILTS\nRiggs enters through the sliding glass doors with Rudd.\n\nOnce inside, we see that the Drug Cops have been doing\ntheir work. Benedict leans against the wall with his\narms spread apart as Miguel and Price pat him down,\nhanding his WALLET to Murtaugh.\n\nWyler and Cavanaugh come down the stairs.\n\nWYLER\nNobody upstairs.\n\nRUDD\n{to the cay\nYou have no idea What you're doing,\n\n- gt\nMURTAUGE\nI wouldn'® worry about that. We're\nprofressional police officers. We\nde this for a living,\n\nRUDD\nMy name is Arjen Rudd. This other\ngentlemen is Villem Benedict. We\n-are with the South African Consulate\nhere in Los Angeles. Our diplomatic\ncredentials and passports\nare in the desk.\n\nMurtaugh and Riggs exchange a look.\n\nRUDD\nGo see for yourself!\n\nMURTAUGH .\nEverybody stand still for a moment!\n\fMurtaugh goes to the desk to retrieve them. At the\nsame moment . . .«\n\nA WOMAN ENTEFS THE RCOM. She's in her twenties; dressed\nin a business suit, her beauty down-played. She even\ncarries @ briefcase, Her name is JILL TOWNSEND.\n\nHer arrival startles the police officers who instinctively\nTURN THEIR GUNS ON HER. She GASPS in horror.\n\nRUDD\n(to the cops)\nfne's only a Consulate secretary, for\nGod's sake!\n(to Jill)\nTnese are police officers, Miss\nTownsend.\n\nJILL\nThe door was open. So I just --\n\nRiggs and J:il make eye contact. He steps forward and\ntakes the briefcase from her hand.",
  "39": "---END OF PREVIOUS SECTION---\nJILL\nThe door was open. So I just --\n\nRiggs and J:il make eye contact. He steps forward and\ntakes the briefcase from her hand. \n---TARGET SECTION TO BE ANNOTATED---\nRIGGS\n-- I'll take that.\n\nmp\nDon't open that!’ That's a\na Diplomatiay pouch ! Protected under\narticle 2% of the Vienna Convention -~\n\nRIGGS\n~~ would you shut up! :\n{to the other cops)\n\nFut the cuffs on ‘em!\n\nThe Drug Cops start to follow Riggs' orders.\n\nMURTAUGE\nWait a minute...\n\nMurtaugh has the passports and credentials in his hand.\n\nMURTAUGH\nThese look official, Martin.\n\nRUBD\nThey are official! Under the Diplomatic\nRelations Act, no diplomatic agent can\nbe detained or arrested once his identity\nhas been established!\n\nMURTAUGH\nCavanaugh, get the Captain on the\nradio.\n\fSG\n\nCAVANAUGH\nRight.\n\nCavanaugh runs out. Riggs and Murtaugh look frustrated\nas hell.\n\nMURTAUGH\n(under his breath)\nShit.\n\nWYLER\n1 don't believe this! Can't we\narrest anybody?!\n(points to Jill)\nWhat about her?!\n\nRODD\nCourier Status. Protected under\nArticle 27.\n\nRiggs gets right into Esteban's face.\n\nRIGGS\nYou're a criminal, Rudd, and\nyou're hiding behind your fucking\n‘credentials! Q\n\n%\n\nRi\n(indi nadedy)\nIama Di Toma |\n\nRIGGS\nYou're a drug dealer! And I'm gonna\nshut you down!\n\n. RUDD\nWhy, you can't even give me a traffic\nticket.\n\nRiggs clenches his jaw; his nostrils flare.\n\nRUDD\n{smiling arrogantly)\nWho's a \"dickhead\" now, officer?\n\nRiggs positively quakes with rage.\n\n. RIGGS\nRoger, hold me back, I think I'm\ngonna hurt this sonofabitch.\n\nMURTAUGH\nAll right. Cool off.\n(beat)\nGive the lady back her briefcase.\n\f \n\n \n\n$7\n\nJill moves toward Riggs to collect the briefcase. She\nregards him with a sympathetic expression,\n\nJILL\n(in a soft voice)\nIt's only paper werk. Honest.\n\nRiggs looks taken aback.",
  "40": "---END OF PREVIOUS SECTION---\nShe\nregards him with a sympathetic expression,\n\nJILL\n(in a soft voice)\nIt's only paper werk. Honest. Riggs looks taken aback. \n---TARGET SECTION TO BE ANNOTATED---\nRUDD\n(te Jill)\nDon't talk to them, damnit! Get\nthe briefcase and step away!\n\nRiggs give her a private, conspiratorial smile.\n\nRIGGS\nRice guy.\n\nShe returns the smile as she steps away with the briefcase.\n\nRUDD\nThis house is leased to my government.\nIt's inviolable! Now get out!\n\nINT. POLICE SQUADROOM - NIGHT oe\n\nCaptain Murphy has Riggs, Murtyigh and the Drug Cops\nassembled before him. Seated nearby is Leo Getz.\n\nMURPHY\nNow we're gonna have the State\nDepartment down our throats! Probably\nhave to make some kind of formal apology!\n\nRIGGS\nWhat!? This guy is dirty!\n\nMURPHY\nYou don't know that! You can't say\nthat for sure!\n\nRIGGS\nWhen you've lived in the sewer as\nlong as I have, you begin to recognize\nthe rats. .\n\nThe PHONE RINGS. Price grabs it.\n\f \n\n&&.\n\nMURPHY\n\n(to Riggs)\nYou wanna nail a diplomatic, Riggs?\nCatch him reé-handed. Catch him in\nthe act. Catch him in possession\nof something! At least do\nme that one favor, because these\nguys are beyond the law.\n\nPrice hands the phone to Murtaugh.\n\nPRICE\nYour wife,\n\nMURTAUGH\n(into phone)\nHi, honey.\n(pause)\nNo. Pretty quiet. Listen, babe,\nlemme take this call at my desk.\nMurtaugh puts the call on hold and steps over to his\nown desk.\n\nUp till now, Murphy hasn't neticed Leo sitting there.\nBut now he regards him with gyPuzzled expression that\nis almost comical. Q\no @Yaurery\n(mganing Leo)\nWho the he is this? ...\n\nLeo gets up, extends his hand to Murphy.\n\nLEO\nLeo Getz. Nice to meet ya,\nMURPHY\nJesus Christ! I forgot all about this\nguy!\n(to Riggs)\n\nYou took a civilian on a bust?! A\ncivilian you're supposed to be\nprotecting!?\n\nLEO\nDon't worry. Everything's fine.\nI always stay in the car.\n\nMURPHY\n\"Always\"?!\n\nLEO\nSgt. Riggs and Sgt.",
  "41": "---END OF PREVIOUS SECTION---\nMURPHY\n\"Always\"?! LEO\nSgt. Riggs and Sgt. \n---TARGET SECTION TO BE ANNOTATED---\n Murtaugh are very\nadamant ekout that.\n\fMurphy is trying not to blow his top.\n\nMURPHY\n(under his breath)\nI don't give a fuck . . I don't give\n\na fuck...\n(walks away)\nI don't give a fuck...\n\nLeo looks perplexed,\n\nLEO\nWhat'd he say?\n\nWYLER, CAVANAUGH\n& PRICE\n\"I gon't give a fuck!\"\n\nRIGGS\nThat's his mantra.\n\nMURTAUGH\n\nsays goodbye to his wife and hangs up the telephone.\nThat's when he notices that somebody has placed a SMALL\nPOTTED BUSH on his desk. The le 's have all been plucked\noff, and in their place CONDOMSQhave been drared ever\n\nthe branches. Must be abous gue hundred of them.\n\nRiggs smiles. Murtaugh es a slow burn. He glances\nin the direction of Price, Wyler and Cavanaugh who can\nbarely contain their laughter. .\n\nCONNERS\nIt's a rubber plant, Sarge.\n\nThat's it. They can’t hold it in any longer. The Drug\nCops convulse with LAUGHTER. Eventually, Murtuagh cracks\na smile in spite of himself.\n\nMURTAUGH\nLooks to be about a week's supply,\ntoo.\nINT. POLICE SEDAN ~ DRIVING - NIGHT\n\nMurtaugh driving. Riggs next to him. Leo in hack.\nRiggs has a BAG OF FAST FOOD in his lap. He's passing\nstuff back to Leo and across to Murtaugh.\n\nRIGGS\nDouble cheeseburger?\n\fMURGAUGH\nRight here.\n\nRIGGS\n{to Murtaugh)\nWho gets Leo for the night?\n\nLEO\nWhere's my-burger with extra cnions\nand pickles?\n\nRiggs rummages through the bag for Leo's order. Hands\nhim a burger.\n\nLEO\nWhat about my fries?\n\nRIGGS\nDid you order fries?\n\nLEO\nYes, I ordered fries!\n\nRIGGS\nYou ordered rings. &\n\n: Lzo ©\nWhy would I ordgeprings?! I've got\nextra onions on “hy burger! '-I would\nnever order rapgs! I ordered fries!\n\nMURTAUGH\ni ordered rings.\n\nRIGGS\nWe're still missing one fry.",
  "42": "---END OF PREVIOUS SECTION---\nI ordered fries! MURTAUGH\ni ordered rings. RIGGS\nWe're still missing one fry. \n---TARGET SECTION TO BE ANNOTATED---\n-\n\nLEO\nAlso, I have no drink back here.\n\nRiggs passes out the drinks.\n\nMURTAUGH\n(to Riggs; answering\nhis question)\nYou get him. :\n\nRIGGS\nMel?\n\nLEO\nHey! This isn't my burger. There's\nchili on this burger.\n\fGl.\n@ RIGGS\n\nThat must be mine.\n\nLeo rewraps the burger and hands it back to Riggs with\nan annoyed expression.\n\nLEO\nWhere's mine?\n\nRIGGS\nThis must be yours,\n\nRiggs hands Leo something else.\n\nRIGGS\n(to Murtaugh)\nI'm not taking him. My place is\ntoo small. You've got that big\nempty house -~ you take him!\n\n. LEO\nOh, great! This is a Filet of Fish\nsandwich I've got back here! I\n. . hate fish! I will not be stuck\n@ with a Filet of Fish sandwich. I\nrefuse to eat this. Somebody\nhas to trade.\n\n \n\nMURTESGH\nNot me.\nio me a\nQIGcs\nNot me. 8\nLEO\n\nFine. Then we have to go back.\n\nMURTAUGH\nWe're not going back, Leo. Be happy\nwith what you've got. .\n\nLEO\n(sulking)\nThat's impossible.\n\nRiggs starts to chuckle at the idea of Leo becoming\nroommates with Murtaugh.\n\nMURTAUGH\n(annoyed)\n@ What's so. funny?\nSe RIGGS\nNothing.\n\f \n\n6Z\n\nLEO\nCan I give you guys a friendly piece\nof advice? Never use the Drive-Through\nWindow. Always | walk up to the\ncounter. They fuck you at the\nDrive-Through because they know\nyou're miles away before you find\nout they fucked you, and they know\nyou're not gonna turn around and\ncome back. And you know what?\n\nRIGGS &\nMURTAUGE\nWhat?\n\nLEO\nThey're right!\n\nDISSOLVE TO:\n\nEXT. . SUNSET STRIP RESTAURANT - DAY\nA BLACK MERCEDES SEDAN SQUEALS up to the curb, right\ninto the camera so that its DIPLOMATIC LICENSE PLATE\nFILLS THE SCREEN.",
  "43": "---END OF PREVIOUS SECTION---\nLEO\nThey're right! DISSOLVE TO:\n\nEXT. . SUNSET STRIP RESTAURANT - DAY\nA BLACK MERCEDES SEDAN SQUEALS up to the curb, right\ninto the camera so that its DIPLOMATIC LICENSE PLATE\nFILLS THE SCREEN. \n---TARGET SECTION TO BE ANNOTATED---\n&\nA valet parking ATTENDANT jumps fre the car and hands\nthe keys to Rudd who has just finighed lunching at the\nrestaurant. . a\n\nRudd slides in behind the whegl, and that's when he\nsees: .\n\nRIGGS\n\nstanding across the street. Leaning against his Pickup\nTruck, glaring at Rudd with a sullen, threatening expression\n« + « puffing intently on a cigarette.\n\nINT. RUDD'S MERCEDES\n\nRudd looks momentarily shaken, then recovers: His arregant\nexpression returning quickly. He flecors the Mercedes\n\nand ROARS away from the restaurant without giving Riggs\n\na second Look.\n\nRIGGS\n\nfollows the car with his eyes.\n\nEXT. BEVERLY HILLS INTERSECTION - DAY\n\nRudd's Mercedes travels down Wilshire Blvd. It stops\n\nfor a red light at the corner of Wilshire and Santa\nMonica Bivd.\n\fe\nSue\n\n \n\nNc sooner has Rudd come to a full stop, then Riggs'\nFICKUP TRUCK pulls up beside him.\nPUDD\n\ncasually glances over -- then does a double take upon\nseeing Riggs behind the wheel of the Pickup.\n\nRIGGS\ngives Rudd a penetrating stare.\nRODD\n\nis growing edgy. This is getting on his nerves. He's\nlike a volcano ready to errupt . . . and that's exactly\nwhat he does. He STOMPS DOWN ON THE GAS PEDAL...\n\nFULL SHOT - THE INTERSECTION\n\nThe Mercedes SQUEALS through the intersection AGAINST\nTHE RED LIGHT, leaving a long patch of rubber and a\ncloud of smoke in its wake.\n\nCars traveling on Santa Monica Blvd. HONK and BRAKE,\nOne car REAR-ENDS another.\n\nA WOMEN and her TWO CHILDREN walki On the cross walk\nare nearly run over by Rudd's spe@ing Mercedes, hurtling\nrecklessly through the intersecpion.\n%\nRIGGS\n%y\nis helpless to do anything but watch as Rudd flaunts\nhis ammunity by endangering the lives of innocent pedestrians\n\nEXT. CONSULATE BUILDING - WILSHIRE BLVD. - DAY\n\nThe building has a SECURED UNDERGROUND PARKING LOT.",
  "44": "---END OF PREVIOUS SECTION---\nA WOMEN and her TWO CHILDREN walki On the cross walk\nare nearly run over by Rudd's spe@ing Mercedes, hurtling\nrecklessly through the intersecpion. %\nRIGGS\n%y\nis helpless to do anything but watch as Rudd flaunts\nhis ammunity by endangering the lives of innocent pedestrians\n\nEXT. CONSULATE BUILDING - WILSHIRE BLVD. - DAY\n\nThe building has a SECURED UNDERGROUND PARKING LOT. \n---TARGET SECTION TO BE ANNOTATED---\nA UNIFORMED GUARD opens and closes a RCLLING METAL GATE\nthat prevents unauthorized people cr vehicles from gaining\naccess to the parking area.\n\nRudd's Mercedes turns off cf Wilshire Blvd. into the\nConsulate Building driveway. As Rudd waits for the\n\nGuard to open the gate, he is STARTLED TO SEE:\n\nRIGGS\n\nstanding on the sidewalk -- pulling on a cigarette --\nglowering at him.\n\nRUDD\n\nis completely unnerved by Riggs' amazing ubiquity.\n\f \n\n \n\n4\n\nRUDD\n(to Guard)\nKeep him cut!\n\nThen Rudd SCREECHES his Mercedes into the underground\nparking garage.\n\nRIGGS\n\nwatches Rudd disappear into the garage, and the big\nmetal gate roll down behind him.\n\nThe Guard swaggers up to Riggs.\n\nGUARD\nHey, bud... let's go. Move along.\n\nRIGGS\n(flashing his badge)\nPiss off, shithead -- L.A. Police!\n\nThe Guard looks taken aback.\n\nRIGGS\nThat's right. A cop.\nThe Guard slowly retreats. 9°\nriec®\n(taunti im}\n\nC'mon. Throw ‘me off the sidewalk!\n\nThe Guard just glares at him.\nRIGGS\nNo? Change your mind?\n(beat)\n\nAsshole. —\nRiggs strolls away from the Guard, toward the front\nentrance to the building. He notices that a SURVEILLANCE\nCAMERA is mounted above the door.\nHe steps forward for a closer lcok.\nINT. ‘RUDD'S OFFICE\nRudd looks into the SECURITY MONITOR beside his desk,\nsees Riggs (in grainy, wide-angle black and white) peering\ndirectly into the camera lense.\n\nBenedict is standing behind Rudd.\n\f@\nK\n\n \n\nés\n\nBENEDICT\nThat sonefabitch is going to wind\nup with his dick in a mouse trap.\n\nRUDD\nMaybe we should \"file a protest\"\nwith the Police Department.\n\nBENEDICT\nAlready taken care of.\n\nRudd looks surprised to hear this.\n\nRUDD\nWhat are you talking about?\ni didn't give you any instructions\nto --\n\nBENEDICT\n(snapping at him)\n\n-~ don't tell me how to do my job,\n\nArjen!\nRudd draws back, intimidated by Benedict.\nINT.",
  "45": "---END OF PREVIOUS SECTION---\ni didn't give you any instructions\nto --\n\nBENEDICT\n(snapping at him)\n\n-~ don't tell me how to do my job,\n\nArjen! Rudd draws back, intimidated by Benedict. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ANOTHER CONSULATE OFFICE\nJill Townsend crosses the room wih an arm~load cf envelopes.\nOther SECRETARIES are busy w ing at computer terminals.\nThe atmosphere is hushed, bhdiness-like, and dignified.\n\nWe follow Jill into ~~\n\n“THE CONSULATE LOBBY\n\nwhere she deposits the envelopes into the MAIL BaG.\nThen, glancing up, she CATCHES SIGHT OF RIGGS in the\nSecurity Monitor. .\n\nShe is obviously taken with him; fascinated by his\nseruffy appearance and coiled, hair-trigger temperament.\n\nShe continues to stare into the monitor until Riggs\ncrushes out his cigarette and disappears from view on\nthe monitor.\n\nINT. RIGGS' TRUCK - DAY\n\nAs Riggs drives, his RADIO comes alive.\n\nDISPATCHER\nFour King Sixty ...\n\nRiggs grabs the radic.\n\f“@\n\n \n\n6G.\n\nRIGGS\nKing sixty, roger.\nDISPATCHER .\nSgt. Riggs . . . Sgt. Murtaugh requests\n\nthat you proceed to his residence\non the double.\n\nRIGGS\nWhat's up?\nDISPATCHER\nThat's the message in full. Need the\naddress?\nRIGGS\nNo thanks. I've been there before.\nDISPATCHER\nNot for dinner, I hope.\nRIGGS\nYeah...\nDISPATCHER\nSorry.\nEXT. MURTAUGH'S HOUSE ~ DAY ©\nRiggs drives up. Leo rushes off to meet him,\n» Oe\nSgt. Riggs, tm glad you're here.\nRIGGS\nWhat's wrong?\n: LEO\nCome inside.\nThey enter the house.\nINT. MURTAUGH'S: HOUSE\nRIGGS\nWhat's going on, Leo? Where's\nRoger?\nLEO :\nIn the bathroom. He's been in there\nall morning.\nRIGGS\n\nIs he sick?\n\f \n\n \n\n67:\n\nLEO\nI don't think so. | He sounds okay.\nHe was talking to me through the\n\ndoor...\n\nRiggs heads up the STAIRCASE, leo tags along behind\nhim.\n\nLEO\n- «+ + he told me to call the station\nand have the dispatcher find you...\nRiggs arrives at the bathroom door. He KNOCKS,\n\nRIGGS\nRoger. It's me.",
  "46": "---END OF PREVIOUS SECTION---\nRiggs arrives at the bathroom door. He KNOCKS,\n\nRIGGS\nRoger. It's me. \n---TARGET SECTION TO BE ANNOTATED---\n You okay?\n\nMURTAUGH\nRiggs, get in here!\n\nINT. THE BATHROOM\n\nRiggs opens the door and steps in, Lec peeks in behind\nhim.\n\nASGH\nNot you, Leo! Gagaway !\n” Qtkiess\n\nGo downstadrs, Leo.\n\nRiggs closes the door on Leo, then turns to Murtaugh\nwho is seated on the toilet.\n\nRIGGS\nThis is weird, Roger. What in hell\nis going on?\n\nMURTAUGH\nLast night, I come home late. Leo's\nwith me. We come in the house. I\npick up the mail. I see that my new\nSport Magazine has arrived, with articles\non the baseball play-offs, a preview\nof the new college football season,\nand a special section on Deep Sea\nfishing ~~\n\nRIGGS\n-- Reger, I don't understand --\n\f6&8\n\nMURTAUGH\n\n~~ let me finish!\n\n(beat)\nSo I think to myself, it's been a leng\nday, I'll go up to bed and read my\nmagazine. But Leo won't let me alone.\nHe follows me around like a puppy.\nHe wants to talk about \"investment\nstrategies for the Eighties,” and\n“deferred annuities,\" and I don't\nknow the fuck what all, and all I\nwanna do is go upstairs and read\nmy new Sports Magazine --\n\nRIGGS\n\n-~ what are you talking about --\nMURTAUGH\n\n-~ shutup, would ya, and listen!\n\n(beat)\nSo finally I do what I do when the\nkids are driving me crazy and I want\nsome peace and quiet...\n\n@ . (beat)\n. I come into the bathroom and shut\nX the door behind me. I,don't realiy\n~ need to use the bath , I just wanna\nread my fucking SpoRfS Magazine!\n\n- Qiées\n\nOkay. So whag?! ©\n\nMURTAUGH .\nSo I'm sitting here reading about\nmarlin fishing in the Gulf of Mexico\nwhen I glance over and see this ~~\n\nMurtaugh indicates the TOILET PAPER ROLL where the following\n\nmessage has been written: .\n“BOOM. YOU'RE DEAD.\"\n\nRiggs reads the message and reacts.\n\nRIGGS\nUh-oh.",
  "47": "---END OF PREVIOUS SECTION---\n“BOOM. YOU'RE DEAD.\"\n\nRiggs reads the message and reacts. RIGGS\nUh-oh. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAUGH\nAnd after that, I just stayed put.\n\nRIGGS\nYou've been sitting here all night?\n\n \n\f@ | of\n\nMURTAUGH\nHell, yes, I've been sitting here\nall night!\n\nRIGGS\nWell, at least you got to read your\nmagazine,\n\nMURTAUGH\nYeah. Five fucking times!\n\nRiggs gets down on his hands and knees to investigate\nthe situation.\n\nMURTAUGH\nTell me I'm not fucked,\n\nRIGGS\nClass Four plastic explosives.\nWeight-compression agivates\ndetonator. 3\n\nMURBAUGH\nI'm fucked. <\n\nRIGGS\nAs long as you don't stand up,\nyou're okay.\n\n \n\nMURTAUGH\nOh, that's a relief. What was I\nso worried about?\n\nRIGGS\nI'm gonna need help.\n\nMURTAUGH\nNo way! I'm sitting on a toilet,\nhere! Gimme a break!\n\nRIGGS\nDammit, Roger! This is sericus!\nWe need the Bomb Squad.\n\nMURTAUGE\nOkay. Call them. But don't use\nan open frequency. Let's try to keep\nthis quiet.\n\nRIGGS\nTrust me.\n\n \n\nCUT TO:\n\f70:\n@ EXT. MURTAUGH'S HOUSE - DAY\n\nA real circus, FIVE PATROL CARS with flashing BUBBLE\nLIGHTS. TWO AMBULANCES. THREE FIRE TRUCKS. SIX TV\n\nStation NEWS VANS. DOZENS of UNIFORMED COPS. A CROWD\nof SPECTATORS, And a POLICE CHOPPER circling overhead.\n\nFEMALE NEWS\n\nREPORTER\n+ «se we're standing on the lawn\nef the home of Detective Sergeant\nRoger Murtaugh, a twenty year veteran\nof the Los Angeles Police Department.\nDetails are sketchy at this point, but\napparently a bomb of some kind has been\ndiscovered inside the house...\n\n{beat )\n\nAnd here comes the Bomb Squad now!\n\nThe BOMB SQUAD TRUCK roars Ww @o the curb and FOUR BCMB\nSQUAD COPS jump out wearing OTECTIVE GEAR, looking\n\na little like spacemen,. They each carry heavy leaded\nBOMB BLANKETS, g?\n\nINT.",
  "48": "---END OF PREVIOUS SECTION---\nThe BOMB SQUAD TRUCK roars Ww @o the curb and FOUR BCMB\nSQUAD COPS jump out wearing OTECTIVE GEAR, looking\n\na little like spacemen,. They each carry heavy leaded\nBOMB BLANKETS, g? INT. \n---TARGET SECTION TO BE ANNOTATED---\n MURTAUGH'S HoUSs*\n\n‘e\n\nThe Bomb Squad rushes in. The place is wall-to-wall\nCops.\ncop\nBomb Squad! Clear a path! Clear\na path!\n\nThe Bomb Squad charges up the CROWDED STAIRCASE.\nINT. THE BATHROOM\n\nTWENTY COPS are squeezed into this small space. Murtuagh\nsits on the toilet, embarrassed as hell. He glares\nat Riggs. .\n\nEXT. MURTAUGH'S HOUSE\nThe media circus continues.\n\nFEMALE NEWS\n\nREPORTER\n+ . « it's been almost an hour now\nsince the Bomb Squad entered the house\nbehind me. No word yet. on the exact\ntype of device discovered, although\nwe have learned that the location of\nthe bomb is beirg described as\n\"extremely sensitive.”\n\n \n\f \n\n7¢.\n\nNow Leo steps up to the Reporter, wearing DARK GLASSES.\n\nFEMALE NEWS\n\nREPORTER\nWith me now is a man who was in the\nhouse at the time the bomb was\ndiscovered.\n\nLEO\nThat's right, Sally. I was the one\nwhe actually called the police,\n\nFEMALE NEWS\nREPORTER\nThat was you...\n\nLEO\nYes.\n(modestly }\nDoes make me some kind of hera?\nI don't think sc, But if the\nword sticks . .. so be@t.\n\nINT. THE BATHROOM\n\noF)\nThe room looks like a padded goth because the Bomb Squad\nhas DRAPED the room with LEAD. BLANKETS. Murtaugh\nis also WRAPPED in the these blankets.\n\nThe Bomb Squad Members are finally prepared to suggest\na course of action:\n\nBOMB SQUAD LEADER\nI say we flush it.\n\nMURTAUGH\nFlush it?! That's your \"expert\"\nopinion!? Flush it!\n\nRIGGS\nSounds like good advise to me.\n\nMurtaugh shoots Riggs a nasty look,\n\f‘e\n\nBOMB SQUAD LEADER\n\nI want the reom cleared.\n\n(to Murtaugh)\nThose blankets will offer you some\ngood solid protecticn, Sgt. Murtaugh.\nNow here's the drill: When the toilet\ngets flushed, you dive like hell into the\nbathtub. Pull the blanket up over\nyour head like this.",
  "49": "---END OF PREVIOUS SECTION---\nMurtaugh. Now here's the drill: When the toilet\ngets flushed, you dive like hell into the\nbathtub. Pull the blanket up over\nyour head like this. \n---TARGET SECTION TO BE ANNOTATED---\n(he demonstrates)\nThat's a good, old-fashioned cast iron tub,\nand it'll withstand a pretty good\nblast... uh, just in case we get\ndetonation, that is.\n\nMURTAUGH\nWho's gonna do the flushing?\n\nRIGGS\nI will.\n\nMURTAUGR\nThanks.\n\nRIGGS\n\nMy pleasure.\n\nBOMB SQUAD LEADER\n(to Riggs)\nBetter put this on\n\nThey provide Riggs with a gRorEcrive OUTFIT.\nEXT. MURTAUGH'S HOUSEQ”\n\nEveryone has been noved back away from the house. The\nFemale News Reporter is now standing in the MIDDLE OF\nTHE STREET.\n\nFEMALE NEWS\n\nREPORTER\n+ + » we've all been moved back away\nfrom the house. Apparently they are\nnow ready to de-activate the bomb. As\nyou can tell, things have gotten very\nquiet here, as everyone holds their\nbreath, waiting for this situation to\nbe over...\n\nINT. MURTAUGH'S HOUSE\nThe Bomb Squad Members have gathered on the staircase.\n\nThey are frozen, like statues. Everyone else has been\nevacuated from the house.\n\n72.\n\f \n\n73\n\nTHE CAMERA MOVES UP THE STAIRCASE toward the BATHROOM\nDOOR.\n\nINT. THE BATHROOM\n\nRiggs and Murtaugh, all alone. Riggs wears the Protective\nSuit. Murtaugh is wrapped in the Bomb Blankets. Riggs\nhas his hand on the Flush Lever.\n\nRIGGS\nOkay. Here we go. One, two --\n\nMURTAUGH\n~~ wait, wait. We do it on three,\nor: One, two, three and then we\ndo it?\n\nRIGGS\nOn three. On three. Ready?\n\nMURTAUGH\nDo it, for Chrissakes!\n\nRIGGS\nOne... two ane ghees!\n\nRiggs FLUSHES! Murtaugh LEAR, gets the toilet. They\nboth DIVE into the tub -- ducRing and covering as they\nland with a heavy THUD. ay\n\nINT. THE STAIRCASE ,-\n\nThe Bomb Squad Memhers shield their faces under their\nprotective outfits.\n\nINT. THE BATHROOM\n\nRiggs and Murtuagh lift their heads up from the tub\nand peek out from behind the protective clothing.",
  "50": "---END OF PREVIOUS SECTION---\nTHE STAIRCASE ,-\n\nThe Bomb Squad Memhers shield their faces under their\nprotective outfits. INT. THE BATHROOM\n\nRiggs and Murtuagh lift their heads up from the tub\nand peek out from behind the protective clothing. \n---TARGET SECTION TO BE ANNOTATED---\nNo explosion. It worked. They smile in relief.\nEXT. MURTAUGH'S HOUSE\n\nIt's nearly a celebration. Everyone is smiling and\nlaughing. Riggs, Murtaugh and the Bomb Squad get a\nbig CHEER as they appear in the front yard.\n\nFEMALE NEWS\n\nREPORTER\nIt's all over now. The Bomb Squad\nhas emerged from the house. The\ncrisis over. A disaster clearly\naverted. And everyone -- including\nthis reporter ~- can breathe a\nGeep sigh of relief.\n\f74\n\nAnd then . . . BOOM! An EXPLOSION in the SEWERS under\nthe street. A MANHOLE COVER is propelled high into\nthe air. WATER, FLAME and SMOKE SPFW from the GAPING\nCRATER left in the road.\n\nThe Female News Reporter nearly jumps out of her skin.\n\nPEMALE NEWS\nREPORTER\nHoly fuck!\nINT, SOUTH AFRICAN CONSULATE - DAY\n\nLeo approaches the desk of a DIPLOMATIC ENVOY, who rises\nto greet him,\n\n \n\nENVOY\nMr. Jones?\nLEO\nThat's right.\n, ENVOY &\n@ Sit down, please, 9”.\n&\nee reg?\nThank you. y\n\nLeo takes a seat across the desk from the Envoy.\n\nEnvoy\nWhat can I do for you today?\n\nLEO\nI need your help. You're the only\none who can help me.\n\nENVOY\nI'll certainly try. What seems to\nbe the problem?\n\n \n\n \n\nLEO\nIt's a rather delicate matter,\nactually. .\n\n(beat)\n\nMy friend wants to emigrate to your\ncountry.\n\nENVOY\n\n@ Yes, of course. Well, I can help\n\nhim do that.\n\nLEO\n\nNo, no. I don't want you to help\nhim. I want yeu to talk him out\nof it.\n\f \n\n \n\nENVOY\nTalk him out of it? Whatever for?\n\nLEO\nI just don't think South Africa is\nthe place for him to be right now.\n\nENVOY\nLeok. Why don't you ask ycur friend\nto come around some time later in the\nweek, and we can --\n\nLEO\n-- he's here now. He came with me.",
  "51": "---END OF PREVIOUS SECTION---\nENVOY\nLeok. Why don't you ask ycur friend\nto come around some time later in the\nweek, and we can --\n\nLEO\n-- he's here now. He came with me. \n---TARGET SECTION TO BE ANNOTATED---\nENVOY\nHere now? Where?\n\nLEG\nThey told him to wait in the lobby.\n\nENVOY\nThere must have been some confusion.\n(presses intercom\n\nbutton)\nYour friend’s name@”. . .\n- O%\n. EO\nJones. 4\nENVOY\nWait a minute. I thought you were\nJones?\nLEO\n\nIam. We're both Jones,\nThat's a pretty common name here\nin America, you know.\n\nENVOY\n(into intercom)\nSend in Mr. Jones, please. Right\naway. Thank you very much.\n\nAnd then . . . MURTAUGH MAKES AN APPEARANCE. He waiks\nthrough the office toward the Envoy's desk. Clerks\nand Secretries look up and GASP.\n\nMurtuagh wears a flowered Hawaiian shirt, bright red\nsweat pants, a Dodger cap and black-out sunglasses.\n\nThe Envoy's jaw drops as Murtaugh joins Leo.\n\f76\n@ MURTAUGH\n\n(te the Envoy)\nHow ya doin'?\n\nENVOY\nThere must be some mistake.\n\nMurtaugh leans forward in a threatening manner.\n\nMURTAUGH\nSay what?\nENVOY\nSir... listen to your friend here.\n\nHe knows what he's talking about.\nI don't think you really want to go\nto South Africa.\n\nMURTAUGH\nWhy not?\n\nThe Envoy is silent for a moment. He's never encountered\na situation like this before.\n\nENVOY\n(softly)\nBecause you're Plackg®\n\nTAUGH\nI'm what? “ oe\n\n \n\nENVOY\n(softly)\nYou're black.\nMURTAUGH\nI'm black? You're telling me I'm\nblack?\nENVOY\nWell, IT...\nMURTAUGH\n{to Leo)\n\nHear that? He thinks I'm black.\n(to the Envoy)\nDo I look like a black man to you?\n\n/ ENVOY\nYes you do. You are a black man,\nMr. Jones.",
  "52": "---END OF PREVIOUS SECTION---\n/ ENVOY\nYes you do. You are a black man,\nMr. Jones. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f77\n\nLEO\n(to Murtaugh)\nSee? What did I tell you? What\ndoes everyone tell you!\n\nMURTAUGH\n{to Leo)\nShutup! I'm as white as you are!\n{to the Envoy)\nYou, toot\nENVOY\nYou certainly are not.\nMURTAUGH\nAm tot\nENVOY\n\nI've heard enough of this.\nI'm going to ask both of you\nto leave this building immediately.\n\nMurtaugh jumps up from his chair, &\n\nvortaSts\nI don't wanna lege: I wanna go to\nSouth Africa! °<\n\nTWO MALE CLERKS rush over to assist the Envoy. They\ngrab Murtaugh under each arm, attempting to whisk him\noff.\n\nFIRST CLERK\nLet's go! Come on. Out we go!\n\nMurtaugh easily throws them off, SENDING THEM FLYING\nin two different directions, CRASHING into lamps and\nfurniture.\n\nThe Envoy presses the PANIC BUTTON under his desk.\nEx?. THE CONSULATE BUILDING\n\nThe panic button RINGS A BELL at the Guard's Station\nnext to the parking garage. The Guard hears it and\nRUSHES INSIDE.\n\nOnce the Guard has disappeared, Riggs shows up. He\npresses the button that controls the Gate. It ROLLS\nUP , . . and Riggs enters the Parking Garage.\n\nINT. PARKING GARAGE\n\nRiggs enters, heading directly towards the Consulate\nbuilding entrance.\n\f‘aq\n\n \n\n78:\nINT, THE CONSULATE\n\nRiggs quietly slips inte the Consulate. No one sees\nhim. Everycne's attenticn is cn the commotion created\nby Murtaugh. Riggs sneaks in for a closer lcok, a big\nsmile playing on his lips because .. .\n\nMURTAUGH\n\nis standing on a desk top, peeling off his Hawaiian\nshirt.\n\nMURTAUGH\nDoes this look like black skint?\nThis is white skin! I am a white\nmani\n\nThe Security Guard tries to pull Murtaugh down, buy\nMurtaugh JUMPS to'the next desk top. Things CRASH to\nthe floor. Secretaries SCREAM.",
  "53": "---END OF PREVIOUS SECTION---\nI am a white\nmani\n\nThe Security Guard tries to pull Murtaugh down, buy\nMurtaugh JUMPS to'the next desk top. Things CRASH to\nthe floor. Secretaries SCREAM. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nMurtaugh, who is now naked from the waist up, grabs\na South African FLAG that's part gee Gisplay, and begins\nto WAVE it over his head. g\n\nmugikucs\nI wanna go to South Africa!\nI wanna go to uth Africa!\n\nThis is when Rudd appears -- and he can't believe his\neyes.\n\nRUDD\n- What the hell!? Stop him! Get\nhim down from there! Take that\nflag away from him!\n\nINT, RUDD'S PRIVATE OFFICE\n\nRiggs enters the office from the elevator. It's immaculate.\nThere is no indication that any work is done here.\n\nNo files. No paperwork. Nothing for Riggs to snoop\nthrough.\n\nMaybe this is why the note pad on Rudd's desk calls\nso much attention to itself. As Riggs moves toward\nthe desk, he HEARS SOMEONE COMING.\n\nHe quickly RIPS THE TOP PAGE FROM THE NOTE PAD then\nsteps back against the wall.\n\nRudd charges into the office from the elevator without\neven seeing Riggs and picks up his telephone. Riggs\nsteps forward. He's followed by Benedict and FOUR\nof his HITMEN.\n\f‘@\n\n4.\n\nRIGGS\nCalling the police? Don't bother.\nI'm already here.\n\nRudd slowly hangs up the phone.\n\nRUDD\nI should have known.\n\nRiggs glances at the Hitmen: Each one has blonder hair\nand bluer eyes than the next. And each one towers cver\n\nRiggs.\n\nThey stand there, poised for action . .. like Debermans,\n\n‘waiting for the attack command.\n\nRIGGS\nWell, look at this . . . Hitler's\nwet dream.\n\nRUDD\nI hope you realize how much trouble\nyou're in right now.\n\nRIGGS\nAs usual, you got Sie Sin all\nturned around. .\n\nRbpp\n\n(to the Hitmen)\nShow Officer Riggs to the street.\n\nOne of the Hitmen advances on Riggs . . . and Riggs\n\nputs a move on him that would make your head spin.\n\nHe grabs the guy's arm and SLAMS him to the floor, pinning\nhim there with his foot.\n\nThe other Hitmen make a gesture to attack and Riggs\nDRAWS HIS GUN stopping them in their tracks.",
  "54": "---END OF PREVIOUS SECTION---\nOne of the Hitmen advances on Riggs . . . and Riggs\n\nputs a move on him that would make your head spin. He grabs the guy's arm and SLAMS him to the floor, pinning\nhim there with his foot. The other Hitmen make a gesture to attack and Riggs\nDRAWS HIS GUN stopping them in their tracks. \n---TARGET SECTION TO BE ANNOTATED---\nRIGGS\nHaven't you guys heard about me?\nI got a bad reputation. Sometimes\nI just go nuts! Like now. I'm\nright on the edge. Just give me a\nlittle push . . . just a little nudge.\n\nSilence. Nobody makes a move. Mexican stand-off,\nRiggs begins to back toward the door.\n\nRIGGS\nWhatever it takes, Rudd. Whatever\nit takes. That's what I'll] do to\nbring you down.\n(beat) )\nHey, Benedict . . . \"Boom. You're\ndead!\"\n\f \n\nRiggs FIRES his Beretta past Benedict's ear into Rudd's\nenormous AQUARIUM. The glass SHATTERS. Water PCURS\n\ncut. Rare and expensive fish flip-fep acress the Oriental\ncarpet,\n\nRiggs exits. Rudd, Benedict and the Hitmen drop to\nthe floor in a desperate effort to rescue the most valuable\nfish.\n\nRUDD\nThe angelfish first! The angelfish\nfirst! .\n\nINT. CONSULATE LOBBY\n\nAs Riggs marches across the lobby toward the front doors,\n\nhe sees a familiar face walking towards him: Jill Townsend.\nShe locks eyes with him, surprised to see him inside\n\nthe building. In less than a moment, they have reached\neach other.\n\nJILL\n{hesitant; tentative)\nHello. Officer... ?\n\nRIGGS\n\nRiggs. Martin Riggs. ©\n(beat)\n\nMiss... Fownseng Wight?\n\nQt\nYes. You remeMbered, What are you\ndoing --\n\n_ RIGGS\n~- just making a secial call on your\nhess.\n\nRiggs continues on toward the door. Jill watches him\ngo.\n\nEXT. WILSHIRE BLVD. - DAY\n\nRiggs, Murtaugh and Leo walk toward their parked Police\nSedan. .\n\nMURTAUGH\n\n(laughing)\nDid you see their faces when I\ntook my shirt off and waved their\nflag! Man, that was fun! I\nenjoyed myself. I had a good time.\nI felt young again.\n\n{to Riggs)\nWhat about you?\n\f \n\nol.\n\nRIGGS\nYeah. Great.\n\nMURTAUGH\nNo.",
  "55": "---END OF PREVIOUS SECTION---\nRIGGS\nYeah. Great. MURTAUGH\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n I mean, what did you come up\nwith? Did you get inside Rudd's\noffice?\n\nRIGGS\nYeah. But I didn't have much time\nbefore Benedict and his Hitler\nYouth showed up.\n\nThey arrive at the car, Murtaugh notices that Leo has\na cigar in his hand. He passes it under his nose, drinking\nin its pleasant smell,\n\nMURTAUGH\nWhere'd you get that?\n\nLEO\nI took it off the Envoy's desk.\nThis is a ten dollar cigar. I\ndidn't know South Africa had such\na good relationship wee Cuba.\n\nLeo climbs into the back seat, Bae Riggs and Murtaugh\nremain on the sidewalk fot G“moment.\n\nRIGGS\nRoger, take a lock at this.\n\nRiggs unfolds the page he tore from Rudd's note pad.\n\nRIGGS\nI took this from Rudd's desk.\n\nMurtaugh takes it. Reads it out loud.\n\nMURTAUGH\n“Nora Dane. San Pedro.\"\n. RIGGS\nWhaddaya think?\nMURTAUGH\n\nName's familiar.\n\nRIGGS\nNora Dane? You know who she is?\n\nMURTAUGH\nDidn't say that. Familiar, that's\nall. Rings a bell.\n\fMe\n\n \n\nRIGGS\nSomebody you busted once?\n\nMURTAUGH\nIt'll come to me.\n\nSuddenly, the CAR'S SIREN BEGINS TO WAIL -- an awful,\near~piercing SCREAM that startles Riggs and Murtaugh.\n\nMurtaugh throws cpen the car door, sees Leo leaning\nover from the back seat with his hand on the dashboard.\n\nMURTAUGH\nWhat the hell are you doing?!\n\nLEO\nI thought it was the lighter!\n\nMURTAUGH\nNever play with buttons, Leo!\n\nRiggs is amused to see all the traffic on Wilshire Blvd.\npulling over te the right.\n\nINT, RUDD'S OFFICE\n\nBenedict's Hitmen are soaking ug he aquarium water\nwith towels. The angelfish sWjm in small bowls and\ncoffee cups filled with Vee\n\nRudd sits down behind ys desk. In a moment, he will\nnotice that a page is missing from his pad. And that\nmoment is now.\n\nRUDD\nBenedict!\n\nDISSOLVE TO:\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nAnd that\nmoment is now. RUDD\nBenedict! DISSOLVE TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ~ OFFICER TOM WYLER'S HOUSE\n\nWyler wears only a pair of gymn shorts. He's in great\nphysical condition. He straps on a pair of GRAVITY\nINVERSION BOOTS, then reaches up to a chrome-plated\nbar suspended from the ceiling, swings his legs high\ninto the air and HOOKS the boots over the bar. Now,\nsuspended upside down, he begins his morning routire\nof inverted sit-ups.\n\nOFF SCREEN VOICE\nMorning, Tommy. How's it hanging?\n\nWyler is startled by the unexpected greeting. Who the\nhell is this?\n\fe\n\n \n\nFirst we get WYLER'S UPSIDE DOWN POV of a MAN is standing\nin. the kitchen doorway. Then...\n\nTHE CAMERA RIGHTS ITSELF\n\nAnd we see that the man is Benedict. He holds a pistol\nwith a silencer attached to the barrel.\n\nWYLER\nJesus Christ!\n\nAlarmed, Wyler makes a reach for the bar to unhook himself.\n\nBENEDICT\nHold it, Tommy!\n\nBenedict FIRES his gun. The bullet PINGS off the chrome\nbar, and Wyler's hand jumps away.\n\nBENEDICT\nHands away from the bar.\n\nWYLER\nWho are you?! What do you want!?\n\nBenedict puts a THIN CIGAR into his mouth and lights\nup.\n\nBENEDICEO®\nShhh, Tommy. Take it Sy.\nListen, Qe\ns CUT TO:\nEXT. OFFICER GARY PRICE'S BACKYARD - DAY\n\nPrice comes out to his backyard pool with a towel around\nhis neck. The house is a small stucco bungalow and\n\nthe pool takes up nearly the entire yard.\n\nPrice discards the towel, steps onto the DIVING BOARD\nand walks out to the very tip. Then, bending his legs,\nhe springs straight up into the air... CUT TO:\n\nTHE UNDERSIDE OF THE DIVING BOARD\n\nSomething is stuck there. Something LUMPY and GRAY,\nlike a big slab of Play-Doh.\n\nPRICE'S FEET\ncome down HARD on the board ~~ which BLOWS TO SMITHEREENS..",
  "57": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nTHE UNDERSIDE OF THE DIVING BOARD\n\nSomething is stuck there. Something LUMPY and GRAY,\nlike a big slab of Play-Doh. PRICE'S FEET\ncome down HARD on the board ~~ which BLOWS TO SMITHEREENS.. \n---TARGET SECTION TO BE ANNOTATED---\n\fé\nSoe\n\n \n\n&4\n\nA SHATTERING EXPLOSION\n\nthat rocks the morning stillness -~ SPRAYS water high\ninto the air -- and BLOWS OUT every window in the house.\nA FIRE BALL climbs toward the sky.\n\nCUT TO:\n\nINT. WYLER'S HOUSE\n\n. Benedict hears the DISTANT EXPLOSION.\n\nBENEDICT\nHear that, Tommy? Sounds like a\nneighbor just fell victim to a serious\nhousehold accident.\n(beat)\nThey can be killers.\n\ncur TC:\nEXT. OFFICER CAVANAUGH'S HOUSE\n\nCavanaugh comes out the front door and TRIPS over a\n\ntiny silver WIRE stretched a foct above the ground\n\n+ « + and the frent of the house detonates -- a SHATTERING.\nEXPLOSION that rends it to pieces.\n\nCavanaugh STAGGERS cut of the flames ... dazed...\nbloody , . . STUMBLING toward his car .. . groping\nblindly .. . reaching out for the door @Mandle ...\npulling it open... BAM! Another Eh SION. More\npowerful than the first. x\n\nCavanaugh and his auto are blogn to kingdom come.\ncur TO:\nINT. WYLER'S HOUSE\nAs Benedict and Wyler hear these additional explesicns.\n\nBENEDICT\nCan you believe it, Tommy?\nI think it just happened again.\nPeople cughta be more careful\naround the home.\n\nWYLER\nYou sonofabitch! What are you doing?!\nI'm a cop!\n\nBenedict steps BEHIND Wyler.\n\fLL\n\n \n\nBENEDICT\nYou were a cop, Tommy...\n\nBenedict places the barrel of his gun AGAINST THE BACK\nOF WYLER'S HEAD AND FIRES. He tosses away his cigar\nbutt and exits.\n\nEXT. WYLER'S HOUSE\n\nBenedict emerges from the house and strolls casually\naway, hands in pockets.\n\nSIRENS can be heard in the distance.\n\nCAMERA PULLS UP, UP, UP .. . until we see the entire\nneighborheed . . . and TWO LARGE PLUMES OF SMOKE rising\n\ninto the sky.\nDISSOLVE TO:\n\nINT. WYLER'S HOUSE\n\nCLOSE ON RIGGS.",
  "58": "---END OF PREVIOUS SECTION---\nCAMERA PULLS UP, UP, UP .. . until we see the entire\nneighborheed . . . and TWO LARGE PLUMES OF SMOKE rising\n\ninto the sky. DISSOLVE TO:\n\nINT. WYLER'S HOUSE\n\nCLOSE ON RIGGS. \n---TARGET SECTION TO BE ANNOTATED---\n And there's a look of great anguish\n\nin his eyes because Wyler's body is being taken down\n\nfrom the Gravity Inversion Bar by UNIFORMED POLICE OFFICERS.\nThe house is CRAWLING with COPS.\n\nThen, Riggs sees semething on the floor. He bends down\nand picks up Benedict's discarded cigar StUEG\n\n8\nEXT. WYLER'S HOUSE - DAY Qe\n\nWyler's covered body is being placka into the Coroner's\nVan. Riggs comes cut of the house with the cigar: stub\nin his hand. Captain Murphy comes up to him, sees what\nhe's holding.\n\nRIGGS\nFound this on the carpet.\n(beat)\nWyler didn't smoke. Wouldn't even\nallow it in the house.\n\nMURPHY\nMy kinda guy.\n\nMurphy signals for a HOMICIDE DETECTIVE to place the\ncigar stub into a plastic evidence bag.\n\nMURPHY\nThere wasn't enough left of Price\nand Cavanaugh to fill a shoe box.\nJesus Christ, Riggs, what kind of\npsychos are we dealing with here?\n\f \n\n‘@\n\nRIGGS\ni think you know exactly who we're\ndealing with, Captain.\n\nSo saying, Riggs turns on his heels and heads for his\ntruck parked at the curb. Murphy regards him with a\ntroubled expression.\n\nINT. SUPERMARKET - EARLY EVENING\n\nJill Townsend is at the produce bins, hand selecting\nvegetables that she places in the small plastic basket\nhooked over her arm. She becomes aware of semekody\nstanding behind her. She turns... it's Riggs.\n\nJILL\nOfficer Riggs . . . we meet again.\n\nRIGGS\nI followed you here from the Consulate.\n\nJILL\nYou followed me?\n\nRIGGS\nI wanted to apologize for frightening\nyou that first night...\n\nJILL\nI wasn't scared. Just surprised.\n\nRIGGS go?\nAnd to thank you. . “gy?\n\noi\nThank me for what?\n\nRiggs doesn't answer directly. He just gives her a\nsly smile.\n\nRIGGS\nYou don't like your boss much, do\nyou?\n\nJILL\n\nThere are a lot of things I don't\nlike about my boss... and my\ncountry . . .",
  "59": "---END OF PREVIOUS SECTION---\nHe just gives her a\nsly smile. RIGGS\nYou don't like your boss much, do\nyou? JILL\n\nThere are a lot of things I don't\nlike about my boss... and my\ncountry . . . \n---TARGET SECTION TO BE ANNOTATED---\n but I like my job\nvery much,\n\nShe moves to the next bin. Riggs moves with her.\n\nRIGGS\nI Gidn't get your first name.\n\f \n\nJILL\nJill.\nRIGGS\n(pointing to her\nbasket)\nDinner?\nJILL\nYes.\nRIGGS\n\nShop a day at a time, huh?\n\nJILL\nThat's right. No point shopping\nfor the entire week.\n\nRIGGS\nWhy not?\n\nJILL\n(smiling)\nI never know what I'll be hungry for\nfrom one day to the next.\n\nRiggs takes the basket from her hand. His expression\nis intense. He's not charming and he's not flirtatious.\nHe's just direct.\n\nRIGGS g®\nHave dinner with me. | 8\n\nag?\nJill is intrigued by him, but she ngied no reply.\n\nRIGGS\nI have a place at the beach.\nRight on the sand. A view of the\nocean from all windows, and a\nbeautiful sunset every night. I'll\neven make the dinner,\n\n(beat )\n\nI'm a gourmet cook.\n\nINT. RIGGS' TRAILER AT THE BEACH - SUNSET\n\nRiggs and Jill enter the cramped trailer through the\nsliding glass door. The expression on Jill's face\nacknowledges the disparity between her expectations\nand what she now sees.\n\n. JILL\nYou must Le an honest cop, Martin\nRiggs.\nRIGGS\n\nDisappointed?\n\fd2.\n@ SILL\nNot in you.\n\nRIGGS\nIt's everything I said. Check out\nthe view.\n\nShe looks at the sunset through the sliding glass door.\nThe sky is a firey shade of orange.\n\nJILL\nWhat are those lights? Ships?\n\nRiggs comes up behind her.\n\nRIGGS\n\nOil drilling platforms.\n\n(beat }\nSometimes at night, it gets so dark\nyou can't see your own hand in front\nef your face. The sky and the ocean\nare completely black, and the only\nthings you can see are those drilling\nplatforms ten miles out to sea.\nTwinkling like Christmas trees.\n\nDuring this, Riggs has placed his hand on her shoulder.",
  "60": "---END OF PREVIOUS SECTION---\nThe sky and the ocean\nare completely black, and the only\nthings you can see are those drilling\nplatforms ten miles out to sea. Twinkling like Christmas trees. During this, Riggs has placed his hand on her shoulder. \n---TARGET SECTION TO BE ANNOTATED---\nJill turns, tilts her head up tomgita Riggs and gives\n\n \n\nhim a knowing smile, eg\nask\nThis is a sedugtion, isn't it?\n. RIGGS\nWhat do you mean? , . . why do you\nsay that?\nJILL\nYou're trying to sweep me off my\nfeet...\nRIGGS\nMaybe,\nJILL\nMake my head spin...\nRIGGS\nYeah.\nJILL\n\ne@ Wrap me around your finger...\n\f \n\n&f\n\nRIGGS\nOkay.\nJILL\nI'm not stupid, you know,\nRIGGS\nNot a bit.\nJILL\n\nI know what's going on. You can't get\nto Rudd. He's hiding behind\n\nhis Giplomatic credentials. You\n\nthink I can help you in some way.\n\nRight?\nRIGGS\nUh-huh.\nJILL\nWell . . . Maybe I can. And maybe\nIwill. We can talk about that later,\nRIGGS\nLater?\nJILL g®\n\nYes. Afterwards ..\n\nShe puts her arms around ni Deck and kisses him on\n\nthe mouth. Riggs respondsy sliding his hands ur her\nback. Jill breaks off the”kiss, pushes away from him\nand pulls closed the curtains on the sliding glass door.\n\nJILL\nAnd you're not a gourmet cook, are\nyou? :\nRIGGS\n\nSure Iam. Says so right on the\nfrozen food container.\n\nShe begins to unbutton her dress. Riggs turns toward\nthe bed -- sees SAM curled up asleep -- SLAPS him on\nthe rump.\n\nRIGGS\nBeat it! No Stooges tonight.\n\nSam hops off the bed and exits the trailer through the\nfloor Doggie-Door. Riggs throws back the blankets,\n\n-exposing the sheets.\n\fad\nC\n\n \n\nWhen he turns back toward Jill, she is moving towards\n\nhim, her dress loose and epened, falling off her shoulders.\nRiggs slides his hands under her clothing and pulls\n\nher down to the bed.\n\nEXT. THE OCEAN ~ NIGHT\n\nA GRUMMAN ALBATRCSS comes in low over the ocean. The\npilot kills the encines and it glides in, smooth and\nsilent.\n\nIt slides into the water on its belly, trailing behind\nit a wake of rippling moonlight.",
  "61": "---END OF PREVIOUS SECTION---\nTHE OCEAN ~ NIGHT\n\nA GRUMMAN ALBATRCSS comes in low over the ocean. The\npilot kills the encines and it glides in, smooth and\nsilent. It slides into the water on its belly, trailing behind\nit a wake of rippling moonlight. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON TEE ALBATROSS\n\nas FOUR SOUTH AFRICAN HITMEN hop out wearing wet-suits\nand carrying automatic weapons. They wade through the\nsurf toward shore.\n\nINT. RIGGS' TRAILER\n\nJill is under the sheets. - Riggs f@ sitting on the\nbed, naked -- cigarette in one haga, a COMPUTER CRIP\n\nin the other.\nOn\nRIdds\n\n» . « it goes iryo the car's alarm\nsystem. It sends out a signal that\nthe police can follow. In case the\ncar gets stolen.\n\nJILL\nYou want to put that into Rudd's car.\nYes?\n\nRIGGS\n\nYes. Tonight. Can you get me in?\n\nJILL .\nAll you had to do was ask. But I'm\nglad you didn't.\n\nEXT. THE TRAILER - NIGHT\n\nThe Hitmen walk up to Riggs’ trailer and form é@ line\nparallel to it. They hold their weapens in position.\n\nINT. THE TRAILER\n\nThe silence of the night is suddenly shattered by an\nERUPTION OF AUTOMATIC GUNFIRE. The sliding glass door\nEXPLODES, blowing a thousand sharp projectiles through\nthe trailer.\n\f \n\n \n\nqi\n\nRiggs pulls Jill to the floor.\n\nRIGGS\nDOWN!\n\nBoth are naked. Riggs grabs his jeans, wiggles into\nthem. Jill clutches her dress.\n\nMACHINE GUN FIRE TEARS through the trailer's metal sides.\nThe NOISE is deafening . . . Wood cabinets are CHEWED\n\ninto SPLINTERS . . . Windows DISINTEGRATE like bursting\nscap bubbles . . . Appliances are PULVERIZED. Everything\nis being DESTROYED; DEMOLISHED; CONSUMED in a hail of\nblazing weapon's fire,\n\nEXT. THE TRAILER\n\nThe Hitmen SPRAY the trailer with gunfire. As one clip\nis exhausted, they calmly and methodically slap in another.\n\nINT. THE TRAILER\n\nThe FUSSILADE seems never ending. The trailer is literally\nbeing TORN and SHREDDED apart. The ceiling begins to\nCOLLAPSE as the metal sides BUCKLE and BEND under the\npunishing attack.\n\nRiggs and Jill have flatened ta@lseives against the\ntrailer's floor.",
  "62": "---END OF PREVIOUS SECTION---\nThe trailer is literally\nbeing TORN and SHREDDED apart. The ceiling begins to\nCOLLAPSE as the metal sides BUCKLE and BEND under the\npunishing attack. Riggs and Jill have flatened ta@lseives against the\ntrailer's floor. \n---TARGET SECTION TO BE ANNOTATED---\n Automatic wgapons fire WHIZZES only\ninches above their heads.\n\nRiggs' hand reaches up fo Bis Beretta and shoulder\nholster. GRABS IT. Pul it towards him. Now, he\nbegins to move across the Floor on his stomach, pulling\nJill with him... inching their way toward the\n\nfloor Deggie-Door.\n\nUNDERNEATH THE TRAILER\n\nRiggs and Jill emerge from the Boggie-Deg. The area\nunder the trailer is less than three feet high. Above,\nthe DEFEANING BARRAGE of GUNFIRE continues without let\n\nup.\n\nJill struggles into her dress. Riggs digs into his\npants pockets for his truck keys. He gives them to\nJill and gestures for her to get moving.\n\nJILL\n\ncrawls out from under the trailer on the side opposite\nthe attack.\n\f \n\nGZ\n\nRIGGS\n\ncrawls out in the other direction. Moving rapidly on\nhis stomach across a sand dune like the trained Special\nForces Commande that he once was.\n\nHe COMES UP BEHIND THE Hitmen. He takes a deep breath,\nthen RISES UP into a shooting position. BAM. BAM. BAM.\n\nThree Hitmen drop like marionettes with their strings\ncut. But the Fourth Hitman TURNS and SPRAYS a VOLLEY\nof MACHINE-GUN FIRE in Riggs' direction.\n\nRiggs leaps and rolls to the side. The Hitman advances,\nmachine-gun CHATTERING. Then . . . the ROAR OF A TRUCK\nENGINE. The BLINDING GLARE of headlights.\n\nRIGGS'S PICKUP TRUCK\n\nHURTLES out of the darkness, fishtailing through the\nsand. A fender SLAMS the Hitman from behind, throwing\nhim twenty feet in the air. He comes down hard on his\nshoulder.\n\nRiggs scrambles to his feet, The Pickup ROARS down\n\non him. The passenger door flies cpen. The truck dcesr't\nslow down. Riggs GRABS the open song SWINGS his body\ninto the cab. o\n\nThe Hitman climbs to his knees. wHe FIRES at the departing\ntruck. ®&\n\nINT. TRUCK'S CAB *\n\nJill is behind the wheel. Riggs SEES SOMETHING in the\nSIDE MIRROR.",
  "63": "---END OF PREVIOUS SECTION---\nRiggs GRABS the open song SWINGS his body\ninto the cab. o\n\nThe Hitman climbs to his knees. wHe FIRES at the departing\ntruck. ®&\n\nINT. TRUCK'S CAB *\n\nJill is behind the wheel. Riggs SEES SOMETHING in the\nSIDE MIRROR. \n---TARGET SECTION TO BE ANNOTATED---\nRIGGS\nSlow down! Slow down!\n\nSAM IS RUNNING after the truck as fast as his four short\nlegs will carry him. Machine-gun fire KICKS UP SAND\n\n@ll around him. The truck slows down just enough, allowing\nSam to LEAP ONTO THE TAILGATE and climb into the cargo\nbed.\n\nEXT. THE SOUTH AFRICAN CONSULATE ~ NIGHT\n\nRiggs and Jill stand across Wilshire Blvd. from the\nConsulate.\n\nRIGGS\nWhat about the video camera cover\nthe door?\n\f \n\n \n\nJILL\nIt's only on during business\nhours. But there's an alarm system\nwith a 45 second delay.\n\nRIGGS\nYou know the code?\n\nJILL\n(smiling)\nWho do you think turns it off every\nmorning?\nINT. CONSULATE LOBBY - NIGHT\n\nWe HEAR the KEY IN THE LOCK, The door opens and Riggs\nand Jill enter.\n\nJill goes immediately to the KEY PAD on the wall and\npunches in the code, The RED LIGHT turns OFF...\nand the GREEN LIGHT comes ON. . . indicating that the\nsystem has been disarmed.\n\nJILL\nThis way.\n\nShe leads him down a SERIES OF cag®rpors until reaching\nthe Parking Garage Door. The ddr reguires another\nkey. She opens it for him. y\n\nINT. UNDERGROUND PARKING GARAGE\n\n»y\nThey enter the garage. Rudd‘s Mercedes is the only\ncar there. Riggs slides in, POPS the HOOD LATCH.\n\nINT. RUDD'S APARTMENT WITHIN THE CONSULATE\n\nRudd lives in the building's top floor. He's at the\nbar, pouring a drink. Benedict is there with him.\n\n(We NOTICE that there is another KEY PAD on the apartment\nwall, and the GREEN LIGHT is glowing.)\n\nINT. UNDERGROUND PARKING GARAGE\nRiggs is done. He closes the hood of the Mercedes.\nINT. RUDD'S APARTMENT\n\nBenedict crosses the room. He sees something that troubles\nhim.\n\nRUDD\nWhat’s the matter?\n\fBenedict indicates the GLOWING GREEN LIGHT on the key\npad.\n\nBENEDICT\nSomeone's shut off the alarm.\n\nFor a moment, they just stare at each other. Then,\nthe RED LIGHT COMES ON AGAIN.",
  "64": "---END OF PREVIOUS SECTION---\nBENEDICT\nSomeone's shut off the alarm. For a moment, they just stare at each other. Then,\nthe RED LIGHT COMES ON AGAIN. \n---TARGET SECTION TO BE ANNOTATED---\nRUDD\nNow it's on again,\n\nBENEDICT\nTurn on the camera!\n\nEXT. CONSULATE ENTRANCE - NIGBT?\n\nRiggs and Jill emerge quietly from the Consulate's front\ndecor. As she closes it behind her, the RED LIGHT on\n\nthe VIDEO CAMERA comes on, indicating that the camera\n\nis now in use.\n\nRiggs and Jill don't notice this.\n\nINT. THE APARTMENT\n\nBenedict and Rudd look into the MO@{TOR. Riggs and\n\nJill can be seen turning away £ the front door and\ngoing down the steps toward the reet.\noe\nnuSd\n\nJill Townsend. %\n\nBENEDICT\nShe's with Riggs! I can't believe\nthis guy -- he's got more fucking\nlives than a cat!\n\nRUDD\nTake care of this immediately.\n\nEXT. AN APARTMENT HOUSE COURTYARD - NIGHT\n\nA 30's Style stucco apartment building. Like the ones\neff Olympic Blvd. in Beverly Hills.\n\nRiggs walks Jill to her apartment door.\n\nRIGGS\nThank you.\n\nHe gives her a kiss.\n\f@ RIGGS\nI've got to go.\n\nJILL\nDid we start something tonight, or\njust end it?\n\nRiggs sighs to himself.\n\nRIGGS\nI'm not good relationship material.\nI don't think I have much of a future.\n\nJILL\nJust plenty of past.\n\nRIGGS\nMore than I need.\n\nEXT. THE STREET\n\nRiggs hurries back to his Truck. But he never makes\nit...\n\nBENEDICT EMERGES from the shadows of, the bushes, looming\n\n@ up behind Riggs with an automatic mPle in his hands.\n\n8 He SLAMS the butt end against theQSACK OF RIGGS' HEAD.\n\n~ IMPACT, Riggs goes down hard. 4 SOUND PADES in and out.\nThe stars above, the yard, tha&§trees, the streetiamps,\nSWIRLING and SPINNING. x\n\nTWO HITMEN appear. Benedict directs them toward Jill's\napartzent with the wave cf his hand,\n\nINT, MURTAUGH'S HOUSE ~- NIGHT\n\nMurtaugh and Leo are sitting on the scfa. The TV is\nplaying, but nobody is watching . . .",
  "65": "---END OF PREVIOUS SECTION---\nThe stars above, the yard, tha&§trees, the streetiamps,\nSWIRLING and SPINNING. x\n\nTWO HITMEN appear. Benedict directs them toward Jill's\napartzent with the wave cf his hand,\n\nINT, MURTAUGH'S HOUSE ~- NIGHT\n\nMurtaugh and Leo are sitting on the scfa. The TV is\nplaying, but nobody is watching . . . \n---TARGET SECTION TO BE ANNOTATED---\n because Leo is\nreviewing Murtaugh's TAX RETURNS. .\n\nLEO\n\nWhat I see here are nice\n\nconservative returns. Everything\n\nby the hook. Everything black and\n\nwhite. What you gotta do is\n\nplay around in the gray areas a\n\ndittle more. This is where you\n\ncan really save some bucks. Granted,\n\non your salary we don’t have much\n\nto work with. What you really need\ne@ are more deductions.\n\nt MURTAUGH\na Mere deducticns, huh? ...\n\fK\n@ LEO\n\nRight. Let's say you pay off an\ninformant. Get a receipt and take\na deduction.\n\n(beat)\nIf you buy yourself some food during\na Sstake-out . . . get a receipt and\ntake a deduction.\n\n(beat)\nYou.use your own credit card to buy\ngas after a high-speed chase...\nget a receipt and take a deduction.\n\nMURTAUGH\nThanks, Leo. I'll remember that.\n\nMurtaugh begins to collect his returns, putting everything\nback in a large envelcpe. Leo brings up a subject\nthat has clearly been haunting him:\n\nLEO\nI guess .. . after I cooperate with\nthe Feds .. . tell them all I know\n» +. Igo free. Right? No jail time?\n\nMURTAUGH ©\nCould be, Leo. Could &\n\n \n\nLEO\nThat's good. Beca®se I've learned\nmy lesson. Fromnow on, it's the\nstraight and narrow for me.\n\nMURTAUGH\nOf course, the government's gonna\nconfiscate everything you own. Your\nhome. Your car. All your possessions.\nAnd they're gonna seize all your\nassets: Bank accounts, CD's, stocks.\nWhatever they can find.\n\nLEO\nThey are?!\n\nMURTUAGH\nThat's how it is, Leo. You don't\nget to keep what you don't get legal.\n\nLEO\nPuck.\n\n@ As he gathers up his tax records, Murtaygh comes across\na piece of paper that gives him pause. He's so preoccupied\nwith it, that Leo notices.\n\f \n\n \n\n47.\n\nLEO\nWhat's that?\nMURTAUGE\nThe Bill of Sale for my fishing\n\nboat...\n\nMurtaugh remains distracted by the Bill of Sale in his\nhand.",
  "66": "---END OF PREVIOUS SECTION---\nLEO\nWhat's that? MURTAUGE\nThe Bill of Sale for my fishing\n\nboat... Murtaugh remains distracted by the Bill of Sale in his\nhand. \n---TARGET SECTION TO BE ANNOTATED---\n Something is going on with him, the wheels are\nturning in his head.\n\nLEO\nWell, guess I'll turn in.\n\nMURTAUGH\n(without looking up)\nOkay, Leo. Good night.\n\nOnce Leo is gone, Murtaugh goes to a shelf where VIDEO\nTAPES are stored and takes cone down.\n\nHe puts the tape into the VCR and presses PLAY. This\nis what we see:\n\nTHE MURTAUGH FAMILY OUT ON THE BOAT,\n\nThere’s Nick clowning around on deck. And Rianne posing\nin her bikini. There's Murtaugh wearing a Captain's\n\nHat and waving at the camera. ©\nMurtaugh presses FAST FORWARD an®advances the tape;\nsearching.\n29\nMURTAUGH\n\nWhere is it? Where is it? ...\nINT. THE BATHROOM\n\nLeo enters. The shower curtain is drawn across the\ntub. Leo pays no attention to this, but he is curious\nabout the OPEN BATHROOM WINDOW,\n\nAs he approaches to take a closer look, the SHOWER CURTAIN\nis quietly pulled back and a South African HITMAN STEPS\nOUT OF THE TUB.\n\nLeo turns . . . but all he gets to see is the SHOWER\nCURTAIN being LOWERED over his head -- wrapped around\nhis neck -- and pulled tight, shutting out the air.\n\nLeo's being ASPHYXIATED by the Hitman. He flails his\narms and kicks his feet, but he's no match for the Hitman's\nsuperior strength.\n\f \n\n \n\nINT. THE LIVING ROOM\n\nMurtaugh continues to Past Forward through the tape.\nThen he stops .. . rewinds a little... plays it\nforward,\n\nWe see what looks like more cf the same; the Murtaughs\nat play on the family boat. But Murtaugh sees something\nthat we don't. He rewinds. Plays it again. Bends\n\nin close. Rewinds. Plays it again. Slow moticn.\n\nVery close to the screen. Looking hard. Rewinds.\n\nPlays it again. One frame at a time.\n\nMURTAUGH\n(hushed)\nI knew it.\n\nWhat's he looking at? In the background of one shot\n\nis a FREIGHTER. A great big ocean-going carge ship.",
  "67": "---END OF PREVIOUS SECTION---\nWhat's he looking at? In the background of one shot\n\nis a FREIGHTER. A great big ocean-going carge ship. \n---TARGET SECTION TO BE ANNOTATED---\nAnd the name painted on the Freighter's bow is: NCRA\nDANE.\n\nMurtaugh actually touches his finger te the screen right\nwhere the name appears.\n\nMURTAUGE ©\n(smiling) 9\nNora Dane. 8\n\nSe\nThen: Murtaugh sees a REPLECTSON IN THE TV SCREEN.\nSomeone behind him! He whigls around -- finds himself\nface to face with the SOUTH AFRICAN HITMAN.\n\nHe doesn't think -~- he just reacts. He THROWS A PUNCH\nagainst the Hitman's jaw.\n\nThe Hitman is propelled backwards against the wall,\n\nbut BOUNCES BACK WITH A VENGEANCE. He overwhelms Murtaugh\nwith a series of Martial Arts KICKS and JABS that fairly\nWHISTLE through the air.\n\nMurtaugh is beaten back into the:\nHOBBY ROOM\n\nWhere he CRASHES to the floor within inches of the the\nCARPENTER'S TOOLS.\n\nThe Hitman advances. Murtaugh SWINGS UP his arm, the\nPNEUMATIC NAIL GUN in his grasp. BAM! He fires a nail.\nTHUNK! Right between the Hitman's eyes, The expression\nof surprise on his face is almost comical, He sinks\n\nto his knees and keals over onto his face.\n\f \n\nMurtaugh steggers to his feet, head reeling. Holding\nhis side, he sturbles back into:\n\nTHE LIVING ROOM\n\nOnly to see a SECOND HITMAN approaching from across\nthe room with a KNIFE in his hand. It takes Murtaucgh\na moment to bring him into focus.\n\nThe Hitman comes forward slowly, like a predatory animal\nStalking wounded prey. Murtaugh rocks back and forth\n\non his heels, still unsteady from the beating he just\n\ntook. He raises the Nail Gun -- points it at the approachin\nHitman and fires -- BAM!\n\nThe Hitman grabs a small END TABLE by the legs and uses\nits top as a shield, THUNK. The nail sinks into the\nwood.\n\nThe Hitman keeps coming. Holding the table in front\nof him. Murtaugh AIMS LOWER ~- BAM! . . . The Hitman\nlowers the table -- THUNK . . . Murtaugh AIMS HIGHER\n~~ BAM! . . .",
  "68": "---END OF PREVIOUS SECTION---\nMurtaugh AIMS LOWER ~- BAM! . . . The Hitman\nlowers the table -- THUNK . . . Murtaugh AIMS HIGHER\n~~ BAM! . . . \n---TARGET SECTION TO BE ANNOTATED---\n The Hitman raises the table -- THUNK.\n\nAnd that's the last nail Murtaugh og to fire, because\nthe Hitman is now right on top of Sym -~ SWINGING the\ntable through the air -~ SMASHING it against Murtaugh's\nskull. -9\n\nMurtaugh's knees buckle, but ne doesn't go down, The\nHitman RUSHES HIM, his knife pointed toward Murtaugh's\ngut. .\n\nThey struggle. We HEAR the nail gun discharge: BAM!\nAnd the Hitman staggers backwards and falls |... a\nNAIL THROUGH HIS HEART.\n\nMURTAUGH\n. {amazed}\nSonofabitch . . . I nailed 'em both.\nINT. THE BATHROOM\nMurtaugh charges in.\nMURTAUGH\n\nLeo!\n\nBut all he finds is the torn shower curtain and the\nopen window.\n\f \n\n \n\nfod.\n\nINT. THE HOUSE ON STILTS - NIGHT\n\nCLOSE ON A HAND as it sweeps up a BEER CAN. Shakes\n\nit. Shoves it under the nose of . . . LEC GETZ. The\n\nhand SNAPS THE TAB, Beer EXPLODES out of the can, SPRAYING\nup Leo's nose with great force.\n\nLeo rears his head back in distress. CHCXES. Spits.\nGAGS. GASPS for air, Beer pours from his nose and\nmouth. He's drowning on suds.\n\n-CAMERA PULLS BACK to include BENEDICT. Szoking one\nof his thin cigars.\n\nBENEDICT\nWhere's the money, Leo? Hew much did\nyou take? We want it back, Lec!\nWhere is it?!\n\nLeo is TAPED to a chair, like Trish and Murtaugh were\ntaped to their bed. Leo doesn't answer. He blows\nbeer out of his nose and tries to clear his throat.\nBenedict grabs another beer and shakes it up.\n\nBENEDICT\nWhat's the deal, Leo? You'll talk\nto the Feds but not to me?! That's\nnot fair. That hurts my feplings!\n\nHe shoves the second beer under Led®s nose.",
  "69": "---END OF PREVIOUS SECTION---\nThat's\nnot fair. That hurts my feplings! He shoves the second beer under Led®s nose. \n---TARGET SECTION TO BE ANNOTATED---\n Lec tries\nto turn his head away, but a Sou African Hitman forces\nit back around, Benedict POPS, QJE TAB with the same\nresults as before. .\n\n»\n\nLeo chokes, spits and nearly diés.\n\nCAMERA PULLS BACK to include RIGGS. Seated next to\nLeo, Also taped to his chair, but with his mouth taped\nshut. as well. And Riggs is SCREAMING IN ANGER behind\nthe tape.\n\nBenedict RIPS it off.\n\nBENEDICT\nYou got something to say!?\n\nRIGGS\nYou bastard! You're dead! Yceu're\ndead!\n\nBENEDICT\n\nNo, Riggs ~~ you're the one whe's\ndead!\n\f/Of:\n\nRIGGS\nYou killed Tom Wyler, you senofabitch!\nYou killed him while he was hanging\nupside down, completely\nhelpless! I found your fucking cigar\nbutt on the floor!\n\nBENEDICT\nYeah. I did Tommy. I killed hin.\nSo what? I enjoyed it. It was fun.\n\nRiggs SPITS in Benedict's face. Benedict SLAPS Riggs\nhard.\n\nBENEDICT\n\nAll right, you little shit. Now\nI'm gonna tell you something that's\ngonna blow your fucking mind! You\nready for this, because this is gonna\nmake you come unglued!\n\n{beat )\nFour years ago when you were working\nas a Narc in Long Beach, there was\na contract out on you and I handled\nit. That's right, I rapyour fuckirg\ncar off the road. onigeyou weren't\nin it!\n\n‘@\n\n(beat) a\nImagine my surpris® when I pulled\nback this mattedAmop of blood~soaked\nhair and saw a woman's face.\n\n(beat)\nShe didn't die right away, either.\nShe took awhile.\n\nBenedict was right . . . Riggs is coming unglued. His\nface flushes. The veins in his neck pop out. He struggles\nagainst the tape that holds him down.\n\nBENEDICT\nWhere the hell were you, Riggs?!\nXou were supposed to be driving that cer,\nnot your damned wife!\n\nRIGGS.",
  "70": "---END OF PREVIOUS SECTION---\nBENEDICT\nWhere the hell were you, Riggs?! Xou were supposed to be driving that cer,\nnot your damned wife! RIGGS. \n---TARGET SECTION TO BE ANNOTATED---\nYou fucking sonofabitch!\n\nBENEDICT\nThe funny part was, by killing her,\nwe killed you, too, Because after\nthat, you crawled into a bottle and\ndied.\n\n \n\nRIGGS\nBut now I'm back!\n\fe\n\n \n\n02.\n\nEENEDICT\nHell, you ain’t nowhere, Riggs.\nAnd I'll tell you something else\n+ + . this is gonna be the worst\nnight of your life.\n\nEXT. A FISHING BOAT - THE OCEAN - NIGHT.\n\nThe boat bobs in the water, Riggs is on deck, wearing\na VEST made of METAL CHAIN with LEAD WEIGHTS attached\nto it.\n\nThe two South African Hitman wrestle Riggs to the bkeat's\ngunwale. Riggs struggles and kicks, The Hitmen POUND\nhim a few times in the face.\n\nEITMAN ONE\nAny last words?\n\nRiggs coughs and spits blood through now swollen lips.\n\nRIGGS\nYou're under arrest. You\nhave the right to remain silent.\n\nHITMAN ONE\nSmart mouth, huh?\n\n© .\nThe South Africans CLOBBER Riggs igthe face some more,\nthen DUMP HIM OVER THE SIDE, .\n\nUNDERWATER ae\n\nRiggs’ weighted vest PULLS ait SuRateRT DOWN, fifteen\n\nfeet, to a sand bar below. The water's cold and dark.\nWe can barely make out Riggs. He HITS BOTTOM, raising\na cloud of sand in the water. DIMLY SEEN OBJECTS sway\nlazily in the current.\n\nABOVE WATER - IN THE BOAT\n\nOne of the South Africens angles a SEARCHLIGHT down\ntoward the water.\n\nHITMAN TWO\nLet's give him a show.\n\nUNDERWATER\n\nSuddenly flooded with LIGHT. Jesus Christ! We get\n\nthe shock of our lives . . . those \"dimly seen objects\"\nturn out to be CORPSES! And Riggs is right in the middle\ncf them.\n\fAll in various stages of decomposition and wrapped in\nchains. Rolling and shifting with the ocean current.\nStaring up from dead, fish-eaten faces. Clothes retted\naway in tatters. Some little more than skeletons.\n\nExcept one... . JILL! . . . still beautiful, even in\nGeath.",
  "71": "---END OF PREVIOUS SECTION---\nSome little more than skeletons. Except one... . JILL! . . . still beautiful, even in\nGeath. \n---TARGET SECTION TO BE ANNOTATED---\n Her naked body white as marble.\n\nRiggs can't believe his eyes. Horror and pain fill\nhis expression. But now he fights back harder than\never.\n\nABOVE WATER - IN THE BOAT\n\nThe Two South Africans peer into the water, see the\nTURBULENCE below, the signs of struggle.\n\nHITMAN Two\nHow long?\n\nHITMAN ONE\nMinute ten. And still kickin'.\n\nUNDERWATER\n\nRiggs thrusts against the chain vest, pulling it tight\nacross his back -- POP! -~ dislocates hi houlder.\nA silent scream of agony as the chains ip and loosen.\n\nABOVE WATER - IN THE BOAT age\n\nThe South Africans look over the port side of the boat\nwhen Riggs EXPLODES OUT OF THE WATER on the starboard\nside, He leaps into the boat like a mad demon, one\narm hanging limp.\n\nThe South Africans turn, but don't have a chance, Riggs\nis upon them before they Know it. And he kills them\nboth . . . TWISTING THE NECK of one . .. SNAPPING\nthe other's BACKBONE over his knee.\nAnd then, Riggs releases a PRIMAL SCREAM of anguish\nand pain as he JAMS his SHOULDER back into its socket\nby SLAMMING it against the wheel-house wall.\n: cur TO:\nEXT. A CANYON - NIGHT\nWe don't know exactly what's going on here.\n\nRiggs is wrapping a HEAVY CHAIN around something that\nresembles a telephone POLE.\n\f‘@\n\n(04.\n\nMLURTAUGH IS WITH HIM, The two men exchange a lock\nthat is GRIM and DETERMINED,\n\nRIGGS\nLet's do it.\n\nMurtaugh drives away in his Police Sedan.\n\nRiggs watches him depart, then climbs into the cab of\nhis truck, He turns on the ignition and FLOORS THE\nGAS PEDAL.\n\nThe BACK TIRES SPIN MADLY in the soft dirt . . . the\nmotor ROARING.\n\nEXT. DECK OF \"STILT\" HOUSE - NIGHT\n\nBenedict hears the ROARING TRUCK MOTOR from the canyon\nbelow and comes cut onto the deck. He peers down into\nthe darkness.\n\nRiggs has wrapped the chain around the CORNER STILT\nthat supports the house.",
  "72": "---END OF PREVIOUS SECTION---\nDECK OF \"STILT\" HOUSE - NIGHT\n\nBenedict hears the ROARING TRUCK MOTOR from the canyon\nbelow and comes cut onto the deck. He peers down into\nthe darkness. Riggs has wrapped the chain around the CORNER STILT\nthat supports the house. \n---TARGET SECTION TO BE ANNOTATED---\n The other end cf the chain\nis attached to the Truck .. . and Riggs is pulling\nthe house down!\n\nBenedict has only a moment to register a look of alarm\nbefore a LOUD CRACK echoes across the qgnyon, and the\ndeck begins to LIST and SWAY beneath Sis feet. —\n\n. a\n\nAll hell has broken loose. The house has begun to SHIFT!\nThe SOUNDS of timbers CRACKING; ”*nails CREAKING as they\nbend and pull free; plaster BREAKING; windows SHATTERING;\nwater pipes BURSTING; gas lines RUPTURING.\n\nINT. THE LIVING ROOM\n\nMURTAUGH RUSHES IN from the front door.\n\nTWO SOUTH AFRICAN GUNMEN enter from the hallway. EVERYONE\nFIRES AT ONCE -- BAM! BAM! BAM! BAM! When the smoke\nclears, only Murtaugh is left standing.\n\nBENEDICT\n\nsees Murtaugh inside the house. He RAISFS HIS GUN and\nFIRES .. . but the shot goes wild because Benedict\nhas literally DROPPED FROM VIEW as .. .\n\nTHE HOUSE SNAPS IN TWO!\n\nThe half supported by stilts (the half that Benedict\n\nis standing on) SLIDES DOWN THE CANYON. The rest of\n\nthe house, the portion built on selid ground at the\n\ntop of the canyon, remains behind. (This is where Murtaugh\nis.)\n\f‘e\n\n105\n\nThe SLIDING PORTION OF THE HOUSE plows a wide swath\nthrough the trees and underbrush as it CRASHES down\ninto the canyon in a cloud of DUST and DEBRIS.\n\nINSIDE THE HOUSE\n\nBenedict clings to a doorway with both hands as FURNITURE\nFLIES past him. Then he sees something out the opening\nwhere the deck's sliding glass doors used to be:\n\nThe house is on a collision course with the TRUNK OF\nA DEAD OAK TREE. It protrudes from the ground at a\n\n45 degree angle. Benedict SCREAMS as the house RUSHES\ntoward the tree trunk. SMASH! The tree trunk RIPS\nTHROUGH THE HOUSE with tremendous force, halting its\nforward progress down the canyon.\n\nRIGGS HOPS FROM HIS TRUCK\n\nHe is triumphant.",
  "73": "---END OF PREVIOUS SECTION---\nSMASH! The tree trunk RIPS\nTHROUGH THE HOUSE with tremendous force, halting its\nforward progress down the canyon. RIGGS HOPS FROM HIS TRUCK\n\nHe is triumphant. \n---TARGET SECTION TO BE ANNOTATED---\n The only man in the history of the\nL.A.P.D. ever to have brought down a house.\n\nINT. THE \"DESTROYED\" PORTION OF THE HOUSE\n\nRiggs enters with his Beretta leveled. He chokes on\n\nthe dust. It's so thick he can hardly see. The place\nhas been DEMOLISHED. It doesn't even resemble a house\nanymore. Especially with this ENORMOUS TREE TRUNK taking\nup so much room.\n\nRiggs picks his way through the debris. And then he\nSEES BENEDICT: PINNED between the tree trunk and the\nwall. Only his his upper body is visible . .. and\nhe's in agony. Riggs approaches him cautiously.\n\nBenedict stares down at Riggs. His eyes glassy, but\nfilled with hate.\n\nBENEDICT\n(barely gets the words\nout)\n+ « « you just won't die, will you?\n\nRiggs regards him with loathing. Benedict struggles\n\nto bring up his arm. He's still holding his pistol.\n\nHe tries to aim it at Riggs, but doesn’ t have the strength\nto pull the trigger.\n\nThe gun slips from his hand, and he dies with his eyes\nwide open.\n\f \n\n \n\n(0G\n\nINT, THE \"INTACT\" PORTION OF THE HOUSE\n\nLeo (still taped to a chair) sits in the GAPING HOLE\nwhere the house split apart ~- his chair practically\nTEETERING on the edge. He'd be enjoying a PANORAMIC\nVIEW of the canyon and beyond, except for the fact that\nhis eyes have been taped shut.\n\nMurtaugh rushes to his rescue. He pulls Leo's chair\naway from the brink of disaster, then gently removes\nthe tape from his mouth and eyes.\n\nMURTAUGE\nHi, Leo.\n\nLEO\nSgt. Murtaugh! God, am I glad to\nsee you! I didn't know what was\ngoing on! Sounded like somebody was\npulling the house down.\n\nMURTAUGH\nSomebody was.\n\nMurtaugh indicates the gaping hole in the house. Leo\nturns to see it. . . and jumps te a very logical conclusion:\n\nLEO\nSgt. Riggs is alive!\n\nAs if on cue, Riggs STRIDES IN.\n\nRIGGS\nYou bet I am.",
  "74": "---END OF PREVIOUS SECTION---\nRiggs is alive! As if on cue, Riggs STRIDES IN. RIGGS\nYou bet I am. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAUGH\nWhat about Benedict?\n\nRiggs shakes his head, no.\n\n\" MURTUAGH\nShoot him?\nRIGGS\nNo. You might say he went out on\na limb,\nLEO\n\nYou want Rudd next?\n\nRIGGS\nDo you have to ask?\n\nMurtaugh pulls off the tape from Leo's ankles and wrists.\nLeo stands up. Wiggles his fingers to bring back the\ncirculation.\n\f \n\n \n\n/o7\n\nLEO\nThen you better hurry.\nI heard him talking to Benedict.\nThey taped up everything but my ears.\nHe's leaving the country. Today.\nAnd he's taking his cash with him.\n\nRiggs and Murtaugh exchange a look.\nRIGGS\nI'm in the mood to spoil that\n\n-bastard's travel plans. What about\nyou?\n\nMURTAUGH\nSure... any ideas how to find him?\n\nRiggs just smiles.\nEXT. VINCENT THOMAS BRIDGE -. NIGHT\n\nRiggs' Pickup Truck speeds across the high, arching\nbridge that crosses the L.A. Channel near the mouth\nef the Harbor.\n\nINT. THE PICKUP - NIGHT\n\nRiggs is behind the wheel. Murtaugh and Leo are squeezed\ninto the seat next to him.\n\nA FLASHING, BEEPING RED LIGHT on a RECEIVING UNIT attached\nto the dashboard is directing Riggs toward Rudd's Mercedes.\n\nEXT. PORT OF LOS ANGELES - NIGHT\n\nThe letters \"N-O-R-A-D-A-N ~ E\" come INTO\nFRAME one at @ time as the CAMERA PANS across the bow\nof the ship.\n\nThe ship is docked beside a LOADING PIER. We see Riggs'\nPickup Truck traveling slowly down the pier.\n\nINT. THE PICKUP\n\nAs they drive down the pier, the BEEPING SOUND grows\nLOUDER and LOUDER.\n\nMURTAUGH\nI don't see it.\n\nRIGGS\nIt's here someplace.\n(meaning the beeper)\nThis thing is going crazy.\n\f‘@\n\n/08\n\nMURTAUGH\nPull over and park.\n\nEXT. THE PIER ~ NIGHT\n\nRiggs, Murtaugh and Leo climb out of the Pickup. They\nhave parked beside an area where GIANT STORAGE CONTAINERS\nrest on FLAT-BED TRUCKS awaiting loading onto cargo\n\nships. (Note: These Containers are enormous.",
  "75": "---END OF PREVIOUS SECTION---\nEXT. THE PIER ~ NIGHT\n\nRiggs, Murtaugh and Leo climb out of the Pickup. They\nhave parked beside an area where GIANT STORAGE CONTAINERS\nrest on FLAT-BED TRUCKS awaiting loading onto cargo\n\nships. (Note: These Containers are enormous. \n---TARGET SECTION TO BE ANNOTATED---\n They're\n\nas large as the trailers of the biggest eighteen wheelers.)\n\nRiggs carries the Receiving Unit in his hand. The BEEPING\nLIGHT is going wild.\n\nRIGGS\nIt's coming from that container.\n\nAs they move toward the Container, Murtaugh notices\nthat Leo is tagging along.\n\nMURTAUGH\n\nDidn't I tell you to wait in the truck?\nLEO\n\nNo.\nMURTAUGH\n\nWell, I meant te.\n\nLEO\nToo late now.\n\nDuring this exchange, Riggs has climbed onto the bed\nof the truck on which the Container is resting.\n\nRIGGS\nRoger! Look at this.\n\nMurtuagh forgets about Leo, and hurries onto the flatbed\ntruck to join Riggs. Leo is right behind him.\n\nRiggs indicates a STICKER attached to the CONTAINER\nDOORS.\n\nMURTAUGH\n(reading what it says)\n“Official Diplomatic Seal of the\nNation of South Africa.”\n\nRIGGS\nKnow what that means, Rog?\nThis Container is a Diplomatic Pouch.\n\f \n\n[09 -\n\nMURTAUGH\nRight. Protected under Article 27\nof the Vienna Convention.\n\nRIGGS\nRight.\n(beat)\nScrew Article 27.\n\nMURTAUGH\nRight.\n\nRiggs FIRES TWO SHOTS into the lock, Then they swing\nopen the doors.\n\nINT. THE CONTAINER\n\nRiggs, Murtaugh and Leo are confronted with a STACK\n\nOF BUNDLES. These bundles ~- which are perfectly square\nand wrapped in brown paper ~~ rise to ceiling of the\nContainer.\n\nMURTAUGH\nClose the doors.\n\nLeo SHUTS the doors behind them. Now they're in the\nDARK.\n\nMURTAUGE\nShit. Can't see a thing.\n\n- RIGGS\nI can fix that.\n\nRiggs WALKS AROUND the large stack of bundles and finds\nwhat he knew would be there: RUDD'S MERCEDES.\n\nHe opens the deor and turns on the HEADLIGHTS. Now\nthe Container is filled with a HARSH LIGHT that casts\nEERIE SHADOWS against the Container's walls and ceiling.\n\nMURTAUGH\nThat's great. Help us with this.\n\nRiggs returns to help Murtaugh and Leo RIP AWAY the\nbrown paper wrapping.",
  "76": "---END OF PREVIOUS SECTION---\nMURTAUGH\nThat's great. Help us with this. Riggs returns to help Murtaugh and Leo RIP AWAY the\nbrown paper wrapping. \n---TARGET SECTION TO BE ANNOTATED---\n And this is what they discover\nunderneath:\n\nMONEY! BUNDLES and BUNDLES of it. STACKS and STACKS\nof it. ROWS and ROWS of it. TWO THOUSAND CUBIC FEET\nof U.S. Currency in 20, 50, 100 and 1000 Dollar demoninations\n\nMURTAUGH\nHoly shit. .\n\f0.\n\nRIGGS\nHoly shit is right.\n(beat)\nDo you know what we're looking at\nhere?\nMURTAUGH\nYeah. From here to here ~~ that's\n\na house in Beverly Hills. This\nsection over here -~ that’s a\n\nRolls Royce and two Ferraris.\n\nThis part here -- this is a lifetime\nof comfort and ease.\n\nRIGGS\nThis is drug money, Roger. Probably\njust a month's worth of profits.\n\nLEO\n\nLet's see . . . 27 cubic feet\nof twenty dollar bills equals\nfive million dollars ...\n\n(pulls out a pocket\n\ncalculator)\nThis container is about ten feet\ntall by eight feet wide...\nstack's about six feet deep...\n\n(taps in the\n\nnumbers)\nJesus! All I stole was a few hundred\nthousand. These guys are getting\naway with hundreds of millions!\n\nMurtaugh holds a WRAPPED BUNDLE in his hand.\n\nMURTUAGH\nLook at this. These are thousand\n@ollar bills! What I'm holding in\nmy hand could put all three of my\nkids through college!\n{beat}\nAnd I could fit it in my pocket.\n\nSilence. Riggs, Murtaugh and Leo all share a look,\nRIGGS\nWhen I turn my back, Roger, you can\ndo anything you want.\nRiggs moves off, leaving Murtaugh to battle the demons\nof his conscience. Murtaugh glances at the money,\nthen at Leo, then tosses the money back.\n\nLee is impressed by Murtaugh's honesty.\n\f \n\nif.\nEXT. THE PIER - NIGHT\n\nRudd and TWO SOUTH AFRICAN HIT MEN walk down the pier\ntoward the container. Rudd looks upset. He glances\nat this watch.",
  "77": "---END OF PREVIOUS SECTION---\nTHE PIER - NIGHT\n\nRudd and TWO SOUTH AFRICAN HIT MEN walk down the pier\ntoward the container. Rudd looks upset. He glances\nat this watch. \n---TARGET SECTION TO BE ANNOTATED---\nRUDD\nWhere the hell is Benedict?!\nDid you call his house?\n\nHIT MAN\nYeah, I --\nRUDD\n-- was he there?\nHIT MAN\nI don't know --\nRUDD\n~~ did he answer!? Was the line\nbusy?!\nHIT MAN\nNobody answered. The phone was out\nof order.\n\nThis news makes Rudd grow visibly nervous.\nRUDD\nWe can't wait any longer! Load\nthe container!\nINT. THE CONTAINER\nRIGGS\nWe've got to make sure this Container\ndoesn't go anywhere. .\nSuddenly, they feel something.\n\nRIGGS\nWhat's that?\n\nMURTAUGH\nShit. We're moving.\n\nEXT. THE CONTAINER\n\nThe Container is being driven down the pier on the Flat-Bed\nTruck toward the loading area.\n\nRudd and the Two Hit Men walk along beside it.\n\f(2:\nINT. THE CONTAINER\nRiggs, Murtaugh and Leo peek out the crack where the\n\ndoors meet. They can't see anything except the pier\npassing beneath them.\n\nMURTAUGH\nSee anybody?\n\nRIGGS\nNo.\n\nMURTAUGH\nOkay. Now what?\n\nRIGGS\nStay with the container.\n\nMURTAUGH\nI say we jump.\n\nRIGGS\nGo ahead.\n\nMURTAUGH\nBy myself?\n\nRIGGS\nWhy not?\n\nMURTAUGH\n\nWe're partners.\n\nRIGGS\nThen stay with me.\n\nThen, they come to a stop.\n\nRIGGS\nWe've stopped.\n\nMURTUGH\nNow what?\n\nRIGGS\nWe jump out.\n\nMURTAUGH\n\nYou keep changing your mind.\n\nRIGGS\nTo fit the situation, yes!\n\nMurtaugh pushes on the doors, but they DON'T MOVE.\n\f \n\nMURTAUGH\nThey're stuck. They won't open.\n\nEXT. THE CONTAINER\n\nIt's now parked beneath the LOADING CRANE. (This is\n\na huge four-legged crane that's as tall as a five-story\nbuilding. It straddles the entire width of the pier.)\nA Traveling Carriage, called a CRAB, is lowered from\nabove. It GRABS HOLD of the Container, preparing to\nhoist it up.\n\nINT.",
  "78": "---END OF PREVIOUS SECTION---\nIt straddles the entire width of the pier.)\nA Traveling Carriage, called a CRAB, is lowered from\nabove. It GRABS HOLD of the Container, preparing to\nhoist it up. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE CONTAINER\n\nRiggs and Murtaugh hear the NOISE OVERHEAD as the Crab\nCLAMPS onto the Container.\n\nLEO\n(looking up)\nWhat the hell was that?\n\nNow they feel a very strange sensation as the Container\nis LIFTED UPWARD.\n\nMURTAUGH\nWe're going up!\n\nLEO\nI‘ve been on this ride before. It's\ncalled \"Free Fall.\"\n\nRIGGS\nYou better hope not.\n\nMurtuagh puts his shoulder into the doors and they SWING\nOPEN. But now they're FORTY FEET IN THE AIR.\n\nEXT. THE PIER\n\nOne of the Hit Men LOOKS UP .. . SEES Murtaugh in the\nopen Container doorway.\n\nINT. THE CONTAINER\nMurtaugh jumps back from the opening.\n\nMURTAUGH\nThey saw me.\n\nRIGGS\nMaybe they didn't.\n\nThis is followed by the SOUND. OF MACHINE GUN FIRE as\nbullets RIP UP through the bottom of the Container.\n\f‘e\n\ne\n\n4\n\nLEO\nNo. Sgt. Murtaugh was right.\n\nEXT. THE PIER\n\nThe two Hit Men aim their weapons in the air, SHOOTING\nup into the Container.\n\nRudd SHOUTS up to the OPERATOR'S CAGE to have the Container\nlowered.\n\nRUDD\nBring it down! Bring it down!\n\nINT. THE CONTAINER\nGUNFIRE TEARS THROUGH the bottom of the Container.\nRiggs, Murtaugh and Leo manage to dodge the bullets,\nbut they know the odds are against them.\nMURTAUGH\n\nWe're going back down! They're\n\ntaking us down.\nInspiration strikes Martin Riggs:\n\nRIGGS\nGet in the Mercedes!\n\nINT. THE MERCEDES\n\nRiggs climbs in behind the wheel. Next to him is Murtaugh.\nLeo in back, as usual.\n\nRIGGS\nThis time ~- I get to drive!\n\nRiggs pulls a cluster of wires from under the dashboard,\ncrosses the right ones and the MOTOR FIRES UP.\n\nAll Riggs and Murtaugh can see out the windshield is\na WALL OF MONEY .. . but they know there's a pair of\ncargo doors on the other side.\n\nMURTAUGH\nWhat about all that cash?\n\nRIGGS\nBlast right through it.\n\nEXT.",
  "79": "---END OF PREVIOUS SECTION---\nMURTAUGH\nWhat about all that cash? RIGGS\nBlast right through it. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PIER\n\nRudd and the Hit Men watch as the Container is lowered.\n\f \n\nHS\n\nRUDD\nDon't let them get away this time!\nKill those sonsofbitches!!\n\nEXT. THE CONTAINER\n\nIt's coming down. Thirty-five feet high . . . thirty\nfeet . . . twenty-five feet...\n\nINT, THE MERCEDES (INSIDE THE CONTAINER)\n\nRiggs has the gear in neutral and the pedal pushed to\nthe floor. The Mercedes' motor is literally SCREAMING\nat 5,000 RPM's -- the NOISE RESONATING within the metal\nContainer.\n\nRIGGS\nFasten your seat belts.\n\nSuddenly, they feel the Container jerk to a stop.\n\nRIGGS\nThat's it. We've hit bottom.\n\nWith the MOTOR RACING . . . Riggs jams the gear shift\nlever into Drive .. . and the Mercedes ROCKETS FORWARD.\n\nEXT. THE CONTAINER\n\nThe Cargo Doors EXPLODE OPEN and the Mercedes FLIES\nOUT . . . PUSHING 2,000 Cubic Feet of MONEY ahead of\nit.\n\nOne little problem. . . the Container hasn't reached\nthe pier yet. Something got stuck. It's still SUSPENDED\nFIFTEEN FEET IN THE AIR.\n\nINT. THE MERCEDES\n\nAs the cloud of money clears, Riggs, Murtaugh and Leo\nrealize that the pier is well below them.\n\nRIGGS, LEO\n& MURTAUGH\nOh, shhhhhitttti!!\n\nEXT. THE PIER\n\nRudd and the Hit Men look up to see an AIRBORNE MERCEDES\nemerging through a FLURRY OF CURRENCY . . . and it's\n\ncoming right at them.\n\nRudd STUMBLES BACKWARDS, The Hit Men DIVE for safety.\n\f \n\nHG\n\nThe Mercedes CRASHES DOWN onto the pier. The SCUND\nOF IMPACT is tremendous, but a Mercedes is built like\na tank, and the car remains intact.\n\nThe Hit Men scramble to their feet.\nRIGGS AND MURTAUGH\n\nleap from the car with GUNS BLAZING. The Hit Men don't\nget off a shct -- both of them are BLOWN AWAY.\n\nRUDD\n\nlooks dazed es MONEY FALLS FROM THE SKY and lands all\naround him.",
  "80": "---END OF PREVIOUS SECTION---\nRIGGS AND MURTAUGH\n\nleap from the car with GUNS BLAZING. The Hit Men don't\nget off a shct -- both of them are BLOWN AWAY. RUDD\n\nlooks dazed es MONEY FALLS FROM THE SKY and lands all\naround him. \n---TARGET SECTION TO BE ANNOTATED---\n Some of it is caught by the wind, and sent\nswirling dowz the pier.\n\nRiggs marches up to him.\n\nRIGGS\nYeu'tre finished, Rudd. It's all\nover.\n\nRudd stares at Riggs with a pathetically bewildered\nexpression. Riggs turns his back on him, SNATCHING\nA HUNDRED DOLLAR BILL out of the air.\n\nRIGGS\n(smiling)\nEey, Rog .. . money from heaven.\n\nMurtaugh smilies . . . and then his expression changes\nto one of horror because Rudd has PULLED A KNIFE and\nhe's rushing up behind Riggs with it.\n\nMURTAUGE\nRiggs -- !!\n\nfhe warning is too late. Rudd STICKS the knife into\nRiggs' back right above his hip bone -- then pulls it\nout again.\n\nRiggs' eyes go wide as a SHOOTING PAIN, like a thousand\nvolts of electricity, courses through his body. He\nSTAGGERS towerd Murtaugh and Leo with an alarmed,\nuncomprehending expression on his face.\n\nRIGGS\nReger? . . . Roger!!\n\nHe falls inte Leo's arms. Leo holds him up, keeps him\nfrom falling.\n\f \n\nMurtaugh SWINGS UP HIS PISTOL in a two-handed grip.\nHe is seething ~~ quaking -- with a blind fury as he\npoints the gun at Rudd.\n\nRudd holds up his DIPLOMATIC CREDENTIALS like a shield\nin front of his face.\n\nRUDD\nDiplomatic immunity!!\n\nMURTAUGH\nJust been revoked!\n\nMurtaugh FIRES! The bullet TEARS A HOLE through Rudd's\ncredentials . .. then tears a hole through Rudd's head,\nthe impact propelling him backwards.\n\nLeo craddles Riggs in his arms. Murtaugh bends down\nto him.\n\nRIGGS\nOh, Jesus, Roger . .. it hurts like\nhell.\n\nMURTAUGH\n\nTake it easy, buddy. You been stuck\nbefore. You been stuck before.\n\nMurtaugh and Leo exchange a worried expression as SIRENS\nof APPROACHING POLICE CARS are heard in the distance.\n\ncuT TO:\nSAME SCENE - MINUTES LATER\nThe pier is SWARMING WITH COPS now.",
  "81": "---END OF PREVIOUS SECTION---\nYou been stuck before. Murtaugh and Leo exchange a worried expression as SIRENS\nof APPROACHING POLICE CARS are heard in the distance. cuT TO:\nSAME SCENE - MINUTES LATER\nThe pier is SWARMING WITH COPS now. \n---TARGET SECTION TO BE ANNOTATED---\n Riggs is being\nplaced inside an AMBULANCE. Murtaugh hops in with him.\nThe doors close. The Ambulance SPEEDS OFF.\nLEO IS LEFT BEHIND\n\nHe watches the Ambulance depart. In all the confusion,\nnobody pays any attention to him. He SLIPS AWAY. .\n\nDISAPPEARING into the crowd.\nINT, THE AMBULANCE .\n\nA PARAMEDIC attents to Riggs who lies on his side, grimacing\nin pain. Murtaugh comforts him.\n\nRIGGS\nI don't wanna die, Roger...\n\nMURTAUGH\nYou won't. Say it again.\n\f1B\n\nRIGGS\nDon't... wanna... die...\n\nMURTAUGH\nSay it again! Keep sayin' --\n\nMurtaugh stops in mid-sentence, Riggs' eyes have fluttered\nshut.\n\nMURTAUGH\nNo. ... mo way! You're breathin'!\nYou're alive! You're not dead!\n\nRiggs sure looks dead. The Paramedic urgently checks\nfor signs of life.\n\nMURTAUGH\nNo! Don't die. You're not dead until\nItell you! Got that!\n\nRIGGS\n(weakly)\nGo spit...\n\nMurtaugh has never looked more relieved in his life.\nDISSOLVE TO:\nINT. A BANK VAULT\n\nThis is where the SAFETY DEPOSIT BOXES are kept. A\n\nMAN enters. We can't see his face. His collar is turned\nup. He wears dark glasses and a hat with the brim pulled\ndown.\n\nHe proceeds to empty the contents of two large boxes\ninto a suitcase. Of course, we're talking about money.\nSEVERAL HUNDRED THOUSAND DOLLARS in large demonination\nbills.\n\nINT. BANK LOBBY\n\nThe Man emerges from the vault area with his heavy suitcase.\nHe only takes a few steps before he's GRABBED BY BOTH\n\nARMS.\n\nIt's Riggs and Murtaugh. Riggs has him by one arm;\nMurtaugh by the other. Riggs removes the man's hat.\nMurtaugh removes his sunglasses.\n\nIt's Leo. And he looks surprised.\n\nLEO\nSgt. Riggs. Sgt. Murtaugh ...\n\nMURTAUGH\nHi, Leo. How ya been?\n\fRIGGS\nYeah.",
  "82": "---END OF PREVIOUS SECTION---\nMURTAUGH\nHi, Leo. How ya been? RIGGS\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n What's up, Lec? What's in the\nsuitcase?\n\nLeo is very uncomfortable. He looks around in all directions.\n\nLEO\nIs there someplace we can talk in\nprivate?\n\nMURTAUGH\n\nSure. .What about my car?\nIt's parked right outside.\n\nThat's when they SNAP THE CUFFS on him.\n\nLEO\nOh, no. C'mon, guys. Gimme a\nbreak. After all we been through.\nDon't do this to me.\n\nRIGGS\nLet's go, Leo.\n\nThey take him out.\nEXT. THE BANK - DAY\n\nThey guide Leo into the back of the Police Sedan parked\nat the curb.\n\nINT. THE POLICE SEDAN\n\nMurtaugh drives. Riggs next to him. Leo in back.\nThe car pulls away from the crub.\n\nLEO\nGuys, please. Have a heart.\nDon't take me in. I'm no use\nte the Feds anymore. Everybody who\nI was gonna testify against is\ndead. You guys should know that\n~~ you're the ones who killed ‘em!\n\nMURTAUGH\nShut up, Leo.\n\nLEO\nWhy did I ever give myself up in\nthe first place!? That was my\nbig mistake!\n\nRIGGS\nNo, Leo. You did the right thing.\n\fLEO\nSome comfort that is to me now.\nEXT. SAN DIEGO FREEWAY - DAY\nThe Police Sedan races South on the Freeway.\nINT. THE POLICE SEDAN\nLeo looks out the window with an alarmed expression.\nLEO\nHey! Where we going? You missed\nthe turn-off!\n\nRIGGS &\nMURTAUGH\nShut up, Leo.\n\nEXT. CALIFORNIA-MEXICO BOARDER CROSSING - DAY\n\nTraffic is backed up for miles in both directions as\nautos crawl through the CUSTOMS STATIONS.\n\nMurtaugh's Police Sedan, however, slides into a special\nlane for Official Vehicles. Murtaugh flashes his badge\nand he is waved through.\n\nEXT. MEXICAN ROAD —- DAY\n\nThe Police Sedan pulls off the road and parks. The .\ncar's front doors fly open and Riggs and Murtaugh jump\nout.\n\nNow they remove Leo from the back seat, along with his\nsuitcase. Leo regards them expectantly ....",
  "83": "---END OF PREVIOUS SECTION---\ncar's front doors fly open and Riggs and Murtaugh jump\nout. Now they remove Leo from the back seat, along with his\nsuitcase. Leo regards them expectantly .... \n---TARGET SECTION TO BE ANNOTATED---\n anda\nlittle apprehensively. -\n\nRiggs REMOVES THE CUFFS from Leo's wrists.\n\nLEO\nHey .. . what is this? ...\nRIGGS\nYou're free, Leo.\nLEO\nBut .. . why?\nMURTAUGE\n\nBecause we like you. Okay?\n\nRiggs turns, puts two fingers into his mouth and WHISTLES.\n\f \n\n(zi.\n\nRIGGS\nPepe! Over here!\n\nTwelve year-old PEPE comes over leading a BURRO on a\nrope. The Burro is pulling a two-wheeled CART. Riggs\nloads the suitcase into the cart.\n\nRIGGS\n{to Leo)\nSee? We thought of everything.\n\nLeo looks overwhelmed. Murtaugh reaches out to shake\nhis hand.\n\nMURTAUGH\nAdios, Leo.\n\nBut instead of shaking hands, Leo gives Murtaugh a\nhug. Murtaugh looks embarrased,\n\nMURTAUGH\nOkay, okay.\n\nNow Leo turns to Riggs.\n\nLEO\nI'll never forget you guys.\n\nRIGGS\nYou could if you tried.\n\nLeo gives Riggs a hug. Riggs WINCES in pain.\n\nRIGGS\nCareful, Leo. That's where the\nknife went in.\n\nLeo steps back.\n\nRIGGS\n{to Murtaugh)\nCome on. Let's get out of here\nbefore we change our minds.\n\nRiggs and Murtaugh climb into the car. Murtaugh starts\nup the motor. Riggs leans out the window.\n\nRIGGS\nHey, Leo . . . will you do something\nfor Roger and me?\n\nLEO\nSure. You name it.\n\fRIGGS\nLive like a king.\n\nAnd then, the Police Sedan peels away in a thick cloud\n\nof Mexican dust as Leo watches, silently waving his\nhand.\n\nEND\n\n(72.\n\f"
}