{
  "1": "LIGHTS OUT\n\nStory by\n\nDavid Sandberg\n\nScreenplay by\n\nEric Heisserer\n\nMarch 4, 2015 draft with marked revisions\n\fFADE IN:\n\nINT. BACK OFFICE - NIGHT\n\nFrom a ceiling angle, right up against a buzzing,\noccasionally flickering overhead BULB -- A MAN in this\ncluttered office paces back and forth. On the phone.\n\nThis is PAUL, 40s, a man with gentle eyes whose body cannot\nhide symptoms of stress and exhaustion. Deeply concerned.\n\nPAUL\nI’ve tried that. She won't go.\n\nWindows in the office look out on a larger warehouse, full of\nracks of clothing, mannequins, and bins of coat hangers.\n\nPaul flicks through pages on a web browser as he stands at\nhis desk, switching the phone to the other ear.\n\nPAUL (CONT'D)\nRebecca? She’s her own train wreck.\nAnd I see her maybe once a year. I\ncan’t expect her to help us.\n\nPaul listens to the person on the other end of the call.\nNods along as if he agrees with them.\n\nAll the while, he absently toys with his wedding band on his\nring finger with his thumb.\n\nPAUL (CONT'D)\nYeah. Yeah, okay.\n\nA light clicks ON in the warehouse, and a young man named\nKEITH (20s) crosses through an aisle to the office door.\n\nHe knocks and enters, holding a tablet--\nKEITH\nOkay, so--\n(notices phone)\nOop.\nPaul covers the mouthpiece with his hand.\n\nPAUL\nInventory good?\n\nKeith holds up the tablet, an app glowing on its screen.\n\fKEITH\nMore overages from J-Four. None of\nit is “Fall Collection.” They're\nstill treating us like a dumping\nground for that failed line.\n\nPAUL\nShip it back.\n(into phone)\nI hear you. I’m not saying it isn’t\na tough call.\n\nKeith mouths the word: “Tonight?”\n\nPaul sees the plea in Keith’s eyes and waves him off.\nMouths back, “Tomorrow.”\n\nKeith puts his hands together and bows at Paul, then leaves,\nshutting the door quietly behind him.\n\nPAUL (CONT'D)\n\n(into phone)\nWe switched HMOs last month, and\ngetting the prescription sorted has\nbeen a pain.",
  "2": "---END OF PREVIOUS SECTION---\nKeith mouths the word: “Tonight?”\n\nPaul sees the plea in Keith’s eyes and waves him off. Mouths back, “Tomorrow.”\n\nKeith puts his hands together and bows at Paul, then leaves,\nshutting the door quietly behind him. PAUL (CONT'D)\n\n(into phone)\nWe switched HMOs last month, and\ngetting the prescription sorted has\nbeen a pain. \n---TARGET SECTION TO BE ANNOTATED---\n So she’s been off her\nmeds and now I keep... It’s just\nrough. I haven’t slept much.\n\nThe motion-activated warehouse light clicks OFF.\n\nThe cavernous space outside the office is dark. Nothing but\nblack shapes huddled together.\n\nPAUL (CONT'D)\n\nYou and Craig were at our wedding.\n\nShe will listen to you. Get her to\n\nstop locking herself in the closet.\n(then)\n\nSo we don’t call it an\n\nintervention.\n\nAs Paul shuts down the applications on his computer, he gets\nit down to the DESKTOP WALLPAPER IMAGE:\n\nPaul, SOPHIE (40s, smiling, hair that hints Warning: Manic),\nand MARTIN (8, somber, looking past camera).\n\nPAUL (CONT'D)\n\nI know Martin would love to see you\ntonight. This is really taking a\ntoll on him.\n\nA beat, then Paul closes his eyes and leans back in great\nrelief. Nodding again:\n\fPAUL (CONT'D)\nThank you, Donna. I‘’1l be home in\nthe next hour. See you both then?\n(beat)\nAll right. Bye.\nHe hangs up. And his attention is drawn to that wallpaper.\nPAUL (CONT'D)\n(sotto)\nHelp is on the way.\nIt’s unclear whom in the family photo he’s saying it to.\n\nWith a WINK, the PC powers down.\n\nINT. CLOTHES WAREHOUSE - MOMENTS LATER\n\nThe square MOTION-ACTIVATED SENSOR tucked high in a corner\nclicks, its red detection-light winking off--\n\nAnd the warehouse lights sputter to life again.\nPaul locks the back office. His keys jangle.\n\nHe makes his way toward the storefront.\nTraversing an aisle of dresses hanging on racks.\nSomething CLATTERS in one distant corner.\n\nPaul pauses. Listening. Looking.\n\nPAUL\nKeith? You still here?\n\nSilence.\nPaul stands on tiptoes to peer over the racks.\nNo movement.\nThe lights click OFF.\nPaul turns around, staring up at the motion activator.\nPAUL (CONT'D)\n(sotto)\n\nOh, come on.\n\nHe waves his arm at it. Trying to trigger it.\n\fBehind him, at the end of the aisle, a DARK SILHOUETTE slides\nout from between the racks of clothes.\n\nIt seems tall.",
  "3": "---END OF PREVIOUS SECTION---\nTrying to trigger it. Behind him, at the end of the aisle, a DARK SILHOUETTE slides\nout from between the racks of clothes. It seems tall. \n---TARGET SECTION TO BE ANNOTATED---\n With long, unkempt hair that disguises the\nshape of its head and neck.\n\nAnd oddly, it doesn’t seem to be wearing clothes. Its shape\nis too smooth; too raw.\n\nPaul isn’t aware of it.\n\nTHE MOTION SENSOR still doesn’t wink on. In the dark, its\nsmall red ‘detection’ light glows wanly.\n\nPAUL waves with bigger gestures...\nAnd the SILHOUETTE advances for him...\n\nSlowly at first, then picking up speed, then THE LIGHTS clack\non again, sputtering to life--\n\nAnd there is no one else in the aisle besides Paul.\nPaul turns around--\n\nAnd notices the hanging dresses a few feet from him swaying,\nas if brushed by someone’s shoulder.\n\nPAUL (CONT'D)\nHello?\n\nNo answer.\n\nPaul hurries for the door.\n\nINT. OUTLET MALL CORRIDOR - NIGHT\n\nPaul rolls the metal security gate down on the front entrance\nto the clothing storefront. Locks the gate with his keys.\n\nWIDE ANGLE\n\nThe mall is quiet as a museum at night.\n\nIt must be October, because Halloween decorations are out.\nGhosts and bats hanging on fishing wire.\n\nScarecrows amid hay bales.\n\nWitches with pointy hats posed over kiosks.\n\fThe whole place is dimly lit, mostly shut down. It’s clear\nPaul was working past closing time. No other shops are lit.\nNot even the hallway.\n\nJust the shelf lighting under the planters, and the\noccasional kiosk lights, showcasing some ad or mall map.\n\nPaul makes his way for the parking garage.\nAs he passes a kiosk--\n\nHis SHADOW is cast upon the wall beside him. Advancing as he\ncontinues past, stretching at a slanted angle.\n\nAnd a SECOND shadow advances just behind it.\nThat same silhouette.\n\nPaul catches sight of it, and turns--\nNothing’s there. Nothing to make that shadow on the wall.\nHe looks again at the wall--\n\nIt’s just his own shadow, and a very faint secondary one that\ncould be another shadow of his cast by a separate lamp.\n\nPaul’s phone RINGS. Startles the hell out of him.\nNerves rattled, he checks the screen: “Home”\n\nPAUL\n(answers)\nHello?\n(then)\nHey, kiddo. I’m coming home now.\nPromise I‘’ll be there soon.",
  "4": "---END OF PREVIOUS SECTION---\n(then)\nHey, kiddo. I’m coming home now. Promise I‘’ll be there soon. \n---TARGET SECTION TO BE ANNOTATED---\nPaul picks up the pace as he talks to his son.\nPAUL (CONT'D)\n(into phone)\nHow’s mom doing tonight?\n(beat)\nYeah? Better?\nPaul reaches the doors to the parking garage.\nOne last look back:\nAll is quiet. All is still.\nPAUL (CONT'D)\n\n(into phone)\nWell I’m on my way.\n\fINT. PARKING GARAGE - NIGHT\n\nWhen the sliding doors open for Paul, a sodium-vapor lamp\nawakens, saturating the structure in a dirty amber tint.\n\nThis garage isn’t a typical parking building. Someone tried\nto make it look “arty” with its concrete pilings, turning\nsharp corners into rounded ends, and elongating support beams\nin logarithmic curves.\n\nBut at night, the effect is eerie: It looks like you’re\ninside the ribcage of an enormous Giger-esque monster.\n\nPaul’s Toyota sedan is one of maybe three cars still parked\nat this hour, a hundred feet from the doors.\n\nPaul marches for it, keys in one hand, phone in the other.\n\nIt is a long and tense walk. Paul keeps looking around for\nsigns of other people.\n\nHis footsteps echo in the cavernous space.\nPaul gets to the Toyota, unlocking it with his key fob.\n\nBehind him, the sodium-vapor security light goes out,\ndrenching the garage in darkness.\n\nPaul opens the driver's door, grateful for the car’s interior\nlight which casts a downward glow on the area around it.\n\nHe hears something: The sound of the building doors sliding.\n\nPaul turns around, unnerved, because the amber security lamp\ndid not wink on this time.\n\nAt the glass doors to the mall: THE SILHOUETTE.\n\nPAUL\nWho’s there?\n\nSilence.\n\nPaul leans in, the Toyota squeaking from the weight of his\nbody. He grabs a flashlight from his glovebox and stands up\nagain at the door. His fight-or-flight feelings battle his\nstubborn need to not be bullied or pranked.\n\nHe clicks on the flashlight’s bright, narrow beam. Shines it\nright at the silhouette--\n\nAnd it’s GONE. Like the light erased it from existence.\n\fPaul frowns. Confused. Bordering on panic. He lowers the beam\nof light, shining it on his feet--\n\nAnd the silhouette has returned. Thirty feet closer.\n\nPaul lifts the light again.",
  "5": "---END OF PREVIOUS SECTION---\nHe lowers the beam\nof light, shining it on his feet--\n\nAnd the silhouette has returned. Thirty feet closer. Paul lifts the light again. \n---TARGET SECTION TO BE ANNOTATED---\n Directing it at the shadow-form.\nAgain: Just light and garage wall in the distance.\n\nBeat. Paul lowers the flashlight beam--\n\nAnd the silhouette is A DOZEN FEET AWAY.\n\nPaul jumps-- emits a partial curse word, and brings that\nlight beam up reflexively. Protectively.\n\nOnce again, nothing.\n\nBut now, he hears it. Feet scuffling on the ground.\nHurrying in some direction.\n\nPaul sweeps the beam left and right, in search of it.\nNothing.\n\nThen: a slight sound behind him. The Toyota squeaking as\nsomething leans against it.\n\nPaul looks down.\n\nA shadow is cast from the car’s interior light:\nSomething is standing right behind him.\n\nPaul starts to whirl around but--\n\nThe flashlight shines in our eyes as some hint of a HAND\ngrabs his wrist and--\n\nAnother dark-as-ink CLAWED HAND reaches around and covers his\nmouth and--\n\nTHE FLASHLIGHT crashes to the ground, breaking.\nWIDE ANGLE\n\nDarkness. Then the sodium-vapor lamp awakens again, revealing\nPaul’s mangled body on the ground by his car.\n\nCUT TO:\nMAIN TITLES:\n\nA montage of photographs -- family photos, vacation\nsnapshots, candids from different times around the world.\n\fIn each of them, somewhere, is a vague, humanoid SHADOW.\nUnattached to any of the people. Sometimes it’s almost a\nsmudge on the photo. In many, it’s distinct; lurking.\n\nCUT TO:\n\nA POSTER-SIZED ILLUSTRATION\n\nMalicious shadows cover a terrified, gorgeous woman trapped\nin a tomb.\n\nPULLING BACK to reveal it’s the cover art for a DEATH METAL\nalbum of some Scandinavian band.\n\nSomewhere, heavy metal MUSIC plays on low volume.\n\nWE'RE IN:\n\nINT. BEDROOM —- NIGHT\n\nMore posters of metal bands, artwork from cult comic books.\nCrappy furniture. A single bed with disheveled sheets,\ncurrently occupied by a young COUPLE:\n\nREBECCA (20s) and BRET (20s) share a cigarette, staring at\nthe ceiling. Her dark lipstick is smeared, smudges of it\napparent on Bret’s face and neck.\n\nRebecca looks like a “Suicide Girl.” A Gothic tattoo “sleeve”\ncovers her left arm. Ears, nose, and lip sport piercings.",
  "6": "---END OF PREVIOUS SECTION---\nHer dark lipstick is smeared, smudges of it\napparent on Bret’s face and neck. Rebecca looks like a “Suicide Girl.” A Gothic tattoo “sleeve”\ncovers her left arm. Ears, nose, and lip sport piercings. \n---TARGET SECTION TO BE ANNOTATED---\n Her\nhair and makeup are inspired by the character Death from Neil\nGaiman’s Sandman series.\n\nBret’s bare chest showcases a few tattoos, and his hands are\nrough and calloused from years of heavy guitar playing, but\nwhere Rebecca’s body language says “cool as ice,” his is\nbright and bouncy as a puppy.\n\nFrom the bedroom window, an outdoor neon sign for a\nrestaurant winks on and off every few seconds.\n\nBRET\nGive me twenty minutes. I want\nanother ride.\n\nREBECCA\n(rolls eyes)\nUh-huh. I’m gonna go shower.\n\nBRET\nOh yeah. Sure. Maybe I'11 join you.\n\fShe grins at Bret as she climbs out of bed.\n\nREBECCA\nYou'll smell like girly soap.\n\nHe smiles back. Completely smitten.\n\nINT. BATHROOM - NIGHT\n\nRebecca showers. All that makeup washes out. The teased hair,\nthoroughly rinsed.\n\nNo sign of Bret.\n\nINT. BATHROOM - NIGHT\n\nIn a towel, Rebecca combs out her hair, staring at her own\nreflection.\n\nHer skin is pink from the hot water. Now it’s clear how much\nof that makeup is a persona; a disguise. Because she looks\ncompletely different in this light. She’s like a lost girl,\nfive years younger.\n\nShe examines her left arm, with the elaborate tattoo.\n\nThe inside of her forearm is more heavily inked. As if to\ncover over an older tattoo or birthmark.\n\nShe looks at her right arm, currently bare.\n\nThe inside of this arm is peppered with neat rows of short\nscars. Too neat to be accidental.\n\nRebecca used to be a cutter.\n\nFor a brief moment, there’s a sadness in her expression\nrarely seen by someone twice her age. Then, she walls it all\nup again in a deep breath, and steps out.\n\nINT. BEDROOM —- NIGHT\n\nIt’s raining outside, now. Watersnake shadows slink down the\nwindow, and the rain creates a soothing white noise.\n\nBret is fast asleep on the bed. Snoring lightly.\nRebecca nudges him with her naked foot.\n\nREBECCA\nHey. Marathon Man.\n\f10.\n\nHe wakes up. Sits up on his elbows.\n\nBRET\nI’m up, I’m up.",
  "7": "---END OF PREVIOUS SECTION---\nHe wakes up. Sits up on his elbows. BRET\nI’m up, I’m up. \n---TARGET SECTION TO BE ANNOTATED---\nRebecca goes to a drawer and pulls on an oversized t-shirt.\nHer putter-around-the-pad comfort wear.\n\nREBECCA\nYou can’t stay.\n\nThat’s when it hits us: This isn’t Bret’s apartment.\nIt’s Rebecca’s. All this artwork is hers.\n\nBRET\nAww, Becca. Just one night?\n\nREBECCA\nNope.\n\nBret reluctantly starts to get dressed. Notices the weather.\n\nBRET\nYou're kicking me out in the rain?\n\nREBECCA\nYou'll be fine. You’re not a puppy.\n\nBRET\nI thought I was your boyfriend.\n\nREBECCA\nYou're a guy I’ve been seeing.\n(off his reaction)\nThe only guy I’ve been seeing.\n\nBRET\nFor eight months.\n\nREBECCA\nEight months? Really? Wow. That\nputs you in first place.\n(then)\nC’mon, out, I have work early in\nthe morning. Then I’m gonna have\nGina start on my other sleeve.\n\nRebecca shuffles out the door to her living room.\n\nBRET\n(calling after)\nI can’t even keep a pair of jeans\nhere?\n\fll.\nREBECCA (0.S.)\nNo.\n\nBRET\nNot even a sock? Just one sock!\n\nREBECCA (0.S.)\nWhat good is one sock?\n\nBRET\nIs that a yes?\n\nREBECCA (0.S.)\nNo.\n\nBret pulls a t-shirt over his head. It sports a band logo;\nhis own thrash metal band -- UNHOLY TRINITY. With a peeling\nphoto-graphic of himself and his two bandmates.\nINT. LIVING ROOM - MOMENTS LATER\nRebecca cleans up the Chinese takeout on the coffee table.\nThis place is too small to have a dining room.\nBret calls from the bedroom:\nBRET (0.S.)\nIt’s not like having a sock here\nwould make it impossible to get rid\nof me. Socks are not anchors.\nRebecca sighs.\nREBECCA\nI'll see you tomorrow night at the\ngig. Let’s just agree to that, OK?\nINT. BEDROOM\n\nBret goes to her top drawer and drops one sock in among her\ncollection of bras and panties.\n\nBRET\nAll right.\n\nHe puts his boots on. Hiding his one bare foot.\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nHe puts his boots on. Hiding his one bare foot. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n REBECCA’S FRONT STOOP - NIGHT\n\nBret steps out, protected under a small awning.\n\f12.\n\nThe rain has gotten heavier.\n\nRebecca kisses him, smiles, then shuts the door.\nBeat.\n\nBret shakes his head, grinning.\n\nBRET\nI love you, too!\n\nReluctantly, he steps out into the weather.\nMakes his way down the sidewalk.\nPauses, fishing for his car keys.\n\nREBECCA (0.S.)\nHey! Sexy!\n\nBret looks up through the rain:\n\nRebecca has slid open her bedroom window, grinning down at\nhim, still in her t-shirt.\n\nREBECCA (CONT'D)\nI like you a lot.\n\nBret steps forward, encouraged.\n\nBRET\nIs that all?\n\nREBECCA\nNot quite.\n\nBret smiles through the rain. Expectant.\nHis SOCK sails down and lands on his shoulder.\n\nREBECCA (CONT'D)\nSee you tomorrow.\n\nShe slides the window shut.\nBret picks his drenched sock from his shoulder.\nBRET\n\n(sotto)\nSo close...\n\f13.\n\nINT. LIVING ROOM - NIGHT\n\nGrinning like a girl in love, Rebecca saunters back into this\nroom and crosses the fireplace, leaning down to turn up the\nmusic in here.\n\nSLOWLY PUSHING IN on a photo gathering dust on the mantle:\n\nA much younger Sophie, and a 12-year-old REBECCA together.\nSnapped in mid-laugh, Sophie surprised by her daughter.\n\nNo sign of Paul or Martin here.\nTHE PHOTO FILLS THE FRAME--\n\nAnd then a shadow passes over it, and suddenly it’s not as\ndusty as it was--\n\nPULLING BACK to reveal--\n\nWE'RE IN:\n\nINT. SOPHIE’S LIVING ROOM - NIGHT\nAnother mantle, this one littered with framed photos.\n\nNext to the identical photo of Sophie and Rebecca: that photo\nof Paul, Sophie, and Martin seen earlier on his computer.\n\nThe collection showcases Martin most of all, but little\nRebecca is there quite a lot, too.\n\nAnd then there’s PAUL. Center-stage on the mantle. A handsome\nportrait...\n\nNext to his framed OBITUARY, dated two weeks earlier.\n\nINT. MARTIN’S ROOM - NIGHT\n\nMartin sits up in bed, still under the covers.\nHe listens. He stares at his bedroom door.\n\nIt hangs open a crack.",
  "9": "---END OF PREVIOUS SECTION---\nHe listens. He stares at his bedroom door. It hangs open a crack. \n---TARGET SECTION TO BE ANNOTATED---\nHe can hear murmured conversation, as if someone is on the\nphone down the hall.\n\nMartin makes a face -- his struggle to be brave plays out in\nhis body language -- and then he hops out of bed.\n\f14.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\n\nMartin steps into the hall and travels past the upstairs\nbathroom to another door at the far end.\n\nThe master bedroom. Half-closed.\nMartin can hear his mother’s voice in the room.\nMARTIN\n(small)\n\nMommy?\n\nMartin pushes the door open... revealing...\n\nINT. SOPHIE’S BEDROOM\n\nA nest of clothes, empty glasses and stray plateware. This is\na hoarder’s room.\n\nIn one corner, the light from the master bathroom offers a\ncrease of light into this otherwise dreary, dark space.\n\nIn the other corner, SOPHIE stands at the open doorway to the\nmaster closet, in profile, muttering to herself.\n\nShe looks worse than in those photos. The manic is full-blown\nhere. Her hair frazzled. Her nails chewed.\n\nSOPHIE\nI just don’t know what to do about\nit. And I’m sorry. I really am.\n\nMARTIN\nMommy?\n\nSophie turns to face Martin, surprised by him.\n\nSOPHIE\nYes, Martin?\n\nMARTIN\n(beat)\nAre you okay?\n\nSOPHIE\nI will be. Just not there yet.\nDid we wake you?\n\nMartin tenses at that pluralization.\n\nMARTIN\nWhat?\n\f15.\n\nSOPHIE\nGo back to bed, sweetie. Only ones\nwandering the halls at this hour\nshould be grown-ups.\n\nSophie stares tiredly at her son. Gives him a slight nod --\n“Go on, now.”\n\nMartin turns around, takes two steps back for his room...\nSOPHIE (0.S.) (CONT'D)\n(sotto)\nI know. But he means well.\nMartin looks back, over his shoulder.\n\nSophie’s returned to looking into the closet...\n\nWhere a SHADOW SLIDES along the door -- could it be cast by\nSophie herself? --\n\nAnd then some floorboard CREAKS inside the closet.\nMartin’s breath catches. His nostrils flare.\n\nHe hurries back down the hall, for his door--\n\nINT.",
  "10": "---END OF PREVIOUS SECTION---\nMartin’s breath catches. His nostrils flare. He hurries back down the hall, for his door--\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MARTIN’S ROOM - CONTINUOUS\n\n--rushing in and shutting the door behind him. Locking it.\nClimbing into bed.\n\nTense, expectant, he stares at his door.\n\nBeat. Nothing happens.\n\nMartin begins to calm down.\n\nCLICK. The hall light goes out.\n\nMartin holds his breath.\n\nFrom down the hall: the SOUND of bare feet thumping on the\nhardwood floor, with the added CLICKING of long nails.\n\nRight up to Martin’s bedroom door.\nMartin grips his blanket like a Spartan’s shield.\nA tense beat. Quiet.\n\nMARTIN\n.. -Mommy?\n\f16.\n\nSCRATCHING on the door. Like a cat.\nTHE DOORKNOB jiggles.\nFrom way farther down the hall, deep in Sophie’s room:\n\nSOPHIE (0.S.)\nYou want a kiss goodnight?\n\nMartin’s reply is swift and loud:\n\nMARTIN\nNO.\n\nTHE DOORKNOB stops jiggling.\nBut there is no sound of receding footsteps.\n\nMartin slowly sinks under the covers, looking up at his\nnightstand lamp.\n\nTHE BULB burns steadily.\n\nHANGING on that bulb, PRESSING IN... did it weaken? Did it\njust flicker?\n\nON MARTIN, settling in for another sleepless night...\n\nINT. SOPHIE’S LIVING ROOM - DAY\n\nThe land-line phone RINGS. One of those old-fashioned, loud\nbell tones. No one answers.\n\nPULLING BACK, sunlight pierces through the window. Wide open.\nIt’s the next day.\n\nThe phone stops RINGING. A beat later--\n\nSophie enters from the garage, carrying a shopping bag.\nShe moves to the big bay window in the living room...\nAnd pulls out a heavy fabric from the bag.\n\nShe bought some brand new curtains. To keep the sun out.\n\nEXT. MARTIN’S GRADE SCHOOL - DAY\n\nEstablishing.\n\f17.\n\nPRINCIPAL FULLER (V.O.)\n(pre-lap)\nShe isn’t answering.\n\nINT. PRINCIPAL'S OFFICE - DAY\n\nPrincipal Fuller (40s, snappy dresser) moves around his desk\nand approaches a couch on the other side of his office.\n\nMartin has dozed off. Fuller nudges him gently.\n\nPRINCIPAL FULLER\nHey. Martin?\n\nMartin wakes, tense. Blinks.",
  "11": "---END OF PREVIOUS SECTION---\nMartin? Martin wakes, tense. Blinks. \n---TARGET SECTION TO BE ANNOTATED---\nPRINCIPAL FULLER (CONT’D)\nIs there someone else we could call\n\nfor you?\n\nMartin considers the question.\n\nINT. SCHOOL HALL - DAY\n\nRebecca marches in from outside, with Bret trailing her. Bret\ngrins at the seasonal calendar for the grade school.\n\nBRET\nI didn’t know you had a brother.\n\nRebecca makes a bee-line for the principal’s office.\nBefore she enters:\n\nEMMA (0.S.)\nAre you Rebecca?\n\nRebecca wheels around to find EMMA (30s, sincere) waiting for\nher, outside the door to the school nurse’s station.\n\nREBECCA\nWho are you?\n\nEMMA\nI’m Emma. I’m with Child Services.\n(off her look)\nI was assigned to Martin after your\nfather’s death last month, and--\n\nREBECCA\nStep-father.\n\f18.\n\nEMMA\nExcuse me?\n\nREBECCA\nPaul was Martin’s father, not mine.\nMy dad ran off with his physical\ntherapist when I was ten.\n\nEmma wasn’t expecting this information. She rolls with it.\n\nEMMA\nOkay. Let’s talk about Martin for a\nminute. How is he when he’s at\nhome? Is he sleeping?\n\nREBECCA\nI don’t live there.\n\nEMMA\nSo it’s just your mother in the\nhouse, then?\n\nREBECCA\nYeah?\n\nEMMA\nHow is she holding up?\n\nREBECCA\nWell, she takes antidepressants for\nher mood swings. Is that what\nyou're asking?\nEmma opens a small Moleskine notebook and makes a note.\n\nEMMA\nHow bad is it? The depression.\n\nRebecca doesn’t like the notebook.\n\nREBECCA\nNothing to write about.\nEMMA\nIs it a chemical deficiency?\nREBECCA\nWhat?\nEMMA\nGenetic?\nREBECCA\n\nNo. I mean, I don’t know?\n\fEMMA\nBut you don’t live with her\nanymore, so can’t speak to her\ncurrent behavior.\n\nREBECCA\nLook, is Martin okay? You’re\ntalking like he has a black eye or\nsomething.\n\nINT. NURSE'S OFFICE - MOMENTS LATER\n\n19.\n\nMartin sits on a cushioned chair, dark rings around his eyes\n\nfrom lack of sleep.\nEMMA (V.O.",
  "12": "---END OF PREVIOUS SECTION---\nMartin sits on a cushioned chair, dark rings around his eyes\n\nfrom lack of sleep. EMMA (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nHe fell asleep in homeroom this\nmorning. For the third time in the\npast week.\nRebecca enters, brow furrowed in concern.\n\nMartin looks up at her. Astonished.\n\nMARTIN\nYou showed up.\n\nREBECCA\nYeah.\n\nMARTIN\n\nI didn’t know if you would.\n\nREBECCA\nWhere’s Mom?\n\nMartin shrugs. Looks away.\nEmma steps in, putting her notebook back in her\n\nEMMA\nMartin. I know you and your mother\nare going through a lot. And it’s\nharder for you, because you really\ncan’t talk to your mother about it.\nShe's fighting her own battles.\n\nRebecca rolls her eyes. She’s sat through these\n\nEMMA (CONT'D)\nLiving with someone struggling with\ndepression is exhausting. I know\nbecause my father battled it.\n(MORE )\n\nbag.\n\ntalks.\n\fEMMA (CONT'D)\n\nYou don’t know who you're going to\nget. One moment they’re sweet, the\nnext they’re a monster. But if you\nfeel threatened, we can help. Okay?\n\nMARTIN\n(right at Rebecca)\nThis is why you left, isn’t it.\n\n20.\n\nThis gives Emma pause. She looks to Rebecca. Rebecca shrugs.\n\nREBECCA\nMy deal was more complicated. And\nhas nothing to do with you and mom.\nCome on. I’1l take you home.\n\nMARTIN\nYour home? Or mom's?\n\nREBECCA\nWhere you live.\n\nMartin lets out a tired breath and eases off the chair.\n\nRebecca can read his body language.\nREBECCA (CONT'D)\nYou’re gonna be okay.\n(to Emma)\nHe’s gonna be fine.\n\nEXT. SOPHIE’S HOUSE - DAY\n\nBret’s beat-up SUV pulls into the driveway.\n\nINT. BRET’S SUV\n\nBret shifts into park and smiles through the rearview\nMartin, who’s buckled into the back seat.\n\nRebecca rides shotgun.\n\nBRET\nHere we are.\n\nREBECCA\nHer car is here, so she’s home.\n\nat\n\nMartin makes no move to unbuckle his seat belt. His backpack\n\nsits on the seat next to him.\n\f21.\n\nMARTIN\nYou should take me to your place\ninstead. Just for a night.\n\nRebecca looks back at Martin. Bret chuckles.",
  "13": "---END OF PREVIOUS SECTION---\nJust for a night. Rebecca looks back at Martin. Bret chuckles. \n---TARGET SECTION TO BE ANNOTATED---\nBRET\nGood luck barking up that tree.\n\nRebecca gives Bret a “don’t start” glance, then tells Martin:\n\nREBECCA\nYou wouldn’t like it there. I have\nlots of scary posters on the walls.\n\nBut Martin looks more scared of his own house now.\n\nMARTIN\n(sotto)\nI just need some sleep.\n\nBRET\nThis is exciting.\n\nREBECCA\nWhy are you excited?\n\nBRET\nGetting to meet your mom is a big\ndeal. That's like, the next step.\n\nRebecca rolls her eyes and opens her door.\n\nREBECCA\nC’mon Martin, let’s go.\n(points at Bret)\nYou, stay in the car.\n\nBRET\nOh come on. I wore my good jeans!\n\nBret’s jeans: Patched and shredded.\n\nEXT. SOPHIE'S HOUSE - MOMENTS LATER\nRebecca leads Martin up to the front door.\n\nREBECCA\nMom goes through phases like this.\nJust give her a while and she'll\nbounce back. Is she being social\nwith anyone right now?\n\f22.\n\nMARTIN\n\nSomeone keeps coming over.\nREBECCA\n\nGood. Who?\nMARTIN\n\n“Diana.”\nThis stops Rebecca in her tracks. She turns to face Martin.\nHer whole body language has changed now. Her hands make fists\nat her sides. Her jaw pulses.\n\nREBECCA\n...What?\n\nMARTIN\nHer name is Diana.\nINT. SOPHIE’S LIVING ROOM\n\nPOV ANGLE: Watching Rebecca and Martin through a crack in the\ncurtains. Is this Sophie watching?\n\nRebecca bends slightly to speak in low tones with Martin.\nREBECCA\nI know what you’re going through.\nShe did it to me after my dad left.\nShe got off her meds and started\ntalking to... someone.\nEXT. SOPHIE'S HOUSE - CONTINUOUS\nRebecca puts a hand on Martin’s shoulder.\nREBECCA\nI had bad dreams about Diana, but\nthat’s all they are. Because she\nisn’t real. Okay?\nMartin's face goes from hopeful confidant to disappointed.\n\nSuddenly he looks more exhausted than any eight-year-old\nshould ever be. Head bowed:\n\nMARTIN\nIf you say so.\n\nThe door opens and Sophie steps out, in a bath robe.\n\f23.",
  "14": "---END OF PREVIOUS SECTION---\nHead bowed:\n\nMARTIN\nIf you say so. The door opens and Sophie steps out, in a bath robe. 23. \n---TARGET SECTION TO BE ANNOTATED---\nSOPHIE\nBecca? Is that you?\nRebecca stands up and approaches Sophie.\n\nREBECCA\nHey, mom.\n\nSophie notes Rebecca’s clothing color choice.\n\nSOPHIE\nStill in mourning?\n\nREBECCA\nI just like black.\n\nSophie nods, conceding. She pulls Rebecca into a welcome hug.\n\nSOPHIE\nIt’s good to see you.\n\nIt takes a moment for Rebecca to hug back. Didn’t expect one.\n\nREBECCA\nYou, too.\n\nMartin moves past, into the house.\n\nSOPHIE\nWhat are you doing home, little\nmister?\n\nINT. SOPHIE'S LIVING ROOM - CONTINUOUS\n\nMartin doesn’t look back, he just marches for his bedroom.\nOver his shoulder:\n\nMARTIN\nShe’1l tell you.\n\nREBECCA\nHe hasn’t been sleeping.\n\nSOPHIE\nWho can blame him. Paul was\neverything to us.\n(corrects)\nNearly everything.\n\nREBECCA\nAre you seeing a therapist?\n\nSophie deflects by idly tidying up. As she does:\n\f24.\n\nSOPHIE\nI’m not going to talk about my\nproblems to some stranger.\nI’ve been through this before.\nYou were there when Vic left me,\nyou remember.\n\nREBECCA\nOh yeah, I remember.\n\nShe looks around the room and spies a half-eaten lunch on the\ncoffee table. The TV plays, muted.\n\nFor the first time, we get a better look at the room, with\nthe new curtains.\n\nIt’s more of a cave now. Some boxes of clothes (Paul’s) sit\nin a corner of the room, like a hoarder’s starter kit. The\nlack of natural light, mixed with the multicolored ambient TV\nlight, all makes for a depressing, if macabre feel.\n\nREBECCA (CONT'D)\nHow long have you been off-roading\nit?\n\nSophie’s poor-me vibe disappears in a breath. She bites back:\n\nSOPHIE\nExcuse me?\n\nINT. MARTIN’S ROOM\n\nMartin gets a gym bag from his closet and begins to stuff\nvarious articles of clothing from his chest of drawers.\n\nThe raised voices of Sophie and Rebecca can be heard through\nthe walls and down the hall as Martin packs.\n\nSOPHIE (0.S.",
  "15": "---END OF PREVIOUS SECTION---\nThe raised voices of Sophie and Rebecca can be heard through\nthe walls and down the hall as Martin packs. SOPHIE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n--and once again, I am here by\nmyself, trying to do it all on my\nown without any help--\n\nREBECCA (0.S.)\nHelp? Is that your code word for\nmaking someone listen to you\ncomplain about your life all day?\n\nSOPHIE (0.S.)\nListen here, Rebecca Ann--\n\f25.\n\nINT. BEDROOM HALL - MOMENTS LATER\n\nMartin crosses from his bedroom to the bathroom across the\nhall, hefting his gym bag with him.\n\nREBECCA (0.S.)\nAnswer the question!\n\nSOPHIE (0.S.)\n\nYou’re not my doctor, you’re my\ndaughter, why can’t you just be on\nmy side for once--\n\nMartin emerges with his toothbrush in one hand.\n\nHe heads back for the living room, glancing into--\nA HOME OFFICE, its door halfway open.\n\nMartin stops. Curious. This is a room that is typically\nclosed to him.\n\nDown the hall, the fight continues.\nREBECCA (0.S.)\nHow about you be on Martin’s side,\nhave you thought about that?\nMartin slowly approaches the door, to peer inside...\n\nPOV: A SHADOW on the wall moves. Something’s in there.\n\nStartled, Martin hurries for the living room.\n\nINT. SOPHIE’S LIVING ROOM\nMother and daughter still go at it.\n\nSOPHIE\nAre you seriously accusing me of\nbeing a bad mother? You of all\npeople?\n\nREBECCA\nCan we talk about Martin without\nyou jumping to that idea? Come on!\n\nSOPHIE\nExcuse me for being upset that I\nhave to raise him without his\nfather. Look how you turned out.\n\nThis cuts Rebecca deep. If she lets it fester, she’ll start\ncrying. Instead, she hardens up.\n\f26.\n\nREBECCA\nI’m going to give you some time.\nAnd when you aren’t totally manic,\nyou can call me. Until then, I’m\nnot letting Martin stay here.\n(calling)\nMartin, pack your--\n\nMartin steps in, tense, carrying his bag and backpack.\n\nMARTIN\nI’m ready.\n\nSophie is shocked.\n\nSOPHIE\nMartin. Honey. Come on now.\n\nRebecca is now empowered again. Authoritative.\n\nREBECCA\nLet's go.\n\nRebecca leads Martin out the front door.",
  "16": "---END OF PREVIOUS SECTION---\nAuthoritative. REBECCA\nLet's go. Rebecca leads Martin out the front door. \n---TARGET SECTION TO BE ANNOTATED---\n Sophie is hot on\ntheir tracks.\n\nSOPHIE\nYou two planned this! Didn’t you!\n\nREBECCA\nNobody planned anything, mom.\n\nMartin looks back at his mother with a gentle look of pure\nsympathy. On his way out:\n\nMARTIN\nI’ll be back soon as I can.\n(halfway out the door)\nTake your vitamins after dinner!\n\nEXT. SOPHIE’S HOUSE - MOMENTS LATER\n\nRebecca hurries for Bret’s idling SUV with Martin in tow.\nBret meets them at the passenger side--\n\nBRET\nWhoa whoa--\n\nREBECCA\nGet back in, we're leaving.\n\nBRET\nWhere we going?\n\f27.\nREBECCA\nMy place.\nBret moves. No questions.\nAt the front door, Sophie calls after Rebecca:\n\nSOPHIE\nYou're just like your father!\n\nAlready in the SUV, Rebecca turns her full anger toward her\nmother and starts cursing her, while Bret races to shut the\npassenger automatic window. It seals up at the last word--\nREBECCA\nYou're just like a crazy b--\n\nEXT. REBECCA’S APARTMENT BUILDING - EVENING\n\nEstablishing. The sky threatens to rain. The clouds are the\ncolor of fresh bruises.\n\nINT. REBECCA’S BEDROOM - EVENING\n\nRebecca opens the door for Martin, showing him in like a bell\nhop to a hotel suite.\n\nREBECCA\nHere we are. You can take the bed\ntonight. Just stash your stuff\nwherever.\n\nMartin steps in and looks wide-eyed at the posters on the\nwalls. Like he’s on an alien planet.\n\nRebecca watches Martin. Suddenly feels embarrassed.\n\nREBECCA (CONT'D)\nOr if you prefer the couch...\n\nMartin puts his bag on the bed.\n\nMARTIN\nNo. This is fine.\n\nREBECCA\nI’m gonna order some dinner.\n\nShe gently shuts her door, letting him alone.\n\nMartin unzips the gym bag and digs around through the clothes\ninside. He finds what he’s after, and pulls it out--\n\f28.\n\nA FLASHLIGHT.\n\nHe checks the switch, then puts it on the nightstand.\n\nINT. REBECCA’S LIVING ROOM\n\nBret pulls Rebecca around to speak to her quietly before she\ngets to the kitchen phone.",
  "17": "---END OF PREVIOUS SECTION---\nHe checks the switch, then puts it on the nightstand. INT. REBECCA’S LIVING ROOM\n\nBret pulls Rebecca around to speak to her quietly before she\ngets to the kitchen phone. \n---TARGET SECTION TO BE ANNOTATED---\nBRET\nWas this your idea?\n\nREBECCA\nWhat do you mean?\n\nBRET\nBringing the kid here.\n\nREBECCA\nIt’s not safe there.\n\nBRET\nSo. You call the lady at the\nschool. That’s what CPS is for.\nExactly this.\n\nREBECCA\nHe’s my brother.\n\nBRET\nShe’s his mother.\n\nREBECCA\nSo?\n\nBret takes a beat. Watches her carefully.\nBRET\nBecks. Did you do this to help him,\nor to hurt her?\n\nRebecca crosses her arms. Nostrils flaring. In a scary even\ntone, she tells Bret:\n\nREBECCA\nYou should go now.\n\nBret deflates. He grabs his keys.\nStaying on Rebecca, all stern face and disappointment...\n\nThe sound of the front door SHUTTING...\n\f29.\n\nAnd Rebecca slumps, almost caving in on herself. She puts a\nhand over her face and lets out a long breath.\n\nINT. REBECCA’S KITCHEN - NIGHT\n\nDark. Then a light clicks on to reveal we’re inside the\nfridge and Rebecca has just opened the door, peering in.\n\nREBECCA\nLet me see what I can put together\nfor you...\nShe grabs some lunchmeat.\n\nREBECCA (CONT'D)\nHow about a sandwich?\n\nIn the dinette right off the kitchen, Martin sits at the\ntable, in his pajamas. He nods.\n\nHis hair is wild from a recent bath.\nRebecca builds a sandwich for him at the counter.\nREBECCA (CONT'D)\nI know this is a little late for\ndinner. So. We’1l call it a snack.\n(then)\nCrust or no crust?\nMARTIN\nCrust is fine.\n(then)\nCan you make them triangles?\nRebecca grins.\n\nREBECCA\nOh, you take after your big sister.\n\nShe brings the sandwich on a plate to the table and presents\nit to him.\n\nMartin takes a bite. Nods: He approves.\nRebecca then notices a HAIRBRUSH on the table.\n\nMARTIN\nMom usually brushes my hair.\n\nREBECCA\nWell. I’1l give it a try.\n\f30.\n\nRebecca works on taming Martin’s messy hair while he eats.\n\nFor a moment, the two are actually content as siblings.",
  "18": "---END OF PREVIOUS SECTION---\n30. Rebecca works on taming Martin’s messy hair while he eats. For a moment, the two are actually content as siblings. \n---TARGET SECTION TO BE ANNOTATED---\n He\nfeels nurtured, and she feels like a proper caregiver.\n\nThen, Martin puts down his sandwich.\n\nMARTIN\nRebecca?\n\nREBECCA\nHmm?\n\nMARTIN\n\nIf mom is crazy, does it mean we’re\na little crazy too?\n\nRebecca pauses. Unsure how to answer that question.\nIt eats at her conscience.\n\nEXT. SOPHIE'S BACK YARD - DUSK (FLASHBACK)\nA bonfire crackles.\nA bonfire made of clothes, CDs, and other personal effects.\n\nSOPHIE (younger, exhausted) stands at the fire with a box at\nher feet. She wears a bath robe that she’s been living in for\nthe past week, judging by its condition.\n\nNext to her, a 10-year-old REBECCA. Big eyes. And scared the\nway children get when a pillar of their life changes.\n\nYOUNG REBECCA\nIs that Daddy’s stuff?\n\nSOPHIE\nNot anymore. He abandoned it all\nwhen he ran off with that little\nharlot from work.\n\nSophie pulls another shirt out of the box. Holds it in front\nof her daughter.\n\nSOPHIE (CONT'D)\n\nSmell this. You know what that is?\n(Rebecca sniffs)\n\nDior. “Dune.” Your mother doesn’t\n\nwear Dior.\n\nSophie tosses the shirt onto the fire. The flames consume it\nhungrily, flaring up.\n\f31.\nYOUNG REBECCA\n...What happens now?\n\nSOPHIE\nTransformation.\n\nSophie reaches into her robe’s pocket and pulls out a\nprescription pill bottle. Holds it up...\n\n...and tosses it into the fire with the clothes.\nMental alarm bells go off in Rebecca’s head.\n\nYOUNG REBECCA\nWhy'd you do that?\n\nSOPHIE\nThat’s the old me. They were\nsupposed to help me keep my life\ntogether. Look what happened.\n(a breath)\nTime to let the world know I’m\nready for something new.\nShe dumps the last of the box into the fire. It ROARS up.",
  "19": "---END OF PREVIOUS SECTION---\n(a breath)\nTime to let the world know I’m\nready for something new. She dumps the last of the box into the fire. It ROARS up. \n---TARGET SECTION TO BE ANNOTATED---\nSOPHIE (CONT'D)\nYou hear me? Bring me someone who\nwon’t run away!\nFrom one angle, with Sophie in silhouette against the roaring\nbonfire, her head raised to the sky, the scene could be\nmistaken as something much more... ritualistic.\nEXT. REBECCA’S APARTMENT BUILDING - NIGHT\n\nDead of night. It’s raining.\n\nINT. REBECCA’S BEDROOM - NIGHT\nRebecca sleeps, spooning a set of covers partly turned back.\n\nShe's made visible in four-second intervals by the bright\nneon light from the sign outside her window.\n\nA faint SCRATCHING SOUND somewhere in the room causes her to\nstir in her sleep. She wakes.\n\nAnd she finds she’s alone in the bed.\n\nRebecca sits up. Blinks. Looks around.\n\f32.\nREBECCA\nMartin?\n\nThe neon winks off to reveal A SILHOUETTE in the door. Small.\nPartly enveloped in shadow from the room beyond.\n\nThe SCRATCHING comes from somewhere in that direction.\n\nREBECCA (CONT'D)\nWhat are you doing?\n\nThe neon lights up the room in a green glow, revealing\nnothing in the hall...\n\nThen it goes out, and the SILHOUETTE is back.\nThe SCRATCHING continues.\n\nRebecca reaches over to turn on the bedside lamp-- click. But\nnothing happens. Click-click. Nope.\n\nREBECCA (CONT'D)\nYou need to flip the light switch\nby you. The outlet is... here.\n\nShe gets out of bed. The neon light returns, illuminating the\ndoorway...\n\nNo one is there.\nRebecca frowns. Takes a step forward, cautious.\nBeat. The light goes out again...\nRevealing the SILHOUETTE still there.\nRebecca’s breath catches.\nREBECCA (CONT'D)\n(softly)\n\nMartin?\n\nThe shadow RISES now, from its small, hunched over state, to\nsomething taller than Rebecca by a foot.\n\nRebecca backpedals, stumbles, hits the hardwood floor--\n\nThe silhouette takes a step into the room and something like\ntoenails CLICK against the wood surface--\n\nRebecca is trapped, the bedroom door her only way out,\nadrenaline dumping into her system all at once--\n\nThen the neon returns--\n\f33.",
  "20": "---END OF PREVIOUS SECTION---\nREBECCA (CONT'D)\n(softly)\n\nMartin? The shadow RISES now, from its small, hunched over state, to\nsomething taller than Rebecca by a foot. Rebecca backpedals, stumbles, hits the hardwood floor--\n\nThe silhouette takes a step into the room and something like\ntoenails CLICK against the wood surface--\n\nRebecca is trapped, the bedroom door her only way out,\nadrenaline dumping into her system all at once--\n\nThen the neon returns--\n\f33. \n---TARGET SECTION TO BE ANNOTATED---\nAnd the silhouette EVAPORATES when the light washes over it,\nand for a precious few seconds Rebecca is safe--\n\nWhich is when Rebecca scrambles to get back up and RUSH for\nthe wall switch by the door--\n\nSlapping it with her hand while she’s in the wash of light--\nCLICK. The bedside lamp turns on.\nRebecca is alone in the lit room.\n\nSuddenly out of breath, but alone.\n\nINT. BATHROOM - MOMENTS LATER\n\nRebecca steps in -- the light is already on in here.\nShe takes a hard look at herself in the mirror.\nGlances down at her arm with the old scars.\n\nShe tucks her arm to her side, like she’s trying not to think\nabout it.\n\nSomething makes a small sound in the room with her, and in a\nheartbeat she’s back to fight-or-flight mode.\n\nThe shower curtain is drawn partway.\nRebecca advances slowly. She relaxes when she sees:\nMARTIN, asleep in the dry bathtub basin, in his pajamas.\n\nHe clutches his flashlight to his chest. He’s using a towel\nfor a pillow.\n\nRebecca sits down on the tub’s edge and watches Martin sleep.\n\nHer attention drifts back to the bathroom door; to the\nhallway beyond. Questioning what just happened.\n\nPRE-LAP the sound of a doorbell RING--\n\nEXT. REBECCA’S APARTMENT BUILDING - MORNING\nThe rain has stopped. The sun shines.\n\nA lone figure in a raincoat stands at Rebecca’s stoop.\n\f34.\n\nINT. REBECCA’S LIVING ROOM - MORNING\n\nRebecca opens the front door to reveal the figure is EMMA.\nAnd she looks sternly at Rebecca.\n\nREBECCA\nHey.\nEMMA\nDid you take Martin?\nREBECCA\nWhat?\nMARTIN (0.S.)\nWho is it?\n\nEmma pushes past Rebecca, into the apartment.\n\nEMMA\nYou can’t do this.\n\nMOMENTS LATER\nEmma sits on the couch, Rebecca paces.\nREBECCA\nShe’s unstable. It’s not a safe\n\nenvironment for him. For anyone.\n\nEMMA\nWhere is he?\n\nREBECCA\nGetting dressed for school.\n\nEmma looks to the closed bedroom door, then speaks directly\nbut in a slightly low voice to prevent Martin overhearing.\n\nEMMA\nThink about what you want to do.",
  "21": "---END OF PREVIOUS SECTION---\nREBECCA\nGetting dressed for school. Emma looks to the closed bedroom door, then speaks directly\nbut in a slightly low voice to prevent Martin overhearing. EMMA\nThink about what you want to do. \n---TARGET SECTION TO BE ANNOTATED---\nREBECCA\nI did. I brought him here.\n\nEMMA\nI’m not talking about some kneejerk\nreaction. He can’t stay here.\n\nREBECCA\nSure he can.\n\f35.\n\nEMMA\nNot without-- Rebecca, come on. You\nknow why I’m here? She called me.\n\nREBECCA\nSo Child Services takes orders from\nnutjobs now? She’s on triazolam and\nbeta blockers for a reason.\n\nEmma stands up like she’s taking the pulpit.\n\nEMMA\nI went there, I stopped by in\nperson to make sure she was lucid,\nand she was, but you know what?\nThat’s not how this works.\n\nREBECCA\nWhy the hell not?\n\nEMMA\n\nSophie is his birth mother. His\nlegal guardian. To get Martin from\nher custody requires you to file\ncharges against her. Take her to\ncourt. That’s a long, painful\nprocess, and that’s only the first\nhalf. To keep Martin from being\nplaced into foster care, you’d need\nto prove yourself and your home as\nan appropriate surrogate.\n\n(beat)\nSo that’s two major choices for you\nto make: Declaring war on your\nmother, and transforming into a\nresponsible guardian for him. Are\nyou ready to do that?\n\nRebecca blinks. She didn’t expect that truth slapped at her\nthis early.\n\nREBECCA\nI can be a responsible guardian.\n\nEmma answers by looking past Rebecca, and then around the\nroom, taking it all in.\n\nMore HEAVY METAL POSTERS. Some with provocative illustrated\nwomen. A book on the coffee table about tattoo artists. And\nfinally, a plastic bong on the bookshelf.\n\nEmma doesn’t say a word. She doesn’t have to.\n\f36.\n\nEXT. REBECCA’S FRONT STOOP - MORNING\nEmma takes Martin by the hand to her car.\nMartin looks back at Rebecca who stands at her doorway.\nHe waves at her.\nMARTIN\n\nIt’s okay. I got some sleep. I’11\n\ndo better tonight.\nRebecca waves and smiles wanly. But honestly, the little boy\nis breaking her heart.\n\nINT. REBECCA’S BEDROOM - MOMENTS LATER\n\nRebecca shuffles in, hand over her eyes.",
  "22": "---END OF PREVIOUS SECTION---\nBut honestly, the little boy\nis breaking her heart. INT. REBECCA’S BEDROOM - MOMENTS LATER\n\nRebecca shuffles in, hand over her eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Her body language\nscreams, “What the hell am I doing.”\n\nShe bends down to pick up a t-shirt of hers on the floor.\n\nWhen she does, she freezes. Her attention is riveted to\nsomething on the floor...\n\nA STICK FIGURE IN A DRESS has been carved into the hardwood\nflooring, with a name scrawled beneath it:\n\nDIANA\n\nRebecca shudders. Crouches down and traces one of the letters\nwith her finger. It’s triggering some memory; her gaze\nwanders off the floor and up, as if she starts to see it in\nthe same room--\n\nAll the while darkness encroaches around her, until--\n\nINT. REBECCA’S CHILDHOOD BEDROOM - NIGHT (FLASHBACK)\n\nA young REBECCA (age 10) sleeps in her bed. From somewhere in\nthe room, a nightlight casts a wan glow over her.\n\nThen... with a brief BUZZ, the nightlight winks OUT.\n\nSTAYING ON REBECCA who stirs in her sleep, some part of her\naware that the light has changed.\n\nA door creaks open.\n\nRustling sounds. Like a rat in a cupboard.\n\f37.\n\nThis wakes Rebecca. She blinks. Sits up.\nHer bedroom CLOSET DOORS hang open. Inside: pitch black.\nAll is quiet.\n\nThen: the rustling continues. A bit clearer now: Paper is\ninvolved. Someone handling paper.\n\nComing from the closet.\nRebecca gets gooseflesh and her heart rate skyrockets.\nShe reaches over to her nightstand to turn on her lamp--\n\nBut the lamp is GONE. A place for a lamp is there, even a\nfootprint on the surface, but it’s not there now.\n\nRebecca turns back to face the closet with renewed fear.\nThere, at the base, on its side: the lamp.\nNostrils flaring, Rebecca slips out of the bed.\n\nYOUNG REBECCA\nMom...? Is that you?\n\nBeat. The rustling pauses.\n\nWOMAN'S VOICE\nSweetheart.\n\nRebecca frowns. Takes a tentative step for the closet.\n\nYOUNG REBECCA\nWhat are you doing?\n\nNo answer. Scratching on paper. Then:\n\nWOMAN'S VOICE\nYour mother is going to be fine.\n\nRebecca takes two more steps.",
  "23": "---END OF PREVIOUS SECTION---\nScratching on paper. Then:\n\nWOMAN'S VOICE\nYour mother is going to be fine. Rebecca takes two more steps. \n---TARGET SECTION TO BE ANNOTATED---\nThe closet interior is a black hole in the wall.\n\nWOMAN’S VOICE (CONT'D)\nI’m here now.\n\nRebecca quickly reaches out and flicks on the closet light--\nThe closet LIGHTS UP to reveal--\n\nNO ONE INSIDE, but something FALLS from midair--\n\f38.\n\nAn old sketch pad. And a black crayon.\n\nThe crayon rolls to Rebecca’s bare foot.\n\nRebecca looks around, utterly terrified there’s no one there.\nTHE SKETCH PAD lies open to an old drawing.\n\nA stick-figure trio. Mommy, Daddy, Me.\n\nDaddy has been crossed through. And in the same black crayon,\na new figure has been added:\n\nDIANA\n\nYoung Rebecca stares down in shock--\n\nINT. REBECCA’S BEDROOM - BACK TO SCENE\n\nPresent-day Rebecca stares down at the same handwriting\ncarved into her floor.\n\nShe grabs her phone. Still distracted by the carving, she\nbrings up her voicemail.\n\nOn speaker, she plays an old message.\n\nVOICEMAIL (V.O.)\nSaved message. Thirty-two days old.\n\nBEEP. Then Paul’s voice:\n\nPAUL (V.O.)\nRebecca. This is your step-father.\nYou know I wouldn't be calling if\nit weren't serious. I just... It\ninvolves your mother. Call me?\n\nBEEP. Rebecca never called. But she has a grim idea now--\n\nINT. REBECCA’S KITCHEN - DAY\nQUICK SHOTS:\n\n- Rebecca’s thumb on the power button to her weathered laptop\nas the boot sequence CHIMES.\n\n- Rebecca’s hand on the fridge, pulling a card for an LAPD\ndetective from the door.\n\n- Digits lighting up on her cell phone’s screen: “7-1-4”\n\n- Rebecca’s fingers flutter on the keyboard, that black nail\npolish shining in the screen’s glow.\n\f39.\n\nTHEN:\n\nRebecca holds the phone in her hand at the little kitchen\ntable, her laptop screen visible. On screen: An ARTICLE from\nLA Times:\n\nStore Owner Beaten to Death in Anaheim\n\nA PHOTO of Paul’s car in the garage accompanies the article,\nbut it’s shot from the other side of where his body was\nfound, so all we see are LAPD officers standing around and\nlooking grim at the (unseen) body.\n\nDET. PETRUCCI (V.O.",
  "24": "---END OF PREVIOUS SECTION---\nDET. PETRUCCI (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n(faint; from phone)\nYeah, Petrucci.\n\nREBECCA\nDetective Petrucci? This is Rebecca\nLloyd. We spoke a few weeks ago,\nabout my step-father’s murder?\n\nShe paces the room as she listens. The Detective’s voice is\nbarely heard on the other line.\n\nREBECCA (CONT'D)\nPaul Wells, yes. Did you catch\nwhoever did it?\n\nRebecca scrolls down the article on her laptop and puts\nPetrucci on speakerphone while she keeps reading.\n\nDET. PETRUCCI (V.O.)\n(filtered)\n\n--pursuing every lead, but what we\n\nneed most now is some help from\n\npeople who knew Paul. How well did\n\nyou know him?\n\nREBECCA\nMe? I mean, not really.\n\nDET. PETRUCCI (V.O.)\n(filtered)\nDid you get along with him?\n\nRebecca doesn’t like where this is going. Is she a suspect?\nNow her attention is on her phone.\n\nREBECCA\nI guess? He was my step-dad. Why?\n\f40.\n\nDET. PETRUCCI (V.O.)\nBecause you’re the first family\nmember to call me since I was put\non the case. Usually the wife is\ncalling me every day, asking for\nupdates.\n\n(beat)\nWhat happened with your mother’s\nfirst husband?\n\nHoly shit -- he’s not suspicious of her, he’s after Sophie.\nREBECCA\nDad ran off with a client.\nThat’s all.\n\nOver the speakerphone, she can hear Petrucci typing at his\ncomputer, making notes.\nDET. PETRUCCI (V.O.)\n(filtered)\n\nUh-huh, and you were Martin’s age\n\nwhen that happened, right? Would\n\nyou say your mother suffers from\n\nmood swings?\n\nSuddenly this is a very charged call. Rebecca takes it off\nspeaker and puts it to her ear --\n\nREBECCA\nI gotta go.\n\nAnd she hangs up. For a moment her eyes wander, then she gets\nup, having committed to a course of action:\n\nTime to go straight to the source. PRE-LAP a DOORBELL:\n\nEXT. SOPHIE’S HOUSE - DAY\n\nRebecca stands on the front porch just as a taxi pulls away\nfrom the curb.\n\nShe rings the bell again.\nStands back and checks the driveway: No car.",
  "25": "---END OF PREVIOUS SECTION---\nSOPHIE’S HOUSE - DAY\n\nRebecca stands on the front porch just as a taxi pulls away\nfrom the curb. She rings the bell again. Stands back and checks the driveway: No car. \n---TARGET SECTION TO BE ANNOTATED---\nREBECCA\n(calling out)\nMom? You home?\n\nNothing.\n\nChecking over her shoulder, Rebecca bends down --\n\f41.\n\nAnd pulls a small plastic magnetized CONTAINER from under a\nwindowsill. Slides it open to reveal: A HOUSE KEY.\n\nINT. SOPHIE’S LIVING ROOM - MOMENTS LATER\n\nRebecca steps inside and shuts the door behind her.\n\nREBECCA\nHello?\n\nNo response.\n\nRebecca ventures deeper into the house.\n\nINT. UPSTAIRS HALLWAY\n\nRebecca ascends the stairs and heads for the master bedroom.\nShe glances in at the home office on her way and stops in her\ntracks. Turns. And steps inside.\n\nINT. HOME OFFICE\n\nPaul’s working space. Oak desk, home computer, filing\ncabinets. A small treadmill in the corner.\n\nThat’s not the strange part.\n\nThe weirdness is the fact that the framed photos have been\ntaken down. Paul’s diploma, his choice of landscape art...\nEven the filing cabinets are partly gutted.\n\nRebecca notices a corner of the room:\n\nA weird MAKESHIFT BED built from pillows and a quilt is\ntucked back behind one side of the desk, where the desk lamp\nhas been unplugged, and the cord CHEWED OFF.\n\nSomething new hangs on the wall here. It’s not the same\ndimensions as what used to hang on the hook; the paint on the\nwall is discolored in a different shape.\n\nRebecca leans in to look at the new framed photo:\n\nA black-and-white snapshot, at least thirty years old. Even\nthe frame suggests 1980s.\n\nIt’s at a hospital, outside on the grounds. Slightly off the\ncenter of the pic stands a WOMAN with her back to us, head\npartly turned to look our way. The shade of a wild-shaped\ntree hides her face from us.\n\f42.\n\nRebecca looks around. Feeling like she’s being watched.\nCarefully, she takes the framed photo down from the wall...\nAnd slides the photograph out from under the glass.\n\nOn the other side of the photo, some handwritten info in old,\nfaded pen:\n\n“Diana / Mulberry Hill Rehab Hospital (1986)”\nRebecca stares at the photo again with renewed tension. As if\nthe figure under that crooked tree could come to life.\nEXT.",
  "26": "---END OF PREVIOUS SECTION---\nOn the other side of the photo, some handwritten info in old,\nfaded pen:\n\n“Diana / Mulberry Hill Rehab Hospital (1986)”\nRebecca stares at the photo again with renewed tension. As if\nthe figure under that crooked tree could come to life. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET OUTSIDE SOPHIE’S HOUSE - DAY\nRebecca stands at the curb, still clutching the photo.\nBret pulls up in his SUV and gets out. Approaches her.\nBRET\n\nGot your message. You wanna tell me\nwhat this is about?\n\nREBECCA\n\nI need a ride. To a hospital.\nBRET\n\nYou okay?\nREBECCA\n\nYeah. Come on--\nShe goes for the passenger door, but it’s locked.\n\nREBECCA (CONT'D)\nLet’s just go. I’1l tell you about\nit in the car.\n\nBret isn’t caving. He crosses his arms at her.\n\nBRET\nDon’t you think we should finish\ntalking about last night? You know,\nwhen you kicked me out for trying\nto be honest with you?\n\nRebecca takes a moment to remember. It’s readable on her\nface, “Oh, right.”\n\nBret’s a bit surprised. She doesn’t remember?\n\f43.\n\nREBECCA\nThat. Yeah. Hey.\n\nShe steps up to him. Looks him in the eyes. And kisses him on\nthe mouth.\n\nShe pulls back. Takes a breath.\nREBECCA (CONT'D)\nYou were right. I was using Martin\nto get back at mom. I’m sorry.\nBret’s a little loopy from the kiss. But he recovers.\nBRET\nWell, you should apologize to\nMartin, really. I mean, uh-- not\nlike you did with me, but...\nREBECCA\nI need to do a lot of things.\nStarting with a visit to Mulberry\nHill mental hospital.\nBret heads back around to the driver's side--\n\nBRET\nWhy?\n\nREBECCA\nDiana was a patient there.\n(still amazed)\nThe bitch is real!\nThey both get in the car.\n\nBRET\nWho's Diana?\n\nREBECCA\nLet’s find out.\nEXT. QUIET STREET - DAY\n\nBret’s SUV pulls up to the curb. Bret and Rebecca get out.\nThey both stare at something 0.S., disturbed.\n\nRebecca looks at the photo in her hands, then back up.\nARM AROUND TO REVEAL:\n\nThe mental hospital building, set back from the street on a\nwide, once-green lawn.\n\f44.\nIt’s the same structure, for sure.",
  "27": "---END OF PREVIOUS SECTION---\nARM AROUND TO REVEAL:\n\nThe mental hospital building, set back from the street on a\nwide, once-green lawn. 44. It’s the same structure, for sure. \n---TARGET SECTION TO BE ANNOTATED---\n Some different paint here\nand there, stripped landscaping, in need of a pressure wash.\nOh, and the SIGN out front:\n\n“MULBERRY HILL APARTMENTS”\n\nREBECCA\nShit.\n\nBRET\nWell. This is awkward.\n\n(beat)\nSo, what now?\n\nREBECCA\nSomeone’s gotta know.\n\nShe heads for the front doors.\n\nBret reluctantly follows.\n\nINT. MANAGER'S OFFICE - DAY\nThe PHOTO is examined in a man’s meaty hand.\nThis is the apartment manager, LOUIS. He scratches his chin.\nLOUIS\nThis place hasn’t been a medical\ncenter for over ten years. Looks\nlike this was taken back in the\nnineties.\nRebecca takes the photo back.\n\nREBECCA\nWhat happened to it?\n\nLouis shrugs.\n\nLOUIS\nGot shut down. Bankruptcy.\n\nBRET\nWhat happened to all the patients?\n\nLOUIS\nThey lived happily ever after. How\ndo I know? I just manage the place.\n\nREBECCA\nYou don’t have any forwarding info?\n\f45.\n\nLOUIS\nIf I did, it’d be at least ten\nyears old by now.\n\nLouis goes back to his fast food meal at his desk, talking\nwhile he eats.\n\nLOUIS (CONT'D)\nThey got evicted. State law is\nthree day’s notice. They left a lot\nof junk behind for the owners to\nclean up, tenants do that shit all\nthe time.\n\nREBECCA\nWhat happened to that stuff?\n\nLOUIS\nAuctioned or thrown out.\n(slurps soda)\nAll except for the patient files.\n\nRebecca and Bret are on their way out the door when he says\nthat last line. They stop.\n\nREBECCA\nThey left patient files?\n\nINT. MULBERRY HILL APARTMENTS HALLWAY - DAY\n\nStained carpet. Flickering piss-yellow bulbs. This place\nwould feel right at home in Fincher’s SE7EN.\n\nLouis leads them down the hall, keychain jangling.\n\nLOUIS\nI keep telling the owners to just\nburn this stuff, but everyone's\nafraid of lawsuits these days, so\nthey have me keep it in 157.\n\nHe goes to a door that’s been damaged recently. “157.”\nA fresh deadbolt LOCK has been installed. Rebecca notices.\n\nREBECCA\nThat looks new.",
  "28": "---END OF PREVIOUS SECTION---\nHe goes to a door that’s been damaged recently. “157.”\nA fresh deadbolt LOCK has been installed. Rebecca notices. REBECCA\nThat looks new. \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS\nWe get break-ins around here.\nWelcome to the neighborhood.\n‘Course, I don’t know what’s worth\nstealing in here, or who'd care.\n\f46.\n\nHe opens the door and turns on the light.\n\nINT. UNIT 157\n\nMetal shelves and an old gurney serve as storage spaces for\nROWS OF BOXES, some with lids, others open to the elements.\n\nIt’s an auditor’s nightmare. And it smells of mildew.\n\nLOUIS\nIf someone’s files are in here,\nodds are the world stopped caring\nabout ‘em long ago.\n\nRebecca steps in and starts looking around.\nAt the door, Bret stops Louis.\nBRET\nYou turned a creepy hospital into\nlow-income housing? Seriously?\nLouis looks at Bret as if Bret still believes in Santa.\nLOUIS\nIt’s a building.\n(as he leaves)\nTell her she can look but she can’t\ntake anything home with her.\n\nBret steps in to find Rebecca in the middle of the room.\nSurrounded by files.\n\nBRET\nYou hear that?\n\nRebecca nods, but her mind is elsewhere.\nREBECCA\nYeah.\n(sotto)\nSomeone should've told my mom that.\n\nEXT. SOPHIE’S HOUSE - DAY\n\nA school bus pulls away from the curb as Martin walks to the\nfront door of the house.\n\nThe heavy curtains are still drawn.\n\f47.\n\nINT. SOPHIE’S HOUSE - MOMENTS LATER\nMartin lets himself in. The house is quiet. The TV muted.\n\nMARTIN\nMom? I’m home...\n\nMartin crosses to the bedroom hallway, turning lights on as\nhe goes.\n\nINT. BEDROOM HALL\n\nFrom the home office, Sophie emerges, holding a small hammer.\nShe approaches, happy to see him.\n\nSOPHIE\nWelcome home. How was school?\n\nMartin regards her cautiously.\n\nMARTIN\nOkay.\n(then)\nWhat are you doing?\n\nSOPHIE\nJust fixing up around the house.\nHow did it go at your sister's?\n\nMARTIN\nFine. Did you take your vitamins?\nSOPHIE\nWell, I am feeling better. Listen,\nI've been a little... distant\n\nlately. And I want to fix that. How\nabout pizza and a movie tonight?\n\nMartin brightens. Is old mom coming back?\n\nMARTIN\nYes, please.\n\nSophie smiles, relieved.",
  "29": "---END OF PREVIOUS SECTION---\nIs old mom coming back? MARTIN\nYes, please. Sophie smiles, relieved. \n---TARGET SECTION TO BE ANNOTATED---\nSOPHIE\nGood. Some personal time is just\nwhat we need. Just the three of us.\n\nShe moves past Martin for the stairs...\n\f48.\n\nAnd at the other end of the hall, a SHADOW extends from the\nhome office at the doorway. Someone standing just inside the\nroom, out of view. DIANA.\n\nMartin’s body seizes with tension. He keeps his eyes on that\nsilhouette, but reaches over for a wall switch...\n\nAnd turns on the hall light.\nDiana is gone the instant the light comes on. An apparition.\nMartin takes a tense breath.\n\nMARTIN\n(calls)\nMom?\n\nSOPHIE (V.O.)\nYes?\n\nMARTIN\nHow about just you and me tonight?\n\nSophie appears at the mouth of the hall. She and Martin make\neye contact. She smiles politely.\n\nSOPHIE\nWe'll see.\n(then)\nShe isn’t that bad, you know.\n\nINT. UNIT 157 - DAY\n\nRebecca and Bret dig through files. They’ve been at it for a\nwhile. The place is messier, boxes opened, papers scattered.\n\nREBECCA\nThis is useless. All I got are\npatient numbers. No names.\n\nBRET\nHow does this photo of someone\nnamed Diana have anything to do\nwith your family?\n\nREBECCA\nBecause my mother went here, when\nshe was about my age.\n\nBRET\nWell then, here’s a thought: Why\ndon’t you call her and ask?\n\f49.\n\nREBECCA\nI can’t. Not about this.\n(beat)\nMom's always been a little... off.\n\nIt’s just brain chemistry, not her\nfault. But after Dad left, she\nstarted talking to herself. Just\nwhispers. Then, it became a full\ncharacter. She called her Diana.\n\nBRET\nAnd you think she’s based on\nanother patient here.\n\nRebecca puts her hands on her face, weary from the digging\naround in other people's crazy.\n\nREBECCA\nI was really hoping.\n\nBret opens another box. Does a double take.\n\nBRET\nWhoa. Mother lode.\n\nHe pulls up a shoebox full of MICRO-CASSETTE TAPES. Plucks\none from the pile.\n\nBRET (CONT’D)\nThey're so tiny! I didn’t even know\nthis was a thing.",
  "30": "---END OF PREVIOUS SECTION---\nPlucks\none from the pile. BRET (CONT’D)\nThey're so tiny! I didn’t even know\nthis was a thing. \n---TARGET SECTION TO BE ANNOTATED---\nREBECCA\nYou didn’t know about micro-\ncassette recorders?\nBret discovers a MCR/Player inside as well. Fascinated.\nBRET\nI think I have batteries for this\nin my truck.\n\nHe gets up and heads for the door.\n\nREBECCA\nWhere are you going?\n\nBRET\nWe can’t take the stuff out of\nhere. So.\n\nREBECCA\n\n...Okay.\n\f50.\n\nBret steps out. Immediately Rebecca feels uneasy. She starts\ndigging in the same box Bret was searching.\n\nShe pulls out a slim POWER CORD. Tries one end on the jack\nfor the MCR/Player--\n\nIt fits.\n\nREBECCA (CONT'D)\nBret! Wait-- I found a cord!\n\nNo answer. He’s already gone.\nRebecca stares at the cassettes a beat.\n\nQUICK CUTS:\n\n- She plugs the cord into a power outlet.\n\n- She snaps a cassette into the tiny recorder.\n\n- MACRO SHOT of the cassette heads spinning.\n\n- VOICES drone on from the player.\n\n- Rebecca EJECTS a tape, slaps in another.\n\n- The whole process is repeated. She’s searching...\n\nLATER: WHITE NOISE hisses like steady rain. The volume is\ncranked on the little speaker.\n\nRebecca lets it play as she digs through file boxes.\nA pile of opened cassette cases lies next to the player.\n\nDOCTOR'S VOICE\n\nPatient two-eighty-three, admitted\nOctober 3, 1984. Removed from the\nbasement of her father’s home. She\nhas a peculiar skin condition,\nworse than albinism. Never seen\nanything like it before. We’ve been\ntesting her with--\n\n(knocking)\nBring her in. Shut off the-- okay.\n\n(beat)\nHello, Diana.\n\nRebecca stops her search. Looks at the recorder now.\n\nDIANA’S VOICE\n..-Keep the lights out.\n\nHer voice is meek; ethereal. A little raspy.\nRebecca stops the tape. Rewinds. Replays.\n\nDOCTOR'S VOICE\nPatient two-eighty-three, admitted--\n\f51.\n\nPaused again. Rebecca goes to another shelf.\n\nEvery file box here is numbered. In the 200s. Rebecca’s\nfinger drifts past box after box... 281, 282--\n\nBoom. Box 283. Rebecca pulls it.",
  "31": "---END OF PREVIOUS SECTION---\nRebecca’s\nfinger drifts past box after box... 281, 282--\n\nBoom. Box 283. Rebecca pulls it. \n---TARGET SECTION TO BE ANNOTATED---\nMOMENTS LATER\nRebecca digs through the box, sitting near the recorder.\n\nDOCTOR'S VOICE (V.O.)\nHello, Diana.\n\nDIANA’S VOICE\nKeep the lights out.\n\nRebecca stares at the recorder now. She knows this voice.\n\nDOCTOR'S VOICE\nHow long have you had this\ncondition? Diana?\n\nThe player hisses white noise. No answer.\n\nDOCTOR'S VOICE (CONT'D)\nDid your father have it too? Or\nyour mother?\n\nDIANA’S VOICE\nThey aren’t my real parents.\n\nA pause. Rebecca leans closer.\n\nDOCTOR'S VOICE\nAnother patient in the heliotherapy\nward says you visit her at night.\n\nThe word rings a bell, and Rebecca thumbs through files until\nshe finds a folder with the same tab: “HELIOTHERAPY.”\n\nIn the folder, Rebecca finds PHOTOS of patients standing in\nfront of light boxes. Others in rooms with UV-lit walls.\n\nDIANA’S VOICE\nShe is my friend.\n\nAnnotations of disorders treated this way: Bipolar. Sleep\nphase disorder. Nervous breakdown.\n\nDOCTOR'S VOICE\nThen why did you hurt her? Her arm\nis broken in three places.\n\f52.\n\nAn ARTICLE slips out of the folder, on aged newsprint:\nNew ‘light therapy’ claims life of patient Diana Walter\n\nREBECCA’S EYES frantically skim the words on the piece --\n\n“skin condition” -- “perhaps spontaneous combustion” --\n“left nothing but a shadow on the wall”\n\nAnd the date: 1987.\nDIANA’S VOICE\n(small)\nShe was getting better. When she\ngets better she goes away. Leaves.\n\nA shadow SLIDES OVER HER in a vague humanoid form, as if\nsomething were rising behind Rebecca in the small room--\n\nRebecca whirls around, on edge--\nWIDE ANGLE: Nothing is there. She’s alone.\n\nDIANA’S VOICE (CONT’D)\n\nSo I made her stay.\n\nEXT. SOPHIE’S HOUSE - DUSK\nThe sun sets, with a sliver of a crescent moon higher in the\nsky, among brooding clouds.\nINT. SOPHIE’S LIVING ROOM - DUSK\nThe lights are on. But the curtains are drawn.\nSophie and Martin share the couch with a bowl of popcorn\nbetween them, watching TV.",
  "32": "---END OF PREVIOUS SECTION---\nSOPHIE’S LIVING ROOM - DUSK\nThe lights are on. But the curtains are drawn. Sophie and Martin share the couch with a bowl of popcorn\nbetween them, watching TV. \n---TARGET SECTION TO BE ANNOTATED---\n Sophie wears a hat now, shielding\nher eyes from the overhead light.\nMartin steals a glance at his mother. Noting the hat.\nSophie gives him a sidelong glance in return. Then smiles.\n\nSOPHIE\nHow are you doing over there?\n\nMARTIN\nOkay.\n(then)\nHow are you?\n\f53.\n\nSOPHIE\nI’m gonna be fine. I am.\n\nThey watch TV some more. Then:\n\nSOPHIE (CONT'D)\nI miss your father. He was strong\nfor me. He protected me. I think I\nneed to feel that, sometimes. And I\nknow you need that, too.\n\nMartin’s expression suggests he clearly does. Yet:\n\nMARTIN\nI’m okay.\n(then)\nRebecca is strong.\n\nSophie makes a sarcastic noise through her teeth.\n\nSOPHIE\nShe tries to look the part, all\nthat makeup and loud music. But\nwhen it got tough she abandoned me.\nDon’t let her do the same to you.\n\nMARTIN\nSometimes, the strongest thing to\ndo, is to face your fears. That's\nwhat Emma told me.\n\nBeat. Sophie looks at Martin with newfound respect. Smiles.\n\nSOPHIE\nYou know what, you’re right.\n(gets up)\n\nBe right back.\nSophie crosses, leaving Martin on the couch.\nMartin grabs the remote and PAUSES the TV.\nThe lights go OUT.\n\nMARTIN\nMom!\n\nSophie is back in a breath, before Martin can stand up--\nShe puts her hands on his shoulders. Firmly.\n\nSOPHIE\nIt’s okay. It’s all right.\n\f54.\n\nMartin goes from zero to sheer panic:\n\nMARTIN\nWhat are you doing--\n\nSOPHIE\nLook at me. Trust me.\n\nWith her position between Martin and the TV, Sophie casts a\nLONG, INK-DARK SHADOW over him that extends to the edge of\nthe room.\n\nMARTIN\nMom, let go--\n\nSOPHIE\nA long time ago, I was friends with\nDiana. She was different. Special.\n\nFrom that shadow, SOMETHING MOVES.\n\nSophie talks in a crazed reverence, one part nostalgia, one\npart Stockholm Syndrome.\n\nSOPHIE (CONT'D)\nAfter I left the hospital, I\nthought something... tragic\nhappened to Diana.",
  "33": "---END OF PREVIOUS SECTION---\nFrom that shadow, SOMETHING MOVES. Sophie talks in a crazed reverence, one part nostalgia, one\npart Stockholm Syndrome. SOPHIE (CONT'D)\nAfter I left the hospital, I\nthought something... tragic\nhappened to Diana. \n---TARGET SECTION TO BE ANNOTATED---\n But the\nnewspapers got it wrong, she was\nstill here, and she finally visited\nme when I had a clear head again.\n\nMartin tries to look back, not sure if he wants to--\nAs the shadow EXTENDS, as if moving on its own--\nNo, not extending... GETTING CLOSER.\n\nMARTIN\nMom please no, please please--\n\nSOPHIE\nTook me another ten years to\nrealize why she left. It was the\ni It blocked her out, left\nher all alone. And you know what?\nShe's tired of being alone.\n\n \n\nMartin struggles, but Sophie remains firm.\n\nDIANA’S SHADOW now looms over him... A clawed HAND touching\nhis hair...\n\f55.\n\nSOPHIE (CONT'D)\nI have been a terrible friend to\nher, but now she’s going to stay.\nLong as I keep my head clear... and\nyou keep the lights out.\n\nMARTIN'S HAND digs into the seat cushion, searching--\n\nJust as JET BLACK HAIR descends by Martin's face, like the\nshadow is starting to LEAN OVER AT HIM--\n\nMARTIN'S HAND finds its target and lifts out a small,\naluminum FLASHLIGHT--\n\nWhich he flicks on straight up, under-lighting his face--\n\nMARTIN\nNo!\n\nSomething SHRIEKS.\nSOPHIE IS THROWN BACK, spilling over the coffee table.\n\nMartin stands on the couch, holding the flashlight over him\nlike a spot in a darkened theater.\n\nHis heart is racing like a marathon runner. Eyes wide.\nMARTIN'S POV:\nWhipping around the room, in search of Diana.\n\nSOPHIE\nMartin, what did you do?!\n\nMartin races to the wall switch and turns on the lights.\n\nSophie blinks at the sudden light. Like an alcoholic stepping\nout from a dive bar in the morning.\n\nSOPHIE (CONT'D)\nDon’t make this harder than it has\nto be, please --\nBut Martin is too terrified to talk to her now. He runs to\nthe front door, swings it open, and flees outside.\n\nINT. BRET’S SUV - NIGHT\n\nBret drives. Rebecca rides shotgun. She places earbuds in her\nears. The thin cord snakes down to the microcassette player.\n\nBret glances over at her.",
  "34": "---END OF PREVIOUS SECTION---\nShe places earbuds in her\nears. The thin cord snakes down to the microcassette player. Bret glances over at her. \n---TARGET SECTION TO BE ANNOTATED---\n Does a double take.\n\f56.\n\nBRET\n\nThe dude said not to take anything.\nREBECCA\n\nLike he’s gonna know what’s\n\nmissing.\n\nRebecca presses ‘play’ and stares out her window, listening\nto one of the tapes.\n\nBRET\nIs that another session with Diana?\n\nRebecca doesn’t look back at Bret. She watches the city\nlights drift by her window, thumb on the player.\n\nREBECCA\nNo... This one is my mother.\n\nShe turns up the volume and starts to tune out the rest of\nthe world.\n\nSLOW PUSH as she listens to the tape. We don’t hear the\nrecording, beyond the dull mono-channel pitch of that\ndoctor’s VOICE in her ears...\n\nCLOSING IN on Rebecca, closing her eyes...\n\nTHE SCORE builds as the sound of that doctor’s voice gets a\nlittle clearer... Can start to make out some of it --\n\nDOCTOR'S VOICE (V.O.)\nSophie, you need to be careful\naround Diana. She isn’t your\nfriend.\n\nYOUNG SOPHIE (V.O.)\nYes she is. She may be my only\nfriend in here.\n\nTIGHTER ON REBECCA as we can make out --\n\nYOUNG SOPHIE (V.O.)\nThat’s all she wants --\n\nWhen Bret’s HAND enters frame, touching Rebecca:\nBRET (0.S.)\nHey --\nINT. BRET’S SUV - NIGHT\n\nRebecca snaps open her eyes -- Bret is nudging her.\n\f57.\n\nShe stops the player and pulls out the earbuds.\n\nREBECCA\nWhat?\n\nBRET\nYou have a visitor.\n\nHe nods at something on her side of the road.\nThey've parked out front of her apartment building.\nAnd MARTIN is standing on her front stoop. A nervous wreck.\nREBECCA\nOh, no...\nINT. REBECCA’S KITCHEN - NIGHT\nBret searches the fridge, closes the door in defeat.\n\nBRET\nYou need to go shopping, girl.\n\nRebecca and Martin are seated at her little dining table.\nMartin has hold of Rebecca’s hand.\n\nREBECCA\nCan you run down to the little mart\non the corner?\n\nBRET\nYeah. I‘ll get some snacks, maybe a\ncouple sodas --\n\nREBECCA\nNo caffeine.\n\nBRET\nCopy that.",
  "35": "---END OF PREVIOUS SECTION---\nBRET\nYeah. I‘ll get some snacks, maybe a\ncouple sodas --\n\nREBECCA\nNo caffeine. BRET\nCopy that. \n---TARGET SECTION TO BE ANNOTATED---\nAs Bret breezes by, he pats Martin on the shoulder. A moment\nlater, he’s out the door...\n\nLeaving Martin with his sister.\n\nREBECCA\nYou wanna talk about it now?\n\nMARTIN\nI know you don’t believe me, but\nDiana is real. She touched my hair.\n\fRebecca\n\nMOMENTS\n\nRebecca\nbetween\n\n58.\n\nREBECCA\nHey, hey. Look at me.\n(then)\nI believe you. She’s real. I don’t\nknow how or why...\n\nMARTIN\nShe doesn’t like the light.\n\nlets out a long breath. Nods. Then stands up --\nLATER\n\nplaces printouts of web resources on the table\nher and Martin. Wikipedia. WebMD.\n\nREBECCA\n\nHere’s what I know: In 1986, mom\nhit a low point with her depression\nand was admitted to a hospital for\ntreatment. Her kind of depression\nis best fought with heliotherapy.\n\n(off the boy’s look)\nThat’s using sunlight, or a special\nkind of artificial light, exposure\nto it for long stretches.\n\nMARTIN\nI’ve only seen her take pills.\n\nREBECCA\nThat works, too. So, when she was\nin the hospital, she made friends\nwith another patient -- an extreme\ncase. Her name was Diana.\n\nThis gets Martin’s full attention.\n\nMARTIN\nShe’s like Mom?\n\nREBECCA\nNo. Mom got better and was\nreleased, but Diana reacted to the\ntreatment so badly she died.\n\nMARTIN\nSo, if Diana is dead, I mean... How\ncan she be doing this to us?\n\f59.\n\nREBECCA\nEvery time our mom falls off the\nwagon and lets depression back in,\nDiana shows up. Like a schism, or,\nI don’t know...\n\nMARTIN\nHow did you get rid of Diana the\nfirst time?\n\nREBECCA\n\nI didn’t. Mom took a spill down the\nstairs one night, spent a month in\nthe hospital where they put her\nback on her meds, and--\n\n(ding ding ding)\nThat’s what we do. We get her back\non the wagon, Diana will go away.\n\nMARTIN\nDiana wants to stay. She won’t like\nyou trying to make mom better.",
  "36": "---END OF PREVIOUS SECTION---\nWe get her back\non the wagon, Diana will go away. MARTIN\nDiana wants to stay. She won’t like\nyou trying to make mom better. \n---TARGET SECTION TO BE ANNOTATED---\nREBECCA\nHow do you know?\n\nMARTIN\nThat's what my dad was doing.\n\nAt that moment, a KNOCKING from the front door. Insistent.\n\nREBECCA\nThat’s Bret, hang on.\n\nRebecca goes to her door, opens it --\n\nREBECCA (CONT'D)\nI left it unlocked, silly --\n\nBut no one’s there. Rebecca looks left, right -- nothing.\n\nAn even LOUDER KNOCKING happens from the coat closet, causing\nRebecca to jump.\n\nShe shuts the front door and cautiously approaches the coat\ncloset. Reaches for the door knob.\n\nREBECCA (CONT'D)\nBret...?\n\nFROM THE LIVING ROOM\n\nMartin watches; starts to tense up. He retreats a couple of\nsteps, for Rebecca’s bedroom.\n\f60.\n\nREBECCA\n\nGets close to the door... she can hear something on the other\nside. A raspy breath. Sub-vocal muttering.\n\nFlicks on the light beside the coat closet door.\nThe yellow light seeps through the door’s cracks.\n\nAnd in that moment, all the noises inside STOP.\n\nINT. REBECCA’S BEDROOM - CONTINUOUS\nMartin turns on the light and backs from the bedroom door.\n\nAll is quiet, then -- the bedroom closet door BANGS from\nsomeone KNOCKING on it inside.\n\nMartin freaks out.\nCLOSING IN ON THE DOOR --\nHearing that muttering now but more pronounced:\nDIANA’S VOICE\nNever-going-away-never-going-away\nnever-going-away-never-going-away--\n\nRebecca rushes in, flips on the bedroom closet light, and\nswings open the door and --\n\nNo one’s there. It’s empty.\n\nRebecca and Martin stare at the clothes on hangars, swaying\nas if someone had just brushed past...\n\nPre-lap the sound of a DOORBELL --\n\nEXT. SOPHIE’S HOUSE - NIGHT\nSophie opens the door and peers out at:\nRebecca, Martin, and Bret.\nREBECCA\nMom... We need to talk.\nINT. SOPHIE’S DINING ROOM - NIGHT\n\nSophie, Martin, Rebecca, and Bret all sit at the dining\ntable. You could hear a pin drop.\n\f61.\n\nThe awkward silence lasts a long beat as everyone keeps\nglancing around at everyone else. It’s the Cold War.",
  "37": "---END OF PREVIOUS SECTION---\n61. The awkward silence lasts a long beat as everyone keeps\nglancing around at everyone else. It’s the Cold War. \n---TARGET SECTION TO BE ANNOTATED---\nRebecca finally speaks up.\n\nREBECCA\nMom... Tell us about Diana.\n\nSophie puts down her glass of water. Suspicious.\n\nSOPHIE\nWhat are you talking about?\n\nMartin and Rebecca glance at each other: What's she doing?\nBret takes a bite from a corner-store snack. Trying to figure\nout how to be supportive at a time like this.\n\nREBECCA\nYour “friend” Diana? Martin says\nshe was just here an hour ago?\n\nSophie looks from Martin to Rebecca with a guarded\nexpression. Holds up her hand to shield her eyes from the\ndining room lights. Her looks even paler, now.\n\nSOPHIE\nYes, she’s my friend... And she\nwants to be yours, too.\n\nRebecca puts the PHOTO onto the table. The one she took from\nSophie’s office.\n\nREBECCA\nThis the same Diana you’re friends\nwith now? Yes?\n\nSOPHIE\nWhere did you get this?\n\nREBECCA\nAnswer my question--\n\nSOPHIE\nAnswer mine!\n\nREBECCA\nYou met her at Mulberry Hill when\nyou got put in for depression,\nright? Am I right?\n\nSOPHIE\nWhat does it matter when we met?\n\f62.\n\nREBECCA\nBecause she died a year later!\n\nSOPHIE\nThat's a lie. Listen to yourself--\n\nREBECCA\nThat’s the truth--\n\nSophie stands up, her chair SCREECHING on the floor. In full\n“defensive peacock” mode.\n\nSOPHIE\nWhat is this about? You trying to\ntake my son away again, is that it?\nWith your made-up stories--\n\nBret attempts to intervene--\n\nBRET\nWhoa whoa, let’s all be cool--\n\nBut now voices are overlapping, everyone trying to get in--\n\nREBECCA\nI found the obituary! All right?\n\nSOPHIE\nLike those can’t be faked, listen\nto yourself, you sound crazy--\n\nBRET\nThis whole thing’s a little crazy--\n\nRebecca looks down at the table, aware it’s come to this:\n\nREBECCA\nThere’s a dead woman in this house.\n\nEveryone hears her. And it quiets the whole room. Rebecca\nlooks up at her mother, accusing--\n\nREBECCA (CONT'D)\nAnd you let her in, mom.",
  "38": "---END OF PREVIOUS SECTION---\nEveryone hears her. And it quiets the whole room. Rebecca\nlooks up at her mother, accusing--\n\nREBECCA (CONT'D)\nAnd you let her in, mom. \n---TARGET SECTION TO BE ANNOTATED---\n You let\nher stay. Every time.\n\nBeat. The tension: through the roof. Everyone staring at each\nother like it’s a Mexican standoff. Then...\n\nSophie chuckles. A small laugh.\n\nSOPHIE\nI am so sorry. All this time I was\nworried about the wrong thing.\n(MORE )\n\f63.\n\nSOPHIE (CONT'D)\n(a breath)\n\nYou’re not here to take Martin. You\naren’t coming back into our lives.\nYou're here to feel better about\nleaving me. Do you know how I felt,\nnot hearing from you or seeing you\nlike family should? You know how\nthat hurt me? Well, turns out I’ve\nbeen shutting out Diana the same\nway, all this time, and I won't be\nthat kind of person to a friend.\n\n \n\nREBECCA\nMom. She’s not a friend. She's\ndead.\n\nSophie leans in. Looks right at her.\n\nSOPHIE\nSweetie... Ghosts aren’t real.\n\nSophie turns and walks out, up the stairs.\nMartin stares at the pills on the table. Scared.\n\nREBECCA\nThen what is she?\n\nFrom the back of the house, they all hear Sophie’s bedroom\ndoor slamming SHUT.\n\nINT. KITCHEN - NIGHT\nRebecca, Bret and Martin clean dishes and toss trash.\n\nREBECCA\nYou can sleep over at my place\nagain tonight. I’1l talk to CPS\nabout this.\n\nMARTIN\nNo.\n\nREBECCA\nWhat do you mean ‘no’?\n\nMARTIN\nI know you've been gone a long\ntime, but she’s our mom. And she\nneeds us now, more than ever.\n\f64.\n\nREBECCA\nI’m not here for her, I’m here for\nyou. That’s the priority.\n\nBeat. Martin takes a dish and moves it to the drying rack,\nturning his back on Rebecca. This little boy has grown up\nheartbreakingly fast.\n\nMARTIN\nI can’t just leave her.\n\nRebecca notices.\n\nREBECCA\nIt isn’t safe here.\n\nMartin turns around to face her.\n\nMARTIN\nIt isn’t safe anywhere.\n\nREBECCA\n\nAll right. Here’s what we’ll do.\nBret and I will stay over tonight.",
  "39": "---END OF PREVIOUS SECTION---\nREBECCA\n\nAll right. Here’s what we’ll do. Bret and I will stay over tonight. \n---TARGET SECTION TO BE ANNOTATED---\nTomorrow, I’1l find some more\nhistory on Diana and show it to\nEmma. Make the case that this is a\nserious threat. Maybe we can get\nmom some real help that way. Okay?\n\nMARTIN\nOkay.\nINT. SOPHIE’S LIVING ROOM - NIGHT\nThe place looks like someone has been a shut-in for a month.\nMessy. Those boxes of Paul’s clothes and other sundries are\n\nstill stacked. A few other eye sores.\n\nRebecca surveys the room, arms akimbo. Bret and Martin stand\nat her side.\n\nREBECCA\nHow long does she stay in her room\nat night?\n\nMARTIN\n\nMom? She won’t usually come out\nagain until morning.\n\nREBECCA\nOkay. First priority, make this\nmore of a home.\n\f65.\n\nSERIES OF SHOTS\n\nThe trio clean the room.\n\n- Rebecca pulls the heavy curtains back and ties them.\n- Martin wipes down surfaces.\n\n- Bret carries boxes to the garage.\n\nREBECCA (V.O.)\nNext, we put in some safeguards.\n\n- Rebecca duct-tapes a light panel in the “on” position.\n- Martin tests a flashlight and sets it on an end table.\n\n- Bret places a heavy piece of furniture up against a power\ncord plugged into an outlet.\n\nREBECCA (V.O.)\nThe important thing is to just be\nsmart about it.\n\n- Rebecca sets an extra box of LIGHT BULBS on a counter.\n\n- Martin places another flashlight in a hallway potted plant.\nLike it’s a handgun or a piece of contraband.\n\n- Bret sets his cigarette lighter next to a large candle.\n\nINT. MARTIN’S ROOM - NIGHT\nMartin climbs into bed. Rebecca watches from the door.\n\nREBECCA\nBret and I will be downstairs on\nthe sleeper sofa. Okay?\n\nMARTIN\nOkay.\n\nREBECCA\nDoor open or closed?\n\nMARTIN\nClosed.\n(then)\nWait--\n\nRebecca pauses.\n\fMARTIN (CONT'D)\nCould you sleep in here instead?\n\nBeat. Rebecca was obviously looking forward to\nher boyfriend.\n\nINT. UPSTAIRS HALLWAY - MOMENTS LATER\n\nRebecca walks past the door to the home office\nShe checks the door out of curiosity. Locked.\n\nRebecca frowns. Moves on.\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nRebecca frowns. Moves on. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SOPHIE’S LIVING ROOM - MOMENTS LATER\n\nBret fluffs an old pillow on the fold-out sofa\ndo with blankets from the downstairs closet.\n\nRebecca arrives and admires Bret for a moment.\n\nREBECCA\n\nYou don’t have to stay, you know.\nBRET\n\nI know.\nREBECCA\n\nMartin wants me to sleep in his\nroom tonight.\n\nBret takes a breath. Nods.\nBRET\nYeah. He needs you more than I do\nright now.\n\nREBECCA\nYou still staying?\n\nBRET\nUnless you say otherwise. Yeah.\nAlthough it’s gonna be weird trying\nto sleep with all the lights on--\nRebecca pulls him into a hug.\n\nREBECCA\nThank you.\n\nBret is a bit surprised by her intimacy.\n\n66.\n\nbeing close to\n\n-- shut.\n\nbed. He’s made\n\f67.\n\nBRET\nYou can be like this around me, you\nknow. I’m not going anywhere.\n\nRebecca looks at him curiously. Like she’s weighing a\ndecision. Then:\n\nREBECCA\nBottom drawer of my dresser.\n\nBRET\n...What?\n\nREBECCA\nIt’s yours. I'll clear it out for\nyou.\n\nBRET\nSeriously?\n\nShe smiles and heads back up.\nBret waits until she’s out of sight, then does a silent\n“touchdown celebration” move.\nINT. UPSTAIRS HALLWAY - NIGHT\n\nRebecca returns to Martin’s room, but then continues to the\nend of the hall, to the master bedroom door. Sophie’s door.\n\nIt’s shut.\nRebecca gets close. Listens. Knocks.\nREBECCA\nMom? We're staying overnight.\n(beat; silence)\nSee you in the morning.\n(another beat)\nLove you.\nRebecca pulls away.\nThe door opens a crack.\n\nSophie peers out at her daughter. Her eyes are bloodshot and\nher face is wet from crying.\n\nSOPHIE\nYou're staying?\n\nREBECCA\nYeah.\n\fSophie nods, relieved.\n\nSOPHIE\nGood.\n(then)\nI'd like to maybe start over, in\nthe morning. Would... would you\n\ngrant me that?\nBeat. Rebecca is cautious. But hopeful.\n\nREBECCA\nOf course.\n\nSOPHIE\nShake on it.\n\nShe opens the door further to reach out her hand.",
  "41": "---END OF PREVIOUS SECTION---\nREBECCA\nOf course. SOPHIE\nShake on it. She opens the door further to reach out her hand. \n---TARGET SECTION TO BE ANNOTATED---\nThe interior of the bedroom is PITCH DARK.\n\nRebecca shakes hands with her mother.\n\n68.\n\nAs she does, she frowns; something is amiss, but we don’t yet\n\nknow what she’s reacting to.\nThey pull away.\n\nREBECCA\nGoodnight, mom.\n\nSOPHIE\nGoodnight, Becks.\n\nThe pajama top Sophie wears starts to PULL as if someone were\n\ntugging it from behind, coaxing her back in.\n\nRebecca doesn’t see it. She’s distracted...\n\nAs she gets to Martin’s bedroom, she looks down.\n\nIN HER HAND is a slip of paper, handed to her by Sophie.\nShe unfolds it to read: “I NEED HELP.”\n\nWritten hastily.\n\nRebecca looks back down the hall. Worried.\n\nBecause she’s starting to think of mom not as an opponent,\n\nbut as a victim.\n\f69.\n\nINT. UPSTAIRS BATHROOM - MOMENTS LATER\n\nRebecca turns on the light and immediately goes to the\nmedicine cabinet. Flings it open, digs around the shelves,\nchecking bottles, getting more and more frustrated--\n\nREBECCA\nC'mon, c’mon...\n\nFinally she exhausts the selection of OTC and prescription\nbottles in the cabinet and looks around the bathroom in\ndesperation.\n\nHer attention is drawn to the small trash bin, by the toilet.\n\nRebecca reaches in and pulls out a narrow pill bottle. Empty.\nShe reads the prescription on the side, and--\n\nREBECCA (CONT'D)\n(sotto)\nShit...\nThe bottle is missing its white lid.\nOverhead, the bathroom light begins to FLICKER and BUZZ.\nRebecca keeps the pill bottle and backs out of the room,\nsuddenly nervous, as if she were being watched.\n\nINT. MARTIN’S ROOM - NIGHT\n\nRebecca joins Martin under the covers. Puts a hand on\nMartin’s shoulder so he knows she’s there.\n\nThe bedside lamp is on, plus two large candles on the\nnightstands on either side of the bed.\n\nShe closes her eyes.\n\nMartin is still awake.\n\nMARTIN\n(beat)\nRebecca?\nREBECCA\nHmm?\nMARTIN\n\nDid you find her vitamins?\n\nREBECCA\nNo. But we’ll figure something out.\n\f70.\nMARTIN\nYou think so?\nRebecca opens her eyes. Stares at the ceiling.",
  "42": "---END OF PREVIOUS SECTION---\nMARTIN\nYou think so? Rebecca opens her eyes. Stares at the ceiling. \n---TARGET SECTION TO BE ANNOTATED---\nREBECCA\nHeliotherapy works, too. We’ll get\nher out in the sun tomorrow. Go to\n\nthe beach, maybe.\n\nMARTIN\nThat sounds nice...\n\nREBECCA\n(softer)\nGet some sleep.\nHe closes his eyes, but she lingers on that last question.\n\nPRESSING IN on Rebecca, as she drifts to sleep...\n\nINT. MARTIN’S ROOM - NIGHT\n\nOnly a night-light on the far wall sheds light in the room\nnow. And the decor is different; girly. Dolls and pink.\n\nIn the bed is YOUNG REBECCA, maybe eight years old, huddled\nunder the covers. She’s been crying. She stares at:\n\nA PHOTO of her father VICTOR standing with her, holding a\npair of fishing rods. Father and daughter out playing.\n\nCLOSE ON REBECCA, breaking out of her memory when she hears\nthe CLICKING OF TOENAILS on the hardwood floor.\n\nShe holds her breath. Terrified.\nThe mattress sinks under the weight of something new.\nPUSHING IN CLOSER on Rebecca’s face, as...\n\nBlack HAIR descends near Rebecca’s ear -- that’s all we see\nof Diana, but then:\n\nDIANA’S VOICE\nBe my friend...\n\nIt’s a gravelly version of the voice we heard on the micro-\ncassette recording.\n\nYoung Rebecca is too scared to scream. As if in a nightmare.\n\f71.\nAnd with that, Diana starts to CRAWL INTO BED WITH REBECCA,\npulling the covers on the far side of the bed.\nRebecca closes her eyes even tighter than before and opens\nher mouth to scream --\nINT. MARTIN’S ROOM - NIGHT\nAnd Rebecca wakes with a start. Sits up.\n\nIt was just a nightmare. Or a memory. Before it was Martin’s\nroom it was hers, and she’s back again.\n\nMartin sleeps soundly next to her. Rebecca calms down.\nSomewhere in the bowels of the house -- a distant CLAP.\nAnd immediately after, the power goes out.\nOnly the two candles burn in Martin’s room.\nREBECCA\n(sotto)\nShit...\nRebecca grabs a commercial-grade flashlight from her side of\nthe bed, clicks it on, and slips out.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nREBECCA\n(sotto)\nShit... Rebecca grabs a commercial-grade flashlight from her side of\nthe bed, clicks it on, and slips out. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SOPHIE’S LIVING ROOM - MOMENTS LATER\n\nRebecca descends the stairs and enters the room, saying in a\nstage-whisper:\n\nREBECCA\nBret! Wake up--\n\nShe sweeps the light over the sofa-bed...\nBret isn’t there.\nREBECCA (CONT'D)\n(sotto)\nShit. Shit shit shit.\n\nShe moves for the downstairs hallway.\n\nINT. BASEMENT - MOMENTS LATER\n\nFrom the utter darkness, a door opens and Rebecca stands in\nsilhouette at the threshold.\n\f72.\n\nShe shines the beam downstairs.\nThe steps are more like a ladder; steep.\n\nMore boxes on the floor and on metal shelving down here. Old\nfurniture. Seasonal junk for the lawn...\n\nAnd, on a load-bearing post: the house’s CIRCUIT BREAKER BOX.\nRebecca descends the precarious steps.\nShe advances for the box.\n\nAs she does, shadows seem to bounce around the room. It makes\nher paranoid. She keeps glancing behind her.\n\nAt the box, she pries open the lid and shines the light at\nthe breaker switches.\n\nThey all seem to be in the proper position.\n\nREBECCA\nC'mon, c’mon...\n\nShe begins flipping switches back and forth.\nShe glances back at the door for signs of power--\nAnd a SILHOUETTE now stands in the threshold.\n\nRebecca nearly screams, but recovers quickly enough to swing\nthe flashlight beam at it--\n\nRevealing it’s MARTIN with a candle in the hall.\n\nMARTIN\nWhat are you doing?\n\nREBECCA\nThe power went out. I’m trying to\nrestart it--\n\nMartin sets the candle on the top step in the doorway.\n\nMARTIN\nKeep the light on me--\n\nREBECCA\nWhat are you doing?\n\nMartin descends and hurries to her side.\n\nMARTIN\nDon’t leave me alone again.\n\f73.\n\nREBECCA\n(terse)\nOkay.\n\nMARTIN\nPlease.\n\nREBECCA\n(softens )\nAll right.\nShe returns to the circuit breaker switches.\n\nREBECCA (CONT'D)\nNothing is working.\n\nMARTIN\nWhat else could it be?\n\nRebecca thinks. Something sinister occurs to her...\n\nREBECCA\n...A trap.",
  "44": "---END OF PREVIOUS SECTION---\nSomething sinister occurs to her... REBECCA\n... A trap. \n---TARGET SECTION TO BE ANNOTATED---\nThe soft sound of a short, quick breath comes from upstairs--—\nAnd Martin’s CANDLE SNUFFS OUT.\n\nRebecca looks up that way--\n\nDIANA’S SILHOUETTE stands at the basement door.\n\nRebecca grabs the flashlight and wheels it around but--\n\nThe door SLAMS shut and locks from the other side.\n\nREBECCA (CONT'D)\nNo-- NO.\n\nShe hurries up the steps.\n\nMartin begins to fall into darkness, since she’s taking the\nflashlight with her--\n\nMARTIN\nWait up--\n\nHe hurries to keep up with her.\nThe two reach the top step and try the door. No go.\nRebecca shoulders against it. Won't budge. Partly because she\n\nhas to be on the steps, and can’t get much leverage or room\nto charge the door.\n\f74.\n\nREBECCA\nCome on!\n(bangs on door)\nHEY. SOMEONE! OPEN UP!\nEXT. SOPHIE’S HOUSE - NIGHT\n\nBret stands on the front lawn with his own flashlight,\nlooking down the street.\n\nThe whole block is out. Bret curses under his breath.\n\nINT. SOPHIE’S LIVING ROOM - NIGHT\n\nBret enters from the front door and immediately hears dull\nTHUMPING from down the hall. He stops in his tracks.\n\nHe then hears Rebecca’s muted CRIES--\nAnd he kicks back into gear again.\nBRET\nBecca?\nINT. DOWNSTAIRS HALL - MOMENTS LATER\n\nBret advances for the hall, shining his light down ahead of\nhim rather carelessly.\n\nHe sees the basement door (built much like a door to a\ngarage) rattling in its frame as Rebecca pounds on it from\nthe other side.\n\nBRET\nBecca is that you?\n\nREBECCA (0.S.)\nBret! Get us out!\n\nBRET\nWhat are-- okay hang on--\n\nBret reaches for the doorknob to try it--\n\nBut then something distracts him down the hall.\n\nINT. BASEMENT\n\nRebecca and Martin get quiet.\n\f75.\nREBECCA\nBret?\nBRET (0.S.)\nHang on.\n(beat)\nMrs. Wells?\nINT. DOWNSTAIRS HALL\nBret squints down the hall at:\n\nDIANA’S SILHOUETTE. Statuesque. That same wild, ratty hair.\nAs tall as he is.",
  "45": "---END OF PREVIOUS SECTION---\nStatuesque. That same wild, ratty hair. As tall as he is. \n---TARGET SECTION TO BE ANNOTATED---\nBRET\nWhat’s going on here?\n\nHe points his flashlight down the hall--\n\nAnd like a mirage, Diana VANISHES soon as the beam hits the\nspace where we saw her.\n\nBret frowns.\nREBECCA (0.S.)\n(muted)\nBret! Listen to me! Keep in the\nlight!\nBret lowers the beam...\n\nAnd Diana’s shadow IS CLOSER. Halfway to him now.\n\nBret jumps out of his skin, and pulls the flashlight back to\nshine down the hall--\n\nAnd she’s gone again.\nREBECCA (0.S.) (CONT’D)\nDon’t have just one-- she’ll get\n\naround you!\n\nPanicked, Bret swings around, checking behind him, toward the\nfront of the house--\n\nNo one there.\nHe swings back--\nThe hall is empty.\n\nHe holds the flashlight up high--\n\f76.\n\nSwings down hard on the knob. CLANNNG.\nHe holds it up again--\n\nAnd something GRABS HIS ARM, yanking him out of frame--\n\nINT. SOPHIE’S LIVING ROOM\n\n--hurtling him to the floor of the living room as if he were\na child’s toy.\n\nTHE FLASHLIGHT lands on the hallway floor, its light\nguttering like a candle about to be snuffed. The flashes give\nthe hallway a “strobe” effect.\n\nBret has wrenched his shoulder but he starts to get up--\n\nAnd then he sees her.\n\nThe SILHOUETTE advances for him in fits of speed, backlit by\nthe sputtering flashlight in the hall--\n\nBret scrambles and pulls up his CELL PHONE pointing the\nscreen out and shining it in front of him, like a talisman.\n\nDiana is gone again.\nREBECCA (0.S.)\n(muffled)\nBret!\n\nBret is hyperventilating as he stands. Scared out of his\nmind. It doesn’t make sense to him.\n\nThe phone’s paltry ambient screen-light barely illuminates\nfour feet in front of him. And it’s the passcode screen.\n\nBret hears footfall on the floor--\n\nTo his left--\n\nBut he can’t see that far into the living room.\n\nThen to his right--\n\nStill nothing.\n\nThen he hears it: raspy BREATHING. Like it’s right there.\nREBECCA (0.S.",
  "46": "---END OF PREVIOUS SECTION---\nLike it’s right there. REBECCA (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT’D)\n\n(distant)\nBret! Come here!\n\f77.\n\nDIANA’S VOICE\n(imitating Rebecca)\nCome here.\nThe passcode screen goes dark again--\n\nAND DIANA IS RIGHT IN FRONT OF HIM. Even this close, she\nappears almost two-dimensional until--\n\nBret is struck across the face--\nAnd he stumbles backward over an end table, spilling near the\nfront foyer.\n\nThe PHONE lands on the floor, face down. A tiny halo of\nrefreshed light from the screen.\n\nSome dark foot SMASHES IT, and the light goes out.\n\nBret gets up again, bleeding from the face, and he runs as\nfast as he fucking can for the front door.\n\nEXT. SOPHIE’S HOUSE\n\nOut the front he goes, flinging the door behind him--\n\nAnd stumbling on the porch step.\n\nNo-- worse. Like something had hold of one leg.\n\nIt’s outside. It should feel safe. But the blackout is along\nthe entire block, and the new moon makes this world anything\nbut safe and well-lit.\n\nCLOSE ON BRET\n\nHis lip is bloody from hitting it when he fell. More blood\nflows from gashes on his face and neck.\n\nHe fumbles for his car keys. Gets up once more.\n\nThe KEY FOB is in his hand now but--\n\nWIDE ANGLE\n\nFrom across the street.\n\nA dark FIGURE, so dark it’s as if it were made of nothing,\ngrabs Bret by the neck and LIFTS HIM OFF HIS FEET with one\n\narm. He struggles, legs flailing, arm raised--\n\nAnd then he presses the ‘unlock’ button on the key fob--\n\f78.\nAnd his SUV’s headlights suddenly SHINE on the front of the\nhouse and in that very same breath--\n\nBret seems suspended in midair by nothing, and promptly falls\nback to the front lawn.\n\nBACK TO BRET\n\nGasping for air. Terrified and confused.\n\nHe’s in fight-or-flight and flight has won. Bret rushes for\nhis SUV, climbs in, mashes the dome light, and starts it up.\nINT. BASEMENT - THAT MOMENT\n\nRebecca and Martin are still huddled by the door. Straining\nto listen.\n\nThey hear the SUV engine start.\nAnd then the sound of the vehicle peeling out and away.\n\nRebecca's heart sinks.",
  "47": "---END OF PREVIOUS SECTION---\nThey hear the SUV engine start. And then the sound of the vehicle peeling out and away. Rebecca's heart sinks. \n---TARGET SECTION TO BE ANNOTATED---\nMARTIN\nIs he leaving?\nREBECCA\nNo. He wouldn’t... He wouldn’t do\n\nthat, would he?\n\nThe reality sets in: They’re alone in the basement. With a\nmonster in the house.\n\nMARTIN\nYou did.\n\nHe’s eight years old, he doesn’t say it to be mean, he says\nit matter-of-factly; it makes sense to him.\n\nRebecca’s been strong up until now, but the significance of\nthat hits her so hard, she struggles not to cry.\n\nThe commercial-grade flashlight flickers. Once. Twice.\nBoth of them tense up.\n\nREBECCA\nOh no, do not die on me--\n\nMARTIN\nI forgot to tell you, the big ones\nare battery hogs.\n\f79.\nShe snaps out of her heartbreak, takes a breath for courage,\nand gets back into problem-solving mode.\nREBECCA\nLet’s make some other light.\nINT. UPSTAIRS HALLWAY - NIGHT\n\nSophie opens her door, emerging from the master bedroom and\nthe white noise of an air purifier.\n\nSOPHIE\nRebecca? Hello?\n\nSophie sees Martin’s door open. Steps to the threshold...\nNo one’s there. Sophie tries the light switch-- nothing.\nShe tenses.\n\nSOPHIE (CONT'D)\nMartin?\n\nDistant noises from deep within the house, below: The sounds\nof Rebecca and Martin scavenging in the basement.\n\nSOPHIE (CONT'D)\nDiana, where are you?\n\nA creak from the bedroom, and Sophie sees her-- the familiar\nSILHOUETTE standing inside the master bedroom door.\n\nShe's taller than ever, now. Like she’s getting bigger.\n\nSophie is scared, but finds her anger and approaches,\nchallenging the shadow:\n\nSOPHIE (CONT'D)\nI told you not to bother my kids.\n\nDiana steps aside as Sophie gets close, vanishing behind the\ndoor so that when Sophie enters, she shuts the door to\nconfront Diana but--\n\nNo one’s there.\nSOPHIE (CONT'D)\nDiana? We're not through, here.\n(then)\nDon’t make me punish you!\n\nTHE BEDROOM DOORKNOB LOCKS by itself... Then--\n\f80.",
  "48": "---END OF PREVIOUS SECTION---\n(then)\nDon’t make me punish you! THE BEDROOM DOORKNOB LOCKS by itself... Then--\n\f80. \n---TARGET SECTION TO BE ANNOTATED---\nDiana GRABS Sophie from behind and THROWS her against a wall--\n--where Sophie CRASHES into a bureau and collapses to the\nfloor, unconscious.\n\nINT. BASEMENT - NIGHT\n\nFire flickers from gas tubing. We're in:\n\nAn iron “fireplace” stove with a large ventilation pipe. At\none time, before central air/heating was a thing, this\nbasement was kept warm with this wood-burning heater.\n\nBut now there is no wood. It hasn’t been used in years.\nRebecca shoves crinkled newspaper into the mouth of the\nthing, and the flames catch it, offering the room some\n\nfleeting warm light.\n\nBehind Rebecca, Martin holds the weakening flashlight.\n\nMARTIN\nRebecca...\n\nREBECCA\nI know.\n\nMARTIN\nHurry.\n\nREBECCA\nI know!\n\nRebecca starts scavenging for whatever she can find.\nShe grabs a cardboard box’s lid.\n\nAnd then from the box, an old stuffed ANIMAL missing one\nbutton-eye.\n\nAnd a stack of yellowed MAGAZINES.\nAll of it goes into the stove’s mouth.\nThe junk doesn’t catch fire right away.\n\nMartin hears something in the dark: CLICKING toenails.\nScurrying sounds from somewhere.\n\nHe sweeps the flashlight around. Its beam has narrowed.\n\f81.\n\nDIANA’S VOICE\n(sing-song)\nMaaaaartin...\nMartin tenses.\n\nRebecca blows on the fire. Puts her hand in and grabs some\nburning newsprint to try and spread it.\n\nThe flashlight flickers.\n\nMartin tries to keep it everywhere at once.\n\nAll he succeeds in doing is make the shadows in the room\ndance and sway. The plastic, four-foot-tall “wise men”\nfigures trotted out for the lawn in December continue to cast\nhumanoid shadows on the wall.\n\nMartin keeps his focus on them.\n\nFrom directly above him... matted jet-black hair DESCENDS,\nlike she’s perched on the rafter above him--\n\nDIANA’S VOICE (CONT’D)\n(sotto)\nBrush your hair--\n\nMartin freaks and points the flashlight directly up--\n\nAnd, like flashlights with batteries in the handle, it causes\nthe light to nearly go out, flickering--\n\nMartin backs up, but just in the nick of time--\nThe STUFFED ANIMAL in the stove catches fire.",
  "49": "---END OF PREVIOUS SECTION---\nThe plastic, four-foot-tall “wise men”\nfigures trotted out for the lawn in December continue to cast\nhumanoid shadows on the wall. Martin keeps his focus on them. From directly above him... matted jet-black hair DESCENDS,\nlike she’s perched on the rafter above him--\n\nDIANA’S VOICE (CONT’D)\n(sotto)\nBrush your hair--\n\nMartin freaks and points the flashlight directly up--\n\nAnd, like flashlights with batteries in the handle, it causes\nthe light to nearly go out, flickering--\n\nMartin backs up, but just in the nick of time--\nThe STUFFED ANIMAL in the stove catches fire. \n---TARGET SECTION TO BE ANNOTATED---\nWIDE ANGLE\n\nThe corner of the room by the stove is saturated in the glow\nof the fire. Rebecca did it.\n\nMartin sits down, already exhausted.\nREBECCA\nThat won’t last more than a few\nminutes. We need to find more stuff\nto burn.\n\nINT. BASEMENT - MOMENTS LATER\n\nRebecca and Martin dig through boxes.\n\f82.\nAnything deemed burnable gets tossed in a pile near the\nstove.\n\nMartin’s lack of sleep is catching up with him. Fatigue is\nsetting in.\n\nREBECCA\n(re: her file box)\nMom saved her tax forms from ten\nyears ago. She’s still got receipts\nin here.\nRebecca puts a stuffed folder of papers on the pile.\n\nMARTIN\nHow long are we gonna stay in here?\n\nREBECCA\nI don’t know.\n\nMARTIN\nThere aren’t any windows.\n\nREBECCA\nI’m working on a plan.\n\nBeat.\n\nMARTIN\nI’m not much good to you.\n\nREBECCA\nYou're doing great. Feed the fire\nfor a while.\n\nMartin does so.\n\nRebecca scoots a new file box from one shelf and sits down\nwith it by the stove.\n\nOn the side: the box is labeled “REBECCA.”\n\nREBECCA (CONT'D)\nWhat’s this? My old clothes?\n\nShe opens it.\nInside: a lone SHOE BOX.\nRebecca pulls this out and opens this.\n\nShe lifts out a set of developed PHOTOGRAPHS. Goes through\nthem, curious.\n\f83.\nTHE PHOTOS: Birthday cakes, all taken on the dining table\nupstairs. Sixteen candles. Seventeen. Then eighteen.\n\nREBECCA (CONT'D)\nShe made birthday cakes?\n\nMARTIN\nEvery year, on your birthday.\n\nREBECCA\nBut, I was in San Diego those\nyears. Mom knew that.\n\nMARTIN\nShe made them anyway. We sang the\nsong for you.\n\nThis is news to Rebecca. She pulls out the other materials in\nthe shoe box...\n\nLETTERS. Folded into personal envelopes. Unmailed. Each with\ndates on the front.\n\nREBECCA\nShe wrote me letters?\n\nRebecca opens one. Unfolds the paper.\nMartin glances at them, then returns to feeding the fire.\n\nMARTIN\nYeah. She did that a lot.\n\nRebecca reads one.",
  "50": "---END OF PREVIOUS SECTION---\nMARTIN\nYeah. She did that a lot. Rebecca reads one. \n---TARGET SECTION TO BE ANNOTATED---\nAside from a quick look over her shoulder at the handwritten\nletters on lined paper, we don’t see the content.\n\nWe just see Rebecca’s face as she reads.\n\nWhatever is in the content, it affects her deeply.\nBy page two, she starts to tremble.\n\nBy page three, she’s in tears.\n\nAt the end, she sniffs, wipes her eyes, and stuffs the letter\nback in its envelope. It’s one of maybe a dozen.\n\nGently, as if it were a newborn infant, Rebecca places the\nshoe box back in the larger file box.\n\nMartin watches.\n\f84.\nMARTIN (CONT'D)\nWhat did it say?\n\nRebecca lets out a breath. Doesn’t directly answer his\nquestion, but looks him in the eye to say:\n\nREBECCA\nWe are going to help mom. I will\nfind a way to get rid of Diana.\n\nThe fire crackles. Martin nods at his sister, then gets the\nenergy to grab another box from the other side of the stove.\n\nThis one is marked ‘HALLOWEEN.’\n\nAs he digs through it, Rebecca puts a protective hand on the\nfile box containing her mother’s letters to her.\n\nMARTIN (0.S.)\nHey, I found a flashlight.\n\nShe looks over to see Martin has a rectangular light tube.\n\nMARTIN (CONT'D)\nOr something.\n\nHe turns it on-- its batteries work. But it casts a cold\nblue/green glow on Martin.\n\nREBECCA\nThat's a black light.\n(beat)\nBut a light’s a light.\nHe hands it to her. She shines it around.\n\nREBECCA (CONT'D)\nStill got some juice.\n\nRebecca takes a breath, steels her nerves, and advances for\nanother corner of the basement.\n\nThe black light casts a deep blue hue over all the stored\njunk in this space.\n\nRebecca moves from the fire.\nOne step at a time.\nMartin watches, scared and exhausted all at once.\n\nMARTIN\nWhere are you going?\n\f85.\nREBECCA\nTo take inventory.\nWith the glove of the amber fire at her back, and the blue\nglow in front of her, Rebecca navigates the nest of shelving\nand boxes.\nSomewhere in the dark, the sound of scurrying feet.\nRebecca tenses.\nShe moves for the next aisle.",
  "51": "---END OF PREVIOUS SECTION---\nSomewhere in the dark, the sound of scurrying feet. Rebecca tenses. She moves for the next aisle. \n---TARGET SECTION TO BE ANNOTATED---\nThe black light reveals FOOT PRINTS on the floor--\n\nAnd occasional HAND PRINTS on other items.\n\nRebecca looks down to see the wan glow of a similar hand\nprint ON HER OWN SHIRT SLEEVE. Like a mark of ownership.\n\nFreaked, Rebecca rubs the sleeve to smear the print.\nIn moving her arm with the black light, she reveals --\n\nHANDWRITING on a far wall. Just a faint glimpse of it.\nInvisible without the black light.\n\nRebecca ventures toward it, past a shelf, holding the light\nup to get a closer look...\n\n..+.The wall is covered in Diana’s scrawled writing. Like the\njournal of a prisoner of war. Just a taste of the blanket of\nrun-on sentences written over the course of years --\n\nCAN HEAR THEM AROUND ME UPSTAIRS TALHING LAUGHING NO WAY NNO WAY OUT\nTRAPPED JUST LIKE THE HOSPITAL JUST LIKE FATHER ALWAYS IN THE BASEMENT\nFORGET ABOUT DIANA NO ONE LIKES YOU BUT SOPHIE DOES SOPHIE DID SHE LET ME OUT\nSHE MISSES HER CHILD PRETTY CHILD PRETTY DOLL | JUST WANT TO BE YOUR FRIEND\n\nIt’s enough to freak Rebecca out. She turns away from it.\n\nAt the other end of the shelf, among other junk: the black\nlight illuminates a gardening spade with a long wooden grip.\n\nA weapon. Potentially. Makeshift, but still.\nMore scurrying in the dark. This time to her right.\nRebecca shines the black light into a darkened corner where a\n\nrack of clothes hangs -- leftover inventory from one of\nPaul’s years at the shop.\n\f86.\n\nBut wait. There’s a HUMANOID FIGURE standing there too--\nStanding and staring at us in the blue-tinted darkness.\n\nWild, long hair. Eyes that shine like a cat’s. And teeth that\nGLOW in the black light. Eyes and teeth. She’s so still she\n\nlooks like a Halloween lawn-scarecrow but--\n\nThen SHE MOVES, back out of sight and we realize HOLY SHIT\nYES THAT WAS DIANA.\n\nRebecca nearly jumps out of her skin--\n\nShe hurries for the gardening spade at the end of the aisle--\nLooking back--\n\nMore scurrying sounds--\n\nWhere is that monster now--\n\nRebecca gets to the end and grabs the wooden handle.",
  "52": "---END OF PREVIOUS SECTION---\nEyes and teeth. She’s so still she\n\nlooks like a Halloween lawn-scarecrow but--\n\nThen SHE MOVES, back out of sight and we realize HOLY SHIT\nYES THAT WAS DIANA. Rebecca nearly jumps out of her skin--\n\nShe hurries for the gardening spade at the end of the aisle--\nLooking back--\n\nMore scurrying sounds--\n\nWhere is that monster now--\n\nRebecca gets to the end and grabs the wooden handle. \n---TARGET SECTION TO BE ANNOTATED---\n The\nspade is laid lengthwise on the shelf, so the metal shovel\nend sticks out the other side, on the other aisle.\n\nShe starts to pull it away--\n\nAnd it sticks. Like it’s hung up on something.\n\nRebecca shines the light to see what’s caught it--\n\nAnd the black light shines right in DIANA’S FACE on the other\nside of the aisle.\n\nIt’s only visible for a dozen frames of the film, but her\nmouth is distorted; bigger than a human’s mouth, and full of\ncrooked teeth. Her eyes are milky like they have cataracts.\nAnd she hisses at Rebecca.\n\nREBECCA (CONT'D)\nNo!\n\nRebecca falls back, still clutching the spade in one hand,\ncrashing against another shelf, toppling it--\n\nScrambling to escape, to find that black light--\nShit, she dropped that--\nScurrying sound again--\n\nRebecca reaches for the black light--\n\f87.\n\nBut then a bare ARM black as an oil slick slams down on her,\nsnaring her wrist, in the glow of the black light--\n\nDiana's matted, black hair suddenly sinking close to\nRebecca’s face--\n\nAnd then a weak FLASHLIGHT BEAM lands on Diana’s arm--\n\nAnd in an inhuman SCREECH, Diana is gone faster than a\njumping spider.\n\nMARTIN steps close, holding the big flashlight as it sputters\nout again.\n\nMARTIN\nCome on!\n\nRebecca grabs the black light, the spade, and they move back\nto the corner with the fireplace.\n\nShe takes a breath.\n\nMartin guts the flashlight’s batteries and switches them\naround.\n\nMARTIN (CONT'D)\nSometimes this gives you a little\nmore juice.\n\nREBECCA\nI saw her. I got a clear look at\nher.\n(holds black light)\nShe doesn’t disappear in this\nlight. She’s real.\n\nMARTIN\nSo?\n\nREBECCA\nSo, if I can see her, at least I\nknow where she is. I can keep her\nfrom vanishing.\n(points at flashlight)\nAnd with that thing, maybe I can\neven hurt her.\n\nShe hefts the gardening spade like a short spear.\nHeavy footfall overhead. Someone thumping around upstairs.\n\nMartin and Rebecca both look up.\n\f88.",
  "53": "---END OF PREVIOUS SECTION---\nSomeone thumping around upstairs. Martin and Rebecca both look up. 88. \n---TARGET SECTION TO BE ANNOTATED---\nMARTIN\nWhat is she doing now?\nRebecca doesn’t answer right away; she doesn’t know.\nThen: something echoes inside the stove’s piping.\n\nAnother loud WHUMP as something wet lands in the stove’s fire\nimmediately SNUFFING IT OUT.\n\nMARTIN (CONT'D)\nNow what?\n\nRebecca stares at the ceiling for a beat.\nSmoke begins to fill the lit space where they’re huddled.\nREBECCA\nMom! !\nINT. SOPHIE’S BEDROOM - NIGHT\nSophie is still unconscious on the floor. Unresponsive.\nREBECCA (0.S.)\n(distant)\nMommmm !\nINT. BASEMENT - THAT MOMENT\nRebecca and Martin keep CALLING until Martin’s flashlight\nstarts sputtering out again. All that’s left is Rebecca's\nblack light.\nShe pulls her brother close, and they back into a corner.\nHis eyes are wide with fear.\n\nMARTIN\nAre we going to die?\n\nREBECCA\nNo. We're fighters.\n\nShe holds onto him. Trying to give him a brave face. But\nhonestly, she doesn’t know what to do next.\n\nAnd then, in the distance: the sound of SIRENS.\n\nRebecca perks up. Suddenly hopeful.\n\f89.\n\nEXT. RESIDENTIAL STREET - NIGHT\n\nAn LAPD squad car comes tearing down the street. As it\napproaches, half a block before Sophie’s house, the sirens\nare shut off, and it runs only with the lights.\n\nTailing the squad car: Bret’s SUV.\n\nThe cops pull to the curb outside Sophie’s house.\n\nBret’s SUV skids to a halt, nearly rear-ending the squad car.\nBret climbs out, leaving his headlights on.\n\nHe still looks bloody, his shirt stained with it. Someone\nattempted to bandage his neck but it’s clear he left before\nthey could finish the job.\n\nNow that he’s back, Bret doesn’t take his eyes off the house.\n\nTwo LAPD OFFICERS get out of the squad car. One male, one\nfemale. Both cool, calm, and collected.\n\nThe male is OFFICER FORM; 30s, tall, African-American.\n\nThe female is OFFICER GOMEZ; early 30s, muscular, two stripes\non her uniform indicate she’s the senior officer.",
  "54": "---END OF PREVIOUS SECTION---\nBoth cool, calm, and collected. The male is OFFICER FORM; 30s, tall, African-American. The female is OFFICER GOMEZ; early 30s, muscular, two stripes\non her uniform indicate she’s the senior officer. \n---TARGET SECTION TO BE ANNOTATED---\nBret’s already pointing and talking--\nBRET\nShe's in there, my girlfriend and\nher family--\nOFFICER GOMEZ\nSir, please return to your car, you\n\nneed to get to the hospital--\n\nBRET\nListen to me, you need flashlights.\n\nOFFICER FORM\nGet back in your car, sir.\n\nSaid loudly.\n\nBret backs up. But notices he’s not quite in the light of his\nSUV's beams, and takes a side-step into them.\n\nThe two Officers approach the house.\nIts front door remains partly open.\n\nOfficer Gomez speaks into her shoulder radio handset:\n\f90.\n\nOFFICER GOMEZ\nUnit eighty-one, we’re at the\nMarigold house, power grid is out.\nOver.\n\nOfficer Form looks back at his partner when they get to the\ndoor, then gets his flashlight out and knocks on the door.\n\nOFFICER FORM\nLAPD. Anyone home?\n\nThe door opens from his knocking.\nHe shines the light into the living room.\n\nOverturned furniture from the attack on Bret gives the place\nthe look of a war zone.\n\nOFFICER FORM (CONT'D)\n(louder)\nHello?\n\nREBECCA (0.S.)\n(muffled)\nHelp!\n\nThe Officers hear that. They go inside.\n\nINT. DOWNSTAIRS HALL - MOMENTS LATER\nThe Officers reach the hall with the door to the basement.\n\nOFFICER GOMEZ\nLAPD, we're responding to a\ndomestic disturbance?\n\nREBECCA (0.S.)\nIn here!\n\nOfficer Form springs into action and kicks the door.\nIt doesn’t give on the first kick, so he goes again--\n\nOFFICER GOMEZ\n(into radio)\nUnit eighty-one, possible fire at\nresidence, alert LAFD--\n\nBOOM! The door is kicked in. Officer Form shines the light\ndown the stairs at--\n\nRebecca and Martin, who remain in the corner, Rebecca still\nholding her gardening spade.\n\f91.\nA thin veil of smoke displaced from the stove hangs in the\nroom, creeping out into the hall. Like a residual fog.\n\nOFFICER FORM\nYou okay?\n\nDOWN THE HALL, Diana’s silhouette appears.\nGomez notices.",
  "55": "---END OF PREVIOUS SECTION---\nOFFICER FORM\nYou okay? DOWN THE HALL, Diana’s silhouette appears. Gomez notices. \n---TARGET SECTION TO BE ANNOTATED---\n Puts a hand on her partner's shoulder--\nForm sees her--\n\nOFFICER FORM (CONT'D)\nMa’ am?\n\nHe shines the light down the hall-- but Diana is gone.\n\nOfficer Form draws his sidearm and advances down the hall\nwith the flashlight before him.\n\nOfficer Gomez stays at the door where she can keep sight of\nher partner and call down to Rebecca--\n\nOFFICER GOMEZ\nCan you move?\n\nRebecca grabs Martin and moves up the stairs, saying:\nREBECCA\nKeep the light on us!\nINT. SOPHIE’S BEDROOM - THAT MOMENT\n\nSophie gets up, a trickle of blood marking a path on her head\nfrom where she was thrown.\n\nShe sets upon the door to the hall, determined.\nIt’s lodged, somehow. Can’t open.\nSo she starts bashing the door with whatever she can find.\n\nSOPHIE\nDiana! You hurt my children and we\nare never speaking again!\n\nWHANG! She starts to dislodge the doorknob.\n\nWHANG! Again, weakening the door.\n\f92.\n\nINT. DOWNSTAIRS HALL\nThe upstairs sound is muted down here with all the chaos.\n\nAt the end of the hall, Officer Form looks for where the\nfigure disappeared.\n\nOFFICER FORM\nShow yourself!\n\nBACK WITH GOMEZ, she sees her partner check down one part of\nthe family room where the hallway ends--\n\nAnd then that silhouette ATTACKS from behind, pulling him out\nof Gomez's view--\n\nBut it’s so quick, neither has time to react--\n\nINT. FAMILY ROOM\n\nOfficer Form crashes hard on a card table--\n\nHis flashlight resting on the floor by the hall--\n\nAnd DIANA stands before him. Menacing. We can’t see that\ninsane face but we know it’s there; we can hear her raspy\nbreath through that too-big mouth...\n\nOfficer Form raises his sidearm--\n\nOFFICER FORM\nBack off!\n\nBut she takes a step toward him-- BLAM! He fires--\nAnd in the muzzle flash from the Glock SHE DISAPPEARS--\n\nBut a fraction of a second later, the moment the flash\ndissipates, she’s A STEP CLOSER--\n\nHe fires AGAIN-- to the same effect--\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nOfficer Form raises his sidearm--\n\nOFFICER FORM\nBack off! But she takes a step toward him-- BLAM! He fires--\nAnd in the muzzle flash from the Glock SHE DISAPPEARS--\n\nBut a fraction of a second later, the moment the flash\ndissipates, she’s A STEP CLOSER--\n\nHe fires AGAIN-- to the same effect--\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n DOWNSTAIRS HALL\n\nGomez hears her partner firing once, then twice, then a third\ntime before he WAILS IN AGONY out of view--\n\nOFFICER GOMEZ\nAndrew!\n(into handset)\nEleven ninety-nine! Get me backup!\n\f93.\nGomez has her gun drawn. Flashlight in the other hand. Trying\nto control her breathing.\nRebecca and Martin huddle close to the Officer.\nFootsteps from elsewhere in the house. The sound bounces\naround -- upstairs, in the basement, like someone playing a\ngame with them.\n\nGomez is taut as a wire, changing the grip on her Glock.\n\nOFFICER GOMEZ (CONT’D)\nHow many are there?\n\nREBECCA\nUse this. You won’t see her\notherwise.\n\nRebecca offers the black light.\n\nBut Gomez instead moves for the back room where her partner\nwas last seen.\n\nRebecca checks on Martin.\n\nREBECCA (CONT'D)\nYou okay?\n\nMartin nods weakly.\n\nREBECCA (CONT'D)\nWe're getting out -- now --\n\nMartin holds onto Rebecca with pleading eyes.\n\nMARTIN\nMom.\n\nREBECCA\nWe'll find her too.\n\nA cut-off SCREAM from Gomez in the dark. Close by. But then a\nbattery-operated smoke detector begins WAILING, drowning out\nall other sound, like a nail-biting soundtrack.\n\nRebecca looks for her and sees a SILHOUETTE approaching from\ndown the hall.\n\nThe smoke thins, revealing it’s GOMEZ, staggering back...\n\nBut she’s being held up. Like a puppet. And then she falls.\nCollapsing in a lifeless heap a dozen feet from Rebecca...\n\f94.\nBut her SILHOUETTE REMAINS standing -- Diana. Diana was her\npuppeteer, behind Gomez like a physical shadow.\n\nRebecca, wide-eyed with fear, grabs hold of Martin and starts\ncrawling away from Diana, holding out the black light --\n\nDiana’s arm moves like a snake striking and KNOCKS the light\nout of Rebecca’s hand --\n\nAnd it SMASHES against the wall, the bulb shattering.\nRebecca turns and pushes Martin for the door --\n\nREBECCA (CONT'D)\nGo!\n\nAnd he runs, but she doesn’t get far:\nDiana GRABS Rebecca by the neck and SHOVES her to the floor.",
  "57": "---END OF PREVIOUS SECTION---\nRebecca, wide-eyed with fear, grabs hold of Martin and starts\ncrawling away from Diana, holding out the black light --\n\nDiana’s arm moves like a snake striking and KNOCKS the light\nout of Rebecca’s hand --\n\nAnd it SMASHES against the wall, the bulb shattering. Rebecca turns and pushes Martin for the door --\n\nREBECCA (CONT'D)\nGo! And he runs, but she doesn’t get far:\nDiana GRABS Rebecca by the neck and SHOVES her to the floor. \n---TARGET SECTION TO BE ANNOTATED---\nPitch-black clawed HANDS encircle Rebecca’s throat.\n\nShe can't breathe. Struggling against Diana, fists pounding\nand legs bucking, but it’s like fighting an onyx statue.\n\nMartin returns, in a panic --\n\nMARTIN\nStop it!\n\n-- and he’s backhanded, thrown back.\n\nDiana’s attention returns to Rebecca. Choking the life out of\nher. That black hair dangling in Rebecca's face.\n\nAnd then:\n\nSOPHIE (0.S.)\nI told you.\n\nSOPHIE stands in the room, pointing one of the Officer's\nhandguns at Diana. Gone is the manic woman we knew. Standing\nhere, legs slightly apart, is a woman of pure determination.\n\nSOPHIE (CONT'D)\nYou don’t hurt my kids.\n\nDIANA’S VOICE\nThey won't let me be your friend.\n\nSophie FIRES --\n\nBut we know the result: Diana BLINKS out of existence for\nthat moment of muzzle-blast --\n\f95.\nRebecca SUCKS IN A BREATH for a second before Diana RETURNS\nand immediately clamps down on her neck.\n\nDIANA’S VOICE (CONT’D)\nThat won't hurt me...\n\nAnd then Sophie puts the gun to her own head.\n\n \n\nSOPHIE\nThis will.\n(then)\nMy daughter was right. I let you\nin. I let you stay. You are here\nbecause of me.\n\nThis gets Diana’s attention. Her chokehold on Rebecca eases\nup, just enough for Rebecca to croak out the words --\n\nREBECCA\nMom -- what are you doing --\n\nCLOSE ON SOPHIE:\nA tear streaks down her cheek, but she says with conviction:\n\nSOPHIE\nSaving your lives.\n\nBACK ON REBECCA:\n\nAt the sound of a single GUNSHOT that causes Diana to VANISH\nin mid-screech.\n\nRebecca sits up, coughing. But can’t take her eyes off:\nHer mother’s body. In a heap on the floor. Dead.\nEyes welling with tears, she crawls to Sophie.\n\nREBECCA\nNo...\n\nMartin comes to and sees the aftermath.\n\nMARTIN\nMom? Mom...\n\nWIDE ANGLE\n\nFrom outside looking in through the bay window, two small\nfigures (Rebecca and Martin) huddle over their dead mother.\n\nTheir bodies shudder from sudden grief.",
  "58": "---END OF PREVIOUS SECTION---\nMom... WIDE ANGLE\n\nFrom outside looking in through the bay window, two small\nfigures (Rebecca and Martin) huddle over their dead mother. Their bodies shudder from sudden grief. \n---TARGET SECTION TO BE ANNOTATED---\n And then Rebecca\nraises her head and we see the silent wail of raw pain.\n\f96.\n\nWIDER STILL\nA bird's eye view of the block shrouded in darkness...\nAnd then the power is restored. Street lamps awaken.\n\nDISSOLVE TO:\n\nINT. SOPHIE’S LIVING ROOM - NIGHT\n\nParamedics hoist up the gurney, locking its wheels in place.\nSophie’s body now rests under a sheet on it.\n\nRebecca stands back, watching them carry out her mother’s\nbody while the lights of emergency vehicles flare across the\ninterior of the room through the window.\n\nA beat. Rebecca looks down at the floor where Sophie’s body\nhad been moments ago.\n\nA SHADOW remains on the spot. Darkening the wood. In the\nexact pose as Sophie.\n\nRebecca stares. Fists clenched. More angry than scared now.\nSlowly, the shadow EVAPORATES before our eyes.\n\nAnd then it’s gone. And Rebecca un-clenches her fists.\n\nEXT. RESIDENTIAL STREET - NIGHT\n\nLater still. Rebecca and Martin sit on the back bumper of a\nparked ambulance. Both of them are wrapped in blankets.\n\nThey look utterly spent.\n\nBret approaches. A little worse for wear, but with bottles of\nwater for them.\n\nRebecca scoots over so he can sit with them.\n\nFor a beat they simply lean on each other. Then, Rebecca\nnudges Bret.\n\nREBECCA\nI thought it was too much for you,\nand you ran off. But you came back.\n\nBRET\nOf course.\n\f97.\nRebecca looks at Martin, who gazes up at her like a lost\npuppy. Unsure of his future.\nREBECCA\n(to Martin)\nSo did I. And I’m here to stay.\n\nMartin holds onto his sister.\n\nTwo PARAMEDICS load Sophie into an ambulance, the body\ncovered in a white sheet.\n\nThe mood turns sad once more. Especially for Martin, who\nlooks hollowed-out by this loss. His one remaining hope:\n\nMARTIN\nIs Diana finally gone?\n\nCLOSE ON REBECCA, finding her strength again. Using a damp\ntowel from the ambulance, she wipes off her mascara. No more\nhiding behind a warrior’s mask. The warrior is here.\n\nREBECCA\nShe better be.\n\nPULLING BACK for one last view of the neighborhood...",
  "59": "---END OF PREVIOUS SECTION---\nThe warrior is here. REBECCA\nShe better be. PULLING BACK for one last view of the neighborhood... \n---TARGET SECTION TO BE ANNOTATED---\nFADE TO BLACK.\n\nFADE UP ON:\n\nEXT. REBECCA’S APARTMENT BUILDING - EVENING\n\nSundown. One week later.\n\nRebecca, Bret, and Martin march up the steps to her front\ndoor. They're all dressed in black.\n\nINT. REBECCA'S LIVING ROOM - EVENING\n\nA slow pan around the place -- it looks remarkably different\nfrom the last time we saw it.\n\nGone are the heavy metal posters, save for one that shows the\nascension of a Valkyrie to Asgard.\n\nThe place is cleaned up. Reorganized. Some new furniture. Or\nsome adopted from Sophie’s house.\n\nThe three tired mourners settle in for the night as they step\nin from the front stoop.\n\f98.\n\nREBECCA\nOkay, little man, you got school\ntomorrow, so let’s get you prepped\nfor the morning.\n\nMARTIN\nI got it.\n\nREBECCA\nWell then, show me so I know what\n“got it” looks like.\nMartin nods and moves off for the back room.\n\nBret stays with Rebecca. Puts a hand on her.\n\nBRET\nIt’ll work out.\n\nREBECCA\nWill it?\nINT. REBECCA’S KITCHEN - NIGHT\nBret makes a sandwich at the counter.\n\nRebecca joins him. She’s now dressed down in sweats, her hair\ntied behind her.\n\nSomewhere from the living room, the soft sounds of the TV.\n\nREBECCA\n\nHe likes the triangle cut.\nBRET\n\nI know.\nREBECCA\n\nAnd the crust is okay.\nBRET\n\n(grins)\n\nI know.\nRebecca paces.\nBret offers her a slice of cheese. She takes it.\n\nREBECCA\nWhat if--\n\nBRET\nNo sense worrying.\n\f99.\n\nThe doorbell rings.\n\nRebecca and Bret trade looks. Expectant. Clearly Rebecca’s\nbeen waiting for this.\n\nINT. REBECCA’S LIVING ROOM - MOMENTS LATER\n\nShe opens the door to reveal EMMA at her stoop. With an\nenvelope in her hands.\n\nREBECCA\n(beat)\nHey.\nEmma smiles. Hands her the envelope.\n\nREBECCA (CONT'D)\nDid they...?\n\nEMMA\nUnderstand, it’s not a formal\nadoption. But yes. You are now a\nfoster parent.",
  "60": "---END OF PREVIOUS SECTION---\nEMMA\nUnderstand, it’s not a formal\nadoption. But yes. You are now a\nfoster parent. \n---TARGET SECTION TO BE ANNOTATED---\nRebecca jumps a little and then relaxes.\n\nREBECCA\nThank you so much.\n\nEMMA\nWell, you’re the one who did the\nwork and-- oh!\nRebecca pulls Emma into a big, earnest hug.\nMOMENTS LATER\nRebecca closes the door and turns around, smiling--\n\nTo find Martin and Bret waiting like two pets.\n\nBRET\nWell?\n\nREBECCA\nWe're a family!\n\nMartin smiles.\n\nBRET\nI knew it! We’re celebrating.\n\f100.\n\nMARTIN\nPopcorn and movies?\nREBECCA\nNot so fast, school boy.\nMARTIN\nAwww.\nREBECCA\n\nC'mon, time for bed.\n\nEXT. REBECCA’S APARTMENT BUILDING - NIGHT\n\nLater. The neon sign winks by their bedroom window... But the\ninterior lights now extinguish. It’s bedtime.\n\nINT. REBECCA’S LIVING ROOM - NIGHT\n\nLater. The middle of the night.\n\nA lone night light shines in this room, illuminating the sofa\nbed where Martin sleeps...\n\nExcept he’s not asleep. He’s sitting up.\n\nAnd his eyes are SQUINTING at the brightness of the night\nlight. He holds up his pale arm to protect him from it.\n\nMartin then crawls to the coffee table against the edge of\nthe bed and places something on it. As a gift. An offering.\n\nIt’s his mother’s HAIRBRUSH.\n\nINT. REBECCA’S BEDROOM - NIGHT\nRebecca and Bret sleep together in her bed.\n\nThis room has been redone as well. Not to the point Rebecca\nhas lost her personality, just... matured a step.\n\nAnd also, some of Bret’s stuff is here. Including an electric\nguitar in the corner and a cloth-covered rig that looks like\nit might be a homemade amplifier.\n\nNight lights illuminate this room, too. There’s at least one\nin every room, actually.\n\nThe digital clock flickers at 1:57am. Precisely that time.\n\nAnd then--\n\f101.\n\nPower cuts out. The whole place goes dark.\n\nCLOSING IN on Rebecca, asleep.\n\nPressing closer.\n\nCloser.\n\nA faint SCRATCHING sound creeps in. Enough to wake her.\nShe blinks. Looks around. And fear sets in.\n\nThe scratching continues.\n\nRebecca looks toward the door--\n\nDrenched in darkness.",
  "61": "---END OF PREVIOUS SECTION---\nAnd fear sets in. The scratching continues. Rebecca looks toward the door--\n\nDrenched in darkness. \n---TARGET SECTION TO BE ANNOTATED---\n But in that dark... is... is that a\nhunched-over FIGURE?\n\nRebecca is almost afraid to speak at it. But then--\n\nREBECCA\nMartin?\n\nThe SCRATCHING stops suddenly.\nRebecca nudges Bret by her side.\nBret stirs. Sits up.\n\nBRET\nHmm?\nREBECCA\n(sotto)\nEmergency plan.\n\nThis wakes him up in a heartbeat. He reaches for the shelf by\nhis side of the bed--\n\n--and the silhouette of AN ARM from under the bed CATCHES HIS\nin its grasp INCHES before Bret can grab a FLASHLIGHT--\n\nBRET\nBecks--!\n\nAnd then he’s YANKED off the bed--\nSlamming into THE DRESSER. Out cold.\n\nRebecca pulls something from her nightstand drawer-- is it\nanother flashlight?\n\nNo. It’s a ROAD FLARE. Which she cracks--\n\f102.\n\nSuddenly casting the entire room in a FIERY RED GLOW.\n\nREBECCA\nBret!\n\nBret is unresponsive. But there’s no sign of Diana now.\nScurrying from the living room. It draws her attention.\nRebecca opens a nightstand drawer on her side and reaches in.\nInside: one item. A FUCKING MACHETE.\n\nWith knife in one hand and sparking flare in the other,\nRebecca ventures for the living room.\n\nREBECCA (CONT'D)\nMartin? Sound off!\n\nMARTIN (0.S.)\n(beat)\nI’m here...\nRebecca gets to the threshold and then she hears:\n\nMARTIN (0.S.) (CONT'D)\nShe says it’s all right...\n\nWith a fresh fear, she steps into--\n\nINT. REBECCA’S LIVING ROOM\n\n--and the red glow of the flare shows Martin on the edge of\nthe sofa bed, positioned as if he were just looking at\nsomething in the dark space underneath.\n\nHe’s been crying. But now he’s not.\n\nMARTIN\nYou don’t need that this time.\n\nIndicating the flare in her hand.\n\nHe says it too calmly. Why isn’t he scared out of his mind?\nIt takes Rebecca a beat to find her voice.\n\nREBECCA\nMartin. What are you saying.\n\nMARTIN\nShe can talk to mom. She’s here to\nprotect me.\n\f103.\n\nREBECCA\n“Protect” you...",
  "62": "---END OF PREVIOUS SECTION---\nShe’s here to\nprotect me. 103. REBECCA\n“Protect” you... \n---TARGET SECTION TO BE ANNOTATED---\n from what?\n\nA hoarse WHISPER from underneath Martin’s sofa-bed, which\nMartin seems to hear clear as day.\n\nMARTIN\nAnything.\n\nREBECCA\nMartin, look at me. You don’t need\nthis. You don’t need her!\n\nMARTIN REBECCA\nShe can talk to mom-- That's a lie--\n\nMARTIN\nShe won't go away, please, this is\nthe only way to survive!\nHe says it so desperately, trying so hard to make Rebecca go\nalong with it, now it’s clear what Martin is doing. He’s just\nas broken as his mother.\nREBECCA\nThere’s a better way. She’s not\nreal, you hear me? And we can’t let\nher become real. Listen--\nSomething scurries in the kitchen.\nRebecca whirls around with the flare, trying to see in.\nNo sign. Of anything. Shadows thrown left and right.\n\nDIANA’S VOICE (0.S.)\nBecksss...\n\nFrom one corner. Then, a slightly different intonation:\nDIANA’S VOICE (0.S.) (CONT'D)\n(lower pitch)\nBecksss...\n\nFrom somewhere else. Playing with Rebecca.\n\nMARTIN\nPlease, don’t make her mad...\n\nAnd then from the bedroom:\n\nBRET’S VOICE (0.S.)\nBecks?\n\f104.\nREBECCA\nBret?\nShe starts back for her bedroom but stops-- her flare is the\nonly light source here. If she leaves, Martin is back in\ntotal darkness again.\nRebecca goes to Martin and hands him the flare.\nREBECCA (CONT'D)\nHere. Hold onto this at the base.\nOkay? I’1l be right back.\n\nMARTIN\nWhat are you going to use?\n\nRebecca holds up the machete to show him a personal addition\nto one side of the blade:\n\nA compact PEN LIGHT, taped in place. She clicks it on--\n\nIt’s black light.\n\nINT. REBECCA’S BEDROOM - MOMENTS LATER\nRebecca enters, holding knife with white knuckles.\n\nREBECCA\nBret?\n\nIn the weak, bluish light, she finds Bret’s body still passed\nout at the foot of the dresser. It wasn’t Bret.\n\nDiana’s silhouette STRIKES from behind--\n\nAnd Rebecca FALLS HARD, hair already matted with her own\nblood.",
  "63": "---END OF PREVIOUS SECTION---\nIn the weak, bluish light, she finds Bret’s body still passed\nout at the foot of the dresser. It wasn’t Bret. Diana’s silhouette STRIKES from behind--\n\nAnd Rebecca FALLS HARD, hair already matted with her own\nblood. \n---TARGET SECTION TO BE ANNOTATED---\nThe machete skitters off to the corner by the guitar.\nRebecca tries to get up--\n\nBut Diana’s silhouette STRIKES her again and Rebecca’s ear\ngets a nasty gash.\n\nRebecca crawls for the part of the room where the machete\nlies, tauntingly close...\n\nTIGHT ON REBECCA’S BLOODY FACE.\n\nA heavy weight descends on her. Pinning her. It hurts.\n\f105.\nHER HAND struggles to reach for the direction of the machete,\nby the power supply to the homemade amp.\nDIANA’S HAIR drifts down by Rebecca’s face.\nShe reaches again. The knife is a good foot away.\n\nDIANA’S VOICE\nI just want to be your friend...\n\nREBECCA\n(disgusted)\nYou're dead.\nHer hand touches the power supply.\n\nAND NOW WE SEE THE LABEL on the thing. It’s a BATTERY PACK.\nWith an old-school radio SWITCH.\n\nDiana digs into Rebecca’s flesh, whispering:\n\nDIANA’S VOICE\nYou can't run away this time.\n\nRebecca turns onto her back, to face Diana--\n\nREBECCA\nNeither can you, bitch.\n\nAnd she flips the switch.\nIt’s not an amplifier. It’s a LIGHTING RIG.\nVRRRRM -- first a set of heavy-duty BLACK LIGHTS clack on--\n\nAnd Diana is EXPOSED as the demonic-looking woman atop\nRebecca in the darkened bedroom.\n\nHer wicked grin vanishes when she looks up at the rig--\nJust in time to see the second set of lights power on--\nBRIGHT FLOODLIGHTS like a set of high-beams.\n\nDIANA SCREAMS in agony--\n\nFrom a LOW ANGLE BEHIND HER, the silhouette now made flesh by\nthe black light is TURNED TO ASH by the flood lights.\n\nShe DISSOLVES and blows away like powder in a stiff breeze.\n\nRebecca takes a breath. Two. Props up on her elbows.\nLooks around.\n\f106.\nBret MOANS and begins to wake. Then, the power returns.\nLIGHTS flicker back on.\n\nAnd Rebecca remains drenched in the hard light of the custom\nlighting rig -- obviously part of the Emergency Plan.\n\nShe's bloodied from the fight. But she ignores it for now.\n\nREBECCA (CONT'D)\nMartin?\n\nMartin steps in from the hall. Squints at the light.",
  "64": "---END OF PREVIOUS SECTION---\nREBECCA (CONT'D)\nMartin? Martin steps in from the hall. Squints at the light. \n---TARGET SECTION TO BE ANNOTATED---\nMARTIN\nIs she gone?\n\nRebecca sees the ash around her.\n\nREBECCA\nYeah.\n\nMartin rushes to her. Rebecca sits up to hug him.\nStill in the embrace, he asks a follow-up:\n\nMARTIN\nFor good?\n\nBeat. Rebecca looks around. Still holding him.\nREBECCA\nI think so.\n(then)\n\nAnd if not, we’ll be stronger next\n\ntime. You know why?\nMartin stares at one of the posters still on the bedroom\nwall: One depicting a fearsome WARRIOR in some fantasy\nsetting, battling goblins with a torch and sword.\n\nMARTIN\nBecause we're fighters.\n\nRebecca smiles. A survivor's smile.\nLooking straight ahead:\n\nREBECCA\nThat’s right.\n\nHARD SLAM TO BLACK.\n\nTHE END.\n\f"
}