{
  "1": "GL to “TomPaceciq~\nLittle Children\n\fLittle Children\n\nScreenplay\nby\nTodd Field & Tom Perrotta\n\nBased on the novel\n\nby\nTom Perrotta\n\n25 July 2005\n\fFADE IN:\nSIGHTS & SOUNDS OF WINDING MOVEMENTS ON VARIOUS TIMEPIECES.\n\nTick Tock, the rhythm overwhelming: Ansonia shelf, wall, mantel,\nlong-case, table, and bracket. Each movement open escapement.\n\nTHE HARD NG OF A ENGINE\n\nHOUSE APTER HOUSE ~- TOWN AFTER TOWN ~ AS SEEN FROM A TRAIN.\n\nThe strains of a NEWSCAST,\n\nAn ANCHOR WOMAN front and center, super~imposed images behind her,\n\nANCHOR WOMAN\n\nIt has only been two weeks since an East\nadam man, Ronald James McGorvey |\n\nreturned home from prison after serving\na two-year sentence for indecent\nexposure to a minor. And already a\ngrassroots movement is clamoring to\nremove him from the community.\n\nNews B-Roll: BADLY XEROXED FLYERS on TELEPHONE POLES depicting a\nlump man with wiry, thinning hair and an anxious expression. In\nid script it reads: Are your children safe?\n\n_ ANCHOR WOMAN\nThe group is called The Committee of\nConcerned Parents.\n\nA CLOSER DETAIL on the BOTTOM EDGE identifies the supplier of the\nflyer as The Committee of Concerned Parents.\n\nANCHOR WOMAN\nPolice are advising parents to...\n\nThe newscast continues as we WIDEN within a dark livingroom to REVEAL\nA MAN sitting in a LA-Z-BOY watching the broadcast. His hand grips a\nglass of soda and ice. He takes a sip.\n\nBLACK. COMPLETE SILENCE. A LEGEND APPEARS: LITTLE CHILDREN\nThen —\nWOMAN'S VOICE .\nMy husband and I had an actual spiritual\nexperience...\nEXT. WALKER STREET PLAYGROUND ~ DAY\n\npois is THERESA, mid-thirties, a pale woman, but in her time a real\nauty.\n\nTHERESA\n+;.We were on our vacation in Cabo with\neight other couples, and this Mayan\nwoman... a goddess, just a goddess...",
  "2": "---END OF PREVIOUS SECTION---\nWALKER STREET PLAYGROUND ~ DAY\n\npois is THERESA, mid-thirties, a pale woman, but in her time a real\nauty. THERESA\n+;. We were on our vacation in Cabo with\neight other couples, and this Mayan\nwoman... a goddess, just a goddess... \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\n \n\nMARY ANN, mid-thirties, toothpick-thin, uptight, and clad in\nCATALOGUE CASUAL.\n\nHARY ANE\nShe’s due in September. She says she’s\ngonna take three months off, and be back\nto work before Christmas. Please. Six\nmonths from now she'll be right here on\nthis bench with us...\n\nCUr TO:\n\nCHERYL, a woman who has the unfortunate habit of ending her sentences\nwith an upwardy teenagery question mark.\n\nCHERYL\nWell, my friend Beth said the way she did\nit, was to just take him with her every\ntime she went to the bathroom,\n\n. MARY ANN\nI find that strange.\n\nCHERYL\nThat's what I said to Beth.\n\nMARY ANN\nIt's oedipal.\n\nTHERESA .\nWhat's the rush? Although, I will say\nwhen I was potty training Christian? I\nopened the diaper and it was huge, like a\ngrown man.\n\nSnatches of the women talking begin a slow diminuendo, as they shift\nto the subject of pre-schools.\n\nOn the bench opposite the women is SARAH PIERCE, 30. It is through\nSarah's ears that we have been introduced to these ladies. And because\nof this, our idea of them may be less than kind.\n\nAs we PUSH IN on her — A NEW VOICE EMERGES. If 1S , CALM, AND NON-\nSUDGMENTAL, IN SHORT, GROWN-UP.\n\nVOICE\nSmiling politely to mask a familiar\nfeeling of desperation, Sarah reminded\nherself to think like an anthropologist.\nShe was a researcher studying\nbehavior of typical suburban women. She\nwas not a typical suburban woman herself,\n\nCHERYL\nJohn and I were having sex the other\nnight, and I drifted off right in the\nmiddle of it.\n\nTHERESA |\n{chuckles sympathetically}\nTt happens.\n\fCHERYL\nI guess. But when I woke up and\napologized? He said he hada’t even\nnoticed.\n\nMARY ANN |\nYou know what you should de? Set aside a\nspecific block of time for making love.\nThat's what Lewis and I do. Every Tuesday\nnight at nine o’clock.",
  "3": "---END OF PREVIOUS SECTION---\nSet aside a\nspecific block of time for making love. That's what Lewis and I do. Every Tuesday\nnight at nine o’clock. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE\nWhether you want to or not, Sarah\nthought, her eyes straying over to the\nplay area...\n\nCHRISTIAN, Theresa’s son, pummels Mary Ann‘’s cowering TROY and -\n\nCheryl's COURTNEY shows Mary Ann’s ISABELLE her DORA THE EXPLORER\nunderpants.\n\nVOICE\nEven at such a tiny playground as this,\nLucy didn’t interact much with the other\nchildren,\n\nSarah's three-year-old daughter LUCY, stands alone near the top of\nthe slide. She appears to talking to herself.\n\nSarah takes her in.\n\nVOICE\nSarah didn’t really know why they even\nbothered coming here, except that she'd\nprobably go crazy, trapped in the house\nall day with this unknowable little\nperson.\n\nCLOSE ON a watch face. The second hand sweeps past twelve...\n\nVOICE\nMorning snack time wag ten thirty on the\ndot. A regimen established and maintained\nby Mary Ann...\n\nMARY ANN’s face fills the screen as she turns and soundlessly barks\ntoward the playground.\n\nVOICE\n+, who believed that rigid adherence to a\ntimetable...\n\nThe children all turn toward Mary Ann in SLOW MOTION and start\nrunning in her direction,\n\nVOICE\n+2-Was not only the key to a healthy\nmarriage, but toe effective parenting as\nwell.\n\fCLOSE ON HANDS DIGGING THROUGH A DIAPER BAG.\n\nAll the kids,\n\nLUCY {0.C.)\nMommy?\n\nand their mothers are gathered around a picnic table,\n\nshoveling CHEERIOS and GOLDFISH into their months ~\n\nExcept for Sarah who is crouched down on the grass a few feet away\nrummaging through a diaper bag. Lucy stands facing her mother, an\n\nanxious look on the chi\n\nAT THE PICNIC\ndrama that is\n\nBACK TO SARAH\n\ns face.\n\nLucy\nWhere my snack?\n\nSARA\n(digging through bag\nI'm sure it’s in here somewhere.\n\nLucy\nWhere it went? Where my snack?\n\nSARAH . .\nI’m sorry, honey. Mommy can’t find it.\n(to other mothers)\nI forgot the rice cakes. I mst have left\nthem on the counter.\n\nBENCH the three women, and their offspring watch the\nplaying out on the grass before them.\n\nCHERYL\nPoor thing.",
  "4": "---END OF PREVIOUS SECTION---\nI mst have left\nthem on the counter. BENCH the three women, and their offspring watch the\nplaying out on the grass before them. CHERYL\nPoor thing. \n---TARGET SECTION TO BE ANNOTATED---\nLUCY {0.C.)\nI want my snaaaack!\n\n|_MARY ANN\n(pointed)\nThat's the second time this week.\nTHERESA .\nIt's hard to keep track of everything.\n\nLUCY (0.C.)\nBad Mommy, bad mommy, bad mommy.\n\n& LUCY\n\npleading)»\nJust calm down.\nNo! No calm down!\n\nIt's not here.\n\ni\nSarah hands her the bag.\n|\n|\n|\n\f. SARAB\nAlright, here, See for yourself.\n\nLucy looks into the bag, and then throws it at her mother’s head.\nSarah winds up with thé strap dangling around her neck.\n\nMARY ANN\nWait!\n\nThis single word radiates with such undeniable adult authority that\neverything stops.\n\nMARY ANN ;\nTroy, honey? Give Lucy your Goldfish.\n\nTROY\nNot\n\nHe turns his body, forming a barrier between Lucy ahd his snack:\n\nMARY ANN\nTroy Jonathan. Give me those Goldfish.\n\nTROY )\n(whimpering\nBut mama, they’re mine.\n\nMARY ANN .\nNo backtalk. You can share with your\nsister.\n\nWith no further word of protest, Troy hands the BAG to Mary Ann.\n\nSARAR\n(to Lucy) .\nGo and sit down, Troy has goldfish for\nyou,\n\nLucy runs over to join the others at the picnic bench.\nSARAE\n\n{to Mary Ann)\nThank you. You're a lifesaver.\n\nMARY ANN\nIt’s nothing. I just hate to see her\nsuffer like that.\nSarah gets down on one knee and begins refilling the diaper bag.\nMARY ANN .\nMaybe you should make a check list, tape\nit to the door so it’s the last thing you\nsee before leaving the house. That’s what\nI do.\nSarah looks up, forcing a smile.\n\nSARAE\nThank you. That's a really helpful\nsuggestion.\n\fCheryl's head darts away from the other mothers. She reaches across\nthe table and grabs Theresa’s hand.\n\nCHERYL\n(soft and urgent}\nLook.\n\nTheresa glances instinctively toward the PLAY STRUCTURE.\n\nwhat? THERESA\nat?\n\nCHERYL\nOver there. The Prom King?\n\n_. THERESA\n(smiling)\nOh my God. He’s back.\nSarah looks up from the diaper bag.",
  "5": "---END OF PREVIOUS SECTION---\nTHERESA\n(smiling)\nOh my God. He’s back. Sarah looks up from the diaper bag. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE\nSarah followed the other women’s gazes\nover to the entrance of the playground,\neager to finally get a glimpse of the\nProm King...\n\nIn the middle distance, we see a strapping BLOND MAN enter through\nthe park’s iron gate. He pushes a STROLLER. One side is empty\nand other is occupied by a large STUFFED BEAR. The man’s three~\nyear-old son sits perched on his father’s shoulders. He wears a\nJESTER’S CAP, and shoots his arms out as if he is flying.\n\nVOICE\n«+. the handsome and mysterious young\nfather who had been a regular at the\nWalker Street Playground for several\nweeks this past spring, before abruptly\ndropping out of sight.\n\nWith the ease of someone Performing a familiar action, the man lifts\n\nhis son off his shoulders, and gallops around the play structure. The\n\nboy squeals as the man bobs, hops, and weaves ~ giving the boy the\n\ntime of his life. Unlike the young mothers on the benches watching\n\ntheir children from a distance, this man is engaged. As if he\n\ncouldn't imagine doing anything else, with anyone else, More playmate\nan parent.\n\nVOICE\nHis departure had left a gaping hole in\nthe emotional lives of Cheryl, Theresa,\nand Mary Ann. Barely a day went by\nwithout one of them’ s ating wistfully\nabout the reason for his absence and the\nlikelihood of his return.\n\n. BRAD (0.C.) .\nse. Binety sight ... ninety nine...\n\f~T=\n\nINT. BRAD'S HOUSE, LIVING ROOM ~ DAY\nThe blond man from the playground rises in and out of frame. This is\nBRAD ADAMSON, 30. He is sweating, and breathing heavily, at the end\nof a long circuit of daily push-ups.\nBRAD\n++. One hundred.\nKITCHEN\nBrad, wearing PLAY~TEX GLOVES, stands at the sink doing dishes.\nHALLWAY\nBrad vacuums.\nLIVING ROOM — LATER (MAGIC)\nBrad and Aaron sit on the floor engrossed in their favorite activity:\nTrain Wreck, a brutally simple game.",
  "6": "---END OF PREVIOUS SECTION---\nKITCHEN\nBrad, wearing PLAY~TEX GLOVES, stands at the sink doing dishes. HALLWAY\nBrad vacuums. LIVING ROOM — LATER (MAGIC)\nBrad and Aaron sit on the floor engrossed in their favorite activity:\nTrain Wreck, a brutally simple game. \n---TARGET SECTION TO BE ANNOTATED---\n GORDON and PERCY, two characters\nfrom Thomas the Tank Engine, move in opposite directions around a\ncircular track, making happy CHUGGING SOUNDS right up to the moment of\nan inevitable collision.\nAARON\n{shouting}\nSplang?\nThis is the sound effect that always accompanies the crash.\nAARON\nfake that, Gordon.\nBRAD\nOuch! That hurt, Percy.\nAaron laughs uproariously at Brad’s pain.\n\n. __AARON\nAgain! Again!\n\nThey set-up for another go, and repeat the game.\n\nThe game ends abruptly though, as Aaron scrambles to his feet and\nstares toward the The SOUND of someone coming through the FRONT DOOR.\n\nARRON\nMommy i\n\nRe rips the Jester cap off his head and flings it away.\n\nBrad watches the haberdashery make a wide arc in the air. He cannot\ntake his eyes from it. Time seems to momentarily stop.\n\nVOICE\nThe Jester‘s cap was something that truly\ndisturbed Brad. All day long The boy ate,\nplayed, and napped in it. He would burst\ninte tears if nis Father had so much\nsuggested it be removed.\n\fVOICE (CONT) .\nBut the moment his Mother stepped In the\nhouse he had no more use for it, as if the\nentire day up to that point had been a\npointless and somewhat useless charade.\n\nAaron flies into the arms of KATHY, 30, and lovely. She drops to one\nknee, and holds her arms out wide.\n\n. KATHY\nI missed you so so so so mich.\n\nHe buries his face against her chest; she strokes his head.\nRATEY ,\nYou got some color, didn't you? Did daddy\nforget the sunscreen again?\n\nBrad stares down at the engine he still holds. Gordon’s peevish\nexpression feels like it’s mocking him.\n\nINT. BRAD'S HOUSE, KITCHEN ~ MAGIC\nBrad, Kathy & Aaron sit around the table at the tail end of dinner.\n. BRAD .\nI think I’m gonna finally break down and\nget a mobile phone.\nKATHY\nReally? Why?\nBRAD .\nI have no way of reaching you when I’m\nout with Aaron.",
  "7": "---END OF PREVIOUS SECTION---\nWhy? BRAD . I have no way of reaching you when I’m\nout with Aaron. \n---TARGET SECTION TO BE ANNOTATED---\nKATHY\n{to Aaron\nYou're done, right?\nShe rises to clear the boy’s dish, and carries it over to the sink.\n\nBRAD . .\n+» you've got one. Don’t you think it's\nstrange I don’t?\n\nKATHY\nYeah, I do. You just never wanted one\nbefore.\nShe wets a towel, and heads back over to Aaron.\nBRAD\nYeah, I know. There's a family plan. We\ncan talk for free,\n\nKathy cleans the dinner from Aaron's face, and in the process turns\nher back on an uncomfortable fiscal conversation.\n\nEATRY\nLet’s see where we are at the end of the\nmonth.\n\fEXT. MAIN STREET — TWILIGHT\n\nCarrying a briefcase, Brad walks alone along an empty street, He passes\nan SUV swathed in graphics for the National Guards A recruiting vehicle,\nand handy piece of mobile advertisement, A TRIO OF DRAB GREEN Sab\nSOLDIERS stare back at him: defiant and brave.\n\nVOICE\nAs was her custom, each weeknight after\ndinner, the boy's mother sent Brad down\nto the Municipal library to study for\nthe bar exam...\n\nEXT. MUNICIPAL LIBRARY ~ TWILIGHT\n\nVOICE .\n..-but he never quite made it through the\ndoor of the building.\n\nBrad settles in on a bench. About twenty yards away, FOUR,\nSKATEBOARDERS, ages thirteen to sixteen, dressed in knee-length\nshorts, baggy T-shirts, and fashionably retro sneakers ~ jump stairs,\nmetal railings, and retaining walls around a square granite\nbuilding. They are all armed with iPODS & MOBILE PHONES.\n\nVOICE\nBrad had been watching the boys for weeks\nnow, sometimes for as long as an hour at a\nstretch, but he'd never received the\nslightest acknowledgement from any of them,\n\nBrad stares longingly.\n\nVOICE\nHe had been the same age as these boys\nwhen his mother died.\n\nONE OF THE BOYS, the one the others call G, ramps off a wall and\nsails into the air. He possesses an almost mystical connection to his\nboard. G returns to the group, whe congratulate him on his last ride.\n\nVOICE\nI must have been like this, Brad\nsometimes thought. I must have been one\nof them.\n\nMARY ANN {0.",
  "8": "---END OF PREVIOUS SECTION---\nVOICE\nI must have been like this, Brad\nsometimes thought. I must have been one\nof them. MARY ANN {0. \n---TARGET SECTION TO BE ANNOTATED---\n.}\nHe should just be castrated.\n\nEXT. WALKER STREET PLAYGROUND ~ DAY\nCLOSE ON the same Randbill from the news broadcast, with the addition of\na stepped-up headline: Decent people Beware!!! There is a Pervert Among\nSi\nThe MOTHERS all stare down at the FLYER on the picnic table.\nMARY ANN |\nQuick and clean, Just chop it off. Then\n\nyou wouldn't have to worry about\nnotifying the neighbors.\n\fSARAR .\n\nYou know what else you should do? Nail\nhis penis above the entrance to the\nelementary school. You know, as a warning\nto other perverts.\n\nCheryl and Theresa chuckle politely at her sarcasm. Mary Amn is not\namused, and fixee Sarah with an icy glare.\n\n. MARY ANN\nYou think this is funny?\n\nSARAE\nI just can’t believe you want to castrate\naman for indecent exposure.\n\nTHERESA\nMy brother used to expose himself, when\nwe were teenagers. He'd do it in my ~\nbedroom, or in the backseat of the car,\neven at the dinner table. He always\nfigured out a way to do it so that no one\ncould see what he was up to but me.\n\n____ MARY\n. {disgusted}\nDidn’t you tell anyone?\nTHERESA\n(puzzled) .\nNo, I didn’t want to get him in trouble.\n\nIt didn’t stop until he went away to\ncollege.\n\nSARAH\nHe should have been castrated.\nMARY ANN\n(snapping)\nIt’s not the same thing. He wasn’t doing\nit to strangers.\nCheryl's head swivels as if pulled by a magnet.\nCHERYL .\nOh My God, look! After all this time.\nThere he ig. Two days in a row?\n\nBrad and Aaron have arrived at the playground gate.\n\n_ SARAH\nMaybe he just needed a vacation.\n\nMARY ANN\n{suspicious}\nFrom what?\n\n; THERESA _\nFrom being the Prom King.\n\n~10-\n\f \n\n~Lie\n\n| CHERYL\nTt’s a dirty job.\n(chuckling) .\nBut someone’s gok to do it.\n\nAs Brad and Aaron pass the women on their way over to the far swing-\nset, the trio go completely silent ~ pretending not to notice.",
  "9": "---END OF PREVIOUS SECTION---\n(chuckling) . But someone’s gok to do it. As Brad and Aaron pass the women on their way over to the far swing-\nset, the trio go completely silent ~ pretending not to notice. \n---TARGET SECTION TO BE ANNOTATED---\nSarah wetches them ~ amused.\n\nSARAB\nWhat's he do for a living?\nThe others look nervous, and ignore the question.\nMARY ANN\n(uncomfortable)\nWe've never actually spoken to him.\n. .,, SARAH\nYou're kidding right?\nTHERESA\nWe don’t even know his name.\nSARAH .\nReally? I thought you said he was a\nregular here.\nTHERESA.\nIt was awkward,\n\nCHERYL\n\nHe made us nervous, You had to think\n\nabout what you were going to wear in the\n\nmorning? Put on makeup? It was\n\nexhausting?\nlucy leaves her position at the top of the SLIDE and wanders over to\nthe SWING-SET right next to where Brad pushes Aaron. She calis to her\nmother.\n\nLUCY\nMommy! Push mei\n\nSARAH\nAlright. I’Li be right there.\n\nSarah smiles at the women, wondering how they'll react to her impending\nproximity to “The Prom King.\" As she rises to go, Theresa calls out.\n\nwaits THERESA (0.C.}\nALCL\n\nSarah stops.\n\nSARAH\nWhat?\n\nTheresa holds up her WALLET, smixking like a schoolgirl.\n\fCHERESA\nFive bucks if you get his phone number.\n\nSWING SET — MOMENTS LATER\n\nAaron observes lucy with a certain amount of skepticism as she swings in\nnear-unison beside him, He turns to Sarah, his expression unexpectedly\n\nserious.\n\nHow old is she?\nSARAH\n\n(coaxing) | .\nLucy, honey. Tell the nice boy how old\nyou are.\n\nBARON\nI’m three!\n\nHe jabs the corresponding fingers into the air.\n\nAARON |\nMy grandmother lives in New Jersey! She\ndoesn't have a swim pool.\n\nSARAB\nto the boy}\nDo you like to swim?\n\nAARON\nI don’t like sharks. They eat you up.\n\nBRAD\nDon’t listen to him. We go to the town\npool almost every day.\n\nBrad smiles at Sarah.\n\nBRAD\nI’m Brad, by the way.\nShe smiles back.\n\nSARAR\nSarah.\n\nBRAD\nYou guys come here a lot?\n\nSARAH\nOnly for the last few weeks.",
  "10": "---END OF PREVIOUS SECTION---\nSARAR\nSarah. BRAD\nYou guys come here a lot? SARAH\nOnly for the last few weeks. \n---TARGET SECTION TO BE ANNOTATED---\n We used to\ngo to the one over on Harris, with the\nbig wood things, and the slide across.\n\nBRAD\nYeah, we actually rent a place right arcund\nthe corner from there on Ashforth. But that\nice cream truck never leaves ~ what 4\nnightmare.\n\f“13\n\nSARAZ\nTell me about it.\n\nBRAD .\n+..you know, you're the first person here\nwho's ever talked to me.\n\nSARAH\nYou make them nervous.\n\nBRAD\nOh, right. I guess they don’t see too\nmany fathers here during the weekdays.\n\nThey keep pushing the children.\n\nBRAD .\nYou don’t have to be polite. Go ahead and ask.\n\nSARA\nWhat?\n\nBRAD\nWhat the person who wears the pants in\nthe family does for a living.\n\n. SARAB\nAlright, what does your wife do?\nBRAD\nShe makes documentaries.\nSARAH\nOh, wow. Like, Michael Moore?\nLike, PBS.\n\nSARAH .\n\nOh... well, I think it’s admirable that\n\nou‘re here, There's no reason men can’t\nprimary caregivers.\n\nBRAD\nI finished law school two years ago. But\nI can't seem to pass the bar exam. Failed\nit twice now.\n\n, SARAH\nMaybe you just don't want to be a lawyer.\n\nBrad looks momentarily startled by this suggestion.\n\nBRAD\nT'll take the test one more time. If I\nmess up Row, I’m just going to have to\nfind something else to do with my life.\n\nThey go back to their swinging.\n\foj dm\n\nVOICE\n\nSarah was shocked by how Brad delivered\nthis confession, with no apparent sense\nef being in the least bit embarrassed by\nhis failure. Most men weren’t like this.\nHer husband, Richard, certainly wasn‘t.\nShe wondered if Brad was always this\nforthcoming. If anything, he seemed a\nlittle lonely, ali too ready to open his\nheart at the slightest sign of interest,\nlike a lot of young mothers she knew.\n\nSarah breaks the silence.\n\nSARAH\nI couidn‘t help poticing your stroller.\nDo you have another child’\n\nBRAD\nJust Aaron. We got that at a yard sale.\nfhe extra seat comes in handy for the\nar.",
  "11": "---END OF PREVIOUS SECTION---\nDo you have another child’\n\nBRAD\nJust Aaron. We got that at a yard sale. fhe extra seat comes in handy for the\nar. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nLucy refuses to be put into a stroller,\nor @ car seat. We have to walk everywhere.\nTt takes us half an hour to go three\nblocks, unless I carry her.\n___ BARON\nDaddy finish.\nBRAD\nYou sure? We just got here.\nARRON\nDaaady, I finish right now.\n. BRAD\nAlright. One, two, three.\nHe stops the swing, leaves Aaron, and attends to the bear. He pulls\nit out of the swing, and straps it imto the stroller. Then comes back\nor Aaron.\n\nSarah watches in silence as he cups Aaron by the armpits and attempts\nto lift him out of the swing.\n\nThe boy’s foot gets caught in one of the apertures, and she hurries\nover to free it before Brad has a chance to ask for assistance.\n\nBRAD\nThanks.\nNo problem.\n\nSarah watches as Brad buckles Aaron into the stroller.\n\fVOICE\n< was then, while watching Brad kneel\ndown at his son’s feet, that Garah found\nherself gripped by an unexpected pang of\nsadness.\n\nShe looks toward the opposite end of the playground - The women\nleaning forward on their bench, completely riveted.\n\nVOICE\nDon’t go, she thought. Don’t leave me\nhere with the others.\nBrad stands and turns toward her, as if he’d read her mind.\n_ BRAD |\n(curious smile)\nWell, it was nice talking to you.\n\nSARAH\nYeah, you too.\n\nHe starts to leave.\n\nSARAHB\n(suddenly)\nHey.\n\nBrad stops and looks at her, confused.\n\nBRAD\nYes?\nSARAH |\n{conspiratorial}\nCome here.\nBRAD\nwhat?\n\nJust,..come here.\n\nfle does as he's told.\n\nSARAB\nYou see those women over there?\nHe glances in the direction of the PICNIC TABLE. All of the women\nsuddenly look in the other direction\nSARAB\nYeah. Don’t look. Don’t look, You know\nwhat they call you? .\n\nBe takes a small step toward Sarah, intrigued.\n\nBRAD\nWhat?\n\nnL 5\n\f~16—\n\nSARAH\nThe Prom King.\nBRAD\nOuch. That's awful.\n_ SARAH\nThey mean it as a compliment.",
  "12": "---END OF PREVIOUS SECTION---\nBRAD\nOuch. That's awful. _ SARAH\nThey mean it as a compliment. \n---TARGET SECTION TO BE ANNOTATED---\n You’re a\nbig character in their fantasy lives.\nBRAD\nWow.\nSARAH\nOne of them bet me five dollars I\ncouldn’t get your phone number.\n,, BRAD\n(smiling)\nFive bucks, huh?\n\nSARAH\nYep.\n\nBrad shoots another look at the women.\nBRAD\n(teasing) .\nCould we split it fifty-fifty?\nSARAH\n{right back at him)\nIt could be arranged.\n\nA moment.\nSARAH\nDoesn’t have to be your real number.\n\nBRAD\nWell, in that case, sure.\nBrad pats himself down, looking for a pen. Nothing.\n\nBRAD\nYou got a pen?\n\nSarah doesn’t. She glances toward the table where her diaper bag is.\nShe doesn’t want to go there. She looks back to him.\nSARAH\nOh, shit. Neo, no I don’t.\n\nBRAD\nWell, maybe next time.\n\nHe turns to go, but Sarah reaches out and grabs his arm.\n\n. SARAR .\nNo, listen wait... just wait.\n\f~ij~\n\nHe’s waiting. She’s thinking. Then ~\n\nSARAE\nYou know what would really be funny?\n\nBRAD\nWhat?\n\nSARA\n-.Lf you gave me a hug.\n., 8\n(smiles)\nYou think?\n\nSARA\n+. -yeah.\n\nBrad grins. He’s game.\n\nBRAD\nWell, alright come here.\nBrad opens his arms, and Sarah steps into them. They hug.\n\nMARY ANN (0.C.)\nOb, My God!\n\nMary Ann’s reaction makes them both start to giggle.\nSARAR\n{whispers\nYou wanna really freak them out?\nBrad looks at her a moment. Then —\n\nBRAD\n«> Yeah,\n\nHe leans down and gives her a tentative kiss, half-serious, as if\nthey're acting in a play.\n\nA COLLECTIVE GASP travels from the ladies at the picnic table to our\ncouple. Followed by a panicky chorus call from the mothers, summoning\ntheir children from the play structure.\n\nBrad & Sarah part... But they somehow can’t take their eyes off each\nother,\nSARAR\n(glancing at the exodus)\nI think that worked,\nBoth of them are blushing.",
  "13": "---END OF PREVIOUS SECTION---\nFollowed by a panicky chorus call from the mothers, summoning\ntheir children from the play structure. Brad & Sarah part... But they somehow can’t take their eyes off each\nother,\nSARAR\n(glancing at the exodus)\nI think that worked,\nBoth of them are blushing. \n---TARGET SECTION TO BE ANNOTATED---\nBRAD\n{per panicky mothers}\n+» yeah, I think so,\n\nBRAD\nWell, it was nice meeting you.\n\f~ig-\n\nSARAH\n+e -¥eD, sum hmmm.\n\nHe sets off without another word. Sarah watches his broad back recede\nas be pushes the stroller past the other mothers, and out of the park\ngates.\n\nShe turns to Lucy, sitting motionless in the swing, watching the same\nsight as her mother, her feet kicking dreamily in the air.\n\nSARAH\nLet's go.\n\nShe gathers Lucy from the swing, and carries her like a piece of\noversized luggage back to the bench to retrieve her things. Her face\nburning with pride and with shame.\n\ncheryl and Theresa huddle with their children, staring at Sarah in\ncomp: ete bewilderment. Flanked by Troy and Isabelle, Mary Ann looks\nurious.\n\nMARY ANN\nI’m sure your daughter found that very\neducational.\n\nSarah reaches down for the diaper bag, and turns to go.\n\nSARAH\nHis name‘s Brad, He's a lawyer. And he’s\nreally very nice.\n\nSarah picks up Lucy and heads home.\nEXT. FIELD — DAY\n\nSarah sits under a tree trying her level best to read Margaret\nAtwood’s The Handmaid's Tale. After a moment, she puts it down, and\ngazes off, distracted.\n\nVOICE\nFor the past few days, Sarah hadn't\nbeen able to concentrate on anything\nbut the Prom King...and the curious\nthing that had happened between them\non the playground.\n\nShe glances the other direction, where, some distance away ~\n\nLUCY squats on the grass, her back to Sarah, playing alone, and\ntalking to herself.\n\nSarah looks away from the child, and away into the expanse.\n\nVOICE\nShe didn't feel shame or guilt, only a\nsense of profound disoriehtation, as if\nshe had been kidnapped by aliens, and\nfren released, unharmed, a few hours\nater.\n\nMother and child under the shade of the tree, In the distance, an\namphitheater of sorts, a white wing which resembles a flying saucer.\n\fe SOUND af\n\n \n\nVOICE\nAs he had so often in recent days...\n\nBRAD sits on his usual bench under the beech tree.",
  "14": "---END OF PREVIOUS SECTION---\nMother and child under the shade of the tree, In the distance, an\namphitheater of sorts, a white wing which resembles a flying saucer. e SOUND af\n\n \n\nVOICE\nAs he had so often in recent days... BRAD sits on his usual bench under the beech tree. \n---TARGET SECTION TO BE ANNOTATED---\n But instead of\nwatching the skateboarders, he closes his eyes. We PUSH IN O8 his\ndreamy face,\n\nVOICE\n.,.Brad mentally re-enacted the kiss by\nthe swingset. He still couldn't believe\nit had really happened, and with all\nthose women and children watching.\n\nWE SEE AARON in his stroller at the playground that day looking up\ntoward Brad and Sarah.\nVOICE\nAaron had been particularly curious about\nwhat he'd seen,\n\nIN BRAD'S LIVING ROOM he situates a BLOW-UP PUNCHING CLOWN. Aaron\nstands opposite his father.\n\nAARON\nWhy you hugging that lady?\nBRAD\nWell, see now, that’s what I'm trying tc\nshow you here with Bozo.\nBrad kneels down in front of the clown.\n. _, BRAD\nSometimes it’s a game grown-ups play when\ntheir friends.\nRe spreads his arms in an exaggerated way.\n\nBRAD\nSee?\n\nBrad mechanically embraces the clown.\n\n; BRAD\nfi, I’m your friend,\n\nThe boy's face wears & dubious look.\n\nVOICE\nAaron was skeptical.\n\nVOICE\nThey returned to the olayground the\nfollowing morning...\n\nBRAD and AARON arrive to an empty PLAYGROUND.\n\n{oe\n\fVOICE\n..-bub Ro one was there.\n\nBRAD AND AARON at the TOWN POUL. Brad scans the other PACES.\n\nVOICE\nSarah hadn’t shown up at the tow pool,\neither, though Brad remembered telling\nher that he and Aaron could be found\nthere most afternoons. It didn't seem to\nmatter that Sarah wasn’t his type:\n+.Wasn’t even that pretty, at least not\ncompared to Kathy...\n\nIDEALIZED VISIONS of KATHY, in the way the voice describes.\n\nVOICE\n.» who had long legs, and lustrous hair,\nand perfect breasts,\n\nBRAD continues his daydreaming.\n\nVOICE\nSarah was short, and boyish ~ and had\neyebrows that were thicker than Brad\nought necessary.\n\nAll that is described above is seen.\n\nVOICE\nBut even so, she'd walked into his arns\nthat day, as if she was fulfilling a\nsecret wish he hadn’t remembered making,\n\nMAN (0.C.}\nHey, pervert!\n\nBrad‘s eyes open, startled awake from his fantasy.",
  "15": "---END OF PREVIOUS SECTION---\nVOICE\nBut even so, she'd walked into his arns\nthat day, as if she was fulfilling a\nsecret wish he hadn’t remembered making,\n\nMAN (0. C.}\nHey, pervert! Brad‘s eyes open, startled awake from his fantasy. \n---TARGET SECTION TO BE ANNOTATED---\nMAN {ec}\nYeah you, pervert\n\nBrad cringes, as he looks toward —\n\nA VAN-parked by the curb directly across from him. A man gestures\ntoward Brad from the vehicle's dark cab.\n\n. MAN\nLike little boys, do you?\n\nThe teasing note in the Man's voice is clearer now, and Brad drops his\nguard and Squints into the van.\n\nMeet LARRY HEDGES, 30. He wears a T-SHIRT with the word GUARDIANS\nacross the chest, and GRAY ATHLETIC SHORTS. He leans across the\npassenger seat into the street-light, and grins at Brad.\nBRAD\nLarry?\n\fLARRY\n\nyeah, it's fucking Larry.\nBRAD\n\nJesus, don’t even joke about that.\nTARRY\n\nWhat are you doing right now? You busy?\nBRAD\n\nUh, actually, I'm supposed to be\n\nstudying.\n\nBrad lifts his briefcase.\nBRAD\nI’m taking the bar exam next month.\nLARRY\nDidn't you do that last year?\n\nBRAD\nYeah. See how well I did?\n\nLarry laughs. He pops the lock on the passenger side.\n\nTARRY\nGet in. I got a better idea.\nBrad hesitates.\n\nLARRY\nC'mon, c’mon, c'mon.\n\nBrad does as he is told.\n\nINT/EXT. LARRY’S VAN ~ NIGHT\n\nAs Brad climbs in, tarry clears off the passenger seat. He tosses a\nFOOTBALL and a pair of BINOCULARS-into the back, and lifts up a fat\nstack of BLUE PAPER.\n\nLARRY\nYou mind?\n\nHe drops the stack onto Brad’s lap.\n\n. LARRY\nImm trying to keep them nice.\n\nBrad glances at the top sheet. It’s the same flyer we've seen\nthroughout the story. His eyes stray to the bottom of the page:\nPRID FOR BY THE COMMITTEE OF CONCERNED PARENTS,\n\n_ BRAD\nYou part ef the committee?\nLARRY\nI am the committee,\n\n~2)~\n\n \n\n \n\fBRAD :\nWow, that’s quite a commitment.\n\nLARRY\n\niproud)\n\nYea!\n\nBRAD\nAren’t you full time on the force\nalready?\n\nLarry puts the van into gear, and pulls into the street.",
  "16": "---END OF PREVIOUS SECTION---\nLARRY\n\niproud)\n\nYea! BRAD\nAren’t you full time on the force\nalready? Larry puts the van into gear, and pulls into the street. \n---TARGET SECTION TO BE ANNOTATED---\nLARRY\n(uncomfortable)\n«eam taking @ little time off.\n\nINT. LARRY’S VAN, MOVING ~ SAME\nBRAD.\n(somewhat impressed) |\n\nHow’d you find out about this creep?\n\nLARRY .\nThere’s a web site. The state’s required\nto disclose the whereabouts of convicted\nsex offenders. Don't you check it?\n\nBRAD\n\n(covering)\nNot on a regular basis.\n\nLarry’s expression darkens.\nxp:\n\nLARRY\nhey should just castrate the bastard and\nbe done with it,\nBrad nods as noncommittally as he can.\nA moment, In the silence, a familiar tune plays softly on the van’s\nstereo system.\n_ BRAD\nYou @ Raffi fan?\nLARRY\n\n(startled)\nWhat?\n\n; _ BRAD\nThat‘s Raffi, right? Big, Beautiful\nPlanet?\n\nLARRY\nAh, shit,\n\nLarry punches the eject.\n\f~23~\n\n|. LARRY\nAfter a while I don‘t even know what Im\nListening to anymore.\n\nLarry Stares at Brad, a lingering appraisal.\n\nBrad tries to ignore how uncomfortable this feels.\nLARRY\n\nYou look good, Been going to the gym?\nBRAD\n\nPush-ups, crunches. A little running.\n\nLARRY\n(to himself} .\nThe guys are gonna love this.\n\n_, BRAD,\n(a bit anxious)\nWhat guys?\n\nEXT. EAST WYNDAM BOMBERS’ FIELD ~ NIGHT\n\nBrad and Larry head across a running track, passing A SURLY-LOOKING\nGUY IN A WHEELCHAIR. This is BULLHORN BOB, a fixture at the stadium.\n\nBrad pauses at the edge of the field, a taut blue-green skin of\nARTIFICIAL TURF glowing with Caribbean purity beneath dazzling\nlights. Crisp TE LINES and NUMBERS run from one end zone to the\nother. Between the forty yard lines, a half-dozen men toss FOOTBALLS\nto each other, and do warm-ups.\n\n_,. BRAD\nWow. This is something.\n\nLARRY\nIt’s pretty. But it doesn’t have a lot\nof give. Like playing on cement.",
  "17": "---END OF PREVIOUS SECTION---\nLARRY\nIt’s pretty. But it doesn’t have a lot\nof give. Like playing on cement. \n---TARGET SECTION TO BE ANNOTATED---\nThey approach midfield, Some players strut up to geeet then ~ TOMMY\nCORRENTI, a drill~sergeant of a man, with an off-kilter nose, and A\nCOMICALLY NASAL VOICE, DEWAYNE ROGERS, a squat, bald African~\nAmerican man, BART WILLIAMS, a no-neck white with thinning hair\nwearing a KNEE BRACE, RICRIE MURPHY, a powerful man with red hair,\nand PETE OLAFFSON, a scrawny man whose uniform is intentionally one\nsize too small.\n\nLarry steps away from Brad and button~holes DeWayne, corralling him\naway from the others. :\n\nLARRY\nHey, DeWayne, I really need to talk to\nyou about the committee. It'd mean a lot\nto have your support on this thing.\n\nDEWAYNE\nI told yon already Larry. None of us are\nionna get involved with that shit -~ we're\nhere to play ball. If that's your thing,\nfine But leave us out of it man. We\ncan’t ~\n\f~24—\n\nLARRY .\n{cutting him off, pissed}\nT get it, I get it.\n\nLarry makes a piercing whistle. The guys ail turn toward him.\n\n_  ., GARRY .\nBring it in. C'mon, hustle it up.\nThe men all gather around Larry.\nLARRY\nGuys, I want you all to meet our new\nquarterback,\nLooking slightly out of place in his cargo shorts and polo shirt,\nBrad stares at Larry in bewilderment.\nBRAD\nQuarterback?\nCORRENTE\nHe better not be a pussy.\n\n_ LARRY\nHe played in college.\n\n. BRAD\nI’m a little behind the curve, Who are\nyou guys?\nLARRY\nWe're The Guardians.\nDEWAYNE\nWe're cops.\n\nPETE\nWelcome to the Tri-County Touch Football\nNight League.\n\nBART\nOur old quarterback’s wife made him quit.\nfoo many concussions.\nBrad’s glance strays to Bullhorn Bob, who stares back from his\nwheelchair.\nBRAD\nI thought you said it was touch.\nThe Guardians laugh knowlagly.\nCORRENTE\nIt's tackle. We just call it touch for\ninsurance purposes.",
  "18": "---END OF PREVIOUS SECTION---\nThe Guardians laugh knowlagly. CORRENTE\nIt's tackle. We just call it touch for\ninsurance purposes. \n---TARGET SECTION TO BE ANNOTATED---\nLARRY\n\nWhy don't we work on some simple pass\npatterns?\n\fa2\n\nBrad hesitates.\n\nVOICE\nBrad waited for his good sense to kick\nin. There were lots of excuses available\nto him.\nHe takes in his surroundings, and the faces of the other men.\nVOICE .\nBut it felt so good to be standing here\nbeneath the bright lights, And he was\nfilled with a feeling similar to the one\nhe'd had right before kissing Sarah, like\nhis world had cracked open to reveal a\nthrilling new possibility.\n\nHis face fills with certainty.\n\n. BRAD .\nAlright. Just let me warm up a little.\nCUT TO: IMAGE OF BRAD TAKING THE SNAP AT PRACTICE.\nHe drops back to pass, and zips a bullet to DeWayne, totally\noblivious as Correnti enters from his blind side and smashes him to\nthe turf with a VICIOUS CHEAP SHOT. Brad bounces up, angry and\nconfused, to confront his attacker.\nBRAD |\nWhat the fuck? That was a late hit.\n\n: CORRENTI\nThis isn’t Pop Warner, Ace.\n\nBULLHORN BOB TAUNTS BRAD FROM THE SIDELINES.\n, BULLEORN BOB\namplified)\nYou fuc'! ing faggot. You call yourself a\nquarterback?\nEXT. MCGORVEY HOUSE — NIGHT\nLarry's van pulls up in front of a well-tended Cape.\n. BRAD\nThis isn’t me. You turned too soon. I'm\non Ashforth.\n\nLarry doesn’t answer, He just stares out the window at the house.\n\nBRAD\nWhat're we doing here?\n\nLarry presses on his horn three times, Brad startles to attention.\n\nBRAD\nWhy'd you do that?\n\f~26~\n\nLARRY\nI want this scumbag to know I'm keeping\nan eye on hin.\n\nreey sit for a long moment. Ii suddenly dawns on Brad whose house\nthis is.\nBRAD\nOh, God...2 don’t think we wanna be here,\nLarry.\n\nLARRY\nIt's not a question of want.\n\nLarry reaches inte the back seat for his BINOCULARS and trains them\non the house.\n\nLARRY\nJoanie thinks I’m obsessed with this\ncresp.",
  "19": "---END OF PREVIOUS SECTION---\nLARRY\nIt's not a question of want. Larry reaches inte the back seat for his BINOCULARS and trains them\non the house. LARRY\nJoanie thinks I’m obsessed with this\ncresp. \n---TARGET SECTION TO BE ANNOTATED---\n She thinks if I hada jobI\nwouldn’t be driving past his house five,\nsix times a day. But you know what? I\nkinda feel like this is my job.\n\nLarry puts down the binoculars and turns to Brad.\nLARRY .\nThere‘s a roll of duct-tape in the glove\ncompartment. Could you grab it for me?\nINT. BRAD’S HOUSE, HALLWAY — NIGHT\n\nBrad closes the front door removes his shoes, and makes his way on\nsoft feet up the stairway. One of the stairs creaks. He cringes.\n\nKATHY (0.C.)\nHoney?\n\nHe’s busted.\n_, BRAD\n_ (like a teenager)\naseDbe\nBRAD & KATEY'S BEDROOM\n\nKATHY\nWhere were you?\n\nBrad stands in the doorway, and masters what bravado he can.\n\nBRAD\nI, uh, joined this group, the Committee of\nConcerned Parents. We're distributing\nflyers about that creep on Woodward Court.\n\nShe stares at him: his torn collar, scraped knees, scratched cheek, and\nsweat-stained armpits.\n\f—27~\n\nKATEY\n{concerned}\nWere you attacked?\n\nBRAD\nThese guys play a little touch football\nafter.\n. ATHY\nThis late?\n. _ BRAD\n++/it’s a night league.\nKathy looks confused.\n; RATHY\nSo it's going to be a regular thing?\nBRAD .\nNo...just onee a week, after I’m finished\nat the library. That okay?\n\nRATHY\nWho are the guys?\n\n_ BRAD\n(gaining momentum}\n\nYou remember parry Hedges from the |\nsprinkler park? The guy with the twins?\nIt's his organization.\n\nATHY\nT thought you didn’t like him.\n\nBRAD\nHe’s okay. But this committee makes a lot\nof sense. It’s pretty scary having a gu\nlike that living right by the playground.\n\nKathy gazes lovingly at Aaron.\n\nRATHY\nI know. I hate to even think about it.\n\nShe looks back up at her husband.\n\nRATHY\nWell, you better take a shower.\nINT. BRAD'S BATHROOM ~ NIGHT\nBrad’s in the shower, frantically soaping himself.",
  "20": "---END OF PREVIOUS SECTION---\nRATHY\nWell, you better take a shower. INT. BRAD'S BATHROOM ~ NIGHT\nBrad’s in the shower, frantically soaping himself. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE ;\nBrad showered quickly, sensing & Fare\nopportunity to have sex with his wife.\n\nBrad brushes his teeth at twice the normal speed.\n\f—2R-\n\nVOICE\nThis is just what I need, he thought.\nSomething to take my mind off that kiss.\nINT. BRAD’S BEDROOM —~ NIGHT\nHe emerges from the bathroom, wearing only boxers and his most\nxomantié smile, He crosses to the bed and places his hands under\nAaron, preparing to transfer him to his own room.\n\nKATHY\nPlease don’t.\nBRAD\n{trying to stay calm)\nCome on, Kathy. How many times do we have\n\nto argue about this? fe needs to start\nsleeping by himself.\n\nKATHY\nI know, But he just looks so comfy.\n\nBRAD 2 :\n\nHe'll be just as comfy in his own bed.\n_ KATHY\n\nI know,..I just miss him so mich.\n\nBRAD\nI'm getting a little tired of waking up\nwith his foot in my face.\n\nKATHY\nBut it’s a perfect foot. Look at him.\ndust look at him,\n\nBrad ponders his sleeping child.\n\nBRAD\nHe is a handsome devil.\n\nKATHY\nHe's perfect.\n\nBrad sighs and climbs inte bed. Before turning off the Light, Kathy\nleans over Aaron to give him a kiss.\n\nGood night.\n\nGood night.\nEXT. SARAH'S HOUSE — DAY\nA formidable colonial on a hilly double lot.\nVOICE\n\nNumber two Hillcrest was an impressive\npiece of real estate.\n\f~29—\n\nINT. SARAR‘S HOUSE, VARIOUS EMPTY ROOMS — SAME\n\nSpace and windows. A beautiful floor plan, somewhat grand. Looking\naround you will netice a kind of dead beauty to the place, All\ndressed up and no place to go.\n\nVOICE\nEven so, Sarah was ambivalent about the house\nthat she occupied, She wasn’t involved with\nit’s purchase or design, The place was a hand-\nme-down of sorts trom Richard’s mother, and\nthe furnishings were left-overs from his first\nmarriage.\n\nINT. SARAH'S HOUSE, UPSTAIRS ATTIC UTILITY ROOM — SAME\n\nA small dark narrow space with a single window at the end. An old\nMATTRESS & BOX SPRINGS rest against the wall.",
  "21": "---END OF PREVIOUS SECTION---\nINT. SARAH'S HOUSE, UPSTAIRS ATTIC UTILITY ROOM — SAME\n\nA small dark narrow space with a single window at the end. An old\nMATTRESS & BOX SPRINGS rest against the wall. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE\nBy the time Sarah arrived here, Richard\nwasn't all that interested in\nredecorating. And so she decided to leave\nit as it was...\n\nA YOUNGER and VERY PREGNANT SARAH sorts through a gaggle of movin\nboxes adorned with her name. She lifts out stack after stack of BOOKS.\n\nINT. SARAH'S DOWNSTAIRS STUDY — DAY\n\nShelves full of books. From highbrow to lowbrow: Faulkner, Yates,\nDubus, Diet, Feminine Literature, Romantic Poets, Stein, Tuscany,\ntravel, White, Whitman, Wolff, and What‘s Your Birth sign? -— seasons\nin a reader's life.\n\nVOICE\n++ewith the exception of a single room that\nshe staked out for her own, and graduall\nbegan to populate it with the remnants 0:\nher former self.\n\nSarah, wearing reading glasses, sits at a writing table situated\ndirectly under a window, transcribing passages from Working With\nFeminist Criticism by Mary Eagleton. S: es notes into a MT.\nTOM 6X4 NOTEBOOK from BOB SLATE.\n\nLucy, carrying her own book, wanders over and stares up at her\nmother, Sarah is oblivious.\n\nLucy\nRead me story.\n\n. SARAH\nIn a minute.\n\nLucy pulls at Sarah's notebook.\n\n. LUCY\nI sit on your lap.\n\nSarah pulis back.\n\f~ 3B\n\ni said in a minute. Now go on, finish\nyour program. Go.\n\nThe child retreats. Sarah returns to her studies.\n\nVOICE\nFrom the moment Lucy was born, Sarah had\nrefused to hire someone for child care,\nShe wasn’t exactly sure why she had taken\nthis stance. The truth was she spent most\nafternoons marking time...\n\nSarah glances impatiently at her watch.\nShe spots a toy left behind by Lucy ~ She rises from the writin\ntable, bends down to pick up the item, moves to the doorway, and\nplaces it on a side-table outside the room. She steps back into her\nstudy, and closes the door.\n_,. , VOICE\n.. Waiting desperately for the moment when\nher_ husband returned from work and she\ncould finally have a moment to herself.",
  "22": "---END OF PREVIOUS SECTION---\nShe steps back into her\nstudy, and closes the door. _,. , VOICE\n.. Waiting desperately for the moment when\nher_ husband returned from work and she\ncould finally have a moment to herself. \n---TARGET SECTION TO BE ANNOTATED---\nBut even this was not something she could\nrely on.\nINT. SARAH'S PRONT ENTRY WAY — MAGIC\nSarah opens the door to reveal JEAN, a vigorous 60 year-old woman,\npumping her arms and legs on the front stoop.\nJEAN\nReady to roll?\n\nSARAH\nCould you wait a few minutes? Richard’s\nbarricaded in the upstairs office\nfinishing up some stuff for work.\n\nJEAN\nNo problem. I have a little surprise for\nsomeone anyway.\n\ndean steps into the house.\n\nSARAH |\nShe's a terror tonight. I couldn't get\nher to nap again.\n\nPoor thing.\n\n| SARA\nPoor Mommy is more like it.\n\nSarah closes the front door.\n\nINT. SARAH'S FRONT ZNTRY WAY — CONTINUOUS\n\nJean cups her hands around her mouth.\n\f3 ]l—\n\nHellooo? Is there a cute little girl in\nthe house?\n\nLUCY runs in from the other room, jumps up and throws herself into\nthe older woman‘s arms as if they're lovers meeting in an airport.\n\nJean rotates her JUMBO FANNY PACK and tugs slowly on the zipper.\n\nJEAN\nOh my goodness. Look what I found.\n\nWith the flair of a magician, Jean produces a TINY STUFFED DOG from\nthe pouch and hands it to an awestruck Lucy.\n\nLucy\nA Beaniel\n\nSARAR\nJean, you didn’t have to do that.\n\n. JEAN\n\nThis dog needed a little girl to take\ncare of him. And I knew a little girl who\nneeded a dog.\n\nLUCY\nThank you, Jean.\n\nINT. SARAH'S STUDY ~ LATER (MAGIC)\n\nSarah sits at her writing table, her impatience growing by the second.\nLUCY & JEAN play in the next room at the kitchen table. Sarah extends\nher leg, and gently closes the door, She turns and We MOVE IN on her\nannoyed face -\n\nVOICE\nSarah was beginning to get angry. Her\nevening fitness walk wag the one thing\nshe looked forward to all day, and\nRichard knew this. She didn’t care how\nbusy he was, it was a simple matter of\n\nequity.\nINT.",
  "23": "---END OF PREVIOUS SECTION---\nHer\nevening fitness walk wag the one thing\nshe looked forward to all day, and\nRichard knew this. She didn’t care how\nbusy he was, it was a simple matter of\n\nequity. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SARAH'S HOUSE, UPSTAIRS OFFICE — SAME\nA SILVER-FRAMED PHOTOGRAPH of Sarah and Lucy rests on a desk.\n\nA distinguished looking MAN in his mid-forties sits behind the desk,\nfocusing on the COMPU’ SCREEN in front of hin.\n\nVOICE\nIf there was one thing life had taught\nRichard, it was that it was ridiculous to\nbe at war with your own desires,\n\nRICHARD ms his desk drawer and removes a small rectangular Ups\nshipping box,\n\n. vorce\nBe could easily imagine what people would\ngay if they could see him now...\n\fWith trembling hands, he breaks the seal on the box, and withdraws a\nMANILA ENVELOPE decorated with STICKERS, RED HEARTS and STARS.\n\nVOICE .\n>» .exactly the same thing they'd say if\nsomeone had told them that Ray...\n\nRichard glances at A BOX that appears over HIS RIGHT SHOULDER. In it\n— RAY, aman in his 30s, dressed in sweats, under~hands a bali to his\nson who swings for a hit.\n\nVOICE .\n».-from next door was a transvestite...\n\nBlone now, in Ray’s imagined bedroom, he gazes into a MIRROR applying LIP-\nK.\n\nVOICE\n-».or that Ted from work had anonymous\ngay sex at highway rest stops.\nRichard glances at A NEW BOX that appears over HIS LEFT SHOULDER. In\nit — another man, TED, stands at a bank of URINALS, he gives a side-\nlong glance to a SKINNY MAN using the next one over.\nAs Richard looks back down at the envelope in his hands the BOXES\ndisappear. Richard takes out a LETTER OPENER and slices through the\npacking tape on the envelope.\nVOICE .\nBut we want what we want, Richard\nthought, and there's not much we can do\nabout it.\nBefore removing the contents of the envelope, Richard takes the\nphotograph of his wife and daughter and turns it face down on the\nSk.\nINT. RICHARD'S PLACE OF BUSINESS — DAY -- ELEVEN MONTHS AGO\n\nVOICE\nHe had stumbled on the site eleven months\nago, while doing research for a\nconsulting firm.",
  "24": "---END OF PREVIOUS SECTION---\nBefore removing the contents of the envelope, Richard takes the\nphotograph of his wife and daughter and turns it face down on the\nSk. INT. RICHARD'S PLACE OF BUSINESS — DAY -- ELEVEN MONTHS AGO\n\nVOICE\nHe had stumbled on the site eleven months\nago, while doing research for a\nconsulting firm. \n---TARGET SECTION TO BE ANNOTATED---\nA SQUARE ROOM with dozens of MANNED CUBICLES, through the maze on the\nother side of the place is -\n\nA 600 square-foot office with a window, where —\nRICHARD sits at his desk, his attention focused on his FLAT-SCREEN,\n\nVOICE\nHis office door was wide open.\n\nRichard glances up from the monitor furtively.\nHe takes a breath, and his eyes go hack to the monitor.\n\nHis HAND holding the MOUSE hovers with anticigation.\n\f33\n\nVOICE\nBut he clicked on the link anyway.\n\nON the MONITOR is the HOMEPAGE of SLUTTY KAY, a BLONDE WOMAN, in her\nthirties. There’s something graphicaily homegrown about the design.\nIt looks authentic, and not put together by a consortium in Glendale.\nin large friendly quotes it says “actively pursuing a swinging\nlifestyle, and my God-given sexuality.”\nHis hand moves the mouse. The cursor clicks on Read More About Me. A\nlong Q 6A appears next to a new image of Kay bending over a table.\nShe wears a SHORT TARTAN SKIRT with NO PANTIES.\nVOICE oe as\nHe was deeply engrossed in his discovery\nwhen Ted knocked on his door...\n\nTED, Richard's imagined REST STOP CRUISER stands in the doorway.\n\nVOICE\n++-taking orders for a lunch run.\n\nRichard looks up.\n\nVOICE\nCasually, but with great haste,\nRichard’s hand invisibly moves his mouse.\n. , VOICE .\nRichard banished Slutty Kay from his\nscreen...\nKay’s homepage collapses, the monitor now shows a spread sheet of\nanother kind.\nVOICE\n..-told Ted that he'd like a Chicken\nCaesar...\nTed nods, and departs.\nVOICE\nagen re-entered the flow of an ordinary\nay...\nRichard refers to some papers, and inputs data into his machine.\nVOICE\n«it wasn’t until several months later\nthat Richard gave the slightest thought\nto the site he had stumbled upon...\nINT. RICHARD’S PLACE OF BUSINESS — NIGHT — SEVERAL MONTHS LATER\nThe overhead lights are off for the night. The only illumination iz\neke place emanating from an office on the other side of the room,\nwhere ~\n\nRICHARD sits at his desk, shuffling papers, pretending to be busy.",
  "25": "---END OF PREVIOUS SECTION---\nINT. RICHARD’S PLACE OF BUSINESS — NIGHT — SEVERAL MONTHS LATER\nThe overhead lights are off for the night. The only illumination iz\neke place emanating from an office on the other side of the room,\nwhere ~\n\nRICHARD sits at his desk, shuffling papers, pretending to be busy. \n---TARGET SECTION TO BE ANNOTATED---\n A\nmiddle-aged SECRETARY pokes her head inte the room,\n\f34\n\nSECRETARY\nDo you need me for anything else?\n\nRICHARD\nNo, why don’t you head home? I'm gonna\ncatch up on some e-mail.\n\nSECRETARY ;\nWell, don’t stay too late. Your dinner‘1l\nget cold,\n\nRichard smiles and waves goodbye. He lets a couple of seconds pass,\nthen gets up and locks his office door.\n\nRichard returns to his desk, his attention now refocused on his flat-\nscreen.\n\nVOICE\nLately, Slutty Kay had become a problem.\n\nThe cursor highlights a BOOKMARK in his preferences entitled —\nSlutty Kay positions & implements.\n\nVOICE\nHe thought about her far too often, and\nSpent hours studying the thousands of\nphotographs available to him.\n\nRichard’s CURSOR flies across the SCREEN and launches his BROWSER.\n\nKay appears in various positions, outfits, and as the bookmark title\nindicated, utilizing all kinds of implements.\n\nVOICE _ .\nSome of Kay‘’s practices struck him as\nbizarre, even off-putting, She had a\nthing about kitchen utensils, spatulas,\nbarbecue forks, and dressing up like a\nlittle girl and playing with balloons.\nBut who was Richard to judge?\n\nHe pulls a box of KLEENEX from the BOTTOM DRAWER, and licks his lips.\niis eyes dreamy, and hungry. He pulls down his trousers and gets down\nto business.\n\nVOICE\nThough, as close as Richard sometimes\nfelt to Slutty Kay — as much as he\nbelieved that he knew her...\n\nRichard keeps yanking, a desperate impatience on his face.\nVOICE\n-«-he could never get past the\nuncomfortable fact that she existed for\nhim solely as a digital image.\n\nHe looks down at his lap, Things don’t seem to he going well.\n\f3\n\nINT. SARAH'S HOUSE, UPSTAIRS OFFICE - BACK TO PRESENT — MAGIC\n\nCLOSE ON: Richard's HANDS as they remove the contents of the HEART-\nCOVERED MANILA ENVELOPE: three POLAROIDS of SLUTTY KAY wearing a\nPOLKA DOP THONG in various poses. Each of them bear the greeting,\nscrawled in black sharpie, Hi Richard!\n\n_. oIck .",
  "26": "---END OF PREVIOUS SECTION---\nSARAH'S HOUSE, UPSTAIRS OFFICE - BACK TO PRESENT — MAGIC\n\nCLOSE ON: Richard's HANDS as they remove the contents of the HEART-\nCOVERED MANILA ENVELOPE: three POLAROIDS of SLUTTY KAY wearing a\nPOLKA DOP THONG in various poses. Each of them bear the greeting,\nscrawled in black sharpie, Hi Richard! _. oIck . \n---TARGET SECTION TO BE ANNOTATED---\nThe panties were an attempt to solve this\nproblem.\n\nHis HANDS reach back in and pall out the actual THONG in the photos.\nHe raises it a gouple of inches from his face, tentatively giving it\nhis nasal appraisal.\n\nVOICE\nMaybe a sniff or two would hurry things\nalong, so he could get back downstairs to\nhis real life...\n\nHe reaches down with his other hand, and jerks off.\n\nVOICE\n++, where his wife and daughter were\nwaiting for him, their impatience\nincreasing by the minute.\n\nSARAH stands at the bottom of the Stairway staring up. Her patience\nat an end. She hesitates just a moment before making the long climb.\n\nUnaware that she is about to play her own version of Aaron’s Train\nLeCK.\n\nShe arrives outside the office door, and gives a tentative knock.\nNo answer. She reaches down and turns the knob. The door swings open\nto -\n\nRICHARD jerking. He now wears the polka dot thong like a gas mask:\nover his mouth and nose. Inhaling its scent with gusto.\n\nSARAH peers inside. Her expression wavering between revulsion and\namazement, Richard is oblivious.\n\nSARA\nAhen.\n\nRichard whips his head around, the thong still pressed over the lower\nhalf of his face. He scrambles to hide the evidence.\n\n, SARAH\nIs this going to take much longer? I’d\nreally like to go for my walk.\n\nRICHARD\npulling the thong off his face}\nYou could have knocked,\n\nSARAH\ni did.\n{backing out of the room}\nWe need to talk.\n\f~36—\n\nSARAH'S STREET — MAGIC\nSarah and Jean at the end of their power walk.\nJEAN | s z\ntou're awfully quiet tonight. Everything\nokay?\n\nSarah snaps out of it.\nWhat? Yeah.\nJEAN .\nYou'll have to walk without me tomorrow\nnight. I have a book group meeting.\n\nSARAH\nOkay.\n\nSilence. Then.\n\nJEAN .\nYou're sure everything’s alright?\n\nSARAH .\nYeah, sorry, I guess I'm just a little\ntired... 80, what are you reading?\n\nCrime and Punishment.\n\nSARAH\nWow, That‘s pretty highbrow for a book\ngroup.",
  "27": "---END OF PREVIOUS SECTION---\nYeah, sorry, I guess I'm just a little\ntired... 80, what are you reading? Crime and Punishment. SARAH\nWow, That‘s pretty highbrow for a book\ngroup. \n---TARGET SECTION TO BE ANNOTATED---\nThey turn the final corner onto their own street.\n\nJEAN\nWe have some very stimulating\ndiscussions. You should come next month.\nWe're doing Madame Bovary. You could be\nmy little Sister.\n\n. SARAH\nLittle sister?\n\nJEAN\nWe're trying to get younger women\ninvolved. We call them our little\nsisters.\n\nSARAH .\nI don't know, I read Madame Bovary in\ngrad school, It’s a pretty misogynist\ntext.\n\nSarah slows, squinting at a shadowy figure on her front steps.\n\fJEAN\nWell, that’s an interesting perspective.\nYou should come.\n\nSARAH\nExcuse me, Jean. Someone’s at my door.\nT’1i call you.\n\nSarah hurries off, leaving Jean behind in the street.\n\nTHERESA from the playground sits on Sarah's front steps, smoking a\ncigarette. She smiles stiffly as Sarah approaches.\n\nSarah stops at the base of the steps.\n\nSARAR\na bit flustered)\nWell, this is a surprise. I haven’t seen\nyou since...\n\nTHERESA\nI hope you don’t mind. Your husband said\nyou'd be back any minute.\n\nNot at ali.\n\nshe smiles at Theresa.\n\nSARAHB\nIt’s good to see you. Can I make you a\ncup of tea or something?\n\nTHERESA :\nT can only stay a minute. I just wanted\nto warn you. You know that guy? The\npervert? He's been riding his bike near\nthe playground, checking out the kids.\n\nSARAB\nOh, God. Do the police know?\n\nTHERESA ;\nNothing they can do. He’s not breaking —\nany laws. I guess they’re waiting for him\nto kill someone. I just thought you\nshould know.\n\nSARAH\nThanks. That’s nice of zou.\n(then, plaintively)\nYou sure you don’t want some tea?\n\nTHERESA\nI'm sorry.\n\nTheresa stands up,\n\n| THERESA\ni don't think it’s a good idea.\n\n~3]~\n\f—38—\n\nSARAH\n(after a beat)\nI didn’t mean to kiss him. I don’t even\nknow how it happened.\nShe pats Sarah gently on the am.\n\nTHERESA\nI better go. Mike’s gonna worry.",
  "28": "---END OF PREVIOUS SECTION---\nShe pats Sarah gently on the am. THERESA\nI better go. Mike’s gonna worry. \n---TARGET SECTION TO BE ANNOTATED---\nShe leaves Sarah standing there alone. Sarah turns and stares at the\nfront door, stealing herself for what she knows is waiting for her on\nthe other side. She lets out a groan, reaches for the doorknob and\nheads into -\nINT. SARAH’S HOUSE, FOYER — SAME\nThe front entry-way, where Richard stands wearing a hangdo expression.\nHe stares at her pathetically, like a child waiting to ‘orgiven.\nRICHARD\n«.-you want to talk?\n\nSarah brushes past him and heads upstairs.\n\nI'm tired.\n\nRichard looks both disappointed and relieved.\nINT. SARAH’S HOUSE, UPSTAIRS HALLWAY — MORNING\n\nSarah peeks into Lucy’s room. The child is still asleep. THE SOUND OF\nA CAR STARTING brings Sarah over to the window at the top of the\nstairs. She looks down at —\n\nTHE DRIVEWAY\nTo see Richard’s car pulling away, on his way to work.\nUPSTAIRS OFFICE\n\nSarah closes the door to Richard’s office, moves over to the window,\npulls up the shade, and scans the room. She moves over to the desk,\nand begins to investigate - looking at paperwork, rifling drawers,\nand examining computer disks. She glances down at a smal] WASTEBASKET\ntopped with WADDED UP TISSUES. She grimaces, disgusted.\n\nINT. BRAD'S HOUSE, DINING ROOM ~ SAME\n\nBrad sits at the dining room table going through credit card bills\nfrom five different companies, A YELLOW POST IT is attached to the\noutside of one of the envelopes. In a neat feminine cursive is\nscrawled “Brad! Please look this over.” His hands obey, and puli out\nan itemized report, that has multiple items highlighted Sports\nillustrated, Men's Fitness, and hothering Magazine, In the margins\nthe same cursive asks “Do you really need these?” The phone rings,\nand Brad answers it.\n\fBRAD\nHello? No, he’s still sleeping... yeah,\ni'm going through them now...No, I quess\nI don’t need them...alright have a good —\n\nShe's already hung up. Brad hangs up, closes his eyes, and steels\nhimself. He looks utterly defeated.",
  "29": "---END OF PREVIOUS SECTION---\nNo, I quess\nI don’t need them...alright have a good —\n\nShe's already hung up. Brad hangs up, closes his eyes, and steels\nhimself. He looks utterly defeated. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH'S STUDY — MOMENTS LATER\n\nAN UNTOUCHED MUG OF TEA on the writing table in front of her, Sarah\nsits there with a thousand mile stare on her face, Finally, she picks\nup her notebook, and book of essays on Feminist Criticism, and tries\nto get interested. It’s no use. She sets them down abruptly, and\nmoves over to ~\n\nA SIDE-TABLE stacked with periodicals. She rifles through and\ndiscards: Ad Busters, Mother Jones, The Utne Reader, The Paris\nReview, before finding the object of her desire — the latest\ncatalogue from J-CREW.\n\nShe moves to an old HIGH-BACK CHAIR with her prize, and starts\nbrowsing the pages. She takes a huge gulp of tea, her left hand\nabsently reaches for the television remote, and turns on the set.\n\nAn infomercial for Nature-Bra preaches \"the Joys of perk breasts.”\nSarah focuses on a J-CREW Model clad in a NE PIECE BATHING\nSUIT, as the seductive spokeswoman for Nature-Bra points out the\npossible benefits of using this product “post breast feeding.” Sarah\nurns her attention from the catalogue to the screen, just in time\nto “learn how to order.”\n\nEXT. SARAH'S HOUSE ~ MORNING\nA FED-EX TRUCK pulls away after making it’s appointed rounds.\nINT. SARAH'S HOUSE, KITCHEN TABLE ~ DAY\n\nA KITCHEN KNIFE rips through a CARDBOARD BOX past a shipping label\nfrom J-CREW.\n\nEXT. TOWN POOL — DAY\n\nWearing an unbuttoned MEN’S SHIRT over her BATHING SUIT, Sarah peers\nthrough a CHAIN-LINR FENCE, Lucy at her side.\n\nAn enormous rectangle of water framed by a CONCRETE WALKWAY, set at\nthe bottom of a grassy hill.\n\nA SLY SMILE OF RECOGNITION passes across Sarah’s face.\nIn the middle-distance BRAD AND AARON SIT SHADED BY A TREE.\n\nSarah flashes her ID at a BORED-LOOKING TEENAGER reading a Stephen\nKing novel. The kid waves them in. Sarah takes Lucy straight to\n\nTHE WADING POOL.",
  "30": "---END OF PREVIOUS SECTION---\nSarah flashes her ID at a BORED-LOOKING TEENAGER reading a Stephen\nKing novel. The kid waves them in. Sarah takes Lucy straight to\n\nTHE WADING POOL. \n---TARGET SECTION TO BE ANNOTATED---\n She attaches a pair of INFLATABLE WATER-WINGS to\niucy’s arms, and sits her on the edge of the pool. She sneaks a\nglance up the hill toward Brad & Aaron’s tree, hoping to catch a\ncertain someone’s eye. She does.\n\nBRAD, shirtless, sits on a beach towel in a patch of shade. He looks\nin her direction. Then looks away quickly.\n\f~49—\n\nSARAE sets LUCY into the WADING POOL, and makes a show of playing\nwith her daughter, throwing the occasional glance up the hill to make\nsure he's still there -\n\nHe is, pretending to read a magazine.. Aaron in his JESTER’S CaP,\nstages collisions with TOY TRUCKS. But the boy grows bored and\nteddles over to his father, pulling on Brad’s arm.\n\nARRON\nDaddy. I go in pool now.\n\nBrad‘s not sure he’s ready for that.\n\n. BRAD\n«ein a minute.\n\nAARON\nDaddy, now!\n\nIN THE WADING POOL, Sarah watches Lucy, but she's clearly distracted.\nShe steals another look,\n\nLUCY\nMommy? I havta to go pee pee.\nSARAH\nJust go in the pool.\nLucy shakes her head no.\n\nSARAH\nReally? Okay, ¢’mon.\nShe grabs Lucy, and they head to the LADIES'S LOCKER ROOM,\n\nUNDER THE TREE, Brad sees his chance to avoid an encounter, and\nsatisfy Aaron at the same time. He stands, picks up his son, and\nheads down the hill toward the pool.\n\nIN THE WADING POOL, Brad & Aaron roughhouse and play. Brad is more\nengaged with his child, but like Sarah, he can't help wishing he had\neyes in the back of his head. He keeps scanning the area, on the\nlookout for her. His eyes fixate on the LADIES'S LOCKER ROOM DOOR.\nWomen and children come and go, but no Sarah or Lucy.\n\nFinally Brad begins to relax, allowing himself to become completely\nabsorbed in play.\n\nLATER\nBrad and Aaron squint into the sun as they trudge up the hill toward\ntheir tree.",
  "31": "---END OF PREVIOUS SECTION---\nWomen and children come and go, but no Sarah or Lucy. Finally Brad begins to relax, allowing himself to become completely\nabsorbed in play. LATER\nBrad and Aaron squint into the sun as they trudge up the hill toward\ntheir tree. \n---TARGET SECTION TO BE ANNOTATED---\n It’s not until they have almost reached the shady place\nthat they discover —\nSARAH & LUCY spread out on towels right next to their own.\nSARAE |\n(mock surprise}\nOh my God, it’s you.\n\nBrad stares at her, somewhat surprised, and worried at the same time.\n\fit~\n\nBRAD\nHow. Hey.\n\nSarah removes a BOTTLE OF SUNSCREEN from a bag. She squeezes a gob of\nit inte her hand and begins slathering it all over Lucy, who 5) its\nlike a good soldier. She turns to Brad.\n\nSARAH - .\nI hope you don’t mind. Lucy has sensitive\nskin, She’s better off in the shade.\n\n__ BRAD\n{polite} . .\nNot at all. It’s nice te see you again.\n\nHe sets Aaron down on their blanket, and begins drying the boy off.\n\nAfter finishing with Lucy, Sarah removes the MEN'S SHIRT; revealing\nher RED ONE PIECE. She begins to rub lotion on her arms.\n\nSARAH\n{casually)\nI'm sorry, could you get my back?\n\nBrad turns around.\n\nBRAD\n.. etm, okay, sure.\n\nHe squirts lotion into his hand and begins RUBBING IT INTO HER BACK\nin a POLITE and BUSINESSLIKE MANNER. Sarah closes her eyes and leans\nback into the massage. After a few seconds, she smiles over her\nshoulder.\n\nSARAH\nThanks alot. Lucy? Say hi to the little\nboy from the playground.\n\n. LUCY\nBi.\n. ARRON\nHi.\nRemember him?\nVOICE\n\nThe pool became a ritual.\nEXT. TOWN POOL — ANOTHER DAY\n\nSarah & Lucy arrive at the entrance. Sarah waves to Brad who has\nalready arrived, and sits with Aaron under the tree. He waves back.\n\nVOICE\nDay after day, Ehey sat together in the\nshade, getting to know each other...\n\nSame spot, DIFPERENT DAY. Now Sarah’s doing Brad’s back.\n\f42\n\n_ VOICE\ndistributing snacks...\n\nSBRAH DISBURSES GOLDFISH CRACKERS TO EACH CHILD\n\nyOICE .\n»..and brokering eccagional disputes.",
  "32": "---END OF PREVIOUS SECTION---\n42\n\n_ VOICE\ndistributing snacks... SBRAH DISBURSES GOLDFISH CRACKERS TO EACH CHILD\n\nyOICE . »..and brokering eccagional disputes. \n---TARGET SECTION TO BE ANNOTATED---\nAARON AND LUCY ENGAGE IN A FIERCE STRUGGLE FOR POSSESSION OF ONE OF\nSARAH'S FLIP FLOPS\n\nVOICE\nHaving little choice in the matter, Aaron\nand Lucy formed a fragile friendship.\n\nLUCY LISTENS TO BIG BEAR'S HEART WITH A TOY STETHOSCOPE. AARON\nADMINISTERS AN INJECTION WITH A TOY SYRINGE\n\nVOICE\nSometimes Brad and Sarah traded\noffspring.\n\nIN THE POOL, BRAD TEACHES LUCY HOW TO DOG-PADDLE\n\nON THE BLANKET, SARAH HOLDS A SLEEPY AARON IN HER ARMS, HIS HEAD ON HER\nSHOULDER, THE TENDRILS OF HIS HEADGEAR DROOPING OVER HER BACK AND CHEST.\nHER FACE BREAKS INTO A GRIN AS...\n\n.+.HARY ANN, wearing SUNGLASSES AND A FLOPPY HAT, spots her from the\nwalkway. Mary Ann puts on a painfully fake smile and waves to Sarah.\n\nSarah waves back triumphantly.\n\nVOICE\nIt was the most fun Sarah had had in\nyears.\n\nFresh from the pool, Brad leans back and soaks up the sun, his body\n\nglistening with luminous droplets of water.\n\nSarah devours him with her eyes.\n\nVOICE\nBut there was always that longing to\ntouch, to be touched by Brad. And as |\nbadly as she wanted this, she wanted just\nas badly. to hold on to the innocent\npublic life they'd made for themselves\nout in the open, with the other parents\nand children.\n\nDAMP AND TIRED, BRAD AND SARAH GATHER UP THEIR THINGS.\n\nVOICE\nSo she accepted the trade...\n\nWith a bittersweet expression, Brad extends his hand to Sarah.\n\nICE\n...the melancholy handshake at four\no'clock...\n\f~\n\nThey shake and part ways.\n; VOICE\n-+-ip exchange for this little patch of\ngrass, some Sunscreen and companionship.\nLate light rakes an empty pool, and its now deserted surroundings.\n\nVOICE\nOne more happy day at the pool.\n\nINT. BRAD'S HOUSE, KITCHEN — MORNING\nAaron sits in his highchair shovelling oatmeal into his mouth. Kath\nmarks up some copy with a red pen as she finishes with her breakfast.",
  "33": "---END OF PREVIOUS SECTION---\nINT. BRAD'S HOUSE, KITCHEN — MORNING\nAaron sits in his highchair shovelling oatmeal into his mouth. Kath\nmarks up some copy with a red pen as she finishes with her breakfast. \n---TARGET SECTION TO BE ANNOTATED---\nBrad watches the two of them, waiting to be noticed or acknowledged\nin some way, shape, or form, Finally, Kathy speaks.\n\nKATHY\nNo pasta for dinner, okay? We eat way too\nmach pasta around here.\n\nBRAD\nI thought you liked pasta.\n\nKATHY\nI do. That's the problem. Pretty soon\nI’ll be able to séli advertising space on\nmy ass... I better hurry. I've got a nine\no’clock at TAPS.\n\nShe rises, gathers up paperwork and the breakfast plates.\n\nBRAD\nWhat is that?\n\n__KATEY .\nTragedy Assistance Program for Survivors.\n\nBRAD .\n\nI thought you were already editing.\nShe carries the dishes over to the sink.\n\nKATHY\nSo did I. But this family’s story just\ngot me... the father was killed ina\nmortar attack on his base. Left behind a\na little boy, and a baby girl.\n\nShe starts rinsing plates.\n\nKATEY\nI spoke with his wife on the phone\nyesterday... said she didn’t know what\nshe was gonna do next Christmas.\n\n. BRAD\nOh jeez, I bet.\n\nShe shakes her head.\n\f—~44—\n\nKATHY\n\n_ (reflective)\nNo, it wasn't like that. It was more\nwondering if she should keep a tradition\nwith her son that she began with the boy's\nfather... said her husband had had a knack\nfor requesting odd Christmas gifts. A scuba\nsuit one year, rappelling gear the\nnext.,.said he wasn't afraid to try\n\nanything.\nOver Brad's face ~ THE NOON BELLS TOLL FROM ST. PAUL’S TOWER.\nEXT. TOWN POOL — DAY\nIt’s hot, humid, and horrible. The children sit together on a towel\noccupied with their play. Sarah lies on her back BRAD’S T-SHIRT over\nher face.\nBrad allows himself the pleasure of pouring his eyes over Sarah's\nbody completely unobserved. Then —\n\nSARAH\n\nHot enough for you?\nFor a moment, Brad thinks he’s been caught, but then he realizes it's\nan innocent enough question.\n\nBRAD\n»ssyeah, it's so humid, I got Football\npractice tonight. Be like playing in a\nsauna.",
  "34": "---END OF PREVIOUS SECTION---\nFor a moment, Brad thinks he’s been caught, but then he realizes it's\nan innocent enough question. BRAD\n»ssyeah, it's so humid, I got Football\npractice tonight. Be like playing in a\nsauna. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nWatch out for that Italian guy. What's\nhis name again?\n\nBRAD\nCorrenti?\n\nBrad smiles, pleased that she’s taken an interest, and has even gone\nso far as to remember something he only mentioned in passing.\n\nSARAH\nYeah. Remember what happened to your knee\nlast week?\n\nShe lays the back of her hand surreptitiously on his chest.\n\nSARAH\nYou should be careful, Brad.\n\nHe stares at her hand just as she moves it away.\n\n‘ll be careful.\n\n. SARAE\nPromise?\n\f~45~\n\n__ BRAD\n{smiles}\nYeah. Yeah, I promise\n\nA moment passes between them.\nBrad breaks it by talking about - what else? The weather.\nBRAD\n{looks at the sky}\n\nWeatherman said scattered showers, I\n\ndon’t see any scattered showers.\nA man in LOUD SWIM TRUNKS, with an ORANGE DIVING MASK on his forehead\nand a SCUBA FLIPPER in each hand, stands by the lifeguard chair. He\nscans his surroundings. He is —\nThe face from the flyers, RONNIE MCGORVEY.\nMcGorvey drops his towel and begins putting on his flippers.\nHe lowers his mask, slides feet-first into the i, and begins\nexploring — participating in water play, and taking in the general\nscenery.\n\nSARAH props her self up and reaches for her book. It is at precisely\nthis moment that she sees him.\n\nOh my God.\n\nBRAD\nWhat?\n\n. SARAE\n\nIt's him.\n. oa\n{squinting\n\nOh, Jesus.\n\nAt first, no one else seems to notice his presence in the water.\nBEACH BALLS float through the air. Kids keep CANNONBALLING and BELLY-\nFLOPPING off the diving board.\n\nBut then, not far from Brad and Sarah on the hill, an EXTREMELY\nAGITATED WOMAN stands up, and shouts,\n\nAGITATED WOMAN\nJimny! Jimmy Mancino! Out of the pool\nthis instant!\n\n3 SKINNY TEN-YEAR-OLD starts paddling. uncertainty toward the edge of\nthe pool.\n\n, AGITATED WOMAN\nJimny, now!\n\nANOTHER ADULT VOICE rings out, followed by a PARENTAL CHORUS.",
  "35": "---END OF PREVIOUS SECTION---\n3 SKINNY TEN-YEAR-OLD starts paddling. uncertainty toward the edge of\nthe pool. , AGITATED WOMAN\nJimny, now! ANOTHER ADULT VOICE rings out, followed by a PARENTAL CHORUS. \n---TARGET SECTION TO BE ANNOTATED---\n\f—4h—\n\nADULT VOICE\nRandall, Juliette! You toc\n\nPRRENTAL CHORUS\nGrace! Pablo| Ruby! Tyler! Maxi Rebeccal\nLilly! Zoe!\n\nThe SHALLOW END empties first, ANXIOUS MOTHERS wading out with\n\nFRIGHTENED TODDLERS in their arms. Before long, the OLDER KIDS are\nclimbing ovt, too, standing in sullen confusion on the walkway.\n\nAll over the hillside, adults are whipping out MOBILE PHONES, dialing\n\nUNDERWATER - Ronnie McGorvey plunges toward the bottom of the deep\nend with the heavy grace of a seal. He rises slowly -\n\nBreaking the SURFACE to find himself alone in the pool.\nRonnie’s EYES dart around inside his MASK, absorbing the situation.\n\nHe ducks BACK UNDER, cutting through the water, moving his arms in\nwide lazy circles. He looks peaceful, unhurried.\n\nHe FLOATS on his BACK for a while, his pale belly rising out of the\nwater like a deserted island.\n\nMINUTES LATER\n\nTWO COPS enter the pool area and approach McGorvey. Aaron and Lucy\nhave taken notice, too.\n\n_ ley\nWhy the police is here?\nSarah checks with Brad, uncertain.\n\n: SARAH\nThere’s a man in the pool that didn’t buy\na ticket to get in, and the police are\nasking him to leave.\n\nThe cops speak to lcGorvey. The exchange seems polite, almost\nfriendly. After a moment, one cop reaches down and gives him a hand\ngetting out of the water.\n\nAARON\nWhat's those? On the feet?\n\n. BRAD\nFlippers. They help you swim better.\n\nMcGorvey grabs his towel, and begins trudging toward the exit, his\nflippers slapping wetly on the ground. He stops to pull them off,\nthen strips off the mask, turning toward the hillside. Be spreads his\nams wide, addressing the public in a loud voice.\n\nMCGORVEY\nE was only trying to cool off:\n\fEXT. TOWN POOL — LATER\n\nTt seems like the whole town has crowded into the pool, the DECENT\nPEOPLE OF East Wyndam reclaiming it for their own.\n\nThe COLLECTIVE FUNK has broken.",
  "36": "---END OF PREVIOUS SECTION---\nMCGORVEY\nE was only trying to cool off:\n\fEXT. TOWN POOL — LATER\n\nTt seems like the whole town has crowded into the pool, the DECENT\nPEOPLE OF East Wyndam reclaiming it for their own. The COLLECTIVE FUNK has broken. \n---TARGET SECTION TO BE ANNOTATED---\n Adults get inte giggly splashing\nfights. Everybody tries to keep a beach ball aloft.\n\nTHE SUN BEGINS TO DISAPPEAR BEHIND A CLOUD.\nThe DISTANT RUMBLE of THUNDER. The sky goes DARK. It begins to SHOWER,\n\nit seems like good fun until the LIGHTNING FLASH. A LIFEGUARD speaks\nthrough a LOUDSPEAKER.\n\nLIFEGUARD (0.C.}\nClear the pool, please.\n\nThe rain intensifies as Sarah and Brad gather their things.\n\nA SAVAGE CRACK OF THUNDER SOUNDS. Lucy whimpers and latches onto\nSarah’s leg. Sarah lifts her up.\n\nSARAH\nWe better get going.\n\nBRAD\nYou're gonna carry her?\n\nSARAH\nIt'll be faster,\n\nBRAD .\nThat’s crazy. Put her in the stroller.\nSarah glances at the stroller. BIG BEAR stares back.\n\nSARAH\nShe won't do the stroller.\n\nBRAD\nHey, Lucy? Want a ride?\n\nLucy unlatches from Sarah's leg and runs right into Brad‘s arms, and\nhe Sets her up in the thing.\n\nSarah is both impressed, and envious.\n\n. SARAB\nBut it’s out of your way.\n\n__ BRAD\nWe don’t mind, do we, Aaron?\n\nA FLASH OF LIGHTNING\n\nSARAH\nOkay, Then run, quick.\n\f—4g—\n\nEXT. SARAH'S STREET — LATER\n\nBrad pushes the double stroller at a fast clip. Sarah, carrying Big\nBear in her arms, leads him toward her house.\n\nEXT. SARAH'S HOUSE (SUN ROOH) ~ SAME\n\nSarah kneels down to unbuckle Lucy. Both kids SLEEF LIKE ANGELS,\nLucy’s head lolling on Aaron's shoulder.\n\nSarah hesitates, uncertain whether to invite Brad in, This AWKWARD\nMOMENT is interrupted by a CLOSE LIGHTNING FLASH.\nSARAB\nYou better come in. I can’t let you walk\nhome in this.\nINT. SARAH'S HOUSE, LIVING ROOM, STAIRS ~ SAME\nThe two enter with the kids in tow.",
  "37": "---END OF PREVIOUS SECTION---\nI can’t let you walk\nhome in this. INT. SARAH'S HOUSE, LIVING ROOM, STAIRS ~ SAME\nThe two enter with the kids in tow. \n---TARGET SECTION TO BE ANNOTATED---\n Sarah heads straight in, Brad a\nfew paces behind, takes in the place: Expensive, tasteful, and a\ncouple of notches up the food chain from what he is used to. Sarah\nheads upstairs carrying Lucy.\nSARAB\nWe can lie them down in Lucy’s room.\n\nBRAD\nOkay.\n\nHe follows her up the stairway.\nINT. LUCY’S BEDROOM — DAY\nThe children, dry now, sleep on Lucy’s bed. AARON clad in one of\n\nLUCY’S FLOWER COVERED NIGHTGOWNS. Brad and Sarah, still soaked, watch\nthem in nervous silence.\n\nSARAH\n._ , (whispers)\nThis is amazing. She never naps.\nBRAD\nwhispers)\nAaron’il be out for the next two hours.\nI'll have to get him out of that\nnightgown before he wakes up, or he’il\nnever forgive me.\n\nSarah looks at him and smiles.\n\nUPSTAIRS HALLWAY ~ MOMENTS LATER\n\nBrad waits on the stairs as Sarah secures the BABY GATE.\n\nBOTTOM OF STAIRS/LIVINGROOM - SAME\n\nSarah & Brad head down the final stairs, and into the liviag room.\n\nThe safety of the public arena removed, makes keeping each other's\ncompany clumsy.\n\f~§9—\n\n. BRAD\nNice place.\n\n| SARAH\nYou think so?\n\nBRAD\nYeah,\nSARAH\nRichard does alright for himself.\n\nThe comment is not meant to intimidate, but it does.\n\nBRAD\nWhat’s he do again?\n\n. SARAH\nLies. .\n\nghey stand there staring at each other. Puddles forming at their\neet.\n\nSARAB\nUm. Please, have a seat. Make yourself at\nhome.\n\nBrad laughs, and pulls at his soaked clothing.\n\nBRAD ,\nI better not. I‘11 ruin your furniture,\n\nSARAH\nnervous}\nRight. I'll just put the children’s\nthings in the dryer, and get us some\ntowels.\n\nShe heads out of the room quickly, leaving Brad alone.\n\nHe looks off the main entry way to a succession of small rooms, an\nopen door leads to the first room situated behind a back staircase,\nclearly what was at one time quarters for a maid. He steps inside.\nNothing much to see.",
  "38": "---END OF PREVIOUS SECTION---\nHe looks off the main entry way to a succession of small rooms, an\nopen door leads to the first room situated behind a back staircase,\nclearly what was at one time quarters for a maid. He steps inside. Nothing much to see. \n---TARGET SECTION TO BE ANNOTATED---\n On the other side of the room is another door,\ngH htly ajar. He wanders in that direction, and opens the door,\ninding ~\n\nSARAH‘S STUDY\n\nue steps into the room, and takes a quick inventory of the place, her\nplace.\n\nHe moves toward her old high-back, and pushes a finger into one of\nthe many holes in its torn fabric.\n\nOne of SARAH'S SCARVES is draped across the top of the chair, He\nplaces bis palm underneath the garment —- the material cascading over\nnis hand.\n\nAt the base of a VASE full of FRESH FLOWERS lie Sarah’s READING\nGLASSES .\n\f5G\n\nfhe tips of his fingers glide across her writing Kable; past Theresa\nRaguin, to a book of English Love Sonnets. The K opens easily,\nmarked by an, ag yet, not fully dry rose, pressed against an off read\n\niece: Sonnet 147 by William Shakespeare. Specific Lines appear to\nhave been recently underlined:\n\nMy Love is as a fever, The uncertain sickly appetite to please,\nAngry that his prescriptions are not kept, Past cure am I.\n\nHe turns the page to find a tucked-in SNAP-SHOT of BRAD, AARON, and\nLUCY at the town pool.\n\nThe book snaps shut.\n\nHe puts it back down on the table, like it may burn his hand.\n\nHis face a mess of conflicting emotions.\n\nLAUNDRY ROOM ~ SAME\n\nSarah empties dry bedding and towels from a FRONT LOADER into an empty\nlaundry basket. She grabs the children’s wet things, throws them into\nthe dryer and starts the cycle. She moves the basket to a folding\ntable on the other side of the small basement room, pulls out two\ntowels and begins folding them into thirds.\n\nSlowly, A SHADOW begins to grow across her back —\n\nBrad’s shoulder, and head appear.\n\nae continues folding. Oblivious to everything but the sound of the\nan\n\nHe raises his hand, about to place it on her arm, when suddenly she\nturns, coming face-to-face with him. Startled, she gasps.\n\nShe looks genuinely frightened. What is he doing down here?\n\nThe two of them just stare at each other — both appear unable to move.",
  "39": "---END OF PREVIOUS SECTION---\nShe looks genuinely frightened. What is he doing down here? The two of them just stare at each other — both appear unable to move. \n---TARGET SECTION TO BE ANNOTATED---\nFinally, she lifts up the two towels she has folded, and offers one io\nhim, there is something oddly formal about her gesture.\n\nHe takes the towel from her hand and drops it to the floor. She\nsomewhat timidly drops the other one.\n\nHe pulls her into him, and begins toe kiss her, gentle, then forceful.\n\nHer eyes dart all over the place. Then instinct kick in, and she\nsurrenders to the moment. The kiss becomes completel electrifying,\nthe kind of kiss that would make perfect sense outside a dorm room at\ntwo in the morning. Their hands find each other for the first time,\nall bets are off — the play is real.\n\nLAUNDRY ROOM — MOMENTS LATER\n\nSQUAUK — The dryer announces that it bas reached the end of its\ncycle, However, the silence is short-lived. Grateful moans accompany\nthe view of Sarah perched on the edge of a STONE SOAP SINK, gripping\nBrad‘s backside as he thrusts himself into her.\n\f~5]-\n\nBrad picks up the pace. They’ve reached a level of near-frenzy, when\nBrad SUDDENLY STOPS.\nBRAD\nDo you feel guilty about this?\n\nSarah thinks this over.\nSARAR\nNo. I don’t.\nBRAD\nIdo. I feel really bad.\nSarah grimaces, steeling herself for disappointment. But the\ndeliberate motion of Brad’s body betray his words, putting her\nmind at ease, and her body on high alert. She begins to vocalize\nuncontrollably. The laundry room door is slightly open, and she\nlooks toward the ~\nBALLWAY\nNobody’s there, but us.\nEXT. SARAH'S HOUSE, FRONT DOOR ~ SAME\n\nThe rain pours down on the DOUBLE STROLLER — standing sentinel over\nthe front door,\n\nINT. MCGORVEY HOUSE, UPSTAIRS HALLWAY — NIGHT\nMOVE down an UNKNOWN corridor. Stop at the end, outside a closed\n\ndoor. MAY MCGORVEY, 70, small, frail, and fierce, leans in and\nlistens. She reaches up and gently knocks. Nothing. She knocks again,\n\nMAY |\n(gently quiet)\n+.»SOn?\nNo answer.\nMAY\n++ Son?\nShe turns to go.",
  "40": "---END OF PREVIOUS SECTION---\nNo answer. MAY\n++ Son? She turns to go. \n---TARGET SECTION TO BE ANNOTATED---\nMAY\n\n{almost to herself)\n+» - dream well,\n\nShe pads back down the hallway.\nINT. MCGORVEY HOUSE, MAY'S ROOM -- NIGET\n\nMay lies in bed reading, THE FIVE PEOPLE YOU MEET IN HEAVEN. She\ncloses the book, and p aces it on her night table. She stares up at\nthe ceiling towards the heavens. A change begins to come over her.\nShe grabs the EAST WYNDAM HERALD lying next to her, and quickly sorts\nthrough the sections until she finds what she’s after.\n\fhee\n\nVOICE\nMay knew it wasn’t natural for a grow\nman to be living with his mother, no\nhobbies, no diversions ~ It was {ike he\nwes still in prison.\n\nShe folds the Herald so that it’s manageable, grabs a RED FLAIR PEN\nfrom her bedside, and begins circling things in the newspaper.\n\nVOICE\nWhat he needed was a gizltriend, and May\nintended to help him find one.\n\nTICK, TICK ....-\nINT. MCGORVEY HOUSE, LIVING ROOM ~ MORNING\n\nTICK, TICK, TICK. ANSONIA clocks line every available table, side\ntable, and shelf, in the room, Shelf space is at a premium though.\nMost are adorned with HUMMEL PORCELAIN FIGURINES: little boys in\ncharming Bavarian garb depicting the gentle innocence of childhood:\nAfternoon Nap, Under an ella, Star Gazer, Newsboy, Playing with\na Train, and A Flower for Mother. Someone is a serious collector.\nThat someone is —\n\nMAY, who sits in a swivel BARCALOUNGER with a folded NEWSPAPER on\nher lap, a PAD and PENCIL in her hands. She stares across the room\nto where Ronnie sits sipping coffee from a mug, and reading Soldier\nof Fortune Magazine.\n\nMAY\nThere are two whole columns of lonely\nwomen here, and only a handful of men.\nThe odds are on our side. Why wouldn’t\none of these women want to meet a nice\nperson like you?\n\nRONNIE\nI’m not a nice person.\n\nMAY\nYou did a bad thing. But that doesn’t\nmean you're a bad person.\n\nRONNIE\nI have a psychosexual disorder.",
  "41": "---END OF PREVIOUS SECTION---\nMAY\nYou did a bad thing. But that doesn’t\nmean you're a bad person. RONNIE\nI have a psychosexual disorder. \n---TARGET SECTION TO BE ANNOTATED---\nMAY\nYou're better now. They wouldn’t have let\nyou out if you weren’t.\n\nRONNIE\nthey let me out because they had to.\n\nMay looks nervous.\nMAY\nWell, maybe if you found a girlfriend\n\ncloser to your ow age, you wouldn’t have\nthe bad urges so often.\n\fij\n\nRONNIE\ni don’t want a girlfriend my own age\nMommy. I wish I'did.\n\nMAY\nWhat ‘re ye gonna do when I'm gone? Who’s\ngonna take care of you?\n\nRonnie looks alarmed. He gets up and sits at his mother’s feet.\n\nRONNIE ;\nWhatsa matter Mommy? You sick or\nsomething?\n\nMAY\nI’m an old woman, I’m not gonna live\nforever. Who’s gonna cook for you? Who's\ngonna wash the dishes?\n\nRONNIE\nI can wash the dishes.\n\nMAY\nYou never washed a dish in your life.\n\n_. _ RONNIE\nI could if I had to. I’m not a retard.\n\nShe reaches out and takes his hand.\n\nMAY\nNo, you're not... you‘re a miracle\nRonnie... we’re all miracles. You know\nwhy? Because as humans, every day we\nabout our business, and all that time we\nknow — we all know, that the things we\nlove, the people we love — at any time it\ncan all be taken away... we live knowing\nthat, and we keep golng anyway. i\ndon’t do that.\n\nA moment.\n\nMAY\nNow, I'm not asking you to get married\nRonnie. I’m just saying put an ad in the\npaper. See what happens.\nRomnie sighs; she’s worn him down.\n. RONNEE\nFine, 1°11 do it if it'll make you happy.\nBut just one date, alright?\n\nMay beams. She scribbles something on the pad,\n\nMAY\nYou have a nice smile. Why don’t we start\nwith that?\n\nRonnie seems pleased, but also hungry for more praise.\n\f=o\n\nRONNIE\nWhat else?\n\nHay seems to be at a momentary loss, then —\nMAY .\nYou always eat what I put in front of\nyou.",
  "42": "---END OF PREVIOUS SECTION---\n=o\n\nRONNIE\nWhat else? Hay seems to be at a momentary loss, then —\nMAY . You always eat what I put in front of\nyou. \n---TARGET SECTION TO BE ANNOTATED---\n You never complain,\nShe writes down these things but before she can continue —\nRONNIE\nWhat else,\n\nMAY\n(confident }\nYou're trying to get back in shape. You\nexercise. :\nRonnie beams. May steals a look at her son, then continues the list.\nINT. MCGORVEY ROUSE, ENTRY WAY — LATER ~ MORNING\n\nRonnie walks his YELLOW SCHWINN ten-speed past the kitchen, and heads\nto the front door.\n\nMAY (0.C.)\nWait right there, young man.\n\nMay comes into the hallway from the kitchen.\nMAY\nIf you’re going out for some exercise,\nyou can post this now.\nShe hands him an envelope. He glances down the address —\nThe East Wyndam Register ~ ATTN: PERSONALS DEPT.\n\nRONNIE\nEmm.\n\nHe opens the front door.\n\nEXT. MCGORVEY HOUSE — MORNING\n\nRonnie stands framed in the open threshold, The FRONT DOOR behind him\nis plastered with LARRY'S FLYERS affixed with DUCT-TAPE. He stares\nout toward something as yet unseen, and smiles. He continues to stand\nthere a moment, and then walks his bike off the porch. Be gets on and\ngides down the -\n\nDRIVEWAY, across which is spray-painted a singular word -E VIL\nINT. SARAH'S HOUSE, ATTIC UTILITY ROOM — DAY\n\nBrad stands nude, facing out the narrow window. A moment later, a\n\nnude Sarah rises up behind him, puts her arms around him, and reaches\naround to his crotch.\n\fSARAN\n{breathing hard)\nc'mon. Let's do it again.\n\nBRAD\nOkay. Just gimme a second. It's hotter\nthan hell up here. What’s wrong with the\nlaundry room?\n\nSARAH\nNo mattress, C'mon lie down.\n\nhey fall onto a mattress on the floor, suxrounded by dong forgotten\nattic storage. Boxes, and things once belonging to Richard’s mother.\n\nSARAHB\nYou’re nervous, aren’t you?\n\nBRAD\nWhatta you mean?\n\nSARAH\nThe game. Don’t worry. You're gonna be\ngreat tonight.\n\nBRAD\nI don't know,. I haven't played in ten\nyears.",
  "43": "---END OF PREVIOUS SECTION---\nYou're gonna be\ngreat tonight. BRAD\nI don't know,. I haven't played in ten\nyears. \n---TARGET SECTION TO BE ANNOTATED---\n It used to be such a big part of\nay life. Then when I stopped, 1 just\nstopped. I didn’t even miss it. But now\nthat I'm doing it again... I feel... I\ndon’t know I ~\n\nSARAH\n{outting him off}\nYou feel alive.\nThere is something about the certainty with which Sarah says this\nthat runs through Brad like a lightning bolt. He looks into her eyes,\nand his face suddenly relaxes.\nBRAD\neve yeah.\nSARAH\nThat's good. That’s how you're supposed\nto feel.\nBrad smiles. They both roll onte their backs, and contemplate this\nact. :\n. BRAD\nYou're right. It’s just been a while.\nSARAE\n{to herself)\nYeah.\n\nThey continue to lie there together., Comfortable in silence.\n\fEXT. MCGORVEY HOUSE, DRIVEWAY ~ DAY\n\nCLOROX BLEACH is splashed onto the graffitied concrete. MAY, on ali\nfours, scrubs and scrubs.\n\nEXT. EAST WYNDAM BOMBERS’ MIDFIELD — NIGHT\n\nThe two teams stand facing each other, BULLHORN BOB, in his ELECTRIC\nWHEELCHAIR, between them.\n\nBULLHORN BOB\n(grunts)\nShake.\nNo one toves.\nBULLBORN BOB\n(impatient)\nShake! pe\nThe Auditors stand stone-faced and utterly silent during the ritual,\nLike heavyweight boxers trying to intimidate a challenger during\nweigh-in.\n\nThe Guardians refuse to be intimidated. Finally, Brad starts to\nextend his hand.\n\nCORRENTI gives him a dirty look. Horrified by his lack of resolve.\nBut the Auditor directly across from BRAD, a MASSIVE BEARDED HAN,\nbegins to smile, like someone who smells weakness. He extends his\nand to Brad.\n\nAs if this is some kind of collective signal, the rest of the\nAuditors do likewise.\n\nBULLHORN BOB looks up from his wheelchair at a ceilinged canopy of\nclasped hands, like the top of a rainforest.\n\nBULLHORN BOB\n{raising his bulihorn)\nToss!\nThe men step back, and lower their arms.\nBULLHORN BOB\n.",
  "44": "---END OF PREVIOUS SECTION---\nBULLHORN BOB\n{raising his bulihorn)\nToss! The men step back, and lower their arms. BULLHORN BOB\n. \n---TARGET SECTION TO BE ANNOTATED---\n {te the Auditors}\nCall it\nSomebody grunts, “heads.” Bob flips a QUARTER high into the air.\nIt comes down heads.\nThe Auditor across from Brad points toward the Guardians.\nBRAD looks terrified.\nCLOSE ON: THE FACE OF A STOPWATCH.\n\nBOB'S RIGHT THUMB hovers over the BUTTON.\n\nBhe\n\f~5J~\n\nON THE FIELD\n\n‘THE GUARDIANS are set to receive.\n\nThe Auditors’ KICKER raises his hand, and brings it down in a\nchopping motion.\n\nBOB’S FACE fills with the sadistic expectation of someone watching\nthe beginning of a bloody cock-fight — BOBS THUMB sends the\nTIMEPIECE’S ING HAND into MOTION. TICK, TICK, PICK...\n\nINT. BRAD’S HOUSE, BRAD & KATHY’S BEDROOM -- NIGHT\nKathy glances at the clock: 10:07 PM. She looks over at Aaron's\ncherubic face, asleep on the bed next to her. She settles back onto a\npillow pile, grabs the phone, and hits speed~diai.\nKATHY\nHi, Mom, I wake you?\nSPLIT SCREEN - Meet MARJORIE, Kathy’s Park Avenue mother, elegant,\n\nwell read, and divorced. She's up late trying to finish reading\nGalway Kinnell's Black Light. She reluctantly puts the book down.\n\nMARJORIE\nNo, dear. Is everything okay?\n: KATHY\nI'm fine,\nMARJORIE\nYou don’t sound fine.\nKATHY .\nThere’s nothing wrong. I just wanted to\n\nsay hi.\n. MARJORIE\nWell hi. So how’s my little guy?\n\nKATHY\nGreat he’s sleeping right next to me.\nWhat a cutie.\n\nMARJORIE\n{like clock work)\nSo where’s Brad?\n\nRATHY\nOut.\nHARIORIE\nI’m surprised the library stays open this\nlate.\nNo she's not.\nRATEY\n\nHe's not at the library. He’s playing\nfootball with his buddies.\n\fMARJORIE\nFootball? Honey. Nobody plays football\nthis time of night.\n\n|. KATHY ;\nThese idiots do. He comes home with\nscrapes and bruises all over his body.",
  "45": "---END OF PREVIOUS SECTION---\n|. KATHY ;\nThese idiots do. He comes home with\nscrapes and bruises all over his body. \n---TARGET SECTION TO BE ANNOTATED---\nMARJORIE\nDe ye remember when your father took up\ngolf?\n\nKATHY\nHe's not like dad.\n\nMARJORIE\nHoney, they're all the same.\n\nKATHY\nWell, he’s not.\n\nMARJORIE\nYou work so hard. I could keep an eye on\nthe boys while you’re at work, make sure\nthey're staying out of trouble. Do you\nwant me to come up for a visit?\n\nKATHY\n(fimm)\nMom, don’t come up here.\n\nMBRIORIE mh\nI just worry ut you guys. What are you\ngoing to do if he falls the test again’\n\nKATEY\nHe’s not going to fail.\n\nMARJORIE .\nThat’s what you said last time...how’re\nyou doing for money?\n\n. KATHY\nFine.\nMARJORIE\ni'n gome send you a little extra this\nmonth.\nKATHY\n\n(losing patience}\n\nMARIORIE\n{cheerfully}\nIt’s no burden. I’m happy to help.\n\nEXT. EAST WYNDAM BOMBERS' STADIUM, GANGBOX, — LATER\n\nBULLHORN BOB inserts a REY into a PADLOCK, and removes the cover of a\nlarge ELECTRICAL MAIN. He reaches up and kills the stadium lights.\n\f59—\n\nINT. \"TALK OF TRE TOWN” TAVERN ~ NIGHT\nWith the exception of two players, the entire Guardian team sits\nfront and center at a table in the middle of the place. They turn in\n\nunison as Brad § Larry make an entrance through the front deor of the\nestablishment. Larry looks like shit.\n\nVOICE\nAlthough the Guardians lost by 26 points,\nBrad felt oddly exhilarated in the bar\nafter the game.\nBrad & Larry move across the bar room toward the Guardians.\nVOICE .\n».-he could feel a new respect in the way\nthe cops looked at him..,\nPETE OLAPFSON stands, and grabs a couple of chairs for the guys. Brad\n& Larry sit. DEWAYNE slaps Brad on the back.\nDEWAYNE\nBig Brad! Whatcha drinking, buddy?\nVOICE\n.».he wasn’t on probation anymore; he was\na member of the team.\n\nTOMMY CORRENTI stands and moves behind Brad.",
  "46": "---END OF PREVIOUS SECTION---\nWhatcha drinking, buddy? VOICE\n.».he wasn’t on probation anymore; he was\na member of the team. TOMMY CORRENTI stands and moves behind Brad. \n---TARGET SECTION TO BE ANNOTATED---\n He massages Brad‘s\ntrapezoids, like an old-time boxing trainer.\n\nCORRENTE\n\nOh man. You are gonna be one sore puppy\ntomorrow morning.\n\nDEWAYNE\nAdvil. Advil and ice. Ice and Advil.\n\nOLAFFSON\nDon’t forget the Ben-Gay.\n\n. WILLIAMS\nAnd if all else fails, pou can always\nconsult our team physician.\n\nWILLIAMS grabs a shot glass from a cork-lined tray in the center of\nthe table, and offers it to Brad.\n\n. WILLIAMS\nDr. Daniels. His frierids call him Jack.\nWilliams pours Brad a shot of Bourbon. Brad raises his glass.\n\nBRAD\nTo the good Doctor,\n\nHe throws back the shot.\n\nBRAD\nI feel better already.\n\f-§8-\n\nThe men cheer approvingly, all except Larry, who stares sullenly inte\nhis beer,\n\nINT/EXT. LARRY’S VAN ~ MOVING ~ LATER\n\nBrad stares over at an uncharacteristically silent Larry, who holds\nan ice-~bag to his eye while driving. Finally -\n\nLARRY\nI had no business being out on that field\ntonight. I let you down. I let the whole\nteam down. I'm Slow and I'm fat and I let\nthose guys piss all over me.\n\nBRAD .\nOh, come on. That guy was off~sides the\nwhole night.\n\nA moment.\n\nLARRY .\nJoanie left me. Took the kids and went to\nher mother’s.\n\nBRAD\nJesus, Larry. That‘s a tough break.\n\nTARRY\nI deserved it. Me and my big mouth, I\ncalled her a fucking whore. Right in\nfront of the kids.\n\nBRAD\nWhy did you do that?\n\nLARRY\nI don’t know. I was in a bad mood or\nsomething? Now I’m fucked.\n\nBrad watches his friend - worried. He tries changing the subject.\n\nBRAD\nHey, you hear about the pervert? He went\nswimming at the Town Pool.\n\nLARRY\nwhat?\n\nLarry whips his head in Brad’s direction, turning his attention\ncompletely away from the road.\n\nLARRY\nWho told you that?\n\nBRAD\n{bragging} .\nNobody. I saw him myself.",
  "47": "---END OF PREVIOUS SECTION---\nBRAD\n{bragging} . Nobody. I saw him myself. \n---TARGET SECTION TO BE ANNOTATED---\n Duriag the heat\nWave,\n\f~§1—-\n\nDARRY\n\njerupts) . .\nThe Town Pool? That place is crawling\nwith kids. Sometimes my boys go there.\n\nBRAD\n{nervous now)\nit was just that one time. He won't be\nback.\n(reassuring)\nThe cops came.\n\nLARRY\n{paranoid}\nAny of the guys from the team?\n\nBRAD\noe MO.\n\nLarry starts shaking his head and muttering to himself, as if\nsomething were very, very wrong.\n\nBrad looks like he wishes he hadn’t brought it up.\n\nLarry STEPS ON THE GAS.\n\nBRAD\nLarry, slow down. SLOW DOWN LARRY!\n\nLarry SPINS THE WHEEL HARD to the LEFT, pulling a cop-show U-turn, The\nvan does an about-face and SPEEDS STRAIGHT TOWARD US.\n\nA BYPERACTIVE DOORBELL RINGS OVER ~-\nINT/EXT. MCGORVEY HOUSE, FRONT DOOR — LATER\n\nMay answers the door after the fifth ring. She doesn’t seem surprised\nto find two men — one of them with a bruised and puffy eye, the other\nwith a bag of ice pressed against his cheek ~ standing on her front\nstoop at two thirty in the morning.\n\nMAY\n{sharp and alert)\nWhat now?\n\nLARRY\nGood evening, Mrs. McGorvey. We were\nwondering if Ronnie was home.\n\n( ing)\nsnappin\nYou leave hin alone.\n\n2 Y 2\nWe Just want a moment of his time, just a\nlittle chat.\n\nMay turns toward Brad ag if he were the one doing the talking. He\nleoks embarrassed and uncomfortable\n\f_ MAY\n_ , (io)\nThis is my house. I pay the mortgage, and\n3 say who is and isn’t welcome.\n\nLarry cups his hands around his mouth.\n\nLARRY\n{shouting}\nYoo hoo, Ronnie! Get your perverted ass\ndown here!\n\nMay steps back inside and tries to slam the door, but Larry catches\nit with his foot, and kicks it open even wider.\n\nMAY\nI’m calling the police.\n\nLARRY\nI hear they’re well-disposed to child\nmolesters.\n\nAll the air goes out of the woman.",
  "48": "---END OF PREVIOUS SECTION---\nMAY\nI’m calling the police. LARRY\nI hear they’re well-disposed to child\nmolesters. All the air goes out of the woman. \n---TARGET SECTION TO BE ANNOTATED---\n RONNIE himself appears in the\nhallway behind her, blinking and bewildered, clad in pajamas.\n\nRONNIE\nIt’s okay, Mommy.\n\nHe gently insinuates himself between his mother and the men,\n\nRONNIE\nCan I help you gentlemen?\n\nLarry takes an aggressive step toward Ronnie, but May’s maternal\ninstinct kicks in, and she steps in front of her son.\n\nMAY\n_ (a demand}\nRonnie, you go on upstairs.\n\nHe recedes back into the house.\n\nRONNIE\n{like a three-year-old)\nAlright, Mommy.\n\nBrad grabs Larry's arms and tries to restrain him.\n\nBRAD\nCone on, Larry. Let's go home, I think he\ngets the point.\n\nLARRY\nYou listen to me, you piece of shit. You\nstay the fuck away from the Town Pool,\nyou hear me? Or I will personally fix it\nsc that you no longer have a dick to show\nanyone, is that clear?\n\nERY\n(fierce}\nYou're a BULLY!\n\fMay steps forward and gets right inte Larry’s face. She address the\nfollowing directly to Brad.\n\nMAY\nHy Ronnie would never do anything like\n{pointing to Larry]\nHe did.\n\nLarry looks scared for the first time.\nMAY\n{in for the kill)\nThat poor child at the mall ~\n(with disgust)\nWhat you did to him.\n\nIt’s his turn to have the wind knocked out of him, May steps back\ninside the house, and closes the door with no resistance.\n\nINT. LARRY’S VAN, PARKED — MOMENTS LATER\n\nA worried-looking Brad sits in the passenger seat staring at Larry.\n\nFor once is silent, and entirety still. He stares down at the\nsteering wheel like a man who has fallen into the deepest possible\nySs.\nBRAD\nLarry?\nHe doesn’t respond.\n> BRAD\nLarry?\n(careful)\n\nWhat did she mean by that?\nLarry looks up, furious.\nLARRY\nOh, don’t pretend you don’t know about\nme! Everybody knows! Everybody!\nLarry looks Like he may hit Brad.\nBrad’s hand slips down to the door, ready to jump out if he has to.\nBRAD\n(careful, but sincere}\nHonest, Larry.",
  "49": "---END OF PREVIOUS SECTION---\nLarry looks Like he may hit Brad. Brad’s hand slips down to the door, ready to jump out if he has to. BRAD\n(careful, but sincere}\nHonest, Larry. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know anything, I\nmean I remember hearing something a few\nyears age when ve first moved here.\nSomething about a shooting at the mall,\nbut that’s about it. I didn’t even know\nyou then.\nbarry looks convinced. Then embarrassed.\n\nLARRY\nI’m sorry...sorry.\n\nBrad just stares at hin,\n\fBRAD\n(nods)\n.. okay, Larry.\n\nLarry stares down at his hands. Then up te Brad.\n\nA moment.\n\n. LARRY\nI still can still see that boy's face,\nstaring up at me.\n\nLARRY\nby rote\nDispatch said there was a shooter loose\nat the mall,..It was the end of my shift.\nTen minutes — ten minutes and it woulda\nbeen someone else.\n\nBrad watches his friend disappear. All the air is out of him.\n\nSilence,\n\nBRAD\nBut it was an accident. You were trying\nto stop the guy, and the boy got caught\nin the crossfire right?\n\nLARRY\nNo. I panicked. There was no shooter.\nJust the boy. Antoine Harris was his\nname. Big for his age, only thirteen-\nyears-old. He was a good kid. Thought it\nwas a big joke, waving around an airgun\nat his friend at the Big 5. They were\nacting out a scene from some movie they\nliked. Shop girl saw it from across the\nway... called 911,\n\nBRAD\nJesus, Larry — that’s terrible.\nBut you didn’t know. It coulda been real.\n\n. LARRY\nBut it wasn’t.\n\nLARRY\nHis parents...uh..his parents. I had to —\n\nstarts to choke up, and Brad looks away, uncomfortable with\nthis kind of intimacy.\n\nLARRY\nI was diagnosed with post-traumatic\nstress syndrome by three different\npsychiatrists, That's why I retired. I\ncouldn't do the job anymore... For a year\nor two Joanie was okay with me hanging\nground the house. But now she thinks I’m\nazy.\n\n~64~\n\f65\n\nBRAD\nWell, why don’t you de something else?\nLARRY\n\n(snapping) .\nLike what? Drive a fork lift at Costco?\n\nBRAD\nMaybe you could go back to school.\n\nLarry stares daggers into Brad.\n\nLARRY\nI loved my job. I don’t want to do\nanything else.",
  "50": "---END OF PREVIOUS SECTION---\nLarry stares daggers into Brad. LARRY\nI loved my job. I don’t want to do\nanything else. \n---TARGET SECTION TO BE ANNOTATED---\nLarry's gaze drifts back to the McGorvey’s front porch.\n\nLARRY\nYou ever think about the term homeland\nsecurity? I mean really think about it?\n\nINT. EDITING ROOM — DAY\n\nA BOY of 8, TRAVIS, sits on the couch in his living room, his feet\ndangle over edge not touching the floor, He stares at his hands.\n\nThe boy looks\n\nThe boy nods.\n\nRATHY'S VOICE (0.C.)}\nThe day you found out that you're father\nhad been killed in Iraq. Do you remember\nthat day?\n\nup from his hands.\n\nRATHY'S VOICE (0.C.)}\nCan you talk about that? Do you feel\ncomfortable talking about that?\n\nTRAVIS\n.--after the men came to tell my mom... I\ncried. But she didn’t. She just went into\nher room... grabbed the pillows off the\nbed, and cut the tops off em with a r\nof scissors... there were feathers all\nover the place.\n\nKATHY’S VOICE (0.C.}\n{gently} .\nThat must have really frightened you.\n\nTRAVIS .\nNo. She was trying to find the crown.\n\nKATHY’S VOICE {0.0.)\n«+ .the crown?\n\nThe boy nods te himself.\n\f65\n\nTRAVIS | .\nThe crown you leave in your pillow when\nyou ee slept on it for a long time...my\nfather...\n\nHe looks up at an unseen Rathy.\n\nTRAVIS\n.- my father had two crowns.\n\nKATHY (0.C.}\nAlright, let's stop there.\n\nKathy and her editor FRANR, 40s and overweight sit in a small dark\n\nroom illuminated by two monitors. Frank looks at Kathy, who seems\nsomeplace else.\n\nYou hungry?\nKATHY\noe oN\nFRANK\nMind if I get some lunch?\n\nKATHY\nNo. Go ahead.\n\nFrank leaves the room. Kathy stares at the frozen image of Travis’\nface. She reaches for the phone and dials. THE MACHINE PICKS UP.\n\nKATHY :\nBrad?... Brad?... Are you there?.., Pick\nup. I know you’re there. It’s Aaron’s nap\nime\n\n{hiding her concern)\n-» alright, guess you’re out somewhere. I\nlove you both, bye.",
  "51": "---END OF PREVIOUS SECTION---\nI know you’re there. It’s Aaron’s nap\nime\n\n{hiding her concern)\n-» alright, guess you’re out somewhere. I\nlove you both, bye. \n---TARGET SECTION TO BE ANNOTATED---\nShe hangs up. Glued to the boy's face staring back at her from\nmonitor.\n\nINT. SARAH'S HOUSE, ATTIC UTILITY ROOM — SAME\n\nAll hills and valleys. The curve of a hip traced by a finger tip. It\nmoves down the waist and continues to the shoulder. Sarah rolls onto\nher back, stares up at the ceiling, and smiles, Brad leans in and\nthey gently kiss. Lovers who are sated, and comfortable lying in each\nother’s presence. Sarah reaches up and strokes his face.\n\nThe SOUND of WOMEN'S VOICES IN ANIMATED CONVERSATION.\n\nEXT. TOWNHOUSE ~ MAGIC\n\ndean, holding a large TUPPERWARE container of brownies, herds a\nreluctant Sarah up the stairs of a narrow two-story affair.\n\nSARAB ;\nfou know, dean, I don’t think I’m up for\nthis.\n\f~§7—\n\nJEAN\nNow, don’t be silly. It'll be fan.\nThe women cross the threshold and inte -\nINT. TOWNHOUSE, ENTRYWAY ~ MAGIC\n\nA small foyer, flanked on both walls by large framed posters: The\nfirst from Chez Panisse, the other a typical country landscape from\nProvence.\n\nSARAH\n{dubious}\nReally?\n\nJEAN\nDon’t worry \"re not the only little\nsister here’ thnight.\n\nSI\n(relieved)\nOh. That’s good.\n\nSarah peers into the living room, an airy art~filled space lit only\nby the early evening sun. Several women chat amiably around a coffee\ntable -- ONE OF THE WOMEN turns her head toward the foyer. Sarah’s\nexpression tightens, as if in sudden pain.\n\nINT. TOWNHOUSE, LIVINGROOM - NIGHT\nCLOSE ON Mary Ann’s face. She looks offended.\n\nMARY ANN\nDid anybody like this book? _\nBecause I really just hated it.\n\nPULL BACK to reveal the BOOK GROUP, four OLDER WOMEN, plus two LITTLE\nSISTERS, Sarah and Mary Ann. They sit around a coffee table brimming\nwith wine, cheese, fruit & crackers.\n\nMARY ANN\nIt’s 30 depressing. She cheats on her\nhusband with two different guys, wastes\nall his money, then kills herseif with rat\npoison.",
  "52": "---END OF PREVIOUS SECTION---\nThey sit around a coffee table brimming\nwith wine, cheese, fruit & crackers. MARY ANN\nIt’s 30 depressing. She cheats on her\nhusband with two different guys, wastes\nall his money, then kills herseif with rat\npoison. \n---TARGET SECTION TO BE ANNOTATED---\n Do I really need to read this?\n\nThe book group is dismayed by this blunt declaration.\nLAUREL, @ youthful sixty year-old, ventures a response.\nLAUREL\nWell, there is a lot of good descriptive\nwriting.\n\nThe other ladies nod.in vigorous agreement. JOSEPHINE, short and\nplump, takes the baton,\n\nJOSEPEINE\nIt's supposed to be depressing. It’s a\ntragedy. Madame Bovary’s undone by a\ntragic flaw.\n\f—68-\n\nNext we hear from BRIDGET, a Gertrude Stein look~a~-like.\n\nBRIDGET\nWhat's her flew?\n\nJOSEPHINE:\nBlindness. She can’t see that the men are\njust using her.\n\nJEAN\nShe just wants a little romance in her\nlife. You can’t blame her for that.\n\nBRIDGET\nIt’s about women’s choices. Back then a\nwoman didn’t have a lot of choices. You\ncould be a nun or a wife. That's all\nthere was,\n\n_ JOSEPHINE\nOr a prostitute.\n\nMary Ann fixes her gaze pointedly on Sarah.\n\nMARY ANN\nShe had a choice. She had a choice not to\ncheat on her husband.\n\nBRIDGET\nUsually it’s the man who cheats. I found\nit refreshing to read about a woman\nreclaiming her sexuality.\n\nMARY ANN\nReclaiming her sexuality? Is that a nice\nway of saying she’s a slut?\n\nJOSEPEINE\n\n(miffed)\n\nMadame Bovary is not a slut. She's one of\nthe great characters in Western\nliterature.\n\nAn uncomfortable silence. Then ~-\nLAUREL\nI was a little puzzled by the some of\nthe sexual references.\nShe opens her PAPERBACK, annotated with POST-IT TAPE FLAGS.\n. LAUREL\nLike this one. “He abandoned every last\nshred of restraint and consideration. He\n\nturned her into something compliant,\nsomething corrupt.”\n\nSarah's falien into a kind of REVERIE.\nINT. SARAH'S APTIC UTILITY ROOM - DAY\n\nSarah leans back on the mattress. Brad’s head buried between her legs.\n\f~69-\n\nZNT. TOWNEOUSE, LIVINGROOM ~ BACK TO SAME\nLAUREL\nDoes anyone know what that means?\nMARY ANN\n\nTk means she’s a sint.",
  "53": "---END OF PREVIOUS SECTION---\n~69-\n\nZNT. TOWNEOUSE, LIVINGROOM ~ BACK TO SAME\nLAUREL\nDoes anyone know what that means? MARY ANN\n\nTk means she’s a sint. \n---TARGET SECTION TO BE ANNOTATED---\nLAUREL\nDo you think he’s tying her up or\n\nsomething?\nBRIDGET\n{sotto}\nAnal sex.\n\nJosephine nods, looking uncomfortable.\n. LAUREL\nDid everyone get that but me?\n\nJEAN\nLet's set that aside for now.\nghancing at Sarah)\nI’m really eager to hear what our other\nlittle sister has to say.\n\nJean raises her voice to get Sarah’s attention.\n\nJEAN\nI'm not sure if you know this, but\nSarah’s got a Ph.D. in English Lit.\n\nSarah startles to the present, picking up her cue.\n\nSARAH\n* Just a Master’s, I never wrote my\ndissertation.\n\nJEAN\nWell, you still have a lot more expertise\nthan the rest of us.\n\nMary Ann rolis her eyes at this. Then levels them at Sarah.\n\nSarah smiles at Mary Ann, as if the two of them are friends.\n\nSARA\ni think I understand your feelings about\nthis book, I used to feel the same way\nmyself. When I read it in ged school,\nMadame Bovary just seemed like a fool. She\nmakes one foolish mistake after another.\nBut_when I read it this time, I just fell\nin love with her. She's trapped. She can\neither accept a life of misery or struggle\nagainst it. And she chooses to struggle.\n\nMARY ANN\nSome struggic. Sump in bed with every guy\nwho says hello,\n\f~The\n\n__ SARAE\nShe fails in the end. But there’s |\nsomething beautiful and even heroic in\nher rebellion. My professors would kill\nme for sven thinking this, but in her own\nstrange way, Emma Bovary is a feminist.\n\nMARY ANN\n\nOb, that’s nice. So now cheating on your\nhusband makes you a feminist?\n\nSARAK\nNo, It’s not the cheating. It’s the\nhunger. The hunger for an alternative.\nAnd the refusal to accept a life of\n\nunhappiness.\nThe other ladies beam with approval and fascination.\nMary Ann just shakes her head in disgust.\nMARY ANN\nMaybe I didn’t understand the book. She\njust looked so pathetic...\nINT.",
  "54": "---END OF PREVIOUS SECTION---\nMARY ANN\nMaybe I didn’t understand the book. She\njust looked so pathetic... INT. \n---TARGET SECTION TO BE ANNOTATED---\n SARAH’S ATTIC UTILITY ROOM — DAY\nBRAD stands behind SARAH making love, reaching new heights of\nabandon, performing an ECSTATIC DUET of GRUNTS, GASPS, and WHIMPERS.\nSARAH\n(breathing hard)\nIs she pretty?\n\nBRAD\nWho?\n\n. SARA\nYour wife.\n\nINT. BOOK-GROUP TOWNHOUSE — BACK TO SAME\n\nMARY ANN\n.. degrading herself for nothing.\n\nINT. SARAH’S ATTIC ULILITY ROOM — ANOTHER DAY\nBrad slips Sarah's bra straps off her shoulders.\n\nSARAH\nTi's a simple question.\n\nBRAD\n(frustrated)\nShe's pretty, okay? Bo we have to talk\nabout this now?\n\f“Tie\n\nTNT. BOOK-GROUP TOWNEOUSE ~ BACK TO SAME\n. MARY ANN . .\nI mean, did she really think a man like\nthat was going Lo run avay with her?\n\nSarah is beginning to wonder about this herself.\nSARAH\n{uncomfortable now}\n.+--possibly.\nIND. SARAE’S ATTIC UTILITY ROOM ~ ANOTHER DAY\n\nAfter sex, Brad leans back against the wall to catch his breath.\nSarah pokes his chest with her foot.\n\nSARAH\nHow pretty is she?\n\nHe stares at her for the longest time. Then —\n\nBRAD\n(truthfully)\n+.0& knockout.\n\nSarah winces as if she’s been struck.\n\nBRAD\n{patiently)\nBeauty's overrated, Sarah.\n\nINT. SARAH'S BEDROOM -— NIGHT\nRichard dead to the world. Sarah WIDE AWAKE beside him.\n\nVOICE\nBrad had meant this to be comforting, but\nat three in the morning it had precisely\nthe opposite effect. He had a beautiful\nwife, a knockout, and she was sleeping\nbeside him right now.\n\nMOVE IN on SARAH forcing her profile into the foreground.\nVOICE\n\nOnly someone who took his own beauty for\n\ngranted would have been able to say\n\nsomething so stupid, and with a straight\n\nface.\nMOVE PAST HER FACE TOWARD A WALL PAINTING WHICH DISSOLVES INTO —\nEXT. BRAD'S FRONT PORCH — DAY\n\nBrad steps out his front door, wearing swim trunks, and hugging a\nPICNIC COOLER to his chest.",
  "55": "---END OF PREVIOUS SECTION---\nVOICE\n\nOnly someone who took his own beauty for\n\ngranted would have been able to say\n\nsomething so stupid, and with a straight\n\nface. MOVE PAST HER FACE TOWARD A WALL PAINTING WHICH DISSOLVES INTO —\nEXT. BRAD'S FRONT PORCH — DAY\n\nBrad steps out his front door, wearing swim trunks, and hugging a\nPICNIC COOLER to his chest. \n---TARGET SECTION TO BE ANNOTATED---\n\f12\n\nVOICE,\nWeekends were difficult for Sarah, forty-\neight-hour prison stretches separating\none happy blur of weekdays from the rest.\n\nHe lugs it down the steps and stows it in the trunk of a COROLLA. He\nglances out toward the street and -\n\nINT. SARAH'S CAR ~ MORNING\n\nLooking haggard, Sarah ducks down in the driver’s seat, trying to see\nwithout being seen.\n\nVOICE\nSarah sometimes let herself be carried\naway by fantasies of a future very _\ndifferent from the life she was livin\nnow. A future without obstacles, in which\nshe and Brad were free to love each other\nin broad daylight...\n\nEXT. BRAD'S HOUSE — CONTINUOUS\nAaron comes out next, clutching a PLASTIC BEACH PAIL and SHOVEL, and\nheads to the car.\n\nVOICE\n\n...in which all the mistakes of the past\n\nwere erased, and they had no one to\n\nanswer to but each other.\nKATRY emerges, wearing tight shorts and a black bikini top, looking\ntaller, thinner and more glamorous than Sarah had let herself imagine\nin her worst self-loathing insomniac nightmare.\nKathy RAISES HER ARMS and STRETCHES, a vision so lovely it hurts.\nINT, SARAH’S CAR -- CONTINUOUS\n\nSarah slinks even lower in the seat, biting her hand te keep from\nerying out.\n\nEXT. BRAD’S STREET — CONTINUOUS\nThe Corolla backs out of the driveway and heads down the street,\npassing the apparently empty Volvo.\n\nVOICE\nTt could happen, she thought. It had to.\nBecause she wasn’t sure she could keep\nliving like this for very much longer.\n\nSarah resurfaces from the floor of the car looking completely\ndevastated.\n\nEXT. TOWN POOL ~ DAY\n\nBrad and Sarah back in their usual weekday spot. They eye each other\nwarily, as if something's changed.\n\fBRAD\nYou okay?\n\n. SARA\nYeah, fine. Bow about you?\nBRAD\nMe? Great. So, uh, how was your weekend?\n\nSARAH\nYou really want to know? ~ it sucked. How\nwas yours?\nTerrible.\nSurprised, she turns toward Brad,\nSARAR\nReally?\nBRAD\nYeah.",
  "56": "---END OF PREVIOUS SECTION---\nTerrible. Surprised, she turns toward Brad,\nSARAR\nReally? BRAD\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n Kathy and T went to the beach, but\nall we did was fight the whole time.\n\nSarah tries to look concerned rather than excited.\n\nYou did?\n\nBRAD\nYeah. It was are annual argument. About\ntaking the bar exam, like our whole life\ndepends on it.\n\nSARAH\nJust get it over with. You'll feel\nbetter.\n\nBRAD\nYeah, but it’s the whole thing...I gotta\nleave town on Wednesday, take a train —\nit’s a two day ordeal...and I'm not even\ngonna pass.\n\n&\nYou'll do fine.\n\nBRAD\nNo, I won't. I haven't cracked a book all\nsumer.\n\nIn spite of themselves, they both laugh.\n\nSARA\n+s.I missed you.\n\nBRAD\nI missed you too.\n\nA moment.\n\fSBRAB\nDon’t... don't do it.\nBRAD\nwhat?\n. SARAB\nBlow it off.\n\nShe turns to him suddenly conspiratorial.\n\nSARAH\nWe should go somewhere, ya know just for\na night. Richard's out of town till\nFriday, and I'm sure I can get a sitter\nfor Lucey.\n\nBrad chews this over, then shakes his head.\nBRAD\n\nI can't... do that. I gotta take the\n\ntest.\nSarah tries to look understanding, but her face betrays her.\nINT. BRAD'S HOUSE, BATHROOM ~ MORNING\nBrad puts on a clean dress shirt getting ready for a big couple of\ndays. Aaron sits on the sink watching his father prepare. Brad\nreaches over and strokes the boy’s mane.\nINT. BRAD’S HOUSE, KITCHEN — MORNING\nKathy & Aaron sit at the kitchen table, finishing their breakfast.\n\nBrad has his head buried in a pile of jaw books - last minute\ncramming.\n\nKATHY\nWell, I have a good feeling about this.\nI'm gonna buy a bottle of champagne.\nWe'll put it in the fridge and open it\nwhen we get the good news.\n\nBRAD\nDon’t get your hopes up. We've been down\nthis road before.\nShe smiles at him as though he’s a child returning to school after a\nbrief illness.\nKATHY\nThis time it'll be different. I can feel\nit.",
  "57": "---END OF PREVIOUS SECTION---\nShe smiles at him as though he’s a child returning to school after a\nbrief illness. KATHY\nThis time it'll be different. I can feel\nit. \n---TARGET SECTION TO BE ANNOTATED---\nEXT, EAST WYNDAM STATION ~ MORNING\n\nKathy's Corolla pulls curb-side, Brad exits the passenger side\nholding his briefcase & overnight bag and watches Kathy drive off.\n\nHe checks his watch, heads into the station and straight to the\nticket counter.\n\fTj\n\nHe shoots a look out the door of the station, then runs back outside\nJust as Sarah’s Volvo pulls up. He checks to see if the coast is\n\nG lear oppatisties he jumps inte the front passenger seat and the car\ntakes off.\n\nINT/EXT. SARAR’S VOLVO, HOVING/ROUTE 128 ~ MORNING\nBrad stares out at the scenery,\n\n_ SARAH (0.C,)\nCan you believe it?\n\nBrad glances at Sarah, who looks prettier than we've ever seen her,\nher eyes bright with adventure, stray ringlets and unruly corkscrews\nof hair blowing across her face.\n\nHer hand moves lightly over his thigh.\n\nSARAR\nIt’s our first date. A date. Without the\nkids, I mean.\n\nBRAD .\nHow was Lucy? She ery or anything?\n\nSARAH\nYou kidding? With Jean there? She just\nabout shoved me out the door.\n\nBrad glances back at Lucy‘’s empty car seat.\nINT. SARAH'S HOUSE, SUN ROOM ~ DAY\n\nJean, holding Lucy, tapes colored streamers back & forth across the\nroom, getting ready for their party.\n\nLATER. Lucy watches wide-eyed as Jean opens a tackle box. Step~like\nshelves emerge, stocked with FELT, GLITTER, GOLD STARS, COLO\nCONSTRUCTION PAPER, SEA GLASS, BUTTONS, ROUNDED SCISSORS and PASTE, a\ncornucopia of crafts supplies.\n\nJEAN\nI thought today we could make something\nreally beautiful. I've got so many things\nhere. We could make a picture frame, or a\njewelry box, a hat? Whatever you like.\n\nLucy smiles,\nLUCY\n(with certainty)\nSomething for my Mommy.\n\nJEAN\nOkay.\n\nLucy's hand reaches toward the items, hovering over each one, finally\npausing over a small, unfinished, wooden picture frame.\n\fThen\n\nINT.",
  "58": "---END OF PREVIOUS SECTION---\nJEAN\nOkay. Lucy's hand reaches toward the items, hovering over each one, finally\npausing over a small, unfinished, wooden picture frame. Then\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MCGORVEY HOUSE, BATHROOM ~ DAY\n\nShaved and showered, clad in beige Dockers and a new collared shirt,\nRonnie stands in front of the bathroom mirror. May fusses from\nAa.\n\n; RONNIE\nStop it. Just stop it!\n\nMAY\nHold on, Ronnie. Just hold on.\n\nwith a pair of scissors, she cuts a price tag off the shirt.\n\n(bubbly)\nThere. You look handsome. She won’t be\ndisappointed.\n\nRONNIE\nWait'll she hears about my criminal\nrecord.\n\n. MAY\nI don’t think you need to get into that\ngust yet. Why don’t you stick to small\ntalk?\n\n. RONNIE\nWhat if someone recognizes me?\n\nMAY\nThat’s highly unlikely. I made the dinner\nreservation at a restaurant over in\nHaverhill.\n\nTr jD_OF CHILDREN’S LAUGHTER\n\nINT. STEAK HOUSE — NIGHT\n\nRONNIE gazes across the place at a nearby booth, where A FAMILY with\nTWO YOUNG CHILDREN, a BOY & GIRL, ages 9 and 10, start on their\ndessert. The children laugh as their FATHER and’ MOTHER engage them in\nsome kind of game.\n\nRonnie, with great difficulty, pulis his attention away from then,\n\nand takes the last bite of his food. He looks across the table at\nSHEILA, who stares down at her plate. She hasn't touched a bite.\n\nRONNIE’\nSheila?\n\n_, (louder)\nSheila?\n\nThis produces the desired effect. She looks straight at Ronnie for\nthe first time.\n\nSHEILA\nYes?\n\f-Ti-~\n\nRONNIE . .\nWhat's the matter? Something wrong with\nthe food?\n\nSHEILA\n+e RO,\n\nRONNIE.\n\nBack at the house you mentioned you were\non medication.\n\nSheila nods compliantly.\nRONNIE\nWhat kind?\nSHEILA\nOh, all kinds. Mostly psychotropic.\n\nRONNIE\nSo you had some kind of a breakdown?\n\nSheila nods.\n\nRONNIE\nWhen?\n, SHEILA\nMy junior year in college.\nRONNIE\n\nYou were that young?\nShelia nods. Grateful for his interest and concern.",
  "59": "---END OF PREVIOUS SECTION---\nRONNIE\n\nYou were that young? Shelia nods. Grateful for his interest and concern. \n---TARGET SECTION TO BE ANNOTATED---\nRONNIE\nWhat happened?\n\nSHEILA\n+-+3'm not really sure,\n\nRONNIE\nNervous breakdowns don't just come outta\nnowhere. Something musta caused it.\n\nSheila sits in front of her untouched meal, concentrating hard, as if\nresponding to a therapist.\n\nSHEILA\nI guess. But I was fine when i left for\ncollege. Maybe it was the stress of being\non my own. Maybe it was a chemical\nimbalance in my brain. Every psychiatrist\nI go to has a different opinion. This one\ngay, Dy. Parris, said I must have been\nSexually abused as a child, When I told\nhim I wasn’t, he just said I was\nrepressing the memory.\n\nUncomfortable, Ronnie changes direction.\n\f7B\n\n. RONNIE\nRight. So what happened after that? You\ndrap out of school?\n\nSHELIA\nNot right away. My mother sent me to the\ncampus counselling center. And they\nwanted the problem fixed. Like I could\nPha snap my fingers and everything would\nokay again.\n\n_ RONNIE\n(sincere}\nOh yeah. I know all about that.\nSHEILA\nYou do?\nRonnie leans forward.\nRONNIE\nYes. I do.\nSheila smiles.\nSHEILA\n\n{on a roll now)\nEither that or leave school, get married,\nand have lots of kids like my sisters.\nBut I can’t take care of kids. I can’t\neven take care of myself half the time.\nBesides, who's gonna marry me?\n\nRonnie takes her in.\n\nRONNIE\nYou're not so bad.\n\nStartled by Ronnie’s complimentary tone, Sheila smiles, shyly.\n\nSHEILA\nee what?\n\nRONNIE\n(shy)\nYou're not...you’re not so bad.\n\nSheila beams.\n\nSHEILA\nT haven't had a real boyfriend in six\nyears... not since my second breakdown.\nSomething happened to me on a Greyhound\nBus, I ended up in ~\n\nThe WAITER arrives, interrupting her.\nWAITER\n\n{to Sheila}\nDo you want me to wrap that up?\n\fSHEILA\n(still staring at Ronnie)\nWhat? Oh, no thank you.\nRONNIE\n{to waiter) |\nYes.",
  "60": "---END OF PREVIOUS SECTION---\nSHEILA\n(still staring at Ronnie)\nWhat? Oh, no thank you. RONNIE\n{to waiter) |\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n Weap it up, please. I‘1l take it home.\nWALTER\nYou folks gonna want dessert?\nRONNIE\nhat do you say Shelia? You want to share\nsomething sweet?\nShelia just stares at Ronnie, Smitten,\nEXT/INT. SHEILA'S BUICK, MOVING - NIGHT\nRonnie & Sheila ride in silence.\n\nRONNIE\nLet's make a little stop. Take the next left.\n\nShe suppresses a smile, enchanted by his take-charge attitude.\nINT/EXT, SHEILA’S BUICK, WALKER STREET PARK — NIGHT\nhe Buick is parked on an empty street with its HEADLIGHTS still on.\n\nRONNIE\nTurn off the lights.\nSheila switches them off.\nShelia faces straight ahead, so does Ronnie.\n\nThe date seems to have had a positive effect on Sheila, or maybe the\nmedication’s wearing off. Her voice sounds livelier, a little less\nspacey.\n\nI had a nice time tonight.\nRonnie doesn’t reply.\n\nSHEILA\nThe last guy I went out with, you know\nwhat he did? He ditched me. Got up to go\nto the men’s room, and never came back.\nStuck me with the check. Never said\ngoodbye, never called to apologize.\n\nStill nothing from Ronnie.\n8 ‘ SHEILA k thi\ne wasn’ t anyyay. He was this\nsuper normal ay, a ETF shot CPA. He\ndida’t want to dating some psycho.\n\nA smile plays at the corners of her mouth.\n\f~80—\n\nSHEILA\nBut you seem like a nice person.\n\nShe turns slowly, as if volunteering for a kiss. It is only then that\nshe sees what he is up to.\n\nHis right hand begins moving up and down on his lap, and his\nbreathing rapidly increases.\n\nShelia watches from the corner of her eye. She sort of hums to\nherself, like a child on a ride that they are frightened of, and hope\nwill be over soon.\n\nRomie looks up at her, his face fierce.\n\nRONNIE\nYou better not tell on me.\n\nShelia continues to hum.\nRONNIE\n{ louder)\nYou hear me?!\nShe nods ~ but begins to cry.\nRONNIE .\nYou better not tell, or I'll fuckin’ get\nyou.",
  "61": "---END OF PREVIOUS SECTION---\nShe nods ~ but begins to cry. RONNIE . You better not tell, or I'll fuckin’ get\nyou. \n---TARGET SECTION TO BE ANNOTATED---\nRonnie stares at her as he huff and puffs. His eyes stray slightly to\nthe left, and just past her.\n\nShe turns away from him suddenly, and it is only then that the true\nfocus of Ronnie’s attention is visible out the driver's window —\n\nTHE PLAYGROUND\nEXT. MCGORVEY HOUSE — NIGHT\n\nSheila’s car pulls up at the curb. Ronnie gets out, holding his\nDOGGIE BAG from the restaurant. Without a word her car speeds away.\n\nINT. MCGORVEY HOUSE, MAY'S ROCH ~ SAME\n\nMay stands at her bedroom window watching her son cross te the front\ndoor. The iook on her face, tragically hopeful.\n\nEXT. EAST WYNDAM STATION — MAGIC\n\nThe five-o-clock pulls into the station and commuters disembark, Brad\namong them. He crosses the platform and makes his way over to the\nfamily car ~\n\nKathy sits waiting in the driver seat, Aaron, securely fastened in\nhis car seat, oblivious to his mother’s hopes and expectations.\n\nBrad arrives and gets in.\n\nKathy makes a quick study of her husband's demeanor.\n\f~81e\n\nRATEY\nSo?\nBRAD\nWhat?\nRATHY\n(laughing)\n\nThe test, dummy. How'd it go?\n\n+ salright,\nRATHY\nI was worried. You never called home last\nnight.\nBRAD\nGuess, I could really use that cell phone.\nKathy is caught off-guard by this response. She decides to ignore it.\nINT/EXT, SARAH‘S HOUSE, SUNROOM — MAGIC\nSarah grabs her overnight bag from the.car and heads toward the\nsunroom. The place is transformed: STREAMERS, DRAWINGS on glass\npanes, and a HOME MADE SIGN on butcher paper running the width\n\nof the room: UPPER CASE letters written by Jean, and pictures of\npeople with CIRCLE BODIES, AND LINES OUT OF THEIR HEADS by Lucy ~\n\nThe sign reads: WELCOME HOME MOMMY\nSarah eyes the place warily, then turns from the room and heads\noutdoors. She rounds the side of the house, looking to make a more\ncomfortable entrance through the kitchen door.\nSARAH'S HOUSE, KITCHEN — MAGIC\nSarah enters to find Jean sitting at the table, knitting and\nlistening to NPR.",
  "62": "---END OF PREVIOUS SECTION---\nThe place is transformed: STREAMERS, DRAWINGS on glass\npanes, and a HOME MADE SIGN on butcher paper running the width\n\nof the room: UPPER CASE letters written by Jean, and pictures of\npeople with CIRCLE BODIES, AND LINES OUT OF THEIR HEADS by Lucy ~\n\nThe sign reads: WELCOME HOME MOMMY\nSarah eyes the place warily, then turns from the room and heads\noutdoors. She rounds the side of the house, looking to make a more\ncomfortable entrance through the kitchen door. SARAH'S HOUSE, KITCHEN — MAGIC\nSarah enters to find Jean sitting at the table, knitting and\nlistening to NPR. \n---TARGET SECTION TO BE ANNOTATED---\nJEAN\nLook who's back.\nSARAH\nThanks, Jean. You're a lifesaver.\nJEAN\nSo how's your old roommate?\nSARAE . .\nOh great, great. Thanks for doing this on\nsuch short notice,\nSarah reaches inte her bag, and pulls out her wallet.\nSARAH\ni want to give you something for your\ntime.\n\nThe woman leoks surprised, and somewhat insulted.\n\f~B2-\n\nJEAN\nThat's not necessary.\n\nSarah pulls some bills out.\n\nSARAB\nNo, really. I insist.\nJean’s face wears the look of someone who has just discovered what a\nperson she thought was a friend, really thinks of her.\nJEAN\n(sharply)\nPlease don’t.\n\nSARAB\n. + Okay.\n\nJean begins gathering up her knitting and her craft box.\nAny calls?\n\nJEAN\nNo, it's been very quiet.\nJean heads to the kitchen door.\n\nJEAN\nShe’s asleep on your bed. We had a very\nbusy day.\n\nSARAH\nunconfortable)\nWell, that’s great. Thanks again.\nJean heads out the door.\n\nSARAE\nJean, is everything okay?\n\nJean turns around and looks at Sarah. She is about to honestly answer\nher question, but decides to bite her tongue instead.\n\nJEAN .\n++. yes, She’s a wonderful child.\nWithout another word she makes for home.\nINT. SARAH’S HOUSE, BATHROOM EN SUITE ~ MAGIC\n\nSarah enjoys a hot shower, mentally reliving her afternoon, while\nerasing any traces of it at the same time.\n\nSARAH'S BEDROOM —~ SAME\nLucy lies asleep on her parent’s bed, her tiny arms curled around a\n\nsquare object, After a moment the child wakes. Her ears perk to the\nsound of running water, coming from the bathroom.\n\fa\n\nLUCY\n(muttering)\nMommy?\n\nSARAH'S BATHROOM — SAME\n\nSarah shuts off the water, squeezes her hair, steps out of the\nshower, wraps her towel into a turban, and gazes into the mirror,\ntrying to find that sweet spot, that perfect angle.\n\nA tiny knock on the bathroom door.\n\nLUCY {0.C.}\nMommy?\nSarah sighs, and closes her eyes, fantasy interrupted.",
  "63": "---END OF PREVIOUS SECTION---\nLUCY {0. C.}\nMommy? Sarah sighs, and closes her eyes, fantasy interrupted. \n---TARGET SECTION TO BE ANNOTATED---\nSARAR\noe eyes?\nLUCY (0.C.)\n\nAre you coming?\nSARAH'S BEDROOM — SAME\n\nLucy stands on the other side of the bathroom door. In her hands, her\nproject for the afternoon.\n\nLucy\nI have something.\n\nSARAH (0.C.}\nWhat?\n\nLUCY\n\nI have something for you.\nSilence, then ~\n\n. _ SARAH (0.C.\nGive me a minute here, okay?\n\nLucy stands there a moment, then walks away - depositing her mother’s\ngift onto the bed on her way out of the room.\n\nThe gitt is something of rare value: Buttons adorning a frame, within\nwhich rests a photo of Lucy herself,\n\nINT. BRAD'S HOUSE, BEDROOM — NIGHT\nKathy and Brad ile back-to-back. Neither one of them can sleep.\nFinally ~\nKATHY\nBrad?.. Brad?\n\nBRAD\nEner?\n\fKATHY\n\nAaron was telling me today ali about his\nnew friend, Lucy.\n\nBrad, still turned away, grimaces.\n\nRAPHY . .\nShe sounds like a sweet little girl...\n\nBrad looks momentarily relieved. Then ~-\n\nA moment.\n\nSilence.\n\nRathy decides\n\nKATEY\n.».What‘’s the mother like?\n\n. BRAD\n+.Uh, nice enough, I guess...\n(yawning)\nI can't even remember her name.\n\n. KATHY\nIsn't it Sarah?\n\n++ -Sarah?\n\nKATHY\nYeah, Sarah? From the pool? She has a\nlittle girl named Lucy?\n\nBRAD\nOh, Lucy’s mom, I forgot, that’s right,\nher name's Sarah.\nto push further.\n\nKATEY\nI think it would be nice for Aaron if we\nall had dinner together.\n\nBrad looks horrified.\n\nBRAD\ns+» Okay.\n\nINT. BRAD'S HOUSE, LIVING ROOM — NIGHT\n\nNodding off, Aaron and Luc’\nyellow canopy of light, an\n\nTWO TINY PAIRS of FEET protrude from a tent fashioned from\n\nlie side by side, surrounded by a warm\nthe drone of their parents conversation.\n\nlished\n\neof Jone\n\nminature SAW HORSES draped with YELLOW SILK. Grown-ups in the middle-\n\ndistance.",
  "64": "---END OF PREVIOUS SECTION---\nBRAD'S HOUSE, LIVING ROOM — NIGHT\n\nNodding off, Aaron and Luc’\nyellow canopy of light, an\n\nTWO TINY PAIRS of FEET protrude from a tent fashioned from\n\nlie side by side, surrounded by a warm\nthe drone of their parents conversation. lished\n\neof Jone\n\nminature SAW HORSES draped with YELLOW SILK. Grown-ups in the middle-\n\ndistance. \n---TARGET SECTION TO BE ANNOTATED---\n\f~25~\n\nINT, BRAD'S HOUSE, DINING ROOM — NIGHT — CONTINUOUS\n\nKathy site next to Sarah, both sipping their wine. They've made\nthemselves comfortable with each other while secretly Sizing each\nother up at the same time.\n\nBrad listens to Richard ~ who’s mid-story in an oft-told tale about\nhis product consulting business.\n\n, BRAD\nSo, you're in adverting?\n\nRICHARD\nNo. That's a common mistake. I’m in\nbranding. And that's really very\ndifferent.\n\nSARAHB\nRichard‘s pretty high up in the company.\n\nKathy smiles at Sarah's seeming support of Richard. She shoots a look\nto Brad as if to say, “isn’t it sweet how proud she is of this dolt?”\n\nBrad smiles back at his wife.\nThis is not lost on Sarah, and she begins eating at a rapid pace.\n\nRICHARD\nYeah, yeah, yeah. Like the other da\nthese guys come to me, and they want to\nstart a chain of Chinese restaurants.\n\nHe pause for dramatic effect.\n\nRICHARD\nAnd not one of them is Chinese!\n\nEveryone at the table is sort of waiting for the punch-line, which\nnever arrives.\n\nBrad and Kathy force polite laughter. Sarah looks miserable.\nFortunately, Brad tries to pick up the thread.\n\nBRAD\nWell, where were they from?\n\nRICHARD\nThey're a bunch of fat cats from\nTennessee. But they think they can create\na chain of restaurants authentic enough\nto fool the average American boob.\n\nMore forced laughter from Brad & Kathy. Sarah wishes Richard would\njust shut up. She turns to Kathy, and tries to change the subject.\n\nSARAB\n. {res dinner)\nThis is delicious.\n\nRATHY\nTen't it?\n\fbh\n\nShe looks across the table at Brad, and smiles.\n\nKATHY\nBrad's a fantastic cook.\n\nSarah is nearly at the end of her rope, and uncertain how much longer\nshe can endure this very strange dynamic.\n\nRICHARD .\nSo, have you seen these flyers with the\nguy's face plastered ali over the\nvillage? Lots of sturm and drang in our\nquiet little town, eh?\n\nBRAD\nTt's crazy.",
  "65": "---END OF PREVIOUS SECTION---\nSo, have you seen these flyers with the\nguy's face plastered ali over the\nvillage? Lots of sturm and drang in our\nquiet little town, eh? BRAD\nTt's crazy. \n---TARGET SECTION TO BE ANNOTATED---\nRICHARD\nWhat T want to know is why they let a\ncreep like that out of prison.\n\nSARAH\nSome of the people going after him are\njust as crazy.\n\nKATHY\nWhat do you mean?\n\nSARAH\nWell, just today I heard that some nut’s\nbeen geray-paintin ,the poor guy\"s house,\npighting ires on his porch, and God\nknows what else.\n\nBrad shrinks.\nKATHY\nDo they know who's doing it?\n\nSARAH\nThey think it’s some ex-cop.\n\nKathy glances at Brad.\n\nSARAB\nYou know, that guy who killed the kid at\nthe mall.\n\nBRAD\n{almost too fast}\nT don’t think it’s him.\n\nKATHY\nYou're biased.\n{to Sarah)\nBrad is friends with the guy. They're\nboth on that Committee of Concerned\nParents.\n\nSarah stares at Brad, perplexed.\n\ffk 7—\n\nSARAHB\nI didn't know you were on that.\n\nBRAD\n{\n\n(nervous } .\nI play on his football team. And he asked\nme to distribute some flyers.\n\nSARAB\n{wounded}\nHie’s on your team? You never told me that.\n\nKathy looks startled. It’s odd to hear such a possessive tone coming\nout of another woman’s mouth, She studies the dynamics of the table.\nEvery gesture, and every word, now viewed through a microscope.\n\nRICHARD\nYou know what's weird? I’ve never even\nseen this McGorvey guy.\n\n. SARAB\nWe did.\n\nRICHARD\nNo, we didn't.\n\nSARAH\n(reclaiming her position}\nNot you. Me and Brad. That day at the\npool, remember?\n\nBrad is unable to mask his discomfort with this question.\n\nBRAD\n{to Sarah's question)\nOh yeah, I forgot.\n\nKathy stares at Brad.\n\nVOLCE\nSexual tension is an elusive thing, but\nRathy had pretty good radar for it. It\nwas like someone had turned a knob a\nhair to the right...\n\nKathy’s view shifts to the RIGHT - To now include SARAH IN THE FRAME\nWITH BRAD for the first time in the scene.\n\nVOICE\n-.",
  "66": "---END OF PREVIOUS SECTION---\nIt\nwas like someone had turned a knob a\nhair to the right... Kathy’s view shifts to the RIGHT - To now include SARAH IN THE FRAME\nWITH BRAD for the first time in the scene. VOICE\n-. \n---TARGET SECTION TO BE ANNOTATED---\n.-and the radio station clicked in so\njoud and clear it almost knocked her\nover, Once she became aware of the\nconnection between them, it seemed\nimpossible that she'd missed it before.\nOn @ hunch...\n\nKathy steals a look toward her own hand as it ~\nInches toward her FORK.\n\nVOICE\nKathy dropped her fork...\n\f~B8—\n\nHer hand “accidentally” knecks the FORK to the FLOOR, It falls end-\nover-end in SLOW MOTION.\n\nShe slips under the table to retrieve the utensil.\n\nVOICE\n«--in the hopes that while retrieving it\nshe would catch Sarak and Brad playing\nfootsie.\n\nKathy stares at the forest of legs beneath the table. No footsie of\nany kind is in progress.\n\nVOICE\nBut she was mistaken.\n\nKathy looks frozen, like a deer in the headlights, not sure what to\ndo next. She makes no move to join the others.\n\nBRAD (0.C.)\nKathy? Are you okay?\n\nKathy’s tries not to hyperventilate.\nShe stares dumbstruck at SARAH'S ridiculously PAINTED TOES.\n\nKATEY\nYeah...just a sec.\n\nINT. BRAD'S HOUSE, BATHROOM — NIGHT\n\nBrad stares into the mirror with a big forced grin on his face, The\nimage is absurd until his hand appears with a TOOTHBRUSH and he\nbegins his nightly regime.\n\nVOICE\nBrad had convinced himself the dinner\npasty had gone well, that he and Sarah\nad inanaged to put Rathy’s suspicions to\nrest, at least temporarily.\n\nINT. BRAD'S HOUSE, BEDROOM — NIGaT\n\nHe emerges from the bathroom and heads over to join Kathy, who is\nalready in bed.\n\nVOICE\nShe certainly hadn't accused him of\nanything, or behaved in a way that made\nhim think she'd noticed anything untoward.\n\nBrad pulls the covers up and glances at Kathy. She smiles.\n\nKATHY\nI’m really glad they came over.\n\nBrad smiles back, confident that his deception has been a success. He\n#20 over, kisses her on the cheek, then reaches up and kills the\night.\n\nBLACK\n\f~$9-\n\nVOICE\nTwo days later, however...\n\nEXT.",
  "67": "---END OF PREVIOUS SECTION---\nHe\n#20 over, kisses her on the cheek, then reaches up and kills the\night. BLACK\n\f~$9-\n\nVOICE\nTwo days later, however... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BRAD & KATHY'S HOUSE — DAY\n\nA CHAUFFEUR opens the door of a TOWN CAR, and Kathy’s mother emerges\nfrom the back. She scans the house with hungry anticipation.\n\nYOICE\n-.-his mother-in-law showed up for a\n“surprise visit” of ominously\nindeterminate length. And from that\nmoment on, she accompanied Brad and\nAaron everywhere.\n\nEXT. WALKER STREET PLAYGROUND — DAY\n\nVOICE\nTo the playground...\n\nBrad pushes Aaron & Bear on the swings, He glances toward the picnic\ntable formerly occupied by the busybodies, only to be met by t\nsuspicious stare of his mother-in-law.\n\nEXT. SHAW’S SUPERMARKET, CHECKOUT — DAY\n\nVOICE\nTo the supermarket...\n\nAaron sits in a SHOPPING CART; Brad and Marjorie stand in a long\ncheckout line, not speaking a word to one another.\n\nBrad's eyes drift toward the magazine rack and land innocently on a\nbikini-clad model on the cover of Fitness.\n\nAs he turns his attention back to the line, he becomes aware of\nMarjorie’s sternly disapproving face.\n\nEXT. TOWN POOL ~ DAY\n\nVOICE\n:,-and to the town pool.\n\nBrad & Aaron are in their usual spot, with the addition of Marjorie.\n\nBrad cranes his neck, pretending to reach for something in his bag,\nstealing a melancholy glance at SARAH, who's sitting under a nearby\ntree,\n\nVOICE\nThe worst of it was the pool.\n\nHer LARGE SUNGLASSES make it impossible to tell if she’s even\nnoticed.\n\nOICE\nNevertheless...\n\fINT. BRAD'S HOUSE, LIVING ROOM — NIGHT\nVOICE\n...after threatening all week to go the\nfootball game...\nKathy and Marjorie sit next to each other on the couch, starin\nacross the room, like two people safely behind Plexiglas, wate!\nvenomous snake at the reptile house.\nVOICE\n..» Brad’s mother-in-law decided against\nit at the last minute.\nAeross the room, Brad bends over to tie his sneaker.\n\nBRAD\nYou sure?\n\nHe tries to keep the pleasure out of his voice.\n\nBRAD\nYou're welcome to come.\n\nMARJORIE\nI'd like to, but I'ma little tired.",
  "68": "---END OF PREVIOUS SECTION---\nHe tries to keep the pleasure out of his voice. BRAD\nYou're welcome to come. MARJORIE\nI'd like to, but I'ma little tired. \n---TARGET SECTION TO BE ANNOTATED---\n You\nand Aaron sure kept me hopping this\nafternoon.\n\nKATHY .\nLooks like you’re on your own tonight.\n\nMarjorie pats Kathy affectionately on the leg.\nMARJORIE ;\nBesides, I need to spend a little time\nwith my daughter. We've hardly said two\nwords since I got here,\nThe familiar SOUND of LARRY'S HORN interrupts her.\nBrad leaps up and heads for the door.\nBRAD\nThat's my ride.\n. _ SATEY\nWhat time will you be home?\n\nBRAD\nDunne, But pretty late, though.\nMARJORIE\n{forced smile)\nBe careful, And stay out of trouble.\n\nBRASS FANFARE & KETTLE DRUMS - AN INTRO WORTEY OF NFL PELMS\n\nRing a\n\n99\n\f~J1-\n\nEXT. EAST WYNDAM BOMBERS’ STADIUM — NIGHT\nA PASSENGER TRAIN SPEEDS BY # AN ELEVATED TRANSOM. THE VIEW SHIFTS\nAWAY FROM THE TRACKS & toward a darkened FOOTBALL STADIUM. Through\nthe lens of NFL FILMS, we experience the following —\nCLOSE ON AN AMERICAN FLAG wafting in the summer air.\nVOICE | .\nWinds whisper of high hopes, victory is\nin the skies.\n\nSLOW 200M OUT from the flag high above the stadium, as banks of PAR\nLIGHTS burst on, one panel at a time, illuminating -\n\nThe empty bleachers.\n\n| VOICE\nOne joins with many on Summer's green\nfield.\n\n..»0n the field, the GUARDIANS are lined up for the opening kick-off.\nTheir opponents, the CONTROLLERS, a bunch of spandex-clad, twenty-\nsomething gym heads, are set to receive.\n\nVOICE\nAt 0-5, the Guardians were the basement\ndwellers of the Tri-County Touch Football\nNight League.\n\nBART WILLIAMS, with his hand in the air, looks to the sideline, where ~\nBULLHORN BOB, stopwatch in hand, blows his whistle.\nWILLIAMS boots the BALL, and the GUARDIANS charge downfield.",
  "69": "---END OF PREVIOUS SECTION---\nVOICE\nAt 0-5, the Guardians were the basement\ndwellers of the Tri-County Touch Football\nNight League. BART WILLIAMS, with his hand in the air, looks to the sideline, where ~\nBULLHORN BOB, stopwatch in hand, blows his whistle. WILLIAMS boots the BALL, and the GUARDIANS charge downfield. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE\n\nThe Controllers, a team of young hotshots\n\nfrom the financial district, were 4-1,\n\nwith an explosive offense that regularly\n\nracked up 40 to 50 points a game. But\n\nfrom the opening kick-off...\n\nThe CONTROLLERS’ speedy RETURN MAN is gang-tackled by FOUR ferocious\nGUARDIANS.\n\nVOICE\noe this ragtag ‘oup of law enforcement\nofficers decided to crunch their own\nIS.\nDEWAYNE SAVAGES NUMBER 29,\nCORRENTI CLOTHESLINES NUMBER 12.\nBRAD SUBMARINES NUMBER 28.\n\nWILLIAMS AND OLAFFSON SANDWICH NUMBER 39 AGAIN,\n\f-92-\n\nVOICE\nBut the Controllers scored first, after.\nrecovering a Bart Williams fumble deep in\nGuardians territory sear the end of the\nsecond quarter.\n\nControllers’ NUMBER 39 struts in the end zone, while BART clutches\nhis head in dismay.\n\nVOICE . :\nThe Guardians evened things up early in\nthe second half...\n\nBRAD completes a slant pass to DEWAYNE.\n\nBART rushes up the middle, struggling for six yards.\n\nVOICE\n«+» moving methodically downfield...\nBRAD pitches the ball to DEWAYNE, who turns the corner with CORRENTI and\nLARRY blocking. ~\nVOICE .\n-..on an 80-yard touchdown drive.\nBRAD throws a short pass to DEWAYNE for the score.\nVOICE\nThe Controllers regained the lead with a\nfourth quarter field goal.\nThe ball tumbles end over end through the goalposts.\nBULLHORN BOB raises his hands, signalling, “It's good.”\n. VOICE |\nWith less than a minute to go, trailing\nby three, the Guardians faced the\nextinction of their hopes, It was their\nlast chance, fourth and five on their\nown thirty-five.\n\nCLOSE ON BRAD'S HANDS, opening like a clamshell against LARRY’S ASS\nas he takes the snap.\n\nBRAD bootlegs right, looking first for RITCHIE MURPHY, his short man.\nCovered.\n\nDitto on BART, his middle receiver.\nBRAD cocks the ball, ready to throw to —\n\nDEWAYNE, his last and best chance, only to watch him slip and fall as\nhe makes his cut.",
  "70": "---END OF PREVIOUS SECTION---\nCovered. Ditto on BART, his middle receiver. BRAD cocks the ball, ready to throw to —\n\nDEWAYNE, his last and best chance, only to watch him slip and fall as\nhe makes his cut. \n---TARGET SECTION TO BE ANNOTATED---\nBRAD loops back to avoid the pass rush. He looks up to see open field\nahead. He tucks the ball and runs. Fifteen, twenty, twenty five yards,\nthe field pitching toward him with each pounding stride.\n\f~9}—\n\nTHE CONTROLLERS begin to gain on him. Out of nowhere DEWAYNE pulls up\nbeside him to run interference, but THE CONTROLLERS NUMBER 39 trips\nwp DEWAYNE, leaving BRAD exposed to THE CONTROLLERS speed demon\n\nER 23, He’s only inches away from the tackle when suddenly LARRY,\nscreaming like a banshee, flies between the two men and flattens THE\nCONTROLLER.\n\nTHE CONTROLLERS, NUMBER 9 catches up to BRAD as he crosses the\nfifteen yard-line. BRAD slams on the brakes so drastically and\nunexpectedly that his pursuer simply goes zooming past him with a\ndesolate cry of protest stumbling out of bounds and leaving Bi\nwith a clear path to the end zone. He spins on his heels and jogs\nbackwards into the end zone, the ball raised triumphantly overhead.\n\nHe spikes the ball, his arms stretch wide, his chest heaving.\n\nBRAD searches the STANDS for a witness te his glorious moment. To his\nsurprise, he sees —\n\nSARAH in the top row of the BLEACHERS - she’s seen it ail. The music\ncrescendoes to a finale as their eyes meet.\n\nThe NFL FILM sequence morphs into our previous reality\nEXT. EAST WYNDAM BOMBERS’ STADIUM, BLEACHERS — LATER\nLarry appears to be the only player remaining. He zips up his GYM\nBAG, and then looks out across the field, scanning it for his friend.\n\"LARRY\n{calling out)\nBrad?\nNo answer.\nFinally, he spots TWO SHADOWY FIGURES embracing in the END-ZONE.\n\nLarry hesitates, then walks back onto the field, and makes his way\ntoward Brad and Sarah. He stops near the ten yard-line.\n\nLARRY\nBrad?\n\nBrad looks up, pissed.\n\nBRAD\nWhat do you want?\nYE\n\nLARR’\nAll the guys are waiting for us at the\nbar. Are you comin’?\n\nBRAD\nWhy don’t you go ahead. I’11 catch up\n\nlater.",
  "71": "---END OF PREVIOUS SECTION---\nAre you comin’? BRAD\nWhy don’t you go ahead. I’11 catch up\n\nlater. \n---TARGET SECTION TO BE ANNOTATED---\nLARRY\nYou're gonna come, right? We need to\ncelebrate.\n\nBRAD\nYeah, yeah, I°ll be right there.\n\f94\n\nLARRY\n(desperate)\nYou promise?\nBRAD\nJesus, Larry. I just told you.\n\nLARRY\nWell...you got a ride?\n\nBRAD\nYEAR.\n\nLarry turns to go.\n\nLARRY .\nOk. I‘11 have a cold one waiting for you.\nLarry stomps off.\nINT. \"TALK OF THE TOWN” TAVERN — NIGHT\n\nThe place is omety save for Larry, who sits at the bar, utterly alone.\nTWO BEERS, and TWO SHOTS lined in front of him waiting for Brad’s\narrival. Larry stares at the glasses with heartbreaking expectation.\nKEN, the bartender, stands directly across from Larry ~ looking every\ninch the man who is about to kick Larry’s ass.\n\nKEN\nLarry? Larry!?\n\nLarry finally looks up.\n\nKEN\nYou need to go home.\n\nLARRY\nJust give me five more minutes he\npromised he was coming.\n\nKEN\nI don't care what he promised. I need to\nlock up. Now get your butt out of here.\n\nLarry doesn't move.\n\nKEN\nNOW!\n\nEAST WYNDAM BOMBERS’ STADIUM, END 20NE -- NIGHT\n\nBrad and Sarah lie on their backs together looking up at the night\nsky. Still high from his triumph, Brad bubbles with an animated\nenthusiasm.\n\nBRAD\nWhen I looked up and saw you — it was\njust. Wow. Wow. Thank God you came. I\ndon’t want to go home. I want to stay\nright here forever.\n\fGham\n\nBRAD (CONT) .\nFor the first time in my life I feel like\nI can do anything. Like anything’s\npossible. You know?\n\nSarah rolis onte her side to look at him. Her eyes are wet and puffy,\nher voice husky with emoticon.\n\nSARAH\nWhat are we doing here?\n\nBRAD\nWhatta you mean?\n\nSARAH\nIt’s not real, Brad. Tt’s wrong, and it’s\nweird, How long are we going to sneak\naround together? How long can that last?\n\nBRAD\nNo. Don’t say that.\nBrad looks like his high is very likely on the way to a terrible crash.",
  "72": "---END OF PREVIOUS SECTION---\nBRAD\nNo. Don’t say that. Brad looks like his high is very likely on the way to a terrible crash. \n---TARGET SECTION TO BE ANNOTATED---\nBRAD\nI want you to listen to me, Sarah.\nAs long as I know we're going to have\nthis, as long as —\n\n_ SARAH\n\n{cutting him off) .\nHave what? What is this? Look if that\ndinner party at your house was any |\nindication...you seem pretty happy with\nour wife. I mean you have this perfect\nite and I don't want to be the one\nthat...\n\nSomething comes over him, He can't lose this ground. Not tonight. He\nimmediatély kicks into high gear. He leans in to her.\n\n,__ BRAD\nRun away with me.\nSARAH\nWhat? You...you don’t mean that,\n\nBRAD\nYou believe in me.\n\nHis new confidence excites and frightens her.\n\nBRAD\nC'mon. We'll go away ~ figure this thing\nout... It’s not weird. The kids are\ncomfortable with each other. I know\nthere's more to it than that, but let's\ndo this. Please. Please, Sarah.\n\n \n\nHe kisses her deeply. Then pulls back slowly.\n\nSarah's face reacts with the force of someone who has just won the\nLotto but has no idea where te redeem the ticket.\n\f9 Gm\n\nSARAH\n{breathless}\nwe sOKay.\ngiggling)\nYes. Yes.\n\nEXT. “TALK OF THE TOWN” TAVERN, PARKING LO? ~ LATER\n\nLarry sits on the curb outside the entrance of the place, muttering.\nHis head buried in his lap, like a jilted lover.\n\nLARRY\n\nBrad,... Fuckin’ Brad, I’m so sick of\nhearing about that guy... O00H Brad made\nthe Fuckin’ touchdown.... Yeah, you know\nwhy he didn’t have the balls to show up\nhere tonight? Because I made the fuckin’\nblock... that’s why he can’t even look at\nme, He’s embarrassed to even see me.\n\nLarry has worked himself into quite a lather. Then ~\nLARR!\n(furious) |\nI hate everyone in this fuckin’ town.\nTHE SOUND OF TL. St CHING PAN\nLARRY (0.C.)\n(into a bullhorn)\nUP!\nINT.",
  "73": "---END OF PREVIOUS SECTION---\nSt CHING PAN\nLARRY (0. C.)\n(into a bullhorn)\nUP! INT. \n---TARGET SECTION TO BE ANNOTATED---\n MCGORVEY ROUSE, MAY'S BEDROOM — NIGHT\nMay lies in bed, her eyes open as if from a bad dream.\n\nLARRY {0.C.)}\nWAKE UP! WAKE UP IOWARD COURT!\n\nMay sits up in bed.\n\nMAY\n(as if to God}\nOkay, I'm awake.\n\nLARRY (0.C.)\nOPEN YOUR EYES! GET YOUR GOD DAMN HEADS\nOUT OF THE SAND!\n\nMAY\n{confused}\nMy heads? My God damn heads?\n\nShe stands too quickly, and has to sit back down to recover. She\ntakes a breath. Then slowly makes her way to the window.\n\nLARRY (0.C.)\nDON’T YOU PEOPLE LOVE YOUR CHTLDREN?\nDON’? YOU WANE TO PROTECT THEM FROM EVIL?\n\nMay pulls up the SHADE and looks down to see Larry standing in front\nof her house.\n\fQJ\n\nLARRY\nWOODWARD COURT! THERE'S A PERVERT IN YOUR\nee THERE’S A GOD DAMN PERVERT IN YOUR\nMIDST.\n\nINT. MCGORVEY HOUSE, UPSTAIRS HALLWAY — SAME\nLarry’s voice continues to emanate through the place.\n\nThe hallway light switches on. May crosses out of her bedroom,\nthrowing on a robe, while heading to the stairs.\n\nRonnie's head peaks out of his room.\n\nMAY\nit’s okay, Ronnie. Just stay inside.\nMay hurries downstairs.\nEXT. WOODWARD CT. ~ SAME\nHOUSE LIGHTS up and down the street domino on. As Larry's rant continues.\nEXT. MCGORVEY HOUSE, FRONT STOOP ~ SAME\n\nThe door opens on a very angry May, dressed in a NIGHTGOWN & ROBE.\n\nMAY\nYou dirty son-of-a-bitch! Get off my lawn!\n\nIn a frenzy, she runs toward Larry in her bare feet.\n\nWho the hell So. you think you are? Mr.\nHigh and Mighty?\n\nLarry ignores her.\n\n(through gh bul horn)\nNO PERVERTS Av THE TOWN POOL! NO PERVERTS\nAT THE TOWN POOL\n\nMAY\n{shouting}\nYou think you’re God? Far from it.\n\nLarry inadvertently addresses her through the bullhorn.\nLARRY\nI XNOW I'M NOT GOB. I NEVER SAID I WAS.\n\nMAY\nYou're the murderer.",
  "74": "---END OF PREVIOUS SECTION---\nLARRY\nI XNOW I'M NOT GOB. I NEVER SAID I WAS. MAY\nYou're the murderer. \n---TARGET SECTION TO BE ANNOTATED---\n You killed the boy.\nLarry lowers the bullhora.\nLARRY\n\nI didn’t surder anyone. Now why don’t you\ngo back inside and put some clothes on.\n\f98\n\nMAY\nYou shot him through the neck.\nTread it in the paper.\n\nTo his amazement, May lunges for the bullhorn, and tries to rip it\nout of his hands. She has no chance against his strength. He raises\nit inte the air, and her along with it.\n\nMAY\n(angry) :\nGive me tne. dust give it to me.\n\nBIG GUY'S VOICE {0.C.}\nHey, Mister. You need to go home.\n\nLarry glances over his shoulder, and sees two men standing by the\ncurb a BIG GUY in lightweight pajamas, and a LITPLE GUY dressed in\na robe.\n\n; LITTLE GUY\nThe police are coming.\n\n_ BIG GUY ;\nYou're scaring my kids, I wish you'd cut\nit out.\n\nLARRY\n\n(grunting) .\nYour kids need to be frightened.\nThey live across the street froma\npervert.\n\nA_STREN BLARES IN THE DISTANCE\n\nLarry's ears prick up at the threat, he looks down the street and\nthen makes one last tug on the bullhorn. The momentum sends May\ntumbling backward onto her lawn. This goes unnoticed by Larry as he\nmoves toward the sidewalk to see which direction the squad car will\narrive.\n\nThe Big Guy and Little Guy run over to where May has fallen.\n\nLITTLE GUY\nOh, My God! Mrs. McGorvey are you okay?\n\nShe‘s flat on her back, and unconscious.\n\nBIG GUY\nMay!? Mayi? I think we better call and\nyalance.,\n{shouting} .\nKaren! Call an ambulance right now!\n\n|, KAREN (0.C.)\nI’m doing it.\n\nLarry finally sees what has happened, and tentatively makes his way\nover. He stares at May's twitching limbs and hears ah AWFUL GURGLING\nNOISE coming from somewhere deep in her throat. Her eyes are WIDE\nOPEN, staring straight into his. Her lips are moving, but there\naren’t any words coming out. He looks scared.\n\f~99..\n\nLARRY\nOh, Fuck. This is all 7 need,\nEXT.",
  "75": "---END OF PREVIOUS SECTION---\n~99.. LARRY\nOh, Fuck. This is all 7 need,\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n HECGORVEY HOUSE, FRONT YARD ~ LATER\nGUMBALL LIGHT Rakes everything, People in nearby houses gawk from\ntheir porches, Other neighbors make their way down the street to get\na better look at the scene.\n\nMAY, attached to 02 and an IV DRIP, lies supine on a GURNEY as she is\nloaded into a waiting ambulance by two EMT’s.\n\nLARRY sits in the back of a POLICE CRUISER watching it all.\n\nA POLICE OFFICER leads RONNIE away from his mother’s side, and back\ntoward the front of the house. Ronnie turns his back on the cop. At\nthis moment he is only interested in looking at one man ~\n\nLARRY -- locked in the backseat of the squad car.\n\nRonnie’s gaze is filled with an intensity we have never seen,\nLarry, sees it too, and is the first to look away.\n\nEXT. TAXICAB, EAST WYNDAM PRESBYTERIAN HOSPITAL ~ NIGHT\n\nA cab pulls up to the curb. Ronnie gets out of the car, holding a\nWOMAN'S TRAVEL CASE, and heads toward the hospital entrance.\n\nINT. ICU, WAITING ROOM — NIGHT\n\nA TELEVISION mounted from the ceiling drones Bloomberg.\n\nOther than a TEENAGE GIRL, reading Time Magazine, Ronnie is alone.\nA hand appears in front of him, holding a CUP OF COFFEE. He looks up\nin surprise to see -\n\nA 30 year-old PUERTO RICAN WOMAN extending the beverage.\n\nPUERTO RICAN WOMAN\nCafe con leche?\n\nHe nods, gratefully taking the cup from her hand. She sits down\nbeside Aim and drinks from her own cup.\n\nShe opens her wallet and leans over to him, displaying its contents:\nA Sears portrait of an older Puerto Rican woman.\n\nPUERTO RICAN WOMAN\nMadre.\n\nRonnie pats his pockets, and realizes he has no photo of May to\nshare. He nods to the woman.\n\nRONNIE\nMe too. She's resting now.\n\f~100-\n\nIN’. ICQ, MAY'S ROOM - SAME\n\nMay lies in a hospital bed, attached to a ventilator, catheter, ERG\n\ndiodes, and drip.",
  "76": "---END OF PREVIOUS SECTION---\nShe's resting now. ~100-\n\nIN’. ICQ, MAY'S ROOM - SAME\n\nMay lies in a hospital bed, attached to a ventilator, catheter, ERG\n\ndiodes, and drip. \n---TARGET SECTION TO BE ANNOTATED---\n A monitor SOUNDS its steady metronomic beep, as\n\nA NURSE’S BANDS steady an ENVELOPE that MAY is struggling to address:\n“RONNTE*\n\nINT. EAST WYNDAM POLICE STATION — SAME\n\nA HAND, attached to the HASH MARKED SLEEVE of a POLICEMAN’S SHIRT,\n\npasses a MAN'S BELT, a PACK OF CHEWING GUM, and a WEDDING BAND across\n\n@ recess on the underside of a Plexiglas walled counter. On the other\n\nSide of the divider, a PAIR OF HANDS attached to a familiar SWEAT\n\nSHIRT receive the above.\n\nOn a PRISONER RELEASE FORM, a signature is made on a line above a\ntyped name ~ Larry Hedges. .\n\nA WALL MOUNTED SECURITY MONITOR memorializes the exchange.\n\nEXT. POLICE IMPOUND YARD — LATER\n\nThe street is empty, except for Larry, who glances around in all\ndirections, as he makes his way over to a chain-length-fence, and\nrests his hands against it.\n\nOut of nowhere A BARRING GERMAN SHEPARD leaps spread~eagle onto the\nfence and tries to bite Larry.\n\nLarry, safely on the other side, jumps back, startled.\n\nA LARGE MAN with a pot belly emerges from the impound office and\npulls the dog back.\n\nLARGE MAN\nGet down — knock it off!\n\nHe grabs a chain that is permanently fastened to the side of the\nbul ding and attaches it to the animal’s collar. Then opens the chain-\nlength-tence. The dog continues to bark.\n\nLarry backs away, putting as much distance between himself and the\nShepard as he can. Headlights smack Larry in the face as his van\nemerges from the back recesses of the lot, and pulls up to the fence.\nLarry clocks the dog as he steps forward to retrieve his van.\n\nThe animal gives a constant low growl, not taking his eyes off Larry\nfor a second.\n\nLarry throws the van into gear, and takes off.\nINT. LARRY'S VAN — NIGHT\nHe drives as if in a trance. Larry looks worriedly down at his right\n\nhand, which shakes uncontrollably. He tries to steady it by gripping\nthe wheel, as if his life depended upon it.",
  "77": "---END OF PREVIOUS SECTION---\nLARRY'S VAN — NIGHT\nHe drives as if in a trance. Larry looks worriedly down at his right\n\nhand, which shakes uncontrollably. He tries to steady it by gripping\nthe wheel, as if his life depended upon it. \n---TARGET SECTION TO BE ANNOTATED---\n\f~1ol-\n\nINT. ICU WAITING ROOH — NIGHT\n\nBonnie, agleep in a chair, is alone in the room now. The TV continues\nto drone in the background.\n\nA NURSE arrives at his side ~ she takes a seat beside Ronnie and,\nplacing her hand on his shoulder, gently wakes him.\n\nNURSE\nMr. McGorvey? Mr. McGorvey?\n\nRonnie stirs.\n\n_. NURSE\nI'm afraid we have some bad news.\nRonnie just stares at her.\nINT. ICU STAFF COUNSELOR’S OFFICE -- NIGHT\n\nA windowless office with fluorescent lighting. Day or night — the\nplace Femains the same. An ICU COUNSELOR is midway through a speech\ne's given too many times. By degree, his bedside manner only\nslightly more sensitive than a veteran police officer reading a perp\ntheir Miranda rights.\n\nCOUNSELOR\nDo you have a mortuary to make the\narrangements for you?\n\nSilence.\n\nCOUNSELOR .\nIt's not a problem. The hospital has a\nlist I can provide you with. Now here’s\nwhat's going to happen. Your mother’s\nbody will remain in her bed for up to\nthree hours. Three hours is typical, but\nif there is a request for more time,\ndepending on our occupancy, it’s usually\nnot a problem. If there’s anyone you'd\nlike to call ~ family, friends, they're\nwelcome to full bedside visitation\nprivileges before the body is taken\nlownstairs to be prepped for transport.\nDo at have any questions that come to\nmu\n\nRonnie is silent.\n\nCOUNSELOR\nAnything we can help you with?\n\nRonnie finally looks up.\n\nRONNIE\nvo RG.\n\nCOUNSELOR\nOkay. I’d like to remind you to take all\nof Your mother’s personal belongings with\nyou before leaying the hospital today.\n\f~102-\n\nCOUNSELOR (CONT) .\nAnd all I need from you now is to sign\nthis release-of-remains form.\nHe slides a clipboard across the desk.\nEXT, HOSPITAL, PARKING LOT ~ FOLLOWING AFTERNOON\n\nA dazed Ronnie leaves the hospital, clutching May's travel case.",
  "78": "---END OF PREVIOUS SECTION---\nAnd all I need from you now is to sign\nthis release-of-remains form. He slides a clipboard across the desk. EXT, HOSPITAL, PARKING LOT ~ FOLLOWING AFTERNOON\n\nA dazed Ronnie leaves the hospital, clutching May's travel case. \n---TARGET SECTION TO BE ANNOTATED---\n He\nheads down the sidewalk, but stops suddenly when he sees —\n\nThe same cab that dropped him off the night before, waiting at the\ncurb. Ronnie heads over and gets into the back seat. The car pulls\naway.\n\nAs it leaves the hospital parking lot it passes —\n\nLARRY, sitting in his van at the other end of the parking lot — watching.\nINT, MCGORVEY HOUSE, ENTRY WAY ~ LATE AFTERNOON\n\nThe door opens and closes to RONNIE’S FEET. They make their way\ninside, and over to A PAIR of MAY'S SHOES, that sit patiently waiting\nfor her return.\n\nINT. MCGORVEY HOUSE, MAY’S BEDROOM -- LATE AFTERNOON\n\nRonnie’s hands unpack May’s travel case, He removes each item, and\ngently lays them onto the bed: A compact, a toothbrush, moisturizing\ncreme, and a hairbrush. He is about to ciose the lid, when he spots\nsomething on the bottom of the case, AN ENVELOPE with a single word\nroughly scrawled across its front - “Ronnie.”\n\nINT. MCGORVEY HOUSE, KITCHEN ~— NIGHT\n\nThe kitchen light flicks on. Ronnie stands in the doorway, the\nunopened envelope in his hand, taking stock of the mess he’s made in\nthe past few days — UNWASHED DISHES piled up in the sink, yesterday’s\nHALF~EATEN DINNER still sitting on the table, right next to an\nOVERFLOWING ASHTRAY.\n\nA PLAY~TEX RUBBER GLOVE is tugged over a hand.\n\nThe faucet runs, filling a pot with sudsy water.\n\nA determined Ronnie reaches for a sponge & gets down to work.\n\nLATER\n\nThe gloves come off, and are tossed in the sink. The kitchen looks\nclean.\n\nRonnie crosses over to the kitchen table and sits.\n\nHe stares at_the UNOPENED ENVELOPE, now resting in the fruit basket.\nHe tentatively picks it up, and slowly turns if over in his hands.\nHow long should he wait to have this conversation with his mother?\nHe waits, but a moment, and then opens it.\n\nA single line of script, “Please be a good boy.”\n\fifs.",
  "79": "---END OF PREVIOUS SECTION---\nHow long should he wait to have this conversation with his mother? He waits, but a moment, and then opens it. A single line of script, “Please be a good boy.”\n\fifs. \n---TARGET SECTION TO BE ANNOTATED---\nHis face begins te contort, as if he’s in real pain. He drops the\npiece of paper and flees the kitchen.\n\nLIVING ROOM\n\nHe flies into the room, talking to himself, while he moves straight\nto the many shelves full of HUMMEL FIGURINES. He stares at a myriad\nof innocent faces, The little boys & girls in halcyon settings seem\nto be mocking him. it is the hour, and suddenly all of the clocks\nbegin to strike. So does Ronnie. With a frightening intensity -\nsmashing, throwing, and destroying the figurines, the clocks ~ all of\nit, He displays an energy and determination we have never seen.\n\nINT. BRAD’S HOUSE, HALLWAY ~ NIGHT\n\nBrad makes his way along the upstairs hallway, stopping outside the\ndoorway of. —\n\nAARON'S ROOM\n\nBrad stands there a moment staring at his, jester-cap clad, son\nasleep on his bed.\n\nAfter a moment, Brad kneels down and shakes the boy awake.\nBRAD\n{whispers )\nAaron?\n\nAaron nods. And sits up a little. Brad takes a deep breath, studying\nhis son, who gazes back at him with trusting eyes.\n\nBRAD\nAaron?\n\n1 AARON\nslee\nYes, dalay? Py)\n\nBRAD\n(almost pleading)\nCould you take off your hat for me? Just\nfor a second?\n\nTo Brad’s surprise, Aaron does ag he’s told.\nAARON\nBre you mad at me, daddy?\n\nBRAD\nNo, No, No. I just want you to know that\nI love yo very much, and I would never\ndo anything to hurt you. Okay?\n\nAARON\n+> Okay.\n\nBrad leans over and kisses Aaron on the cheek.\n\nBRAD\nYou can go back to sleep now.\n\f~1lt4-\n\nINT. BRAD'S HOUSE, BEDROOM — LATER\n\nCLOSE ON a piece of paper being slipped into an envelo; it rises up\nne e\n\nto BRAD’S LIPS, and he licks flap. The front is auhressed with a\n\nsingle word - \"athy.”\n\nHis eyes stray to Kathy's bedside table on which rests a framed picture\nof husband & wife. Kathy standing in front of Brad — protective.",
  "80": "---END OF PREVIOUS SECTION---\nBRAD'S HOUSE, BEDROOM — LATER\n\nCLOSE ON a piece of paper being slipped into an envelo; it rises up\nne e\n\nto BRAD’S LIPS, and he licks flap. The front is auhressed with a\n\nsingle word - \"athy.”\n\nHis eyes stray to Kathy's bedside table on which rests a framed picture\nof husband & wife. Kathy standing in front of Brad — protective. \n---TARGET SECTION TO BE ANNOTATED---\nHALLWAY\n\nMarjorie and Kathy busy themselves with after-dinner clean-up, In the\nhallway behind them, Brad passes unnoticed on his way te the front\ndoor, carrying a SMALL GYM BAG.\n\nHe opens the door, glances over his shoulder toward the kitchen, and\nleaves the house.\n\nINT. SARAH'S HOUSE, LIVING ROOM — SAME\n\nSarah rounds the bottom of the stairs to find Lucy, in front of the\ntelevision, watching Charlie Rose.\n\nShe crosses to Lucy, kneels down, and picks her up.\n\nSARAH\nLucy, come on. Let's go.\n\nEXT. SARAH'S HOUSE — NIGHT\n\nSarah emerges with the child on her hip, her free hand struggling\nwith the overnight bag and a Barbie backpack. She barrels toward her\nVolvo, opens the back door and is immediately faced with the\nimpossibility of Lucy’s car seat.\n\nLUCy\nI will not get in the car seat!\n\nSarah struggles to load her in, Lucy goes completely stiff and\nstraight making this an impossibility.\n\nYes, you will. You will get in the car\nseat. so\n\nLUCY\nKo. I will not.\n\n1 a }\nsadin\nPlease! 5\n\nCUP TO:\nTHE OPPOSITE BACK PASSENGER DOOR OPENS\n\nSarah tries to appear calm,\n\f-105—\n\nSARAH ,\nAlright, you don’t have to get into the\ncar Seat. You can just lie here.\n\nShe lays Lucy onto the back seat, Lucy allows this.\n\n3\nRo, actually...\nShe puts the child down on the floor.\nSARAB\n++-get on the floor. Now just stay\non the floor. Stay on the floor\nand hide. Or mommy will get\narrested. Okay?\nSarah shuts the door.\nINT. MCGORVEY HOUSE, KITCHEN - NIGHT\nLooking wild-eyed and muttering angrily to himself, Ronnie rummages\nthrough a CUTLERY DRAWER until he finds what he’s looking for. He\ndraws his finger along the blade of a BUTCHER KNIFE, testing its\nsharpness.\nEXT. WALKER STREET PLAYGROUND ~— NIGHT\n\nSarah, carrying Lucy, arrives at the playground, entering through the\nfront’ gate. Sarah tuens and closes the idtch with a Clank.",
  "81": "---END OF PREVIOUS SECTION---\nEXT. WALKER STREET PLAYGROUND ~— NIGHT\n\nSarah, carrying Lucy, arrives at the playground, entering through the\nfront’ gate. Sarah tuens and closes the idtch with a Clank. \n---TARGET SECTION TO BE ANNOTATED---\nLUCY\nMommy, I want to go home?\nSARAH\n(impatient)\nIn a minute. As soon as Brad gets here.\nINT/EXT. LARRY'S VAN, MCGORVEY HOUSE — NIGHT\nLarry's parked outside Ronnie’s house, staring at the front door.\nsi OF A RBI RB\nINT. MCGORVEY HOUSE, FRONT HALL — MOMENTS LATER\nThe entry way is unoccupied. No one moves to answer the door. The\nringing stops. We hear the SOUND of knocking, and the door slowly\nopens to reveal Larry. He looks nervous, unsure how to proceed\nwithout the obstacle of a gatekeeper.\n\nLARRY\nRonnie?\n\nERT, MAIN STREET — NIGHT\n\nBrad, carrying his bag, walks past the darkened businesses in the\ntown center. He looks like a robot, or a man heading to the gallows.\nFinally he picks up the pace to his normal gate — breaks into a trot,\nand then a full out sprint.\n\f~166—\n\nEXT. WALKER STREET PLAYGROUND — SAME\n\nSarah pushes Lucy on the swing. She steals a look at her watch, and\nthen glances toward the front gate. She turns back around and\ncontinues pushing the swing. Her ears perk up at the sound of RAPIDLY\nAPPROACHING FOOTSTEPS she smiles. The gate clanks open. She smiles\nand turns toward the sound. But instead of finding Brad ~\n\nIt's RONNIE.\n\nHis hands are buried beneath his shirt, and he is moaning. His\nhunched-over figure makes his way past her, and over to the swingset\nat the opposite end of the park.\n\nOh, my God.\n\nAlmost unconsciously, she continues to push Lucy. The metronomic\nrhythm some sort of odd comfort. She keeps her eyes trained on this\nman, and then steals an expectant look back toward —\n\nTHE ENTRANCE OF THE PLAYGROUND.\nEXT, MUNICIPAL LIBRARY — SAME\n\nBrad sprints down the street past the library, But at precisely this\nmoment “G\" comes flying through the air on his skateboard, sails\nright | across his path. Brad comes to a complete stop. His eyes follow\nthe boy.\n\n\"6\" (0...)\nHey, dude.",
  "82": "---END OF PREVIOUS SECTION---\nBrad comes to a complete stop. His eyes follow\nthe boy. \"6\" (0...)\nHey, dude. \n---TARGET SECTION TO BE ANNOTATED---\n What‘s your hurry?\n\nAs if in a trance, Brad walks straight up to the skateboarders, who\n\nare gathered around a steep concrete stairway. He has never been this\n\nclose .to them. Brad stands next to ”G”, who watches one of his\n\nminions fly off the staircase. The boy turns to him, extending his\nard.\n\n4\n\nWhy don't you take a run.\n\n, ANOTHER SKATER\nGive it a shot, see what happens.\n\nBRAD\nYou guys are orazy. the stai )\ninting to stairway\nI can't Bo that y\n\na\n\nTt's not about chat.\n\nHe speaks to Brad as if this is the most important piece of wisdom\none person could impart to another.\n\na\nor\nTt’s about skating.\n\nCUT TO:\n\f-107-\n\nEXT. MUNICIPAL LIBRARY — MOMENTS LATER\n\nBrad stands on the board, poised ak beginning of a long run of |\nconcrete. He kicks forward gaining speed. The skateboarders urge him\non with shouts, whoops, and cries of encouragement. He will need it.\nHis approach to the stairway is coming up fast. It must be right.\nRere it is. He launches off the stairway, catching an unbelievable\namount of air.\n\nEXT, WALKER STREET PLAYGROUND — SAME\n\nSarah, trying to ignore Ronnie‘s presence, glances over her shoulder\nexpecting Brad’s arrival.\n\nThe SOUND of Ronnie sobbing is something she can no longer ignore.\nShe turns to see —\n\nHim hunched over on his swing, crying uncontrollably.\nShe pauses just a moment, and then abandons Lucy’s swing, and makes\nher way over toward the other end of the park. Stopping half-way\nbetween the two structures.\nShe wears a look of uncertainty on her face as she takes a couple of\nhesitant steps in his direction.\nSARAH\n2+. do you need help?\nRe looks up at her in shock, and then nods.\nRONNIE\n(through tears}\n++ She's gone.\nHe can hardly get the words out.\n\nRONNIE\n---She’s ...gone.\n\nSarah doesn't know who “she” is, even so, she offers what little sclace\nshe can.\n\nSARA\n\nenth\noe who? . is gone?\n\nRONNIE\nse. Mommy.",
  "83": "---END OF PREVIOUS SECTION---\nSARA\n\nenth\noe who? . is gone? RONNIE\nse. Mommy. \n---TARGET SECTION TO BE ANNOTATED---\nSARAR\nI'm... I'm sorry.\n\nRONNIE\nShe loved me.\n\nA moment.\n\nRONNIE\nShe’s the only one.\n\f~108—\n\nHe drops his head back down, and continues to sob. What he says from\nthis point on is to himself. For him, Sarah no longer exists.\nRONNIE ;\nMommy died... mommy died...\nSarah is at a complete loss, She stands dumbstruck for a moment.\n\nThe SOUND of the ENTRANCE GATE clanking shut, turns her around,\nexpecting to find Brad.\n\nInstead she finds Lucy's empty swing, swaying back-and-forth.\n\nSarah panics.\n\nLucy?!\n\nNothing.\n\nLucy!!!\nNothing.\nThe child is nowhere in sight. Sarah scans the tiny playground.\nThe child has disappeared. Sarah sprints away from Ronnie, and begins\nsearching the shadows.\n\nSARAH\n{screaming now)\n\nLueyitiit\nNOTHING\nSarah sprints toward the entrance, and emerges onto —\nTHE STREET ~ She looks up and down in both directions. Her face primal,\nas is her cry. .\n\nLUCYILiT\nA moment of terror that feels like an eternity.\nFinally, about a hundred yards down the sidewalk she sees —\n\nLUCY — The child stands at the base of a street light staring up at\nthe lamp, as if hypnotized.\n\nINSECTS flutter in groups, propelling themselves against the vapor.\nThe child is utterly absorbed.\n\nSarah's face relaxes. Though it wears the confusion of her sudden\noutburst and momentary sense of loss.\n\nSARAB\nLacy!\n\f—109—\n\nSarah runs to Lucy, scoops her inte her arms, and heads te her ~\nCAR\nAlmost hyperventilating now.\nSARAH\n\nGet in (ee uk-seat. Set in the car-seat.\nThe child does not fight her.\nUnto the’ seat, but fer soaking hends nae aness of it. Pinally eho\naust for enitars tae. ees orward and begins to seb uncontrollably\nLucy looks down at her mother, concerned.\n\nShe lifts up her tiny hand and places it on top of Sarah’s head ~\ngently stroking it, back and forth.\n\nLUCY\nIt's okay, mommy. It’s okay.",
  "84": "---END OF PREVIOUS SECTION---\nShe lifts up her tiny hand and places it on top of Sarah’s head ~\ngently stroking it, back and forth. LUCY\nIt's okay, mommy. It’s okay. \n---TARGET SECTION TO BE ANNOTATED---\nLucy continues to caress Sarah's head, and this seems to calm her.\nSarah raises her head up, and looks at her daughter. Her eyes\nunwavering, transfixed by the child’s face, which greets her with\nunconditional trust. The two suspended together. Nothing else exists.\nLucy stares at her mother curiously.\nAnd it is in this moment that something essential in Sarah completely\ntransforms.\n&\n«+. Oh, Lucy.\n\nShe leans forward and embraces her daughter.\n\nSARAR\nI’m sorry... I'm so sorry.\nShe kisses her daughter's nose, forehead, and cheek.\n(whispers)\nWould you like to go home?\nThe child nods.\n\nSARAH\nOkay, let’s go.\n\nSarah gets to her feet, closes the back door, and climbs into the front.\n\fEXT. WALEER PARK, RATHBUN AVENUE ~ NIGH?\n\nHer car pulls away from the park, where, for a split second it\ncrosses paths with an AMBULANCE heading the opposite divection.\nSarah slows to a safe distance before continuing on her way.\nEXT. MUNICIPAL LIBRARY ~- NIGHT\n\nDeWayne, looking very official, towers over us dressed in a police\nuniform. He crouches slowly, his face full of concern.\n\nDEWAYNE\nBrad?\n\nBrad lies flat on his back.\n\nDEWAYNE\nBrad? Can you hear me?\n\nHis eyes flutter open.\n\nDEWAYNE . .\nDon't move, the ambulance is on its way.\n\nHe stares up at DeWayne, as if suddenly waking from a dream.\n{ ne\nOg\nJesus, what Tbpened to me?\nDEWAYNE .\nI don’t know, but these kids say you've\nbeen out cold for the last five minutes.\n\n”\"G\" appears next to DeWayne.\n\nage\n\nMan, you almost had it.\nAnother boarder joins \"G6\" and DeWayne.\n\nANOTHER BOARDER\nDude, you were awesome,\n\nSTILL ANOTHER BOARDER\nMan that shit was knarly.\n\nA small smile of satisfaction forms on Brad‘s face,\nDEWAYNE\nAlright back-up. Back-up. Give him some\nroom.\n\nite Brad} .\nJust hold still. Hold still, Everything\nis going to be alright.",
  "85": "---END OF PREVIOUS SECTION---\nite Brad} . Just hold still. Hold still, Everything\nis going to be alright. \n---TARGET SECTION TO BE ANNOTATED---\nEXT/INT, MUNICIPAL LIBRARY, AMBULANCE — NIGHT\n\nStrapped onto a GURNEY, Brad is lifted into the ambulance. The\nAMBULANCE ATTENDANT is about to shut the door when “G7 interrupts.\n\n-lld-\n\f~lli-\n\n“gn\nHey, bro. This fell out of your pocket.\nHe extends the envelope addressed to “Kathy.”\nBrad frowns,\nBRAD\n(waving him off}\nThanks, I don’t need it anymore.\n\nBrad raises his head, making eye contact with DeWayne.\n\nBRAD\nDeWayne? Could you call my wife?\n\nDEWAYNE\nYou got it buddy.\n\nEXT. WALKER STREET PLAYGROUND - NIGHT\n\nFrom a distance we see Ronnie sitting alone on his swing, still\nhunched forward with his hands in his lap, moaning. Slowly we make up\nthe distance, moving toward him - The SOUND of gravel under moving\nfeet — Someone is coming.\n\nAs we arrive at his back, the crunch of gravel STOPS. Still lost in\nhis own private hell, Ronnie is oblivious. A large male hand reaches\nout and comes to rest on his shoulder.\n\nMALE VOICE (0.€.)\nI'm so sorry Ronnie...I really am.\n\nRonnie's head pits up. Suddenly present. His face scared, but also\nangry. He is looking at —\n\nLARRY\n\ni never wanted anything like this to\n\nhappen.\nRonnie just stares at him.\nAshamed, Larry averts his eyes, and stares at the ground.\nand he sees something from this proximity that Sarah completely missed\nfrom her vantage point: beneath the seat of Ronnie’s swing, drops of\n\ntrickle to the below. :\nLarry’s eyes go wide. He looks up te Ronnie.\nLARRY\n(scared)\n\nse» ALG you.,.are you okay?\n\nRonnie smiles.\n\nHe stands up and takes a couple of steps away from Larry. He turns te\nface him, and drops his pants.\n\f~112~\n\nFrom behind it is apparent he has wrapped his lower extremities |\nin rolis and rolis of cotton gauze ~ like a paper towel, the white\ntexture rapidly absorbing red.\n\nLarry stares at Ronnie’s crotch. Horrified.\n\nRONNIE\n.+. I'm... Im gonna be good now.",
  "86": "---END OF PREVIOUS SECTION---\nRONNIE\n.+. I'm... Im gonna be good now. \n---TARGET SECTION TO BE ANNOTATED---\nRonnie's legs go rubbery, and he begins to collapse.\n\nBefore he hits the deck, Larry catches Ronnie in his arms, lifts him\noff the ground, and quickly carries him te the —\n\nPARKING LOT\nTHE SIDE DOOR of the van opens, and Larry carefully lays Ronnie down\nin back and covers him with a blanket. Larry, now covered in blood,\nlooks down at Ronnie worried.\nLARRY\nHold on Ronnie. I’m not gonna let\nanything happen to you. You hold ont\nHe closes the door, and runs around to the driver’s side, jumps in,\nstarts the van, pulls a portable GUMBALL light from under the dash\nand places it onto the roof.\nVOICE\nIn his wildest dreams, Larry would have\nnever imagined he’d once again be in this\nposition, where precious minutes count.\n\nLarry’s van screeches out and tears down the road, driving like\nthere's no tomorrow.\n\nINT. LARRY'S VAN, EAST WYNDAM ROAD - MOVING FAST\n\nRED LIGHT rakes the van interior, and the road ahead.\n\nVOICE\nfonight he could save a life.\n\nLarry turns in his seat, and screams encouragement to Ronnie in back.\nWords we cannot hear.\n\nVOICE\nHe knew Ronnie had done some bad things\nin the past ~ but se had Larry.\nEXT. PRESBYTERIAN HOSPITAL, AMBULATORY ENTRANCE ~ NIGHT\nTWO NURSES, and a YOUNG DOCTOR rush forward through automatic doors,\nand are immediately bathed in red GUMBALL light.\nVOICE\nYou couldn't change the past...\n\nThe GURNEY is pulled out the back of the AMBULANCE, ag KATHY rushes\npast MEDICAL TECHNICIANS to reach BRAD.\n\f-li3-\n\nINT. SARAH'S HOUSE, LUCY'S BEDROOM - NIGHT\nOn her side next to a sleeping Lucy, Sarah reaches up and kills the\nbedside lamp. She remains in the tiny bed with her child.\nVOICE\n-»» but the future could be a different\nstory...\nEXT. SARAH’S HOUSE, ROOF LINE ~ NIGHT\n\nRise with the wind up over roof-tops and tree-tops ~ All of East\nWyndam laid out like a wood-cut in monochromatic relief.\n\nYOICE\n+». and it had to start somewhere.",
  "87": "---END OF PREVIOUS SECTION---\nEXT. SARAH’S HOUSE, ROOF LINE ~ NIGHT\n\nRise with the wind up over roof-tops and tree-tops ~ All of East\nWyndam laid out like a wood-cut in monochromatic relief. YOICE\n+». and it had to start somewhere. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nA gust kicks up, the trees begin to sing, their branches dance.\nThe distant sound of metal on metal, ping, ping, ping. .\n\nThe view begins to slide back to where we started, looking straight\ndown at the playground, now empty and quiet, save for the chain of a\nsingle swing that stubbornly beats its tune into the structure.\n\nBLACK\n\n~ THE END —\n\f"
}