{
  "1": "London After Midnight\n\nTITLE:\nIn rural England--\na forsaken garden--\n1.\nFADE IN:\n\nEXT. BALFOUR GARDEN (NIGHT) PERAMBULATOR SHOT\n\nThe camera is stationary as the fade comes in: through a\ntangle of brush can be seen in the night, four dark\nfigures, one of them carrying a lantern. They are\nevidently searching for something. They come toward\ncamera through a garden long neglected ... gone into ruin.\nAs they reach foreground the camera moves with them. They\nare men of the English servant class: a gardener and some\nhostlers. The gardener; who carries the lantern searches\nthe ground ahead of them as they stumble forward,\nfrightened. It isn't a job that they relish.\n\nLAP DISSOLVE INTO:\n\nEXT: BALFOUR GARDEN AND HOUSE (NIGHT) LONG SHOT\n\nA Newcomb shot of the house of the English country type in\na state of decay quite as sad as that of the garden.\nWindows are broken, shutters loose; it is bleak, desolate.\nThe dim figures of the men with their lantern are\napproaching from b. g. a corner of the house.\n\nLAP DISSOLVE INTO:\n\nEXT. CORNER HOUSE (NIGHT) CLOSE SHOT\nThe men coming into scene, stop suddenly, startled.\n\nINSERT:\n\nCLOSEUP, a shutter hanging loose\non rusty hinges, banging back and\nforth in a gust of wind.\n\nBACK TO SCENE: The men as they shudder. One of them trying\nto conquer the fear that holds them, points up, telling\nthem it was only a shutter in the wind. The gardener with\nthe lantern indicates for them to press forward. They start,\naround the corner of the house.\n\n2.\nEXT. BALFOUR HOUSE (NIGHT) MEDIUM SHOT\n\nAround corner, lying crumpled, still and lifeless in f.g.\nis the body of a man. The men come around the corner with\nthe lantern. They stop short in horror. The man with the\nlantern leans over the body. The others huddle with scared\nfaces around him.\n\f3.\nEXT. BALFOUR (NIGHT) CLOSEUP\n\nThe men, with the body below frame line.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n3. EXT. BALFOUR (NIGHT) CLOSEUP\n\nThe men, with the body below frame line. \n\nTARGET SECTION TO BE ANNOTATED:\n The gardener,\nholding the lantern so that he can see, looks down and out\nof scene as though at the face of the dead man. He looks up\nat the others and says in an awed whisper:\n\nTITLE:\n\"It's ‘im. It's 'arry Balfour\"\n\nBACK TO SCENE: The men look at each other in awe. One of\nthem shakes his head slowly and says:\n\nTITLE:\n\n\"This'll break 'is sister\nLucy's 'eart\"\n\nBACK TO SCENE. There is solemn assent to this.\nTITLE:\n\n\"And 'ow about Sir James?\nHim as loved 'em both like\nthey was 'is own children.\"\n\nBACK TO SCENE: Again there is solemn assent.\nQUICK FADE OUT\n\n4.\nQUICK FADE IN: EXT. HAMLIN HOUSE (NIGHT) LONG SHOT\n\nA Newcomb shot of another English country house, this one\nwith lighted windows and well-kept grounds, a distinct\ncontrast to the ruin just seen. Run only a few feet for\nswift, impressionistic effect and\n\nLAP DISSOLVE INTO:\n\nINT. HAMLIN MUSIC ROOM (NIGHT) FULL SHOT\nAgain the sense of contrast. Here are warmth, wealth,\ncomfort. Seated at a piano is Lucy Balfour, a pretty English\ngirl in her early twenties. Standing listening to her, as\nshe plays, is Sir James Hamlin, a dignified, kindly country\ngentleman in his late forties.\n\nLAP DISSOLVE INTO:\n\nINT. HAMLIN MUSIC ROOM (NIGHT) CLOSE SHOT\n\nLucy and Sir James, as she finishes playing and looks up at\nhim with a wistful smile. He indicates for her to play\nsomething more. She selected a piece and is startled when a\nlittle worried look crosses her face and she looks up at\nhim and says:\n\fTITLE:\n\n\"I simply can't understand,\nSir James, why Harry went\naway without saying anything.\"\n\nCUT FROM TITLE TO:\n\n5.\nINT HAMLIN MUSIC ROOM (NIGHT) CLOSEUP\n\nLucy as she finishes title, a pretty puzzlement in her\nexpression. It is apparent that she is not greatly worried,\njust perplexed.\n\n6.\nINT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is apparent that she is not greatly worried,\njust perplexed. 6. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HAMLIN MUSIC ROOM (NIGHT) CLOSE UP\n\nSir James, as he smiles down at her gravely, a deep\naffection in his eyes, and says:\n\nTITLE:\n\n“There is nothing to worry about,\nLucy, my dear.\"\n\nCUT FROM TITLE TO:\n\n7.\nINT HAMLIN MUSIC ROOM SHOT (NIGHT) CLOSE\n\nThe two at the piano, as Sir James finishes reaching over\nand patting Lucy's hand affectionately. After a moment she\nresumes her playing. He stands watching her, then turns\nthoughtfully and goes out of scene.\n\n8.\nINT. HAMLIN MUSIC ROOM (NIGHT) CLOSE SHOT\n\nBy arched entrance to hall, as Sir James comes thoughtfully\nin and pulls a long bell-cord. A butler enters. With a look\noff toward Lucy, Sir James gives a quiet order to the\nbutler.\n\nTITLE:\n\"Have my secretary come here.\"\nBACK TO SCENE: The butler exits. Sir James looks again off\ntoward Lucy. In a moment his secretary enters -- a young\nman of the serious type, a student. Sir James asks him\nquietly:\nTITLE:\n\"Any word, Mr. Hibbs?\"\nBACK TO SCENE: Hibbs is about to answer, but looks off\ntoward Lucy and then gets over in pantomime that perhaps\n\nthey had better step into the hall. Sir James nods. They\nexit.\n\f9.\nINT. HAMLIN HALL (NIGHT) CLOSE SHOT\n\nOther side of doorway as Sir James and Hibbs come in. Now\nHibbs tells him earnestly:\n\nTITLE:\n\n\"I insisted, sir, on their\nsearching the grounds over\nat the old Balfour place--\"\n\nBACK TO SCENE: Sir James nods gravely to this, indicating\nthat the secretary acted wisely, that that was the right\nthing to do. Hibbs goes on.\n\nTITLE:\n\n“Weird things have happened\nthere in the last five years--\never since Miss Lucy's father--\"\n\nBACK TO SCENE: Sir James checks him with a gesture. Both\nlook off sharply down the hall.\n\n10\n\nINT. HAMLIN HALL (NIGHT) MEDIUM SHOT\n\nA maid, Miss Smithson, is standing at an open door, staring\nout and down in horror. She screams, drawing back.\n\n11\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAMLIN HALL (NIGHT) MEDIUM SHOT\n\nA maid, Miss Smithson, is standing at an open door, staring\nout and down in horror. She screams, drawing back. 11\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HAMLIN HALL (NIGHT) CLOSE SHOT\nSir James and Hibbs, staring. They run out.\n\n12\n\nINT. HAMLIN HALL (NIGHT) CLOSE SHOT\n\nLucy. She stops playing, listens in sudden fright, then\nrises and exits.\n\n13\n\nINT. HAMLIN HALL (NIGHT) MEDIUM SHOT\n\nAt door, Sir James, Hibbs, Miss Smithson, the gardener and\na hostler. The gardener and the hostler are just\nstraightening up from having placed below frames line in\nf.g. the body of the dead Harry Balfour. Sir James, leaning\nover, straightens up gravely. The body is not seen.\n\n14\n\nINT. HAMLIN HALL (NIGHT) CLOSE SHOT\n\nAt entrance to music room, as Lucy comes through, looks off,\nscreams and starts forward.\n\n15\n\nINT. HAMLIN HALL (NIGHT) MEDIUM SHOT\n\nAt door, as before, as Lucy comes in from down the hall,\nstaring in horror at the body out of scene. “Harry! Harry!\"\nshe cries. Sir James put an arm about her comfortingly for\n\fa moment, leading her away a little, indicating for the\nmaid to take her away. Miss Smithson leads Lucy out of\nscene. Sir James turns and gives an order to the butler,\nwho exits quickly. Sir James turns to the hostler and\nothers and gives orders. Hibbs, looking off after Lucy,\nexits in that direction. Sir James starts quickly up the\nstairs.\n\n16\nINT. HAMLIN LIBRARY (NIGHT) MEDIUM SHOT\n\nLucy, on a couch, being comforted by the maid. Hibbs comes\nslowly in, standing for a moment looking at them. At a\ngesture from Hibbs, the maid quickly withdraws. Hibbs sits\non the couch beside Lucy.\n\n17\nINT. LIBRARY CLOSEUP SHOT\n\nHibbs and Lucy, as he sits on the couch beside her. She is\nstaring off with tragic face. Hibbs feels terribly about it\nall. He would like to be able to speak a consoling word to\nher, but he does not know just what to say or how to say it.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is\nstaring off with tragic face. Hibbs feels terribly about it\nall. He would like to be able to speak a consoling word to\nher, but he does not know just what to say or how to say it. \n\nTARGET SECTION TO BE ANNOTATED:\nHesitatingly, he says:\n\nTITLE:\n\"Miss Balfour, I----- \"\n\nBACK TO SCENE: She turns away to the end of the couch and\nbursts into uncontrollable sobbing. Hibbs sits and looks at\nher with the deepest sympathy and a sort of pathetic\nhelplessness.\n\nFADE OUT\n[Scenes 18 through 51 OMITTED]\n\nFADE IN:\n\nINSERT:\n\nCLOSE UP (NIGHT) a broken shutter\nwith broken window\n\npane. A bat fluttering\n\nagainst the pane. The shutter\nbangs in a gust of wind.\n\nLAP DISSOLVE FROM INSERT TO:\n\n52.\nEXT. BALFOUR HOUSE (NIGHT) LONG SHOT\n\nTwo men are seen dimly, standing under a tree. A jaunting\ncart is driving slowly in, with the gardener and Miss\nSmithson. The cart stops as they look off towards the\nhouse. (The cart is loaded with trunks, baggage.)\n\nLAP DISSOLVE INTO:\n\fINT. BALFOUR HOUSE (NIGHT) FULL SHOT\n\nGrand Staircases. Coming down the stairs are two figures, a\nman and a woman. The man, who carries a lamp, is as strange\na creature as the eyes ever beheld. He wears a black beaver\nhat and a black Inverness coat and his face has on it the\npallor of death. There is, indeed, something not of this\nEarth in his appearance. Nor is the woman with him less\nstrange. Her face also is of an unearthly pallor. She is\ngarbed all in black, with long black sleeves to her cloak\nthat look like wings. They come the long walk down the\nstairs. He hands the lamp to the woman. No word is spoken\nbetween them. She starts off toward a side room. The man\ngoes slowly toward the front door.\n\nLAP DISSOLVE INTO\n\nEXT. BALFOUR HOUSE (NIGHT) LONG SHOT\n\nThe jaunting cart in f.g., the two men at side under a tree.\nA light passes a downstairs window. The Man in the Beaver\nHat comes out the front door. The gardener suddenly whips up\nhis steed and the cart goes out of scene pellmell.\n\n53\n\nEXT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Man in the Beaver\nHat comes out the front door. The gardener suddenly whips up\nhis steed and the cart goes out of scene pellmell. 53\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GARDEN (NIGHT) CLOSE SHOT\n\nThe two men under the tree, two business-like Britishers,\none of whom has a legal document in his hand. The Man in the\nBeaver Hat enters to them. One of the two men says to him:\n\nTITLE:\n\n\"You'll pardon us, sir, for\nnot going in with you, but...\"\n\nBACK TO SCENE: He shudders a little, expressively. THE MAN\nIN THE BEAVER HAT indicates the legal document without\nspeaking. The other man unfolds it. The Man in the Beaver\nHat takes out a fountain pen, indicating that he will sign.\nThe first man tells him:\n\nTITLE:\n\n“Understand, sir, the\nowner will make no repairs.”\n\nBACK TO SCENE: The Man in the Beaver Hat nods solemnly to\nthis and, without speaking, leans over and starts to sign\nthe document. The two look at him curiously, drawing back\nfrom him a little, instinctively.\n\n54\n\nEXT. HAMLIN HOUSE (NIGHT) LONG SHOT\n\nThe jaunting cart with the gardener and maid driving\npellmell in, around the driveway, toward rear of house.\n\n55\nINT. SERVANTS HALL (NIGHT) MED. SHOT\nHibbs, the secretary, is giving some orders to the butler.\n\fTwo or three other servants are present. Run a few feet.\nThen the rear door is flung open and Miss Smithson, the\nmaid, comes excitedly in, starting at once to tell the\nsecretary and butler what she saw at the Balfour House. The\ngardener follows. He nods a pop-eyed assent to everything\nthe maid is telling. Everybody present is much impressed,\nincluding Hibbs, the secretary, who starts to question Miss\nSmithson. Suddenly all stop, tense, listening.\n\nINSERT:\n\nCU bell indicator on wall.\nBell is ringing. An arrow\nhas dropped, indicating from\nwhat room.\n\nBACK TO SCENE: There is a sigh of relief. It was only a\ncall for the butler. He exits. Hibbs asks a couple of more\nsuggestions of Miss Smithson, then follows the butler out.\n\n56\n\nINT. HAMLIN HALL (NIGHT) SEMI FULL SHOT\n\nSir James and chauffeur.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHibbs asks a couple of more\nsuggestions of Miss Smithson, then follows the butler out. 56\n\nINT. HAMLIN HALL (NIGHT) SEMI FULL SHOT\n\nSir James and chauffeur. \n\nTARGET SECTION TO BE ANNOTATED:\n The chauffeur is closing the door,\ndepositing Sir James' bag on the floor as the butler comes\nin. He is helping Sir James off with his coat as Hibbs, the\nsecretary, comes in. The Butler takes the coat and bag and\nis about to start out with them when a ring is heard at the\nfront door. The butler puts down the bag and coat and opens\nthe front door, admitting the two agents seen under the\ntree at the Balfour house. Sir James at the door to the\nlibrary, turns in some surprise. One of the agents, holding\nup the lease, tells him:\n\nTITLE:\n\n\"It's about a tenant, sir,\nfor the old Balfour place.\"\n\nBACK TO SCENE: \"A tenant?\" Sir James is really surprised.\nHe indicates for the two men to step into the library. They\ndo so, followed by Hibbs.\n\n57\n\nINT. LIBRARY (NIGHT) SEMI FULL SHOT\n\nSir James goes to desk and sits down. The agent hands him\nthe lease. Hibbs stands at one side, in case he might be\nneeded. Sir James unfolds the document. One of the agents\nsays:\n\nTITLE:\n\n\"I told him, sir, you'd make\nno repairs.\"\n\nCUT FROM TITLE TO:\n\n58\n\fINT. LIBRARY (NIGHT) CLOSE SHOT\n\nAt desk, as the agent finishes title. Sir James nods that\nthat was the right thing to do. Now, with the lease\nunfolded, he scans down it with a business-like eye.\nSuddenly he frowns, staring in astonishment down at the\ndocument.\n\nINSERT:\nSignature on lease:\nROGER BALFOUR\nCUT FROM INSERT TO:\n\n59\nINT. LIBRARY (NIGHT) CLOSE UP\n\nSir James, staring down at the signature. He looks up, his\nlips forming the name: “Roger Balfour!\" He looks up slowly.\nThen, indicating the signature with a forefinger, he says,\nslowly:\n\nTITLE:\n\n\"This is the name of the man\nwho committed suicide in that\nhouse five years ago!\"\n\nBACK TO SCENE: He finishes title, in awe and wonder.\n\n60\nINT. LIBRARY (NIGHT) CLOSE UP SHOT\nThe two agents, staring in astonishment.\n\n61\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n60\nINT. LIBRARY (NIGHT) CLOSE UP SHOT\nThe two agents, staring in astonishment. 61\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n LIBRARY (NIGHT) CLOSE UP\nHibbs, the secretary, as he says, involuntarily:\nTITLE:\n\n\"Lucy's father!\"\n\nCUT FROM TITLE TO:\n\n62\nINT. LIBRARY NIGHT MED. SHOT\nof group as they stare at each other.\n\n63\nINT. HAMLIN HALL NIGHT CLOSE SHOT\n\nAt front door. The butler is opening the door. Burke of\nScotland Yard, with a bag, stands there.\n\nTITLE:\n\n\"Tell Sir James an old friend --\njust back from India -- has come\n\fto visit him.\"\n\nBACK TO SCENE: Burke comes in; The butler closes the door\nand exits toward the library.\n\n64\nINT. LIBRARY NIGHT SEMI FULL SHOT\n\nThe group as before. The butler, stepping in from the\nentrance hall, gives Sir James the Message. “An old\nfriend?\" Sir James says, trying to recall who it might be;\nand then, “Show him in.\" The butler exits. After a moment\nhe returns with Burke. Sir James rises from the desk. They\nstand looking at each other for a moment, then Sir James\ncomes forward and they greet each other with the warmth and\ncordiality of old friends long parted. Sir James then turns\nto the others and says:\n\nTITLE:\n\"Colonel Yates, gentlemen\"\nCUT FROM TITLE TO:\n\n65\nINT. LIBRARY NIGHT MED. SHOT\n\nof group as Sir James finishes title. The introduction is\nacknowledged with a bow, in which Burke allows his gaze to\nrest in rather long scrutiny on Hibbs, the secretary, so\nthat the young man is beginning to be uncomfortable. Sir\nJames, picking up the lease, turns with it to Burke, with\na return of his excitement of a moment ago.\n\n66\nINT. LIBRARY NIGHT CLOSE SHOT\n\nSir James and Burke, as Sir James tells him swiftly of the\nname signed to the lease. Burke smiles dryly and says:\n\nTITLE:\n\n\"A coincidence, Sir James -- it\ncould be nothing more.\"\n\nBACK TO SCENE: This is what Sir James wants to believe and\nis relieved when Burke says it. Burke turns to the two\nagents out of scene and says:\n\nTITLE:\n\"I knew Roger Balfour well.\nWhat did this man look like?\"\nCUT FROM TITLE TO:\n67\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBurke smiles dryly and says:\n\nTITLE:\n\n\"A coincidence, Sir James -- it\ncould be nothing more.\"\n\nBACK TO SCENE: This is what Sir James wants to believe and\nis relieved when Burke says it. Burke turns to the two\nagents out of scene and says:\n\nTITLE:\n\"I knew Roger Balfour well. What did this man look like?\"\nCUT FROM TITLE TO:\n67\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n LIBRARY NIGHT CLOSE SHOT\nGroup as Burke finishes question. The two agents exchange a\nlook. Then one of them says:\n\fTITLE:\n\n“That's hard to say, sir.\nThere was something weird about\nhim -- that made you feel creepy --\"\n\nCUT FROM TITLE TO:\n\n68\nINT. LIBRARY NIGHT CLOSE UP\n\nThe two agents as the first one finishes title in awe. The\nother one goes on:\n\nTITLE:\n\n“Something like he wasn't of\nthis Earth.... something unholy--\"\n\nBACK TO SCENE: He finishes title. The other nods in\nagreement to this.\n\n69\nINT. LIBRARY NIGHT CLOSE SHOT\n\nBurke, looking out of scene at them for a moment with\npenetrating glance. Then he laughs and says:\n\nTITLE:\n\"Nonsense!\"\n\n70\nINT. LIBRARY NIGHT MED. SHOT\n\nOf group, as Burke finishes title, laughing. Sir James is\nnow a bit more at ease, but still nervous and upset. The\ntwo agents look shamefaced and foolish. One of them gets\nover to Sir James and says that if they are not needed any\nmore they'll be going. Sir James nods goodnight to them,\nturning and indicating to Hibbs to show them out. Hibbs\nexits with the two agents. Sir James sinks into his seat at\nthe desk. Burke draws up a chair.\n\n71\nINT. LIBRARY NIGHT CLOSE SHOT\n\nSir James and Burke at the desk as Burke sits down. Sir\nJames stares for a moment, frowning at the signature on the\nlease. Then, with a sudden thought, he rummages in a drawer\nof the desk and gets out a packet of papers. With nervous\nfingers, he slips the rubber band off and examines the\nsignature attached. He places this beside the other and\nshows the two of them to Burke.\n\nINSERT:\nTwo signatures, \"Roger Balfour\",\n\nalong side each other. They very\nclosely resemble each other.\n\fBACK TO SCENE: The two men look up from the document\nseriously. For a moment, not a word is spoken between them.\nThen Sir James says, in awe:\n\nTITLE:\n\n\"The signatures are the same!\"\nBACK TO SCENE: Burke nods solemnly. \"Yes.\"\n\n72\n\nINT. MUSIC ROOM NIGHT MED.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a moment, not a word is spoken between them. Then Sir James says, in awe:\n\nTITLE:\n\n\"The signatures are the same!\"\nBACK TO SCENE: Burke nods solemnly. \"Yes.\"\n\n72\n\nINT. MUSIC ROOM NIGHT MED. \n\nTARGET SECTION TO BE ANNOTATED:\n SHOT\n\nThe room is dark, except for a shaft of moonlight from the\nwindow. In this moonlight, Lucy, pale and beautiful in a\nwhite dress, stands looking out into the garden. Hibbs\nenters to her. She does not turn for a moment. Hibbs stands\nlooking at her for a moment, worried. Then he speaks to her,\nsoftly. She turns, startled. Then, seeing it is Hibbs, she\nsays:\n\nTITLE:\n\n\"I thought I heard a voice calling\nto me from the garden -- ever so\nsoftly: 'Lucy--'\"\n\nBACK TO SCENE: Hibbs stares at her for a moment, then turns\nand looks out into the garden. He turns back to her,\nclosing the casement window and tells her:\n\nTITLE:\n\n“There s no one there --\nYou're nervous, dear-\n\n \n\nBACK TO SCENE: He finishes title. She smiles wanly. \"Yes,\nI'm nervous.\" He turns and starts to close the windows.\n\n73\n\nINT. LIBRARY NIGHT CLOSE SHOT\n\nSir James and Burke, as Sir James talks to him, earnestly.\nBurke, with a cynical smile, interrupts, saying:\n\nTITLE:\n\n\"you mean a ghost, Sir James?\"\n\nBACK TO SCENE: Sir James shakes his head, solemnly. They\nlook at each other for a moment, then Sir James answers:\n\nTITLE:\n\n\"Not a ghost, no! Worse than\nthat--\"\n\nCUT FROM TITLE TO:\n\f74\nINT. LIBRARY NIGHT MED. SHOT\n\nSir James, finishes title, rises and takes down two or three\nancient looking books from the bookcases that line the\nwalls. He puts these on the desk, opens one of them, finds\n@ passage and shows it to Burke.\n\n75\nINT. MUSIC ROOM NIGHT MED. SHOT\n\nHibbs and Lucy, as Hibbs turns on a light switch by the\ndoor to hall and the room is flooded with light. They go\nover and sit down on a settee, as he talks to her seriously.\n\n76\nINT. LIBRARY NIGHT CLOSE SHOT\n\nSir James and Burke at desk, as Burke looks up from passage\nhe was reading and says:\n\nTITLE:\n\n\"We're not living in the Middle\nAges, Sir James.\"\n\nCUT TO SCENE: Sir James is deeply thoughtful.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey go\nover and sit down on a settee, as he talks to her seriously. 76\nINT. LIBRARY NIGHT CLOSE SHOT\n\nSir James and Burke at desk, as Burke looks up from passage\nhe was reading and says:\n\nTITLE:\n\n\"We're not living in the Middle\nAges, Sir James.\"\n\nCUT TO SCENE: Sir James is deeply thoughtful. \n\nTARGET SECTION TO BE ANNOTATED:\n He ponders\nthis for a moment, then says:\n\nTITLE:\n\n\"Just the same, I'd like to have\na look at the vault where Roger\nBalfour was buried!\"\n\nBACK TO SCENE. He finishes title. They sit looking at each\nother solemnly.\n\nFADE OUT\n\nTITLE:\nMIDNIGHT\n\nFADE IN\n\n77\nEXT. CEMETERY NIGHT SEMI LONG SHOT\n\nA Newcomb shot, weird, eerie; bare-limbed, queer trees; in\nsemi f.g. a mausoleum. Run a few feet for the effect and\n\nLAP DISSOLVE TO:\n\nEXT. MAUSOLEUM NIGHT CLOSE SHOT\n\nThe open door of the mausoleum. Sir James and Burke stagger\nbackward out the door of the mausoleum. Burke has a pocket\nflashlight in his hand. He clicks it off. They stare at\neach other aghast. Then Sir James mutters, incredulously,\nin horror:\n\fTITLE:\n\n“The coffin was empty!\"\nBACK TO SCENE: He finishes title. Burke nods slowly,\nsolemnly. Suddenly Sir James clutches at Burke's arm and\nboth men are tense, listening.\n\nINSERT:\n\nCLOSE UP owl on bare limb of tree.\nIt opens its beak.\n\nTITLE:\n\"HOO!...... HOO!\"\nBACK TO INSERT: It closes beak.\nBACK TO SCENE: Sir James, trembling, gets over \"Let's get\n\nout of here.\" Burke looks up and off, telling him: \"It's\nonly an owl.\" They turn to go.\n\n \n\n78\n\nEXT. BALFOUR HOUSE AND GARDEN NIGHT SEMI LONG SHOT\n\nThe house and the ruined garden in weird lighting. At the\ngate stand the Man in the Beaver Hat, the girl in black\nwith the sleeves that look like wings. These two are\nwelcoming three others -- three men as queer in appearance\nas the man in the Beaver Hat and his companion. Not a word\nis spoken. The whole effect is odd, fantastic. They start\ntoward the house, slowly, in solemn procession.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot a word\nis spoken. The whole effect is odd, fantastic. They start\ntoward the house, slowly, in solemn procession. \n\nTARGET SECTION TO BE ANNOTATED:\nFADE OUT\nFADE IN\nINSERT:\n\nVignetted passage of the printed\npage of an old book, the paper of\na parchment-like quality, aged,\n\nthe print in an Old English type:\n\n“--the undead, the vampyrs: dead\nbodies which leave their graves\nat night to suck the blood of the\nliving.\"\n\nLAP DISSOLVE INTO FROM INSERT:\n\n79\n\nINT. HAMLIN LIBRARY (NIGHT) MEDIUM SHOT\n\nHibbs, Sir James and Burke. The Secretary is reading from\none of the old books to the other two men. Both of whom\nseem to be profoundly impressed. He turns the page and is\ninstantly struck by what he encounters there. He spreads\n\fthe book open on the desk and calls their attention to it.\nThey lean over, seeing:\n\nINSERT:\nPAGE illustrating from book\ndone in old wood-cut fashion\ndepicting a vampire.\nCUT FROM INSERT TO:\n80\n\nINTERIOR HAMLIN LIBRARY (NIGHT) CLOSE UP\n\nSir James and Burke, looking down at the illustration.\nBurke looks up from it, in his eyes the faintest suggestion\nof a cynical smile. Sir James looks at the page facing the\nillustration and reads on for a few lines. There is a\nstrange excitement in his manner as he indicates to Burke\nto read what he has just read. Burke looks down at the\npage:\n\nINSERT:\nExtract from book:\n\n\"Men who have died by suicide\nfrequently become vampyrs.\nThey come out of their graves\nat night, rush upon people\nsleeping in their beds--\"\n\nBACK TO SCENE: Burke looks up from the page. Sir James says\nto him slowly, with deep significance:\n\nTITLE:\n\"Roger Balfour died a suicide!\"\nCUT FROM TITLE TO:\n\n81\nINTERIOR LIBRARY (NIGHT) CLOSE UP\n\nSir James, as he finishes title, awed, looking out of scene\nat Burke.\n\n82\nINTERIOR LIBRARY (NIGHT) CLOSE UP\n\nBurke, as he realizes the significance of this. There is a\nmoment when he seems deeply impressed.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSir James says\nto him slowly, with deep significance:\n\nTITLE:\n\"Roger Balfour died a suicide!\"\nCUT FROM TITLE TO:\n\n81\nINTERIOR LIBRARY (NIGHT) CLOSE UP\n\nSir James, as he finishes title, awed, looking out of scene\nat Burke. 82\nINTERIOR LIBRARY (NIGHT) CLOSE UP\n\nBurke, as he realizes the significance of this. There is a\nmoment when he seems deeply impressed. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, with a sudden\nchange of manner, he says, vehemently:\n\nTITLE:\n\n\"My God, man, this is the\ntwentieth century -- and\nhere we are almost believing\natin\n\fCUT FROM TITLE TO:\n\n83\nINTERIOR LIBRARY (NIGHT) CLOSE SHOT\n\nThe three men, as Burke finishes title, indicating the book\non the table. Hibbs tells him rather hotly:\n\nTITLE:\n\n\"T believe it!\"\nBACK TO SCENE: Burke turns a cold gaze on Hibbs. For a\nmoment it seems as if his eyes would bore through the\nsecretary. Then, with something of contempt in his final\nappraisement, he turns to Sir James, who shrugs his\nshoulders, as though to get over, \"What can we believe?\"\nSuddenly all three are tense, listening. Burke says in a\nwhisper:\nTITLE:\n\n\"What was that?\"\n\nBACK TO SCENE: They listen, tense, not moving a muscle.\nSuddenly Hibbs cries out:\n\nTITLE:\n\n \n\n\"A scream -- a woman's scream!\nCUT FROM TITLE TO:\n\n84\nINTERIOR LIBRARY (NIGHT) MEDIUM SHOT\n\nThe three men, as Hibbs finishes title, indicating upward.\nThe three men rush out through the door to the hall.\n\n85\nINTERIOR HAMLIN HALL (NIGHT) LONG SHOT\n\nThe three men running out from the library, run to the\nstairs. As they start up,\n\nONE FOOT LAP DISSOLVE INTO:\n86\n\nINTERIOR UPPER HALL (NIGHT) SEMI LONG SHOT\n\nThe three men coming into scene up the stairs. They stop in\nf.g., listening, tense. Hibbs cries out, pointing off toward\na door, wildly--\n\nTITLE:\n\n\"It's from Lucy's room!\"\n\nBACK TO SCENE: They rush over to the door indicated.\n\f87\nINTERIOR UPPER HALL (NIGHT) CLOSE SHOT\nAt door to Lucy's room as Hibbs, first in, tries the door.\n\nIt is locked. He pounds upon the door. \"Lucy! Lucy!\" \"Break\nit open!\" commands Sir James in wild excitement.\n88\n\nINTERIOR LUCY'S ROOM (NIGHT) MEDIUM SHOT\n\nMiss Smithson, the maid, is backing away toward the door.\nShe has her hand clutched to her throat and is staring in\nterror out of scene.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucy!\" \"Break\nit open!\" commands Sir James in wild excitement. 88\n\nINTERIOR LUCY'S ROOM (NIGHT) MEDIUM SHOT\n\nMiss Smithson, the maid, is backing away toward the door. She has her hand clutched to her throat and is staring in\nterror out of scene. \n\nTARGET SECTION TO BE ANNOTATED:\n She hears the hammering on the door.\nShe reaches the door, frantically turns the key. The door\nis flung open. Hibbs, Sir James and Burke plunge into the\nroom. The maid has her hand to her throat in pain. They\nstop, looking around the room out of scene. Sir James\ncries out:\n\nTITLE:\n\"Where's Lucy?\"\n\nBACK TO SCENE: Taking a hand from her throat, Miss Smithson\npoints wildly off saying:\n\nTITLE:\n\n \n\n\"I -- locked her in there-\n\nBACK TO SCENE: Sir James and Hibbs rush out, Miss Smithson\nsinking into a chair.\n\n89\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nDoor to dressing room. Sir James, Hibbs, rushing in. Hibbs\nturns the key in the door. Lucy, weak and faint from\nfright, steps out. Sir James puts an arm about her,\nsupporting her. Speaking comfortingly to her, he starts out\nwith her toward an open window, out of scene. Hibbs looks\noff after them, deep concern in his eyes.\n\n90\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nBy open window. Sir James, leading in Lucy, seats her by\nthe open window, leaning over her, speaking comfortingly to\nher. In response to a question, she assures him that she is\nall right. He looks up and off, as though spoken to out of\nscene.\n\n91\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nBurke leaning over Miss Smithson, whose throat is exposed.\nHe has evidently been looking at her neck. He is calling\noff to Sir James. Hibbs comes in from the dressing room\ndoor. Sir James enters from the window. Burke leans over\nand looks at it.\n\nINSERT:\n\fCU neck, with two small wounds,\nfrom which blood is trickling\nslowly.\n\nBACK TO SCENE: Sir James looks up slowly, gravely. He\nindicates for Hibbs to look. The secretary does so. He\nlooks up and he and Sir James stare at each other for a\nsolemn moment. \"Well?\" says Burke. Sir James tells him:\nTITLE:\n\n\"Those are the marks found\n\non the neck of young Harry\n\nBalfour.\"\n\nBACK TO SCENE: Burke nods. He thought so.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nlooks up and he and Sir James stare at each other for a\nsolemn moment. \"Well?\" says Burke. Sir James tells him:\nTITLE:\n\n\"Those are the marks found\n\non the neck of young Harry\n\nBalfour.\"\n\nBACK TO SCENE: Burke nods. He thought so. \n\nTARGET SECTION TO BE ANNOTATED:\n Turning to Miss\nSmithson, he says:\n\nTITLE:\n\"Tell us what happened.\"\n\nBACK TO SCENE: Miss Smithson puts a handkerchief to her\nthroat, covering the wound, and says:\n\nTITLE:\n\"Miss Lucy was getting ready\nfor bed. I went down to the\nlinen closet--\"\nCUT FROM TITLE TO:\n92\n\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nMiss Smithson, as she pauses, then goes on talking. As she\ntalks,\n\nLAP DISSOLVE INTO:\n\nINTERIOR UPPER HALL (NIGHT) SEMI LONG SHOT\n\nIn f.g. Miss Smithson is getting bath towels from the linen\ncloset. Around a turn in the hall in b.g., walking slowly\ntoward her, comes the Man in the Beaver Hat. She does not\nsee him for a moment. He is midway down to her, when she\nlooks up, sees him and runs.\n\nLAP DISSOLVE INTO:\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nMiss Smithson, fright in her eyes at the recollection of it.\nShe gulps, then goes on:\n\nTITLE:\n\n\"I ran in here,\n\flocked the door.\"\nBACK TO SCENE: She goes on talking.\nLAP DISSOLVE INTO:\n\nINTERIOR LUCY'S ROOM (NIGHT) FULL SHOT\n\nMiss Smithson, locking door, turns, hurries Lucy into the\ndressing room, locks that door, then turns staring at the\ndoor to the hall.\n\n93\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nMiss Smithson, staring in horror as she sees:\n\n94\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nOn door, a vapor starts to come through the keyhole.\n\n95 INTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nMiss Smithson open-mouthed, eyes bulging, as she draws back\nin terror, staring out of scene toward the door.\n\n96\nINTERIOR LUCY'S ROOM (NIGHT) MEDIUM SHOT\n\nat door. The vapor coming through the keyhole forms itself\ninto the shape of a man. The vapor slowly disappears and,\nstanding there, is the Man in the Beaver Hat.\n\nHe starts forward. THE CAMERA MOVES WITH HIM until backed\nagainst the bed, Miss Smithson comes into scene.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe vapor slowly disappears and,\nstanding there, is the Man in the Beaver Hat. He starts forward. THE CAMERA MOVES WITH HIM until backed\nagainst the bed, Miss Smithson comes into scene. \n\nTARGET SECTION TO BE ANNOTATED:\n The Man in\nthe Beaver Hat seizes her and puts his teeth against her\nneck.\n\nLAP DISSOLVE INTO:\n\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE UP\nMiss Smithson talking as she says:\n\nTITLE:\n\"I screamed. Maybe for a\nminute I fainted. He was\ngone.\"\nCUT FROM TITLE TO:\n97\n\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nMiss Smithson, Sir James, Burke and Hibbs as she finishes\ntitle, sinking back in the chair all but overcome. There is\na profound silence for a moment upon the three men. Then\nBurke says to Sir James calmly:\n\nTITLE:\n\n\"This is a case of nerves --\n\fof hysteria -- of overwrought\nimagination--\n\nBACK TO SCENE: There is no response from Sir James or\nHibbs. Sir James indicates the wound in the neck. \"How do\nyou account for that?\" They all turn, sharply, looking off\ntoward Lucy at the window.\n\n98\n\nINTERIOR LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nLucy at window. She is rising from her chair, staring out\nthe window and down toward the garden, a little cry of fear\non her lips.\n\n99\n\nEXT. GARDEN (NIGHT) SEMI LONG SHOT\n\nGunning down from Lucy's angle. The Man in the Beaver Hat\ngoing softly away from camera through the trees.\n\n100\n\nINT. LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nLucy as Sir James and Burke crowd in staring off and down,\nseeing:\n\n101\n\nEXT. GARDEN (NIGHT) SEMI LONG SHOT\n\nContinuation of previous scene with the Man in the Beaver\nHat disappearing behind some brush toward the garden wall,\nreappearing again, going out the gate.\n\n102\n\nINT. LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nLucy, Sir James and Burke staring out and down. Sir James\ncries out:\n\nTITLE:\n\"By God, that's not imagination!\"\n\nBACK TO SCENE: He finishes title, clutching Burke's arm,\npointing wildly off. Lucy draws back out of picture. Burke\nand Sir James turn and stare at each other. Burke, with a\nnod of his head, indicating for Sir James to follow, turns\nout of scene.\n\n103\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBurke\nand Sir James turn and stare at each other. Burke, with a\nnod of his head, indicating for Sir James to follow, turns\nout of scene. 103\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n LUCY'S ROOM (NIGHT) SEMI FULL SHOT\n\nBurke leads the way out of the room for Sir James. Lucy\nHibbs and Miss Smithson stand staring off after them, as if\nin a momentary daze, held in the spell of the recent\namazing adventure.\n\n104\n\nINT. UPPER HALL (NIGHT) CLOSE SHOT\n\nBurke and Sir James, as Sir James closes the door behind\nhim. Burke says to him crisply:\n\fTITLE:\n\n\"Sir James, two pair of\neyes are better than one--\"\n\nBACK TO SCENE: Sir James looks at him, only half guessing\nhis meaning, getting over: \"I saw it, too!\" Burke says:\n\nTITLE:\n\n\"We'll have a look at\nthe old Balfour House.\"\n\nCUT FROM TITLE TO:\n\n105\nINT. UPPER HALL (NIGHT) MED. SHOT\n\nBurke finishes title, Sir James nods in solemn acquiescence.\nThey start out down the stairs. Miss Smithson comes out the\ndoor, looks off a moment after them, fearfully, then exits\nin the opposite direction, down the hall.\n\n106\nINT. LUCY'S ROOM (NIGHT) MED. SHOT\n\nLucy and Hibbs as Hibbs closes the casement window and\nlocks it tight, then turns toward her solicitously.\n\n107\nINT. UPPER HALL (NIGHT) CLOSE SHOT\n\nAt a corner or jog in the hall, Miss Smithson stopping,\nlooks back for a moment, then peering around the corner\nfearfully, she exits around the corner.\n\n108\nINT. LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nHibbs and Lucy, as Hibbs makes her comfortable in easy\nchair, trying to calm her, although it is quite evident\nthat if one of them is excited, it is Hibbs. He tells her:\n\nTITLE:\n\n\"Now, we mustn't get nervous\nor excited--\"\n\nBACK TO SCENE: And he proceeds to knock over a vase which\ncauses him far more alarm than it does Lucy.\n\n109\nINT. SERVANTS' QUARTERS (NIGHT) SEMI FULL SHOT\n\nAll the servants attached to the house-hold are huddled\ntogether. It is evident that they have heard the screams,\nthat the night's fear is upon them.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n109\nINT. SERVANTS' QUARTERS (NIGHT) SEMI FULL SHOT\n\nAll the servants attached to the house-hold are huddled\ntogether. It is evident that they have heard the screams,\nthat the night's fear is upon them. \n\nTARGET SECTION TO BE ANNOTATED:\n Miss Smithson entering,\nher hand to her throat, sinks into a chair, weakly glad to\nhave attained this haven of human company. They crowd\naround her.\n\n110\n\fINT. SERVANT'S QUARTERS (NIGHT) CLOSE SHOT\nMiss Smithson and group of servants, as she starts to tell\nthem the story of the attack. Working up to her subject, she\nrises, enacting the horrible scene. They draw back, agape,\neyes popping.\n\nINSERT:\n\nA row of pans under a sink.\n\nA black cat walks under the\n\npans, knocking one of them\n\ndown with a clatter. The\n\ncat leaps out of scene.\n\nCUT FROM INSERT TO:\n\nlil\n\nINT. SERVANTS' QUARTERS (NIGHT) SEMI FULL SHOT\nThe entire group, in a highly-strung state of nerves from\nMiss Smithson's narrative, jumps away from her wildly at\n\nthe clatter of the pans -- a FLASH.\n\n112\n\nINT. SERVANTS' QUARTERS (NIGHT) CLOSE SHOT\n\nThe groom backs against a hot stove -- FLASH\n\n113\n\nINT. SERVANTS' QUARTERS (NIGHT) CLOSEUP\n\nOn wall shelf -- the cat leaps up and in, knocking over\nsome glass jars -- FLASH\n\n114\n\nINT. SERVANTS' QUARTERS (NIGHT) SEMI FULL SHOT\nFLASH: the room in a panic, running into each other, trying\nto get out of the way of they know not what.\n\n115 INT. SERVANTS' QUARTERS (NIGHT) CLOSEUP\nThe cat leaps off the shelf--\n\n116\nINT. SERVANTS' QUARTERS (NIGHT) CLOSEUP\nMiss Smithson, as the cat lands on her head -- she lets out\n\nan unearthly scream--\n\n117\nINT. LUCY'S ROOM (NIGHT) MED. SHOT\n\nHibbs and Lucy. They hear the scream! \"There it is again!\"\nHis first thought is for Lucy's safety. He rushes to the\ndoor, locks it then listens, tense.\n\n118\nINT. SERVANTS' QUARTERS (NIGHT) SEMI LONG SHOT\n\nThe place a wreck -- chairs overturned, people on the floor\n-- crawling under the table -- any place for safety.\n\n119\nEXT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n118\nINT. SERVANTS' QUARTERS (NIGHT) SEMI LONG SHOT\n\nThe place a wreck -- chairs overturned, people on the floor\n-- crawling under the table -- any place for safety. 119\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BALFOUR HOUSE (NIGHT) LONG SHOT\n\fA faint light flickers from the upper windows. The place is\nweird, ghostly. Approaching the gate are Burke and Sir\nJames. They stop at the gate. Run a few feet for the mood\nof the scene. Burke and Sir James step softly over to the\nshelter of a tree.\n\n120\n\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nBurke and Sir James, under a tree. A deadly solemnity is\nupon them both. They look up toward the upper windows. Sir\nJames clutches Burke's arm as they see:\n\n121\n\nINTERIOR UPPER ROOM BALFOUR HOUSE (NIGHT) TRICK SHOT\nThrough broken window pane, a shadow is thrown on the\nceiling of a giant bat flying slowly.\n\n122\n\nEXTERIOR BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nBurke and Sir James under the tree. The two men turn and\nexchange a look. Burke indicates the tree, getting over in\nwhispered pantomime that they must see what is with in that\nupper room. Burke starts from a low branch to climb the\ntree. He goes up out of scene. Sir James stares off and up\nat the house for a moment, then with a firm decision to see\nit through, starts to climb the tree.\n\n123\n\nEXT. UPPER BRANCHES OF TREE (NIGHT) CLOSE SHOT\n\nBurke coming into position in the upper branches of the\ntree. He looks off toward the house seeing:\n\n124\n\nINT. UPPER ROOM BALFOUR HOUSE (NIGHT) FULL SHOT\n\nFramed through broken window. Sitting facing the window is\none of the men shown arriving earlier one of those welcomed\nat the gate by the Man in Beaver Hat and his strange woman\ncompanion. He is watching with profound interest what\nappears to be a giant bat flying slowly near the ceiling.\nThis comes into better view and it is seen to have the face\nof the Girl in Black. Sitting with his back to the scene\nis the Man in the Beaver Hat.\n\n125\n\nEXT. UPPER BRANCHES (NIGHT) CLOSE SHOT\n\nBurke staring off. Sir James coming into scene up the tree.\nHe waits until Sir James is in position and then indicates\ngravely off. Sir James sees:\n\n126\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSir James coming into scene up the tree. He waits until Sir James is in position and then indicates\ngravely off. Sir James sees:\n\n126\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n UPPER ROOM BALFOUR HOUSE (NIGHT) FULL SHOT\nAnother cut of the scene with the Bat Girl flying slowly.\nBut the stranger facing the window doesn't watch her any\nmore. He sits tense, listening, as though he might have\nheard them in the tree.\n\n127\n\fEXT. UPPER BRANCHES (NIGHT) CLOSE UP\nSir James staring, a strange excitement in his eyes.\n\n128\nINT. UPPER ROOM (NIGHT) FULL SHOT\nThe scene as before for a very few feet. Then it:\n\nDISSOLVES QUICKLY INTO:\n\nCLOSEUP the Stranger, listening tensely. There is a bullet\nwound in his temple. On his face is a deathlike pallor, but\nhis eyes are tense, alert.\n\n129\nEXT. UPPER BRANCHES (NIGHT) CLOSEUP\n\nSir James, staring. He licks his lips with a dry tongue,\nthen reaches over and touches Burke's hand in scene.\n\n130\nEXT. UPPER BRANCHES (NIGHT) CLOSE SHOT\n\nBurke and Sir James as Burke turns to him coolly. Sir James\nindicates off, whispering hoarsely:\n\nTITLE:\n\n\"The man sitting facing us\nis Roger Balfour!\"\n\nBACK TO SCENE: Burke looks at him searchingly for a moment,\nthen off toward the house. Sir James follows his gaze,\nfascinated.\n\n131\nINT. UPPER ROOM (NIGHT) CLOSEUP\n\nThe Stranger, as he grows more tense, listening now as\nthough he were certain he heard something.\n\n132\n\nEXT. UPPER BRANCHES (NIGHT) CLOSE SHOT\n\nSir James and Burke. Sir James is in such a state of\nnervous excitement now that when he pantomimes: \"Let's get\n\ndown out of here.\" Burke nods assent. Sir James starts down.\nBurke turns and looks off again toward the house. Then\nstarts down after him.\n\n133\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nUnder the tree, as Sir James lets himself to the ground,\nBurke following. Sir James starts immediately for the gate.\nBurke stops a moment, then follows.\n\n134\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nAt gate, as Sir James waits nervously looking off toward the\nhouse. Burke comes softly in:\n\nTITLE:\n\f\"That was Lucy's father.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n134\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nAt gate, as Sir James waits nervously looking off toward the\nhouse. Burke comes softly in:\n\nTITLE:\n\f\"That was Lucy's father. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nshot himself in that house\nfive years ago!\"\n\nBACK TO SCENE: Burke frowns, shaking his head slowly, still\nthe doubter, as though it couldn't be. Sir James, ina\nterrible state of mind, insists:\n\nTITLE:\n\n\"Did you see the bullet\nhole in his temple?\"\n\n135\nEXT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nSir James as he finishes title, a fever amounting almost to\na mania, in his eyes.\n\n136\nEXT. BALFOUR HOUSE (NIGHT) CLOSE UP\nBurke profoundly thoughtful says, \"Yes,\" then--\n\nTITLE:\n\n\"Frankly, Sir James, I am\nbaffled.\"\n\nCUT FROM TITLE TO:\n\n137\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nBoth, as Burke finishes title, Sir James urges him in\nwhispered pantomime to come away from the accursed place.\nBurke looks off toward the house, then says:\n\nTITLE:\n\n\"There is nothing we can do\nbut take every precaution --\nand wait.\"\n\nBACK TO SCENE: They start out.\n\n138\nEXT. BALFOUR HOUSE (NIGHT) LONG SHOT\n\nThe two men go out over the sideline. As soon as they have\ngone, the figure of the Stranger who was identified as\nLucy's father, appears at an upstairs window. The long shot\nis weird, ghostly. The Stranger opens the broken window,\npeering out into the night.\n\n139\n\nEXT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nAt window as the Stranger opens the window, peering out. He\ncalls softly:\n\fTITLE:\n\"Lucy....Lucy!\"\n\nBACK TO SCENE: He finishes title, looking out as if he\nexpected to see her.\n\n140\nINT. LUCY'S ROOM (NIGHT) MEDIUM SHOT\n\nHibbs and Lucy as he gets a comforter and a blanket and\nbrings it down to her in her easy chair and leans over with\nit, starting to wrap it around her.\n\n141\nINT. LUCY'S ROOM (NIGHT) CLOSE UP\n\nHibbs and Lucy as he wraps the blanket around her, telling\nher:\n\nTITLE:\n\n\"There won't be much sleep\nin this house tonight.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCY'S ROOM (NIGHT) MEDIUM SHOT\n\nHibbs and Lucy as he gets a comforter and a blanket and\nbrings it down to her in her easy chair and leans over with\nit, starting to wrap it around her. 141\nINT. LUCY'S ROOM (NIGHT) CLOSE UP\n\nHibbs and Lucy as he wraps the blanket around her, telling\nher:\n\nTITLE:\n\n\"There won't be much sleep\nin this house tonight. \n\nTARGET SECTION TO BE ANNOTATED:\nBACK TO SCENE: He sits down beside her as though to watch\nover her should she fall asleep.\n\nFADE OUT.\n\nTITLE:\nMorning\n\n142\nFADE IN\nEXT. BALFOUR HOUSE LONG SHOT DAY\nThe old house, for the first time in the light of day.\nThere is no sign of life about it; and somehow with its\nruined garden and its broken windows, it is even more\ndesolate than at night.\n\nLAP DISSOLVE INTO:\nINT. BALFOUR HOUSE FULL SHOT\nDownstairs room. Sir James and Burke are coming down the\nstairs, slowly looking about them. They reach the foot of\nthe stairs and stop.\n\nLAP DISSOLVE INTO:\n\nINT. BALFOUR HOUSE CLOSE SHOT\nBurke and Sir James, as Burke says to him:\n\nTITLE:\n\"Empty, every room -- empty.\"\n\nBACK TO SCENE: Sir James looks off around the great room.\n\fHis gaze lifts toward the ceiling. He gives a start as he\nsees:\n\nINSERT:\n\nFive bats huddled together,\nclinging to the ceiling, asleep.\n\nBACK TO SCENE: Sir James points. Burke looks. Then the two\nmen look at each other. Then Burke says quickly:\n\nTITLE:\n\n\"I know what you're thinking --\ndon't say it.\"\n\nBACK TO SCENE: Burke looks off around the room,\nspeculatively. Then he turns to Sir James and says:\n\nTITLE:\n\n\"This is the room in which Roger\nBalfour committed suicide?\"\n\nBACK TO SCENE: Sir James tells him that it is. Burke asks:\nTITLE:\n\"Where was the body found?\"\nCUT FROM TITLE TO:\n\n143\n\nINT. BALFOUR HOUSE SEMI FULL SHOT\n\nBurke finishes question. Sir James steps over to a table,\nturns a chair a little to put it into the position in which\nthe body was found, then indicates a position on the floor,\nas though the body has slouched out from the chair to the\nfloor. Burke comes over to him.\n\n144\nINT. BALFOUR HOUSE CLOSE SHOT\n\nSir James as Burke comes into him. Burke looks down at the\ntable, the chair, studying. Then he looks up and says:\n\nTITLE:\n\n\"I want you to tell me all\nyou know about the circumstances.\"\n\nBACK TO SCENE: Sir James nods willingly.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALFOUR HOUSE CLOSE SHOT\n\nSir James as Burke comes into him. Burke looks down at the\ntable, the chair, studying. Then he looks up and says:\n\nTITLE:\n\n\"I want you to tell me all\nyou know about the circumstances.\"\n\nBACK TO SCENE: Sir James nods willingly. \n\nTARGET SECTION TO BE ANNOTATED:\n He says:\nTITLE:\n\"I came to see Roger Balfour earlier\n\nin that evening. It was about 8:30.\nI came in that door--\"\n\fCUT FROM TITLE TO\n\n145\nINT. BALFOUR HOUSE SEMI FULL SHOT\n\nSir James, finishing title, crosses and indicates a side\ndoor. He goes on telling the story of his visit, Burke\nlistening intently. Sir James crosses to the table, Burke\nfollowing.\n\n146\nINT. BALFOUR HOUSE CLOSE SHOT\n\nAt table, as Sir James indicates a chair at the end of the\ntable, saying:\n\nTITLE:\n\n\"Miss Lucy was here when I\ncalled. She was about\n\nthirteen -- hair down her\nback, a beautiful child--\"\n\nBACK TO SCENE: Sir James sighs a little at the recollection.\n\n147\nEXT. HAMLIN GARDEN (DAY) LONG SHOT\n\nLucy and Hibbs coming into the garden. They go over to a\npretty spot in the garden and Lucy sits down. Hibbs stands\nlooking at her.\n\n148\nINT. BALFOUR HOUSE SEMI FULL SHOT\n\nSir James is finishing his story. Burke thanks him, looks\nat his watch and they exit.\n\n149\nEXT. HAMLIN GARDEN CLOSE SHOT\n\nHibbs and Lucy as he looks at her long and fondly, then\nsays:\n\nTITLE:\n\n\"I want the right to protect\nyou, Lucy--\"\n\nCUT FROM TITLE TO:\n\n150\nEXT. GARDEN CLOSEUP\n\nHibbs as he finishes title, leaning over, his earnestness\nin his eyes.\n\n151\nEXT. GARDEN CLOSEUP\nLucy as she looks up at him, wistfully.\n\n152\n\fEXT. GARDEN CLOSE UP\nHibbs as he says:\n\nTITLE:\n\"I know it's asking a lot --\nsince I've got my way to make\nin the world--\"\nCUT FROM TITLE TO:\n153\n\nEXT. GARDEN CLOSE SHOT\nBoth, as Hibbs finishes title. Her trust and her faith in\nhim are in her eyes as she looks up at him. She says:\n\nTITLE:\n\n\"You'll make your way, too,\nJerry--\"\n\nBACK TO SCENE: She pauses, then rises and he takes her\nhands in his. They stand, look into each others eyes.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer trust and her faith in\nhim are in her eyes as she looks up at him. She says:\n\nTITLE:\n\n\"You'll make your way, too,\nJerry--\"\n\nBACK TO SCENE: She pauses, then rises and he takes her\nhands in his. They stand, look into each others eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nFinally, she says:\nTITLE:\n\"You see, Jerry, I love you.\"\nBACK TO SCENE: He gathers her into his arms.\n154\nEXT. HAMLIN GATE MED. SHOT\nBurke and Sir James turning in at the gate, slowly,\nthoughtfully.\n155 EXT. GARDEN CLOSE SHOT\nLucy and Hibbs, in each other's arms, as they draw apart\nand Hibbs says:\nTITLE:\n\"I'll tell Sir James--\"\nBACK TO SCENE: She protests:\nTITLE:\n\"No, no, not yet, Jerry --\nhe has been so good and kind --\nI wouldn't hurt him for the\nworld--\"\n\nBACK TO SCENE: She finishes title.\n\n156\nEXT. GARDEN MED. SHOT\n\fAnother part of garden, as Sir James and Burke come in and\nstop. They look off seeing:\n\n157\nEXT. GARDEN SEMI LONG SHOT\n\nHibbs and Lucy, a beautiful shot, oblivious of everything\nbut themselves as they stand facing each other.\n\n158\nEXT. GARDEN CLOSE SHOT\nBurke and Sir James as Burke indicates off and says:\n\nTITLE:\n\n\"Secretaries and servants\nsometimes talk too much--\"\n\nBACK TO SCENE: Sir James frowns, looking curiously at Burke,\nas though wondering if by any chance Burke suspects Hibbs,\nthe secretary. Burke says:\n\nTITLE:\n\n\"Better dictate a letter to\nScotland Yard, asking them\nto send four men for\ntonight.\"\n\nBACK TO SCENE: Sir James nods, then calls out of scene:\n\"Mr. Hibbs.\"\n\n159\nEXT. GARDEN CLOSE SHOT\n\nHibbs and Lucy as they turn. Hibbs hearing himself called,\nturns to Lucy. Quickly, she makes a signal of silence to\nhim, getting over that he is not to tell Sir James. He nods\nagreement and exits. She looks off after him fondly.\n\n160\n\nEXT. GARDEN MED.SHOT\n\nBurke and Sir James, as Hibbs comes into them, Sir James\ngets over that he wants some work done and Hibbs and Sir\nJames exit to the house. Burke looks off a moment toward\nLucy, then exits toward her.\n\n161\nEXT. GARDEN MED. SHOT\n\nLucy looking off expectantly. After a moment, Burke enters,\nhat in hand.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARDEN MED. SHOT\n\nLucy looking off expectantly. After a moment, Burke enters,\nhat in hand. \n\nTARGET SECTION TO BE ANNOTATED:\n He stands for a moment, gravely looking at her.\nThen he says:\n\nTITLE:\n\n\"Miss Balfour, you don't know\nme....but whatever happens\n\nI want you to have complete\ntrust in me!\"\n\f162\nEXT. GARDEN CLOSE UP\n\nBurke as he finishes title, gravely, looking out of scene\nat her.\n\n163\nEXT. GARDEN CLOSE UP\nLucy, suddenly quite serious, staring at him out of scene.\n\n164\nEXT. GARDEN CLOSE UP\n\nBurke, as he studies her for a moment with grave eyes, then\nsays:\n\nTITLE:\n\n\"Mine is a hard life, Miss\nBalfour, cast in ways not\nalways pleasant--\"\n\nCUT FROM TITLE TO:\n\nEXT. GARDEN CLOSE SHOT\nBurke and Lucy, as he pauses, then goes on talking to her,\nwith growing interest.\n\n166\n\nINT. MUSIC ROOM MED. SHOT\n\nSir James dictating a letter to Hibbs, who is sitting a\nlittle distance from a window, his steno book on his knee.\nSir James pauses. Hibbs slides his chair over so that he\ncan see out of the window. He looks out and sees:\n\n167\nEXT. GARDEN SEMI LONG SHOT\n\nBurke, talking earnestly to Lucy, as she listens deeply\nengrossed in what he is saying.\n\n168\nINT. MUSIC ROOM CLOSE UP\n\nHibbs, looking out of the window. He frowns. What can this\nstranger be talking about to her?\n\n169\nINT. MUSIC ROOM CLOSE UP\nSir James. He turns, says something, then speaks sharply to Hibbs.\n\n170\nINT. MUSIC ROOM MED. SHOT\n\nSir James and Hibbs, as Hibbs, recalled to himself, turns\nsuddenly and starts again to take Sir James' dictation.\n\n171\nEXT. GARDEN CLOSE SHOT\n\nBurke and Lucy, as he stops talking and they look into each\nother's eyes. Then she says:\n\fTITLE:\n\n\"I do trust you -- in\nanything!\"\n\nBACK TO SCENE: He bows his head a little. Then, with girlish\nimpulsiveness, she tells him:\n\nTITLE:\n\"I think you're wonderful!\"\n\nBACK TO SCENE: She finishes title, looking at him with eyes\nradiant with admiration.\n\n172\n\nINT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen she says:\n\fTITLE:\n\n\"I do trust you -- in\nanything!\"\n\nBACK TO SCENE: He bows his head a little. Then, with girlish\nimpulsiveness, she tells him:\n\nTITLE:\n\"I think you're wonderful!\"\n\nBACK TO SCENE: She finishes title, looking at him with eyes\nradiant with admiration. 172\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MUSIC ROOM CLOSE UP\n\nHibbs, writing in his note book at window, as he turns,\ntaking a glance at the window. He sees:\n\n173\n\nEXT. GARDEN SEMI LONG SHOT\n\nBurke and Lucy as she reaches up in sudden impulsiveness\nand kisses him on the cheek.\n\n174\n\nINT. MUSIC ROOM MEDIUM SHOT\n\nSir James and Hibbs, as Sir James has recalled his\nsecretary, who is staring out the window. Hibbs is now very\nplainly perturbed.\n\n175\n\nEXT. GARDEN CLOSE SHOT\n\nBurke and Lucy, as Lucy nods to some things he is telling\nher, then turns and runs out of scene toward the house.\n\n176\n\nEXT. GARDEN CLOSE UP\n\nBurke, looking off after her. Fondly he puts his hand to\nhis cheek where she had kissed him and we have a feeling\nthat if his life were to be lived over again he would have\nromance in it -- romance with a girl not unlike Miss Lucy\nBalfour.\n\n177\nINT. MUSIC ROOM MEDIUM SHOT\n\nSir James, finishing letter, dismisses Hibbs, who exits to\nthe hall.\n\n178\n\nINT. LOWER HALL MEDIUM SHOT\n\nHibbs, coming out of music room, meets Lucy, coming in the\nfront door. He stops her, tells her that she saw her kiss\nthe guest, wanting to know what she means.\n\n179\n\fINT. LOWER HALL CLOSE UP\nHibbs and Lucy, as he angrily demands of her an explanation.\nShe is much perturbed. She says finally:\n\nTITLE:\n\n\"I can't tell you -- please\ndon't ask me--\"\n\nCUT FROM TITLE TO:\n\n180\nINT. LOWER HALL CLOSE UP\n\nLucy, as she finishes title, much worried, as though she\nwould like very much to tell if she could.\n\n181\nINT. LOWER HALL CLOSE UP\nHibbs, frowning his displeasure at her.\n\n182\nINT. LOWER HALL CLOSE UP\n\nLucy, looking out of scene at him, anxiously. Finally, with\na thought, she says:\n\nTITLE:\n\"I'm going to Sir James -- NOW --\nand tell him that we love each other--\"\nCUT FROM TITLE TO:\n183\n\nINT. LOWER HALL MEDIUM SHOT\n\nLucy and Hibbs, as she finishes title.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOWER HALL CLOSE UP\n\nLucy, looking out of scene at him, anxiously. Finally, with\na thought, she says:\n\nTITLE:\n\"I'm going to Sir James -- NOW --\nand tell him that we love each other--\"\nCUT FROM TITLE TO:\n183\n\nINT. LOWER HALL MEDIUM SHOT\n\nLucy and Hibbs, as she finishes title. \n\nTARGET SECTION TO BE ANNOTATED:\n He can only stare at\nher for a moment. \"Are you?\" he says breathlessly.\nEverything must be all right if that is what she is going to\ndo. \"Yes,\" she tells him, and turns and goes into the music\nroom. He stands staring after her, then goes down the hall\na little way.\n\n184\nINT. MUSIC ROOM SEMI FULL SHOT\n\nSir James is pacing the floor, deep in thought, as Lucy\ncomes in. She is about to say something to him, but he\nstops her, then indicates a settee. We have the feeling\nthat he is going to tell her about her father and doesn't\nquite know how to go about it. He turns, finally, and sits\ndown beside her.\n\n185\nINT. MUSIC ROOM NIGHT CLOSE SHOT\n\nLucy and Sir James, on settee, as he sits down. A tremulous\nexcitement is upon Lucy now that the moment has come for her\nto tell him of her love for Hibbs. Now the problem of how to\nbegin has become her problem. Sir James sits, deeply\nthoughtful, staring at the floor. She turns to him and is\n\fabout to tell him in a rush when he looks up and says:\nTITLE:\n\n\"Lucy, there is something I\nhave to tell you-\n\n \n\nBACK TO SCENE: He pauses. She looks at him, big-eyed,\ninguiringly. He clears his throat and goes on:\n\nTITLE:\n\n“Ever since you were a little\ngirl, Lucy, I've waited--\"\n\nCUT FROM TITLE TO:\n\n186\nINT. MUSIC ROOM NIGHT CLOSEUP\nSir James as he pauses, hesitating--\n\n187\n\nINT. MUSIC ROOM NIGHT CLOSEUP\n\nLucy staring at him big-eyed, breathlessly, beginning to\nguess the truth.\n\n188\n\nINT. MUSIC ROOM NIGHT CLOSEUP\n\nSir James, as he turns to her, a life long love for her in\nhis eyes and says:\n\nTITLE:\n\n\"It may seem a strange time to\nspeak, Lucy, but--\n\n \n\nCUT FROM TITLE TO:\n189\nINT. MUSIC ROOM CLOSE SHOT NIGHT\nSir James and Lucy as he pauses, then says fervently:\n\nTITLE:\n\n\"I love you, Lucy -- I\nwant you to marry me\n\n \n\nBACK TO SCENE: He finishes title, taking her hands gently.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n188\n\nINT. MUSIC ROOM NIGHT CLOSEUP\n\nSir James, as he turns to her, a life long love for her in\nhis eyes and says:\n\nTITLE:\n\n\"It may seem a strange time to\nspeak, Lucy, but--\n\n \n\nCUT FROM TITLE TO:\n189\nINT. MUSIC ROOM CLOSE SHOT NIGHT\nSir James and Lucy as he pauses, then says fervently:\n\nTITLE:\n\n\"I love you, Lucy -- I\nwant you to marry me\n\n \n\nBACK TO SCENE: He finishes title, taking her hands gently. \n\nTARGET SECTION TO BE ANNOTATED:\nLucy, looking at him aghast, at the devotion in his eyes,\nknows that this is no time to tell him. So she falters:\n\nTITLE:\n\n\"I--I must have time--\nto--to think it over--\"\n\nBACK TO SCENE: He nods gravely, patting her hand gently.\n\fShe starts to draw away, to rise.\n\n190\nINT. MUSIC ROOM MED. SHOT NIGHT\n\nLucy, rising, stands for a moment, uncertainly. Sir James\nrises, turns toward her. Suddenly Lucy bursts into a sob\nand runs from the room. Sir James takes a step after her\nand stops, thinking.\n\n191\nINT. LOWER HALL MED. SHOT\n\nHibbs is waiting in the hall as Lucy comes out. Burke is\ncoming in the front door. Hibbs glares at him as Lucy,\nsobbing a little, goes to Hibbs. Burke turns in at the\nlibrary. Hibbs and Lucy go out to the veranda.\n\n192\nINT. LIBRARY FULL SHOT\n\nBurke, coming in, stands for a moment, then steps over to\nthe desk and picks up one of the volumes on vampires. With\nthis in his hand, he goes over to a chair by the window,\nwhere the sunlight is coming in and sits down.\n\n193\nEXT. VERANDA CLOSE SHOT\n\nLucy and Hibbs, as she tells him what happened. Hibbs gets\nover: \"I'll go to him, tell him.\" She holds his arm. \"No,\nno you can't.\"\n\n194\nINT. LIBRARY CLOSE SHOT\n\nBurke, turning and looking out of the window. Then, with a\nlittle sigh for his advancing age and his incapacity for\nromance, he takes out his glasses, puts them on and starts\nto read from the book. After a moment, he glances up from\nthe book into the room.\n\n195\nINT. LIBRARY MED. SHOT\n\nSir James has come into the library. Burke, looking up,\ntells him he has been reading something about protective\nmeasures. He shows a passage in the book to Sir James:\n\nINSERT:\nPage in Old English:\nA wreath of tube-roses at the\nwindow, a sword across the door\nwill make it impossible for the\nvampyr to enter a sleeping room\nat night.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOT\n\nSir James has come into the library. Burke, looking up,\ntells him he has been reading something about protective\nmeasures. He shows a passage in the book to Sir James:\n\nINSERT:\nPage in Old English:\nA wreath of tube-roses at the\nwindow, a sword across the door\nwill make it impossible for the\nvampyr to enter a sleeping room\nat night. \n\nTARGET SECTION TO BE ANNOTATED:\nFADE OUT ON INSERT\n\n196\nFADE IN\n\fINT. LUCY'S ROOM FULL SHOT NIGHT\n\nBurke, Sir James, Hibbs and Lucy. Hibbs is reading from one\nof the ancient books at a table. Lucy is placing a wreath\nof tube-roses at the window. There is a sword on the table.\nLucy turns and tells them: \"That's done,\" coming down to\nthe table. Hibbs, picking up the sword and the book, rises.\nHe and Burke start toward the door. Sir James turns to say\ngood night to Lucy.\n\n197\n\nINT. LUCY'S ROOM CLOSE SHOT NIGHT\n\nSir James saying good night to Lucy, saying it tenderly,\nhis devotion in his eyes.\n\n198\n\nINT. LUCY'S ROOM CLOSE SHOT NIGHT\n\nHibbs and Burke at the open door, waiting. It is evident\nthat Hibbs, who is looking back, sees Sir James' tenderness,\nhis love for Lucy. Hibbs is troubled.\n\n199\n\nINT. LUCY'S ROOM CLOSE SHOT NIGHT\n\nSir James and Lucy, as he bends over and kisses her gently,\nwith a fatherly kiss, and turns and exits. Lucy turns away,\nback into the room with bowed head.\n\n200\n\nINT. LUCY'S ROOM CLOSE SHOT NIGHT\n\nAt the door, as Sir James comes in, going out of the door\nafter Burke. Hibbs looks back in the room toward Lucy,\ntroubled, his love in his eyes, then turns and goes out,\nstarting to close the door behind him.\n\n201\n\nINT. UPPER HALL MED. SHOT NIGHT\n\nOutside door to Lucy's room, as Sir James says good night\nto Burke in f£.g., while Hibbs fastens the sword to the door\nover the keyhole. Hibbs turns to Burke and they exit\ntogether toward Hibbs' room.\n\n202\n\nINT. UPPER HALL MED. SHOT NIGHT\n\nAt door to Hibbs' room, as Burke and Hibbs come in. Hibbs\nopens the door and turns to say good night. Burke indicates\nthat he would like to talk to him. Hibbs says \"Come in,\"\nand they exit to Hibbs' room.\n\n203\n\nINT. HIBBS' ROOM FULL SHOT NIGHT\n\nThe room is dark as Hibbs and Burke come in.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHibbs says \"Come in,\"\nand they exit to Hibbs' room. 203\n\nINT. HIBBS' ROOM FULL SHOT NIGHT\n\nThe room is dark as Hibbs and Burke come in. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a\nshaft of moonlight through a window upon the bed. Hibbs\nswitches on the electric light. They go over and sit on the\nbed.\n\n204\nINT. HIBBS' ROOM NIGHT CLOSE SHOT\nThe two men as they sit on the bed. Burke says to him:\n\fTITLE:\n\n\"Now about you and Miss Lucy's\nbrother, Harry--\"\n\nBACK TO SCENE: Hibbs turns sharply, staring at Burke. Burke\ngoes on regardless:\n\nTITLE:\n\n\"You didn't like each other\nvery much did you?\"\n\nBACK TO SCENE: Hibbs is about to resent this question, but\nthere is a force in Burke's direct gaze that he cannot\nresist. So, after a moment, he answers:\n\n \n\nTITLE:\n\"He objected to my caring for Lucy.\nHe thought I wasn't good enough\nfor her--\nCUT FROM TITLE TO:\n205\n\nINT. HIBBS' ROOM NIGHT CLOSE UP\nHibbs, as he finishes title, looking out of scene at Burke.\n\n206\nINT. HIBBS' ROOM CLOSE UP NIGHT\nBurke staring steadily at him, an intense light in his eyes.\n\n207\nINT. HIBBS' ROOM NIGHT CLOSE UP\n\nHibbs, unable to stand unflinching the direct gaze, looks\naway, looks down at his wristwatch.\n\nINSERT:\nWRISTWATCH. Time -- 10:13\nBACK TO SCENE: He looks up again at Burke.\n\n208\nINT. HIBBS' ROOM NIGHT LARGE CLOSE UP\nBurke, with eyes lighted so that they seem to dart fire.\nThe eyes start now to revolve, slowly.\n\nFADE OUT\n\n209\n\nFADE IN\n\nINT. HIBBS' ROOM CLOSE SHOT NIGHT\n\nThe electric light is out. Burke is lying on the bed in the\nshaft of moonlight, asleep. He stirs a little, turns over,\n\finto the shadow. A dim figure back to the camera, tips in,\nleaning over the bed. Burke turns back again into the light.\nThe figure withdraws. Burke sits up, suddenly staring off\nscene, whips up a pistol from the bed and fires out of\nscene. (Burke wears pajama jacket. Otherwise, he is\ncompletely dressed.)\n\n210\nINT. HIBBS' ROOM MED.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBurke sits up, suddenly staring off\nscene, whips up a pistol from the bed and fires out of\nscene. (Burke wears pajama jacket. Otherwise, he is\ncompletely dressed.)\n\n210\nINT. HIBBS' ROOM MED. \n\nTARGET SECTION TO BE ANNOTATED:\n SHOT NIGHT\n\nA dim figure back to camera, disappearing through the open\ndoor.\n\n211\nINT. HIBBS' ROOM MED. SHOT NIGHT\n\nAt bed, as Burke leaps to his feet, pistol in hand, and\nrushes out of scene.\n\n212\nINT. UPPER HALL SEMI FULL SHOT NIGHT\n\nThe hall is empty. Burke, rushing out from Hibbs' room,\npistol in hand, stops, looking around. The door to Sir\nJames' room is suddenly thrown open and Sir James rushes\nout, demanding: \"What is it? What's the matter?\" Burke goes\nquickly down to him.\n\n213\nINT. UPPER HALL CLOSE SHOT NIGHT\n\nSir James, as Burke comes in. Sir James demanding \"What\nhappened?\" Sir James is in a bathrobe, which he now ties\naround him, as though he had been suddenly awakened and had\nslipped it on very hurriedly before rushing out. Burke\ntells him about something that came into the room, where he\nwas sleeping. Sir James is aghast. Burke to calm him, says:\n\nTITLE:\n\n“Probably my imagination,\nSir James. Go back to bed.\"\n\nBACK TO SCENE: Burke opens the door to Sir James and ushers\nSir James in. He closes the door, turns, with pistol ready,\nand exits from scene, down the hall.\n\n214\nINT. UPPER HALL MED. SHOT NIGHT\n\nBurke, coming in, looking at the floor, suddenly kneels to\nthe floor.\n\n215\nINT. UPPER HALL CLOSE UP NIGHT\n\nBurke, kneeling on floor, inspecting the floor.\nINSERT:\n\nSome drops of blood on floor.\n\nBACK TO SCENE: Burke puts his finger in one of the drops\n\fand holds it up. Fresh blood. He thinks a moment, then\nstarts to rise.\n\n216\nINT. UPPER HALL (NIGHT) MED. SHOT\n\nBurke, rising, exits through the open door back to Hibbs’\nroom.\n\n217\nINT. HIBBS' ROOM (NIGHT) FULL SHOT\n\nBurke, coming in from hall, switches on the light. It is\nnow seen that he has Hibbs in a hypnotic trance, lying\ncovered by a blanket on a couch in a corner.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n217\nINT. HIBBS' ROOM (NIGHT) FULL SHOT\n\nBurke, coming in from hall, switches on the light. It is\nnow seen that he has Hibbs in a hypnotic trance, lying\ncovered by a blanket on a couch in a corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Burke goes\nover, looks at Hibbs a moment, then straightens out the bed\nthat he had himself occupied, takes off his pajama jacket\nand put on his coat. Then he steps over, speaks to Hibbs.\nHibbs rises and goes over to the bed and sits on it, just\nas he was sitting before the last fade out. Burke sits\ndown beside him.\n\n218\nINT. HIBBS' ROOM (NIGHT) CLOSE SHOT\n\nBurke and Hibbs are on the bed as Burke looks at him with\npiercing eyes. Hibbs is staring straight ahead of him. Now\nBurke speaks to him sharply. Hibbs starts, and a\ntransformation takes place. He comes out of the hypnotic\ntrance, realizes his surroundings, looks at Burke and says:\n\nTITLE:\n\"I must have fallen asleep.\"\n\nBACK TO SCENE: Burke nods \"yes\" and then gets over to him\nthat he'd better be getting to bed. Saying this Burke rises.\n\n219\nINT. HIBBS' ROOM (NIGHT) SEMI FULL SHOT\n\nBurke, rising, says good night and goes out the door. Hibbs,\nstill a little dazed, rubs his eyes, gets up and goes over\nto a dresser.\n\n220\n\nINT. HIBBS' ROOM (NIGHT) CLOSE UP\n\nHibbs at the dresser. He stands there for a moment thinking.\nHe stifles a yawn. Then he looks at his wristwatch.\n\nINSERT:\n\nCU wristwatch Time: 2:30\nBACK TO SCENE: Hibbs is puzzled. He must have slept hours.\nThat's queer. He stands thinking a moment, then dismisses\nthe problem with a shrug and reaches into a drawer of the\n\ndresser and gets out a photograph. He looks at it.\n\nINSERT:\n\fPhotograph of Lucy.\n\nBACK TO SCENE: Hibbs looks at the picture fondly, greatly\ntroubled. He decides to see if she is all right. He turns,\nputs the picture back into the drawer and starts out.\n\n221\nINT. HIBBS' ROOM (NIGHT) FULL SHOT\nHibbs, going softly, but quickly, out the door.\n\n222\n\nINT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n221\nINT. HIBBS' ROOM (NIGHT) FULL SHOT\nHibbs, going softly, but quickly, out the door. 222\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n UPPER HALL (NIGHT) SEMI FULL SHOT\n\nHibbs, coming out of his door, tiptoes quickly over to the\ndoor to Lucy's room.\n\n223\n\nINT. UPPER HALL (NIGHT) CLOSE SHOT\n\nAt Lucy's door, as Hibbs comes in. The sword has gone from\nits place over the keyhole where Hibbs himself placed it.\nThis he notices now with a start of alarm. He looks down to\nsee if it has fallen. No sword. In genuine anxiety now, he\nknocks on the door and calls:\n\nTITLE:\n\"Lucy!\"\n\nBACK TO SCENE: He waits. No answer. He knocks harder. He\ncalls again, more loudly. Frantic, he tries the door,\nbanging it, calling to her in a loud voice. He throws his\nshoulder against the door. It gives a little.\n\n224\n\nINT. UPPER HALL (NIGHT) MED. SHOT\n\nTaking in doors to Sir James' and Burke's rooms. Both doors\nopen and Burke and Sir James appear. They start forward, in\nexcitement. (Both are fully dressed.)\n\n225\n\nINT. UPPER HALL (NIGHT) MED. SHOT\n\nHibbs throwing his weight against the door. It crashes open\nas Burke and Sir James come into scene. Hibbs rushes into\nthe room.\n\n226\n\nINT. LUCY'S ROOM (NIGHT) FULL SHOT\n\nThe room in darkness, Hibbs rushing in. Sir James and Burke\nfollow. Burke switches on the light. The room is empty.\nHibbs rushes to the dressing room door, looks in there,\nturns back: \"Empty!\"\n\n227\n\nINT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nThe great room downstairs. The Stranger, the man identified\nas Roger Balfour, is sitting in the chair at the table.\nSitting with his back to the camera is the Man in the\nBeaver Hat. Lucy, in a white thin negligee, is being led\n\finto the room by the Bat Girl. She starts toward the\nStranger at the table with uncertain steps, then stops.\n\n228\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nLucy, staring out of scene, her lips trembling.\n\n229\nINT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n228\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nLucy, staring out of scene, her lips trembling. 229\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BALFOUR HOUSE (NIGHT) CLOSE UP\n\nThe Stranger at the table, looking out of scene at her with\nlarge, spectral eyes, a bullet wound in his temple, the\npallor of death on his face.\n\n230\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nThe two of them, motionless for a few feet. Then Lucy\nstarts suddenly forward, kneeling at the Stranger's feet.\n\n231\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nThe Stranger, looking down at her with eyes of pity, saying\nno word,\n\n232\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nLucy, looking up tremulously. When she raises her eyes, as\nif in a prayer, and says:\n\nTITLE:\n\n“Father! Father! I'm doing\nthis for you!\"\n\nBACK TO SCENE: She finishes title.\n\n233\n\nINT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nThe Stranger puts his hand on Lucy's head, the Bat Girl at\none side, the Man in the Beaver Hat sitting watching them.\nThe whole effect is strange, fantastic, creepy.\n\n234\nINT. LUCY'S ROOM (NIGHT) MED. SHOT\n\nThe three men, Burke, Sir James, Hibbs. Burke is at the\nopen window, looking out, as though for something he might\nbe expecting. Hibbs is talking wildly to Sir James. He\ncries out:\n\nTITLE:\n\n“They're vampyrs, I tell you,\nand I'm going to destroy them --\nthe way the book says--\"\n\nBACK TO SCENE: He finishes title and turns and runs madly\nout of the scene, for the time being a maniac. Burke turns\nquickly down from the window to Sir James, indicates off\n\fand says:\nTITLE:\n\"They're coming!\"\nCUT FROM TITLE TO:\n\n235\n\nINT. LUCY'S ROOM (NIGHT) CLOSE SHOT\n\nBurke and Sir James, as Burke finishes title, indicating\noff toward the window. \"Who?\" gasps Sir James in his\nastonishment. Burke replies quickly, his manner brisk and\nbusiness like.\n\nTITLE:\n\n“The Scotland Yard men you\nwrote for.\"\n\nBACK TO SCENE: He finishes title. Sir James' relief is\nprodigious. They start out toward the door.\n\n236\n\nEXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSir James' relief is\nprodigious. They start out toward the door. 236\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HAMLIN HOUSE (NIGHT) SEMI LONG SHOT\n\nAn English car, turning in at the gate, drives toward the\nhouse.\n\n237\n\nINT. HIBBS' ROOM (NIGHT) MED. SHOT\n\nHibbs, feverishly fingering the pages of the ancient book\nuntil he finds what he wants, reads:\n\nINSERT:\nPage in old English:\n\nThe one certain method, which never\nfails, is to drive a hickory stake\nthrough the heart of the vampyr.\n\nBACK TO SCENE: Hibbs looks up, looks wildly around the room,\nas though there might be a hickory stake there somewhere,\nthen turns and runs out the door.\n\n238\n\nINT. LOWER HALL HAMLIN HOUSE (NIGHT) MED. SHOT\n\nBurke, opening the door, admitting four burly Scotland Yard\nmen. With Sir James, they all exit to the library.\n\n239\n\nINT. SERVANTS QUARTERS (NIGHT) SEMI FULL SHOT\n\nMiss Smithson and the other servants are huddled together,\nscared half to death. They turn and scream as the door is\nflung open and Hibbs, wild-eyed and breathless, bursts into\nthe room. Seeing who it is they subside. He tells them that\nhe has got to have an ax and a hickory stake. One of the\n\fmen hands him a hand-ax from the wood box by the stove. He\nlooks at a chair -- it isn't hickory. Wildly, he turns to\nthe table, inspecting it. With the ax he starts to knock\none of the legs off the table.\n\n240\nINT. LIBRARY (NIGHT) MED. SHOT\n\nSir James sitting at the desk, the four Scotland Yard men\nand Burke standing, as Burke is crisply telling them of the\nextraordinary events. They listen like good soldiers, but\nsolid as they are, they cannot escape a gasp or two of\nsurprise.\n\n241\nINT. SERVANTS QUARTERS (NIGHT) MED. SHOT\n\nHibbs, finishing sharpening the end of a table leg to a\npoint. With this in one hand and the ax in the other, he\nruns out the back door. Miss Smithson slams it after him\nand nervously fixes the latch.\n\n242\nINT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith this in one hand and the ax in the other, he\nruns out the back door. Miss Smithson slams it after him\nand nervously fixes the latch. 242\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SERVANTS HALL (NIGHT) CLOSE UP\n\nMiss Smithson nervously fixing the latch. Her hand shakes\nso that she has to make two or three attempts before she\ngets it. Then she turns, sinks back against the door,\nbreathing deeply, her eyes bulging. Her whole attitude\nconveys that she thinks she had a narrow escape while the\ndoor was open.\n\n243\nINT. LIBRARY (NIGHT) MED. SHOT\n\nBurke turns from the four Scotland Yard men to Sir James at\nthe desk, drawing up a chair to the end of the desk so that\nthey are facing each other.\n\n244\nINT. LIBRARY (NIGHT) CLOSE UP\nBurke and Sir James, as Burke sits down, facing Sir James.\nHe studies Sir James for a moment, then says:\nTITLE:\n\n\"Have you got a gun?\"\nBACK TO SCENE: For answer, Sir James reaches into a drawer\nof the desk and takes out a large Army revolver. Burke\nlooks at it and puts it aside, saying:\n\nTITLE:\n\n\"You've got to have one\nyou can be sure will shoot.\"\n\nCUT FROM TITLE TO:\n\n245\nINT. LIBRARY (NIGHT) MED. SHOT\n\fThe group, as Burke finishes title, rising and turning to\nthe four Scotland Yard men. One of them takes an automatic\npistol from his pocket and hands it to Burke. Burke gives\nthis to Sir James and tells him to put it in his pocket.\nSir James does so. Burke starts to sit down again.\n\n246\n\nINT. LIBRARY (NIGHT) CLOSE UP\n\nBurke and Sir James, as Burke sits down, facing Sir James.\nBurke starts to talk to him and as he talks his eyes take\non an intense piercing quality. He stops talking, holding\nSir James' gaze with his own for a few feet while neither\nman moves a muscle. Then Burke turns easily away, leaning\nback for a moment, relaxed.\n\nJames continues to sit without moving. Burke then reaches\nover and picks up a desk clock. He turns the hands back and\nsets it down on the desk again. Sir James looks at it.\n\nINSERT:\nDESK CLOCK Time: 8:15\n\nBACK TO SCENE: Sir James looks up from the clock.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns the hands back and\nsets it down on the desk again. Sir James looks at it. INSERT:\nDESK CLOCK Time: 8:15\n\nBACK TO SCENE: Sir James looks up from the clock. \n\nTARGET SECTION TO BE ANNOTATED:\n Burke\ntells him:\n\nTITLE:\n\n\"At 8:25, leave here and come\nto the side door of Balfour\nHouse.\"\n\nBACK TO SCENE: He finishes title, studying Sir James for a\nmoment, and then rises.\n\n247\n\nINT. LIBRARY (NIGHT) SEMI FULL SHOT\n\nBurke, rising, pays no further attention to Sir James, who\nsits staring at the clock. With a gesture to the men to\nfollow, Burke exits briskly from the library. The four\nScotland Yard men go out after him.\n\n248\n\nEXT. BALFOUR HOUSE (NIGHT) SEMI LONG SHOT\n\nWith gate in f.g., as Hibbs, carrying his stake and ax,\ncomes in, stops for a moment, looking in toward the house\nand all around the garden, then starts in toward the house,\nslipping from clump to clump of shrubbery.\n\n249\n\nEXT. BALFOUR GARDEN (NIGHT) CLOSE SHOT\n\nHibbs, coming behind a clump of shrubbery, drops down\nsuddenly, as though hearing something off toward the house.\n\n250\nEXT. BALFOUR HOUSE (NIGHT) CLOSE UP\nDoor to the side veranda, as it starts slowly to open.\n\fLucy appears in the doorway, behind her the ominous figure\nof the Stranger, with face so white and the bullet wound in\nhis temple. She stops in the doorway. He stops.\n\n251\n\nEXT. BALFOUR GARDEN (NIGHT) CLOSE UP\n\nHibbs, in the clump of brush, as he cautiously raises\nhimself and looks off. He stares, suddenly seeing:\n\n252\n\nEXT. DOOR (NIGHT) MED. SHOT\n\nLucy standing in the doorway, looking out into the night.\nThe Stranger directly behind her. She does not move. But\nthe Stranger takes a step closer to her and leans over with\nhis face Close to hers.\n\n253\n\nEXT. DOOR (NIGHT) CLOSE UP\n\nLucy and the Stranger, as his ghastly face comes very close\nto hers. Still she does not move, but looks off into the\nnight.\n\n254\n\nEXT. GARDEN (NIGHT) CLOSE UP\n\nFLASH Hibbs staring off.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill she does not move, but looks off into the\nnight. 254\n\nEXT. GARDEN (NIGHT) CLOSE UP\n\nFLASH Hibbs staring off. \n\nTARGET SECTION TO BE ANNOTATED:\n His grip tightens on his stake and\nax, and the look in his eyes is terrible to see.\n\n255\n\nEXT. DOOR (NIGHT) CLOSE UP\n\nLucy and the Stranger, with his face just behind hers and\nvery close to her. He whispers in her ear.\n\nTITLE:\n\n\"Tell him to go, Lucy. Only\nharm can come to him here.\"\n\nBACK TO SCENE: He finishes title. Lucy nods solemnly.\n\n256\nEXT. GARDEN (NIGHT) CLOSE SHOT\nFLASH of Hibbs staring. He starts forward.\n\n257\n\nEXT. DOOR AND VERANDA (NIGHT) MED. SHOT\n\nThe Stranger draws back quickly into the room as Lucy steps\nout onto the veranda. The Stranger closes the door. Hibbs\ncomes in below her, on the ground, calling: \"Lucy! Lucy!\"\n\n258\n\nEXT. GARDEN NIGHT CLOSE UP\n\nHibbs, looking up at her, saying her name, softly but with\ntragic earnestness.\n\n259\nEXT. VERANDA (NIGHT) CLOSE UP\nLucy, looking down at him, a large pity in her eyes, as she\n\ftells him:\n\nTITLE:\n\n\"Gol... .~.Go!\"\n\n \n\nBACK TO SCENE: She finishes title.\n\n260\nEXT. GARDEN (NIGHT) CLOSE UP\nHibbs, staring up at her, saying the same. \"Lucy! Lucy!\"\n\n261\n\nEXT. VERANDA (NIGHT) MED. SHOT\n\nThe door opens and the Bat Girl, in her black dress, with\nher face so white, comes out softly to Lucy, puts an arm\naround her shoulder and slowly starts back into the house\nwith her.\n\n262\nEXT. GARDEN (NIGHT) CLOSE UP\nHibbs, he can only stare at this -- powerless for the\n\nmoment to act. His eyes follow them to the door.\n\n263\n\nEXT. DOOR (NIGHT) CLOSE UP\n\nLucy and the Bat Girl going slowly through the door. It\ncloses behind them.\n\n264\n\nEXT. GARDEN (NIGHT) MED. SHOT\n\nHibbs, standing motionless, staring after them as one from\nwhom the power to move had been taken. Suddenly he starts\nout through the brush, along the side of the house.\n\n265\n\nINT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOT\n\nHibbs, standing motionless, staring after them as one from\nwhom the power to move had been taken. Suddenly he starts\nout through the brush, along the side of the house. 265\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HAMLIN LIBRARY (NIGHT) CLOSE SHOT\n\nSir James, sitting just as we left him staring at the desk\nclock.\n\nINSERT:\nDESK CLOCK Time 8:25\nBACK TO SCENE: Sir James starts to rise.\n\n266\nINT. HAMLIN LIBRARY (NIGHT) FULL SHOT\nSir James, rising, goes directly out the door.\n\n267\n\nINT. LOWER HALL HAMLIN HOUSE (NIGHT) MED. SHOT\n\nThe butler is waiting with Sir James' hat and stick, very\nevidently by arrangement with Burke. Sir James, coming out\nfrom the library, takes his hat and stick from the butler,\nsaying:\n\fTITLE:\n\n\"I am going over to call\nupon my old friend Roger\nBalfour.\"\n\nBACK TO SCENE: The butler bows solemnly to this, holding\nthe door open while Sir James goes out.\n\n268\nEXT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\nBurke slipping in a back door of the house.\n\n269\n\nEXT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nHibbs, coming cautiously around a corner of the house,\nlooking up toward the windows.\n\n270\n\nINT. UPPER ROOM OF HOUSE (NIGHT) MED.SHOT\n\nMan with Beaver Hat, back to camera, Burke comes in. The\nMan with the Beaver Hat turns and is now seen to be a\ndifferent person from the man that rented the house.\nWithout a word he whips off the Inverness coat and hat and\nhands them to Burke. Burke starts to make himself up as the\nother character -- The Man in the Beaver Hat, as we first\nsaw him face to face, when he rented the house.\n\n271\n\nEXT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nHibbs, climbing up a side of the house to look in through a\nwindow. He sees:\n\n272\n\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nLucy and the Bat Girl alone in the great room. The Bat Girl\nis starting to undo Lucy's dress at the neck.\n\n273\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nHibbs, looking in through the broken window.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Bat Girl\nis starting to undo Lucy's dress at the neck. 273\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nHibbs, looking in through the broken window. \n\nTARGET SECTION TO BE ANNOTATED:\n To him, this\n\ncan mean only one thing -- the girl in black is a vampyr\n-- she is going to put those sharp teeth in Lucy's\nthroat -- | With the stake, he smashes at the window.\n274\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\nLucy and the Bat Girl, as they wheel, staring off toward\nthe window.\n\n275\nINT. BALFOUR HOUSE (NIGHT) MED.SHOT\nHibbs plunging in through the window.\n\n276 INT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\nThe Great Room, as the Bat Girl quickly rushes Lucy off\nbehind some portieres. As Hibbs rushes in that direction,\n\fthe three men of the Balfour House entourage leap out from\nplaces of hiding and seize him. They have ropes and a gag.\n\n277\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nHibbs, struggling in the grip of the three men. Hibbs is a\nmaniac and the struggle is brief but fierce. They wrench\nthe stake and ax from him, hurling them to one side. They\nstart to bind him.\n\n278\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nLucy and the Bat Girl behind portieres. The Bat Girl is\nholding her, telling her not to interfere. But Lucy must\nsee. She pulls the portiere aside a little, looking out.\n\n279\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nThe three men and Hibbs. They have him on the floor,\nbinding him tight, putting a gag in his mouth.\n\n280\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nLucy and the Bat Girl, behind the portieres. Lucy turns\nback, hiding her face with her hands. The Bat Girl, her\nmanner business-like, starts again to undo Lucy's dress\nfrom the shoulder.\n\n281\n\nINT. BALFOUR HOUSE (NIGHT) FULL SHOT\n\nOf the Great Room, as the three men carry Hibbs out of the\nroom. As they exit, at the top of the stairs appears the\nMan in the Beaver Hat. He starts slowly down the stairs.\n\n282\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they exit, at the top of the stairs appears the\nMan in the Beaver Hat. He starts slowly down the stairs. 282\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nWith traveling camera, of the Man in the Beaver Hat as he\ncomes slowly, with awful purpose in his eyes, down the\nsteps. He stops at the landing, his eyes searching the\nroom.\n\n283\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nDoor or portiered exit through which Hibbs was taken by\nthe three men. The three now reappear. They stop, looking\noff toward the stairs.\n\n284\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nThe Man in the Beaver Hat, staring out of scene at them\nwith piercing eyes. He gives an order.\n\n285\nINT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nThere is sudden activity on the part of the three men. The\nStranger moves over to the table, fixing the chairs there\nin exactly the right position, then sitting down. (The\n\fbullet wound does not appear on his temple now, though we\nmake no point of its not being there.) Another of the three\nmen slips on a butler's coat and takes up a position by the\nside door. The third man withdraws. The Man in the Beaver\nHat, who has been watching this from the landing of the\nstairs, now comes down and views the setting, suggesting a\nchange or two, perhaps here and there.\n\n286\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nBehind portieres, as the Bat Girl finishes hooking up a\nsimple little dress (the sort that would be worn by a girl\nof thirteen or so) on Lucy. Lucy's hair is now down, as a\nchild would wear it.\n\n287\n\nINT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nEverything appears to be to the satisfaction of the Man in\nthe Beaver Hat now. He steps over to the portiere.\n\n288\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nAt portieres, as the Man in the Beaver Hat speaks softly.\nLucy appears through the portieres, looking now like a girl\nof thirteen, in her child's dress with her hair down. She\nlooks at the Man in the Beaver Hat, unafraid. Gravely he\nnods. That is the way he wants her to appear.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nlooks at the Man in the Beaver Hat, unafraid. Gravely he\nnods. That is the way he wants her to appear. \n\nTARGET SECTION TO BE ANNOTATED:\n They start\nout from scene.\n\n289\nEXT. BALFOUR GATE (NIGHT) MEDIUM SHOT\n\nSir James, coming in, turns at the gate, and without even\nlooking up at the house or without faltering in the\nslightest, starts toward the veranda and side door.\n\n290\nINT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nThe Man in the Beaver Hat is coming down from the portieres\nwith Lucy. He places her at an end of the table and gives\nher a book to look at.\n\n291 EXT BALFOUR VERANDA (NIGHT) MED. SHOT\nSir James coming with unhesitating steps along the veranda,\nworks the knocker on the door.\n\n292 INT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nAll inside hear the knocker and turn. With a gesture, The\nMan in the Beaver Hat waves all out of the room except the\nStranger and Lucy at the table and the man in the butler's\ncoat. Then he (the Man in the Beaver Hat) ducks quickly\nbehind the portieres. The butler goes to the door.\n\n293\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nAt door, as the butler opens it and Sir James steps in, he\nhands his hat and stick to the butler with a grave nod and\nexits into the room.\n\f294\n\nINT. BALFOUR HOUSE (NIGHT) MEDIUM SHOT\n\nThe Stranger and Lucy at the table. The Stranger says:\n\"Good evening, James\" Lucy gets up and comes to Sir James\nin f£.g. He turns and puts his arm around her saying:\n\nTITLE:\n\"My! My! What a big girl\nyou're getting to be, Lucy.\"\nCUT FROM TITLE TO:\n295\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nSir James and Lucy, as he finishes title, stroking her\nhair, looking down at her fondly.\n\n296\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nAt portieres, as they part slightly and the Man in the\nBeaver Hat peers out with piercing eyes.\n\n297\n\nINT. BALFOUR HOUSE (NIGHT) MED.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALFOUR HOUSE (NIGHT) CLOSE UP\n\nAt portieres, as they part slightly and the Man in the\nBeaver Hat peers out with piercing eyes. 297\n\nINT. BALFOUR HOUSE (NIGHT) MED. \n\nTARGET SECTION TO BE ANNOTATED:\n SHOT\n\nSir James, the Stranger and Lucy, as Sir James holds Lucy\noff at arm's length, looking at her, at the sweet girlhood\nof her. The Stranger watches them morosely. Sir James turns\nto him says:\n\nTITLE:\n\"you seem despondent, Roger.\"\n\nBACK TO SCENE: The Stranger nods. Lucy steps quickly,\nimpetuously over to him, putting an arm around him.\n\n298\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nLucy and the Stranger, as she puts her arm over him,\nlovingly, kissing him on the forehead. He pats her hand,\ntells her it's nothing.\n\n299\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nSir James, watching them, his eyes narrowing as he looks,\na little.\n\n300\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nLucy and the Stranger, as he tells her, gently:\nTITLE:\n\n\"It's getting late, Lucy --\nsay good night to Sir James.\"\n\fCUT FROM TITLE TO:\n\n301\nINT. BALFOUR HOUSE (NIGHT) MED.SHOT\n\nThe three of them as the Stranger finishes title. Lucy\ngives him a good night kiss, then steps over to Sir James,\nholding up her lips to him. Sir James kisses her and she\nruns out of scene. Sir James stands looking off after her.\nThe Stranger watches him sullenly. Sir James turns back now\nto the Stranger, drawing up the chair, and sitting down at\nthe table, facing him.\n\n302\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nThe Man in the Beaver Hat peering through the portieres. He\nparts them a little more, bringing his whole face into view\n-- the face with the pallor of death, as expressionless as a\nmask.\n\n303\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nSir James and the Stranger at the table. Sir James leans\nover and says:\n\nTITLE:\n\n\"You may as well understand,\nRoger, that as soon as she\ncomes of age, I mean to\nhave her.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\n303\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nSir James and the Stranger at the table. Sir James leans\nover and says:\n\nTITLE:\n\n\"You may as well understand,\nRoger, that as soon as she\ncomes of age, I mean to\nhave her. \n\nTARGET SECTION TO BE ANNOTATED:\nBACK TO SCENE: The Stranger pounds his fist on the table\nand says: \"No, by God!\" They look straight into each\nother's eyes for a moment, then the Stranger says:\n\nTITLE:\n\n\"I trusted you, James Hamlin,\nand you've stolen from me\nvight and left.\"\n\nCUT FROM TITLE TO:\n\n304 INT. BALFOUR HOUSE (NIGHT) MED. SHOT\nThe two men, as the Stranger, finishing the title, starts\nto rise. Before he can do so, Sir James has leaped to his\nfeet and drawn his pistol. They rush into a clinch, a\nstruggle.\n\n305\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nAt portieres, the Man in the Beaver Hat -- FLASH\n306\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\nSir James and the Stranger, as the Stranger falls out of\n\fscene. Sir James stands with smoking pistol in his hand. He\nstares down at him. He leans down out of scene.\n\n307\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nThe Stranger on the floor as dead. Sir James leaning into\nscene with pistol in his hand. He takes out a handkerchief,\nwipes off the handle of the pistol and puts it into the\nStranger's right hand. He starts up again.\n\n308 INT. BALFOUR HOUSE (NIGHT) SEMI FULL SHOT\n\nThe body on the floor, Sir James backing away to the\nportieres behind which the Man in the Beaver Hat was\nhiding.\n\n309\n\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nAt portieres as Sir James backs in. He is about to back\nthrough the portiere when two Scotland Yard men step out\nand grab him. The Man in the Beaver Hat comes out, steps up\nto Sir James, facing him.\n\n310\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nThe Man in the Beaver Hat and Sir James, as the man speaks\nto him sharply. Sir James goes quickly through the\ntransformation of coming out of a hypnotic trance. He\nstares at the Man in the Beaver Hat, saying dazedly:\n\nTITLE:\n\"Have I been asleep?\"\nCUT FROM TITLE TO:\n311\nINT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nThe Man in the Beaver Hat and Sir James, as the man speaks\nto him sharply. Sir James goes quickly through the\ntransformation of coming out of a hypnotic trance. He\nstares at the Man in the Beaver Hat, saying dazedly:\n\nTITLE:\n\"Have I been asleep?\"\nCUT FROM TITLE TO:\n311\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BALFOUR HOUSE (NIGHT) CLOSE UP\nSir James as he finishes title dazedly.\n312\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nThe Man in the Beaver Hat, as he says, crisply:\nTITLE:\n\"No, and neither have I.\"\nCUT FROM TITLE TO:\n313\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\nThe two of them as the Man in the Beaver Hat finishes title\nand reaches over and rips up the sleeve of Sir James' coat.\n\nThe Man in the Beaver Hat says, dryly:\n\nTITLE:\n\f\"I thought I clipped you one tonight.\"\nCUT FROM TITLE TO:\n\n314\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nThe Man in the Beaver Hat, as he finishes title, and\nthrough his make-up comes an expression that is undeniably\nthat of Burke, the detective.\n\n315\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nSir James, staring at him, getting who he is slowly. He\nblurts out:\n\nTITLE:\n\"BURKE OF SCOTLAND YARD!\"\nCUT FROM TITLE TO:\n\n316\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nThe two of them, as Burke takes off his wig and bows: \"At\nyour service.\"\n\n317\n\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nThe Stranger getting up from the floor, unhurt, inspecting\nthe gun in his hand with a grin, exiting.\n\n318\nINT. UPPER ROOM (NIGHT) MED. SHOT\n\nThe Bat Girl and the butler, with a trunk in f.g. plainly:\n\"Lunette, the Flying Woman, Theatre\". She is packing the\ntrunk. The man is taking down wires from the ceiling. She\nlooks up at him and says:\n\nTITLE:\n\n\"It's back to the music\n‘alls, Jimmy, me bye.\"\n\nBACK TO SCENE: He answers:\nTITLE:\n\n\"And I'll sye this is the\ngoofiest engigement we\never played.\"\n\nBACK TO SCENE: They go back to their work briskly.\n\n319\n\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nIn Great Room downstairs, as Sir James, on the orders of\nBurke, sits down at the table and starts to write a\n\fconfession.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n319\n\nINT. BALFOUR HOUSE (NIGHT) MED. SHOT\n\nIn Great Room downstairs, as Sir James, on the orders of\nBurke, sits down at the table and starts to write a\n\fconfession. \n\nTARGET SECTION TO BE ANNOTATED:\n Lucy and Hibbs, with Miss Smithson, come in at\nthe end of the table. The Scotland Yard men are at the bg.\n\n320\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\nBurke and Sir James, as Burke tells him crisply:\n\nTITLE:\n\n\"A full confession, Sir James --\nincluding the murder of young\nHarry Balfour.\"\n\nBACK TO SCENE: Burke finishes title and exits toward Lucy.\n\n321\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nHibbs, Lucy, Miss Smithson, as Burke comes in Miss\nSmithson laughs, saying:\n\nTITLE:\n\n“That was sure a whopper, chief,\nyou had me tell about the\nkeyhole.\"\n\nBACK TO SCENE: Burke laughs, then turns to Hibbs and Lucy.\nThey are looking at him in wonder. Lucy is radiant. After a\nmoment, Burke taps Hibbs on the shoulder and says:\n\nTITLE:\n\n\"My advice to you, Mr. Hibbs, is --\nstay away from vampires.\"\n\nCUT FROM TITLE TO:\n\n322\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nBurke, as he pauses, looking at Hibbs quizzically.\n\n323\n\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\n\nHibbs and Lucy, his arm about her, Hibbs looks a little\nfoolish.\n\n324\nINT. BALFOUR HOUSE (NIGHT) CLOSE UP\nBurke, as he says:\n\nTITLE:\n\n\"I don't mean the kind of vampires\nyou mean, either--\n\n \n\nCUT FROM TITLE TO:\n\f325\nINT. BALFOUR HOUSE (NIGHT) CLOSE SHOT\n\nThe three of them as Burke finishes title, smiling dryly,\nand adding:\n\nTITLE:\n\n\"This is the\ntwentieth century.\"\n\nBACK TO SCENE: He finishes title, the two looking at him in\nwonder and admiration, as\n\nFADE OUT\n\f"
}