{
  "1": "            LOST SOULS\n\n            Screenplay by \n            Pierce Gardner\n\n\n\n\n\n            FADE IN ON:\n\n            Black screen\n\n            SOUND OS -- a CHOKED BACK BREATH, GASPING, lungs looking for\n            air, the struggle for life and we --\n\n                                                            FLASHCUT TO:\n\n            INT. LIMBO/WATER - ANOTHER TIME\n\n            GASPING for BREATH continues, more relentless, harder,\n            heavier and into the FRAME we SEE fragments, slowed into\n            special motion, dreamlike, surreal:\n\n            Dirty blonde hair lifts and tumbles; \n\n            Bubbles POP through the murky water; \n\n            A hand and then its attached arm swims, in trouble, trying to\n            climb;\n\n            And then floats as if disembodied, momentary;\n\n            The SWIMMER drifts, then a brief effort twisting, signs of\n            struggle;\n\n            A leg pushes off the nothingness, threatened, an impossible\n            fight;\n\n            And the claustrophobic GASP, a last chocked back BREATH as\n            other sounds begin to bleed in: the CRACKLE of a RADIO, a few\n            VOICES MURMURING and then more clearly --\n\n                                WOMAN'S VOICE (O.S.)\n                      Jesus, please... Jesus...\n\n            The water blurs opaque, into a murky veil of illusion and we\n\n                                                            DISSOLVE TO:\n\n            INT. FORD FIESTA - MORNING\n\n            The cracked windshield of a blue Ford Fiesta.  The clouded\n            form of the drowning SWIMMER is replaced by a small plastic\n            day-glo cross that sways as the Fiesta is lifted up on a tow\n            truck hoist.  A PARAMEDIC jogs over to the car as\n\n                                PARAMEDIC (O.S.)\n                      Hold it, hold on...\n\n            The Fiesta stops its ascent.  The passenger side door opens\n            and the Paramedic reaches in and snares the bopping cross.\n\n            EXT. CITY STREET - MORNING\n\n            The Paramedic carries the plastic symbol over to a middle\n            aged woman who's sitting on a stretcher, wearing a foam neck\n            brace and looking totally relaxed.  This minor fender-bender\n            is an ignored sideshow on a quiet commercial street.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. CITY STREET - MORNING\n\n            The Paramedic carries the plastic symbol over to a middle\n            aged woman who's sitting on a stretcher, wearing a foam neck\n            brace and looking totally relaxed. This minor fender-bender\n            is an ignored sideshow on a quiet commercial street. \n\nTARGET SECTION TO BE ANNOTATED:\n            As the woman reclaims her crucifix, a lanky MAN strides by,\n            over-coated against the fall weather.  We FOLLOW the MAN as\n            he rounds the corner.\n\n            EXT. ANOTHER CITY STREET - MORNING\n\n            And as he walks on, he gazes out at a small Catholic Church\n            ahead.\n\n            St. Ursula's is a modest seminary sitting adjacent to the\n            Church.  And just in front, behind a chain link fence, is:\n\n            An asphalt playground used by the Church's pre-school\n            program.  A group of CHILDREN play there in happy confusion,\n            watched by TWO FEMALE DAY-CARE WORKERS.\n\n            EXT. PLAYGROUND - MORNING\n\n            One of the day-care workers alternately pushes TWO KIDS on\n            the swings, using one hand.  In her other hand, she holds a\n            cigarette.  Her clothes are worn, her sneakers frayed.  A\n            simple gold cross hangs loosely from her neck.  She's got\n            ancient holes in her ear lobes from another, earlier time,\n            but no longer any earrings.  This is MAYA LARKIN.  The kids\n            she's pushing are singing \"Frere Jacques\" as they soar up and\n            down on the swings.  \n\n            The second day-care worker, more nicely dressed, shoots Maya\n            disapproving glances as she gives her swinging child modest\n            pushes.  \n\n            A Latino BOY walks up to Maya, both his shoes are untied and\n            his jacket's unzipped.  He points to his feet.\n\n                                MAYA\n                          (with mock severity)\n                      Look at you.\n\n            She moves away from the swings, puts out the cigarette and\n            stoops down, tying his shoes.  After she finishes, Maya\n            watches him run back into the throng.  He dashes past the\n            LANKY MAN, standing just ten feet away.  A powerful figure,\n            CLAUDE LAREAUX is in his sixties.  A stern, heavy expression\n            glances his face. \n            Maya stands back up slowly, looking at him, a more serious\n            expression on her face now.  She tosses her cigarette as we:\n\n                                                           SMASH CUT TO:\n\n            EXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA stern, heavy expression\n            glances his face. Maya stands back up slowly, looking at him, a more serious\n            expression on her face now. She tosses her cigarette as we:\n\n                                                           SMASH CUT TO:\n\n            EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RURAL ROAD - MORNING\n\n            A non-descript Chrysler New Yorker as it winds its way down a\n            rural road.\n\n            INT. CHRYSLER MOVING - MORNING\n\n            The car's driver is a fleshy man in his forties named JOHN\n            TOWNSEND.  He's anxious, a nail-biter, with the worn hands of\n            a worker.  Townsend's slightly nerve-wracked, but trying to\n            settle it all inside.\n\n            Maya touches a fore-finger across her upper lip, warm, she\n            moves forward, covering heat vents with a cupped hand,\n            uncomfortable, then finally flipping off the heat altogether,\n            which makes a final WHOOSHING GASP.  She POWERS OPEN the\n            electronic window, a rough hum as...\n\n            CLOSE ON\n\n            Lareaux, in the back seat watching her.  Seated next to\n            Lareaux is a dark haired, kind looking man in his 30's,\n            JEREMY.\n\n            Maya straightens the cuffs of her shirt sleeves - first the\n            right, then the left.  Then she repeats it all.  Townsend\n            notes the repetitive movement.\n\n            And the RADIO is ON in the B.G.:\n\n                                RADIO DJ #1\n                      So it says here in today's news that\n                      science is looking for a lost minute of\n                      daylight.\n\n                                RADIO DJ #2\n                      Yeah, what's that all about?  They have\n                      satellites now that can read our ATM\n                      receipts from outer space, but no one\n                      knows how we lost a minute of sunlight?\n\n                                RADIO DJ #1\n                      When they find that minute...\n\n            Townsend FLIPS OFF the radio.  There is an excruciatingly\n            loud pause as everyone in the car sits quietly.  Then Maya\n            turns sideways, leaning towards the backseat, and whispers to\n            Lareaux:\n\n                                MAYA\n                          (muffled by ROAR of passing\n                           truck)\n                      Why are you doing this to me?\n\n                                LAREAUX\n                      I know, Maya, but you'll understand when\n                      you see this man.  I really need your\n                      strength.\n\n            Maya silently acknowledges his remark.\n\n                                LAREAUX (CONT'D)\n                          (subbed, in French)\n                      Ensemble pour toujours quio qu'il\n                      arrive.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI really need your\n                      strength. Maya silently acknowledges his remark. LAREAUX (CONT'D)\n                          (subbed, in French)\n                      Ensemble pour toujours quio qu'il\n                      arrive. \n\nTARGET SECTION TO BE ANNOTATED:\n            Maya reaches over, putting a soft hand on Townsend's knee.\n\n                                MAYA\n                      Good seeing you again.\n\n                                TOWNSEND\n                      Whish the circumstances were different.\n\n            As Maya turns back around in her seat, Lareaux looks up, sees\n            Townsend's dart of worry in the rear view.\n\n            EXT. KINGS COUNTY MENTAL HOSPITAL - MORNING\n\n            Institutional 50's architecture.  Two-story building on\n            picturesque grounds.  The Chrysler pulls up to the gate.\n\n            INT. HOSPITAL CORRIDOR - MORNING\n\n            Lareaux, his overcoat open, walks down the dim corridor.  We\n            now see he's a priest.  He's wearing a black cassock with a\n            waist-high surplice (belt) and a narrow purple stole.  He\n            carries a Bible.  Townsend, Maya and Jeremy are right beside\n            him.  We see Jeremy is also a priest.  Townsend is carrying a\n            hard, black leather suitcase.\n\n            Large windows, bordered by huge pillars, circumscribe the\n            never-ending corridors.  Thick doors line the walls, each\n            with a tiny observation window, filled in with octagonal wire\n            patterns.  The foursome avoids looking directly at any of\n            those windows.\n\n            They pass other rooms, doors wide open, lined with several\n            beds each separated by worn curtains.\n\n            INT./EXT. SECOND CORRIDOR - MORNING\n\n            Sitting next to a door on this corridor is the hospital's\n            Chief Resident Psychiatrist, DR. LESLIE ALLEN.  She's casual,\n            calm and intelligent.  A mature woman in her late 50's, still\n            attractive, at peace with herself.  As she sips a cup of\n            peppermint tea, she glances outside, through a window\n            opposite her chair, at a huge old tree, the antithesis of the\n            sterile, prison-like environment inside.  She finds ways to\n            remain grounded in this place.\n\n            As Lareaux and company approach, Dr. Allen switches her gaze\n            and --\n\n                                LAREAUX\n                          (hands over a document)\n                      Your court order, Dr. Allen.\n\n                                DR. ALLEN\n                          (standing, makes transition)\n                      You know I'm not comfortable with this.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAllen. DR. ALLEN\n                          (standing, makes transition)\n                      You know I'm not comfortable with this. \n\nTARGET SECTION TO BE ANNOTATED:\n                                LAREAUX\n                      But your patient is legally entitled to\n                      it.\n\n                                DR. ALLEN\n                      This patient has been plagued with\n                      temporal lobe seizures.\n\n                                LAREAUX\n                      It's the patient's request, doctor.\n\n                                DR. ALLEN\n                          (insistent)\n                      I'm aware of that, but I don't think\n                      he's in any condition to make requests. \n                      I'm trying to appeal to your\n                      more...logical self, Father.\n                          (as she glances briefly at\n                           Maya, Townsend and Father\n                           Jeremy)\n                      I'm concerned about harm to my patient.\n\n                                LAREAUX\n                          (picking up the Doc's visual\n                           cue)\n                      Father Jeremy and Deacon John Townsend\n                      of St. Ursula's, and our associate, Maya\n                      Larkin.\n                          (off her look)\n                      Secular assistants are permitted if\n                      regarded as qualified.  Maya is\n                      eminently qualified.\n\n                                DR. ALLEN\n                      I think I should join you.\n\n                                MAYA\n                          (brusquely, interrupting)\n                      -- you wouldn't last five minutes.\n\n                                LAREAUX\n                          (getting to it)\n                      Just open the door, please.\n\n            As the Doctor unlocks the door, Lareaux, Townsend, Father\n            Jeremy and Maya file in.  Tense.  Cautious.\n\n            INT. PATIENT'S ROOM - MORNING\n\n            The room has been painted hot pink.  The only furniture is a\n            large table, a chair and a bed.  A few books sit stacked on\n            the table: Albert Beutel's Cryptology, George Fleck's Shaping\n            Space and Claude Shannon's seminal Mathematical Theory of\n            Communication, among others on advanced math.\n\n            A slightly round man named HENRY BIRDSON is seated in the\n            single restraining chair, compulsively writing numbers on a\n            yellow legal pad.  He wears green hospital pants and T-shirt.\n\n            He looks up and smiles at all his visitors; a blinding, angry\n            smile.\n\n                                BIRDSON\n                      How do you like the color in here?\n                          (glancing over barred windows)\n                      Spos'ed to be relaxing.\n\n            Maya and Townsend avoid looking at Birdson.  Maya straightens\n            the cuffs of her sleeves.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\n(glancing over barred windows)\n                      Spos'ed to be relaxing. Maya and Townsend avoid looking at Birdson. Maya straightens\n            the cuffs of her sleeves. \n\nTARGET SECTION TO BE ANNOTATED:\n  Lareaux puts his Bible and a small\n            crucifix on the table.\n\n                                LAREAUX\n                      Hello Henry.  Do you know why we're\n                      here?\n\n            Birdson nods, pleased with himself.  He stretches, languidly\n            drops his pad onto the table and yawns.\n\n                                BIRDSON\n                      Looking forward to it.  Do you have a\n                      cigarette?\n\n            CLOSE ON\n\n            Lareaux\n\n            As he catches Maya's gaze and as --\n\n            CLOSE ON\n\n            Maya, who looks back at Lareaux, we:\n\n                                                  CROSSCUT TO A SERIES OF\n                                                              FLASHCUTS:\n\n            INT. ANOTHER PLACE, ANOTHER TIME\n\n            Confined space.  Cheesy lace curtains drape across plexi\n            sliding windows, a soft and constant WHISPERING of the \"Our\n            Father\" in the b.g. and we SEE: a younger Lareaux, longer\n            hair, moving gracefully toward Maya,\n\n            SUBTITLED IN LATIN\n\n                                LAREAUX\n                      Do not remember, O Lord, our sins or\n                      those of our forefathers.\n\n            CLOSE ON\n\n            Maya's face.  Wide-eyed at 16 years old.  In the b.g., Maya's\n            sister, stands rigid, afraid.\n\n                                LAREAUX (CONT'D)\n                      And do not punish us for our offences.\n\n            An arm twisting almost out of its socket.  A SCREAM.\n\n                                LAREAUX (CONT'D)\n                      And lead us not into temptation.\n\n            SCREAMING CONTINUES.  Maya's on a bed, her head jerks\n            sideways, involuntarily.\n\n                                LAREAUX (CONT'D)\n                      But deliver us from evil...\n\n            A crucifix follows its own shadow as we:\n\n                                                       CROSSCUT BACK TO:\n\n            INT. PATIENT'S ROOM - MORNING\n\n            Townsend opens the black leather suitcase.  Inside: rolls of\n            duct and masking tape, two Bibles, three rosaries, a\n            scapular, bottles of holy water and a gold Chalice, sitting\n            in foam-laden velvet, for the Communion Eucharist.\n\n            Maya quickly and expertly locks in Birdson's chair\n            restraints.  Arms and legs.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside: rolls of\n            duct and masking tape, two Bibles, three rosaries, a\n            scapular, bottles of holy water and a gold Chalice, sitting\n            in foam-laden velvet, for the Communion Eucharist. Maya quickly and expertly locks in Birdson's chair\n            restraints. Arms and legs. \n\nTARGET SECTION TO BE ANNOTATED:\n            Father Jeremy pulls out a roll of duct tape, sealing the desk\n            drawer shut.  Then, he sets up a portable tape recorder on\n            the table.  Secures that as well.\n\n            Birdson restrained, Maya pulls large square-cut pieces of\n            blackout cloth out of the suitcase.  She grabs a roll of\n            masking tape, TEARING two pieces of it with her teeth, right\n            off the roll.  A SEARING, jarring sound, unexpected every\n            time.  Moving to the door, she immediately tapes a square of\n            blackout cloth over the observation window.  As the cloth\n            drops, Dr. Allen's face disappears.\n\n            Maya TEARS several more pieces of masking tape, continuing to\n            block out each window.\n\n            INT. HOSPITAL CORRIDOR\n\n            Two hours later, Dr. Allen is reassuring one of her patients. \n            She's calm, focused, helpful.\n\n                                PATIENT\n                          (pointing to his stomach)\n                      My bowel is out.  I told you.  It's\n                      open, can't you see it!  My stomach's\n                      been eviscerated!\n\n            Suddenly an ORDERLY bursts around the corner, sprinting\n            toward her.\n\n            INT. HOSPITAL CORRIDOR\n\n            Dr. Allen and the orderly are jogging down the hallway.  The\n            sound of SCREAMING can be faintly heard in the distance.\n\n            Dr. Allen starts to run, leaving her patient, holding her\n            stethoscope and pocket for anything that might fall out.  Her\n            BREATHING is slightly LABORED.  Her patient SCREAMS after\n            her:\n\n                                PATIENT\n                          (freaked)\n                      My bowel!!!  My stomach's been\n                      eviscerated!  And you won't help me! \n                      HELP ME!!!\n\n            INT. HOSPITAL CORRIDOR\n\n            A stunned Laura Allen stands outside Birdson's room as TWO\n            MORE ORDERLIES frantically try to pry open the door.\n\n                                DR. ALLEN\n                          (an order of meds.)\n                      Haldol, Cogenten, Atavan 5, 2 and 2 IM.\n\n            From the room, a CHORUS of TORMENTED VOICES is heard.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. ALLEN\n                          (an order of meds.)\n                      Haldol, Cogenten, Atavan 5, 2 and 2 IM. From the room, a CHORUS of TORMENTED VOICES is heard. \n\nTARGET SECTION TO BE ANNOTATED:\n  A\n            hideous CACOPHONY that builds in intensity with each passing\n            moment, punctuated by sharp explosions of wood and glass.\n\n            It sounds like the room is being torn to pieces.  Along with\n            everyone in it.\n\n            Something heavy hits the door on the other side.\n\n            Suddenly, the door BURSTS open.  The screaming instantly\n            stops.\n\n            Lareaux's at the door, pushing past the two orderlies and as\n            he collapses against a wall, Dr. Allen sees he's shaking,\n            completely devastated.  Father Jeremy hurries after him,\n            concerned.\n\n                                FATHER JEREMY\n                      Father, are you alright?  Can you get\n                      up?\n\n            Laura Allen walks slowly over to the door.  And bracing\n            herself, she leans forward and stares inside.\n\n            The room is immaculate.  Nothing's damaged, not a stick of\n            furniture is out of place.  Townsend and Maya slowly back\n            out, careful not to look at Birdson who sits nonchalantly\n            still tied to his chair...\n\n                                BIRDSON\n                      He's right here, you know.\n\n            Birdson turns and stares at Dr. Allen with a chilling look of\n            triumph.\n\n                                BIRDSON (CONT'D)\n                          (same languid posture, his own\n                           thought process etched in his\n                           brain)\n                      Come on in...\n\n            Dr. Allen freezes.  Townsend moves past her.  Maya pulls the\n            door shut very quickly.  In her hand, she's grabbed Birdson's\n            legal pad and one of his advanced math books.\n\n            EXT. MANHATTAN CRIMINAL COURTHOUSE - MORNING\n\n            A restless CROWD clusters outside the entrance of the\n            Manhattan courthouse, a mixture of press, public and\n            security.\n\n            INT. COURTROOM - MORNING\n\n            Inside the packed courtroom, the atmosphere is hushed and\n            tense.\n\n            Up on the witness stand, MR. SILBERMAN, a meek, reluctant\n            witness, is testifying.  The DEFENSE ATTORNEY is relentless.\n\n            The JURY seems pretty intent on the testimony.  They eye:\n\n                                DEFENSE ATTORNEY (O.S.)\n                      Mr. Silberman, you worked with the\n                      defendant, George Viznick, for two\n                      years.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey eye:\n\n                                DEFENSE ATTORNEY (O. S.)\n                      Mr. Silberman, you worked with the\n                      defendant, George Viznick, for two\n                      years. \n\nTARGET SECTION TO BE ANNOTATED:\n            The accused, GEORGE VIZNICK.  He's in his early 20's, with\n            thick, black hair and strong features.  His neatly-pressed\n            suit and tie cannot disguise the fact he has the feral eyes\n            of an unrepentant psychopath.\n\n                                MR. SILBERMAN (O.S.)\n                      Yes.\n\n                                DEFENSE ATTORNEY (O.S.)\n                          (pacing in front of witness)\n                      And how would you describe him?\n\n                                MR. SILBERMAN (O.S.)\n                      Quiet.  Real quiet...\n\n                                DEFENSE ATTORNEY (O.S.)\n                      And on the day of the murders, his state\n                      of mind?\n\n                                MR. SILBERMAN (O.S.)\n                      Seemed...on edge.\n\n                                DEFENSE ATTORNEY (O.S.)\n                      On the day of the murders\n                          (dramatic pause)\n                      what did the defendant request?\n\n                                MR. SILBERMAN (O.S.)\n                      He asked to go home early.  He said he\n                      was bothered by all the people who kept\n                      telling him what to do.\n\n                                DEFENSE ATTORNEY (O.S.)\n                          (to the jury)\n                      Tell the jury how many people work in\n                      that office with you and Mr. Viznick.\n\n                                MR. SILBERMAN (O.S.)\n                      Just me.\n\n            There's a general MURMUR at this disclosure and... In the\n            first row, wearing his press credentials like all the other\n            prominent members of the media, sits PETER KELSON.  Peter's\n            in his early 30's, fit, handsome, well-dressed, even\n            seductive.  The ubiquitous success story, cynical, edgy and\n            focused, he's all or nothing.  Peter takes notes in a leather\n            book, graph paper, his own color-coded system, meticulous\n            annotation.  He stares intently at the defendant.\n\n            INT. MAYA'S ROOM IN THE SEMINARY - DAY\n\n            A woman's arm and hand are visible as she writes -\n\n            CLOSE ON\n\n            piece of notebook paper covered with a nonsensical collection\n            of vowels and consonants.\n\n            We TILT UP to see Maya, who tosses the sheet onto a pile of\n            rejects.  She takes a sip of coffee.  Stale.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe TILT UP to see Maya, who tosses the sheet onto a pile of\n            rejects. She takes a sip of coffee. Stale. \n\nTARGET SECTION TO BE ANNOTATED:\n  Maya reacts. \n            Finishes a cigarette.  Puts it out in a plain glass ashtray. \n            Lying next to her pack of cigarettes, a vintage Zippo,\n            inscribed, \"peace and fuck you.\"\n\n            To Maya's left is Birdson's legal pad.  On it he has written\n            rows of numbers in neat, precise handwriting.  Maya has drawn\n            red lines at regular intervals, showing a repeating pattern\n            of 11 numbers in a row.\n\n            In the b.g., her used, always, \"ON,\" 24\" TV is airing a\n            daytime talk show.  Guy describes his girlfriend's affair AD\n            LIB.  Maya reacts to the insanity of the show.\n\n            On the wall above Maya's table that serves as her desk, is a\n            varied collection of crayoned drawings from the children in\n            her day-care class, a postcard from Louisiana depicting New\n            Orleans, a postcard-sized copy of Modigliani portrait of a\n            woman, and an old photograph of Maya and her sister.\n\n            CLOSE ON\n\n            The page she just discarded \"IF R EQUALS ONE\" at the top and\n            letters of the alphabet matched up with a series of numbers. \n            Birdson's cryptology book is visible to Maya's right, as she\n            works off her newest piece of paper, labeled \"IF S EQUALS\n            ONE.\"  Maya moves to her mini fridge.  Looks inside.  Pulls\n            out a soda.  Pops the tab.  Spray startles her a moment. \n            Wipes off her fingers.  SLAMS the door.\n\n                                                               TIME CUT:\n\n            Comparing numbers and letters with a second piece of paper,\n            Maya notes that the first number, 24, gives her the letter\n            \"P.\"  The next number, 13, produces an \"E.\"  She writes those\n            down.  Flicks a long ash into a half-full ashtray.  Gulps\n            air.\n\n                                                               TIME CUT:\n\n            Maya continues the coded procedure.  The next three numbers \n            equal a \"T,\" an \"E\" and an \"R.\"  Finally spelling \"Peter.\"\n\n            Maya gets up.  Stretches.  Ashtray getting full.  Taps out a\n            single cigarette from her shirt pocket.  Lights it.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nAshtray getting full. Taps out a\n            single cigarette from her shirt pocket. Lights it. \n\nTARGET SECTION TO BE ANNOTATED:\n  EXHALES\n            deeply.  Excited and scared at the same time.\n\n                                                               TIME CUT:\n\n            Maya checks her newest numbers, adding the letter \"K.\"  Tamps\n            out her cigarette into an ashtray with earlier cigarette\n            debris.  Small stacks of used up paper.  Maya stares at her\n            results, exhausted.\n\n            INT. HALLWAY/COURTHOUSE - DAY\n\n            An explosion of CHATTER as the CROWD empties from the\n            courtroom.  Many of the MEDIA rush to a press room across the\n            hall.\n\n            As Peter heads that way, we see he enjoys some celebrity\n            status.  Heads turn and fingers point as he goes by.  Peter\n            stops a tall, Asian 26 year-old who's striding by with a\n            thick packet.\n\n            This is MICHAEL KIM, Peter's researcher.\n\n                                MICHAEL\n                      Mr. Kelson, here's the stuff you wanted\n                      on pathological narcissism.\n\n                                PETER\n                      What about that psychic, what's his\n                      name, Szabo?\n\n                                MICHAEL\n                      He can see you Thursday.\n\n                                PETER\n                          (shaking his hand)\n                      I think it's gonna be a waste of time.\n\n                                MICHAEL\n                          (trying to reassure his boss)\n                      The police used him as a witness in this\n                      case.\n\n                                PETER\n                          (unsmiling, but he likes\n                           Michael)\n                      I'll be at Bedford tonight, if you need\n                      me.\n\n                                MICHAEL\n                          (big smile)\n                      Nice suit.\n\n            Peter takes off, weaving his way through the crowds.  And as\n            he enters a MEN'S ROOM:\n\n            INT. MEN'S ROOM - CONTINUOUS\n\n            Peter saunters up to a urinal.  A rough looking man in his\n            late 40's comes out of a stall and approaches Peter.  This is\n            a tough cop named MIKE SMYTHE.\n\n                                SMYTHE\n                          (smiling, friendly)\n                      Hey!  Mr. big shot.\n\n                                PETER\n                          (smile emerging)\n                      Mike.  Oh, the christening.  I meant to\n                      call...\n\n                                SMYTHE\n                          (releases his hold)\n                      Yeah, right.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh, the christening. I meant to\n                      call... SMYTHE\n                          (releases his hold)\n                      Yeah, right. \n\nTARGET SECTION TO BE ANNOTATED:\n  I don't know why I\n                      bothered inviting you guys.  I knew you\n                      wouldn't show.\n\n            Peter finishes.  Zips up and goes to wash his hands.  Smythe\n            looks in the mirror, too, noticing a food stain on his shirt. \n            He dabs at it half-heartedly.\n\n                                SMYTHE (CONT'D)\n                      So, Viznick's got a meet with his lawyer\n                      in the ayem.\n\n                                PETER\n                          (his interest is piqued)\n                      Really?  You know, seeing these guys\n                      away from the court, the facade slips. \n                      You catch things.\n\n                                SMYTHE\n                      Yeah, yeah.  I've heard it before.  Just\n                      be sure you spell my name right.  Nine\n                      o'clock?\n\n            Smythe hands Peter a tiny penlight.\n\n                                PETER\n                      What's this?\n\n                                SMYTHE\n                      So you can see where you're going when\n                      you crawl up his asshole.\n\n            Off Peter's smile, we:\n\n            INT. TELEVISION STUDIO - AFTERNOON\n\n            The typical particle board and wallpaper set that looks\n            better on the small screen.  Two chairs, one with Peter and\n            one with the glossy blonde, perfectly styled, TV personality,\n            SALLY PRESCOTT.\n\n            THE FLOOR MANAGER silently finishes the countdown as a make\n            up man touches up Peter before rushing off the set.\n\n                                SALLY\n                      As a part of today's story on the trial\n                      of mass murderer George Viznick, we\n                      welcome Peter Kelson, author of the\n                      current best-seller, VICIOUS INTENT. \n                      Thank you for joining us, Peter.\n\n                                PETER\n                      Thanks for having me, Sally.\n\n                                SALLY\n                      Peter, you're now writing a book about\n                      the Viznick case.  You seem to be making\n                      a career of studying sensational\n                      murderers.  I have to ask, how does it\n                      make you feel when you sit in courtrooms\n                      day after day, face to face with alleged\n                      killers?\n\n                                PETER\n                      Well, long-term exposure to things like\n                      this tends to give you a sort of\n                      clinical understanding of the subject.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou seem to be making\n                      a career of studying sensational\n                      murderers. I have to ask, how does it\n                      make you feel when you sit in courtrooms\n                      day after day, face to face with alleged\n                      killers? PETER\n                      Well, long-term exposure to things like\n                      this tends to give you a sort of\n                      clinical understanding of the subject. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                      After awhile, you begin to make friends\n                      with it, so to speak.\n\n                                SALLY\n                      It's as if you are saying the closer you\n                      get to evil, the less evil it becomes.\n\n                                PETER\n                      No, the less mystifying.  Good and evil\n                      are only illusions.  There is no such\n                      thing as evil with a capital \"E.\"  That\n                      suggests some third party bad guy\n                      pulling all the strings.\n\n                                SALLY\n                          (a bit mesmerized)\n                      You're referring to the defense's\n                      efforts to prove that George Viznick is\n                      tormented by \"demonic voices?\"\n\n                                PETER\n                      There weren't any voices.\n\n                                SALLY\n                      Not even from some mental illness, as\n                      the prosecution asserts?\n\n                                PETER\n                      As if there's another cause for little\n                      voices?  No, Sally, Viznick's a\n                      manipulator, he's clever, he has what I\n                      call malignant narcissism.\n\n                                SALLY\n                      What do you mean by that?\n\n                                PETER\n                      Well, we all have a degree of\n                      narcissism, Sally, but a malignant\n                      narcissist is dangerously self-obsessed.\n\n                                SALLY\n                      Are you saying he's legally sane?\n\n                                PETER\n                      Well, George Viznick is in the grayest\n                      of gray areas in the sanity spectrum. \n                      Viznick is not psychotic. \n                      He's simply unable to submit to any\n                      higher authority.\n\n                                SALLY\n                      Meaning, Viznick's a man who answers to\n                      no one.  Not even God.\n\n                                PETER\n                          (steps ahead of her)\n                      Right.  If you believe in God.  As a\n                      narcissist, Viznick couldn't blame\n                      himself for the alleged murders.  He\n                      created the voices after the fact.  In\n                      order to avoid the simple truth that\n                      there is no outside force that guides\n                      George Viznick and that George Viznick\n                      needs to pay.\n\n                                SALLY\n                          (personally interested)\n                      And what about you?  What about Peter\n                      Kelson?  Where is your moral compass?\n\n            Peter is momentarily serious, interior, then the brief slight\n            smile.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat about Peter\n                      Kelson? Where is your moral compass? Peter is momentarily serious, interior, then the brief slight\n            smile. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                      Well, lucky for me, I'm not on trial,\n                      Sally.  However, I like to think I'm the\n                      actual needle on the compass.  Morality\n                      is which way you're facing.  The needle\n                      always points north.\n\n            Sally smiles, a sucker for that sort of crap.\n\n\t\t\t\n\t\t\tINT. CONTROL BOOTH - CONTINUOUS\n\n            The TECHNICAL DIRECTOR leans over to a CAMERAMAN.\n\n                                TECH DIRECTOR\n                      Sally's hot for this guy.\n\n            A tall attractive female P.A. overhears.\n\n                                P.A.\n                      He's cute.\n\n            INT. TELEVISION STUDIO\n\n                                SALLY\n                          (more taken with him than she\n                           thought)\n                      Peter...Kelson, ah, thank you for\n                      joining us.\n\n                                PETER\n                      A pleasure, Sally.\n\n                                TECH DIRECTOR (O.S.)\n                      And that's a cut.\n\n            Sally leans forward to Peter and proffers a copy of his book.\n\n                                SALLY\n                      Would you sign it for me?\n\n                                PETER\n                          (flashes a killer smile)\n                      Of course.\n\n            EXT. SAINT BENEDICTUS/MANHATTAN - AFTERNOON\n\n            A Range Rover double parks in front of an immense Catholic\n            Church.  Peter gets out.\n\n            Across the street, a group of Orthodox Jews walk by.  On the\n            steps of the church is an exotic woman, stylish in a yellow\n            Prada dress with a matching yellow nylon zip jacket.  CLAIRE\n            VAN OWEN hugs the collar to her neck against a sudden winter\n            guest.  She's a magazine stylist and Peter's girlfriend.  As\n            Peter meets Claire on the street, he grabs hold of her,\n            relaxed.  He kisses her deeply.  Claire still reacts, though\n            it's been a year.\n\n                                CLAIRE\n                          (obviously in love)\n                      I missed you.\n\n                                PETER\n                          (seeing it)\n                      Do you think they have a room here?\n\n            She smiles at the possibility.\n\n                                CLAIRE\n                      How'd your interview go?  I'm sure you\n                      charmed the hell out of Sally.\n\n                                PETER\n                      She's a talk show host.  They can't be\n                      charmed.  By definition.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\n                      She's a talk show host. They can't be\n                      charmed. By definition. \n\nTARGET SECTION TO BE ANNOTATED:\n            Claire slides an arm through Peter's.  Then, she reaches up,\n            suddenly kissing him hard on the mouth.\n\n            INT. SAINT BENEDICTUS - AFTERNOON\n\n            Peter and Claire walk down the center aisle, dwarfed by the\n            vast vaulted ceiling and rosette stations of the cross.  At\n            the Travertine and Terrazzo altar, there's a solemn\n            atmosphere.  Choir practice is just about to end and the\n            SINGERS are CHANTING A-CAPELLA in Latin.\n\n            Standing before them, keeping time and tone, is FATHER JAMES\n            MCKENZIE, a good-natured priest in his late fifties.  He sees\n            Peter and Claire and lets the choir practice wind down. \n            Singers begin to collect their music as Father James moves\n            toward his visitors, happy to see them, as always.  He gives\n            Peter a strong hug.\n\n                                FATHER JAMES\n                      How're you doing?\n                          (to Claire)\n                      Looking lovely as always.\n\n                                PETER\n                      You ready?\n\n            James turns to the choir.\n\n                                FATHER JAMES\n                      Alright, you shrieking harpies, enough\n                      of that racket.  Be off with you.\n\n            The choir makes their way out in several directions, shaking\n            their heads at Father James' corny humor.\n\n                                FATHER JAMES (CONT'D)\n                      And if you have to sin tonight, try to\n                      make it something original.\n\n            A GROAN from the group at the bad pun.  Claire and Peter\n            smile.\n\n                                                                 CUT TO:\n\n            INT. VESTRY/SAINT BENEDICTUS - AFTERNOON\n\n            Father James carefully and ritualistically removes his\n            vestments.\n\n            INT. RANGE ROVER - AFTERNOON\n\n            Peter is driving up the West Side Highway, relaxed, an arm\n            out the window.  Claire is beside him.\n\n            James sits in the back, peaceful, meditative, as the trees\n            lining the road move by in a sort of blurred landscape.\n\n                                FATHER JAMES\n                      Between your book sales and this TV\n                      thing, there's going to be no living\n                      with you.  And let me guess, you boiled\n                      God down to a conceit.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJames sits in the back, peaceful, meditative, as the trees\n            lining the road move by in a sort of blurred landscape. FATHER JAMES\n                      Between your book sales and this TV\n                      thing, there's going to be no living\n                      with you. And let me guess, you boiled\n                      God down to a conceit. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                      You know how I feel.  The world is\n                      random.  The only certainty I believe in\n                      is death.\n\n                                FATHER JAMES\n                      Given all that's happened, I understand. \n                      The world is random, but then there's\n                      faith.  Where are you in death without\n                      it?\n\n            EXT. STREET - CONTINUOUS\n\n            Suddenly a car cuts Peter off.  Peter slams on his breaks. \n            Close call.  Claire's purse falls off her lap.  Lipstick\n            spills out.  She steadies herself against the dash with a\n            hand.  James is pressed forward into his seat belt.\n\n                                FATHER JAMES\n                      What a...jerk!\n\n                                CLAIRE\n                      Peter, are you okay?\n\n                                PETER\n                      Fine.\n\n            Peter resumes driving, mildly irritated.\n\n                                CLAIRE\n                          (getting back to the\n                           conversation)\n                      It's great of you to let William and\n                      Susan stay at the house until he gets on\n                      his feet.\n\n                                PETER\n                          (cutting across the\n                           earnestness)\n                      It's Susan's cooking, Claire.  That's\n                      why Uncle James lets them stay.\n\n                                FATHER JAMES\n                      Nonsense, it's all of our home.\n                          (to Claire)\n                      So how's work treating you?\n\n                                CLAIRE\n                      Frustrating.  Form over content. \n                      Everything's so retro.\n\n                                FATHER JAMES\n                      Well, if Peter here would hop off his\n                      laurels long enough to marry you...\n\n            At the wheel, Peter gazes straight out at the road.  No\n            expression.  But he cringes inwardly.\n\n                                CLAIRE\n                          (interrupting for Peter's sake)\n                      ...you wearing a watch, Father?\n\n                                FATHER JAMES\n                      Yes.  It's exactly...\n\n            he slides back his sleeve as Clair looks at her watch.\n\n                                CLAIRE\n                      Can you check the century hand for me? \n                      Mine seems to be ahead.\n\n            James LAUGHS.  Peter shakes his head.  The notion of\n            commitment more private to him that to his more expansive\n            uncle.  Claire inadvertently glances at Peter, then she looks\n            out her window, an awkward, inward moment.\n\n            INT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe notion of\n            commitment more private to him that to his more expansive\n            uncle. Claire inadvertently glances at Peter, then she looks\n            out her window, an awkward, inward moment. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MAYA'S ROOM - SEMINARY - AFTERNOON\n\n            Maya's TV is on, as usual.  She SNAPS open a bag of edamame\n            soy nuts, popping them into her mouth, while a lit cigarette\n            sits in the glass ashtray next to her.  She eats and smokes\n            alternately.  Feet up, socks on.  Maya's flipping through the\n            Manhattan white pages, looking for the last time, Kelson.\n\n            INT. TELEVISION SCREEN - AFTERNOON\n\n            Caption has been flashed onscreen:\n\n            PETER KELSON, AUTHOR OF VICIOUS INTENT.\n\n            Sally Price is interviewing Peter Kelson.\n\n            INT. MAYA'S ROOM - CONTINUOUS\n\n            Maya glances up and she can't believe what she reads.  Takes\n            her a moment to pull it all in:\n\n                                MAYA\n                      Oh my God!\n\n            INTERCUT WITH TV SCREEN AS NECESSARY.\n\n                                PETER\n                      ...as a narcissist, he couldn't blame\n                      himself.  He created the voices after\n                      the fact.\n\n            Maya shoves a pen between her teeth, while she tears off a\n            sheet of paper.  She immediately scribbles the name of the\n            book on the torn piece of paper.\n\n            As Maya looks back up at the TV, a dart of interest.\n\n            INT. BOOKSTORE - AFTERNOON\n\n            A table showcasing the current best-sellers prominently\n            features Peter's book, VICIOUS INTENT.\n\n            Maya reaches in and picks up a copy.  Immediately flips to\n            the jacket flyleaf at the back.  Reads a moment and as she\n            dos we see the bio: \"born in Bedford, NY, a crime writer\n            whose own parents were murdered...\"\n\n            Maya heads to a payphone and dials.\n\n            INT. TOWNSEND'S HOUSE - AFTERNOON\n\n            INTERCUT\n\n            John Townsend sits at his meticulously maintained PIANO,\n            which is in sharp contrast to the otherwise rundown\n            surroundings.  The phone rings.  \n\n                                TOWNSEND\n                          (picking up)\n                      Hello?\n\n                                MAYA\n                      I know who he is.\n\n                                TOWNSEND\n                      Maya?  What do you mean?\n\n                                MAYA\n                      I'll explain everything later.  Can you\n                      meet me tonight?\n\n            EXT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYA\n                      I'll explain everything later. Can you\n                      meet me tonight? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEDFORD HOUSE - DUSK\n\n            It's a large house.  Peter pulls up and HONKS.  As he, James\n            and Claire get out of the car, they walk past an old swing\n            hanging from an enormous tree.  Childhood remnant. \n            Expecting them, a man in his late 30's wearing heavy rimmed\n            GLASSES moves out of the house.  This is WILLIAM, Peter's\n            brother, followed by his wife, SUSAN.\n\n                                WILLIAM\n                      About time, I'm starving.\n\n            He grabs Peter in a bear hug.  Peter looks uncomfortable. \n            And as he pulls free, he collides inadvertently with a low\n            hanging tree branch.  As it starts to bleed, Peter sucks on\n            his lip.  The swing moves slightly in the b.g.\n\n                                CLAIRE\n                      I could use a drink.\n\n                                WILLIAM\n                      I've got martinis on ice and I grabbed\n                      some good bottles from the cellar.\n\n            INT. DINING ROOM - NIGHT\n\n            Everyone except Susan troops into the dining room, where an\n            impressive dinner awaits them.  They take their places behind\n            their respective chairs.  A routine.  BUZZ of conversation.\n\n                                WILLIAM\n                      Hey, Peter, I missed your show.  How'd\n                      it go?\n\n                                CLAIRE\n                      Don't worry, we taped it.\n\n                                PETER\n                      I don't think they got my best side.\n\n            Susan moves in, carefully balancing a few ceramic platters\n            and then she bends over the table, squeezing the last plate\n            onto a huge wooden table already covered with plates of\n            various food.  Then, she sits down herself.  Takes a little\n            breath.\n\n                                SUSAN\n                      This is it.  If you need anything else,\n                      get it yourself.\n\n                                WILLIAM\n                          (mock distress)\n                      Susan, I don't see any salt.\n\n                                SUSAN\n                      I love you, too.\n\n                                CLAIRE\n                          (to Susan)\n                      You know, I made a reservation at\n                      Marco's for Peter's birthday dinner, but\n                      maybe you should cater it.\n\n                                FATHER JAMES\n                      What time did you make it for?\n\n                                CLAIRE\n                          (to Father James)\n                      Eight.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\n                          (to Susan)\n                      You know, I made a reservation at\n                      Marco's for Peter's birthday dinner, but\n                      maybe you should cater it. FATHER JAMES\n                      What time did you make it for? CLAIRE\n                          (to Father James)\n                      Eight. \n\nTARGET SECTION TO BE ANNOTATED:\n  That okay?\n\n                                WILLIAM\n                      By the way, I want your advice on what\n                      to get him.\n\n                                PETER\n                          (immediately to William, kind)\n                      I don't want you spending any money on\n                      me.  Not right now.\n\n                                FATHER JAMES\n                          (to Peter)\n                      Peter, in life, you should never deny\n                      the giver the pleasure of the gift.\n                          (amused, to Claire)\n                      All those years raising him.  They seem\n                      to have had absolutely no effect.  Now\n                      William, at least he listened to me.\n\n                                WILLIAM\n                      Let's eat already.\n\n            Father James bows his head and immediately, the family\n            follows.  A signaled, almost unconscious gesture known to\n            everyone.  They all look down except Peter.  Claire gives him\n            an annoyed glance.\n\n                                FATHER JAMES\n                      Bless us, oh Lord, for these thy gifts\n                      through they bounty through Christ our\n                      Lord.  And a special blessing for Peter\n                      and William's mother, Andrea, and their\n                      father, Jack, in whose memory we gather\n                      here every year.  May their souls and\n                      the souls of the faithfully departed\n                      rest in peace.  Amen.\n\n            A stark silence as Peter and William remember.  Claire looks\n            at Susan.  Then:\n\n                                PETER\n                      Hey, Will, remember that dream I used to\n                      have over and over again when I was\n                      little, about the bear and the mountain. \n                      You know, right after...\n\n            William nods \"yes.\"\n\n                                PETER (CONT'D)\n                      ...well, you know, I really think the\n                      trial's getting to me, because I've been\n                      having this weird dream every night. \n                      Only this time, of course, it's much\n                      different...\n\n            Everyone's looking at Peter.\n\n                                CLAIRE\n                      You never said anything to me...\n\n                                PETER\n                      It's probably trivial.\n\n                                JAMES\n                      Recurring dreams are never\n                      insignificant.\n\n                                PETER\n                      Okay, I'll tell you.  I'm reading a book\n                      - I can't remember what the book is when\n                      I wake up - but I realize halfway\n                      through it's something I've written.  Or\n                      will write.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\n                      Okay, I'll tell you. I'm reading a book\n                      - I can't remember what the book is when\n                      I wake up - but I realize halfway\n                      through it's something I've written. Or\n                      will write. \n\nTARGET SECTION TO BE ANNOTATED:\n  Anyway, I get to the end of\n                      the book and I'm feeling very satisfied\n                      and I close the cover to read the title\n                      and it only says \"x-e-s\".  Three\n                      letters.  For some reason, that makes me\n                      feel great, and I wake up.\n\n                                CLAIRE\n                          (looking around at the silenced\n                           table, holding back a smirk, a\n                           moment, then)\n                      Peter, \"x-e-s\" is \"sex\" spelled\n                      backwards.\n\n            More silence, then James bursts out LAUGHING.  Then Susan\n            can't gold it back and then William.\n\n                                PETER\n                          (looks around, big smile\n                           turning into LAUGHTER)\n                      What can I say?  I'm not a master of the\n                      obvious.\n\n            And that sends everyone into an uncontrollable fit of\n            LAUGHTER and as they're all in various states of choked back\n            hysterics, suddenly William's LAUGHING becomes seriously\n            uncontrolled and then:\n\n            William's head involuntarily jerks backward, his eyes begin\n            to roll up.\n\n            Susan is first to notice, while LAUGHTER continues in the\n            b.g. and she leaps to catch him.\n\n            As William starts to tip over backward in his chair, Peter\n            then realizes and together, Susan and Peter ease William onto\n            the floor and turn him on his side.\n\n            James grabs a pillow from an armchair in the room, shoving it\n            under William's head and...\n\n            As William's epileptic attack winds down slightly, Susan\n            looks up at James:\n\n                                SUSAN\n                      It's been a long time since his last\n                      seizure.  I guess we've got to adjust\n                      his medication again.\n\n            INT. SEMINARY HALLWAY - NIGHT\n\n            The shadowy figures of Maya and John Townsend can be seen\n            almost in silhouette.\n\n                                TOWNSEND\n                      And what are you thinking we should do\n                      now?\n\n                                MAYA\n                      I've filed a report with Father Frank.\n\n                                TOWNSEND\n                      A lot of good that'll do.\n\n                                MAYA\n                      We need all the help we can get.\n\n                                TOWNSEND\n                      I've dealt with these people before,\n                      Maya.  They're not going to help us.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYA\n                      We need all the help we can get. TOWNSEND\n                      I've dealt with these people before,\n                      Maya. They're not going to help us. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                      We'll see Father Frank in the morning. \n                      There's nothing to be done until then.\n\n                                TOWNSEND\n                          (on edge)\n                      Alright, Maya.  We'll do it your way.\n\n            INT. SEMINARY CHAPEL - NIGHT\n\n            A troubled John Townsend prays to God for answers.\n\n            INT. SEMINARY OFFICE - EARLY MORNING\n\n            FATHER FRANK, a sweet-faced priest in his 40's, is conferring\n            with two church officials.  We TRACK him as he exits the\n            office and cross through to:\n\n            INT. ALTAR - CONTINUOUS\n\n            A JANITOR polishes the marble of the ornate altar.  Father\n            Frank enters and pauses a moment to watch the man at work.\n\n                                FATHER FRANK\n                      Don't forget to polish the brass\n                      afterwards.\n\n            EXT. SEMINARY GARDEN - CONTINUOUS\n\n            The seminary has a small, planted, meditative garden, shoe\n            horned in behind the rectory buildings.\n\n            Maya sits on a simple wooden bench, her tiny cross glinting\n            off sunlight.  Her eyes are closed and her head is tilted up\n            toward the sun.\n\n            Maya snaps out of her reverie, as Father Frank approaches.\n\n                                FATHER FRANK\n                          (kind, but resolved)\n                      Maya, the Diocese has rejected your\n                      report.  And I must say, I agree with\n                      them.\n\n            A JET ROARS overhead, DEAFENING momentary noise.  Father\n            Frank looks up a moment, then:\n\n                                FATHER FRANK (CONT'D)\n                          (comforting tone)\n                      I don't mean to belittle you, but we've\n                      been through this before.  Satan is not\n                      what you think he is.  Satan is not some\n                      creature.\n\n                                MAYA\n                      You weren't there.  Give me time to get\n                      some proof.\n\n                                FATHER FRANK\n                      Please, Maya.  I'm trying to get us into\n                      the next century and you insist on this\n                      medieval nonsense.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive me time to get\n                      some proof. FATHER FRANK\n                      Please, Maya. I'm trying to get us into\n                      the next century and you insist on this\n                      medieval nonsense. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                      If you really believe in God, why is it\n                      so inconceivable that his enemy is just\n                      as real?\n\n                                FATHER FRANK\n                      Maya, for the last time, I will not\n                      tolerate these obsessions.\n\n            Anxious, Maya rubs her cross between a thumb and forefinger,\n            distractedly.\n\n            INT. SEMINARY STAIRWELL - EARLY MORNING\n\n            Maya crosses through the dim hallway and heads up the stairs.\n\n            INT. SEMINARY BATHROOM - CONTINUOUS\n\n            A bright, clean bathroom with new fixtures and fluorescent\n            lights.  Maya comes in, trying to contain her frustration. \n            Turns the water on.  She watches the water a moment.  Then\n            puts her hands in.  Cool on her wrists.  Splashes her face.\n\n                                MAYA\n                          (despairing)\n                      Stupid man.  I can't do this...\n\n            At that moment, she hears something.  It's faint, but\n            unmistakable - the sound of SCRAPING METAL ON METAL.  Then it\n            stops.  \n\n                                MAYA (CONT'D)\n                      Hello?\n\n            No response.\n\n            ANGLE FROM ABOVE:\n\n            Maya faces all six stalls.  She walks to the first one,\n            pushes open the door.  It's empty.  She repeats this at the\n            second stall, the thirds, the fourth, the fifth.  All are\n            vacant.  Now the last one.  She pauses just a second.\n\n            The lights HUM.  She pushes it open.  It's empty.  Disturbed,\n            she turns back to the sink and as she looks down, the water\n            flows instantly backwards, disappearing up into the faucet.\n\n            She turns back again, watching the room change from pristine\n            to rotting decay.  The stalls behind her have changed.  The\n            doors are closed again.  They're battered, chipped, scarred. \n            Rusty water flows from underneath.  She whirls around.  On\n            the stall directly behind her, the letters \"X\" \"E\" and \"S\"\n            have been scratched into the metal in loose, flowing script. \n            At the same time, the lights go dim.  The HUM is uneven, more\n            menacing.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn\n            the stall directly behind her, the letters \"X\" \"E\" and \"S\"\n            have been scratched into the metal in loose, flowing script. At the same time, the lights go dim. The HUM is uneven, more\n            menacing. \n\nTARGET SECTION TO BE ANNOTATED:\n  Alarmed, Maya closes her eyes, then opens them. \n            The vision remains.  Her breathing gets lighter, faster. \n            Fingers appear on the top of the stall door behind her.  The\n            door is pulled open.  A man in inside, wearing hospital\n            clothes.  It's Henry Birdson.  His eyes bore into hers.  He's\n            got a knife in his right hand.  Petrified, she stares back.\n\n                                MAYA (CONT'D)\n                      You're not real.\n\n            He leers and nods, \"Yes I am.\"  He steps toward her.  Every\n            instinct in her body screams at her to run.  But she stays\n            put.  And we HEAR A CHOKED BACK BREATH and Birdson slowly\n            extends his knife, just inches from her face.\n\n            Closer to her face.  Then closer still.  Until the tip of the\n            blade is slowly creeping toward Maya's eye.  \n\n            ECU\n\n            of the tip of the blade, literally millimeters from her\n            pupil.  Closing painfully slow.  Maya braces herself.\n\n            ECU\n\n            of the tip of the knife now only a hair away.  \n\n            ANGLE ON\n\n            Birdson.  He smiles.  And THRUSTS.  She suddenly reaches up\n            and grabs for the blade.  The lights \"flare\" horrifyingly\n            bright for a split second.  We hear a surreal distortion of\n            Maya's voice crying out.\n\n            And \"Birdson\" vanishes.  Maya's looking at a pristine\n            bathroom, its unmarked stall doors pulled tight.  Victorious\n            but drained, she slumps forward.\n\n            INT. LAREAUX'S ROOM - MORNING\n\n            Inside Father Lareaux's Spartan room at the seminary, Lareaux\n            lies in bed, his face turned towards the wall.  He's\n            MUMBLING.  Maya has pulled herself together and sits by the\n            bed with Father Jeremy and an irritated Father Frank. \n            In the b.g., John Townsend is urgently riffling the books and\n            papers on Lareaux's desk.  Most of which we SEE are about\n            demonic possession.\n\n            Unknown to anyone, Townsend slides two of the books under his\n            coat.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the b.g., John Townsend is urgently riffling the books and\n            papers on Lareaux's desk. Most of which we SEE are about\n            demonic possession. Unknown to anyone, Townsend slides two of the books under his\n            coat. \n\nTARGET SECTION TO BE ANNOTATED:\n                                FATHER FRANK\n                          (to Maya)\n                      Leave him alone.\n\n            Maya doesn't want to hear that.  She leans closer.  The full\n            wound of her childhood pressed back into her eyes.\n\n                                MAYA\n                          (compassionately)\n                      Father, it's me, Maya.  Tu m'entends?\n\n            Lareaux rolls over and looks at her.  The change in his\n            appearance is shocking.  His eyes are red-rimmed and his\n            expression is unfocused.\n\n                                LAREAUX\n                          (with a nursery rhyme cadence)\n                      ...the ark sank, the sun set, the ark\n                      sank again.\n\n                                MAYA\n                      Father, I'm right here.\n\n                                LAREAUX\n                          (like a child)\n                      ...the ark sank, the sun set, the ark\n                      sank again...\n\n            his eyes are wild.  Father Frank turns to Maya.\n\n                                FATHER JAMES\n                      He's not going to respond...\n\n            Maya slowly backs away.\n\n                                FATHER FRANK\n                      The doctor's concerned he may never come\n                      out of this dementia.\n\n                                MAYA\n                      He will.  He has great faith.\n\n                                FATHER FRANK\n                      But bad judgement.  And now you see how\n                      dangerous the consequences can be.\n\n            Maya moves over to a silent John Townsend.\n\n                                MAYA\n                      John.  I've got to head back to the\n                      city.\n                          (to Father Jeremy)\n                      Would you page me if there's any change\n                      whatsoever?\n                          (Maya hurriedly writes her\n                           pager number down for Jeremy)\n                      Anything, okay?\n\n                                FATHER JEREMY\n                          (under his breath)\n                      I wish I could help.\n\n            Maya smiles sweetly at Father Jeremy.\n\n            INT. SEMINARY HALLWAY - MORNING\n\n            Maya and Townsend confer down the hall from Lareaux's room.\n\n                                TOWNSEND\n                      It's useless...look at him.\n\n                                MAYA\n                      You can't back out on me now.  We need\n                      to be sure.\n\n                                TOWNSEND\n                          (agitated)\n                      Sure of what?  Who cares if this guy is\n                      devoid of faith or sleeps over a\n                      pentacle?  Results are what Lareaux\n                      would want.\n\n            Maya stares intently at Townsend.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho cares if this guy is\n                      devoid of faith or sleeps over a\n                      pentacle? Results are what Lareaux\n                      would want. Maya stares intently at Townsend. \n\nTARGET SECTION TO BE ANNOTATED:\n  Father Jeremy approaches\n            from down the hall, aware of the tension between them.\n\n                                TOWNSEND (CONT'D)\n                      You don't want to face it.\n\n                                MAYA\n                      Look, John, I'm facing it.\n\n                                TOWNSEND\n                      I'm not waiting until it's too late.\n\n            Townsend walks away.\n\n                                FATHER FRANK\n                      Is he going to be okay?\n\n                                MAYA\n                      I hope so.\n\n                                                           SMASH CUT TO:\n\n            EXT. PHONE BOOTH - DAY\n\n            CLOSE ON\n\n            A list of names, all doctors.  Some have bene crossed off. \n            And as we PULL BACK, we see Maya's on the phone on a Bedford\n            main drag and, as she DIALS, she pivots in the booth, anxious\n            thought process, a pencil being lobbed between two fingers. \n            Suddenly, a VOICE over the phone.\n\n                                MAYA\n                          (into phone)\n                      Hi, I'd like to make an appointment for\n                      Peter Kelson.\n\n            As she waits, she pivots back around again.\n\n                                MAYA (CONT'D)\n                      no, he's not a new patient.  Okay, thank\n                      you, bye.\n\n            Maya crosses off another doctor's name from her list.  DROPS\n            in two more quarters, as several sit stacked by the phone.\n\n            Maya glances around.  As she checks her list, TAPPING out\n            another number, she takes a deep BREATH as she sees\n\n            A MAN walking his dog.  The dog suddenly stops, squats and\n            takes a greasy shit right on the sidewalk.  Maya can't\n            believe it, wants to say something but the line picks up:\n\n                                MAYA (CONT'D)\n                          (refocusing)\n                      Hi, I'd like to make an appointment for\n                      Peter Kelson.\n                          (a beat)\n                      No, he's a returning patient.  You\n                      don't.  Thanks anyway.\n\n            Crosses off another name.  DROPS in two more quarters.  TAPS\n            out another number.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrosses off another name. DROPS in two more quarters. TAPS\n            out another number. \n\nTARGET SECTION TO BE ANNOTATED:\n  Maya bends the silver phone cord\n            distractedly, back and forth awhile, and as the line picks\n            back up:\n\n            INTERCUT AS NECESSARY\n\n                                MAYA (CONT'D)\n                          (rote)\n                      Hi, I'd like to make an appointment for\n                      Peter Kelson.\n\n                                RECEPTIONIST\n                      Kelson, hold on a second...\n\n            Maya waits anxiously as\n\n                                RECEPTIONIST (CONT'D)\n                      Okay, Mr. Kelson hasn't been here in\n                      awhile...\n\n            A pause, while Maya listens, then, repeating.\n\n                                MAYA\n                      Tomorrow.  Ten o'clock?  Great.\n\n            Maya hangs up, circling a name and address on her list, and\n            as she takes off as we:\n\t\t\t\n\t\t\tINT. BEDFORD GENERAL PRACTITIONER - DAY\n\n            Doctor's Office.  Formica reception desk.  Small waiting\n            room.  Few PATIENTS sit, reading magazines, waiting for their\n            doctor.\n\n            Maya walks in the door, moving to the rectangular opening at\n            the check-in desk.\n\n            Young receptionist, visibly pregnant, castors around to Maya,\n            handing her the clipboard, standard procedure.\n\n                                MAYA\n                          (taking it in, but ignoring it)\n                      I don't know how to begin, by\n                      boyfriend...\n                          (looks around, in whisper)\n                      my ex-boyfriend.  The last time we were\n                      together, he, shit...\n\n            Maya's on the verge of tears.  The receptionist knows what's\n            coming.\n\n                                MAYA (CONT'D)\n                      I took one of those home pregnancy\n                      tests, but I don't want to tell him. \n                      I'm RH negative.  My blood type is\n                      negative...\n                          (starting to cry)\n                      If he's RH positive, I'll have to\n                      terminate.\n\n                                RECEPTIONIST\n                          (handing Maya Kleenex)\n                      How many weeks are you honey/\n\n                                MAYA\n                      Thirteen.  The last time, can you\n                      believe it?  This is how he says\n                      \"Goodbye?\"\n\n                                RECEPTIONIST\n                          (registers alarm)\n                      You need his blood-type.  Like right\n                      away.\n\n                                MAYA\n                          (ready to let receptionist\n                           connect the dots)\n                      Well I know he's come here before.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is how he says\n                      \"Goodbye?\"\n\n                                RECEPTIONIST\n                          (registers alarm)\n                      You need his blood-type. Like right\n                      away. MAYA\n                          (ready to let receptionist\n                           connect the dots)\n                      Well I know he's come here before. \n\nTARGET SECTION TO BE ANNOTATED:\n                                RECEPTIONIST\n                      What's his name?\n\n                                MAYA\n                          (carefully)\n                      Peter...Peter Kelson.\n\n                                RECEPTIONIST\n                      You just call?\n\n                                MAYA\n                          (sniffling)\n                      I didn't know what else to do...\n\n            A long moment, Maya's anxiety increasing, then:\n\n                                RECEPTIONIST\n                          (castors back to Maya)\n                      You're in luck.  Says Peter Kelson's\n                      an... AB negative.\n\n            Maya has a moment of confusion as...\n\n                                RECEPTIONIST (CONT'D)\n                      Two negatives always make a positive.\n\n                                MAYA\n                          (overjoyed, huge smile)\n                      Oh, thank you, thank you so much!\n\n            INT. BEDFORD RECTORY - DAY\n\n            Maya enters a small reception area.  Behind its counter sits\n            an elderly DEACON and a SECRETARY.\n\n                                SECRETARY\n                      May I help you?\n\n                                MAYA\n                      Yes, I have some questions regarding the\n                      baptismal records for one of our new\n                      constituents.\n\n                                SECRETARY\n                      And the person's name?\n\n                                MAYA\n                      Peter Kelson.\n\n            EXT. SOHO STREET - LATE AFTERNOON\n\n            We see the normal activity of a Soho street.  The camera\n            pulls back and into Peter's office where see Peter working at\n            his computer.\n\n            INT. PETER'S OFFICE - LATE AFTERNOON\n\n            It's a writer's domain.  Books everywhere.  Stacked and\n            shelved in an obvious order, by size and subject.  There are\n            also several silver and leather-framed photos of Peter and\n            Claire with known literary celebrities.  At the large granite\n            and birch desk, an exhausted Peter switches off his computer.\n\n                                PETER\n                          (hits INTERCOM)\n                      Mrs. Quintana, let's go home.\n\n            His secretary, MRS. QUINTANA, appears in the doorway.  She's\n            a strong-willed Latino in her forties.\n\n                                MRS. QUINTANA\n                      I plan to.\n                          (beat)\n                      You want a tip?\n\n                                PETER\n                      Lemme guess.  The lottery.\n\n                                MRS. QUINTANA\n                      Sometimes I can just feel the numbers.\n\n                                PETER\n                      You know what they say.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. QUINTANA\n                      Sometimes I can just feel the numbers. PETER\n                      You know what they say. \n\nTARGET SECTION TO BE ANNOTATED:\n  You have the\n                      same chance of winning whether you play\n                      or not.\n\n                                MRS. QUINTANA\n                      You watch.  One day, I'll hit the\n                      jackpot, get the big house, car,\n                      clothes.  I'll have more money than God.\n\n            She smiles and exits.\n\n                                MRS. QUINTANA (CONT'D)\n                          (under her breath)\n                      Y yo tendre mi propria secretaria.\n\n            SNAPPING off the lights in her office.  And in the b.g., the\n            fragmentary sounds of a party going on somewhere down the\n            hall, in another office.  A moment, then her outer office\n            door slams.\n\n            Peter goes back to work at his desk.  Finishing up.  Another\n            moment and he hears Mrs. Q's door PRESS BACK OPEN.\n\n                                PETER\n                          (not looking up)\n                      What'd you forget?\n\n            No response.  Peter looks up.  He waits, then continues to\n            put his things away in preparation for leaving.  After a\n            moment, he glances up to see MAYA standing in the doorway. \n            She's taken pains to look attractive.  Her best clothes.  She\n            looks great.  A simple beauty.\n\n                                PETER (CONT'D)\n                          (startled)\n                      May I help you?\n\n                                MAYA\n                      Peter Kelson?\n\n                                PETER\n                          (observes everything about her)\n                      Yes... and you are?\n\n                                MAYA\n                          (slightly flirtatious,\n                           gregarious)\n                      I saw you on television yesterday.  You\n                      were brilliant.\n\n                                PETER\n                      Thank you.  Do you work in the building? \n                      You coming from the party?\n\n            Maya takes the chair opposite Peter's desk.  He stands\n            waiting.  A little put off by her forwardness.\n\n                                MAYA\n                      You said that malignant narcissism was\n                      not evil.\n\n                                PETER\n                      Not pure evil.  That's correct.\n\n                                MAYA\n                      And also that...\n\n                                PETER\n                          (uncomfortable)\n                      Listen, I'm sorry, but I'm running late.\n\n                                MAYA\n                      That there is no such thing as evil with\n                      a capital \"E.\"\n\n                                PETER\n                      Not the most popular opinion, but yes.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYA\n                      And also that... PETER\n                          (uncomfortable)\n                      Listen, I'm sorry, but I'm running late. MAYA\n                      That there is no such thing as evil with\n                      a capital \"E.\"\n\n                                PETER\n                      Not the most popular opinion, but yes. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                      What if I told you I was a malignant\n                      narcissist?\n\n            Intrigued, Peter stops what he's doing and sits down.\n\n                                PETER\n                      A narcissist doesn't admit it.  It's the\n                      extreme of self-denial.\n\n                                MAYA\n                          (ignoring Peter's comment)\n                      And I also believe in God and the Devil. \n                      In fact, I know they exist.\n\n                                PETER\n                      Well, by saying that, you're\n                      acknowledging the existence of a higher\n                      power.  Which, to a narcissist, is\n                      impossible.\n\n                                MAYA\n                      I murdered my parents, Mr. Kelson.  And\n                      while they deserved it, I still went to\n                      confession the following Sunday.\n\n            Peter leans back in his chair.  Studies her carefully. \n            Doesn't really know what to say.\n\n                                PETER\n                      Ooooooh-kayyyyyy.\n\n                                MAYA\n                      In the end, the jury saw it my way.\n\n                                PETER\n                      Well, then it all seems to be working\n                      out for you.  Listen, Ms...?\n\n                                MAYA\n                      Do you remember Henry Birdson?  The math\n                      professor who won the Salwen Medal, then\n                      went home and killed his family?\n\n                                PETER\n                          (irritated)\n                      What's that got to do with you?\n\n                                MAYA\n                      Last week the Catholic Church certified\n                      him as genuinely possessed.  You realize\n                      how rarely they make that ruling?\n\n                                PETER\n                      I do.\n\n                                MAYA\n                      An exorcism was just held for Birdson. \n                      It failed.  Disastrously.  Which means\n                      there's still a demonic spirit present\n                      in his body.\n                          (then)\n                      I was wondering, perhaps you'd like to\n                      go meet Henry.  He's pretty amazing.\n\n                                PETER\n                      I'll bet.\n\n                                MAYA\n                      On television, you seemed so sure of\n                      yourself.  If you're really that\n                      confident, you'd be willing to let\n                      someone prove you wrong?\n\n                                PETER\n                      The world would be so much simpler if it\n                      were all just about good and evil. \n                      Unfortunately I find it much more\n                      slippery and elusive place.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you're really that\n                      confident, you'd be willing to let\n                      someone prove you wrong? PETER\n                      The world would be so much simpler if it\n                      were all just about good and evil. Unfortunately I find it much more\n                      slippery and elusive place. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                          (intrigued by Peter's mind)\n                      Well, I think it's very simple.  Here's\n                      a tape of Birdson's exorcism.\n                          (drops tape on Peter's desk)\n                      I'll be at the Public Library.  Tomorrow\n                      at 2... if you want to meet him.\n\n            Maya rises and heads for the door.  Seductive.  A certain\n            power in her clarity.\n\n                                MAYA (CONT'D)\n                      I believe that murder and murderers are\n                      the most interesting proving ground for\n                      these kinds of questions.  Don't you?\n\n            Peter knows he agrees, but before he can respond, she's gone.\n\n                                                           SMASH CUT TO:\n\n            EXT. PETER'S APARTMENT BUILDING - EARLY EVENING\n\n            It's a small, elegant building in Chelsea.  Scaffolding\n            covers exactly half of the exterior.  Building's being\n            sandblasted.  CONSTANT GRATING NOISE.  Work area's flooded in\n            artificial spotlight.\n\n            INT. LOBBY - CONTINUOUS\n\n            Peter walks past the building's doorman, JOSEF.  Eastern\n            European, mid-60's, formal and outwardly polite.  Josef nods\n            a professional \"good evening\" to Peter who acknowledges Josef\n            as he continues toward the elevator.\n\n                                PETER\n                          (indicating noise)\n                      Great sound.  How the hell do you live\n                      with that all day?\n\n            Josef laughs politely, he likes Peter.  Peter presses the\n            elevator button and waits, sticking his free hand in a pocket\n            and as he pulls out Maya's tape, he remembers as...\n\n            The BELL to the elevator DINGS and the door SLIDES open. \n            Peter inspects the tape with some curiosity, then stuffs it\n            back into his pocket, momentarily lost in thought.  Stepping\n            into the elevator, he suddenly PULLS in a breath, startled.\n\n                                PETER (CONT'D)\n                      Mrs. Levotsky, jeez you...\n\n            His comment is directed at an impossibly-elderly woman, MRS.\n            LEVOTSKY.  She scowls as though this was the only expression\n            her parents could afford for her.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis comment is directed at an impossibly-elderly woman, MRS. LEVOTSKY. She scowls as though this was the only expression\n            her parents could afford for her. \n\nTARGET SECTION TO BE ANNOTATED:\n  She holds her cane with\n            her right hand, with her left she tries to balance her\n            antiquated laundry cart.\n\n                                PETER (CONT'D)\n                      Let me help.\n\n            But when Peter reaches for the cart, she waves him off with a\n            deepening in her scowl that we don't want to see get any\n            deeper.  The elevator door slides SHUT.\n\n            INT. HALLWAY - CONTINUOUS\n\n            Peter puts the key in his door, apartment 5-A.  Glancing down\n            the hall, he sees Mrs. Levotsky struggle toward her door.  As\n            she feels his stare, she turns slowly around and to Peter.\n\n                                MRS. LEVOTSKY\n                      What're you look at?\n\n            Pissed off, Peter shoves the key into its lock and goes in.\n\n            INT. PETER'S APARTMENT - CONTINUOUS\n\n            It's dark, except for refracted light from the building\n            opposite.  Peter FLIPS on the interior lights and we can see\n            lots of money has been spent here; the interior's warm and\n            tasteful.  It's eclectic, evolved.  Works of art pepper the\n            surroundings.  A small, luminous aquarium sits by the entry\n            wall.\n\n                                PETER\n                          (drops food into aquarium)\n                      Hi guys.\n                          (calling)\n                      Claire?\n\n            No answer.\n\n            INT. PETER'S KITCHEN - CONTINUOUS\n\n            Peter heads into the open kitchen.  The flood lights on the\n            outside cast strange, distorted shadows of people moving. \n            Peter reaches down behind the refrigerator and fishes out a\n            pack of cigarettes.  He turns on the vent over the stove and\n            lights up, blowing the smoke directly up into the vent,\n            tapping the ashes directly down the sink drain.  Unseen by\n            Peter, a cigarette ash drops and lands on the stove.\n\n            INT. PETER'S LIVING ROOM - CONTINUOUS\n\n            Peter reappears a moment later, holding a bottle of beer. \n            Takes off his jacket, laying it on top of the sofa.  He moves\n            over to the CD player where he flips on some contemporary\n            music.  Then he takes a long swallow of beer and sits back\n            down into the sofa.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTakes off his jacket, laying it on top of the sofa. He moves\n            over to the CD player where he flips on some contemporary\n            music. Then he takes a long swallow of beer and sits back\n            down into the sofa. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                      Better.\n\n            BUMP, BUMP, BUMP.  Peter looks up at the wall, irritated.\n\n                                PETER (CONT'D)\n                      Mrs. Levotsky, we really need to have a\n                      couple brews and talk one of these days.\n\n            Peter takes the remote to the CD, turns up the volume.\n\n            CLOSE ON:\n\n            The lights on the equalizer.  They go from the middle range\n            of green and yellow up to the orange and occasionally red,\n            indicating the volume is pushing \"complain.\"\n\n            In response, Mrs. Levotsky BANGS on the wall a little harder.\n\n                                                            DISSOLVE TO:\n\n            CLOSE ON\n\n            A luminous fly-fishing lure, with a black thread body and\n            wings of transparent green and yellow fabric.  It's locked in\n            a tiny vice, its barbed hook shining.\n\n            INT. PETER'S LIVING ROOM\n\n            Peter, all concentration, is bent over a magnifying glass,\n            using two tiny precision hooks to wrap thread onto the lure. \n            He's at a table in the corner of the living room.  A colorful\n            collection of finished lures are displayed on his work area,\n            below a watercolor of a man fly-fishing.\n\n            Peter gets frustrated as he repeatedly tries to hook a thread\n            and misses.  In the b.g., a leather framed photo of Peter\n            with his parents at an exquisite lake.  Peter pushes himself\n            back from the table.  Takes a beat.  Walks over and picks up\n            the tape Maya gave him.\n\n            He studies it for a second.  Then he naps off the CD player,\n            puts the tape on the cassette deck and hits \"play.\"  There's\n            no sound.  He turns the volume way up.  There's a HUM, but\n            nothing else.  Annoyed, Peter hits \"forward,\" then \"play.\" \n            Still nothing.  He pushes the volume to the top.\n\n                                PETER\n                          (to himself)\n                      What'd you expect?\n\n            BAM, BAM, BAM, BAM, BAM.\n\n                                                           SMASH CUT TO:\n\n            INT. MRS. LEVOTSKY'S APARTMENT - NIGHT\n\n            From this P.O.V.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEVOTSKY'S APARTMENT - NIGHT\n\n            From this P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n the HORRENDOUS ROAR of Birdson's EXORCISM\n            is heard.  Mrs. Levotsky raises her cane in desperation...\n\n            INT. PETER'S LIVING ROOM\n\n            From this P.O.V., the tape continues to play soundlessly.\n\n            Peter hears rapid POUNDING from Mrs. Levotsky's apartment. \n            Faster, more frantic.  The pictures on his wall SHAKE\n            violently.\n\n                                PETER\n                      Oh...come on, lady!  Give me a break!\n\n            Mrs. Levotsky's POUNDING continues for some time.  Finally\n            ending in a booming THUD.  Peter looks up at the wall, waits,\n            then smiles.\n\n                                PETER (CONT'D)\n                      Little cough syrup will do ya, eh,\n                      granny?\n\n            Peter bends down to snap off the tape, failing to notice that\n            the lights on the equalizer are PUSHING HIGH into the red on\n            all channels.  He turns off the tape and puts on a Sonny\n            Rollins CD.  The music begins at an EAR-PIERCING volume. \n            Peter scrambles to turn it down, then flops back onto the\n            sofa.\n\n            INT. PETER'S APARTMENT - LATER\n\n            The door CLICKS, then opens.  Claire moves in carrying bags\n            of take-out.  She sees Peter dozing on the couch.\n\n            Claire kneels beside him, gives him a kiss and Peter leaps\n            out of his sleep with a start.\n\n                                PETER\n                      Shi... Sorry, honey.  I was having the\n                      weirdest dream.\n\n                                CLAIRE\n                      Bad?\n\n                                PETER\n                          (doesn't want to go over it)\n                      Weird.  The book again.  Sex spelled\n                      backwards...\n\n                                CLAIRE\n                      I must really be slacking off.  Hungry?\n\n                                PETER\n                      Uh...sure...I...what?\n\n                                CLAIRE\n                      Sushi.\n\n            INT. KITCHEN - LATER\n\n            Claire is clearing her plate as Peter picks at the remains of\n            a sushi dinner.  Claire notices the cigarette ash Peter\n            dropped earlier, picking it up and smearing the ash between\n            her fingers.  She shoots a glance at Peter, but does not\n            comment on her discovery.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITCHEN - LATER\n\n            Claire is clearing her plate as Peter picks at the remains of\n            a sushi dinner. Claire notices the cigarette ash Peter\n            dropped earlier, picking it up and smearing the ash between\n            her fingers. She shoots a glance at Peter, but does not\n            comment on her discovery. \n\nTARGET SECTION TO BE ANNOTATED:\n                                CLAIRE\n                      I can't believe it's already starting to\n                      get dark so early.\n\n                                PETER\n                      Hmmm.\n\n                                CLAIRE\n                      You know, there was a guy on the radio\n                      today trying to explain why we're losing\n                      daylight.  Quarks and dark matter,\n                      things like that.  Even how daylight\n                      savings has caught up with us over the\n                      last hundred years and our universal\n                      watch is just fast, you know?\n\n            Claire looks up, seeing Peter is lost in thought.  \n\n                                CLAIRE (CONT'D)\n                      Peter, where are you?\n\n                                PETER\n                      Sorry.  It's just...a strange woman\n                      waltzes into my office today.  Tells me\n                      she murdered her parents and can prove\n                      Satan exists.\n\n                                CLAIRE\n                          (dismissive)\n                      Did she waltz in or fly on little bat\n                      wings?\n\n                                PETER\n                          (unacknowledged)\n                      Says she can get me in to see this\n                      killer.\n\n                                CLAIRE\n                      Now that you're on TV, you're a magnet\n                      for all the wackos out there.\n\n            Claire sees Peter's thinking about it.\n\n                                CLAIRE (CONT'D)\n                      Oh, Peter, you're going to pursue this.\n\n                                PETER\n                          (sees her concern)\n                      No.  Of course not.\n                          (checking out the food)\n                      Mmmm.  Anago.  My favorite.\n\n            INT. INTERROGATION ROOM - DAY\n\n            George Viznick's lawyer is seated at the table.  He's\n            impatient.  A door opens.  A manacled Viznick is brought in\n            by two GUARDS.  His orange prison jumpsuit is badly ripped in\n            back.  A few bruises are visible on his torso.  Viznick\n            stands impassively as his restraints are unlocked.\n\n                                DEFENSE ATTORNEY\n                      George, come in.\n                          (sees his client)\n                      What the hell happened to you?\n\n                                VIZNICK\n                      It's nothing.\n\n                                DEFENSE ATTORNEY\n                      Sure it is.  If the guards did this, we\n                      can file charges.\n\n                                VIZNICK\n                      Not the guards.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEFENSE ATTORNEY\n                      Sure it is. If the guards did this, we\n                      can file charges. VIZNICK\n                      Not the guards. \n\nTARGET SECTION TO BE ANNOTATED:\n                          (smiles)\n                      Some of the prisoners are easily\n                      disturbed.\n\n                                DEFENSE ATTORNEY\n                      You have to tell me who did it.\n\n            Viznick leans closer to the lawyer.\n\n                                VIZNICK\n                      I can take care of myself.\n\n                                DEFENSE ATTORNEY\n                      I'm gonna go make a stink.  Sit tight. \n                      I'll make sure you get a change of\n                      clothes.\n\n            The attorney exits.\n\n            INT. VIEWING ROOM - DAY\n\n            Peter and Smythe enter a small room with a few chairs.  It's\n            dominated by an oversized, one-way window that allows them to\n            look onto the adjacent interrogation room.  A speaker system\n            lets them hear what's going on, but they can't be heard.  A\n            GUARD enters with a replacement outfit.  Viznick stands\n            passively as his restraints are unlocked.\n\n            INT. INTERROGATION ROOM - DAY\n\n            From this side, the window is a mirror.  In its reflection,\n            Viznick is seen peeling off his clothes.\n\n            INT. VIEWING ROOM - CONTINUOUS\n\n                                PETER\n                      Seems George isn't making too many\n                      friends in lockup.\n\n                                SMYTHE\n                      Yeah, look at that sweet face.  You'd\n                      never guess he killed nine people.  I'm\n                      gonna get my smokes.  Be right back.\n\n                                PETER\n                      You're too old to smoke.  Won't be able\n                      to shoot hoops with your grandkid.\n\n            Smythe gives Peter a dirty look, ignoring the advice, as he\n            exits.  Peter looks back down at his notes.\n\n                                GUARD #1 (O.S.)\n                      What the fuck's that?!\n\n            Peter looks up and sees the shocked Guard staring at\n            Viznick's bare back.  It's covered by an enormous tattoo\n            depicting Christ hanging upside down from the bottom of a\n            cross, pinned there by a nail through his feet.  His dangling\n            arms end in stumps.  His severed hands are still nailed to\n            the crossbar.  The effect is horrific yet mesmerizing.  As\n            Peter watches, Viznick puts on a shirt, covering the tattoo,\n            and then sits with his back to Peter.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis severed hands are still nailed to\n            the crossbar. The effect is horrific yet mesmerizing. As\n            Peter watches, Viznick puts on a shirt, covering the tattoo,\n            and then sits with his back to Peter. \n\nTARGET SECTION TO BE ANNOTATED:\n  The cops and guard\n            exit.  Peter moves closer to the glass.\n\n                                PETER\n                          (contemptuous)\n                      You don't fool me, Georgie.\n\n            Viznick's head tilts.  Ever so slowly, he turns around until\n            his eyes meet Peter's.  He smiles.\n\n            INT. INTERROGATION ROOM\n\n            Viznick's looking at the mirror.  His reflection looks back.\n\n            INT. VIEWING ROOM\n\n            Peter's thrown.  Is he seeing what he thinks he's seeing? \n            Spooked, he moves three feet to his right.  Viznick's stare\n            follows him without hesitation.  Perplexed, Peter moves again\n            and again, the killer continuing to track him.\n\n                                PETER\n                      What the hell?\n\n            Peter looks up as Smythe re-enters the viewing room.  Sees\n            Peter's fear.\n\n                                SMYTHE\n                      What's the matter with you?\n\n                                PETER\n                      He's looking right at me.\n\n            Both men turn to face Viznick, who is now gazing placidly a\n            few inches to the left.\n\n                                PETER (CONT'D)\n                      He could see me.\n\n                                SMYTHE\n                          (offers Peter a cigarette)\n                      I'll quit, maybe you should start.\n\n            A docile Viznick pivots in his chair and yawns.\n\n                                PETER\n                      Maybe...my imagination.\n\n            Peter gives Smythe a short smile.\n\n            EXT. CITY STREET\n\n            Peter crosses the street from the police station.  He steps\n            out between two parked cars and immediately into the path of\n            a speeding van.  Suddenly, a hand reaches out, jerking him\n            back.  The van ZOOMS by, missing Peter by inches.  He looks\n            at his savior, it's a CRANKY middle-aged woman.\n\n                                CRANKY WOMAN\n                          (acerbic expression)\n                      Wake up!\n\n            Peter stares at her as she walks by.  She turns, sticks out\n            her tongue at him.\n\n            INT. ELEVATOR - LATER\n\n            Peter ascends.  The button for the fifth floor is\n            illuminated.  The elevator chimes.  He looks up and sees the\n            elevator stopping on the fourth floor.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe button for the fifth floor is\n            illuminated. The elevator chimes. He looks up and sees the\n            elevator stopping on the fourth floor. \n\nTARGET SECTION TO BE ANNOTATED:\n  He steps back to make\n            room.  It's Claire.\n\n                                CLAIRE\n                      Hey, what are you doing here in the\n                      middle of the day?\n\n                                PETER\n                      Forgot my car keys.  What are you doing\n                      on the fourth floor?\n\n                                CLAIRE\n                      I spaced out.\n\n                                PETER\n                      Well, it's a nice surprise.  Should I\n                      hit the \"stop\" button?\n\n            He leans in and gives her a sexy kiss.\n\n            EXT. NEW YORK PUBLIC LIBRARY - DAY\n\n            Maya's waiting.  A group of Japanese TOURISTS including\n            several women in kimonos, a group of Catholic school GIRLS in\n            uniform and a mounted POLICEMAN are part of the street scene. \n            Maya stamps out her cigarette as Peter pulls up.\n\n            INT. RANGE ROVER - DAY\n\n            As they take off, Peter motions to his cupholder, where two\n            coffees sit securely.\n\n                                MAYA\n                          (picks up coffee)\n                      Thanks.  I'm glad you came.  Take the\n                      Williamsburg Bridge.\n\n            As Maya glances over at Peter, she's slightly fascinated. \n            Peter remains reserved, but polite.\n\n                                MAYA (CONT'D)\n                      So...what did you think of the tape.\n\n                                PETER\n                      I think you gave me the wrong one.\n\n                                MAYA\n                          (carefully)\n                      What do you mean?\n\n                                PETER\n                          (slightly irritated)\n                      It was blank.  Nothing on it.  You gave\n                      me the wrong one.\n\n            Maya takes a sip of coffee to conceal her shock.\n\n                                MAYA\n                      You're sure?  There was nothing?\n\n                                PETER\n                      I cranked it all the way up.  Nothing\n                      but hum.\n\n            Maya's unnerved.  Peter sees it.\n\n                                PETER (CONT'D)\n                      So what'd I miss?\n\n                                MAYA\n                          (covering well)\n                      You're right.  I must've made a mistake.\n\n            EXT. PARKING LOT\n\n            Maya and Peter are walking towards the entrance.  She's\n            touching the cuffs of her sleeves.\n\n            INT. HOSPITAL CORRIDOR\n\n            Peter and Maya turn the corner and approach the door to\n            Birdson's room.  An ORDERLY is walking with them.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOSPITAL CORRIDOR\n\n            Peter and Maya turn the corner and approach the door to\n            Birdson's room. An ORDERLY is walking with them. \n\nTARGET SECTION TO BE ANNOTATED:\n                                ORDERLY\n                      Shouldn't we wait for the doctor?\n\n                                MAYA\n                      I'm sure she won't mind.\n                          (re: the door)\n                      It's not locked?\n\n                                ORDERLY\n                      Not necessary...anymore.\n\t\t\t\t\t  \n\t\t\t\t\t  INT. BIRDSON'S ROOM - DAY\n\n            Maya and Peter enter the room.  Followed by the orderly.  A\n            motionless Birdson lies on his bed.  Eyes closed. \n            His body curled backwards at a horribly severe angle and his\n            arms are wrapped tightly around his torso.  He's a gruesome\n            sight.  An IV TUBE is taped to his wrist and an EEG is\n            attached to his head.  The brain wave monitor indicates no\n            activity.\n\n                                PETER\n                      Jesus.\n\n            A beaming Dr. Allen walks in.  She's a little starstruck.\n\n                                DR. ALLEN\n                      Mr. Kelson, what a pleasure to meet you. \n                      I have to say your instincts about the\n                      criminally insane are impeccable.  I am\n                      a fan.\n\n                                PETER\n                      Quite a compliment coming from you,\n                      doctor.\n\n            Dr. Allen realizes Maya's beside him.\n\n                                DR. ALLEN\n                          (to Peter)\n                      When your secretary called, she made no\n                      mention of her coming, too.\n\n                                PETER\n                          (glancing at Maya)\n                      My secretary?\n\n                                DR. ALLEN\n                      You're aware that this woman was party\n                      to the so-called exorcism.\n\n                                PETER\n                      No, I wasn't, actually.\n\n                                DR. ALLEN\n                      You should know I never felt Mr. Birdson\n                      needed anything but professional\n                      psychiatric care.  And then, minutes\n                      after they left, he suffered a stroke. \n                      He's comatose.  No brain wave activity\n                      at all.\n\n            Dr. Allen adjusts Birdson's IV unit, re-taping an already\n            swollen hand.\n\n                                PETER\n                      So you don't believe his condition is\n                      the result of anything supernatural?\n\n                                DR. ALLEN\n                      Of course not.  They put him through\n                      severe mental stress.  Causing this\n                      aneurysm.\n\n                                MAYA\n                      Dr. Allen, could you please tell Mr.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCausing this\n                      aneurysm. MAYA\n                      Dr. Allen, could you please tell Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n                      Kelson what you heard as you tried to\n                      enter Mr. Birdson's room?\n\n                                DR. ALLEN\n                          (ignoring Maya)\n                      I certainly hope you're not lending any\n                      credence to this.\n\n                                MAYA\n                          (aggressive)\n                      What did you hear?\n\n            Peter looks at Dr. Allen questioningly.\n\n                                DR. ALLEN\n                      The patient was in great distress. \n                      Naturally he was...yelling.\n\n                                MAYA\n                      And was he in distress when you opened\n                      the door?  Or was he sitting here,\n                      relaxed, at this table?\n\n                                DR. ALLEN\n                          (calmly)\n                      There is a medical explanation for\n                      everything that happened.\n\n                                MAYA\n                          (boring in)\n                      You heard voices, you know you did.\n\n            There's a silence in the room.  Dr. Allen stares at Maya.\n\n                                ORDERLY\n                      It sounded like a hundred people to me.\n\n            Maya, Peter and Dr. Allen turn and look at the orderly. \n            Peter's shocked by the orderly's admission.  Glances back at\n            Dr. Allen.\n\n                                DR. ALLEN\n                      I've already said, Mr. Birdson was\n                      agitated.  Victor, why don't you go and\n                      check on the patient in room 5.\n\n            Her tone is frighteningly friendly.  The orderly leaves. \n            Peter looks at Maya, then Dr. Allen.\n\n                                PETER\n                          (curious)\n                      Just describe it to me, the scene, when\n                      you came back.\n\n            As Peter speaks, Maya has an uncomfortable feeling.  She\n            turns and sees Birdson STARING AT HER.  Eyes wide open. \n            Above him, the monitor's still showing no brain wave\n            activity.  He grins at her.\n\n                                MAYA\n                      Oh my God!\n\n            Peter and Dr. Allen turn quickly - as Birdson snaps his eyes\n            back shut.\n\n                                MAYA (CONT'D)\n                      He just woke up.  He's awake.\n\n            What they see is a motionless man in exactly the same\n            position as before.  The monitor's still showing nothing but\n            steady, horizontal waves.\n\n            Dr. Allen shakes her head at Maya's outburst.  Dismissive of\n            her altogether and then to Peter.\n\n                                DR.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAllen shakes her head at Maya's outburst. Dismissive of\n            her altogether and then to Peter. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n ALLEN\n                      I'm surprised at you, Mr. Kelson.  And\n                      now I'm afraid I'm going to have to ask\n                      the two of you to leave.\n\n            INT. RANGE ROVER\n\n            Peter drives out the hospital gates.  Maya's with him.  The\n            radio is on.  Peter's angry.\n\n                                PETER\n                      Where do you get off pretending to be my\n                      secretary?\n\n                                MAYA\n                      I had to.\n\n                                PETER\n                      And this is evil?  The guy had an\n                      aneurysm and now he's in a coma.\n\n                                MAYA\n                      That's their explanation.  You might not\n                      believe me...\n\n                                PETER\n                      Well, why should I?\n                          (beat)\n                      Alright, what's your name, where do you\n                      live, when did you kill your parents?\n\n            Maya doesn't answer.  Peter stops at a red light.  A pick up\n            truck full of teenagers with a young girl at the wheel, RADIO\n            BLASTING SOUL MUSIC, pulls up next to them. Maya uses the\n            moment to get out and walk quickly away.  Peter watches her\n            go for a moment, then stares at her paper coffee cup, picks\n            up his cell and dials a number.\n\n                                PETER (CONT'D)\n                      Detective Smythe?\n                          (beat)\n                      Hey, Mike, it's Peter.  Could you pull\n                      some prints off something for me?\n\n            INT. ELEVATOR - NIGHT\n\n            Peter rides the elevator in his building.  It stops and he\n            gets off.\n\n            INT. PETER'S APARTMENT - MOMENTS LATER\n\n            Peter enters the living room.\n\n                                CLAIRE (O.S.)\n                      In here.\n\n            Peter moves into the bathroom.  Claire's sitting in front of\n            a mirror.  Her hair's up in a smooth twist, and all she's got\n            on is a bathrobe.  We note a photograph of Peter's mother\n            sporting a similar hair style on the dresser.\n\n                                CLAIRE (CONT'D)\n                      So, guess which stylist just got this\n                      month's \"Elle\" cover?\n\n            Peter runs a hand through his hair.\n\n                                PETER\n                          (half-heartedly)\n                      You're amazing.\n\n            Claire smiles, in her own world.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter runs a hand through his hair. PETER\n                          (half-heartedly)\n                      You're amazing. Claire smiles, in her own world. \n\nTARGET SECTION TO BE ANNOTATED:\n                                CLAIRE\n                      Hurry up, you don't want to be late.\n\n                                                            DISSOLVE TO:\n\n            INT. PLUSH HOTEL - NIGHT\n\n            A glittering Italianate chandelier.  As we look down we SEE: \n            Men in black tie and women in high fashion chic form a mosaic\n            of money and power beneath the chandelier's blazing lights. \n            A lavish publisher's party is underway in the hotel's\n            ballroom.  In one corner, a CROWD hovers around Peter and\n            Claire, the quintessential perfect couple.\n\n            She's in a dramatic skintight dress.  He looks great in the\n            latest tux.  Adrenaline BUZZ of admiration has soothed Peter,\n            but he's still distracted.  Claire, however, is her outgoing\n            self.  William in a rented tux and Susan, in a modest gown,\n            hang on the edge of the golden crowd.  A JADED YOUNG MAN is\n            leading the conversation.\n\n                                YOUNG MAN\n                      Did you hear how the TIMES zinged Paul\n                      Guenette's new book?  They said \"He\n                      writes for the ages - between five and\n                      twelve.\"\n\n            Everyone enjoys that remark.  A gorgeous woman named LAUREN\n            moves closer to Peter, flirting.\n\n                                LAUREN\n                      I saw you on the news.  But I think\n                      you're even better live.\n\n                                CLAIRE\n                          (interrupting)\n                      He is.  By the way, Lauren, did you ever\n                      finish your book on tattoo art?  I hear\n                      your publisher wants his advance back.\n\n                                LAUREN\n                          (cold)\n                      That's not true.\n\n                                SECOND YOUNG WOMAN\n                      I think Rhonda Huston's assistant was\n                      just made an editor at S&S.\n\n                                SECOND YOUNG MAN\n                      The guy with the weird fingernails? \n                      Imagine looking over galleys with him.\n\n                                YOUNG MAN\n                      So, Peter, how crowded is the field now? \n                      There are, what, seven books in the\n                      offing about the Viznick case?\n\n                                PETER\n                      Yeah, but no one has the access I've\n                      got.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUNG MAN\n                      So, Peter, how crowded is the field now? There are, what, seven books in the\n                      offing about the Viznick case? PETER\n                      Yeah, but no one has the access I've\n                      got. \n\nTARGET SECTION TO BE ANNOTATED:\n                                LAUREN\n                      Is it true the cops used a psychic?\n\n                                SECOND YOUNG WOMAN\n                      I saw a psychic once.  Some of these\n                      guys are definitely for real.\n\n                                SECOND YOUNG MAN\n                      Oh, really?  I dropped $250 on a session\n                      once and they guy didn't get a thing\n                      right.\n\n                                YOUNG MAN\n                      And you, Peter?  Where do you stand?\n\n                                PETER\n                      Wherever there's room.\n\n            Peter feels a tap on his shoulder.  A WAITER serving hors\n            d'oeuvres is standing there.\n\n                                PETER (CONT'D)\n                      None for me, thanks.\n\n            The waiter wipes the frame and as he does, John Townsend is\n            revealed, beads of sweat glistening on his brow and a gun in\n            his hand.\n\n                                TOWNSEND\n                          (whispering)\n                      God will forgive me, the time of\n                      transformation is so near.\n\n            He points it at Peter's face.  Peter is in shock.  Everything\n            around him seems to blur, except the gun floating a few feet\n            away.  But Townsend hesitates, obviously conflicted.\n\n            And suddenly, the woman to Peter's left SCREAMS.  The\n            waiter's tray goes flying.  With astonishing speed, William\n            flings himself onto Townsend.  They both go down.  A SHOT\n            RINGS OUT.  Pandemonium.  Screams & shouting.  Peter sees\n            that William has Townsend in a brutal headlock.  Townsend\n            looks panicked, helpless.  Peter is pulled back, as the two\n            men disappear beneath a swarm of other bodies.\n\n            INT. BALLROOM - NIGHT\n\n            The enormous room is empty.  All the guests are gone.  The\n            uneaten food and overturned chairs testimony to their hasty\n            departure.  Peter, Claire, Susan and William are sitting in a\n            semi-circle.  Smythe walks over.\n\n                                PETER\n                      Thanks for handling this.\n\n                                SMYTHE\n                      Sure thing.  Look, I've got enough,\n                      between your preliminary statements and\n                      all the witness accounts.  You can go\n                      home.\n                          (to Peter)\n                      Gimme til morning.  Find out who he is.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can go\n                      home. (to Peter)\n                      Gimme til morning. Find out who he is. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                      Until then, don't sweat it, huh?  Just\n                      your random bad cheese trying to hole\n                      you.\n\n                                CLAIRE\n                      Well said.\n\n                                SMYTHE\n                      Colloquialisms 101.  My only \"A\" in the\n                      Academy.\n\n            Peter stands and pats Smythe on the back.\n\n                                PETER\n                      Thanks again for everything.\n\n                                SMYTHE\n                      Hey, don't thank me.  Somebody up there\n                      likes you.\n\n            Peter looks at William, then hugs him in a powerful embrace.\n\n                                PETER\n                          (moved)\n                      Will, this is...\n\n                                WILLIAM\n                      It's okay.\n\n            They smile, exhausted.\n\n                                SUSAN\n                      Can we please leave now?\n\n            EXT. LOBBY - PETER'S APARTMENT BUILDING - NIGHT\n\n            Peter and Claire exit a limo.  The scaffolding is still in\n            place but the workers are gone.  Josef pushes open the door\n            for Peter and Claire.\n\n                                JOSEF\n                      Good evening, Mr. Kelson.  Miss Claire.\n\n            INT. LOBBY\n\n            Peter and Claire enter the lobby.\n\n                                JOSEF\n                          (urgent)\n                      I want to tell you...your neighbor, Mrs.\n                      Levotsky, she's dead.\n\n            Peter and Claire are both caught off guard.\n\n                                CLAIRE\n                      What?  That's horrible!\n\n                                PETER\n                      What happened?\n\n                                JOSEF\n                          (enjoyably ghoulish)\n                      Apparently she killed herself sometime\n                      last night.\n                          (confidentially)\n                      The paramedics told me she hung herself. \n                      Climbed up on her dresser, stocking\n                      around her neck, but I don't know.  She\n                      was completely rheumatoid...\n                          (realizes he's speaking with\n                           too much relish)\n                      It's a shame.  Anyway, though you should\n                      know.\n\n            Peter's stunned and now completely unnerved.\n\n                                PETER\n                      Yeah, I appreciate it.  Thanks, Josef.\n\n                                CLAIRE\n                          (frightened)\n                      When did they find her?\n\n                                JOSEF\n                      A few hours ago.\n\n            Claire's blown away by the night's events.\n\n            INT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSEF\n                      A few hours ago. Claire's blown away by the night's events. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETER'S HALLWAY - CONTINUOUS\n\n            Peter has slowed to look at the yellow police cordon, as\n            Claire moves on into their apartment.\n\n            INT. PETER'S KITCHEN\n\n            A bit later, Peter and Claire, both still shaken, sit across\n            from a relieved Father James, drinking coffee.\n\n                                FATHER JAMES\n                      It's moments like this that make it\n                      clear.  All that matters is those we\n                      love are with us.\n\n            Peter's touched.  He pats James on the shoulder.\n\n                                CLAIRE\n                      I'm still shaking.\n\n                                PETER\n                      I can't believe Will killed him.\n\n                                CLAIRE\n                      Thank God he did.\n\n            Claire stands, exhausted.  She bends down, kissing Peter on\n            the cheek, only because James is there, and then she gives\n            Peter a sweet hug.\n\n                                CLAIRE (CONT'D)\n                          (deeply felt)\n                      I don't know what I'd do without you.\n\n            Peter hugs her tightly.  An emotional moment.\n\n                                CLAIRE (CONT'D)\n                      I'm going to bed.  Don't be long.\n\n            Claire exits.  James looks at Peter, sees the night's events\n            have taken their toll.\n\n                                FATHER JAMES\n                      What is it?\n\n                                PETER\n                      Something he said, just before...\n\n                                FATHER JAMES\n                      He spoke to you?\n\n                                PETER\n                      Yeah.  It didn't make any sense.\n\n                                FATHER JAMES\n                      Listen to me, Peter.  You can't let the\n                      ravings of a madman disturb you, okay?\n\n                                PETER\n                      You're right, but it's funny.  All my\n                      life I thought I was simply a man who\n                      didn't believe in any of it.\n\n                                FATHER JAMES\n                      No matter, my son, he believes in you.\n\n                                PETER\n                      But it's true.  I have no faith.  It's\n                      strange.  When that gun was pointed at\n                      my face tonight, I was surprised, but\n                      never frightened.  It was as if I knew\n                      nothing could possibly happen to me\n                      and...in that one moment I didn't care\n                      about anything.  Not eve my own life.\n\n                                FATHER JAMES\n                      Peter.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was as if I knew\n                      nothing could possibly happen to me\n                      and...in that one moment I didn't care\n                      about anything. Not eve my own life. FATHER JAMES\n                      Peter. \n\nTARGET SECTION TO BE ANNOTATED:\n  Your life must matter to you\n                      because it matters to all of us who love\n                      you.\n\n                                PETER\n                      You know, I respect that you have such\n                      faith, James.  I don't understand it,\n                      but I want you to know that despite our\n                      differences, I admire you and I always\n                      will.\n\n            Father James stands and claps his hand on Peter's shoulders.\n\n                                FATHER JEREMY\n                      I appreciate your saying that.  I'm\n                      gonna go now.  I believe you're wanted\n                      elsewhere.\n\n            INT. MAYA'S ROOM - EARLY MORNING\n\n            Maya is making coffee in a drip pot on a hot plate.  There is\n            a soft knock on the door.\n\n                                MAYA\n                      Come in.\n\n            Father Jeremy enters and shuts the door behind him.\n\n                                FATHER JEREMY\n                      His faith wavered.  He tried to shoot\n                      Kelson last night.  I don't know all the\n                      details.\n\n                                MAYA\n                      Was anyone else hurt?\n\n                                FATHER JEREMY\n                      I don't know.  I don't think so.\n\n            A curious conflict of emotions passes across Maya's face -\n            sadness coupled with relief.  She sits heavily on the bed.\n\n                                FATHER JEREMY (CONT'D)\n                      Be careful, Maya.\n\n            EXT. MANHATTAN - MORNING\n\n            The hustle and bustle of a typical weekday morning.  As Peter\n            crosses the street, nearing his office, suddenly a MESSENGER\n            on a bicycle skids and falls.  The Messenger's on the ground,\n            crashed, his mail everywhere.  Immediately Peter moves to\n            help him up, grabbing an arm, trying to collect the spilled\n            envelopes.  All the morning PEDESTRIANS step over or around\n            the mess, in typical New York fashion.  The embarrassed\n            Messenger thanks Peter, AD-LIB, and we...\n\n            INT. PETER'S OFFICE\n\n            Peter's typing at his computer.  He is surrounded by\n            newspaper clippings, interview transcripts and other research\n            relevant to the Viznick trial.  His printer JAMS.  As he\n            moves to fix it, the intercom blinks.\n\n                                PETER\n                      Yeah.\n\n                                MRS.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he\n            moves to fix it, the intercom blinks. PETER\n                      Yeah. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n QUINTANA\n                      It's Detective Smythe.\n\n            Peter picks up.\n\n                                PETER\n                      What's up?\n\n                                SMYTHE (O.S.)\n                      How're you doin' today?\n\n                                PETER\n                          (tough)\n                      It's another day.  I think I'm alright.\n\n                                SMYTHE (O.S.)\n                      You got the right attitude, anyway,\n                      look, we gotta talk.\n\n            EXT. POLICE STATION - DAY\n\n            Smythe exits the building just as Peter approaches.\n\n                                SMYTHE\n                      I'm fed up inside, let's walk.\n\n            Peter and Smythe take a walk down the street.  Smythe stops a\n            moment at an outdoor vendor.  Buys a hotdog.\n\n                                SMYTHE (CONT'D)\n                      We traced this guy to a seminary in\n                      Newark.  If you can believe it, he was a\n                      deacon.\n                          (shifting a file under his arm)\n                      Talked to the man in charge there, a\n                      Father Frank Page.  He said the gunman,\n                      John Townsend, was caught up in some\n                      nonsense about the Devil, along with a\n                      priest named Lareaux and a woman named\n                      Maya Larkin - the same woman whose\n                      prints were on that coffee cup.  Now can\n                      I please get the fill?\n\n            Smythe licks a mouthful of mustard just ready to drip, then\n            takes a huge bite off his dog.\n\n                                PETER\n                      She came to me with a wild story about\n                      demonic possession.\n\n                                SMYTHE\n                          (hands Peter Maya's file)\n                      She's got a juvenile record from New\n                      Orleans.  Parents died when she was 13.\n\n                                PETER\n                      Parents died?\n\n                                SMYTHE\n                      Yeah, murder-suicide.\n\n                                PETER\n                      What happened?\n\n                                SMYTHE\n                      Mother killed the father, then killed\n                      herself.  Crime of passion.\n\n                                PETER\n                      She told me she killed them.\n\n                                SMYTHE\n                      Not what the records show.  Anyway, she\n                      was a runaway, arrests for vandalism,\n                      petty theft, drugs, the whole bit.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\n                      She told me she killed them. SMYTHE\n                      Not what the records show. Anyway, she\n                      was a runaway, arrests for vandalism,\n                      petty theft, drugs, the whole bit. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                      Parole records show she graduated from\n                      community college, moved into a retreat\n                      house, teaches some classes at the\n                      seminary school, hasn't been in any\n                      trouble since.\n\n            Smythe finishes his hot dog and chucks the wrapper into a\n            nearby can.\n\n                                SMYTHE (CONT'D)\n                      We hauled her in earlier but didn't have\n                      anything hard to tie her to Townsend. \n                      Far as the priest goes, he won't be\n                      bothering you.  Suffered a complete\n                      mental breakdown, during - get this -\n                      during an exorcism.\n\n                                PETER\n                      Where is she now?\n\n                                SMYTHE\n                      Had to let her go.\n                          (beat)\n                      I see you thinkin' there, superstar. \n                      Don't.\n\n            EXT. RANGE ROVER - DAY\n\n            Peter drives into the Lincoln Tunnel.  Two men stand outside\n            the entrance, arguing.  As Peter passes, they begin fighting.\n\n                                SMYTHE (V.O.)\n                      I'm sure I don't have to remind you\n                      she's still a possible accessory to\n                      attempted murder...\n\n            INT. CLASSROOM - DAY\n\n            Maya stands before a roomful of children.  She holds an over\n            sized picture of a hat.\n\n                                THE CLASS\n                      Le Chapeau.\n\n                                MAYA\n                      Tres bien.\n\n                                SMYTHE (V.O.)\n                      ...and the obvious, you could get\n                      another gun in your face.\n\n            Next is a picture of a dog.\n\n                                THE CLASS\n                      Le Chien.\n\n                                PETER (V.O.)\n                      Don't worry, I won't go anywhere near\n                      her.\n\n            The door to the hall is abruptly flung open.  Peter strides\n            in.  Maya sees his anger.\n\n                                PETER (CONT'D)\n                          (harsh)\n                      We need to talk.\n\n                                MAYA\n                      Peter, please...\n\n            Peter's overt belligerence scares the children.\n\n                                PETER\n                      Now!\n\n            He motions towards the door.  Maya turns to the class.\n\n                                MAYA\n                      Children, I'll be right back.  Just stay\n                      in...\n\n            Peter grabs her and escorts her to the door.\n\n                                MAYA (CONT'D)\n                          (unconvincing smile)\n                      ...your seats.  Be right back.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter grabs her and escorts her to the door. MAYA (CONT'D)\n                          (unconvincing smile)\n                      ...your seats. Be right back. \n\nTARGET SECTION TO BE ANNOTATED:\n  Don't\n                      worry.\n\n            And as she's pulled into the hall, we SEE:\n\n            INT. SCHOOL HALLWAY - CONTINUOUS\n\n            Maya, still holding the brightly colored vocabulary pictures,\n            stands with Peter in the hallway.  Opposite her in the hall,\n            is a window, and to the left, an old radiator with chipped\n            enamel paint.  Next to the wall is a plain wooden bench. \n            Maya stands with her back to her classroom door.  She\n            continually checks on her kids through a window in the door.\n\n                                PETER\n                          (really pissed off)\n                      Last night a guy named John Townsend\n                      tried to shoot me and now I find out you\n                      knew him.  What the fuck is going on?\n\n                                MAYA\n                      Please, the children.\n\n            Peter moves in close, crowding her against the wall.\n\n                                PETER\n                          (lowering his voice)\n                      Why did he try to kill me?\n\n                                MAYA\n                          (looking at classroom)\n                      Townsend believed, just as God became\n                      man in Christ.\n                          (Maya turns back to Peter)\n                      So Satan will assume human form.  I\n                      believe it too.\n\n            Peter grabs the pictures out of her hand and pitches them\n            into the hall.\n\n                                PETER\n                      And the point is?\n\n                                MAYA\n                      At the exorcism, Birdson boasted that\n                      Satan is about to take over the body of\n                      a man.\n                          (long pause)\n                      You are that man, Peter.\n\n                                PETER\n                      What?!?!\n\n                                MAYA\n                      It's true.  Birdson knew your name, he\n                      was writing it in numerical code.  It\n                      wasn't easy but I figured it out.  It\n                      spelled your name.\n\n                                PETER\n                          (sarcastic)\n                      Why didn't Birdson just say so?\n\n                                MAYA\n                      If you're possessed, you can't reveal\n                      anything Satan wants hidden.  Unless you\n                      trick him.\n\n                                PETER\n                          (now completely unimpressed)\n                      Trick him.\n\n                                MAYA\n                      The good outwitting the bad.  It's like\n                      Birdson had a split personality.\n\n                                PETER\n                          (he's had it; laughs)\n                      You should think about getting\n                      professional help.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYA\n                      The good outwitting the bad. It's like\n                      Birdson had a split personality. PETER\n                          (he's had it; laughs)\n                      You should think about getting\n                      professional help. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                      You're already contaminated.  It's why\n                      you couldn't hear the tape.  There's\n                      probably a pentacle near your bed.  To\n                      sanctify you.\n\n                                PETER\n                      I'm not going to be drawn into this.\n\n                                MAYA\n                      I know this sounds crazy.  I understand. \n                      Check your parents' blood types.  Are\n                      you sure your parents are your birth\n                      parents?\n\n                                PETER\n                      My parents are dead.  Don't even think\n                      of bringing them into this.\n\n            The school bell rings.  Within seconds, the hallway is\n            flooded with kids and teachers.\n\n            A smiling Father Frank stops out of a classroom.  As he sees\n            Maya and Peter down the hall, his face darkens.  He starts\n            towards them.\n\n                                MAYA\n                          (moving to Peter; whisper)\n                      You're about to become the anti-Christ\n                      who is born unholy and becomes the door\n                      to eternal suffering in this world.\n\n                                PETER\n                          (pissed off at himself now)\n                      If you or any of your lunatic friends\n                      ever come near me again...\n\n            Peter notices Father Frank moving up on Maya and takes off.\n\t\t\t\n\t\t\tEXT. STREET - OUTSIDE SEMINARY - DAY\n\n            An angry Peter walks to his Range Rover.  The wind is up and\n            it has started to rain.  Peter's under-dressed, hunching his\n            shoulders against the elements.  He's parked a distance from\n            the Seminary.  As he begins a slow jog to his car, the rain\n            begins to come down a bit harder.  Suddenly, Peter slips on\n            the wet pavement and falls, scraping his hand.  A moment,\n            while he gets his bearings and then he picks himself up, the\n            rain now shooting down the side of his face.\n\n            INT. MAYA'S ROOM IN THE SEMINARY - CONTINUOUS\n\n            An anxious Maya sits at her desk.  Suddenly, there's a hard\n            knock on the door and Father Frank enters.  Maya looks up,\n            unprepared.\n\n                                FATHER FRANK\n                      I've had it.  Townsend's dead.  The\n                      police are calling and now I see you\n                      having a scene in front of the children.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER FRANK\n                      I've had it. Townsend's dead. The\n                      police are calling and now I see you\n                      having a scene in front of the children. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                      I'm sorry, Maya, you've been with us for\n                      many years, but effective immediately,\n                      I'm rescinding your right to live at the\n                      church.\n\n                                MAYA\n                      Father, I have nowhere else to stay.\n\n                                FATHER FRANK\n                      You have a sister in New Orleans.\n\n            Maya looks up at him, but Father Frank's out the door.\n\n            INT. FATHER LAREAUX'S ROOM - CONTINUOUS\n\n            Father Lareaux sleeps quietly, quasi fetal.  Maya moves to\n            the room soundlessly.  A renewed sadness stabs her at the\n            sight of Lareaux.  She studies him a moment, then cups his\n            face in her hands.  Slight disturbance in Lareaux's body,\n            like a child's startle reaction.  Maya lets go and leaves as\n            quietly as she came.\n\n            INT. ITALIAN RESTAURANT - DAY\n\n            Upscale.  Claire and Peter at lunch.  Peter is clearly\n            agitated.  His clothes are still wet and pretty wrinkled. \n            Claire looks at him with tenderness.\n\n                                PETER\n                      I'm gonna have to get a restraining\n                      order.  What a nightmare.\n\n                                CLAIRE\n                      I don't know.  In a way, I'm glad it all\n                      happened.\n\n            Peter looks at her skeptically, a little pissed off.\n\n                                PETER\n                      You're glad somebody tried to kill me?\n\n                                CLAIRE\n                          (nervous about confronting him)\n                      No, of course not, but I think now that\n                      this has happened, a lot of things can\n                      start to come out...\n\n                                PETER\n                          (still pissed)\n                      Yeah, like...\n\n                                CLAIRE\n                          (coming on a little stronger)\n                      Like you need to admit that losing your\n                      parents when you were twelve was\n                      traumatic.\n\n                                PETER\n                          (unafraid)\n                      It's with me all the time, Claire, I\n                      just don't like to talk about it.\n\n                                CLAIRE\n                      Well, it shattered your faith in\n                      everything.\n\n                                PETER\n                          (trying to lighten it)\n                      I'm just temporarily off my game.\n\n                                CLAIRE\n                          (boring in)\n                      You need to believe in something besides\n                      yourself.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\n                      Well, it shattered your faith in\n                      everything. PETER\n                          (trying to lighten it)\n                      I'm just temporarily off my game. CLAIRE\n                          (boring in)\n                      You need to believe in something besides\n                      yourself. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                      I believe in you.\n\n            A moment where Claire hesitates, then she decides to let\n            herself be flattered.\n\n                                CLAIRE\n                          (leaning in, close to Peter)\n                      I love you.  You look a mess. \n                      Why don't you go home and clean up\n                      before you go back to work.\n\n            Claire kisses Peter, brief but deep, as she gulps in a short\n            gust of air.\n\n            Outside the rain has stopped as Claire gets up, taking off\n            for work without him.\n\n            EXT. STREET - OUTSIDE SEMINARY - DAY\n\n            Maya is sitting on an iron bench outside the playground.  A\n            shoulder bag with some of her belongings lays beside her. \n            She stands, picks up her sack and walks across the street to\n            a small diner.\n\n            INT. DINER - DAY\n\n            It's warm, crowded and NOISY.  WAITRESSES banter with\n            longtime customers about the ups and downs of everyday life. \n            Maya enters in a state of complete distress.  She sits at the\n            counter next to a MOTHER and her LITTLE GIRL.  Their drinks\n            and sandwiches are spread out everywhere.  The little girl\n            cusp her hand around a tall glass of milk.  She wears black\n            patent shoes, a red jacket, hood attached.  Maya bows her\n            head and covers her eyes.  She's losing it...\n\n                                MAYA\n                          (whisper)\n                      I can't do this anymore.\n\n            The little girl, about 4 years old, tugs on Maya's sleeve.\n\n                                LITTLE GIRL\n                      You have to put your napkin in your lap.\n\n                                MOTHER\n                          (embarrassed)\n                      Gina!\n\n            Maya looks at the solemn little girl.\n\n                                MAYA\n                          (to her mother)\n                      It's okay.\n                          (she puts her napkin in her\n                           lap)\n                      Better?\n\n                                MOTHER\n                      I'm sorry, she's very into rules.\n\n                                LITTLE GIRL\n                      Doesn't your daughter put her napkin in\n                      her lap?\n\n                                MAYA\n                          (softly)\n                      I don't have a daughter.  I'm not\n                      married.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLITTLE GIRL\n                      Doesn't your daughter put her napkin in\n                      her lap? MAYA\n                          (softly)\n                      I don't have a daughter. I'm not\n                      married. \n\nTARGET SECTION TO BE ANNOTATED:\n                                LITTLE GIRL\n                      Aren't you lonely?\n\n                                MOTHER\n                      Okay, Gina, that's enough.\n\n            Maya sees the little girl wants an answer.  Moved, she bends\n            close and whispers in her ear.\n\n                                MAYA\n                      I have someone who takes care of me.\n\n            She pulls back.  The little girl looks up at Maya\n            reprovingly.\n\n                                LITTLE GIRL\n                          (cruelly)\n                      But he's dead.  Jesus is dead.\n\n            And then she smiles at Maya, a wicked smile.  Maya looks at\n            the little girl, and then at her mother.  The mother's eyes\n            are sparkling with malice.  The room begins to warp and\n            distort.  And we hear a choked back breath.\n\n            Horrified, Maya quickly turns in her chair and faces away\n            from the vision, praying silently with eyes closed.  After a\n            moment, she opens her eyes.  The room looks normal again.  In\n            the reflection of the mirror across the counter she sees that\n            the two seats next to her are empty, the utensils untouched. \n            Sighing with relief, she turns back.  But the little girl and\n            her mother are still there.  The mother's face suddenly looks\n            elongated, her eyes move too close together and her nose\n            disappears.  A frightening distortion, but momentary.  And\n            the little girl's smile widens with spite.\n\n                                LITTLE GIRL (CONT'D)\n                      You're so weak.\n\n            With a loud, frightened cry, Maya sweeps her arms out,\n            knocking all the nearby glasses, utensils and dishes to the\n            floor with a tremendous crash.  Milk bleeds over the counter. \n            All eyes turn to her.  Distraught, Maya sees the little girl\n            and the mother are gone.  She grabs her bag and runs out the\n            diner.\n\n            INT. PETER'S APARTMENT - DAY\n\n            It's quiet, shadowy.  The aquarium has begun a slow leak and\n            a small puddle of water has pooled beneath it.  Peter enters. \n            He notices the water on the floor.  He goes into the bedroom.\n\n            INT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe notices the water on the floor. He goes into the bedroom. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETER'S BEDROOM - DAY\n\n            The ledge of the building across the way can be seen from\n            Peter's window.  A WOMAN is moving near the ledge, setting\n            out a grouping of potted geraniums.  From downstairs, a shaft\n            of light is visible.\n\n            Peter changes his clothes  Then, he feels the scrape on his\n            hand.  Looks at it.  As he moves to the bathroom.  Washes his\n            hand and as he does so, he checks his reflection in the\n            mirror.  Stares at himself a moment, then sticks out his\n            tongue.  Checks it.  And then dries his hand, moving back to\n            the bedroom, carrying his towel with him.  Peter glances at\n            his bed a moment.  Half-amused, he leans over and checks\n            behind the picture hanging above the headboard.\n\n            Nothing.\n\n            Then, he bends down, checking under the bed.  Again, nothing.\n\n            Then, he moves to a bedroom closet, pulling down a black and\n            gray speckled file box.\n\n            Inside, a series of newspaper clippings, graphic photos. \n            Yellowed with age, on of which falls on the bed, titled,\n            \"Unsolved Brutal Murders.\"  Peter riffles past the clippings\n            to the coroner's report.\n\n            He speed reads it, until he gets to his parents' blood types:\n            \"Andrea Kelson - A negative.\"  Jack Kelson - O positive.\" \n            Peter stares at the information.  Confused by what it's\n            supposed to mean.  Then, he pulls on a turtleneck sweater,\n            ready to go back out.\n\n                                PETER\n                      This is ridiculous.\n\n            Peter exits the bedroom and steps back towards the living\n            room, carrying the towel.\n\n            INT. PETER'S LIVING ROOM\n\n            Peter passes through to his front door throwing his towel on\n            the puddle of water.\n\n            INT. SECRETARY'S ANTE ROOM - PETER'S OFFICE - DAY\n\n            Peter walks in, eyeballing Mrs. Quintana's desk.\n\n                                MRS. QUINTANA\n                      Good of you to stop by.\n\n                                PETER\n                          (breezy)\n                      We millionaires yet?\n\n            INT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nQUINTANA\n                      Good of you to stop by. PETER\n                          (breezy)\n                      We millionaires yet? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETER'S OFFICE - DAY\n\n            Peter enters to find Michael.  Peter sizes up the man who's\n            casually studying Peter's personal desk photos.\n\n                                MICHAEL\n                      Umm, Melvin Szabo, this is Peter Kelson. \n                      Peter, this is the psychic.\n\n            The stranger looks up.  He's young and cocky, with thick\n            glasses.  He's holding a picture of Peter with his parents.\n\n                                PETER\n                          (to Melvin)\n                      I'd appreciate it if you'd put that\n                      back.\n\n                                MELVIN\n                      You are the younger of two...\n\n            He puts down that photo and picks up one of Claire, as Peter\n            walks over to his chair and a position of more control.\n\n                                MELVIN (CONT'D)\n                          (indicating Claire)\n                      You're afraid of committing to this\n                      girl.\n\n            Peter grabs one of his pens and begins rolling it between his\n            fingers.\n\n                                MELVIN (CONT'D)\n                      But she worships you.  Your mother's\n                      dead but your father's alive.\n\n                                PETER\n                      Nothing you couldn't find out from\n                      reading the papers.  And you're already\n                      wrong on one count.\n\n                                MELVIN\n                      Viznick will get off and Michael's got a\n                      crush on you.\n\n            Michael looks alarmed.  Peter notices his pen is leaking all\n            over his hand.\n\n                                PETER\n                      You know what?  You can go.\n\n                                MELVIN\n                      Suit yourself.  But does this mean\n                      anything to you?\n\n            Melvin picks up a pen and writes \"X-E-S\" in florid script on\n            a pad.  He holds it out for Peter's inspection.  Peter is\n            rattled.\n\n                                MELVIN (CONT'D)\n                      You do know, don't you.  That these are\n                      also numbers.  Greek numbers, 600, 60\n                      and 6 - or 666.  The sign of the Devil.\n\n                                PETER\n                      Get out of here.\n\n                                MELVIN\n                          (pleasantly)\n                      Goodbye.\n\n            He sticks out his hand and grabs Peter's.  His expression\n            changes from one of amused disdain to fascinated curiosity.\n\n                                MELVIN (CONT'D)\n                      Wait a minute...\n\n            His arrogance melts away.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis expression\n            changes from one of amused disdain to fascinated curiosity. MELVIN (CONT'D)\n                      Wait a minute... His arrogance melts away. \n\nTARGET SECTION TO BE ANNOTATED:\n  Melvin's face tightens.  A shudder\n            of fear passes through him.\n\n                                MELVIN (CONT'D)\n                          (strangled gasp)\n                      God will forgive me...the time of\n                      transformation is so near.\n\n            But the voice is that of John Townsend.\n\n                                PETER\n                          (really shaken)\n                      Get the fuck out of here!\n\n            INT. NYC STREET - DAY\n\n            HIGH ANGLE ON:\n\n            Peter stands in the middle of the sidewalk as the wind\n            violently whips at his jacket.  He gazes upward to the mute,\n            gray sky.  Finally he lowers his eyes.  He sees something\n            that angers him.\n\n            EXT. CATHOLIC CHURCH - DAY\n\n            A sprawling Catholic church stands before him.  Peter regards\n            it with wrath.  He pushes open the door and tries to enter,\n            but a group of LITHUANIAN parishioners pushes past him,\n            blocking his way. A priest calls a farewell.\n\n                                LITHUANIAN PRIEST (O.S.)\n                          (in Lithuanian)\n                      See you all next week!\n\n            The entry finally clear, Peter goes inside.\n\n            INT. CATHOLIC CHURCH - CONTINUOUS\n\n            It's dark, forbidding.  The priest exits around a corner. \n            Peter looks at the vast and spacious altar.  Above it is an\n            enormous wooden crucifix.  Peter moves down the aisle toward\n            the altar.\n\n            ECU\n\n            The sorrowful face of the Christ figure looks down on Peter\n            with pity.  The body hangs, gaunt, wracked with pain.  The\n            wrists pierced by nails, the feet cruelly hammered together.\n\n            Peter stops at the first pew.  He looks up at the crucifix. \n            Defiant.\n\n                                PETER\n                      Go ahead, do something.  Show me.\n\n            He waits.  For a split-second, there's a pristine silence. \n            Then the sound of the wind rises in the church.  With that,\n            the right wrist SHATTERS with a noise like a rifle shot. \n            Freed from one of its supports, the heavy wooden Christ SLAMS\n            FORWARD at an awkward angle.  The other wrist SNAPS IN TWO.\n\n            For a second, the Christ figure trembles.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFreed from one of its supports, the heavy wooden Christ SLAMS\n            FORWARD at an awkward angle. The other wrist SNAPS IN TWO. For a second, the Christ figure trembles. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then, with a\n            sickening sound, the entire wooden body falls forward, swings\n            sideways and PLUMMETS down.  Peter doesn't want to look.  The\n            figure is now hanging upside down, held only by the brace at\n            its feet.  Above it, each hand remains pinned to the cross. \n            It's an EXACT COPY of Viznick's tattoo.\n\n            INT. BIRDSON'S ROOM - DAY\n\n            Birdson's eyes open.\n\n            EXT. CATHOLIC CHURCH\n\n            Peter staggers outside, dodging two DOGS fighting, a vicious\n            NOISY battle on the Rectory lawn.  And in the b.g., a\n            homeless man takes a piss into a rivulet of white liquid. \n            Peter walks in a daze, pulling his car keys from his pocket.\n\n            EXT. CITY STREETS - DAY\n\n            Peter's car moves through traffic, driving slowly,\n            erratically.  He scrapes a parked car, but doesn't stop,\n            Corners poorly, almost hitting a pedestrian.\n\n            EXT. STREET OUTSIDE SEMINARY - DAY\n\n            Peter pulls up in his Range Rover across the street from the\n            playground.  He gets out of his car and crosses the street. \n            As Peter walks closer, he sees Maya.  She's sitting on a\n            swing, looking off into space, rocking ever-so-slightly back\n            and forth, a pile of smoked, crushed cigarettes and her\n            shoulder bag at her feet.\n\n            EXT. PLAYGROUND - DAY\n\n            Standing beside Maya is an agitated DAY-CARE WORKER.  Their\n            conversation is FAINTLY AUDIBLE.  Across the yard, a SECOND\n            DAY-CARE WORKER is shepherding the last of the kids back\n            inside the center.  The children are carefree and\n            rambunctious, unaware of the adult drama taking place around\n            them.\n\n                                DAY-CARE WORKER\n                      Go on, get them inside!\n                          (sympathetically to Maya)\n                      Look, you don't have a job here anymore. \n                      They want you to leave.\n\n            CLOSE ON\n\n            Maya's face.  She's devastated.  In the b.g., a YOUNG GIRL\n            does a triple on the roll bar.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON\n\n            Maya's face. She's devastated. In the b.g., a YOUNG GIRL\n            does a triple on the roll bar. \n\nTARGET SECTION TO BE ANNOTATED:\n  Three girls and one boy\n            compete for distance on the monkey bars.\n\n            The Latino Boy and one of his friends LAUGH and break free\n            from the line heading back to the school.  They circle back\n            toward Maya and swoop by her, waving exuberantly, then return\n            to the line and go into the school.  The day-care worker\n            follows them as:\n\n            Peter walks through the gate.  He walks fast toward Maya, who\n            sees him coming, from a distance.  Maya continues rocking\n            ever so gently on her swing.  Peter puts out his hands and\n            stops it.  Stares at her, scared.\n\n                                PETER\n                          (lost)\n                      I don't understand what's going on.\n\n                                MAYA\n                      There's no reason why you should.\n                          (tells him as gently as\n                           possible)\n                      This has been planned from your birth. \n                      You fit all the criteria that we know\n                      of.  Never baptized, born of incest,\n                      devoid of faith...\n\n                                PETER\n                      But I was baptized.  And I certainly\n                      wasn't born of incest.\n\n                                MAYA\n                      You were not baptized.  At least I don't\n                      believe it was Christian.  Your baptism\n                      was performed by your uncle, James\n                      McKenzie.\n\n                                PETER\n                      Yes, I know.\n\n                                MAYA\n                      The only baptism he ever performed in\n                      seven years as pastor at Bedford.\n\n                                PETER\n                      So what?\n\n                                MAYA\n                      Seven years.  One baptism?  He's your\n                      mother's only brother\n\n                                PETER\n                      Yes.\n\n            Maya stares at Peter.\n\n                                MAYA\n                      Do you know your parents' blood types?\n\n                                PETER\n                      I looked at the coroner's report.  My\n                      father's O positive and my mother...A\n                      negative.\n\n                                MAYA\n                          (taking this in a gasp of air)\n                      Peter, your blood-type is AB negative. \n                      There's no way your birth father can be\n                      O positive.  You father is not who you\n                      think he is.\n\n                                PETER\n                          (really shaken)\n                      So...then the coroner's report is\n                      probably wrong.  I mean...this is\n                      ridiculous.  There's been a mistake.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\n                          (really shaken)\n                      So...then the coroner's report is\n                      probably wrong. I mean...this is\n                      ridiculous. There's been a mistake. \n\nTARGET SECTION TO BE ANNOTATED:\n  I\n                      don't believe any of this.\n\n                                MAYA\n                      Then why are you here?\n\n            That silences Peter.  He sits heavily in the swing next to\n            her.\n\n                                MAYA (CONT'D)\n                      Peter, I believe your baptism was\n                      perverted.  Look at your certificate. \n                      Your mother was the only witness to it. \n                      Your blood-type doesn't match who you\n                      thought your father was.  Peter...I'm\n                      sorry.\n\n                                PETER\n                          (desperate)\n                      And if what you're saying is true, what\n                      would happen to me?\n\n                                MAYA\n                      I don't know.\n                          (beat)\n                      I do know that people who are possessed\n                      have to accept evil in some way.  I\n                      don't know if it works the same way in\n                      this instance.  I don't even know when\n                      it's going to happen.\n\n            Peter looks at Maya for solace, but there is none.  He\n            glances away, runs a hand through his hair and...\n\n                                PETER\n                      When Townsend tried to kill me, he said\n                      something strange like...\n                          (struggles to remember)\n                      \"The time of transformation is near...\"\n\n                                MAYA\n                          (putting something together)\n                      Townsend, he had some of Father's books.\n\n            EXT. ROUTE 23 - NIGHT\n\n            As night falls, the Range Rover moves out of the suburbs and\n            deeper into the countryside.  There's a bright moon.  The\n            highway is a ribbon of silver.\n\n            EXT. RURAL ROAD- LATER THAT NIGHT\n\n            Their car pulls up to a dirt driveway.  Bordered by sagging\n            fences, the mail box reads \"Townsend.\"  At the end of the\n            driveway is a two-story, weather-beaten farmhouse with a\n            garage.  There are no lights on.  Maya says a silent prayer\n            and steels herself.\n\n            EXT. FRONT OF TOWNSEND'S HOUSE - CONTINUOUS\n\n            The ground floor windows are shuttered.  Maya tries the front\n            door.  It's locked.  Peter walks to the end of the porch,\n            looking for another entrance.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya tries the front\n            door. It's locked. Peter walks to the end of the porch,\n            looking for another entrance. \n\nTARGET SECTION TO BE ANNOTATED:\n  Maya looks at the door, then\n            jams her elbow through a small pane of glass next to the\n            doorknob, breaking it.\n\n                                PETER\n                          (inward smile at Maya)\n                      Okay.\n\n            INT. FRONT HALL - NIGHT\n\n            Peter and Maya enter the dark hall.  Peter reaches for a\n            light switch and flips it on.  They see a hallway in front of\n            them, stairs to the right and living room off to the left. \n            For a moment, they stand in silence.  Peter opens a closet\n            door, glancing inside.\n\n                                PETER\n                      What are you looking for exactly?\n\n                                MAYA\n                      The books themselves or maybe some pages\n                      he ripped out.\n\n            Maya walks into the living room.\n\n            INT. LIVING ROOM - CONTINUOUS\n\n            The furniture is shabby and worn.  There's a battered sofa, a\n            new TV and a coffee table.  Maya goes to the table and\n            quickly looks through a pile of magazines.  Peter enters and\n            makes a fast tour of the room.  Maya gestures towards the\n            entrance of an adjacent room.\n\n                                MAYA\n                      In here.\n\n            INT. LIBRARY - NIGHT\n\n            Maya turns on a standing lamp.  This room looks more\n            promising.  There's an old piano in one corner.  On one wall\n            are two bookshelves.  And next to a set of wooden chairs is a\n            small reading table.  Maya starts scanning the rows of books. \n            Peter is immediately drawn to the table where he sees new\n            copies of his books.  Chilled, Peter turns to Maya.\n\n                                PETER\n                      He's got all my books.\n\n            Maya looks over at Peter.\n\n                                MAYA\n                      We needed to know all we could.\n\n                                PETER\n                      I'm going to look around.\n\n            INT. HALLWAY - NIGHT\n\n            Peter crosses the hallway into the dining room.\n\n            INT. DINING ROOM \n\n            The room's dominated by a long wooden dining table, covered\n            with a chintz tablecloth.  The window shutters are open and\n            moonlight streams in.\n\n            Peter tries the light switch.  It doesn't work.  He walks\n            around the room - and is spooked by a glimpse of movement.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter tries the light switch. It doesn't work. He walks\n            around the room - and is spooked by a glimpse of movement. \n\nTARGET SECTION TO BE ANNOTATED:\n            It's his own reflection in a mirror.  He sees a closet door\n            and opens it.  Inside, it's totally dark.  He pulls a hanging\n            cord.  A light goes on revealing a small pantry filled with\n            canned goods, foodstuff.\n\n            Peter goes to the other side of the pantry and opens another\n            door.\n\n            INT. LIBRARY - NIGHT\n\n            Maya continues to comb through the bookshelves.\n\n            INT. KITCHEN\n\n            Peter steps into a dingy kitchen.  A dirty coffee cup and a\n            plate sit on the counter near the sink.  At the other end of\n            the kitchen, past the refrigerator, is a door leading\n            outside.  Peter approaches the door, glances through the\n            window.  He then turns and walks through a doorway.\n\n            INT. BACK HALLWAY - NIGHT\n\n            Peter stands at the base of the rear staircase.  As he starts\n            to ascend the stairs.\n\n                                PETER\n                          (calling out)\n                      I'll be upstairs.\n\n            INT. LIBRARY\n\n            Maya is flipping through Peter's books.  Suddenly, she hears\n            the tread of footsteps overhead.  It startles her.\n\n                                MAYA\n                          (reassuring herself)\n                      Peter...\n\n            She puts down the book and turns around.  Surveying the room,\n            she sees an entrance to the hallway that services the master\n            bedroom.\n\n            INT. HALLWAY\n\n            Maya walks through the hall towards the open door of the\n            master bedroom.  She goes in.\n\n            INT. MASTER BEDROOM - CONTINUOUS\n\n            An antique oak bed dominates the room, with two suitcases\n            lying on top.  The place is a mess - clothes strewn\n            everywhere.  There's a roll-top desk in the corner with some\n            books and papers on it.  One of Townsend's jackets is draped\n            on the desk chair.\n\n            On the opposite wall is a door that's open just a crack.  The\n            interior of a bathroom is visible on the other side.  The\n            door has a smoky, opaque window built into its top half.\n\n            Maya starts sifting through the papers on the desk.  She can\n            hear Peter's footsteps moving slowly above her.  And the\n            sound of doors opening.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya starts sifting through the papers on the desk. She can\n            hear Peter's footsteps moving slowly above her. And the\n            sound of doors opening. \n\nTARGET SECTION TO BE ANNOTATED:\n            She opens the desk drawers.  The first one is stuffed with\n            bills.  The second has checkbooks, bank statements.  The\n            third is stuck shut.\n\n            Maya kneels down to get better leverage.  From this\n            perspective, we can see the open door to the dark hallway\n            behind her...She pulls and pulls again.  As the drawer pops\n            open, a shadow falls across her.  She WHIRLS.\n\n            REVERSE\n\n            It's Peter.\n\n                                PETER\n                      Not much upstairs  A couple of empty\n                      bedrooms and a bathroom.  Anything here?\n\n            Maya looks at the contents of the drawer.  It's full of\n            Christian literature.\n\n                                MAYA\n                      Nothing yet.\n\n                                PETER\n                      I'll go outside and take a look in the\n                      garage.\n\n            Maya nods.  Peter exits the room.  She hears his footsteps\n            fade away and a door slam.  As she stands up, she knocks\n            Townsend's jacket off the chair.  A book falls out of a\n            pocket.  It's on of the books Townsend took from Lareaux's\n            room.  Maya opens it.\n\n            ECU\n\n            Tiny, cryptic notations are scrawled in the margins.\n\n            EXT. TOWNSEND'S HOUSE\n\n            Peter walks down the side steps and over to the large garage.\n\n            INT. MASTER BEDROOM - NIGHT\n\n            An intrigued Maya turns another page.\n\n            INT. GARAGE - NIGHT\n\n            Peter enters.  Sees a switch.  Flips it on and a fluorescent\n            light BUZZES ON.  He peruses old boxes, two dusty, black\n            filing cabinets.  Ruston curtain rods, a box of broken\n            appliances and an old stove covered with an orange tarp.\n\n            INT. MASTER BEDROOM\n\n            As Maya reads, she hears a light, SCRAPING noise.  She\n            glances up.  Silence.  She waits.  Nervous, Maya then goes\n            back to her book.  Excited, she spots something that's\n            important.  She hears another light SOUND.\n\n                                MAYA\n                      Peter?\n\n            INT. HALLWAY\n\n            Maya listens.  She hears a few footsteps in the adjacent\n            bathroom.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HALLWAY\n\n            Maya listens. She hears a few footsteps in the adjacent\n            bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                          (to herself)\n                      Jesus, Peter, you scared me.\n\n            INT. HALLWAY\n\n            Book in hand, Maya walks over to the bathroom door and flings\n            it open.\n\n                                MAYA\n                          (rushes in)\n                      Look at this...\n\n            She steps into the bathroom and freezes.\n\n            INT. BATHROOM - NIGHT\n\n            Henry Birdson is standing in the corner, same green\n            regulation drawstring pants and matching T-shirt.  He has a\n            fish-gutting knife in his hand.  With an evil smile, he\n            calmly steps forward, imitating the gesture Maya saw in the\n            restroom at the seminary.  He raises his knife, holding it\n            out in front of her.  Maya stands still.  She wants to run\n            more than anything in life, but she doesn't.  Instead, she\n            reaches out one hand and touches the knife ever so gently\n            with the tips of her fingers.  Fro a second, neither one\n            moves.  Maya's face registers great fear.  Birdson slides the\n            knife back.  Maya sees blood on her hands coming from a cut\n            on her fingers.  She trembles, but doesn't run.  Maya uses\n            the humility and calm of an experienced exorcist.\n\n                                MAYA\n                          (a whisper)\n                      Henry, Christ loves you.\n\n            Birdson looks at her with the impassive, malignant gaze of a\n            snake.\n\n                                MAYA (CONT'D)\n                      Christ can save you, Henry.\n\n            Birdson shakes his head as Maya's dangling cross picks off\n            particles of pure light.\n\n                                MAYA (CONT'D)\n                      Just say his name, say his name and\n                      you'll be free.\n\n            Birdson, agitated, moves closer.\n\n                                MAYA (CONT'D)\n                          (soothing)\n                      Say his name.\n\n            He slowly traverses the air in front of her face with his\n            knife.  Maya steps back, trapped, her eyes never leaving\n            Birdson's.\n\n                                MAYA (CONT'D)\n                          (with love)\n                      Christ loves you...",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slowly traverses the air in front of her face with his\n            knife. Maya steps back, trapped, her eyes never leaving\n            Birdson's. MAYA (CONT'D)\n                          (with love)\n                      Christ loves you... \n\nTARGET SECTION TO BE ANNOTATED:\n            For a SPLIT SECOND, the real Henry Birdson appears, then he\n            smiles grotesquely and in a new VOICE:\n\n                                BIRDSON\n                          (lascivious)\n                      Yes, but does he swallow?\n\n            VERY FAST:\n\n            Maya dives out the door.  With a SNARL, Birdson recovers and\n            lunges for her.\n\t\t\t\n\t\t\tINT. MASTER BEDROOM - CONTINUOUS\n\n            Maya throws herself back into the bedroom, SLAMMING the door\n            shut behind her as Birdson's body smashes into it.  Maya sees\n            Birdson's shadowy form trying to break the glass with an\n            animal-like fury.  Scrambling against his mounting pressure,\n            Maya tries but fails to get the lock to close.  The door\n            SHUDDERS, as Birdson pummels it with his body.  Birdson\n            CRACKS the glass.  A spiderweb of shards rips through the\n            window.\n\n                                BIRDSON\n                          (different VOICES)\n                      Fucking bitch!  Open the door!\n\n            Maya drops Lareaux's book, shouldering her weight against the\n            door.  He hits it so hard, it opens.  Maya shoves it back\n            and, straining, manages to lock it.  At the same moment, she\n            realizes there's no more pressure on the other side.  She\n            stops pushing.\n\n            POV\n\n            Over her shoulder, we see the door behind her slightly open. \n            She turns and realizes this, takes two steps toward that door\n            and then freezes.  Maya's in the center of the room,\n            equidistant from all the doors. \n            She looks back at the door to the bathroom.  No shadows block\n            the light at its base.  Ever so slowly, keeping her eyes on\n            the bathroom door, she reaches over, unlocks and then pulls\n            open the door to the hall.  It swings open silently.  She\n            strains, listening as hard as she can.  But the only sound\n            she can hear is her own shallow breathing.  She says a silent\n            prayer.  Then steps gingerly toward the door to the hallway. \n            As she takes a second step:\n\n            Birdson BURSTS through the bathroom door behind her.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe says a silent\n            prayer. Then steps gingerly toward the door to the hallway. As she takes a second step:\n\n            Birdson BURSTS through the bathroom door behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n  He\n            leaps and slashes at her, cutting her arm as she bolts\n            through the door to the hallway.\n\n            INT. HALLWAY - NIGHT\n\n            ...flying into the:\n\n            INT. LIBRARY\n\n            Where - WHAM! - she collides full tilt with a body.\n\n                                MAYA\n                      AHHHH!!!\n\n            It's Peter.  They hit the ground, groggy.\n\n                                MAYA (CONT'D)\n                      Get up!!\n\n                                PETER\n                      What's the...OH SHIT!\n\n            Birdson races in, knife held high.  Peter grabs the small\n            reading table and uses it as a shield as they scramble to\n            their feet.  Whipping the knife back and forth at lightening\n            speed, Birdson corrals them into a corner.  It takes all of\n            Peter's skill to keep him at bay.\n\n                                MAYA\n                          (dawning realization)\n                      Peter, let go of the chair!\n\n                                PETER\n                      What?\n\n            Birdson menacingly circles left, then right.\n\n                                MAYA\n                      LET GO OF THE CHAIR!\n\n            As Birdson makes another thrust towards them, Maya suddenly\n            jerks the chair away, clearing a path for Birdson's knife to\n            hit Peter's abdomen.\n\n            Peter SCREAMS, bracing himself for the impact, an impact that\n            never comes.\n\n            Birdson freezes, stopping the thrust millimeters from Peter's\n            stomach.  He's caught in an unseen trap, paralyzed.\n\n                                MAYA (CONT'D)\n                          (insistent)\n                      He can't hurt you.\n\n            In that split second, Peter realizes Maya's right.  He takes\n            the chair and SMASHES Birdson in the head.  Birdson goes\n            down.  Peter kicks him.  He doesn't move.  Peter grabs\n            Birdson's knife.\n\n                                PETER\n                          (to Maya)\n                      You okay?\n\n                                MAYA (O.S.)\n                      When's your birthday?\n\n                                PETER\n                      What?\n\n            He looks back at Maya, who's holding her upper arm.  Blood\n            begins to drip down her side.  Peter immediately grabs hold\n            of her hand, carefully pushing her arm up in the air.\n\n                                PETER (CONT'D)\n                      Hang on, get it up, go on, higher.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlood\n            begins to drip down her side. Peter immediately grabs hold\n            of her hand, carefully pushing her arm up in the air. PETER (CONT'D)\n                      Hang on, get it up, go on, higher. \n\nTARGET SECTION TO BE ANNOTATED:\n                                MAYA\n                      Your 33rd birthday.  The transformation\n                      will be a perversion of Christ's rising\n                      from the dead.  Townsend discovered it\n                      in one of Lareaux's books.\n\n            Peter goes to the window, grabs one of the lightweight\n            curtains and uses the knife to shred a piece.  He takes it\n            and bandages Maya's arm.\n\n                                MAYA (CONT'D)\n                      It'll happen at the exact time of your\n                      birth.\n\n                                PETER\n                          (he stops)\n                      That can't be right.\n                          (as he ties off the dressing)\n                      My birthday's tomorrow.\n\n            With Peter and Maya in the foreground, we see, although they\n            don't, that Birdson sits up, his eyes open, staring at a\n            point above Maya and Peter.  A horrible rictus smile moves\n            across his face.  Birdson's eyes roll back into his head\n            until only white remains.  Then he begins to jerk\n            uncontrollably, his face contorting into one frightening\n            expression after the next.  Peter grabs the fish knife,\n            moving in front of Maya.\n\n            Birdson's limbs begin to torque out of control.  He convulses\n            on the floor then suddenly sits up closer to camera.  His\n            eyes roll back down into a normal position.  His face becomes\n            calm.  He looks at Peter and Maya.  A horrified look crosses\n            Birdson's face as his arm rotates backwards, bones snapping\n            and muscles ripping.\n\n            Involuntarily spewing from Birdson in ever-changing animal\n            like voices.\n\n                                BIRDSON\n                          (in Latin)\n                      My demon of anguish, help me create\n                      confusion and suffering forever and\n                      ever... and ever...(geni tormentorum,\n                      mihi commoventi perturbationem\n                      miseriamque in saaecula saeculorum, in\n                      saecula saeculorum, in saecula\n                      saeculorum...)\n\n            ECU\n\n            Birdson's head turns on his neck in unnatural manner, his\n            body still convulsing.  As he stops speaking, his head snaps\n            back around so he's facing Peter and Maya.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nInvoluntarily spewing from Birdson in ever-changing animal\n            like voices. BIRDSON\n                          (in Latin)\n                      My demon of anguish, help me create\n                      confusion and suffering forever and\n                      ever... and ever...(geni tormentorum,\n                      mihi commoventi perturbationem\n                      miseriamque in saaecula saeculorum, in\n                      saecula saeculorum, in saecula\n                      saeculorum...)\n\n            ECU\n\n            Birdson's head turns on his neck in unnatural manner, his\n            body still convulsing. As he stops speaking, his head snaps\n            back around so he's facing Peter and Maya. \n\nTARGET SECTION TO BE ANNOTATED:\n            Suddenly, the chandelier above them flickers, the globes\n            EXPLODING and showering them with shards of glass.  Birdson's\n            entire body begins to vibrate, urine seeping out from beneath\n            him.  Then, horrifyingly, a horn like protusion begins to\n            push out from the upper edge of Birdson's head, growing,\n            straining...until finally the horn BURSTS through blowing his\n            head apart.  Birdson falls back onto the floor.  And as\n            Birdson finally dies, Peter looks at the corpse, then drops\n            heavily onto an arm of a chair.  Drained, Maya sits next to\n            him.  They lean against one another, together in trauma.\n\n                                MAYA\n                      He couldn't stop us and that's how he\n                      was punished.\n                          (insistent)\n                      Peter, what time were you born?\n\n                                PETER\n                      I don't know.\n                          (pulls in a breath,\n                           overwhelmed)\n                      Probably have a copy of my birth\n                      certificate...my apartment.\n\n            EXT. RURAL ROAD - NIGHT\n\n            Peter's Range Rover moves at a fast clip down side streets\n            and back roads.\n\n            INT. RANGE ROVER\n\n            Highway's dark, except for Peter's headlights, as they roll\n            up and down a hilly back road.  Trees lean in on both sides. \n            The effect is eerily like driving in another world.\n\n            Maya flips through Lareaux's book.  A bible she took from\n            Townsend's house sits on her lap.  Looks over at Peter a\n            moment.\n\n                                MAYA\n                      There's nothing else here.\n\n                                PETER\n                      What's the bible for?\n\n                                MAYA\n                      Comfort.\n\n            Peter shrugs.  He starts to drive poorly.  His fatigue is\n            showing.  Maya looks up as:\n\n            POV\n\n            Up ahead, the road begins to parallel a lake.  Glimpses of\n            black water can be seen through the trees.  She powers down\n            her window to get some air.  Maya looks over at Peter.  His\n            face appears normal.  Then, she seems to hear a soft sound -\n            GASPING FOR BREATH.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya looks over at Peter. His\n            face appears normal. Then, she seems to hear a soft sound -\n            GASPING FOR BREATH. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then:\n\n            The car suddenly drifts into the other lane, heading straight\n            for a guard rail which outlines the lake.  Instinctively,\n            Maya lunges for the steering wheel.\n\n                                MAYA (CONT'D)\n                      Watch it!\n\n            She manages to twist it just enough so the car misses the\n            rail, but careens off the road. \n            The car RIPS through the bushes with an EXPLOSIVE ROAR and\n            SKIDS down the bank and plunges into the lake below.  And we:\n\n                                                            DISSOLVE TO:\n\n            An enormous SPLASH of water as Peter's car disappears into\n            the lake, the water BUBBLING and as we go under, we see the\n            windshield CRACK and SPLINTER and then we HEAR a ROUGH\n            SCREECH of brakes.  A horrendous long skid and...\n\n                                MAYA (CONT'D)\n                      PETER!\n\n            EXT. BACK ROAD - CONTINUOUS\n\n            The car has come to a final stop, sitting sideways in the\n            middle of the road, leaving huge skid marks behind it.  The\n            windshield's untouched.  The road empty.\n\n            INT. RANGE ROVER\n\n            Peter's breathing hard.  Maya's trembling, her hands on the\n            wheel.\n\n                                PETER\n                      What the hell's the matter with you?\n\n            EXT. RANGE ROVER\n\n            Maya pops her seat belt and bolts from the car, leaning\n            against the door, her breathing still LABORED.  Peter gets\n            out, moving around to her.  He sees she's having difficulty\n            breathing.  She chokes out a cough.  His anger turns to\n            concern.\n\n                                PETER\n                      Are you alright?\n\n                                MAYA\n                          (softly)\n                      Sometimes, when I feel weak, I have\n                      these...visions.\n\n                                PETER\n                      What do you mean?\n\n                                MAYA\n                      I see things.  My worst fears.  You need\n                      to know something, Peter.  I was\n                      possessed once.  Like Birdson.  It took\n                      Father Lareaux six days to pull me out\n                      of it.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was\n                      possessed once. Like Birdson. It took\n                      Father Lareaux six days to pull me out\n                      of it. \n\nTARGET SECTION TO BE ANNOTATED:\n            Peter grabs hold of her, an impulsive move, ambiguous in its\n            intent and unknown even the Peter, then:\n\n                                MAYA (CONT'D)\n                      I'm scared I'm slipping back.\n\n                                PETER\n                          (scared himself)\n                      We're going to do this.\n\n                                MAYA\n                      You have to say that.\n\n                                PETER\n                          (a smile emerges)\n                      That's true.\n\n            Maya smiles back.\n\n            EXT. COUNTRY MARKET - NIGHT\n\n            Just past midnight.  A small, dirty white stucco and wood\n            country mart.  The only light is a stark, household flood.\n\n            TWO PEOPLE leave the market, carrying a six pack and a few\n            munchies.  They hop into their car and take off.\n\n            And at the edge of the lot, Peter's car is parked.\n\n            INT. COUNTRY MARKET\n\n            Peter and Maya SNAP the lids of their coffees.  Somewhere a\n            radio is ON.  Maya moves to the AGING CASHIER as Peter walks\n            over to a wall of generic first-aid remedies.  HE grabs the\n            largest band-aids there.  And as he joins Maya at the\n            counter, we see it's the cashier's radio.\n\n                                DEEJAY\n                          (filtered)\n                      Two minutes.\n\n            Cashier looks them over as he turns up the volume.\n\n                                DEEJAY (CONT'D)\n                          (sarcastic)\n                      Now this daylight thing is up to two\n                      minutes and scientists say sooner or\n                      later, we'll be losing like fifteen\n                      minutes a day.\n\n                                OWNER\n                          (rings them up)\n                      Five-twelve.\n\n            Peter pays.  Out of pennies, the cashier pulls out a new roll\n            and bangs it open inside of the register.\n\n                                DEEJAY\n                      Now I'll never be on time for work.\n\n            EXT. MARKET\n\n            Peter and Maya sit on the edge of the curb, sipping coffee. \n            Maya pulls out her cigarettes and lights up.  She offers him\n            the pack.  He gratefully takes one, lights up and inhales.\n\n                                PETER\n                      Why did you lie to me about your\n                      parents' deaths?\n\n                                MAYA\n                      I was desperate.  I knew you wrote about\n                      murders.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\n                      Why did you lie to me about your\n                      parents' deaths? MAYA\n                      I was desperate. I knew you wrote about\n                      murders. \n\nTARGET SECTION TO BE ANNOTATED:\n  I needed a way in.\n\n            Suddenly a car motors toward them.  Just as a DEER decides to\n            cross the two-lane road.  The car's HIGH BEAMS startle the\n            deer, it stops, snaps a stunned look at Peter and Maya.  A\n            moment of stillness, then it gallops to safety just as the\n            car speeds by.  Suddenly, quiet again.\n\n                                PETER\n                      Close call.  For the first time in a\n                      long time, it's really hitting me. \n                      Life's tenuous.\n\n                                MAYA\n                      I know it is.  Right after my parents\n                      died, I went to the beach...\n                          (short intake of breath)\n                      I was in the water.  Everything was\n                      calm.  And then one of those really big\n                      waves hit me.  Hard.  Pulled me straight\n                      to the bottom.  I struggled and finally\n                      ran out of air.\n                          (gulps air)\n                      If it hadn't been for my sister who\n                      pulled me out, I would've drowned. \n                      Legally dead for a couple of minutes is\n                      what they told me.\n\n                                PETER\n                      No oxygen to the brain.\n\n                                MAYA\n                      Maybe that's my problem.\n\n                                PETER\n                      Why didn't you just go along with\n                      Townsend.  Get rid of me.  I would've...\n\n                                MAYA\n                      Until it happens, you're still a human\n                      being.\n\n                                PETER\n                      What about after?\n\n                                MAYA\n                      Only your body will remain.  I believe\n                      your soul will be at peace.  If we kill\n                      you, Satan can't stay.\n\n            She see him react to this.\n\n            INT. PETER'S LIVING ROOM\n\n            The door opens.  It's dark, except for the luminescence of\n            Peter's aquarium.  We see some of the fish are listing and\n            the aquarium still has a slow leak.  The floor's wet.\n\n                                PETER\n                      Claire, are you home?\n\n            He SNAPS on the light.  Silent.  Stuffy.  He opens a window.\n\n                                MAYA\n                      More air.  Always a good thing.\n\n            INT. BEDROOM\n\n            Peter's box of records is on the bed where he left it.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlways a good thing. INT. BEDROOM\n\n            Peter's box of records is on the bed where he left it. \n\nTARGET SECTION TO BE ANNOTATED:\n  The\n            ancient news articles are scattered.  Some fallen onto the\n            floor.\n\n            Peter picks everything up as Maya sifts the contents on the\n            bed.  We see passing glimpses of a passport, bankbooks,\n            insurance policies, a will, a set of keys, and then a\n            parchment copy of Peter's birth certificate.  Maya picks it\n            up.\n\n            CLOSE ON\n\n            Time of Peter's birth is 4:55 PM.\n\n                                MAYA\n                      Tomorrow afternoon.  Four forty-five.\n\n            Peter absorbs this.\n\n                                PETER\n                          (false bravado)\n                      Plenty of time.\n\n                                MAYA\n                          (fingers set of keys in box)\n                      What are these?\n\n                                PETER\n                      I don't know.  Extra apartment keys. \n                      What's it matter?\n\n                                MAYA\n                          (desperate)\n                      Maybe I should check Lareaux's book. \n                      It's in the car.  Be right back.  Don't\n                      go anywhere.\n\n                                PETER\n                      Sure.\n\n            Maya leaves the room.  Moments later, Peter hears the front\n            door open and close.  Doesn't move, then, suddenly, in a\n            flurry of anger, he knocks the phone off the bedside table. \n            A lamp flies off with it.  Then he stands and sweeps his arm\n            across the top of his bureau, knocking off pictures, moments,\n            a jewelry box.  Turning, he flips over a chair and kicks it\n            viciously.\n\n            Breathing hard, he slumps back on the bed.  Across the room\n            he sees a picture of Claire has slipped partially behind the\n            bureau.  Its glass has shattered and only half her face is\n            visible.\n\n            Peter immediately picks it up.  Stares down at this smiling\n            girlfriend.  He lays it carefully back on the bureau, trying\n            to regain some control.  He breathes deep, then begins\n            gathering everything back on to the bed.  He looks at the set\n            of keys.  Picks them up.  Compares them with his own set.\n\n            Trying to think, he stares out his bedroom window at the\n            building ledge across the way.  He SEES the potted geraniums,\n            now arranged, a simple red flourish.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCompares them with his own set. Trying to think, he stares out his bedroom window at the\n            building ledge across the way. He SEES the potted geraniums,\n            now arranged, a simple red flourish. \n\nTARGET SECTION TO BE ANNOTATED:\n            Then a light snaps on in the apartment below and as he looks\n            down, noticing it, his eyes shift, a momentary realization\n            and he looks back down at the keys and leaves his apartment.\n\n            INT. ELEVATOR\n\n            Peter gets on.  He looks at the unknown keys again.  Then\n            pushes the button for the fourth floor.\n\n            INT. APT. 4-A - NIGHT\n\n            Peter knocks softly on the door.  Then more loudly.  No\n            response.  He tries on of the new keys, slowly giving it a\n            turn.  It works.  He tries the lower lock.  The click of this\n            key is audible as...\n\n            INT. APT. 4-A\n\n            The door swings open to a dark apartment.  Peter stands\n            warily at the door, then flips on the lights.  Nothing there. \n            No furniture.  No occupance.\n\n            Peter steps in and closes the door.  He looks around at the\n            emptiness.  A cockroach scurries across the floor in front of\n            him.\n\n            INT. LIVING ROOM\n\n            He walks through the living room and...\n\n            INT. BEDROOM \n\n            Only a small table and lamp have been left in the corner. \n            Peter switches on the lamp.  He notices the ceiling's been\n            dropped.  A grid of white tile panels, held by a lightweight\n            metal frame.  He stares at it.\n\n            Very slowly he raises the broom upward and pokes on of the\n            panels.  It moves easily.  He pushes harder and manages to\n            angle the panel, sliding it back, so that some of the\n            original ceiling is visible.  He sees:\n\n            A lurid splash of color, a tiny fragment of white line, and\n            part of a strange design.\n\n            Peter stares hard at it.  He grabs the small table from the\n            corner and drags it to the center of the room.  Standing on\n            it, he can now easily reach the tiles with his hands.\n\n            He SMASHES the panels loose, KNOCKING THEM OUT and dropping\n            them on the floor.  Two, three, four more tiles.  Then five.\n\n                                                       TIME JUMP CUT TO:\n\n            The floor below him is littered with ceiling tiles.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo, three, four more tiles. Then five. TIME JUMP CUT TO:\n\n            The floor below him is littered with ceiling tiles. \n\nTARGET SECTION TO BE ANNOTATED:\n  Peter\n            looks up at:\n\n            CEILING\n\n            An enormous PENTACLE.  Nine feet wide.  It sprawls across the\n            ceiling.  Runic symbols crest its edges.  For a moment,\n            Peter's mesmerized.\n\n            INT. FOURTH FLOOR HALLWAY\n\n            The door of Apt. 4-A is thrown open.  Peter takes off,\n            leaving the door ajar behind him.\n\n            INT. PETER'S APARTMENT - CONTINUOUS\n\n            The front door is thrown open.  Peter steps in to see:\n\n            Maya, standing, slightly tense, talking to somebody.  The\n            other VOICE is obscured by the sound of a garbage truck\n            moving down the street.  And as Peter moves farther inside,\n            past the door, he sees:\n\n            Claire, sitting on the overstuffed chair.\n\n                                CLAIRE\n                          (gets up)\n                      There you are!  My God, darling, I've\n                      been so worried.  Are you alright?\n\n                                PETER\n                      Claire...\n\n                                CLAIRE\n                      This is the person...you were talking\n                      about?\n\n                                MAYA\n                      Where were you?\n\n            Peter holds out the keys to Claire, ignoring Maya.\n\n                                PETER\n                      What're these?\n\n                                CLAIRE\n                      I don't know.  What are they?\n\n                                PETER\n                      I found them in your file box.\n\n                                CLAIRE\n                      Must be a spare set.\n\n                                PETER\n                      I thought the spare set was in the\n                      kitchen drawer.\n\n                                PETER (CONT'D)\n                          (to Claire)\n                      You were hiding them.\n\n            Claire gets up, moving to Peter, and reaches to embrace him. \n            He lets it happen, but doesn't reciprocate.\n\n                                CLAIRE\n                      Honey, you're exhausted.  Do you want to\n                      lie down for a little while?\n\n                                PETER\n                          (moving across the room)\n                      I found the pentacle.\n\n            Maya's eyes widen with alarm.  She turns quickly toward\n            Claire who's watching them.  And as Peter follows Maya's\n            stare, in one slow move, Claire pulls a Beretta from a drawer\n            in the aquarium table.  She points the gun directly at Maya.\n\n                                CLAIRE\n                      She's been stalking you, Peter.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd as Peter follows Maya's\n            stare, in one slow move, Claire pulls a Beretta from a drawer\n            in the aquarium table. She points the gun directly at Maya. CLAIRE\n                      She's been stalking you, Peter. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                      So you're going to kill her?  Put the\n                      gun down Claire.\n\n            Claire ignores him, but before she can make her move, Peter\n            has grabbed her wrist, twisting her back into the living\n            room, trying to pull the gun out of her hand.  Claire wrests\n            free of Peter.\n\n                                CLAIRE\n                      Listen to me, I love you, Peter, I'm\n                      trying to protect you!\n\n                                PETER\n                      You really had me going, Claire.  I was\n                      finally ready to propose to you.\n\n                                CLAIRE\n                      We're still going to be together.\n\n                                CLAIRE (CONT'D)\n                      There's nothing you can do about it.  \n                          (to Maya)\n                      I've fucking had it with you.\n\n            She lunges at Maya, one powerful move, but as she does, Maya\n            moves out of the way.  And as Maya spins around, Claire goes\n            for her again, but she trips on the wet floor, losing her\n            balance.  As Peter grabs to catch her, she crashes horribly\n            through the glass shelves.\n\n            Peter is horrified.\n\n            Then he walks to Claire and pulls the gun from her lifeless\n            hand.  Maya and Peter stare at each other in shock for a\n            moment.  Then Maya's pager sounds.  She checks the number and\n            goes to the phone and dials.  As she does, Peter pulls a\n            blanket off the sofa and covers Claire's body.\n\n                                MAYA\n                      Hi, it's me.  What's going on?\n\n            She listens, and her expression changes to one of relief. \n            She hangs up the phone and turns to Peter.\n\n                                MAYA (CONT'D)\n                      Lareaux...he's coming out of it.  Let's\n                      go.\n\n            INT. RANGE ROVER - NIGHT\n\n            The car passes through the nearly deserted streets.  A STREET\n            SWEEPER passes, brushes whirring.\n\n            EXT. SEMINARY - DAWN\n\n            As the sunlight prisms on dew-covered grass, Peter and Maya\n            pull into the seminary parking lot.\n\n            INT. FATHER LAREAUX'S ROOM\n\n            A small crowd of priests, including Father Frank, is in the\n            room.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMINARY - DAWN\n\n            As the sunlight prisms on dew-covered grass, Peter and Maya\n            pull into the seminary parking lot. INT. FATHER LAREAUX'S ROOM\n\n            A small crowd of priests, including Father Frank, is in the\n            room. \n\nTARGET SECTION TO BE ANNOTATED:\n  Several stand next to the bed, blocking a clear view\n            of Father Lareaux.  Soft CLASSICAL MUSIC plays.  The mood is\n            upbeat.  As the door opens, Father Frank sees Maya lead Peter\n            in by the arm like a puppet or a lost soul.\n\n                                FATHER FRANK\n                          (vindictively)\n                      I'm glad you're here.  There's something\n                      you need to see.\n\n            With only a cursory glance at Peter, he leads Maya to the\n            bed.  The other priests move away.  Father Lareaux is sitting\n            up against his pillows.  He looks good, rosy cheeked - almost\n            back to normal.\n\n                                LAREAUX\n                          (happy to see her)\n                      Miette...\n\n            Maya throws her arms around his neck, smiling for the first\n            time in a long time.\n\n                                MAYA\n                      Father!  Thank God you're better!  I\n                      really need your help.  We've only got a\n                      few more hours.\n\n                                LAREAUX\n                      Don't worry...about the transformation,\n                      Maya.\n\n                                MAYA\n                      What do you mean \"don't worry?\"\n\n                                LAREAUX\n                          (being careful not to wound\n                           her)\n                      Well, in my prayers, I realized we've\n                      been fooling ourselves and probably...\n                      blown this all out of proportion.  God\n                      would never allow anything like that to\n                      happen.\n\n            Maya is floored.  Father Frank looks at her scornfully.\n\n                                FATHER FRANK\n                      I told you this was myth all along.\n\n                                PETER\n                          (confused)\n                      Does that mean it's over?\n\n            Lareaux nods a \"yes\" at Peter, as Maya sits on the old\n            priest's bed.  Peter stands beside her.\n\n                                MAYA\n                      So...we won?\n\n                                LAREAUX\n                          (sweet smile)\n                      Yes.  We won, that's right.\n\n            Maya plays with her cross, distractedly, rocking it back and\n            forth between her fingers.  Lareaux re-fluffs his pillows,\n            looking away from Maya, moving slightly, making himself more\n            comfortable.\n\n                                MAYA\n                      We won because Christ...triumphed over\n                      Satan?\n\n                                LAREAUX\n                      Um hm.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nLareaux re-fluffs his pillows,\n            looking away from Maya, moving slightly, making himself more\n            comfortable. MAYA\n                      We won because Christ...triumphed over\n                      Satan? LAREAUX\n                      Um hm. \n\nTARGET SECTION TO BE ANNOTATED:\n  That's right, Maya.\n\n                                MAYA\n                      So, if Christ won, that means, what does\n                      that mean, Father?  That Satan...\n\n                                LAREAUX\n                          (tenderly, swallowing back)\n                      Would you like to rest, Miette?  You\n                      must be exhausted.\n\n            Maya picks up a scapular from the dresser and moves in closer\n            to Lareaux.\n\n                                MAYA\n                          (insistent)\n                      So I guess Satan lost.  Satan is the\n                      weak one.\n\n                                LAREAUX\n                          (breath coming in shorter\n                           bursts)\n                      Miette, come here and relax.\n\n            Maya is crowding Lareaux now, the scapular thrust almost\n            directly in his face.\n\n                                MAYA\n                          (repeating, monotone)\n                      I can relax, because Satan the coward,\n                      trembles before Christ, right?\n\n            Father Frank moves over to Maya with another Priest.  Sees\n            Lareaux is having trouble breathing.\n\n                                FATHER FRANK\n                      All right.  That's enough for now.  He's\n                      just recovering.  Take it easy, Maya.\n\n            But Maya resists their tugging arms, leaning closer to\n            Lareaux.\n\n                                MAYA\n                      But doesn't he tremble, Father?  Doesn't\n                      he cower, like a frightened jackal? \n                      Satan, the half-wit...\n\n            Maya continues, taunting, her cross dangling over Lareaux.\n\n                                MAYA (CONT'D)\n                          (as slowly as she can)\n                      The whimpering slave of Christ!  The\n                      impotent dog on God's leash!\n\n            Maya thrusts the scapular onto Father Lareaux's forehead.  He\n            recoils violently, as though burned.\n\n                                LAREAUX\n                          (vicious, another voice)\n                      HE'LL MAKE CHRIST CRAWL!\n\n            The entire room stares, transfixed, at Lareaux.  Maya look at\n            peter, then Father Frank, as she moves carefully off the bed.\n\t\t\t\n\t\t\tINT. FATHER LAREAUX'S ROOM - SHORT TIME LATER\n\n            A nervous Father Frank is supervising the Jesuits as they\n            empty Lareaux's room of its extraneous contents.  He avoids\n            looking at Maya.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FATHER LAREAUX'S ROOM - SHORT TIME LATER\n\n            A nervous Father Frank is supervising the Jesuits as they\n            empty Lareaux's room of its extraneous contents. He avoids\n            looking at Maya. \n\nTARGET SECTION TO BE ANNOTATED:\n  Father Lareaux sits calmly in a chair at\n            the center of the room.  None of the Jesuits meet his eye. \n            One Priest tapes the curtains closed over the window.  A lamp\n            provides the only light.\n\n            INT. CORRIDOR OUTSIDE LAREAUX'S ROOM - DAY\n\n            Peter and Maya stand anxiously near the door, waiting...\n\n                                MAYA\n                      He's our best chance.  If we can get him\n                      back.\n\n            Without realizing it, she's touching her shirt cuffs.\n\n                                PETER\n                      What can I do?\n\n                                MAYA\n                          (emphatically)\n                      You have to be experienced to do this. \n                      Just wait outside. Otherwise, you risk\n                      killing him.\n\n            Maya looks at him, then clasps his hand briefly.  She breaks\n            off and walks over to Father Frank.\n\n                                MAYA (CONT'D)\n                      You'll do it?\n\n                                FATHER FRANK\n                      I don't have the experience.  Father\n                      Thomas should officiate.\n\n            Father Thomas, a tall Jesuit in his forties, strides down the\n            hall. \n            He's dressed in a long black cassock, with surplice and\n            purple stole.  He's resolute.  Two other Jesuits, Father\n            Malcolm and Father Jeremy, follow him.\n\n                                                            DISSOLVE TO:\n\n            MAYA AND FATHER JEREMY STAND CLOSE TOGETHER IN THE HALLWAY. \n            WE HEAR HER WHISPERED MURMUR.\n\n                                MAYA\n                      Forgive me Father, for I have sinned.\n\n            INT. FATHER LAREAUX'S ROOM\n\n            The priests enter and begin to prep the room.  Father Malcolm\n            goes to the closet and takes out the briefcase we saw at\n            Birdson's exorcism.  He opens it and takes out a bible, a\n            cross a vial of Holy Water.\n\n            We see Father Thomas don his cassock and scapular in the\n            partitioned dressing area of Father Lareaux's room.  Maya\n            enters.  Peter, from the doorway, sees her lock eyes with\n            Lareaux.  Finally, she turns away.  Lareaux's smile widens. \n            Father Thomas steps out from Behind the partition.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally, she turns away. Lareaux's smile widens. Father Thomas steps out from Behind the partition. \n\nTARGET SECTION TO BE ANNOTATED:\n                                FATHER THOMAS\n                      Tie him to the chair.\n\n            Father Thomas makes the Sign of the Cross.  Then, he places\n            the tip of his stole on Lareaux's neck, and his right hand on\n            Lareaux's head.  Lareaux flinches.  Father Thomas places\n            relics of the Saints on Lareaux's chest.  He writhes as if in\n            pain.  Father Thomas sprinkles Lareaux with Holy Water. \n            Lareaux reacts as though it were burning oil.  Finally,\n            Father Thomas kneels, beginning the Litanies of the Saints,\n            in Latin.\n\n            INT. CORRIDOR OUTSIDE LAREAUX'S ROOM\n\n            The last thing Peter sees as the door closes is Maya. \n            Serious, tight, professional and outside the door, Father\n            Frank is already mouthing his rosary:\n\n                                PETER\n                          (to Father Frank)\n                      Now what?\n\n                                FATHER FRANK\n                      There's nothing we can do but pray. \n                      We'll be in the church.\n\n            Father Frank leads the other Jesuits down the hall.  Within\n            seconds, Peter's alone.  He looks at the door. \n            Then he slowly moves closer to it, until he's a foot away. \n            He tries to listen.  Nothing.  He leans even closer.\n\n                                FATHER THOMAS (O.S.)\n                          (in Latin)\n                      Behold the Cross of the Lord.  Depart,\n                      enemies!  Unclean spirits, and all your\n                      companions, I command you.   Tell me\n                      your name!\n\n            Peter moves closer.\n\n                                FATHER THOMAS (O.S.) (CONT'D)\n                      ...by the love and power of Christ, who\n                      has redeemed man from your grasp, I\n                      command you.\n\n            Peter moves away and sits down on a bench in the hallway.\n\n            INT. SMALL CHAPEL - DAY\n\n            Fourteen Jesuits of mixed race, including Father Frank. \n            Chant prayers in Latin.\n\n            INT. CORRIDOR OUTSIDE LAREAUX'S ROOM\n\n            Peter is sitting on the bench.  He HEARS:\n\n                                VOICES (O.S.)\n                      Peter, Peter...\n\n            He looks down the corridor.  He sees no one.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n                      Peter, Peter... He looks down the corridor. He sees no one. \n\nTARGET SECTION TO BE ANNOTATED:\n  He looks in the\n            other direction and sees a JANITOR eating a sandwich and\n            pouring a container of MILK into a large glass.  Once again,\n            he hears:\n\n                                VOICES (O.S.) (CONT'D)\n                      Peter, Peter...\n\n            He looks at the door to Lareaux's room and sees the WALL\n            BREATH IN AND OUT AS IF IT'S ALIVE.  He runs to the door and\n            puts his ear against it.\n\n                                FATHER THOMAS (O.S.)\n                      ...be gone and leave this child of the\n                      Lord God almighty.  Be gone, by the\n                      power of Christ.  Be gone, by the power\n                      of the Holy Spirit.\n\n            Suddenly the imprint of a chair pushes against the wall as it\n            will burst right through.  Peter jumps away.  He approaches\n            the door.\n\n                                FATHER THOMAS (O.S.) (CONT'D)\n                      In the name of Christ, I command you. \n                      Tell me your name!\n\n            Suddenly a body slams into the wall which starts to ripple as\n            if a subterranean shape were moving through it.  The body\n            appears to be climbing straight up the wall.\n\n            There's an explosion of NOISE, shrieking and shouting, the\n            sounds of furniture being violently overturned.  Peter is\n            mesmerized and scared.  Hateful VOICES SWELL UP.\n\n                                VOICES (O.S.)\n                      Too late, too late, too late, too late.\n\n            Peter touches the door knob to Lareaux's room.  It is\n            FREEZING COLD, so cold it burns.  He pulls his hand away and\n            wraps his jacket around his hand.\n\n                                MAYA (O.S.)\n                      Please, no!\n\n            Peter is torn.  His hand again moves to the doorknob. \n            Another body SLAMS into the wall.  More NOISE cries of PANIC,\n            ANGER...and pain.\n\n                                FATHER THOMAS (O.S.)\n                      Move, move!\n\n            A GROWLING ANIMAL is heard, like a BABOON SHRIEKING.  Peter\n            starts to turn the knob, then stops.  He's caught, unsure\n            until Maya calls out in agony.\n\n                                MAYA (O.S.)\n                      Peter, help me.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's caught, unsure\n            until Maya calls out in agony. MAYA (O. S.)\n                      Peter, help me. \n\nTARGET SECTION TO BE ANNOTATED:\n  Oh God!\n\n            Peter flings the door open and steps inside.\n\n            INT. LAREAUX'S ROOM - DAY\n\n            AND THEN VERY FAST.  The door SLAMS behind Peter and Locks\n            itself tight.  Then, Peter sees:\n\n            The room is not destroyed.  The room is FREEZING COLD, breath\n            is visible.  Lareaux is tied to the chair.  Father Thomas is\n            standing over him, with a crucifix in hand, the Eucharist on\n            Lareaux's head.  Maya and the younger Priests are kneeling\n            just behind Father Thomas, overwhelmed.\n\n                                LAREAUX\n                      Gotcha!\n\n            The lamp immediately goes out.  Room is pitch black.\n\n                                FATHER THOMAS\n                      Jeremy, the door!\n\n            We hear FUMBLING grunting.\n\n                                FATHER JEREMY\n                      It...I can't!\n\n                                FATHER THOMAS\n                          (continue subbing, in Latin)\n                      Lowly beast, through the power of\n                      Christ.  Let the door re-open.\n\n            VOICES begin.  MOCKING, speeded up versions of sentences\n            we've heard before, LATIN and ENGLISH.\n\n                                LAREAUX\n                          (in Peter's voice)\n                      Go on.  Do something.  Show me.\n                          (in Maya's voice)\n                      I'm scared I'm slipping back...\n\n            A beat.  Then a normal voice.\n\n                                PETER\n                      Maya?\n\n            A TORRENT OF PROFANITY drowns him out.  A thousand voices,\n            young and old, crying, cursing, filling the air with hatred\n            and spite.  Amidst this hurricane of sound, the lights begin\n            to flicker at ultra-high speed, creating a strobe effect. \n            The window bursts open, flooding the room with light.  Father\n            Jeremy races over and struggles to close it, but cannot. \n            Maya is revealed praying, eyes open.  Peter and Father\n            Malcolm are crouched near the door.  A terrified Father\n            Thomas is bravely standing, holding his crucifix in front of\n            himself, facing Lareaux.  Or where Lareaux was.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter and Father\n            Malcolm are crouched near the door. A terrified Father\n            Thomas is bravely standing, holding his crucifix in front of\n            himself, facing Lareaux. Or where Lareaux was. \n\nTARGET SECTION TO BE ANNOTATED:\n  The chair is\n            empty  Amid the deafening noise, Peter sees:\n\n            Lareaux rise up behind Maya and encircle her throat with his\n            hands as the HELLISH VOICES reach a crescendo.  Lareaux\n            begins to sing softly:\n\n                                LAREAUX\n                      Rock-a-bye baby, on a tree top...\n\n            Peter leaps to pull Lareaux off her, but the aging priest\n            surprised Peter by grabbing him and hold him at bay.  \n\n            As Peter struggles, Lareaux's expression shifts.  His\n            confidence vanishes and pain distorts his features.  Lareaux\n            falls to the floor in agony. \n            Maya and Peter bend down to help him, but the noise makes it\n            impossible for them to hear one another.  Maya pulls open\n            Lareaux's collar to try to get him more air and in that\n            instant, the VOICES STOP.  The lights POP on.  Maya leans\n            close to Lareaux, who's dying on the floor, MUMBLING\n            incoherently.  And on Lareaux's forehead, we see incisions\n            resembling strange, unknown letters.  Like they've been cut\n            from within.  The incisions are repeated on the backs of\n            Lareaux's hands.  The room is so cold, steam pops off the\n            breath.  Father Thomas moves fast, beginning the last rites\n            in Latin.  He makes the sign of the Cross on Lareaux's\n            forehead, then:\n\n                                FATHER THOMAS\n                          (to Lareaux, in Latin)\n                      Confiterisne vitia tua ante omnipotentem\n                      deum?  (Do you confess your sins before\n                      almighty God?)\n\n                                LAREAUX\n                      ...the ark sank, the sun set, the ark\n                      sank again...\n\n                                MAYA\n                          (desperately)\n                      Father, please don't die.\n\n                                LAREAUX\n                          (in great suffering)\n                      ...art sank, sun set, ark sank again...\n\n            Maya leans down, inches from the dying priest.  Peter moves\n            beside her.\n\n                                MAYA\n                      Father!\n\n            For a split second, Lareaux surfaces from his confusion and \n            looks at her with a great kindness.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter moves\n            beside her. MAYA\n                      Father! For a split second, Lareaux surfaces from his confusion and \n            looks at her with a great kindness. \n\nTARGET SECTION TO BE ANNOTATED:\n                                LAREAUX\n                      Ensemble pour toujours quoi qu'il\n                      arrive.\n\n            As he dies, Maya is momentarily inert, tears of exhaustion. \n            She's devastated. And we HEAR a single GRACE NOTE laced with\n            an intake of BREATH as we\n\n                                                           SMASH CUT TO:\n\n            INT. CORRIDOR OUTSIDE LAREAUX'S ROOM\n\n            It's CHAOS as Jesuits rush in and out of the cell, helping\n            the exorcism participants.  Father Frank glares at Maya, as\n            he helps clear the room.\n\n                                PETER\n                          (looking down at Maya)\n                      I thought you were in danger.\n\n            Maya backs away from Lareaux, who is being covered with a\n            white sheet.  A last glance and then she takes off with\n            Peter.\n\n            INT. RANGE ROVER\n\n            Maya looks straight ahead, trying to shake off her fear. \n            Peter looks at Maya, moved by her.  Puts an arm around her\n            shoulder, a momentary intimacy, then he pulls away.  Finally,\n            Maya looks at Peter.\n\n                                MAYA\n                      I'll be all right.\n                          (reflective)\n                      Peter, at the very end, I think Father\n                      was back.  I saw it in his eyes.\n\n                                PETER\n                      So, what does it mean.  The ark sank and\n                      the sun set?\n\n                                MAYA\n                      He's been repeating that since Birdson's\n                      exorcism.  I looked in every passage in\n                      the Bible and there's nothing about an\n                      ark or a sunset that tells us anything.\n\n                                PETER\n                      What did he say to you in French?\n\n                                MAYA\n                      That's his, I don't know, his\n                      'grounding' phrase for me, \"together, no\n                      matter what.\"\n\n                                PETER\n                          (deep sigh)\n                      Terrific.\n\n            EXT. NEWARK NEIGHBORHOOD - DAY\n\n            The Range Rover enters a blue-collar residential part of the\n            city, old townhouses on both sides of the street.  The\n            traffic is heavy and the Rover slows, pulling to the curb.\n\n            INT. RANGE ROVER\n\n            Peter studies Maya, admiring her in some new way.\n\n                                MAYA\n                      He was trying to tell me something.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RANGE ROVER\n\n            Peter studies Maya, admiring her in some new way. MAYA\n                      He was trying to tell me something. \n\nTARGET SECTION TO BE ANNOTATED:\n                                PETER\n                          (cynical)\n                      And his message was  \"Together, no\n                      matter what?\"\n\n            A car pulls up alongside them.  The driver, a middle-aged\n            WOMAN, rolls down her window and calls out to Peter.\n\n                                WOMAN\n                      Helloooo - do you live around here?\n                          (Peter ignores her)\n                      How do I get to the turnpike?\n\n            The car behind her HONKS impatiently.\n\n                                IRKED MOTORIST\n                      THERE'S FIVE FUCKING CARS BEHIND YOU,\n                      ASSHOLE!\n\n            Peter turns to the woman.\n\n                                PETER\n                          (doesn't give a shit)\n                      Lady, I don't know.\n\n            Offended, the woman drives off.  Peter turns back to Maya,\n            who's suddenly grabbed Townsend's Bible and furiously flips\n            through it.\n\n                                MAYA\n                      Wait a minute.  The message.  He used\n                      French, he knew he couldn't say it\n                      directly.  The arc \"sank\" or \"cinq\" c-i\n                      n-q.  It's French for five.  The sun\n                      \"set\" or pronounced like \"sept\".  The\n                      French word for seven.  The arc \"sank\"\n                      again.\n                          (then)\n                      It's five-seven-fie.  Book chapter and\n                      verse!\n\n            She finally stops at a specific section she was looking for.\n\n                                MAYA (CONT'D)\n                      Book five, Deuteronomy, chapter seven,\n                      verse five.\n                          (reads)\n                      \"But this shall you deal with them.  You\n                      shall break down their altars and burn\n                      their graven images with fire.\"\n\n                                PETER\n                      And what's that mean?\n\n            She knows.\n\n            EXT. GAS STATION - AFTERNOON\n\n            The Range Rover pulls up.  Peter gets out.  He's got a five\n            gallon gas can.  Maya enters the gas station MINI-MART.  A\n            clock reads 4:05.  Afternoon NEWS plays on a TV.\n\n                                NEWSCASTER\n                      An international group of scientists\n                      will assemble in Geneva later this week\n                      in an attempt to determine the cause of\n                      diminishing daylight, a phenomenon which\n                      has baffled the world's finest\n                      scientific minds.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\n            clock reads 4:05. Afternoon NEWS plays on a TV. NEWSCASTER\n                      An international group of scientists\n                      will assemble in Geneva later this week\n                      in an attempt to determine the cause of\n                      diminishing daylight, a phenomenon which\n                      has baffled the world's finest\n                      scientific minds. \n\nTARGET SECTION TO BE ANNOTATED:\n  In local news, the\n                      case of accused killer George Viznick\n                      ended in a mistrial today.  Prosecutors\n                      vowed to press for a new trial\n                      immediately.\n\n            Maya hands the clerk some money and glances outside at Peter\n            filling the gas can.\n\n            EXT. SAINT BENEDICTUS - AFTERNOON\n\n            It looks quiet and serene in the afternoon light.  Peter and\n            Maya approach carefully.  They see a collection of cars in\n            front of the church.  Unkempt and dirty, a few pedestrians\n            stare at them.  The gas bumps conspicuously against Maya's\n            thigh.\n\n            EXT. SAINT BENEDICTUS - SIDE ENTRANCE\n\n            Peter pulls out Claire's gun.  They step inside.\n\n            INT. SAINT BENEDICTUS - CONTINUOUS\n\n            Peter and Maya pass through the vestry and edge their way\n            into the main cathedral.  A MASS is in progress.  A lay\n            READER has memorized the text.\n\n                                READER\n                      God appears and God is light to those\n                      pour souls who dwell in night.\n\n            Peter and Maya move in suddenly from the vestry, onto the\n            altar, behind the reader.  Maya's shocked by the packed-to\n            capacity church.  The crowd inside immediately switch their\n            focus to Maya and then to Peter, who's just moved up onto the\n            altar, standing unknowingly directly under the CROSS.\n\n                                READER (CONT'D)\n                      But does a human form display...\n\n            The reader sees the stares from the crowd, stops, and turns\n            to Maya and Peter.  The reader is wearing a small inverted\n            cross around her neck.\n\n                                READER (CONT'D)\n                      Welcome!\n\n            In the crowd, Maya sees the little girl from the diner.  Maya\n            is stunned.  The little girl catches Maya's glance, giving\n            her a sly smile and then looks away.  Her mother appears\n            beside her.  Unnerved, Maya looks at Peter, desperate.\n\n                                MAYA\n                      Eight minutes...\n\n            Then, the priest at the front of the church, standing quietly\n            next to the reader, turns slowly toward Peter, oddly very\n            calm.  And we see it's Father James.  He smiles.  Charming,\n            gracious.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd we see it's Father James. He smiles. Charming,\n            gracious. \n\nTARGET SECTION TO BE ANNOTATED:\n                                FATHER JAMES\n                          (looking at gas can)\n                      Did you really think you could just burn\n                      the church down.  That some ritualistic\n                      hocus pocus could just end this?\n\n            Alarmed, Peter looks at Maya, but her gaze is locked on\n            James.  Then Peter glances down at the dripping gasoline can\n            in Maya's hand and as she sets it down.\n\n                                FATHER JAMES (CONT'D)\n                      Lareaux was never free of us.  He led\n                      you here.\n                          (he starts to sing softly)\n                      \"Get me to the church on time.\"\n\n            Peter moves toward James, putting the gun to his uncle's\n            head.\n\n                                PETER\n                          (barely able to stand it)\n                      You fucking bastard.\n\n                                FATHER JAMES\n                      Don't you get it?\n                          (re: Maya)\n                      They had their 2,000 years.  Now it's\n                      our turn.\n\n                                PETER\n                      So all that bullshit about God and\n                      faith.\n\n                                FATHER JAMES\n                      It was perfect.  The harder I pushed,\n                      the more you pulled away.\n\n                                PETER\n                          (beyond anger, beyond tears)\n                      You lied to me my whole life. \n                      Everything you said, everything you did.\n\n                                FATHER JAMES\n                      Everything I did, I did for you.  I love\n                      you, Peter.  Think of it.  I'm giving\n                      you a gift, absolute power and\n                      knowledge.\n\n                                PETER\n                      You raised me, like a son.\n\n                                FATHER JAMES\n                      You are my son.  Don't you see the\n                      opportunity that lies before you?\n\n                                PETER\n                          (putting it together)\n                      You killed my parents.\n\n                                FATHER JAMES\n                      I had to.  There was no other way. \n                      Their deaths were part of the greatest\n                      legacy I could have given you.\n\n            Peter moves the muzzle of the gun into James' carotid artery.\n\n            CLOSE ON MAYA\n\n            The realization floods her.\n\n                                MAYA\n                      Don't!  That's what they want.\n\n                                FATHER JAMES\n                      It will be my ultimate sacrifice!\n\n                                MAYA\n                      If you commit murder, you accept evil.\n\n            One by one, people in the congregation begin to rise.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER JAMES\n                      It will be my ultimate sacrifice! MAYA\n                      If you commit murder, you accept evil. One by one, people in the congregation begin to rise. \n\nTARGET SECTION TO BE ANNOTATED:\n  Peter\n            can't believe what he sees.  Susan and Mrs. Quintana.\n\n            Stunned, Peter lets the gun lower a moment and then, as he\n            turns back to Maya, he's too late. \n\n            James has moved behind Maya, holding a long-bladed knife at\n            her throat.  James anchors it at her neck, forming a\n            shimmering upside down Cross, Runic symbols carved into the\n            Sterling handle.\n\n            Peter pivots, pulling up the gun again, aiming it back at\n            James.\n\n                                PETER\n                      Drop the knife.\n\n            He cocks the gun.\n\n                                FATHER JAMES\n                      She's going to die right in front of\n                      you.\n\n            Peter looks at Maya.  Her expression gives him the permission\n            to do the unthinkable.\n\n                                MAYA\n                          (softly)\n                      Let him kill me.\n\n            Peter's thrown off.  Maya lets her eyes blink closed.  For a\n            moment, no one moves.  The knife glints off the stained\n            glass.\n\n            CLOSE ON \n\n            Peter.  Thinking.  Unraveling.\n\n                                FATHER JAMES\n                          (big smile)\n                      You have no idea how much you look like\n                      your mother right now.\n\n            Peter FIRES, an ECHOING REPORT, bouncing from the Cathedral\n            ceiling to the Travertine floor.  Father James falls,\n            mortally wounded.\n\n                                WILLIAM\n                      And you thought I was the family fuck\n                      up.\n\n            Peter sees William approaching from the pews.\n\n                                WILLIAM (CONT'D)\n                      Thank you, Maya.  You served us well.\n\n            Stunned, Peter gulps a mouthful of air, lifts his gun and\n            shoots William in the eye.  Immediate.  The bullet powers\n            through William, lodging in Mrs. Quintana.  She COUGHS up a\n            GURGLING choke, eyes wide.  And as she dies gripping her\n            neck, she doubles over the back of a wooden pew.\n\n            The crowd reacts.  Maya grabs hold of Peter edging him back\n            toward the vestry and out of the church.  As the Congregation\n            starts to press forward, Peter swings the gun back up and out\n            toward them.  It glistens off the Chalices.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya grabs hold of Peter edging him back\n            toward the vestry and out of the church. As the Congregation\n            starts to press forward, Peter swings the gun back up and out\n            toward them. It glistens off the Chalices. \n\nTARGET SECTION TO BE ANNOTATED:\n  They stop, wary\n            and as Maya and Peter finally turn their backs on the crowd,\n            they take off past the sacred Eurcharistic relics.\n\n            INT. VESTRY/SAINT BENEDICTUS\n\n            Through the vestry and out the back door.\n\n            EXT. STREET - DUSK\n\n            Peter and Maya sprint for the Rover.\n\n            INT. RANGE ROVER\n\n            Peter and Maya speed up the street.  They turn the corner and\n            continue up a street undergoing construction.  Fenced by\n            sawhorse barricades, it's equipped with flashing warning\n            lights.\n\n                                PETER\n                      How much time do we have?\n\n                                MAYA\n                      Not a lot.\n\n            Peter races past the barricades, side-swiping the steel\n            sawhorses, then suddenly he slams on the brakes, skidding to\n            a rough stop, nowhere to go.\n\n            INT. RANGE ROVER\n\n            Peter looks at Maya, then at the gun in his lap and back at\n            her.  Conflicted emotions.  He picks up the revolver.  Maya\n            stares at Peter.  A huge fear rips through her body.  Peter\n            hesitates.  Then hands her the gun.\n\n                                PETER\n                      If you can do it...go ahead.\n\n            Maya puts the gun down.  Leans over and embraces him.  They\n            hold onto each other.  A shared intimacy, unknown to either\n            of them.\n\n                                MAYA\n                          (a desperate whisper)\n                      I'm not strong enough for this.\n\n            Peter reaches over and tenderly brushes the hair away from\n            Maya's face.  Then Maya pulls away, raising the tiny gun and\n            TIME slows to a crawl.\n\n            Maya holds the Beretta.  The strain etched on her face, her\n            hands shake, her eyes well up.  Peter waits, watching her. \n            She's unsure.  We HEAR a choked back breath.  Gasping, lungs\n            looking for air.  The struggle for life.\n\n            The car clock seems frozen on 4:54.  Finally, it turns over\n            and...\n\n            Nothing happens.\n\n            Peter's looking at her.  He knows.  He's sure of it.  \n\n                                PETER\n                      It didn't work!  Maya, I'm okay.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's sure of it. PETER\n                      It didn't work! Maya, I'm okay. \n\nTARGET SECTION TO BE ANNOTATED:\n            Peter reaches for her, his face radiant, joyful, alive.  She\n            doesn't move a muscle.  The gun barrel doesn't quiver.\n\n                                MAYA\n                      Oh, Peter.\n\n                                PETER\n                          (changed tone)\n                      It's me.  Put the gun down.  Maya...\n\n            Tears roll down her face, as she cocks the Beretta.\n\n                                PETER (CONT'D)\n                      If you really think I'm the Devil, then\n                      shoot me.\n\n            Out of the corner of her eye, Maya sees the clock - its hands\n            rapidly spin backward.\n\n            EXT. RANGE ROVER\n\n            A HIGH ANGLE of the car from above.  A SHOT RIPS through the\n            air.  Then one more.  Maya exits the car.  She's unsteady on\n            her feet.  The camera pans up into the night sky.\n\n            SILENCE.\n\n            Followed by a low-pitched, disturbing rumble.  A kind of\n            GROTESQUE GROAN.  Then some HUM is heard.  Static.  A not\n            quite-tuned in radio station becomes audible.\n\n                                DEEJAY (V.O.)\n                      I love this, now scientists are saying\n                      the days have suddenly stopped getting\n                      shorter.  It makes you wonder.  Do these\n                      guys know anything?\n\n            The station fades out.  There's a FRAGMENT of POP MUSIC, more\n            STATIC, then the RADIO'S SNAPPED OFF.  And we hear the sound\n            of breathing, light and steady.\n\n                                                            DISSOLVE TO:\n\n            EXT. RURAL ROAD - DAY\n\n            An aerial shot of a steel blue car as it cruises down a two\n            lane highway.  Passing fields of cotton.\n\n            INT. BLUE CAR - DAY\n\n            Inside the car, Maya is driving.  Windows down.  She looks\n            serene, at peace, carrying her wound well as we:\n\n                                                               FADE OUT.\n\n            ALTERNATE ENDING:\n\n            INT. RANGE ROVER\n\n            Maya aims at Peter's head and pulls the trigger.  Peter's\n            thrown back against the seat.  She fires again into his\n            heart.  Maya lets the gun down slowly.  Tears streak her\n            cheeks, as she cups his face in her hands.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe fires again into his\n            heart. Maya lets the gun down slowly. Tears streak her\n            cheeks, as she cups his face in her hands. \n\nTARGET SECTION TO BE ANNOTATED:\n                                                            DISSOLVE TO:\n\n            SILENCE\n\n            Followed by a LOW-PITCHED, DISTURBING RUMBLE, a kind of\n            GROTESQUE GROAN.  Then some HUM is heard.  STATIC.  A not\n            quite-tuned-in radio station becomes audible.\n\n                                DEEJAY (V.O.)\n                      I love this, now scientists are saying\n                      the days have suddenly stopped getting\n                      shorter.  It makes you wonder.  Do these\n                      guys know anything?\n\n            The station fades out.  There's a FRAGMENT of POP MUSIC, more\n            STATIC, then the RADIO'S SNAPPED OFF.  And we hear the sound\n            of breathing, light and steady.\n\n                                                               FADE OUT.\n\n\n"
}