{
  "1": "Love Actually\nby\nRichard Curtis\n\nEdited by\nEmma Freud\n\nFinal June\nJune 19th, 2002\n\fLOVE ACTUALLY\n\nINT. HEATHROW ARRIVALS GATE. DAY. 1\nA VOICEOVER IN DARKNESS...\n\nPM (V.O.)\n“ Whenever I get gloomy with the state of\nthe world, I think about the Arrival Gate\nat Heathrow Airport..\n\nAND WE START TO SEE THIS — AS ‘STYLISH BUT REAL’ DOCUMENTARY AS\nPOSSIBLE, THE MOST MISCELLANEOUS OF GROUPS AND COUPLES AT THE\nARRIVAL GATE, ALL KISSING, ALL FULL OF AFFECTION AND EMOTION...\n\nGeneral opinion’s starting to make out that\nwe live in a world of hatred and greed —\nbut I don’t see that - seems to me that\nlove is everywhere. Often it’s not\nparticularly dignified, or newsworthy — but\nit’s always there — fathers & sons, mothers\n& daughters, husbands & wives, friends &\nstrangers. When the planes hit the Twin\nTowers, as far as I know, none of the phone\ncalls from the people about to die were\nmessages of hate and revenge - they were\nall messages of love. If you look for it,\nI’ve got a nasty suspicion you’1l find that\nlove actually is all around....\n\nINT. CHURCH. DAY 2\n\nCUT TO TWO MEN’S FACES. WELL DRESSED UP IN WEDDING TIES AND\nCOATS.\n\nPETER\nNo surprises?\n\nMARK\nNo surprises.\n\nPULL BACK — THEY ARE BEST MAN AND GROOM WAITING AT THE END OF AN\nAISLE. THE CHURCH IS SUNNY AND FULL.\n\n. PETER\nNot like the stag night?\n\nMARK\nUnlike the stag night.\n\nPETER\nDo you admit that the Brazilian prostitutes\nwere a mistake?\n\n(CONTINUED)\n\fPage2\n2 CONTINUED: 2\n\nMARK\nI do.\n\nPETER\nAnd it would have been much better if\nthey’d not turned out to be men?\n\nMARK\nThat is true.\n\nTHE MUSIC STARTS UP... PACHELBEL’S CANON. ENTER A REALLY LOVELY,\nOPTIMISTIC GIRL IN HER WEDDING DRESS. THIS IS JULIET.",
  "2": "---END OF PREVIOUS SECTION---\nPACHELBEL’S CANON. ENTER A REALLY LOVELY,\nOPTIMISTIC GIRL IN HER WEDDING DRESS. THIS IS JULIET. \n---TARGET SECTION TO BE ANNOTATED---\nMARK (CONT'D)\nGood luck, kiddo.\n\nAND HE PICKS UP HIS VIDEO AND STARTS DISCREETLY TO FILM\nPROCEEDINGS ~ IT’S ONE OF THOSE WHERE YOU CAN VIEW THROUGH A\nSCREEN, RATHER THAN HOLDING IT TO YOUR EYE.\n\nAS THE BRIDE WALKS UP THE AISLE A SWEET, SLIGHTLY CHAOTIC 30\nYEAR OLD, CALLED SARAH, SNEAKS IN JUST BEHIND HER, SWITCHING OFF\nAND PUTTING AWAY HER MOBILE PHONE. SHE SITS DOWN NEXT TO A\nFRIEND CALLED JAMIE. 38. GOOD-LOOKING AND GOOD-NATURED.\n\nTHE BRIDE GOES ON WALKING — EXCHANGING A BLISSFUL SMILE WITH HER\nHUSBAND TO BE.\n\nWE CUT THROUGH MOMENTS OF THE WEDDING SERVICE — FINGERS, RINGS,\nKISS, BIBLES, SIGNING THE REGISTRY. IT’S NOW THE END OF THE\nSERVICE - THEY'RE BACK IN FRONT OF THE ALTAR.\n\nPETER\nAnd you resisted the temptation for any\nsurprises?\n\nMARK\nYes. I’m mature now.\n\nNOW BRIDE AND GROOM TURN AND HEAD DOWN THE AISLE. THE ORGAN\nSTRIKES UP A TRADITIONAL CHURCH EXIT SONG. THEN IT CHANGES... AND\nSTARTS TO PLAY SOMETHING THAT SOUNDS SUSPICIOUSLY LIKE THE\nMARSEILLAISE. PETER LOOKS A BIT SURPRISED — TURNS TO LOOK AT\nMARK, WHO LOOKS INNOCENT.\n\nAS THE MUSIC CHANGES, A CURTAIN THAT HAS BEEN HIDING THE\nCONTENTS OF THE BALCONY DROPS. BEHIND IT IS A HUNDRED STRONG\nCHOIR. THEY BEGIN TO SING\n\nCHOIR\nLove, love, love.\nLove, love, love.\nLove, love, love.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage3\n2 CONTINUED: (2) 2\n\nTHE CHOIR THEN PART TO REVEAL A FABULOUS LOOKING SINGER,\nSTANDING AT A MICROPHONE ~ SINGING ‘ALL YOU NEED IS LOVE’.\n\nSINGER\nNothing you can do that can’t be done.\nNothing you can sing that can’t be sung.",
  "3": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage3\n2 CONTINUED: (2) 2\n\nTHE CHOIR THEN PART TO REVEAL A FABULOUS LOOKING SINGER,\nSTANDING AT A MICROPHONE ~ SINGING ‘ALL YOU NEED IS LOVE’. SINGER\nNothing you can do that can’t be done. Nothing you can sing that can’t be sung. \n---TARGET SECTION TO BE ANNOTATED---\nNothing you can say but you can learn how\nto play the game.\nIt’s easy.\n\nALL\nAll you need is love...\n\nTHEY ARE NOW JOINED, DURING THE CHORUS, — MAGICALLY FROM ALL\nOVER THE CHURCH — BY A HUGE BRASS SECTION — 20 TRUMPETS — 20\nSAXOPHONES ETC... THEY ACTUALLY APPEAR IN THE PEWS WHERE THEY’ VE\nBEEN HIDING THEIR INSTRUMENTS TILL NOW.\n\nAll you need is love\nAll you need is love\nAll you need is love, love,\nLove is all you need.\nTHE BRIDE, JULIET, IS RADIANT — ADORING IT...\n\nJULIET\nDid you do this?\n\nPETER\nChrist no.\n\nHUSBAND PETER LOOKS AT BEST MAN MARK. MARK SHRUGS HIS SHOULDERS,\nPRETENDING HE HAD ABSOLUTELY NO IDEA THIS WAS GOING TO HAPPEN.\nTHEN A LITTLE SMILE.\n\n3 EXT. CHURCH. DAY 3\nTHEY OPEN THE DOOR FROM THE CHURCH. WIND MACHINES BLOW 5,000\nROSE PETALS THROUGH THE SKY. A MAN IS PLAYING LEAD GUITAR,\nSTANDING ON A GRAVESTONE. THEY ARE THE HAPPIEST, LAUGHINGEST\nCOUPLE IN THE WORLD.\n\nA TITLE CARD SAYS...\nNOVEMBER. LONDON.\n\n4 EXT. LONDON. DAY. 4\nSOME BEAUTIFUL SHOTS OF THE CITY IN ITS WINTER GLORY.\nSs INT. CHURCH. DAY. 5\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage4\nCONTINUED: 5\n\nCUT TO A FUNERAL — A MAN AND HIS 11 YEAR OLD STEP-SON IN A\nCHURCH - WITH A CROWD OF 80 BEHIND THEM, DRESSED IN BLACK.\n\nPRIEST\nAnd now Daniel wishes to say one last\nthing.\n\nDANIEL GETS UP AND FACES THE GUESTS. BEHIND HIM A SIMPLE SLIDE-\nPROJECTOR SCREEN SHOWS A PORTRAIT OF HIS WIFE.\n\nDANIEL\nAs you know, Jo and I had a lot of time to\nprepare for this moment.",
  "4": "---END OF PREVIOUS SECTION---\nDANIEL GETS UP AND FACES THE GUESTS. BEHIND HIM A SIMPLE SLIDE-\nPROJECTOR SCREEN SHOWS A PORTRAIT OF HIS WIFE. DANIEL\nAs you know, Jo and I had a lot of time to\nprepare for this moment. \n---TARGET SECTION TO BE ANNOTATED---\n Some of her\nrequests, for instance, that I should bring\nNicole Kidman as my date to the funeral,\nI'm confident she expected me to ignore.\nBut others she was pretty damn clear about.\nWhen she first mentioned what’s about to\nhappen, I said ‘Over my dead body’ and she\nsaid “No, Danny - over mine.” And, as\nusual, my darling girl, and Sam’s darling\nMum was right - 100%. So she’s going to say\nher final farewell to you, not through me —\nbut, inevitably, ever-so-coolly, through\nthe immortal genius of the Bay City\nRollers...\n\nTHROUGH THE SPEAKERS WHAMS THE BAY CITY ROLLERS ATROCIOUS COVER\nVERSION: THE PROJECTOR SCREEN SHOWS TERRIBLE SHOTS OF THE\nROLLERS IN THEIR HEYDAY, MORE SHOTS OF JO - AND THEN SETTLES ON\nAN UTTERLY GLEEFUL 12 YEAR OLD GIRL, CLEARLY JO - TOTALLY DECKED\nIN THE SCARF, BADGES AND HATS OF ROLLERMANIA.\n\nIf you hate me after what I say,\nCan’t put it off any longer\nOov00 9000 C000\n\nI just gotta tell you anyway...\nBye bye baby, baby good-bye,\n\nBye baby, baby, bye bye\n\nBye bye baby, don’t make me cry,\nBye baby, baby bye bye...\n\nTHE CONGREGATION ARE TORN BETWEEN SMILES AT THE SONG AND THE\nSTILLS, AND THE REAL SADNESS OF IT ALL.\n\nMORE TITLES...\nINT. JAMIE’S HOUSE. DAY 6\n\nJAMIE, WHO WE GLIMPSED AT THE WEDDING, COMES BACK INTO A HOUSE.\nHE HAS A SLIGHT, TOUCHING, MID-SENTENCE STUTTER.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage5\nCONTINUED: 6\n\nHE UNLOCKS THE DOOR INTO THE LARGE LIVING ROOM. AT THAT MOMENT\nANOTHER SLIGHTLY YOUNGER MAN ENTERS THE ROOM THROUGH AN INTERNAL\nDOOR.\n\nJAMIE\nHello. What the hell are you doing here?\nCHRIS\nO, I just popped over to borrow some old\nCDs.",
  "5": "---END OF PREVIOUS SECTION---\nJAMIE\nHello. What the hell are you doing here? CHRIS\nO, I just popped over to borrow some old\nCDs. \n---TARGET SECTION TO BE ANNOTATED---\nJAMIE\nDid the lady of the house let you in?\nCHRIS\nYeh.\nJAMIE\n\nLovely obliging gi-gi-girl. Just thought\nI'd pop back before the reception, see if\nshe was feeling better. Look, I was\nthinking that maybe we should take Mum out\nfor her birthday on Friday - what do you\nthink? I feel we’ve been bad sons this\n\nyear.\n\nCHRIS\nOkay, that sounds fine — bit boring but\nfine.\n\nTHERE’S A CALL FROM OFF.\n\nGIRL (v/0O)\nPut the kettle on will you, darling.\n\nJAMIE\n(RAISING HIS EYEBROWS) I’m a slave to love.\n\nHE STARTS TO DO SO - AND THEN CONTINUES TO DO SO, SORT OF IN\nSLOW MOTION, AS HE TALKS ON...\n\nThis is a bit odd, actually. My girlfriend\ndoesn’t know I’m here — and she calls you\n‘Chris’ — not ‘da-da-darling’ ~ unless she\ncalls you., ‘darling’ when I’m not here — in\nwhich case the reason you're here is\nprobably less to do with borrowing, let’s\nsay, an old Paul Simon album and more to do\nwith, let’s say, you having sex with my\ngirlfriend when I’m out.\n\nCHRIS\nJamie — what can I say?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage6\nCONTINUED: (2) 6\n\nJAMIE\nWell, you could say ‘it’s not true — I AM\nhere because I had a passionate craving for\nthe music of Art Ga-ga-garfunkel’s best\nfriend.’\n\nGIRL (V/0) .\nForget the tea, babe — I’ve located a\npacket of 3 — if you get a move on we can\nfinish them off by the time old pencil-dick\ncomes home.\n\nJAMIE\nOn the other hand maybe you co-co-couldn’t\nhonestly say that..\nMORE TITLES...\nEXT. LONDON STREETS. DAY. 7\n\nCUT TO THE PM’S CAR MOVING ALONG THE EMBANKMENT, WITH BIKE\nRIDERS.\n\nCUT TO THE CAR DRIVING UP WHITEHALL.\n\nEXT. DOWNING STREET. DAY.",
  "6": "---END OF PREVIOUS SECTION---\nEXT. DOWNING STREET. DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 8\nCUT TO OUTSIDE 10 DOWNING STREET - HUGE NOISE — PRESS AND PEOPLE\n— OUT OF THE CAR COMES THE NEW PRIME MINISTER. HE WAVES — HUGE\nCHEER. IN HIS FORTIES. HE’S AN ATTRACTIVE MAN.\n\nHE ENTERS — THE DOOR CLOSES BEHIND HIM\n\nINT. 10 DOWNING STREET - ENTRANCE HALL/INNER LOBBY. DAY. 9\n\nSUDDENLY, BIZARRE SILENCE AND FORMALITY INSIDE IN COMPARISON TO\nTHE CHAOS OUTSIDE.\n\nTHERE TO GREET HIM IS HIS PERSONAL ADVISOR, 40, A WOMAN, ANNIE,\nSTRONG AND INTELLIGENT LOOKING. HIS DEMEANOUR IMMEDIATELY\nCHANGES, HE DE~FORMALISES.\n\nANNIE\nWelcome, Prime Minister.\n\nPM\nThat sounds so bizarre.\n\nANNIE\nHow are you feeling?\n\nPM\nDazed and confused.\n\n(CONTINUED)\nFINAL JONE 19/6/02\n\fPage7\n\n9 CONTINUED: 9\n\nCUT ON -\n\nANNIE\nWould you like to meet the household staff?\n\nPM\nYes. Anything to put off actually running\nthe country.\n\nHE GOES ALONG A LINE OF EMPLOYEES.\n\nANNIE\nThis is Terence.\n\nTERENCE\nGood morning, sir.\n\nPM\nHad an uncle called Terence — hated him —\nthink he was a pervert - like the look of\nyou, though...\n\nPAT\nGood morning, sir, I’m Pat. Housekeeper.\n\nPM\nHello, Pat - should be a lot easier with me\nthan the last lot - no nappies, no\nteenagers, no scary wife.\n\nANNIE\nAnd this is Natalie - she’s new, like you.\n\nPM\nHello, Natalie.\n\nNATALIE\nHello, David. I mean ‘sir’ — O shit, I\ncan’t believe I said that.. O no - and now\nI’ve gone and said ‘shit’ - twice. I’m so\nsorry, sir.\n\nPM\nThat’s fine... You could have said ‘fuck’\nand then we would have been in real\ntrouble.\n\nNATALIE\nThank you, sir.",
  "7": "---END OF PREVIOUS SECTION---\nPM\nThat’s fine... You could have said ‘fuck’\nand then we would have been in real\ntrouble. NATALIE\nThank you, sir. \n---TARGET SECTION TO BE ANNOTATED---\n I did have an awful\npremonition I was going to fuck up on my\nfir.. o piss it..\n\nHE LAUGHS. SHE BLUSHES HUGELY — A BEAUTIFUL LOVELY, YOUNG,\nBRIGHT FACED GIRL. HE LOOKS AT HER. SOMETHING’S HAPPENING.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f10\n\nii\n\nPages\nCONTINUED: (2) 9\n\nANNIE\nRight - I’11 go get my things — and then\nlet’s fix the country, shall we?\n\nPM\nI can’t see why not.\n\nAS HE WALKS AWAY, HE JUST CASUALLY LOOKS BACK OVER HIS SHOULDER -\nNATALIE IS ONE OF THE THINGS HE LOOKS BACK ON.\n\nINT. PM’S OFFICE.10 DOWNING STREET. DAY. 10\n\nPM ENTERS, AND CLOSES THE DOOR AND SUDDENLY PINS HIMSELF BACK\nAGAINST THE DOOR, LIKE A MAN BEING PURSUED BY THE POLICE.\n\nPM\nO no. O Jesus. Bugger. That is genuinely\nbad timing.\n\nINT. RECEPTION HALL. NIGHT. 11\n\nIT’S THE RECEPTION OF THE ‘ALL YOU NEED IS LOVE’ WEDDING. LATER\nTHAT NIGHT. THE NEWLYWEDS ARE DANCING TO A SLIGHTLY DODGY HIRED\nBAND...\n\nOUR BEST MAN, MARK, IS FILMING THEM. NEAR HIM IS SARAH, STILL\nTALKING ON HER MOBILE PHONE. A PERKY WAITER IN A MESSY BLACK TIE\nAPPROACHES HIM - HE’S CALLED COLIN.\n\nCOLIN\nDelicious delicacy?\n\nMARK\nNo thanks.\n\nCOLIN HEADS ON TO SARAH.\n\nCOLIN\nTaste explosion?\n\nTOTALLY UNCHARMED, SHE JUST SHAKES HER HEAD. COLIN HEADS OFF\nDISCOURAGED. SEES ANOTHER PRETTY GIRL BY THE DOOR TO THE\nKITCHEN.\n\nCOLIN (CONT'D)\nFood?\n\nPRETTY GIRL\nNo thanks.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f11\n\n12\n\nPaged\nCONTINUED: 11\n\nCOLIN\nYeh - bit dodgy, isn’t it.",
  "8": "---END OF PREVIOUS SECTION---\nCOLIN (CONT'D)\nFood? PRETTY GIRL\nNo thanks. (CONTINUED)\nFINAL JUNE 19/6/02\n\f11\n\n12\n\nPaged\nCONTINUED: 11\n\nCOLIN\nYeh - bit dodgy, isn’t it. \n---TARGET SECTION TO BE ANNOTATED---\n Looks like an\nalien’s finger. Ooo - tastes like it too.\nI’m Colin, by the way.\n\nPRETTY GIRL\nI’m Nancy.\n\nCOLIN\nHow do you fit here - bride, groom, vicar’s\nbit on the side?\n\nPRETTY GIRL\nNo, I did the food.\n\nCOLIN\nGroovy. (EATS ANOTHER CANAPE) Yes - yes -\nyum - second time, the glory of it just\nhits you between the eyes.\n\nHE CLIPS THROUGH THE DOORS INTO THE KITCHEN,\nINT. RECEPTION KITCHEN. NIGHT. 12\n\nCOLIN SITS DOWN NEXT TO ANOTHER QUITE GEEKY GUY, CALLED TONY, A\nFRIEND WHO’S JUST COME ALONG FOR THE RIDE. HE WEARS NORMAL\nCLOTHES.\n\nCOLIN\nAt last I’ve worked out why I can never\nfind true love.\n\nTONY\nWhy’s that?\n\nCOLIN\nIt’s not me - it’s English girls. They’re\nstuck up, you see — and I’m primarily\nattractive to girls who are, you know,\ncooler, game for a laugh — like American\ngirls. So I should just go to America — I’d\nget a girlfriend there instantly. What do\nyou think?\n\nTONY\nI think it’s crap, Colin. People are the\nsame the world over — wherever you go,\nyou'll still be dull and ugly — and girls\nwill still hate you.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f12\n\n13\n\nPage10\nCONTINUED: 12\n\nCOLIN\nNo, that’s where you're wrong. American\ngirls would seriously dig me with my cute\nBritish accent.\n\nTONY\nYou don’t have a cute British accent.\n\nCOLIN\nYes, I do, I'm going to America.\n\nTONY\nDon’t act on this whim, Colin. You’re a\nlonely, ugly arsehole, and you must accept\nit.\n\nCOLIN\nNever. I am Colin, God of Sex. I’m just on\nthe wrong continent, that’s all.\n\nHE WINKS AT A PASSING WAITRESS. SHE TOTALLY FREEZES HIM OUT.\nTHEY BOTH THINK IT PROVES THEIR POINT.\n\nCOLIN/TONY\nSee...\n\nINT. RECEPTION HALL. NIGHT.",
  "9": "---END OF PREVIOUS SECTION---\nINT. RECEPTION HALL. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 13\n\nCUT TO THE NEWLYWEDS DANCING TO A HORRIBLY PERFORMED CLASSIC\nTUNE — THE BAND ISN’T THE BEST IN THE WORLD. MARK IS FILMING\nTHEM — SARAH, THE PHONE GIRL, COMES AND SITS NEXT TO HIM. SHE\nWATCHES HIM CURIOUSLY, THEN GENTLY...\n\nSARAH\nDo you love him?\n\nMARK\nSorry? Who? What?\n\nSARAH\nNo ~ I just thought I'd ask the blunt\nquestion, in case it was the right one and\nyou needed to talk to someone about it and\nno-one had ever asked you so you’d never\nbeen able to talk about it even though you\nmight have wanted to....\n\nMARK\nNo, no, ‘no’ is the answer. No. Absolutely\nnot.\n\nSARAH\nSo that’s a ‘no’ then.\n\n(CONTINUED)\nFINAL JONE 19/6/02\n\f13\n\n14\n\n. Paget1\nCONTINUED: 13\n\nMARK\nYes. ‘No’. Ahm...\n\nLITTLE PAUSE — HE RETURNS TO FILMING...\n\nThis band.. what you reckon - the worst in\nhistory?\n\nSARAH\nProbably. I think it all hangs on this next\nsong. What will they go for? .\n\nCUT TO THE LEAD SINGER...\n\nLEAD SINGER\nAnd here’s one for the lovers... that’s quite\na lot of you I shouldn’t be surprised and a\nhalf...\n\nCUT ROUND A BUNCH OF HAPPY COUPLES... A FAMOUS INTRO PLAYS...\n\nMARK\nThey’ ve done it. It’s official.\n\nSARAH\nWorst band in the world.\n\nLEAD SINGER\n(SINGING) “I feel it in my fingers...”\n\nINT. RECORDING STUDIO. DAY. 14\n\nCUT TO A RECORDING STUDIO - A WONDERFUL-LOOKING BATTERED 55 YEAR\nOLD EX-GIANT OF ROCK IS SINGING IN A LITTLE BLACK BOOTH. 3 NOISY\nBACKING SINGERS ARE REALLY GOING FOR IT IN THE STUDIO OUTSIDE.\n\nBILLY THE OLD ROCKER\n“I feel it in my toes — love is all around\nme — and so the feeling...",
  "10": "---END OF PREVIOUS SECTION---\nRECORDING STUDIO. DAY. 14\n\nCUT TO A RECORDING STUDIO - A WONDERFUL-LOOKING BATTERED 55 YEAR\nOLD EX-GIANT OF ROCK IS SINGING IN A LITTLE BLACK BOOTH. 3 NOISY\nBACKING SINGERS ARE REALLY GOING FOR IT IN THE STUDIO OUTSIDE. BILLY THE OLD ROCKER\n“I feel it in my toes — love is all around\nme — and so the feeling... \n---TARGET SECTION TO BE ANNOTATED---\n”\n\nJOE HIS MANAGER IS IN THE CONTROL ROOM WITH THE ENGINEER. JOE IS\nUNPREPOSSESSING, WOOLLY, CHUBBY, MOIST, IN HIS FORTIES.\n\nJOE\n\nI'm afraid you did it again, Bill.\nBILLY\n\nDid I?\nJOE\n\nYeh. Sorry, mate.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f14\n\n15\n\nPage12\n\nCONTINUED: 14\nBILLY\nIt’s just I know the old version so well,\nyou know.\nJOE\n\nWell, we all do — which is why we’re doing\nthe new version.\n\nBILLY\nRight. Okay — let’s go.\n\nTHE INTRO STRIKES UP AGAIN...\n\nBILLY (CONT'D)\n“ I feel it in my fingers, I feel it in my\ntoes — Love is all...” o\nfuckwankbuggershittingarseheadandhole.\nStart again... (THE INTRO PLAYS)\n“I feel it in my fingers,\nI feel it in my toes.\nChristmas is all around me...\n\nCUT TO JOE — DEEPLY PLEASED.\n\nAnd so the feeling grows.\n\nIt’s written in the wind,\n\nit’s everywhere I go.\n\nSo if you really love Christmas,\ncome on and let it snow...”\n\n(TO JOE) This is shit, isn’t it?\n\nJOE\nYup — solid gold shit, Maestro.\n\nJOB GIVES HIM A BIG SMILE AND A THUMBS UP. HE IS SITTING NEXT TO\nA SOUND ENGINEER, READING A NEWSPAPER WITH A PICTURE OF THE PM\nON THE FRONT.\n\nENGINEER\nThink the Prime Minister’s a poof?\nJOE\nO yeh - definitely. The full pink trouser.\nINT. PM’S OFFICE. 10 DOWNING STREET. DAY. 15\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f15\n\n16\n\nPage13\nCONTINUED: 15\n\nA FEW DAYS LATER.. THE PM’S STUDY AGAIN. HE’S DEALING WITH HIS 60\nYEAR OLD SECRETARY.\n\nPM\nI want Ian here at five. And tell George\nI’m going to sack him in about 3 minutes ~\nwhat’s the point of having a Minister of\nTransport who’s always late....",
  "11": "---END OF PREVIOUS SECTION---\nHE’S DEALING WITH HIS 60\nYEAR OLD SECRETARY. PM\nI want Ian here at five. And tell George\nI’m going to sack him in about 3 minutes ~\nwhat’s the point of having a Minister of\nTransport who’s always late.... \n---TARGET SECTION TO BE ANNOTATED---\nTHE SECRETARY ACCEDES AND LEAVES. A KNOCK ON THE DOOR.\n\nPM (CONT'D)\nCome in.\n\nIT IS NATALIE, CARRYING A SOME FILES AND A TRAY..\n\nNATALIE\nThese have just come through from the\nTreasury - and this is for you.\n\nHE SMILES. THE TRAY HAS A TEA CUP — WITH THREE BISCUITS ON A\nPLATE.\n\nNATALIE (CONT'D) :\nI was hoping you’d win — though of cours\nI'd have been perfectly friendly to the\nother bloke. Just always given him the\nboring biscuits with no chocolate.\n\nPM\nThank you.\n\nSHE LEAVES - HE DROPS HIS HEAD, SLAMMING IT ON THE TABLE IN\nDESPAIR.\n\nPM (CONT'D)\nO God. Come on - you’re the Prime Minister.\n\nINT. DANIEL’S OFFICE. DANIEL’S HOUSE. DAY. 16\n\nAND NOW WE CUT TO DANIEL, THE STEP-FATHER AND HUSBAND FROM THE\nFUNERAL, SITTING VERY ALONE IN HIS OFFICE IN HIS HOUSE, HIS HEAD\nALSO ON THE DESK. A MOMENT OF STILLNESS AND SORROW. THEN HE\nLIFTS HIS HEAD, PICKS UP THE PHONE AND DIALS...\n\nDANIEL\nKaren — it’s Daniel - can we talk? I’m\nsorry, I sort of literally don’t have\nanyone else to talk to.\n\nSHE IS IN HER KITCHEN — OBVIOUSLY MID-FORTIES, VERY ENGLISH,\nSTILL QUITE NICE LOOKING, AND GOOD.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f16\n\n17\n\nPagei4\nCONTINUED: 16\n\nKAREN\nAbsolutely. Horrible moment now though —\ncan I call back in a minute?\n\nDANIEL\n‘Course.\n\nKAREN\nDoesn't mean I’m not terribly concerned\nthat your wife just died.\n\nDANIEL\nUnderstood. Bugger off and ring me later.\nHE HANGS UP\nINT. KAREN’S HOUSE. DAY. 17\n\nKAREN GOES BACK TO THE QUESTION IN HAND. HER 2 CHILDREN, JUST\nBACK FROM SCHOOL. DAISY IS SWEET & 6. BERNIE IS GRUMPY AND 10.",
  "12": "---END OF PREVIOUS SECTION---\nHER 2 CHILDREN, JUST\nBACK FROM SCHOOL. DAISY IS SWEET & 6. BERNIE IS GRUMPY AND 10. \n---TARGET SECTION TO BE ANNOTATED---\nKAREN IS COOKING CHICKEN KEBABS FOR THEIR DINNER.\n\nKAREN\nSo — what’s this big news then?\n\nLITTLE DAISY.\nWe've been given our parts in the Nativity\nplay. I’m the lobster.\n\nKAREN\nThe lobster?\n\nLITTLE DAISY\nYes\n\nKAREN\nIn the nativity play?\n\nLITTLE DAISY\nYes. First Lobster.\n\nKAREN\nThere was more than one lobster present at\nthe birth of Jesus?\n\nLITTLE DAISY\nDurr....\n\nKAREN\nRight. And what about you, Bernie?\n\nBERNIE IS AN UNPLEASANT GRUMPY LITTLE BUGGER.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f17\n\n18\n\n19\n\n. Page15\nCONTINUED: 17\n\nBERNIE\nI wanted to be a lobster, but I’m an angel.\nI hate angels - they’ re\njust made-up rubbish...\n\nKAREN\n0, I don’t know about that. It’s just that\nthese days they probably don’t have wings —\nso we don’t recognise them. They probably\njust look normal like you or me - but still\ncunningly wander around doing good.\n\nBERNIE\nIn our play they don’t do any good at all —\nthey just stand there looking like poofs\nand saying ‘Isn’t Baby Jesus great’ when\neveryone knows he’s just a stupid doll. I\nwant to be a lobster. (HE WALKS OFF) And,\nby the way, Toby says Uncle David is a\n\ndickhead.\nKAREN\nHe’s probably right.\nBERNIE\n\nAnd I hate kebabs.\n\nKAREN\nRight. Charming child.\n\nEXT./INT. FARM HOUSE IN FRANCE. DAY. 18\n\nCUT TO TOTAL DARKNESS. THEN WINDOWS START TO OPEN — ON THE\nLIVING ROOM OF JAMIE’S CHAOTIC BUT LOVELY FRENCH FARM HOUSE.\nJAMIE, WITH HIS SUITCASES DEPOSITED IN THE MIDDLE OF THE ROOM,\nIS OPENING THE WINDOWS, SOME OF WHICH HAVE LITTLE ANGEL\nSILHOUETTES CUT IN THE WOOD.\n\nEXTERIOR SHOT, AS THE WINDOWS CONTINUE TO OPEN.",
  "13": "---END OF PREVIOUS SECTION---\nTHEN WINDOWS START TO OPEN — ON THE\nLIVING ROOM OF JAMIE’S CHAOTIC BUT LOVELY FRENCH FARM HOUSE. JAMIE, WITH HIS SUITCASES DEPOSITED IN THE MIDDLE OF THE ROOM,\nIS OPENING THE WINDOWS, SOME OF WHICH HAVE LITTLE ANGEL\nSILHOUETTES CUT IN THE WOOD. EXTERIOR SHOT, AS THE WINDOWS CONTINUE TO OPEN. \n---TARGET SECTION TO BE ANNOTATED---\nBACK INSIDE JAMIE STANDS IN FRONT OF A LITTLE DESK. HE PUTS DOWN\nA TYPEWRITER. AND HE SITS.\n\nJAMIE.\nAlone again. Naturally.\n\nINT. SCHOOL HALL. DAY. 19\n\nCUT TO A GROUP OF CHILDREN SINGING AT SCHOOL — THEY ARE SINGING\n‘CATCH A FALLING STAR’.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fLo\n\n20\n\nPage16\nCONTINUED: 19\n\nCHILDREN\nCatch a falling star and put it in your\npocket, save it for a rainy day\nCatch a falling star and put it in your\npocket, never let it fade away\n\nWE PAN ALONG THE HAPPY SINGING FACES AND THEN COME TO SAM —\nSILENT, DOWNCAST.\n\nOVER THE SONG - WE HEAR KAREN & DANIEL TALKING...\n\nDANIEL (V/0)\nObviously he was gloomy before she died.\nBut it’s really got worse these last weeks.\n\nINT. /EXT DANIEL’S HOUSE. DAY. 20\n\nCUT TO THEM IN DANIEL’S STREET, ENTERING THE HOUSE. THE CAMERA\nFOLLOWS THEM.\n\nHe now spends literally all the time in his\nroom - he’1ll be up there now.\n\nKAREN\nThere’s nothing unusual about that - my\nhorrid son Bernard stays in his room all\nthe time, thank God.\n\nDANIEL\nNo, but this is all the time...\n\nTHE CAMERA LEAVES THEM AND TRACKS UP THE STAIRS TOWARDS SAM’S\nDOOR... ,\n\nAnd I’m afraid, you know, that there’s\nsomething really wrong — I mean clearly\nit’s about his Mum, but Christ, he might be\ninjecting heroin into his eyeballs for all\nI know.\n\nKAREN\nAt the age of eleven?\n\nDANIEL\nWell, maybe not into his eyeballs then —\nmaybe just his veins... And then he just\nlistens to music all night and watches\nvideos...\n\nTHE CAMERA SITS ON THE DOOR.\n\nFINAL JUNE 19/6/02\n\fPage17\n\n21 EXT. BALCONY OF DANIEL’S HOUSE. DAY. 21\nDANIEL AND KAREN, STANDING ON THE BALCONY OUTSIDE THE HOUSE.",
  "14": "---END OF PREVIOUS SECTION---\nFINAL JUNE 19/6/02\n\fPage17\n\n21 EXT. BALCONY OF DANIEL’S HOUSE. DAY. 21\nDANIEL AND KAREN, STANDING ON THE BALCONY OUTSIDE THE HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\nDANIEL\nThe problem is, it was his Mum who always\nused to talk to him and I don’t know... -\nthe whole step-father thing seems somehow\nto suddenly matter, like it never did.\n\nKAREN\nHey - hey - it was always going to be a\ntotal shit time. Just be patient - and\nmaybe check the room for needles.\n\nHE SMILES.\n\nDANIEL\nYes — good — absolutely — good... I will.\n(PAUSE) And sometimes when he comes out,\nit’s obvious he’s been crying. (SUDDENLY A\nWAVE OF SORROW HITS HIM) O Karen, it was\nsuch a ridiculous waste — and if it’s now\ngoing to ruin Sam’s life as well - I just\ndon’t know.\n\nKAREN JUST TOUCHES HIS SHOULDER.\n\nKAREN\nGet a grip now. People hate sissies. No-\n\none’s ever going to shag a bloke who cries\nall the time.\n\n22 INT. DANIEL’S HOUSE. HALLWAY. DAY. : 22\nCUT TO KAREN AT THE DOOR OF DANIEL’S HOUSE.\n\nDANIEL\nThanks for coming. Must be busy days with\nDavid and everything.\n\nKAREN\nNah — never see him. By the way — I dida\nlittle research into Nicole Kidman for you -\nshe’s got some excellent internet sites —\nkeep you busy in the lonely evenings.\n\nDANIEL\nO don’t be disgusting. Get out of my house.\nI’ve got to fix dinner.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f22\n\n23\n\n24\n\n25\n\nPaget8\nCONTINUED: 22\n\nKAREN\nWell there we go - a perfect opportunity to\nbond. I find chicken kebabs always go down\nvery well.\nINT. DANIEL’S HOUSE. CORRIDOR. NIGHT. 23\nCUT TO DANIEL UPSTAIRS OUTSIDE SAM’S ROOM.\n\nDANIEL\nTime for dinner.\n\nSAM (V/O)\nI’m not hungry.\n\nDANIEL\nBut Sammy... I’ve done chicken kebabs.\n\nSAM\nLook at the sign on the doox..\n\nIT SAYS — ‘I SAID — I’M NOT HUNGRY.’\n\nDANIEL\nRight.\n\nEXT. STREET. DAY.",
  "15": "---END OF PREVIOUS SECTION---\nEXT. STREET. DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 24\nCOLIN IN THE CAR. HE STOPS FOR A WOMAN CROSSING THE ROAD, AND\nGIVES HER A BIG THUMBS UP — SHE TURNS AWAY, DESPISING HIM. HE\nRAISES HIS EYEBROWS AND SHOOTS ON —\n\nHE PULLS UP - OPENS THE CAR DOOR AND IN GETS TONY - THEY’RE THE\nTWO WHO WERE DISCUSSING AMERICA AT THE WEDDING.\n\nINT. COLIN’S CAR. DAY. 25\n\nCOLIN\nExciting news!\n\nTONY\nWhat?\n\nCOLIN\nI’ve bought a ticket to the States - I’m\noff in 2 weeks.\n\nTONY\nNo!\n\nCOLIN\nTo a fantastic place called.. Wisconsin.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f25\n\n26\n\nPage19\n\nCONTINUED: 25\nTONY\nNo!\nCOLIN\nYES! Wisconsin babes - here comes Sir\nColin!\nTONY\n\nNo, Col! There ARE a few babes in America,\nI grant you, but they’re already going out\nwith rich guys. You’11 just end up ina\ndingy bar snogging someone who’s the\nspitting image of your Mum. And that’s not\nnice. I should know. I’ve tried it.\n\nCOLIN\nNah ~ you’re just jealous, Tone. You know\nperfectly well that any bar anywhere in\nAmerica contains ten girls more beautiful\nand more likely to have sex with me than\nthe whole of the United Kingdom.\n\nTONY\nThat is total bollocks. You’ve actually\ngone mad now.\n\nCOLIN\nNO! I’m wise. Wiiiiiise! Stateside, I’m\nPrince William... without the boring\nrelatives.\n\nTONY\nNO! NO! I mean it - no, Colin - no-ho-ho!\n\nINT. THE FAIRTRADE OFFICE. MORNING. 26\n\nCOLIN ENTERS - HE’S THE GUY WHO BRINGS SANDWICHES ROUND TO\nCOMPANIES.",
  "16": "---END OF PREVIOUS SECTION---\nINT. THE FAIRTRADE OFFICE. MORNING. 26\n\nCOLIN ENTERS - HE’S THE GUY WHO BRINGS SANDWICHES ROUND TO\nCOMPANIES. \n---TARGET SECTION TO BE ANNOTATED---\n IT’S AN INTERESTING PLACE — A FAIR-TRADING COMPANY -\nMIXTURE BETWEEN CHARITY AND THE BODY SHOP - BIG AND MESSY - 50\nPEOPLE - LOTS OF SMARTLY DESIGNED POSTERS AND MARKETING STUFF ON\nDESKS AND WALLS. COLIN IS VERY BOUNCY. HE SMILES AND DOES A\nTHUMBS UP AT A BEAUTIFUL GIRL AT ONE DESK — NO REACTION. STAY\nen HER — HER NAME IS MEL. SHE GETS UP AND KNOCKS ON THE DOOR\n/EHIND HER.\n\nHARRY (V/O)\nCome in.\n\nFINAL JUNE 19/6/02\n\f27\n\nINT. HARRY’S OFFICE. MORNING.\n\nPage20\n\n27\n\nSHE ENTERS THE OFFICE OF HARRY - IN HIS MID FORTIES, STYLISH -\n\nQUITE A SERIOUS MAN - BUT WITH HIDDEN PLACES.\n\nMEL\nSarah for you.\n\nHARRY\nO great. Settling in fine?\n\nMEL\nAbsolutely.\n\nSARAH WALKS IN A BIT AWKWARDLY. MEL LEAVES GRACEFULLY.\n\nHARRY\nAh, Sarah. How are you?\n\nSARAH\nGood - the quality of my work has shot up\nsince I got that Harry Potter screen-saver.\n\nHARRY\nI’ve noticed - now, switch off your phone\nand tell me exactly how long you’ve been\nworking here?\n\nSARAH\nIt’s 2 years now. And 7 months. And 3 days.\nAnd I suppose, what — 2 hours.\n\nHARRY\nRight. And how long have you been in love\nwith Karl, our enigmatic but attractive\nchief designer?\n\nSARAH IS TAKEN ABACK — SHE THOUGHT THIS WAS A TOTAL SECRET.\n\nSARAH\nAhm — 2 years and 7 months and 3 days and,\nI suppose,1 hour and 45 minutes. There was\na great half hour at the beginning that was\nvery relaxed.\n\nHARRY\nI thought as much.\n\nSARAH\nDo you think everybody knows?\n\nHARRY\nYes.",
  "17": "---END OF PREVIOUS SECTION---\nHARRY\nI thought as much. SARAH\nDo you think everybody knows? HARRY\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\nPINAL JUNE 19/6/02\n\f27\n\n28\n\nPage21\n\nCONTINUED: 27\nSARAH\nDo you think Karl knows?\nHARRY\nYes.\nSARAH\n\nThat is bad news on, o, so many levels.\n\nHARRY\nAnd I was just thinking perhaps the time\nhad come to do something about it...\n\nKAREN\nLike...?\n\nHARRY\nYou know, ask him out for a drink — then\nafter 20 minutes casually drop into the\n_ conversation the fact that you’d like to\nmarry him and have lots of sex and babies.\n\nSARAH\nYou know that?\n\nHARRY\nYes. And so does Karl. Think about it. For\nall our sakes.\n\nSARAH\nCertainly — excellent. Will do. Thanks,\nboss.\n\nSHE OPENS THE DOOR TO LEAVE AND A VERY GOOD LOOKING GUY WALKS\nIN. ,\n\nKARL\nHi, Sarah.\n\nSARAH\n(TOTALLY CASUALLY) Hi, Karl.\n\nAND SHE WALKS OUT.\nINT. THE FAIRTRADE OFFICE. MORNING. 28\n\nWE FOLLOW HER THROUGH THE DOOR. SHE STOPS - TAKES A DEEP BREATH\n~ SWITCHES ON HER PHONE AND IT RINGS IMMEDIATELY. SHE ANSWERS.\n\nSARAH\nBabe... yup, absolutely, fire away.\n\nSHE TURNS TO MEL AT HER DESK.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f28\n\n29\n\n30\n\n31\n\nPage22\nCONTINUED: 28\n\nActually - Mel, isn’t it? (MEL NODS) Could\nyou turn the radio off - I can’t take that\nsong this time of the day...\n\nWE REALISE THAT IN THE BACKGROUND WE HAVE BEEN LISTENING TO\n‘CHRISTMAS IS ALL AROUND’.\n\nINT. RADIO STATION STUDIO. DAY. 29\n\nA LOCAL RADIO STATION. A DISC JOCKEY AT THE MIKE - ‘CHRISTMAS IS\nALL AROUND’ JUST COMING TO AN END.\n\nbo\nAnd that was the Christmas effort by the\nonce great Billy Mann ~ o dear me — how are\n- the mighty fallen. I’d call that the worst\nrecord I’ve heard this century. And...",
  "18": "---END OF PREVIOUS SECTION---\nbo\nAnd that was the Christmas effort by the\nonce great Billy Mann ~ o dear me — how are\n- the mighty fallen. I’d call that the worst\nrecord I’ve heard this century. And... \n---TARGET SECTION TO BE ANNOTATED---\nLOOKING THROUGH TO THE OTHER SIDE, THE NEXT DISC JOCKEY IS DOING\nA THROAT CUTTING MOTION — THE FIRST DISC JOCKEY LOOKS AT A SHEET\nON HIS DESK AND REALISES HIS FAUX PAS.\n\nAnd yes, coincidentally, I believe Billy is\na guest on my esteemed colleague’s show in\na few minutes time. Welcome back, Bill.\n\nINT. RADIO STATION FOYER. DAY. 30\n\nCUT OUTSIDE — JOE & BILLY SITTING THERE IN THE FOYER, WHERE THE\nSTATION’S OUTPUT IS ON. JUST LOOKING TOTALLY BROKEN.\n\nINT. RADIO STATION STUDIO. DAY. 31\nTEN MINUTES LATER.\n\nDI 2\nSo Billy — welcome back to the airwaves —\nnew Christmas single — cover of Love is All\nAround.\n\nBILLY\nExcept we've changed the word ‘love’ to\n‘Christmas’\n\nDJ2 - MIKE\nYes. “Christmas is All Around”. Is that an\nimportant message to you, Bill?\n\nBILLY\nNo, not really, Mike — Christmas is for\npeople with someone they love in their\nlives.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage23\n31 CONTINUED: 31\n\nMIKE\nAnd that’s not you?\n\nBILLY\nThat’s not me, Michael — when I was young\nand successful, I was greedy and foolish\nand now I’m left with no-one, wrinkled and\n\nalone.\nMIKE\n\nWow. Thanks for that, Billy.\nBILLY\n\nFor what? .\nMIKE\n\nWell, for actually giving a real answer to\na question. Doesn't often happen here on\nRadio Wapping, I can tell you.\n\nBILLY\nAsk me anything you like — I’1l1 tell you\nthe truth.\n\nMIKE\n\nBest shag you ever had?\n\nBILLY\nBritney Spears — no, only kidding... She was\nrubbish. No, only kidding...\n\nMIKE\nOkay - here’s one - how do you think the\nnew record compares to your old stuff?\n\nBILLY\nCome on , Mike, you know as well as I do\nthat the record’s crap. But you know..\n\nCUT TO JOE’S V.",
  "19": "---END OF PREVIOUS SECTION---\nBILLY\nCome on , Mike, you know as well as I do\nthat the record’s crap. But you know.. CUT TO JOE’S V. \n---TARGET SECTION TO BE ANNOTATED---\n UNHAPPY REACTION.\n\nwouldn’t it be great if Number One this\nChristmas wasn’t some smug teenager — but\nan ugly old ex-heroin addict searching for\na come-back at any price. All these young\npopsters, come Christmas day, they’11 be\nstretched out naked with a cute bird\nbalancing on their balls — but I’11l be\nstuck in a seedy hotel with my manager Joe -\nugliest man in the world —fucking\nmiserable because our fucking gamble didn’t\npay off.\n\n(MORE)\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f31\n\n32\n\nPage24\nCONTINUED: (2) 31\n\nBILLY (CONT'D)\nSo if you believe in Father Christmas,\nchildren — like your Uncle Billy does — buy\nmy cunting record — and particularly enjoy\nthe incredible crassness of the moment when\nwe try to squeeze in an extra syllable into\nthe 4th line...\n\nMIKE\nI think you’re referring to “If you really\nlove Christmas”\n\nBILLY\nI am indeed, Mike. “Come on and let it\nsnow”, Ouch.\n\nMIKE\nSo here it is one more time — the dark\nhorse for this year’s Christmas Number One\n— “Christmas is All Around.” Thank you,\nBilly.\n\nJOE IS QUIETLY HITTING HIS HEAD AGAINST A WALL.\n\nAnd after this it’s the news - is the new\nPrime Minister in trouble already?\n\nINT. &M’S OFFICE. 10 DOWNING STREET. NIGHT. 32\n\nCUT TO LATER THAT NIGHT. THE PM IS WALKING OUT WITH A MINISTER\nAND HIS TOP AIDE.\n\nPM\nSorry, George, but I need more than that.\nPeople won't accept that kind of fudge now -\notherwise they’d have voted in those other\nzombies.\n\nHE CLOSES THE DOOR - INSTANTLY, A KNOCK ON THE DOOR, IT OPENS -\nTHERE’S NATALIE.\n\nPM (CONT'D)\nNatalie.\n\nNATALIE\nSir.\n\nSHE ENTERS WITH A PILE OF PAPERS AND FILES. PUTS THEM DOWN, AND\nHEADS OFF. THEN...",
  "20": "---END OF PREVIOUS SECTION---\nSHE ENTERS WITH A PILE OF PAPERS AND FILES. PUTS THEM DOWN, AND\nHEADS OFF. THEN... \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage25\n32 CONTINUED: 32\n\nPM\nAhm — I’m starting to feel uncomfortable\nwith us in such.. close proximity all the\ntime and me... knowing so little about you.\nSeems.. (IRONICALLY) elitist and wrong.\n\nNATALIE\nThere’s not much to know.\n\nPM\nWhere do you live?\n\nNATALIE\nWandsworth. The dodgy end.\n\nPM\nMy sister lives in Wandsworth ~ which\nexactly is the dodgy end?\n\nNATALIE\nRight at the end of the High Street —\nHarris Street - near the Queen’s Head.\n\nPM\nRight, yes, that is dodgy. And you live\nwith your boyfriend... husband... 3\nillegitimate but lovely children?\n\nNATALIE\nNo, I’ve just split up with my boyfriend\nactually, so I’m back with my Mum and Dad\nfor a while.\n\nPM\nO I’m sorry.\n\nNATALIE\nNo, that’s fine. I’m well shot of him. (SHE\nTIDIES FOR A MOMENT). He said I was getting\nfat.\n\nPM\nI beg your pardon?\n\nNATALIE\nHe says no-one’s going to fancy a girl with\nthighs the size of big tree trunks. Not a\nnice guy actually, in the end.\n\nSUDDENLY THERE’S A GLIMPSE OF VULNERABILITY IN HER.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f32\n\n33\n\nPage26\nCONTINUED: (2) 32\n\nPM\nRight. Well, well.. (HE APPEARS TO GO BACK\nTO WORK — THEN LOOKS UP CASUALLY) You know,\nbeing Prime Minister, I could just have him\nmurdered.\n\nNATALIE\nThank you, sir — I‘11 think about it.\n\nPM\nDo - ruthless trained military killers are\nalways just a phone call away.\n\nTHEY BOTH LOOK AT EACH OTHER AND THERE’S A LITTLE LAUGH. FOR A\nMOMENT SHE WAS SAD AND HE’S CHEERED HER UP. SHE LEAVES.\n\nPM (CONT'D)\nO God. Did you have this sort of problem?\n\nCUT UP TO A VERY STERN PORTRAIT OF MARGARET THATCHER.",
  "21": "---END OF PREVIOUS SECTION---\nPM (CONT'D)\nO God. Did you have this sort of problem? CUT UP TO A VERY STERN PORTRAIT OF MARGARET THATCHER. \n---TARGET SECTION TO BE ANNOTATED---\nI very much suspect not.\n\nINT, ART GALLERY. DAY. 33\n\nA HUGE WRAPPED PICTURE AGAINST THE WALL OF AN EMPTY ART GALLERY.\nLOTS OF OTHER WRAPPED PICTURE FRAMES ON THE FLOOR. IT’S WHERE\nMARK WORKS.\n\nMARK\nRight - very exciting moment. These humble\npackages contain our new exhibition,\nphotographs by none other than the great\nJohn Siekart.\n\nMEL\nExciting stuff. What’s the theme?\n\nSHE IS DRESSED TOTALLY CASUALLY, ALMOST UNRECOGNISABLE FROM THE\nWORK PERSON WE SAW EARLIER, VERY MODERN AND SEXY.\n\nMARK\nHe said Christmas - very ‘family’ sort of\nthing. Crowd pleaser. Here we go.\nHE OPENS IT UP...\n\nMARK (CONT'D)\nAh. Interesting. Classic. Bleak. Fatal.\n\nWE SEE WHAT HE’S JUST OPENED. A HUGE PHOTOGRAPH OF A REALLY\n\nNAKED WOMAN, HER PUBIC HAIR NEATLY SHAVED INTO THE SHAPE OF A\nCHRISTMAS TREE.\n\nFINAL JUNE 19/6/02\n\f34\n\nPage27\n\nINT. ART GALLERY. DAY 34\n\nMARK IN TOTAL SELF-CONTAINED DESPAIR AN HOUR LATER. THEY’ RE\nSITTING ON THE FLOOR. THEY’ VE BEEN OUT AND BOUGHT A STARBUCKS\nAND SWITCHED ON A RADIO..\n\nMARK\nO God, o god. It’s porn. It’s just porn.\nWe'll be raided by the porn squad.\n\nMEL\nI’m thinking of having an affair with my\nboss. What do you think?\n\nMARK\nIs he married?\n\nMEL\nYes.\n\nMARK\nBad idea then. The marriage vow is very\nsacred,\n\nMEL\nYes. Though I’m a great believer in acting\non instinct.\n\nMARK\nO no - never do that.\nMEL\nOr, of course, I could have an affair with\nyou.\nMARK\nHa.\nMEL\nWhy not?\n\nMARK\nAhm. Let’s not go there.\nLOOKS AT HER, SHE’S LOUNGING GORGEOUSLY.\nDo you look as gorgeous as this at work?\n\nMEL\nYes, though in a different way.",
  "22": "---END OF PREVIOUS SECTION---\nLOOKS AT HER, SHE’S LOUNGING GORGEOUSLY. Do you look as gorgeous as this at work? MEL\nYes, though in a different way. \n---TARGET SECTION TO BE ANNOTATED---\nMARK\nThen he’s doomed, isn’t he?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f34\n\n35\n\nPage28\nCONTINUED: 34\n\nMEL\nI think so.\n\nSHE LIGHTS A CIGARETTE. ON THE RADIO WE HEAR...\n\nRADIO VOICE\nSix weeks to Christmas - and here’s the one\nthey’ re going to have to beat to that magic\nnumber one slot - yes, it’s... Westlife.\n\nINT. HARRY’S OFFICE. DAY. 35\n\nMEL IS THERE - SHE IS, IT MUST BE SAID, LOOKING GORGEOUS IN HER\nGREY SKIRT SUIT.\n\nHARRY\nRight. The Christmas party. Not my\nfavourite night of the year - and your\nunhappy job to organise.\n\nMEL\nTell me.\n\nHARRY\nBasic really ~ find a venue — over-order on\nthe drinks — bulk buy the guacamole and\nadvise the girls to avoid Kevin if they\nwant their breasts unfondled.\n\nMEL\nIt’s done. Wives and family and stuff?\n\nHARRY\nYes — I mean, not children — but wives and\ngirlfriends etc — o Christ, you haven't got\nsome horrible six-foot, gold-toothed\nboyfriend you’11 be bringing, have you?\n\nMEL\nNo... If11 just be hanging round the\nmistletoe and hoping to be kissed.\nSHE LOOKS AT HIM HARD. SUDDENLY REAL ELECTRICITY IN THE ROOM.\n\nHARRY\nReally. Right. Ah.\n\nSHE WALKS OUT — HE SORTS OF SHAKES HIS HEAD IN A “WAKE-UP/WHAT’S\n\nGOING ON?” WAY. OUTSIDE, MEL SITS AND STARTS TO TYPE ON HER\nCOMPUTER.\n\nFINAL JUNE 19/6/02\n\f36\n\n37\n\nPage29\n\nINT. FARM HOUSE IN FRANCE. DAY. 36\n\nWHICH BLENDS THROUGH TO JAMIE TYPING IN FRANCE, ON OLD-FASHIONED\nTYPE-WRITER AND PAPER.\n\nA KNOCK ON THE DOOR.\n\nINT. /EXT\n\nFRONT DOOR - FARM HOUSE. DAY. 37\n\nJAMIE OPENS THE DOOR.",
  "23": "---END OF PREVIOUS SECTION---\nA KNOCK ON THE DOOR. INT. /EXT\n\nFRONT DOOR - FARM HOUSE. DAY. 37\n\nJAMIE OPENS THE DOOR. \n---TARGET SECTION TO BE ANNOTATED---\n THERE’S A CONFIDENT, MIDDLE-AGED FRENCH\nWOMAN, ELEONORE. SHE IS CLEARLY IN CHARGE OF THE HOUSE IN SOME\nWAY, WITH A NICE THICK FRENCH ACCENT.\n\nTHE SHOT\nPLEASANT\nNATHALIE\nISABELLE\n\nELEONORE\nBonjour, Monsieur Bennett.\n\nJAMIE\nBonjour, ElEonore.\n\nELEONORE\nWelcome back. And this year, you bring a\nlady guest?\n\nJAMIE\nAh, no - change of plan.\nELEONORE\nDommage. And you're here till Christmas?\nJAMIE\nYes. When I return to the enormous bosom of\nmy family.\nELEONORE\n\nGood. And I have found you this time a\nperfect lady to help clean the house. This\nis Aurelia.\n\nWIDENS TO REVEAL, STANDING BACK NERVOUSLY, AURELIA — A\nLOOKING DARK-HAIRED WOMAN - ABOUT 35. A NICE FACE —\nBAYE, NOT EMMANUELLE BEART —- ISABELLE HUPPERT, NOT\nADJANI. WEARING A VERY ORDINARY CHEAP DRESS.\n\nJAMIE\nBonjour, Aurelia.\n\nAURELIA\n(VERY QUIETLY) Bonjour.\n\nJAMIE\n\n(VERY BAD ACCENT) Je suis t-t-tres heureux\nde vous avoir ici.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f37\n\n38\n\nPage30\nCONTINUED: 37\n\nSHE LOOKS PUZZLED.\n\nELEONORE\nUnfortunately, she cannot speak French.\nLike you. She is Portuguese.\n\nJAMIE\nAh. Ahm... Ahm — bon giorno. Ahm -\nEusebio..molto bueno.\n\nHE MIMES A LITTLE BIT OF FOOTBALL.\n\nELEONORE\nI think she is ten years too young to\nremember there was a footballer called\nEusebio — and ‘molto bueno’ is Spanish.\n\nJAMIE\nRight - absolutely. Well, good to meet you.\n\nHE SHAKES HER HAND.\nELEONORE\nAnd perhaps you can drive her home at the\nend of her work.\n\nJAMIE\nAbsolutely. Con grande plesoro.",
  "24": "---END OF PREVIOUS SECTION---\nELEONORE\nAnd perhaps you can drive her home at the\nend of her work. JAMIE\nAbsolutely. Con grande plesoro. \n---TARGET SECTION TO BE ANNOTATED---\nELEONORE\nWhich is what? Hungarian?\n\nJAMIE\n(PAUSE) Yes.\n\nINT. DANIEL’S HOUSE.CORRIDOR/OFFICE. MORNING. 38\n\nIT’S A SATURDAY MORNING. DANIEL WALKS PAST SAM’S ROOM ~ IT’S\nLOCKED — THERE’S STRANGE MUSIC COMING FROM IN THERE...\n\nHE WALKS PAST, SHAKING HIS HEAD, AND HEADS DOWN INTO HIS OFFICE.\nHE SITS DOWN AND PUSHES A BUTTON — THE COMPUTER STARTS UP —A\nBORING WORK SPREADSHEET... HE‘S BORED.\n\nHE TYPES IN ‘EXCITE’ — THEN ‘NICOLE KIDMAN’. INSTANTLY UP COME A\nLIST OF TEN NICOLE KIDMAN BASED SITES.\n\nTHE FOURTH ONE SAYS ‘NICOLE KIDMAN NAKED NAKED NAKED’\nDANIEL GOES TO IT ~— THERE’S A SEDUCTIVE PICTURE OF NICOLE, AND A\n\nLIST OF PHOTOS - GALLERY 1, GALLERY 2 ETC. HE OPENS ONE - AND UP\nCOME TINY PICTURES OF NICOLE, MANY NOT FULLY CLOTHED.\n\n(CONTINUED)\nPINAL JUNE 19/6/02\n\f38\n\n39\n\nPage31\nCONTINUED: 38\n\nHE DOUBLE CLICKS ON ONE OF THEM - BUT IT DOESN’T COME UP -\nINSTEAD, THERE’S A FORM THAT SAYS HE CAN’T GO ANY FURTHER\nWITHOUT GIVING A CREDIT CARD NUMBER.\n\nSO HE CLOSES IT. BUT WHEN HE DOBS, LOTS OF PICTURES OF NAKED\nGIRLS COME UP UNINVITED. IT’S A SITE CALLED ‘XXXX TEEN SLUTS.’\n\nAT WHICH MOMENT DANIEL HEARS A CAR PULLING UP OUTSIDE.",
  "25": "---END OF PREVIOUS SECTION---\nSO HE CLOSES IT. BUT WHEN HE DOBS, LOTS OF PICTURES OF NAKED\nGIRLS COME UP UNINVITED. IT’S A SITE CALLED ‘XXXX TEEN SLUTS.’\n\nAT WHICH MOMENT DANIEL HEARS A CAR PULLING UP OUTSIDE. \n---TARGET SECTION TO BE ANNOTATED---\n HE\nSWIFTLY CLOSES ‘XXXX TEEN SLUTS’ ~ BUT OTHER THINGS COME UP,\nINCREASINGLY PORNOGRAPHIC AND ALWAYS WITH THE WORDS ‘COME’ OR\n‘PINK’ IN THEIR TITLE — HE TRIES TO CLOSE THEM, BUT MORE AND\nMORE BOXES START COMING UP — FINALLY — THE COMPUTER SETTLES ON A\nSITE CALLED ‘WOMEN F**KING ANIMALS’ — WITH ACCORDINGLY GRAPHIC\nPICTURES. HE TRIES TO CLOSE IT — BUT IT WON’T CLOSE. IN FACT THE\nMACHINE FREEZES —\n\nAS THE DOORBELL GOES.\n\nAND NOW DANIEL CAN’T MOVE THE CURSOR TO GET THE DAMN THING TO\nSHUT DOWN...\n\nHE GOES TO THE PLUG TO TURN OFF THE ELECTRICITY — BUT IT DOESN’T\nMAKE ANY DIFFERENCE.\n\nIN DESPERATION, HE TAKES OFF HIS JUMPER AND THROWS IT OVER THE\nQUITE BIG COMPUTER SCREEN.\n\nINT. DANIEL’S FRONT DOOR. MORNING. 39\nCUT TO DANIEL AT THE FRONT DOOR.\n\nDANIEL\nHello, Matthew.\n\nTHEY SHAKE HANDS — AND THEN. AWKWARDLY DRIFT INTO A HUG. AT THIS\nMOMENT, BOTH CAN ONLY THINK OF WIFE, OF DAUGHTER.\n\nFATHER IN LAW\nStill a bit hard, isn’t it?\n\nDANIEL\nStill a little tricky. Come and sit down.\n\nFATHER IN LAW\nWhy not? I’ve brought a little gift for my\ngrandson ~- thanks to him, I’ve actually\nstarted to use that computer you gave me.\n\nDANIEL\nReally?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f39\n\n40\n\n41\n\n42\n\nPage32\nCONTINUED: 39\n\nFATHER IN LAW\nYes, I’ve found a tremendous golfing site.\nIn fact, let me show you — where’s your\ncomputer?\n\nDANIEL\nAhm — let’s have a drink first, shall we?\n\nPATHER IN LAW\nNo I insist — come on — in the office, I\npresume.\nFATHER-IN-LAW HEADS IN...\nINT. DANIEL’S HOUSE. OFFICE. MORNING.",
  "26": "---END OF PREVIOUS SECTION---\nDANIEL’S HOUSE. OFFICE. MORNING. \n---TARGET SECTION TO BE ANNOTATED---\n 40\n\nHE TAKES THE JUMPER OFF THE MACHINE, THE SCREEN IS BLACK — HE\nPUSHES A BUTTON AND UP FLICKS ‘WOMEN F**KING ANIMALS’ .\n\nHE LOOKS UP AT DANIEL — DANIEL AT HIM. PAUSE.\nDANIEL\n©.. this is disgusting. Where’s Sam? This is\njust a step too far..\nHE RUNS UP THE STAIRS.\nINT. SAM'S ROOM. DAY. 41\nDANIEL OPENS SAM’S DOOR.\n\nDANIEL\nDo you want fifty pounds — yes or no?\n\nSAM\nI’d prefer a hundred.\n\nDANIEL\nOkay, then whatever happens in the next\nminute — don’t argue — just agree with me.\nOn everything.\n\nSAM\nOkay.\n\nDANIEL\nRight — (RAISING VOICE) — get down here\nyoung man, straight away.\nINT. DANIEL’S OFFICE. MORNING. 42\n\nCUT TO THE THREE OF THEM IN THE OFFICE —\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage33\n\n42 CONTINUED: 42\n\nDANIEL\nWhat is this, young man?\n\nSAM\nI don’t know — looks like a website about\nwomen having sex with animals.\n\nDANIEL\nAnd how did it get here?\n\nPAUSE. DANIEL REALISES THAT WAS TOO COMPLEX.\n\nHE LOOKS\n\nAll right. I’11 tell you how it got here.\nYou've been using my computer, Sam, and\ncalling up this filth - haven't you?\n\nAT HIM WITH SLIGHTLY RAISED EYEBROWS.\n\nSAM\nYes, I have.\n\nDANIEL\nI don’t know what to say. I hope you’re\nashamed of yourself.\n\nSAM\nYes I am.\n\nDANIEL\nIt’s disgusting, isn’t it.\n\nSAM\nIt really is.\n\nFATHER IN LAW\nDon’t worry — we all have different ways of\ncoping with grief and maybe Sam, this is\nyours — let’s just switch the machine off...\n\nSAM PUSHES A BUTTON ON THE BACK. DANIEL IS TAKEN ABACK...\n\nDANIEL\nHow did you do that?\n\nSAM\nThe ‘cancel’ button on the back.\n\nDANIEL\n0 right... Useful.\n\nFATHER IN LAW\nNow let’s all forget about it.",
  "27": "---END OF PREVIOUS SECTION---\nDANIEL\n0 right... Useful. FATHER IN LAW\nNow let’s all forget about it. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f412\n\n43\n\n44\n\nPage34\nCONTINUED: (2) 42\n\nDANIEL\nI can’t forget about it. I am so angry with\nyou, Sam — that is your pocket money docked\nfor a month, young man.\n\nEXT. BANK CASH MACHINE. DAY. 43\n\nCUT TO 3 HOURS LATER — A CASH MACHINE - OUT POPS £100 QUID AND\nDANIEL PUTS IT STRAIGHT INTO SAM’S HAND.\n\nDANIEL\nBrilliant work, son.\n\nEXT. WALK HOME. DAY 44\nTHEY ARE WALKING HOME.\n\n_ SAM\nOnly one thing I don’t understand - why\nwere you looking up women having sex with\nanimals?\n\nDANIEL\nI wasn’t — I was doing some work, and...\nlooking up Nicole Kidman - for work reasons\n- and then suddenly when I tried to close\nthe damn thing, that stuff came up.\n\nSAM\nYou must have been looking up “Nicole\nKidman naked”.\n\nDANIEL\nNo.\n\nSAM\nYou must have — it’s number 4 on the Nicole\nKidman list — Nicole Kidman naked naked\nnaked — if you just looked up the Nicole\nKidman homepage it wouldn’t have done that.\n\nPAUSE. THEN FAST...\nDANIEL\nAll right, I was looking up Nicole Kidman\nnaked naked naked, you little greedy\nbastard.\nHE STARTS TO LAUGH.\n\nSAM\nPervert.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage35\n44 CONTINUED: 44\n\nDANIEL\nComputer nerd.\n\nSAM\nWanky, wanky wierdo.\n\nDANIEL\nFreak with bad, bad haircut.\n\nTHEY'RE NOW LAUGHING A LOT — FRIENDS TOGETHER AT LAST. MAYBE\nTHEIR FIRST LAUGH SINCE SAM’S MUM DIED.\n\n45 INT. PM’S OFFICE. DAY. 45\n\nNATALIE IS JUST LEAVING, HAVING LEFT THE PM A CUP OF COFFEE, AND\nA PLATE OF BROWNIES. HE IS IN A MEETING WITH CARTER.",
  "28": "---END OF PREVIOUS SECTION---\nPM’S OFFICE. DAY. 45\n\nNATALIE IS JUST LEAVING, HAVING LEFT THE PM A CUP OF COFFEE, AND\nA PLATE OF BROWNIES. HE IS IN A MEETING WITH CARTER. \n---TARGET SECTION TO BE ANNOTATED---\nPM\nTell me, Natalie, what do you think about\nus increasing aid to the third world?\nLiberal nonsense - or crucial policy?\n\nNATALIE\nNot a bad idea ~- we can all do with a\nlittle less - give them a bit more.\n\nPM\nWell quite. (TO CARTER) You see. The public\nare with me on this.\n\nTHEN NATALIE COMES BACK AND REMOVES THE BROWNIE PLATE.\n\nNATALIE\nYou might as well get into practice...\n\nPM\nOn the other hand, actually, you know, I’m\nnot sure it is such a good idea....\n\n46 EXT ~ LONDON BENCH OR WALK. DAY. 46\nA FEW MINUTES LATER - DANIEL TAKES THE PLUNGE.\n\nDANIEL\nSo, what’s the problem, Sammy-o? Is it just\nMum — or is it something else? Maybe...\nschool — are you being bullied? Or is it —\nI don’t know — something worse - can you\ngive me any clues at all?\n\nSAM\nYou really want to know?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage36\n46 CONTINUED: 46\n\nDANIEL\nI really want to know.\n\nSAM\nEven though you won’t be able to do\nanything to help?\n\nDANIEL\nEven if that’s the case.\nSAM\nOkay. The truth is - actually - I’m in\nlove.\nDANIEL\nSorry?\nSAM\n\nI know I should be thinking about Mum all\nthe time, and I am, but the truth is that\nI’m in love and I was before she died and\nthere’s nothing I can do about it..\n\n. DANIEL\n\nAren't you a bit young to be in love?\nSAM\n\nNo.\nDANIEL\n\nOkay, right. Well, I can’t deny it - I'ma\nlittle relieved.\n\nSAM\nWhy?\n\nDANIEL\nWell, you know I thought it might be\nsomething worse...\n\nSAM\nWorse than the total agony of being in\nlove?\n\nDANIEL\n\nAhm... no - you’re right. So wait a minute -\nwhat exactly have you been doing in your\nroom then?\n\nFINAL JUNE 19/6/02\n\f47\n\n48\n\nPage37\n\nINT. SAM’S ROOM. DANIEL’S HOUSE.",
  "29": "---END OF PREVIOUS SECTION---\nFINAL JUNE 19/6/02\n\f47\n\n48\n\nPage37\n\nINT. SAM’S ROOM. DANIEL’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY. a7\n\nCUT TO THE ROOM — THE DOOR OPENS — IT IS FULL OF POSTERS OF\nROMANTIC MOVIES - SLEEPLESS IN SEATTLE, MOULIN ROUGE, DIRTY\nDANCING. SAM SWITCHES ON THE CD — THE HIGH DRAMA OF DUSTY\nSPRINGFIELD SINGING ‘YOU DON’T HAVE TO SAY YOU LOVE ME.’ — HE\nTHEN OPENS THE VIDEO CUPBOARD — MORE ROMANTIC MOVIES GHOST, WHEN\nHARRY MET SALLY, CROSSROADS, SHE’S ALL THAT AND PRETTY WOMAN ~\nHE SWITCHES ON THE TELLY — IT’S ROMEO AND JULIET, DI CAPRIO AND\nDANES LOOKING THROUGH THE FISH-TANK.\n\nDANIEL\nWow - wow - so, a bit of a... love theme.\n\nSAM\nYes - I’ve been trying to see if I can pick\nup any hints from the films. And then I\nfind the songs just help.\n\nTHE PHONE STARTS TO RING. DANIEL ANSWERS IT\nKAREN\nIf you’ re still desperate you could come\nround tonight for dinner.\n\nDANIEL\nNo thanks. Break-through.\n\nKAREN\nGood news. Tell me tomorrow.\n\nINT. KAREN’S HOUSE. DAY 48\nSHE HANGS UP AND TURNS TO HER HUSBAND...\nKAREN\nThank God actually - Bernie’s such a pig\nwhen we have guests round...\nHE IS SITTING THERE READING THE PAPER - HE IS HARRY FROM THE\n\nOFFICE, WITH THE DANGEROUS SECRETARY. HIS ATTITUDE AT HOME IS A\nLITTLE DISENGAGED. KAREN PASSES A MIRROR.\n\n0 God. Since when did my bottom stop being\nmy bottom and turn into the second largest\nsea-port in Britain.\n\nHARRY JUST LOOKS UP AT HER...\n\nKAREN (CONT’ D)\nDid you talk to Sarah?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f18\n\n49\n\n50\n\nPage36\nCONTINUED: 48\n\nHARRY\nYes, she says tonight’s the night she’s\ngoing to make her move.\n\nINT. FAIRTRADE OFFICE. EVE. ag\n\nIT’S LATE IN THE OFFICE.",
  "30": "---END OF PREVIOUS SECTION---\nINT. FAIRTRADE OFFICE. EVE. ag\n\nIT’S LATE IN THE OFFICE. \n---TARGET SECTION TO BE ANNOTATED---\n SARAH AT HER DESK - SHE IS PUTTING ON\nA BIT OF LIPSTICK FURTIVELY. WE NOTICE A FRAMED PHOTO OF A GOOD\nLOOKING YOUNG MAN ON HER DESK. THEN SUDDENLY KARL IS WALKING\nFROM THE FAR END OF THE LONG OFFICE TOWARDS HER. SHE WATCHES HIM\n- HE REACHES HER DESK NEAR THE DOOR.\n\nKARL\nNight, Sarah.\n\nSARAH\nNight, Karl.\n\nHE LEAVES. SHE JUST SITS THERE, FROZEN AND USELESS. HER PHONE\nRINGS.\n\nYup, absolutely, free as a bird - fire\naway.\n\nINT. DANIEL’S LIVING ROOM. NIGHT. 50\n\nA BIT LATER - DANIEL & SAM SITTING OPPOSITE EACH OTHER — LIKE AN\nINTERVIEW — EACH IN THE MIDDLE OF A BIG COUCH. DANIEL FULL OF\nENERGY.\n\nDANIEL\nWe can definitely crack this. Remember I\nwas a kid once too. Come on - it’s someone\nat school - right?\n\nSAM\nYup.\n\nDANIEL\nAnd how does she/he feel about you?\n\nSAM\nShe doesn’t even know my name. And even if\nshe did, she’d despise me. She’s 2 years\nolder than me and everyone worships her\nbecause she’s heaven.\n\nDANIEL\nRight. Good. Well, basically... you’ re\nfucked, aren’t you.\n\nSAM NODS.\n\nFINAL JUNE 19/6/02\n\f51\n\n52\n\nPage39\n\nINT. DANIEL'’S HOUSE. LIVING ROOM. NIGHT 51\n\nLATER THAT NIGHT — CUT TO DIRTY DANCING - THE END WHERE PATRICK\nSWAYZE IS DANCING VERY ATHLETICALLY. ‘I'VE HAD THE TIME OF MY\nLIFE’ ROCKS. SAM AND DANIEL ARE WATCHING.\n\nDANIEL\nAlthough this is a thought. Listen up.\nMaybe you could use your gymnastics to win\nher over. Surely that’s: very groovy and\nsexy?\n\nSAM DOES A BRILLIANT HANDSPRING TO GO GET A COKE.\n\nSAM\nNo. She’s an artist who despises all forms\nof physical exercise.\n\nDANIEL\nBugger.",
  "31": "---END OF PREVIOUS SECTION---\nSAM\nNo. She’s an artist who despises all forms\nof physical exercise. DANIEL\nBugger. \n---TARGET SECTION TO BE ANNOTATED---\n This is going to be tough.\n\nINT. FILM STUDIO. DAY. 52\n\nCUT TO A COUPLE HAVING SLIGHTLY WEIRD SEX RATHER HALF-HEARTEDLY\n— THEY'RE BOTH DRESSED, AND HE APPEARS TO BE TAKING HER FROM\nBEHIND, HER LEANING FORWARD AGAINST A PILLAR IN A STYLISH,\nDRAMATICALLY LIT LIVING ROOM.\n\nD.O.P. (V/0)\nOkay — you can stop there, thanks...\n\nCUT BACK TO SHOW THE PARAPHERNALIA OF A HUGE FILM CREW. THE\nD.O.P. IMMEDIATELY SLIPS INTO DISCUSSION WITH THE DIRECTOR. THE\nTWO STAND-INS, BECAUSE THAT’S WHAT THEY ARE, START TO CHAT.\nTHEY’RE TWO PLAIN, SWEET, SIMPLE PEOPLE.\n\nJOHN\nI tell you, I thought I was never going to\nget here today — that traffic was...\n\nJUDY\nUnbelievable.\n\nJOHN\nYeh - by the way — he introduced me as\nJohn, but actually everyone calls me Jack.\n\nJUDY\nO fine — nice to meet you, Jack. He got me\nright though — I’m just Judy.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f52\n\nPage40\nCONTINUED: 52\n\nJOHN\nGreat, Just Judy.\n\nTHE ASSISTANT DIRECTOR COMES UP. HE IS TONY, COLIN’S\nDISCOURAGING FRIEND. HE IS NOT VERY COMFORTABLE WITH HIS JOB AT\nTHIS MOMENT.\n\nTONY\nJudy ~— could you, ahm, take the top off\nthis time — lighting and camera need to\nknow when we're actually going to see the\nnipples and when we’re not - you know,\nshadows and things.\n\nJUDY\nO yes, okay, right. (TO JOHN) At least it’s\nnice and warm in here.\n\nJOHN\nAbsolutely. You’ve got to be ready for\nanything in this job, don’t you. I was once\nstanding in for Brad Pitt, and...\n\nTONY\nUnfortunately we're going to have to hurry.\nWe need to shoot the actors before lunch.\n\nJUDY\nFine.\n\nJOHN\nI promise I won't look.",
  "32": "---END OF PREVIOUS SECTION---\nWe need to shoot the actors before lunch. JUDY\nFine. JOHN\nI promise I won't look. \n---TARGET SECTION TO BE ANNOTATED---\nSHE LAUGHS A BIT, THEN TAKES HER JUMPER AND BRA OFF — PULLING A\nBIT OF A ‘WHAT CAN YOU DO?’ LOOK AT JOHN. “AND ACTION” THEN THEY\nSTART TO MIME THE SEX AGAIN. THE CAMERAMAN STANDS VERY CLOSE,\nJUDGING THE LIGHT WITH HIS LITTLE MACHINE.\n\nTONY\nAnd Jerry says, could you just put your\nhands on her breasts...\n\nHE DOES SO.\n\nAnd massage them, please.\n\nJOHN\nRight.... It’s Junction 13 that’s just\nmurder, isn’t it - total gridlock there\nthis morning.\n\nFINAL JUNE 19/6/02\n\f53\n\n54\n\nPage41\n\nEXT, JAMIE’S CAR IN FRANCE. DAY. , 53\n\nCUT TO FRANCE - TOTALLY EMPTY ROAD. AURELIA AND JAMIE IN THE\nCAR. TOTAL SILENCE... JAMIE GETTING EMBARRASSED. HE LOOKS AT THE\nGORGEOUS VALLEY THEY ARE DRIVING THROUGH.\n\nJAMIE\nBello... bella.\n\nSHE LOOKS PUZZLED.\nMontagno. Agua.\n\nHE KISSES HIS FINGERS TO SHOW APPROVAL. SHE JUST LOOKS SLIGHTLY\nPERPLEXED.\n\nNo, right. Silence is golden. As the\nTremeloes said. Clever guys. Though I\nbelieve the original version was by Frankie\nValli and the 4 Seasons. G-g-great\n\nband. “Ooo00-000-000” - o shut up.\n\nHE JUST GOES BACK TO DRIVING.\n\nINT. FILM STUDIO/MODERN FLAT. DAY. 54\n\nTHE TWO STAND-INS HAVING SEX AGAIN — ON A BED IN AN ULTRA~MODERN\nFLAT - HE IS FULLY CLOTHED — SHE IS ON TOP OF HIM, STILL NAKED\nON TOP. A FEW MIMED SECONDS. TONY STILL A BIT SHY ABOUT ALL\nTHIS. .\n\nTONY\nMy mistake — sorry, guys, it’s all to do\nwith the effect of light on flesh and all\nthat. Jerry would like absolutely\neverything off.\n\nJOHN\nThat’s me as well?\nTONY\nYeh.",
  "33": "---END OF PREVIOUS SECTION---\nJerry would like absolutely\neverything off. JOHN\nThat’s me as well? TONY\nYeh. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\n(WHISPERED TO HER) The things we do for a\nbuck, eh?\nCUT TO THE D.O.P. -\nD.O.P.\n\nOkay, let’s see that again.\n\n. (CONTINUED)\nFINAL JUNE 19/6/02\n\f54\n\n55\n\nPage42\n\nCONTINUED: 54\n\nTHE CAMERA MOVES SLIGHTLY SIDEWAYS FROM WHERE HE IS STANDING,\nMEASURING THE LIGHT, TO FIND THEY'RE NOW TOTALLY NAKED IN THE\nSAME POSITION - THEY MIME SEX UNPASSIONATELY AND CHAT.\n\nJOHN :\nSo what do you reckon to our new Prime\nMinister?\n\nJUDY\n\nO, I like him — can’t understand why he’s\nnot married, though.\n\nJOHN\n0, you know the type - married to his job.\nEither that or gay.\n\nTONY\nAnd, Judy, if you could just cheat the\nnipples a little left and down, please.\n\nJOHN\nI have to say Judy, this is a real pleasure\n- lovely to find someone I can really chat\nto.\n\nJUDY\nThank you. Ditto. Oops, sorry.\n\nTONY\nAll right, everyone - that’s a wrap for the\nstand-ins - the actors are on their way\ndown.\n\nINT. CABINET ROOM. 10 DOWNING STREET. DAY. 55\n\nALL THE CABINET ARE THERE. AT LEAST 4 WOMEN.\n\nHE HANDS\n\nEVERYONE\n\nPM\nRight - right — before we start, there is\none crucial issue of national importance\nthat I feel we must sort out.\n\nOUT A PIECE OF PAPER TO EVERYONE.\n\nPM (CONT’ D)\nI think it’s vital as a Cabinet that we\nshow a united front on major issues, and so\nI want everyone, after due and sober\nreflection, to tick the record they think\nis going to be number one at Christmas.\n\nLAUGHS.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\fPage43\n\n“5 CONTINUED: 55\n\nPM (CONT'D)\nOnly a month to go. Anyone supporting my\nparticular favourite — Christmas is All\nAround?\n\nTHE ENTIRE CABINET IS HORRIFIED.\n\nEVERYONE\n\nALL\nAbsolutely not / It’s going to be Westlife\n/ Over my dead body...",
  "34": "---END OF PREVIOUS SECTION---\nAnyone supporting my\nparticular favourite — Christmas is All\nAround? THE ENTIRE CABINET IS HORRIFIED. EVERYONE\n\nALL\nAbsolutely not / It’s going to be Westlife\n/ Over my dead body... \n---TARGET SECTION TO BE ANNOTATED---\nPM\nUnexpected strength of feeling here.\n\nFRY\nPrime Minister, it doesn’t have a\nsnowball’s chance in hell. It would do the\nGovernment untold damage to back such a\nlosex...\n\nLOUDLY AGREES.\n\nPM\nAll right — we’ll return to it later -\nthough I must say, I’d expected a little\nmore support from some of you ungrateful\nbastards. What's next?\n\nCARTER\nThe President’s visit.\n\nPM\nAh, yes, yes. Lock away your daughters.\n\nTHEY LAUGH.\n\nPM (CONT'D)\nThough seriously - I fear this is going to\nbe a tricky one to play.\n\nCARTER\nThere is a very strong feeling in the\nparty, and indeed, in the country, that we\nmustn’t allow ourselves to be bullied from\npillar to post like the last government.\n\nJEREMY\nHere, here. This is our first really\nimportant test. Let’s take a stand.\n\nPM\nRight. Right. I understand that. But I have\ndecided... not to.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f3S\n\n56\n\n57\n\nPage44\nCONTINUED: (2) $5\n\nBIG SIGH...\n\nOf course we'll try to be clever, but let’s\nnot forget, we’re a very small country, one\nof many, and America is the most powerful\ncountry in the world. We’re lucky to be\nfriends and we’1ll behave accordingly. I’m\nnot going to act like a child here.\n\nGENERAL GRUDGING ACCEPTANCE.\n\nRight - now who do you have to screw around\nhere to get a cup of tea and a chocolate\nbiscuit?\n\nAT WHICH MOMENT NATALIE ENTERS WITH REFRESHMENTS.\n\nPM (CONT'D)\n(ABASHED) Right.\n\nEXT. WHITEHALL / 10 DOWNING STREET. DAY. 56\n\nDRAMATIC CUT TO HUGE CROWDS OUTSIDE DOWNING STREET — BRIGHT\nSUNSHINE ~ THE DOOR OPENS — AND OUT OF THE CAR STEP TWO SECURITY\nGUARDS AND THEN THE AMERICAN PRESIDENT. HE IS IMMENSELY\nGLAMOROUS — A HANDSOME, CHARISMATIC MAN.\n\nINT. 10 DOWNING STREET. ENTRANCE HALL/INNER LOBBY. DAY.",
  "35": "---END OF PREVIOUS SECTION---\nINT. 10 DOWNING STREET. ENTRANCE HALL/INNER LOBBY. DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 57\n\nCUT INSIDE THE FRONT DOOR. THIS TIME IT’S NOISY WITH LOTS OF\nPEOPLE - SOME PRESS - HUGE NUMBERS OF STAFF.\n\nTHE PRIME MINISTER AND PRESIDENT SHAKE HANDS — THESE TWO ARE\nKINGS OF THEIR DOMAINS — BUT THE PM’S STYLE SEEMS QUIETER, AND\nMORE MODEST AGAINST THE AMERICAN SEXY, CONFIDENCE.\n\nPM\nI’m sorry your wife couldn’t make it.\n\nPRESIDENT\nSo is she. Though she might have been kind\nof lonely...\n\nPM\nYes, tragic, isn’t it. Just never been able\nto tie a girl down. I’m not sure politics\nand dating really go together.\n\nPRESIDENT\nReally? That's not what I’ve found.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f$7\n\n58\n\nPage45\nCONTINUED: 57\n\nPM\nYes, well, the difference is that you're\nsickeningly handsome - and I look\nincreasingly like my Aunt Mildred. This\nway...\n\nTHEY WALK ALONG THE CORRIDOR AND PASS NATALIE...\n\nPRESIDENT\nNow that is what I call a good looking\nwoman,\n\nPM\n\nYes, she’s.. a lovely... person.\nA BURST OF THUNDER OUTSIDE...\nINT. TV STUDIO. DAY. 58\n\nCUT INTO THE MIDDLE OF A CD:UK TYPE SATURDAY MORNING POP SHOW...\nBILLY BEING INTERVIEWED BY ANT & DEC, NEXT TO A BIG PILE OF POP\nPRIZES. JOE GETS A WORD IN JUST BEFORE THE INTERVIEW STARTS.\n\nJOE : .\nSo remember, it’s a kid’s show, keep it\nsweet, keep it light, think little six year\nolds with shining morning faces...\n\nBILLY\nTrust me.\n\nAND THEY’ RE ON AIR.\n\nDEC\nSo, Billy — 3 weeks till Christmas and it\nlooks like the real problem’s going to be\nWestlife.\n\nBILLY\nYes, I saw them on the show last week. They\nweren’t very nice about my record.\n\nANT\nNo. Scamps!\n\nBILLY\nYeh ~ but very, very talented musicians.\n\nCUT TO JOE, DELIGHTED AT THIS TACTFUL APPROACH.",
  "36": "---END OF PREVIOUS SECTION---\nScamps! BILLY\nYeh ~ but very, very talented musicians. CUT TO JOE, DELIGHTED AT THIS TACTFUL APPROACH. \n---TARGET SECTION TO BE ANNOTATED---\nDEC\nAnd you've brought a gift for competition\nwinners.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f58\n\n59\n\nPage46\nCONTINUED: 58\n\nBILLY\nYes, I have, Ant or Dec. It’s a\npersonalised felt pen.\n\nANT\nO great.\n\nBILLY\nIt’s brilliant. It even writes on glass. So\nif you’ve got a framed picture, like for\ninstance this one...of Westlife. (FRAMED\nPICTURE - A PRIZE) you can just write on\nit — here we go ~—\n\nHE WRITES — ‘WE’ VE GOT LITTLE PRICKS’\n\nDEC\nLots of kids watching, Billy. And it’s\nlive.\n\nBILLY\n\nO yes — so it is. Hiya kids — an important\nmessage from your Uncle Bill: don’t buy\ndrugs — become a pop star, and then people\ngive you them for free.\n\nANT\nAnd I do believe we’re heading for a\ncommercial break. Thank the lord.\n\nHEAD IN HANDS JOE. YOU CAN HEAR THUNDER & RAIN OUTSIDE.\nINT. MEETING ROOM. DOWNING STREET. DAY. 59\n\nTHE ROOM IS NOW FULL OF PEOPLE — 8 OF THEM — 3 AMERICANS — 5\nENGLISH, INCLUDING THE PM AND THE PRESIDENT...\n\nTHE EXPERTS ARE TALKING. PM LOOKING INTENTLY ON. THE MEETING IS\nVERY TENSE.\n\nAMERICAN EXPERT\nNo. Absolutely not. Never. We cannot and\nwill not consult on that. Our business and\nours alone.\n\nCARTER\nRight. That is unexpected.\n\nAMERICAN PRESIDENT\nIt shouldn’t be. The last administration\nmade it very clear ~ we are just being\nconsistent with their policies: we don’t\nhave to consult you on these issues.\n\n(CONTINUED)\nFINAL JONE 19/6/02 .\n\f59\n\n60\n\n61\n\nPages7\nCONTINUED: 59\n\nCARTER\nBut, with all respect they were bad\npolicies - we hoped that we were meeting\ntoday to formulate better ones.\n\nTHE PRIME MINISTER IS CLEARLY ON CARTER’S SIDE - BUT HE IS\nTAKING HIS PROMISED MODERATING STANCE.",
  "37": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JONE 19/6/02 . 59\n\n60\n\n61\n\nPages7\nCONTINUED: 59\n\nCARTER\nBut, with all respect they were bad\npolicies - we hoped that we were meeting\ntoday to formulate better ones. THE PRIME MINISTER IS CLEARLY ON CARTER’S SIDE - BUT HE IS\nTAKING HIS PROMISED MODERATING STANCE. \n---TARGET SECTION TO BE ANNOTATED---\nPM\nRight - thank you, Alex - let’s move on,\nshall we?\n\nINT. CORRIDOR. NIGHT , 60\nSOON AFTERWARDS - THE PRIME MINISTER WALKING ALONG WITH CARTER.\n\nPM\nCalm down, Alex - calm down - trust me -\nthis is not the time to pick a fight.\n\nINT. PM’S OFFICE. 10 DOWNING STREET. NIGHT. 61\nTHE PRESIDENT FLOPS DOWN INTO A CHAIR. THE END OF THE DAY.\n\nPRESIDENT (CONTD)\nSo - who do you have to screw to get a\ndrink round here?\n\nPM SMILES WRYLY AT THE REFLECTION OF HIS SENTENCE.\n\nPM\nI’1l get you a drink and you don’t have to\nscrew anyone. (ON THE SPEAKER PHONE) Two\nwhiskies, please — thank you.\n\nPRESIDENT\nOn the rocks.\n\nPM\n(INTO THE PHONE) With ice. Well, now that\nwas an interesting day.\n\nPRESIDENT\nI'm sorry if our line was firm — there’s no\npoint tip-toeing around today and then just\ndisappointing you for the next four years.\nI have plans - and I plan to see them\nthrough.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage48\n61 CONTINUED: 61\n\nPM\nYes, it was... certainly unexpectedly firn.\n(HE GETS UP) There’s one final thing I’d\nlike to look at - very close to my heart -\nif you just give me a second.\n\nPRESIDENT\nI'll give you anything you ask for - as\nlong as you don’t. ask for something I don’t\nwant to give.\n\nPM WALKS OUT INTO THE CORRIDOR — PASSING NATALIE ON THE WAY WITH\nTHE WHISKIES. HE SMILES AT HER IN THE AWKWARD WAY OF A MAN IN\nLOVE. THE CAMERA CONTINUES TO FOLLOW HIM.\n\nPM\nPathetic.\n\nHE GOES INTO A DOOR, ENTERS A SECOND OFFICE, GRABS A FILE AND\nWALKS BACK TOWARDS HIS STUDY. HE ENTERS — AND SOMETHING ODD IS\nGOING ON. THE PRESIDENT AND NATALIE ARE STANDING IN A GUILTY\nPROXIMITY. HIS HAND ON HER HIP.",
  "38": "---END OF PREVIOUS SECTION---\nHE ENTERS — AND SOMETHING ODD IS\nGOING ON. THE PRESIDENT AND NATALIE ARE STANDING IN A GUILTY\nPROXIMITY. HIS HAND ON HER HIP. \n---TARGET SECTION TO BE ANNOTATED---\n SHE BLUSHES COMPLETELY AND MOVES\nA FOOT AWAY.\n\nTHE PRESIDENT IS UNTHROWN — HE JUST STRAIGHTENS HIS TIE — AND\nREACHES FOR HIS WHISKY. SOMETHING WEIRD HAPPENS TO THE SOUND FOR\nA SECOND — THIS IS AWFUL FOR THE PRIME MINISTER.\n\nPRESIDENT\nGreat scotch.\n\nNATALIE\nI’11 be going then.\n\nSHE WALKS OUT, HER HEAD BOWED, PAST THE PM.\n\nPRESIDENT\nA privilege to meet you, Natalie. I hope to\nsee more of you, as our two great countries\nwork for a better future.\n\nNATALIE\nThank you, sir.\n\nSHE LEAVES.\nPRESIDENT\nSo what are we dealing with here? Something\nvery close to your heart.\nPM\nYes. Right. Yes... indeed.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f63\n\nPage49\nCONTINUED: (2) 61\n\nHE IS CLEARLY QUITE SHAKEN BY WHAT’S HAPPENED. THE CAMERA\nLINGERS ON HIM AS HE TRIES TO GATHER HIMSELF. A CLAP OF THUNDER.\n\nINT. /EXT. TONY'S FLAT. DAY.. 62\nIT’S A PRETTY SMALL, UNIMPRESSIVE, VERY SINGLE MAN’S FLAT. KNOCK\n\nON THE DOOR. TONY OPENS THE DOOR TO A SOAKING, CASE-CARRYING\nCOLIN.\n\nCOLIN\nHi.\nTONY\nWhat are you doing here?\nCOLIN\nHad to rent out my flat to pay for the\nticket.\nTONY\n\nYou’re not actually going ahead with this\ngenuinely stupid plan?\n\nCOLIN\nBloody am. Think this suitcase is full of\nclothes? Like hell it is - it’s chock-a-\nblock full of condoms.\n\nTONY\nBut I’ve only got one bed.\n\nCOLIN\nI know. But it’s a double ~ and you’re a\nsad act who hasn’t had a girlfriend this\ndecade - so there’s room for me!\n\nHE’S UP THE STAIRS INTO THE LIVING ROOM. THE TV IS ON, AND THE\nPRESIDENT IS ON IT. TONY’S SINGLE PIZZA SITS THERE. COLIN HELPS\nHIMSELF.",
  "39": "---END OF PREVIOUS SECTION---\nTHE TV IS ON, AND THE\nPRESIDENT IS ON IT. TONY’S SINGLE PIZZA SITS THERE. COLIN HELPS\nHIMSELF. \n---TARGET SECTION TO BE ANNOTATED---\nGreat - pizza. O look, sexy Pres is in town\n- the ‘deeds’ he’s done - those are the\ndeeds I want to do. Woof woof!\n\nINT. MEETING ROOM. i0 DOWNING STREET. DAY. 63\nCUT INTO THE ROOM OF THE FINAL PRESS CONFERENCE... WE SEE THE PM\nAND PRESIDENT SITTING A COUPLE OF YARDS APART, IN FORMAL CHAIRS,\nHUGE AMOUNTS OF PRESS FACE THEM. THE PM LOOKS VERY SERIOUS.\n\nPRESS PERSON\nMr President.. has it been a good visit?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f63\n\n64\n\nPages0\nCONTINUED: 63\n\nPRESIDENT\nVery satisfactory indeed — we got what we\ncame for - the special relationship is\nstill very special.\n\nPRESS PERSON\nPrime Minister?\n\nPAUSE.\n\nPM\nLove that word ‘relationship — covers all\nmanner of sins doesn’t it? I greeted the\nPresident knowing there couldn’t be\nequality with America — but I wasn’t\nprepared for a total lack of give and take.\nI fear this has become a bad relationship\n— a relationship based on the President\ntaking exactly what he wants — and casually\nignoring those things that really matter\nto.. Britain. We may be a small country but\nwe're a great country too, and a friend who\nbullies us is no longer a friend. And since\nbullies only respond to strength — from\nthis moment on, I will be more prepared to\nbe less friendly. And the President should\nbe prepared for that.\n\nHUGE EXCITED PHOTOGRAPHING AND WRITING FROM THE PRESS — THIS IS\nNOW A REAL STORY. AT THE BACK OF THE HALL — OR BEHIND THEM WE\nSEE THE CABINET MEMBERS COMPLETELY DELIGHTED, PARTICULARLY\nCARTER. AT LAST THE PM HAS COME OFF THE FENCE. THE PRESS ALL\nSHOUT OUT TO GET THE PRESIDENT’S REACTION.\n\nPRESS PEOPLE\nMr President / Mr President / MR PRESIDENT...\nwhat do you make of that???\n\nPRESIDENT\nWell, it’s certainly fighting talk.\nCertainly... unexpectedly firm.\n\nTHE PM LOOKS ACROSS AT HIM — THE PRESIDENT LOOKS BACK WITH A\nMIXTURE OF ANGER AND NEW FOUND RESPECT.",
  "40": "---END OF PREVIOUS SECTION---\nPRESIDENT\nWell, it’s certainly fighting talk. Certainly... unexpectedly firm. THE PM LOOKS ACROSS AT HIM — THE PRESIDENT LOOKS BACK WITH A\nMIXTURE OF ANGER AND NEW FOUND RESPECT. \n---TARGET SECTION TO BE ANNOTATED---\n THEN WE SEE SOMEONE OUT\nOF FOCUS BEHIND HIM ~ THE FOCUS CHANGES — IT’S NATALIE. THE PM\nLOOKS AT HER. SHE AT HIM. THEN SHE DROPS HER HEAD.\n\nINT. PM’S OFFICE. 10 DOWNING STREET. DAY. 64\n\nA CLUSTER OF PEOPLE AROUND THE PM IN HIS OFFICE CONGRATULATING\nHIM. HIS CABINET ARE VERY PROUD AND OVER-EXCITED. ENTER HIS\nSECRETARY\n\n(CONTINUED)\nFINAL JONE 19/6/02\n\f64\n\n65\n\nPage51\nCONTINUED: 64\n\nPM’S SECRETARY.\nIt's your sister on the phone.\n\nPM PICKS UP.\n\nPM\nHiya, Skunk.\n\nINT. KAREN’S HOUSE. DAY. 65\nKAREN ON THE PHONE —\n\nKAREN\nHave you gone crazy?\n\neM\nYou can’t be sensible all the time.\n\nKAREN\nYou can if you’re Prime Minister.\n\nPM\n© Jesus. It’s the Chancellor of the\nExchequer on the other line. I’11 ring you\nback.\n\nKAREN\nYou won't.\n\nSHE HANGS UP. AND GATHERS HERSELF. HARRY IS THERE. SHE FLICKS A\nBUTTON TO TURN ON THE CD. A PRETTY, SLIGHTLY JAZZY SONG PLAYS AS\nKAREN GOES OVER TO A TABLE FULL OF CHRISTMAS PRESENTS THAT NEED\nWRAPPING...\n\nKAREN (CONT'D)\nThe problem with being the Prime Minister’s\nsister is that it puts your life into\nrather harsh perspective. What did my\nbrother do today? He stood up to the\nAmerican President. And what did I do - I\nbuilt a papier mache lobster head.\n\nHARRY\nWhat is this we’re listening to?\n\nKAREN\nJoni Mitchell.\n\nHARRY\nI can’t believe you still listen to Joni\nMitchell.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f65\n\n66\n\n67\n\nPage52\nCONTINUED: 65\n\nKAREN\nWhat are you talking about? I love her and\ntrue love lasts a lifetime. Joni Mitchell\nis the woman who taught your cold English\nwife how to feel.",
  "41": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f65\n\n66\n\n67\n\nPage52\nCONTINUED: 65\n\nKAREN\nWhat are you talking about? I love her and\ntrue love lasts a lifetime. Joni Mitchell\nis the woman who taught your cold English\nwife how to feel. \n---TARGET SECTION TO BE ANNOTATED---\n Which do you think we\nshould give Daisy - the doll that looks\nlike a transvestite - or the one that looks\nlike a prostitute?\n\nHE SMILES AS SHE SHOWS HIM THE TWO DOLLS. LITTLE DAISY ENTERS.\n\nDAISY\nMummy, Bernie hit me.\n\nKAREN\nO God - (TO HARRY) you deal with him. I\ngive up. Tonight I feel my brother made all\nthe right choices.\n\nINT. PM’S BEDROOM. NIGHT. 66\n\nTHE PRIME MINISTER GETING READY FOR BED. HE LOOKS SERIOUS, AND\nALONE. HE PUTS ON A CD. PUSHES IT TO THE RIGHT TRACK - WAITS A\nSECOND - AND IN IT WHAMS - IT IS A FAVOURITE HIGH TEMPO NUMBER\nFROM THE 80S - HE DANCES UNEXPECTEDLY FUNKILY TO IT, IN TOTAL\nEXHILARATION AND TRIUMPH - IT’S BEEN A GOOD DAY.\n\nINT. KITCHEN. FARM HOUSE IN FRANCE. MORNING. 67\n\nJAMIE IS EATING BREAKFAST IN A BIG OLD FASHIONED LIKE-SCHOOL\nDRESSING GOWN. AURELIA ENTERS — TAKES HIS COFFEE CUP OFF THE\nPILE OF PAPERS. HE OFFERS HER A CROISSANT. SHE SMILES. (FROM\nNOW ON WHEN SHE SPEAKS IN PORTUGUESE, IT’S IN ITALICS. ON SCREEN\nIT WOULD HAVE SUBTITLES)\n\nAURELIA\nThank you very much — but no — if you saw\nmy sister, you'd understand why.\n\nJAMIE\nNo?\n\nAURELIA NODS.\n\nJAMIE (CONT'D)\nYes?\n\nSHE SHAKES HER HEAD AGAIN.\nJAMIE (CONT'D)\n\nOkay — yes - ‘no.’ That’s all right — more\nfor me.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f67\n\n68\n\nPage53\n\nCONTINUED: 67\n\nAURELIA\nJust don’t go eating it yourself — you’re\ngetting chubbier every day.\n\nJAMIE\nI’m lucky - I’ve got one of those\nconstitutions where I just don’t put on\nweight.\n\nSHE LOOKS AT HIM AND SMILES.",
  "42": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f67\n\n68\n\nPage53\n\nCONTINUED: 67\n\nAURELIA\nJust don’t go eating it yourself — you’re\ngetting chubbier every day. JAMIE\nI’m lucky - I’ve got one of those\nconstitutions where I just don’t put on\nweight. SHE LOOKS AT HIM AND SMILES. \n---TARGET SECTION TO BE ANNOTATED---\n THERE’S A FRIENDSHIP DEVELOPING.\nTHE PHONE RINGS ~ LAUGHING - THEY SEARCH FOR HIS MOBILE,\nEVENTUALLY FINDING IT DOWN A COUCH.\n\nJAMIE (CONT'D)\nHello.\n\nMEL\nHello, Jamie.\n\nJAMIE\nO hi. How are you?\n\nMEL\nGood - I just thought I'd ring - check how\nyou wezxe - see how the writing’s going.\n\nJAMIE\nFine - good, thank you - and how’s the\nsleeping with my brother going? (....)\nRight - much as expected then.\n\nMEL\nI just thought maybe with Christmas coming\nwe could get together for a drink or\nsomething.\n\nJAMIE\nOr maybe not.\n\nMEL\nOr as you say - maybe not. O.look, sorry -\nI’ve got to go.\n\nCUT BACK TO JAMIE - A BIT IN SHOCK - HE LOOKS ACROSS AT AURELIA -\nSHE SMILES GENTLY AND THEN CONTINUES WORKING...\n\nINT. FAIRTRADE OFFICE. MORNING. 68\n\nMEL SITS AT HER DESK. HARRY IS OVER WITH SARAH. WE SEE THAT\nPHOTO OF THE YOUNG MAN AGAIN.\n\nHARRY\nSo - any progress on our match-making plan?\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f68\n\n. Page54\nCONTINUED: . 68\n\nSARAH\nNo. I’ve done fuck~all and never will\nbecause he’s too good for me...\n\nHARRY\nWell, at least we’ve got the luxury of\nworrying about love, eh ~ unlike the people\nwe're working for...\n\nHE POINTS TO A DESPERATELY SAD, DRAMATICALLY LOCATED POSTER OF\nAN AFRICAN MAN IN A FIELD, HIS CROPS DESTROYED (THIS SHOULD BE\nTHE PICTURE BEHIND HER, SO WE SEE IT QUITE OFTEN, WHENEVER WE’ RE\nAT HER DESK) SHE LOOKS AT THE POSTER - AND TAKES IN AND\nAPPRECIATES HIS POINT.\n\nSARAH\nYes. Yes.\n\nHER MOBILE GOES\n\nHARRY\nAnd of course, your mobile goes...\n(TURNING TO MEL) So.",
  "43": "---END OF PREVIOUS SECTION---\nYes. HER MOBILE GOES\n\nHARRY\nAnd of course, your mobile goes... (TURNING TO MEL) So. \n---TARGET SECTION TO BE ANNOTATED---\n How’s our Christmas\nparty going?\n\nMEL\nGood — think I’ve found a venue. Friend of\nmine works there.\n\nHARRY\nWhat’s it like?\nMEL\nGood - full of dark corners for doing dark\n\ndeeds.\nSHE LOOKS AT HIM HARD.\n\nHARRY\nRight, right. Good. I’d like to see it.\n\nINT. PM’S OFFICE. 10 DOWNING STREET. DAY. 69\nA DOOR ~ A KNOCK ON IT - IT’S ANNIE.\n\nPM\nAnnie, my darling, my dream, my boat.\nI need you to do a favour for me.\n\nANNIE\nOf course. Anything for the hero of the\nhour.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f69\n\n70\n\nPage55\nCONTINUED: 69\n\nPM\nDon’t ask me why — and for heaven’s sake\ndon’t read stuff into it — it’s just a\nlittle weird ... personality thing. You\nremember Natalie, who works here.\n\nANNIE\nThe chubby girl.\n\nPM\nWould we call her chubby?\n\nANNIE\nI think there’s a pretty sizeable arse\nthere, yes, six. Huge thighs.\n\nPM\nWell, whatever. I’m sure she’s a lovely\ngirl — but I wonder if you could sort of\nredistribute her...\n\nANNIE\nIt’s done.\n\nSHE LEAVES. HE TAKES IN WHAT HE’S DONE, LOOKS OUT THE WINDOW, TO\nA WORLD WHERE PEOPLE ARE FREE. AND THEN OPENS A NEW HUGE\nOFFICIAL FILE AND BEGINS TO MAKE NOTES. THE CAMERA MOVES AWAY\nFROM HIM, ROUND THE ROOM, IT SEEMS TO GET DARKER - AND THEN THE\nCAMERA FINDS HIM AGAIN, AT THE OTHER END OF THE ROOM.\n\nHE JUST SITS THERE.. A KNOCK ON THE DOOR — HE ALMOST FLINCHES.\n\nPM\nYes — come.\n\nTHE DOOR OPENS SLOWLY - IT IS A GIRL WITH TEA — NOT NATALIE. HE\nLOOKS AT HER, THINKING. A POSSIBILITY IS GONE. HE TALKS INTO HIS\nSPEAKERPHONE,\n\nPM (CONT'D)\nMary, send Peter in, and ask the Chancellor\nto come and explain why he’s spending so\nmuch sodding money.\n\nEXT. GARDEN.",
  "44": "---END OF PREVIOUS SECTION---\nHE TALKS INTO HIS\nSPEAKERPHONE,\n\nPM (CONT'D)\nMary, send Peter in, and ask the Chancellor\nto come and explain why he’s spending so\nmuch sodding money. EXT. GARDEN. \n---TARGET SECTION TO BE ANNOTATED---\n FRENCH FARM HOUSE. DAY. 70\n\nJAMIE IS TYPING OUTSIDE IN A JUMPER, PUTTING THE FINISHED PAPERS\nUNDER HIS COFFEE CUP — IT’S A LOVELY BIG RAMSHACKLE GARDEN, WITH\nA LAKE, EVEN A LITTLE WATERFALL AND LAKE AT THE END. AURELIA\nTAKES THE CUP OFF THE PILE OF PAPERS, TO CLEAN IT, AS SHE HAS\nDONE BEFORE.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f70\n\nPage56\nCONTINUED: . 70\n\nJAMIE\nThank you.\n\nBUT THIS TIME, BECAUSE IT’S OUTSIDE, MOVING THE CUP SUDDENLY\nLETS ALL THE PAPERS FLY — AURELIA LEAPS TO GRAB THEM — AND SO\nDOES HE... BUT THE PAGES ARE FLYING AWAY — AND HEADING IN THE\nDIRECTION OF THE LAKE AT THE END OF THE GARDEN.\n\nAURELIA\nO my God. O my God. I’m so sorry.\n\nJAMIE\n(WORRIED) O no...\n\nSHE RUNS AND CATCHES SOME OF THEM — BUT A HUGE HEAP HAVE HEADED\nINTO THE WATER...\n\nSHE GETS TO THE WATER’S EDGE — HESITATES FOR A MOMENT, AND THEN\nWHIPS OFF HER DRESS TO REVEAL JUST PANTS AND A BRA. TIME SLOWS\nDOWN. JAMIE WATCHES. IT’S AN UNEXPECTEDLY LOVELY BODY UNDER HER\nFUNNY OLD CLOTHES.\n\nJAMIE (CONT'D)\n(CALLING OUT) No — do-do-don’t do that.\nThey’ re not worth it.\n\nAURELIA\nI hope they’re worth it. —~\n\nJAMIE\nIt’s all just rubbish — please don’t...\n\nBUT SHE DIVES IN.\n\nJAMIE (CONT'D)\nO God, she’s in...\n\n: AURELIA\nFuck, it’s cold. Fuck!\n\nHE REACHES THE EDGE.\n\nJAMIE\n0 God — and now she’1l think I’m a total\nspas if I don’t...",
  "45": "---END OF PREVIOUS SECTION---\nFuck! HE REACHES THE EDGE. JAMIE\n0 God — and now she’1l think I’m a total\nspas if I don’t... \n---TARGET SECTION TO BE ANNOTATED---\nHE HESITATES, THEN WHIPS OFF HIS JUMPER AND TROUSERS AND DIVES\nIN...\n\nJAMIE (CONT’D)\nFuck, it’s freezing. Fuck!\nTHEY SWIM AROUND AFTER THE FLOATING PAPERS...\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f70\n\n71\n\nPage57\nCONTINUED: (2) 70\n\nAURELIA\nThis stuff better be good. I don’t want to\ndie of pneumonia to save some shit that\ncould have been written by my grandmother.\n\nJAMIE\nSeriously, this isn’t worth it — it’s not\nbloody Shakespeare. Stop now. Stop. Enough...\nO God - what the hell is that?\nAS HE TREADS IN DISGUSTING MUD.\nINT. LIVING ROOM / KITCHEN. DAY. 74\n\nCUT TO A FEW MINUTES LATER IN THE KITCHEN, OR LIVING ROOM —\nSHE’S IN HIS BIG OLD DRESSING GOWN — HE’S JUST IN A TOWEL.\n\nJAMIE\nI’m so, so sorry.\n\nAURELIA\nI’m so sorry.\n\nJAMIE\nThank you.\n\nAURELIA\n\nYou’re welcome. Maybe you can name one of\nthe characters after me.\n\nJAMIE :\nI’11 name one of the characters after you.\n\nAURELIA\nOr give me 50% of the profits.\n\nJAMIE\nOr I could give you 5% of the profits.\n\nAURELIA\nWhat kind of book is it? Kind. Kind.\n\nSHE POINTS TO THE PAGES AND MIMES LAUGHTER, TEARS & A HEART.\n\nJAMIE\nAh.\n\nMIMES KNIFE ~ MURDER.\n\nAURELIA\nAh — thriller... murder...\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f71\n\n72\n\n73\n\n74\n\nPage58\nCONTINUED: 721\n\nJAMIE\nYes. Si. Homicide. Murder.\n\nAURELIA\nScary?\n\nSHE MIMES A SCARED FACE... HE MIMES BACK AN UNCERTAIN HAND...\nJAMIE\nSometimes scary ~ sometimes.. ha ha ha!!\nVery bad writing, so no-no-not so scary.",
  "46": "---END OF PREVIOUS SECTION---\nHE MIMES BACK AN UNCERTAIN HAND... JAMIE\nSometimes scary ~ sometimes.. ha ha ha!! Very bad writing, so no-no-not so scary. \n---TARGET SECTION TO BE ANNOTATED---\nA SLIGHTLY AWKWARD PAUSE\n\nAURELIA\nI must get back to work.\n\nSHE MIMES CLEANING.\nAnd then maybe later you will take me home.\n\nSHE POINTS TO 6 O’CLOCK ON HER WATCH AND THEN MIMES DRIVING...\nHE NODS ‘YES’. -\n\nJAMIE\nMy favourite time of day, driving you.\n\nAURELIA\nThe saddest part of my day, leaving you.\n\nINT/EXT. CAR & FRENCH SCENERY. 72\n\nTHEY DRIVE ALONG. HE LOOKS AT HER - HER HAIR STILL WET. SHE\nCATCHES HIM LOOKING AT HER. HE LOOKS AWAY.\n\nEXT. GALLERY. DAY. 73\nA SIGN OUTSIDE THE PHOTOGRAPHERS GALLERY SAYS “CHRISTMAS CAPERS”\nINT. GALLERY. DAY. 74\nCUT INSIDE. MARK IS NERVOUS — HARRY AND MEL ARE THERE.\n\nMARK\nI’m really sorry about the pictures.\n\nHARRY\nNo, they’re very... office party. What’s\nthis one called?\n\nMARK\n(VERY DEAD PAN) ‘Vagina’, I believe.\n\n. (CONTINUED)\nFINAL JUNE 19/6/02\n\fPage59\n\n74 CONTINUED: 74\n\nHARRY\nAnd this one?\n\nMARK\nThat's ‘Vagina 2’. As in, Vagina number 2,\nrather than ‘Vagina also’, though, of\ncourse, it is also a vagina.\n\nKAREN COMES OVER TO HARRY. SHE’S BEEN AT THE OTHER END OF THE\n\nGALLERY.\n\ncuT TOA\n\nKAREN\nWell, I think it’s the best party venue\never. I particularly like the portrait of\nthe Four Tops.\n\nLARGE PHOTO OF FOUR BLACK PENISES\n\nO Jesus ~ I’ve got to go see the scary\nheadmistress — Bernie’s in trouble again.\n\nHARRY\nDon’t tell me.\n\nKAREN\nTake my advice, Mel - don’t marry. You give\nup work, lose your looks and pour all your\nlife and love into children who turn out\nto be total bastards. Or certainly the boys\ndo. Nice to meet you. (TO HARRY) See you\nlater\n\nSHE KISSES HARRY AND HEADS OUT.",
  "47": "---END OF PREVIOUS SECTION---\nYou give\nup work, lose your looks and pour all your\nlife and love into children who turn out\nto be total bastards. Or certainly the boys\ndo. Nice to meet you. (TO HARRY) See you\nlater\n\nSHE KISSES HARRY AND HEADS OUT. \n---TARGET SECTION TO BE ANNOTATED---\n AND PASSES, IN THE DOOR, PETER,\nBACK FROM THE HONEYMOON. MARK IS THRILLED.\n\nMARK\nPedro! Hey! Good to see you. (THEY HUG) How\nare you, you ugly bastard?\n\nPETER\nGood. A huge relief to be back — all that\nsex wears a man out. Mel - dangerous\nperfection as always. (HE SPIES THE PHOTOS)\nJesus Christ!\n\nMARK\nI know. I know.\n\nTHEY LOOK AT ONE OF THE PICTURES —\n\nPETER\nI mean, what is going on here?\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f74\n\n75\n\n716\n\nPage60\nCONTINUED: (2) 74\n\nA VERY LARGE PENIS\n\nMARK\nIt’s trick photography. I hope. We all do.\n\nEXT. SCHOOL CAR PARK. DAY. 75\nKAREN SPEEDS IN RATHER TOO FAST.\nINT. HEADMISTRESS’ OFFICE. SCHOOL. DAY. . 76\n\nA SLIGHTLY SCARY FORMAL ROOM — THE HEADMISTRESS IS THERE, A VERY\nSCARY, SERIOUS, OLDER LADY — WITH A FORM TEACHER AND HER SON,\nGRUMPY BERNARD. KAREN GIVES HIM A PRETTY STERN LOOK.\n\nHEADMISTRESS\nBernard was asked to write an essay for\nReligious Education about his Christmas\nWish...\n\nKAREN\nRight.\nHEADMISTRESS\n\nAn apparently charming subject. But not for\nBernard. Mr Trench.\n\nSHE HANDS OVER TO THE BOY’S R.E. TEACHER.\n\nMR TRENCH\nWe have had some excellent essays. Many\nconcentrated on a world at peace...\n\nExcellent...\n\nMR TRENCH\nAnd there was one very touching one by a\nyoung boy with a very sick sister — just\nwishing that she could for just one day,\nfor Christmas day, be well again.\n\nKAREN\nI do hope that happens.\n\nHEADMISTRESS\nI would like you to read your son’s\ncontribution.\n\nKAREN\nVery well...\n\nSHE IS HANDED AN ESSAY.",
  "48": "---END OF PREVIOUS SECTION---\nHEADMISTRESS\nI would like you to read your son’s\ncontribution. KAREN\nVery well... SHE IS HANDED AN ESSAY. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f76\n\n77\n\n78\n\nPage61\nCONTINUED: 716\n\nWhat? I have to do it here?\n\nHEADMISTRESS\nYes. I’m sorry, Mrs Trevor, but I want\nyour son to face up to what he’s done in\nfront of everyone.\n\nKAREN\nAll right.\n\nSHE STARTS TO READ — WE HEAR HER SON’S VOICE-OVER AND ACTUALLY\nSEE THE IMAGES HE IS DESCRIBING.\n\nBERNIE (V/0)\nI have thought long and hard about what I\n\nwould wish for at Christmas — but after\nlong considaration....\n\nKAREN\nYou’ ve mis-spelt ‘consideration’...\n\nBERNIE\nSorry...\n\nKAREN SHAKES HER HEAD, DISAPPOINTED AND GOES BACK TO READING\nBERNIE (CONT'D)\nAfter long consideration I have decided\nthis is my Christmas wish — that just for\none day, you could see people’s farts.\n\nCUT BACK TO KAREN FOR A SECOND — SHE LOOKS UP — THEY ALL KNOW\nWHAT SHE’S JUST READ — AN ATMOSPHERE OF GREAT GRAVITY...\n\nCan you imagine anything more fun?\nINT. A CHRISTMAS HOME. AFTERNOON. 77\n\nA LOVELY TRADITIONAL CHRISTMAS DUNNER IS BEING EATEN - ALL THE\nFAMILY THERE.\n\nBERNIE (V/0)\nYou get to the end of a huge Christmas\nmeal, and your grandmother lets rip — and,\nat last, for once, she can’t blame the dog.\n\nA SMALL BLUE BUBBLE RISES UP FROM THE GRANDMOTHER.\n\nINT. CHURCH. NIGHT 78\nAN IDEAL OLD COUNTRY CHURCH.\n\n: . (CONTINUED)\nFINAL JUNE 19/6/02\n\f78\n\n79\n\n80\n\n81\n\nPages2\nCONTINUED: 78\n\nBERNIE (V/0)\nYou go to church, and for the first time\never, it’s fun.\n\nTHE PLACE IS JUST BUBBLING WITH BLUENESS. LARGE FARTS OUT OF\nTINY PEOPLE - SMALL ONES OUT OF BIG PEOPLE. THE CHOIR ARE ALL\nBREAKING WIND.",
  "49": "---END OF PREVIOUS SECTION---\nTHE PLACE IS JUST BUBBLING WITH BLUENESS. LARGE FARTS OUT OF\nTINY PEOPLE - SMALL ONES OUT OF BIG PEOPLE. THE CHOIR ARE ALL\nBREAKING WIND. \n---TARGET SECTION TO BE ANNOTATED---\n— and then finally, you get the moment\nwe’ve waited for all our lives..\n\nINT/EXT BUCKINGHAM PALACE. DAY. 79\nIT’S THE QUEEN’S SPEECH, WITH BLUE FARTS IN IT.\n\nQUEEN\nAnd we must of course never forget the\nimportance of tradition...\n\nA HUGELY FORMAL PARADE ~ HER ON HER HORSE ~ AND THE HORSE BREAKS\nWIND.\n\n- and the importance of family.\n\nTHEN A SHOT OF HER AND HER TWO SONS WALKING THROUGH ST JAMES\nPARK. SHE BREAKS WIND.\n\nINT. HEADMISTRESS’ OFFICE. SCHOOL. DAY. 80\nKAREN SHAKES HER HEAD.\n\nKAREN\nRight — right. I see. That is\ndisappointing. I’m embarrassed and almost\nashamed. Do you mind if I have a word with\nBernard outside...\n\nTHEY GO OUT INTO THE CORRIDOR TOGETHER...\nINT. SCHOOL CORRIDOR. DAY. 81\n\nBERNARD\nSorry, Mum.\n\nKAREN\nI’m sorry too, Bernie. Sorry and ashamed\nand embarrassed that I’ve put you in a\nschool with such total and utter pricks\nthat they don’t get a good gag when they\nsee one.\n\nBERNARD\nWhat?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage63\n81 CONTINUED: 81\n\nKAREN\nYou heard me. This is high class comedy —\nthis is first rate stuff. (SWELLING MUSIC)\nYou’re my son — and obviously I’m going to\nlove you. But now, I really LOVE you. (AS\nTHEY WALK AWAY, MUSIC PLAYING LIKE CRAZY) I\ngenuinely think they could develop this you\nknow — if they sprayed some sort of\ninvisible fart-detecting gas into the air,\nit could happen...\n\nBERNARD\nYou think so?\n\nKAREN\nI’m goddamn sure of it.\n82 INT. RECORD COMPANY BOARDROOM. DAY. 82\nA LARGE CORPORATE BOARDROOM: BILLY IS SEATED, JOE IS PACING.\n\nBILLY\nYou think so?\n\nJOE\nI’m goddamn sure of it. If this lot put a\nbit of extra cash behind it, we can be\nnumber one.",
  "50": "---END OF PREVIOUS SECTION---\nBILLY\nYou think so? JOE\nI’m goddamn sure of it. If this lot put a\nbit of extra cash behind it, we can be\nnumber one. \n---TARGET SECTION TO BE ANNOTATED---\n All you’ve got to do is just,\nyou know, butter them up a little - make\nthem realise you’re a team player.\n\nBILLY\nRight. Cool. Be sweet to the suits.\n\nJOE\nI’m being serious, Bill. You’re a genius. I\nknow it. You know it. But we also know that\nthis industry is full of self~important\nlittle shits, and sometimes we need those\nlittle shits on our side.\n\nBILLY\nAbsolutely. Wise words. Profound truths.\n\nJOE\nHere goes.\n\nTHE DOOR OPENS. IN COME 3 QUITE HIP LOOKING POP EXECUTIVES. TWO\nOLDER GUYS AND A YOUNGER WOMAN.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f82\n\n83\n\n84\n\nPageé4\nCONTINUED: 82\n\nDave - Alain - Gina - wow - good to see\nyou. I’m Joe - and this is, well, we know\nwho this is, this is... Billy Mann.\n\nBILLY\nHey. Dave. Alain. And Gina. And how old are\nyou, Gina - 12? 13?\n\nGINA\nActually I’m 24. How old are you?\nBILLY\nI'm 94 - ever given a very old man a blow-\n\njob? .\nJOE LAUGHS LOUDLY TO COVER-UP THE MOMENT.\n\nJOE\nWell, I think we all know why we’re here.\nThe record is great - the video is a Santa-\nstic sensation - but we just need to work\nout how to make damn~arse sure that\n“Christmas is All Around” reaches Number 1.\n\nBILLY\nAbsolutely. Rock on. I also wouldn’t mind\nfinding out which of you little fuckers\nsaid you'd chuck me off the label if the\nsingle was a flop.\n\nEXT. FRENCH FARM HOUSE. DAY. 83\n\nCUT TO JAMIE PUTTING HIS CASES AND LOTS OF FRENCHY PRESENTS -\nWINE AND CHEESE ETC IN THE CAR. AURELIA STANDS BY.\n\nJAMIE\nChristmas. Noel. Grando familio.\n\nEXT. NEAR AURELIA’S HOUSE. DAY.",
  "51": "---END OF PREVIOUS SECTION---\nEXT. NEAR AURELIA’S HOUSE. DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 84\n\nCUT TO HIM LETTING HER OFF AT THE EDGE OF THE TOWN. SHE IS\nGETTING OUT WHEN HE STOPS HER. HE PUTS FORWARD HIS HAND TO SHAKE\nIT. SHE TAKES IT AND SHAKES IT. THEN...\n\nAURELIA\nThank you. I will miss you and your very\nslow typing.. and your very bad driving..\n\nHE SHRUGS HIS SHOULDERS — NONE THE WISER. SO SHE SIMPLY LEANS IN\nAND KISSES HIM GENTLY ON THE CHEEK. AND SHE WALKS AWAY. HE STOPS\nAND THINKS AND THEN SETS OFF AGAIN, A LITTLE DAZED AND CONFUSED.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f84\n\nPage65\nCONTINUED: 84\n\nTHEN, COMING ROUND THE CORNER, SUDDENLY THERE IS A CAR IN FRONT\nOF HIM — HE’S DRIVING ON THE WRONG SIDE OF THE ROAD. HE SWERVES\nAND JUST GETS AWAY WITH HIS LIFE.\n\nEXT. LONDON STREET. NIGHT. 85\n\nSMART CUT TO A BUSY LONDON STREET, AT NIGHT... AS THE LIGHTS\nFROM THE CAR’S ILLUMINATE THE SIDEWALK, WE JUST CATCH A GLIMPSE\nOF THE HEADMISTRESS FROM BERNARD’S SCHOOL - A LONELY FIGURE\nNERVOUSLY CROSSING THE STREET.\n\nSEE THE OUTSIDE OF MARK’S GALLERY - HARRY’S OFFICE PARTY IN FULL\nSWING INSIDE.\n\nINT. GALLERY. NIGHT. . 86\n\nCUT INSIDE. A CHRISTMAS SONG PLAYS. THE GALLERY LOOKS WARM AND\nPARTY-READY.\n\nWE SEE KARL, SURROUNDED BY PRETTY GIRLS AND SARAH STANDING A BIT\nNERVOUSLY ON HER OWN, BESIDE A HUGE GRAPHIC NAKED PHOTO. SHE IS\nLOOKING QUITE LOVELY HERSELF.\n\nMEL IS LOOKING ABSOLUTELY DEVASTATING, AS GIRLS CAN DO AT\nCHRISTMAS, WITH A TIGHT RED DRESS AND A TINY PAIR OF DEVILS\nHORNS. SHE TALKS SLIGHTLY DISINTERESTEDLY TO ANOTHER GIRL.",
  "52": "---END OF PREVIOUS SECTION---\nSHE IS\nLOOKING QUITE LOVELY HERSELF. MEL IS LOOKING ABSOLUTELY DEVASTATING, AS GIRLS CAN DO AT\nCHRISTMAS, WITH A TIGHT RED DRESS AND A TINY PAIR OF DEVILS\nHORNS. SHE TALKS SLIGHTLY DISINTERESTEDLY TO ANOTHER GIRL. \n---TARGET SECTION TO BE ANNOTATED---\n HARRY\nTALKS WITH KAREN AND A FRIEND — THEN...\n\nKAREN\nI suppose I better do the duty round...\n\nHARRY\nYou’re a saint.\n\nYOU SEE HIM LOOKING ACROSS AT FABULOUS MEL AND THEN HE GOES BACK\nTO HIS CONVERSATION —~ AND SURREALLY QUICKLY, MEL IS THERE,\nTAPPING HIM ON THE SHOULDER.\n\nMEL\nAny chance of a dance with the boss?\n\nHARRY\nYes, sure, sure... As long as your\nboyfriend doesn’t mind.\n\nMEL\nNOT my boyfriend.\n\nCUT TO MARK — HE IS TALKING TO AN OLD MAN, PROBABLY A RETIRED\nPARTNER OF THE FIRM...\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f86\n\n87\n\n_Pageé6\nCONTINUED: 86\n\nOLD MAN\nThis is a particularly good one. What’s\nthat called?\n\nA PHOTO WITH 100 NAKED PEOPLE, WITH NO HEADS.\n\nMARK\nI think it’s the Mormon Tabernacle Choir.\n\nAND THEN CUT TO MEL & HARRY DANCING — WE’ RE AWARE OF KAREN\nELSEWHERE, JUST TALKING SWEETLY TO A VERY DULL COUPLE.\n\nHARRY\nYou're looking very... pretty tonight.\n\nLITTLE PAUSE\n\nFor you.\nHARRY\nSorry?\n\nMEL\nIt’s all for you.. sir.\n\nEXT. STREET. NIGHT. 87\nTHE MOVING CAMERA MOVES AROUND A DARK STREET CORNER - TO FIND A\nNAKED BODY, CURLED AROUND A DRESSED MAN. IT FEELS LIKE HARRY &\nMEL OUTSIDE THE GALLERY BACK DOOR. THEN THE D.O.P. JUST APPEARS\nIN SHOT. THEN THE SOUND OF SNEEZING.\n\nTONY\nOkay, stop there. Give Judy a coat someone.\n\nJOHN IMMEDIATELY WHIPS OFF HIS JACKET AND GIVES IT TO HER.\n\nJUDY\nThanks. You’re a real gentleman.\n\nJOHN\nTo you... just to you.\n\nHE’S OBVIOUSLY DEVELOPING A BIT OF A CRUSH.\nINT. GALLERY. NIGHT. 88\n\nTHE PARTY AGAIN. MARK HAVING A SEXLESS DANCE WITH A SHORT GIRL.",
  "53": "---END OF PREVIOUS SECTION---\nGALLERY. NIGHT. 88\n\nTHE PARTY AGAIN. MARK HAVING A SEXLESS DANCE WITH A SHORT GIRL. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH TALKING TO KAREN\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f88\n\nPage67\nCONTINUED: 88\n\nSARAH\nI suppose it’s his job to dance with\neveryone, isn’t it.\n\nKAREN\nYes — some more than others.\n\nSHE LOOKS ACROSS AT MEL WHO IS TALKING TO HARRY. THEN SUDDENLY\nKARL IS THERE.\n\nKARL\nJust one dance before we run out of\nchances.\n\nSARAH\nWho — me?\n\nKARL\nUnless you..\n\nSARAH\nNo, no —- good — yes - nice - thanks.\n\nA PERKY TUNE PLAYS... BUT THE SECOND THEY START TO DANCE... A\nROMANTIC TUNE BEGINS. THEY HAVE TO GET CLOSER AND THEY SEEM TO\nFIT PRETTY WELL TOGETHER. A MOMENT OF HAPPINESS.\n\nINT. HEADMISTRESS’ FLAT. NIGHT. 89\n\nTHE CAMERA MOVES OUT AND AROUND TO A NEARBY FLAT. A NICE BUT\nQUITE SMALL LONDON MANSION FLAT — MRS MONROE, THE HEADMISTRESS\nFROM BERNARD’S SCHOOL, LETS HERSELF IN.\n\nHEADMISTRESS\nHello...\n\nGERALDINE (V/O)\nAha! Welcome!\n\nTHE HEADMISTRESS HEADS IN TO THE KITCHEN — AND CALLS OUT AS SHE\nPOURS A GLASS OF WATER..\n\nHEADMISTRESS\nAnd how was today?\n\nGERALDINE (V/0)\n0, you know. It comes in waves. Excellent\nepisode of Starsky and Hutch after lunch —\nthose two are really very bad drivers\nindeed.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f89\n\nPage68\nCONTINUED: 89\n\nHEADMISTRESS HEADS INTO THE BEDROOM WHERE HER BED-BOUND PARTNER\nIS SITTING IN HER PAJAMAS — SHE IS A VERY SICK WOMAN OF THE SAME\nAGE. YOU CAN TELL IMMEDIATELY THE DYNAMIC OF THE RELATIONSHIP —\nGERALDINE’S THE TEASING FUNNY ONE — HEADMISTRESS IS THE ROCK.\n\nHEADMISTRESS\nHere you go.",
  "54": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f89\n\nPage68\nCONTINUED: 89\n\nHEADMISTRESS HEADS INTO THE BEDROOM WHERE HER BED-BOUND PARTNER\nIS SITTING IN HER PAJAMAS — SHE IS A VERY SICK WOMAN OF THE SAME\nAGE. YOU CAN TELL IMMEDIATELY THE DYNAMIC OF THE RELATIONSHIP —\nGERALDINE’S THE TEASING FUNNY ONE — HEADMISTRESS IS THE ROCK. HEADMISTRESS\nHere you go. \n---TARGET SECTION TO BE ANNOTATED---\n And I’ve got some lovely\nsausages for you later.\n\nSHE SITS DOWN NEXT TO HER\n\nGERALDINE\nAnd how was school?\n\nHEADMISTRESS\nOne rather strange incident. Mother came in\n- her son had written a really shocking\nessay — and she took the boy outside — and\nleft me & Mr Trench waiting like a pair of\nspare parts for 10 minutes before we\nrealised they’d quite simply buggered off.\n\nGERALDINE\nHow splendid. Teach you to be so pompous —\nI bet the essay was excellent.\n\nHEADMISTRESS\nWell, actually to be honest, it did have\nits amusing side. His Christmas wish was to\nsee people's farts.\n\nGERALDINE\nBravo. That's my Christmas wish too.\n\nSHE LAUGHS — THEN SUDDENLY GETS A STAB OF PAIN, AND LETS OUT A\nLITTLE MOAN.\n\nHEADMISTRESS.\nYou all right, my love?\n\nGERALDINE .\nYes fine — now what about these sausages —\nthey’re not all fancy are they — pork and\nleek and apple and all that shit?\n\nHEADMISTRESS\nAbsolutely not. (PAUSE) All right, I’11\npick out the apple. And the leek. And the\nasparagus.\n\nGERALDINE ROARS WITH LAUGHTER. HEADMISTRESS TOO. LOVE MAKES HER\nLOVELY.\n\nFINAL JUNE 19/6/02\n\f90\n\n91\n\n92\n\n93\n\nPages\n\nINT. CAR, NIGHT. 90\n\nCuT TO KARL & SARAH IN A CAR TOGETHER — THE MUSIC PLAYS ON..\nSARAH STILL IN A STATE OF SHOCK.\n\nINT, BEDROOM. KAREN’S HOUSE. NIGHT. 91\n\nTHE SONG CONTINUES TO PLAY OVER HARRY AND KAREN IN THEIR\nBEDROOM.\n\nKAREN\nIt was a good night - though I felt fat.\n\nHARRY\nO don’t be ridiculous.\n\nKAREN\nIt’s true.\n\n: SHE SLIPS OFF HER DRESS SHYLY. SHE IS A LITTLE CHUNKY NOW.\n\nKAREN (CONTD) (CONT'D)\nNowadays the only clothes I can buy were\nonce owned by Pavarotti.\nCUT BACK TO HARRY, WATCHING HER.",
  "55": "---END OF PREVIOUS SECTION---\nSHE IS A LITTLE CHUNKY NOW. KAREN (CONTD) (CONT'D)\nNowadays the only clothes I can buy were\nonce owned by Pavarotti. CUT BACK TO HARRY, WATCHING HER. \n---TARGET SECTION TO BE ANNOTATED---\nKAREN (CONT'D)\nMel’s very pretty.\n\nHARRY\nIs she?\n\nKAREN\nYou know she is, darling. Be careful there.\n\nINT. MEL’S BEDROOM. NIGHT. 92\n\nMEL, SLIPPING OFF HER DRESS IN HER SEDUCTIVE BEDROOM. RED\nUNDERWEAR. STARTLING FIGURE.\n\nINT, HALLWAY. SARAH’S FLAT. NIGHT. 93\nLATER THAT NIGHT. IN SARAH’S HALLWAY...\n\nKARL\nGood night.\n\nSARAH\nGood night.\n\nHE KISSES HER ~ NOT ON THE CHEEK - ON THE LIPS. PAUSE. HE’S VERY\nSTRAIGHT-FACED.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f93\n\n94\n\n95\n\n96\n\nPage70\nCONTINUED: 93\n\nKARL\nI don’t actually have to go.\n\nSARAH\nRight. Good. That’s good.\n\nIT’S NOT THAT SHE’S SMUG ABOUT THIS — IT’S THE BEST MOMENT OF\nHER LIFE. SHE JUST MUSTN’T LEAP UP AND SCREAM. SHE TRIES TO PLAY\nIT COOL.\n\nSARAH (CONT'D)\nExcuse me one second, Karl.\n\nINT. LIVING ROOM. SARAH’S FLAY. NIGHT. 94\nSHE GOES NEXT DOOR — AND SCREAMS SILENTLY AND JUMPS UP AND DOWN\n\nHYSTERICALLY AND GESTURES TO GOD IN PRAYER. AND THEN RE-SORTS\nHERSELF AND GOES BACK INTO THE HALLWAY COOLLY.\n\nINT. HALLWAY. SARAH’S FLAT. NIGHT. 95\nSARAH\nYup, that’s good. Why don’t you just.. come\nupstairs...\nINT. BEDROOM. SARAH'S FLAT. NIGHT. 96\n\nSHE IS TIDYING FRANTICALLY - THEN HE ENTERS.\n\nKARL\nHey...\n\nTHEY MOVE TOGETHER AND KISS.\n\nA FEW MOMENTS PASS IN A DISSOLVE...\n\nSHE UNBUTTONS HIS SHIRT. HE JUST LOOKS AT HER. OFF COMES THE\nSHIRT. SHE PUTS HER ARMS AROUND HIS SHOULDERS AND KISSES HIS\nNECK, THEN HE KISSES HER AGAIN.",
  "56": "---END OF PREVIOUS SECTION---\nHE JUST LOOKS AT HER. OFF COMES THE\nSHIRT. SHE PUTS HER ARMS AROUND HIS SHOULDERS AND KISSES HIS\nNECK, THEN HE KISSES HER AGAIN. \n---TARGET SECTION TO BE ANNOTATED---\nIN BED - SHE IS IN JUST HER BRA AND PANTS - HE LIES ALMOST ON\nTOP OF HER — HIS SHIRT OFF — BUT HIS TROUSERS ON. THEY KISS.\nTHEN...\n\nKARL (CONT'D)\nHere, let me take these off.\n\nHE STARTS TO UNDO HIS BELT.\nNOT A GRAPHIC SEX SCENE. BUT WHAT HAPPENS NEXT, WHILE\n\nCONCENTRATING ON THEIR FACES, IS THAT HE LIES DOWN, AND WITHIN\n20 SECONDS SHE SITS UP ON HIM. HE LOOKS UP.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f96\n\nPage71\nCONTINUED: 96\n\nKARL (CONT'D)\nPretty girl.\n\nSOFT MUSIC PLAYS. SHE IS LOOKING HARD AT HIM. THEN FULL OF\nSHYNESS, SHE REMOVES HER BRA...\n\nAND THEN THE PHONE STARTS TO RING. 6 RINGS. SHE GLANCES AT HER\nWATCH. IT IS 12.30 AM. .\n\nSARAH\nI better answer it.\n\nSHE TIPS OFF HIM TO ANSWER THE PHONE, WHICH IT’S A SCRAMBLE TO\nFIND. THE PERSON ON THE OTHER END IS TALKING A LOT.\n\nSARAH (CONT'D)\nHello. (...) Hello, darling. (...) No, I’m\nnot busy. No - fire away (...) Right. (..)\nRAGHE (cresersrenenne )\n\nSHE LOOKS AT KARL. NAKED BESIDE HER.\n\nSARAH (CONT'D)\nYes - (....) I’m not really sure it’s going\nto be possible actually to get in touch\nwith the Pope tonight, but... (...)\n\nSLOWLY KARL SLIPS SIDEWAYS, TO SIT BY THE BED... SHE MOUTHS TO\nHIM,. ‘SORRY’.\n\nSARAH (CONT'D)\nYes, yes — (...) No, I’m that he’s very\ngood at... exorcism. And yes, Paul\nMcCartney might be good too. Yes, I’11\ndefinitely look into it...\n\nKARL SITS UP ON THE SIDE OF THE BED.\nSARAH (CONT'D)\n\nOkay, bye, bye — I/1l talk to you later.\n(SHE HANGS UP) I’m sorry about that.\n\nNo, it’s fine.",
  "57": "---END OF PREVIOUS SECTION---\nSARAH (CONT'D)\n\nOkay, bye, bye — I/1l talk to you later. (SHE HANGS UP) I’m sorry about that. No, it’s fine. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nIt was my brother. He’s not well. He calls\na lot.\n\nKARL\n\nI’m very sorry.\n\n(CONTINUED)\nFINAL JUNE 29/6/02\n\f96\n\n97\n\nPage72\nCONTINUED: (2) 96\n\nSARAH\nNo, it’s fine. I mean, it’s not fine — but\nit’s what it is. And sort of, there being\nno parents now and us being over here, it’s\nmy job to.. keep an eye on him. Well, not\n‘job’ — obviously, I’m glad to do it.\n\nKARL\nOf course. Of course. It’s okay - life is\nfull of interruptions and complications.\n\nHE LEANS IN AND KISSES HER, AND THEN WE HAVE 20 MORE SECONDS OF\nROMANCE AND THE PHONE GOES AGAIN. SHE WATCHES IT RING.\n\nKARL (CONT'D)\nWill it make him better?\n\nSARAH\nNo.\n\nKARL\nThen maybe... don’t answer?\n\nPAUSE. SHE LOOKS AT KARL ~ AND REACHES BACK AND ANSWERS.\n\nSARAH\nHey, how you doing? (....) Right. Right.\n\nKARL SITS QUIETLY BY THE BEDSIDE\n\nSARAH (CONT'D)\nLittle darling — please don’t - we're\ngoing to find the answer between us and it\nwon't hurt any more... (....)\n\nAND KARL PUTS HIS HEAD IN HIS HANDS, WAITING.\nSARAH (CONT'D)\nNo, I’m not busy. If you want me to come\nnow, of course I will...\n\nAND KARL JUST STARES AT HER AND SHE DROPS HER HEAD. SAD MUSIC\nPLAYS. ONLY THE BED BETWEEN THEM - BUT THEY'RE WORLDS APART.\n\nINT. BEDROOM. HEADMISTRESS’ FLAT. NIGHT. 97\nCUT TO GERALDINE FAST ASLEEP, BUT BREATHING BADLY. THE\n\nHEADMISTRESS IN BED BESIDE HER LOOKS AT THE CEILING — V.\nWORRIED.\n\nFINAL JUNE 19/6/02\n\fPage73\n\n98 INT. BEDROOM. KAREN’S HOUSE. NIGHT.",
  "58": "---END OF PREVIOUS SECTION---\nBEDROOM. KAREN’S HOUSE. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 98\n\nCUT TO KAREN, LYING AWAKE BESIDE HARRY. VERY SAD. SHE KNOWS IN\nSOME WAY SHE’S LOST HIM. SHE LOOKS ACROSS AT HIM, THEN BACK UP,\nA TINY TEAR GATHERED IN HER EYE.\n\n99 INT. BEDROOM. DANIEL’S HOUSE. NIGHT. 99\n\nTHE SAME SAD MUSIC PLAYS — DANIEL IS IN HIS BEDROOM, VERY LATE.\nWE'VE CAUGHT HIM AT A BAD MOMENT ~ HE IS LOOKING AT A PICTURE OF\nHIS JOANNA, AND IS NEAR TO TEARS. THE DOOR OPENS - HE SNAPS OUT\nOF IT, AS BEST HE CAN — GOOD ENOUGH TO FOOL SAM, WHO ENTERS IN\nHIS PAJAMAS.\n\nSAM\nI got some terrible news today.\n\nDANIEL\nLet’s have it.\n\nSAM\nJoanna’s going back to America.\n\nDANIEL\nYour girl is American?\n\nSAM\nYes ~ she’s American and she’s not my girl\nand she's going back to America and that’s\nthe end of my life as I know it.\n\nDANIEL\nRight, right. That is bad news. We need Meg\nand we need her now.\n\n100 INT. KITCHEN. DANIEL’S HOUSE. NIGHT. . 100\n\nCUT TO THEM IN THE KITCHEN, IN PAJAMAS, EATING ICE-CREAM FROM\nTUBS, AND WATCHING THE END OF ‘SLEEPLESS IN SEATTLE’ - FIRST THE\nMOMENT SHE APPROACHES THE DESK IN THE EMPIRE STATE AND THE GUY :\nSAYS ‘IT’S CLOSED’. THEN CUT BACK TO THE BOYS - THEN BACK TO THE |\nEND, AS MEG AND TOM HOLD HANDS AND JIMMY DURANTE COMES IN ~\n‘IT’S SO IMPORTANT TO MAKE SOMEONE HAPPY’\n\nDANIEL\nThough you know, Sammy, I’m sure she’s\nunique and extraordinary — but general\nwisdom is that, in the end, there isn’t\njust one girl for each of us.\n\nSAM\nThere was for Meg and Tom. There was for\n\nis for me. She’s the one.",
  "59": "---END OF PREVIOUS SECTION---\nSAM\nThere was for Meg and Tom. There was for\n\nis for me. She’s the one. \n---TARGET SECTION TO BE ANNOTATED---\nms mere (CONTINUED)\n\nt\nyw agtstt\na\n\f100\n\n101\n\n102\n\nPage74\nCONTINUED: 100\n\nHE LIFTS HIS FINGER IN A DISTINCTIVE ‘ONE’ MOVEMENT.\n\nDANIEL\nFair point... But her name’s Joanna?\n\nSAM\nYup. Same as Mum. Spooky.\n\nDANIEL\nWell then, in one way, we're in luck. At\nleast we have the godlike genius of Scott\nWalker...\n\nSAM\nWho’s he?\n\nDANIEL\nListen and learn.\n\nINT. LIVING ROOM. DANIEL’S HOUSE. NIGHT. 101\n\nCUT TO THEM SITTING THERE, LISTENING TO SCOTT SINGING THE\nGLORIOUSLY MELANCHOLIC “JOANNA” : DURING THE FIRST LINE, DANIEL\nMIMES THE LITTLE PIANO FLURRY - BUT THEN HE BEGINS TO JOIN IN\nGENTLY SAYING THE WORDS - THEN MELODRAMATICALLY MIMING ALONG TO\nMIGHTY SCOTT. AND SAM MIMES THE DRUMS BEHIND.\n\nSCOTT WALKER (V/O SINGING)\nJoanna.\nI can’t forget the one they call ‘Joanna’\nWe owned the summer hand in hand - Joanna\nAnd now she’s always just a tear away...\nGoodbye you, you long lost summer leaving\nme behind you....\n\nINT. HEATHROW AIRPORT. DAY. 102\nTHE NEXT DAY - HEATHROW AIRPORT:\n\nCUT TO HEATHROW AIRPORT. TONY & COLIN ARE JUST RUSHING IN OUT\nOF THE SAME RAIN.\n\nTONY\nYou’11 come back a broken man.\n\nCOLIN\nYeh, back broken - from too much sex.\n\nCUT ON - COLIN IS HEADING TO CUSTOMS - TONY IS BEHIND A BARRIER -\nTHEY SHOUT THESE FINAL WORDS...\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f102\n\n103\n\nPage75\n\nCONTINUED: 102\n\n‘TONY\n\nYou are on the road to disaster.\nCOLIN\n\nNo, I am on shag highway, heading west.\nTONY\n\nAll American girls look exactly like Jabba\n\nthe Hutt.",
  "60": "---END OF PREVIOUS SECTION---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f102\n\n103\n\nPage75\n\nCONTINUED: 102\n\n‘TONY\n\nYou are on the road to disaster. COLIN\n\nNo, I am on shag highway, heading west. TONY\n\nAll American girls look exactly like Jabba\n\nthe Hutt. \n---TARGET SECTION TO BE ANNOTATED---\nCOLIN\n\nFarewell, failure! America - watch out!\nHere comes Colin Frissell!\n\nAND HE’S GONE. TONY WALKS AWAY, SUDDENLY ALONE ~ HE’S REALLY\nGOING TO MISS COLIN - DOESN'T KNOW QUITE WHAT TO DO WITH\nHIMSELF...\nINT. FAIRTRADE OFFICE. DAY. 103\nNEXT DAY. A SLIGHTLY POST-PARTY MOOD. HARRY & MEL IN HIS OFFICE.\nHARRY\n\nRight. I’11 be back at 3 - Christmas\n\nshopping - never an easy or a pleasant\n\ntask.\nHE HEADS OUT - BUT JUST BEFORE HE’S GONE..\n\nMEL\nYou going to get me something?\n\nHARRY\nAhm ~ I don’t know - I hadn’t thought.\n\nTHERE'S A NEW SEXUAL TENSION BETWEEN THEM.\n\nHARRY (CONT'D)\nWhere’s Sarah, by the way?\n\nHER NEARBY DESK WITH THAT PHOTO ON IT, IS EMPTY.\n\nMEL\nShe couldn’t make it in today. A family\nthing.\n\nHARRY\n\nThere’s a word for hangover I’ve not heard\nbefore. See you later.\n\nMEL\nYes. Look forward to it. A lot.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f103\n\n104\n\n105\n\nPage76\nCONTINUED: 103\n\nAND HE HEADS OUT, ALL PERPLEXED BY HOW HE’S FEELING.\nINT. HOSPITAL. DAY. 104\n\nCUT TO SARAH AND HER BROTHER MICHAEL. IN A HIGH SECURITY\nHOSPITAL WARD. VERY BARE. A LONELY ROOM.\n\nHE IS A TERRIBLE VERSION OF THE YOUNG MAN WE SAW IN THE PHOTO ON\nHER DESK. GHOSTLY, PALE, WITH DIRTY HAIR — A DIFFERENT WEIGHT,\nEITHER THINNER OR FATTER.\n\nTHEY ARE JUST SITTING OPPOSITE EACH OTHER. PAUSE. HE JUST LOOKS\nAT HER.\n\nSARAH\nHave you been watching stuff on tv.\n\nMICHAEL\nNo.\n\nSARAH\noO.\n\nMICHAEL\nYes. Every night.\n\nSARAH\n© good.\n\nMICHAEL\n\nThey’ re trying to kill me.\n\nSARAH\nThey’re not trying to kill you, babe.",
  "61": "---END OF PREVIOUS SECTION---\nSARAH\n© good. MICHAEL\n\nThey’ re trying to kill me. SARAH\nThey’re not trying to kill you, babe. \n---TARGET SECTION TO BE ANNOTATED---\nPAUSE. HE SLOWLY LIFTS HIS HAND TO HIT HER. A MALE NURSE MOVES\nTO PROTECT HER. SARAH TAKES THE RAISED HAND AND SAYS, VERY\nGENTLY...\n\nSARAH (CONT'D)\nDon’t do that, my darling.\n\nEXT. LONDON STREET. DAY 105\nCUT TO HARRY WALKING DOWN THE STREET ~- IT’S ALL HUGELY\nCHRISTMASSY NOW — TREES AND LIGHTS EVERYWHERE. HE TAKES OUT HIS\nMOBILE PHONE AND SPEED DIALS.\n\nHARRY\nSo - are you going to get me something?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f105\n\n106\n\nPage77\nCONTINUED: 105\n\nMEL\nI thought I'd made it clear last night.\nWhen it comes to me, you can have\neverything.\n\nSLIGHTLY SHOCKED, HE PASSES MARK’S GALLERY\nINT. GALLERY./PETER’S OFFICE / JULIET’S OFFICE. DAY. 106\n\nWE MOVE IN TO THE SHOP — MARK IS ALSO ON THE PHONE — TWO\nSCHOOLGIRLS GIGGLE IN THE BACKGROUND, INSPECTING THE PHOTOS.\n\nMARK\n(TO THE GIRLS) Actually they’re not funny -\nthey're art. (ON THE PHONE) Okay ~ let’s\nsay Thursday at my place.\n\nCUT TO PETER IN HIS OFFICE, ON THE PHONE.\nPETER\n\nCan’t wait — we have exciting pictures of\nsharks -\n\nCUT TO PETER IN HIS OFFICE, ON THE PHONE.\nPETER (CONT'D)\n— but for now, I’ve got Juliet on the line\n— can I patch you through — she wants to\nask you a little favour.\nMARK SIGHS. NOT HAPPY\n\nMARK\nOkay — fine.\n\nPETER\nThanks. And be nice.\n\nMARK\nI’m always nice.\n\nPETER\nYou know what I mean, Marky. Try to be\nfriendly.\n\nMARK\nI’m always...\n\nFUNNY CLICKING SOUND. THEN...\n\nJULIET\nMark.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f106\n\n107\n\nPage78\n\nCONTINUED: 106\nMARK\nHi.",
  "62": "---END OF PREVIOUS SECTION---\nTHEN... JULIET\nMark. (CONTINUED)\nFINAL JUNE 19/6/02\n\f106\n\n107\n\nPage78\n\nCONTINUED: 106\nMARK\nHi. \n---TARGET SECTION TO BE ANNOTATED---\n (DUTIFULLY) How was the honeymoon?\nJULIET\nIt was great. And thanks for the gorgeous\n\nsend-off.\nSHE IS MAKING THE CALL FROM HER OFFICE. PAUSE.\n\nMARK\nSo what can I do for you?\n\nJULIET\nIt’s only a tiny favour. I’ve just tried\nthe wedding video and it’s a disaster —\nit’s come out all blue and wibbly.\n\nMARK\nI’m sorry.\n\nJULIET\nAnd I remember you filming a lot on the day\n- and I just wondered if I could look at\nyour stuff.\n\nMARK\nO no - look — to be honest, I didn’t\nreally...\n\nWHILE HE IS TALKING MORE AND MORE SCHOOLGIRLS COME IN. IT’S LIKE\nTHE BIRDS IN ‘THE BIRDS’ EVERY TIME WE CUT ROUND, THERE ARE 10\nMORE THERE.\n\nJULIET\nPlease. All I want is just one shot of me\nin a wedding dress that isn’t turquoise.\nYou must at least have 10 seconds of that.\n\nPAUSE. THE PLACE IS NOW REALLY PACKED WITH 50 GIGGLING,\nUNIFORMED SCHOOLGIRLS.\n\nMARK\nOkay - I’1l have a look - but to be honest\nI think I might have wiped it, so don’t get\nany hopes up. Must go. (HE HANGS UP. NOT\nHAPPY. ADDRESSES THE GIRLS) Okay — very\nfunny. Unless you have £3,000 and are\nwilling to waste it on total pornography,\nget out now...\n\nEXT. MAIN STREET. DAY. 107\n\nBACK TO HARRY NOW ON A BIG MAIN STREET, ON HIS MOBILE.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f107\n\n108\n\nPage79\nCONTINUED: 107\n\nHARRY\nSo - ahm - what do you need - something\nalong the stationery line - are you short\nof staplers?\n\nMEL\nNo, I want something I don’t need. I want\nsomething I want. Something pretty.\n\nHARRY\nRight. Right....\n\nHE CLOSES HIS PHONE — DISTURBED BY THIS EXCHANGE. THEN SPOTS\nKAREN IN THE CROWD AND WAVES.",
  "63": "---END OF PREVIOUS SECTION---\nRight.... HE CLOSES HIS PHONE — DISTURBED BY THIS EXCHANGE. THEN SPOTS\nKAREN IN THE CROWD AND WAVES. \n---TARGET SECTION TO BE ANNOTATED---\nKAREN\nSorry I’m late ~ had to drop Bernie off for\nrehearsal.\n\nHARRY\nIs he still traumatised by not being a\ncrustacean?\n\nKAREN\nHe says only total mingers believe in\nangels. Quite right. Clever child.\n\n' THEY HEAD INTO THE BIG STORE — SELFRIDGES AS IT WERE...\n\nINT. DEPARTMENT STORE. DAY. 108\n\nKAREN\nKeep yourself occupied for 10 minutes while\nI do the boring stuff for our mothers.\n\nSHE KISSES HIM AND HEADS OFF. HE QUICKLY LOOKS AROUND — AND SEES\nTHE JEWELLERY SECTION. PAUSES — AND HEADS FOR IT FAST. REACHES A\nCOUNTER. SEES EXACTLY WHAT HE WANTS. THERE’S A QUEUE. DAMN. THEN\nSUDDENLY, A NEW VOICE...\n\nASSISTANT — RUFUS.\nLooking for anything in particular, sir?\n\nHE IS A VERY PARTICULAR LOOKING MAN, VERY ACCURATE, SLIGHTLY\nCAMP, WITH A VERY PARTICULAR TIE.\n\nHARRY\nYes... Ahm. That necklace there.. how much\nis it?\n\nRUFUS\nIt's £370.\n\n(CONTINUED)\nPINAL JUNE 19/6/02\n\fPageb’0\n108 CONTINUED: 108\n\nHARRY\nWow. (THIS IS A MORAL AS WELL AS FINANCIAL\nDECISION) Okay. I’11 have it. Thanks.\n\nIT IS A BEAUTIFUL, DELICATE GOLD HEART NECKLACE.\n\nRUFUS\nDo you want it gift-wrapped?\n\nHARRY\nYes, why not.\n\nRUFUS.\nIndeed.\n\nHE TAKES THE NECKLACE OUT — AND PUTS IT DOWN ON A LITTLE BLUE\nPAD. THEN TURNS, OPENS A DRAWER, AND TAKES OUT A LITTLE BOX.\n\nRUFUS\nThere we go. Just pop this in here...\n\nPUTS THE NECKLACE ON IT — PLACING IT TENDERLY — RE-ORGANISING IT\nA BIT. THEN GETS THE TOP OF THE BOX AND PUTS IT ON.\n\nHARRY\nExcellent.\n\nRUFUS.\nNot quite finished.\n\nTHIS MAKES HARRY A LITTLE TENSE.",
  "64": "---END OF PREVIOUS SECTION---\nRUFUS. Not quite finished. THIS MAKES HARRY A LITTLE TENSE. \n---TARGET SECTION TO BE ANNOTATED---\n RUFUS DOESN’T NOTICE — BUT GOES\nOVER TO A VARIETY OF RIBBONS.\n\nRUFUS\nBlue or burgundy?\n\nHARRY\nAhm, blue, will be fine. Look, if we could\nbe quite quick.\n\nRUFUS\nCertainly, sir. Ready in the flashiest of\nflashes.\n\nIN A VERY TRAINED MANNER HE CUTS TWO FEET OF THE RIBBON — WRAPS\nIT ROUND THE BOX — THEN WRAPS IT ROUND AGAIN. THEN TIES IT.\n\nHARRY\nThat’s great.\nRUEUS\nThank you, sir — we try to make things\n\nbeautiful.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage81\n\n108 CONTINUED: (2) 108\n\nHARRY\nWell, yes, you certainly do.\n\nRUFUS TAKES OUT SOME SCISSORS AND PULLS THE RIBBON TO CURL IT.\nHARRY VERY TENSE NOW, BUT IT’S THE FINAL FLOURISH.\n\nHARRY (CONT'D)\nThat’s great.\n\nRUFUS TURNS AND OPENS ANOTHER DRAWER — AND TAKES OUT A SEE-\nTHROUGH CELLOPHANE BAG\n\nHARRY (CONT'D)\nO Jesus. Actually, I don’t need a bag — I\ncan just put it in my pocket.\n\nRUFUS\nThis isn’t a bag, sir.\nHARRY\nReally?\nRUFUS\n\nNo, sir - this is so much more than a bag.\n\nHE OPENS THE BAG, TURNS, AND OPENS ANOTHER DRAWER, AND TAKES OUT\nLITTLE DRIED ROSES — AND THEN SOME LAVENDER — AND SPRINKLES THEM\nIN THE BAG. HARRY LOOKS AT HIS WATCH — AND STARTS TO LOOK\nWORRIEDLY AT PEOPLE COMING DOWN THE LIFT.\n\nHARRY\nCould we be quick... please.\n\nRUFUS\nCertainly, sir. Prontissimo.\n\nAND AT THAT MOMENT HIS MOBILE RINGS. HARRY GETTING VERY\nEXASPERATED NOW.\n\nJust a moment, please, sir. (HE ANSWERS)\nHello-o. O hello, Gabriel - yes, I’m sure\nit is, but I’m afraid I'11 have to call you\nback. Bye now. (TO HARRY) Sorry, sir.",
  "65": "---END OF PREVIOUS SECTION---\nJust a moment, please, sir. (HE ANSWERS)\nHello-o. O hello, Gabriel - yes, I’m sure\nit is, but I’m afraid I'11 have to call you\nback. Bye now. (TO HARRY) Sorry, sir. \n---TARGET SECTION TO BE ANNOTATED---\n Now,\njust....\n\nRUFUS TWISTS THE TOP OF THE BAG. THEN HE TURNS AROUND AND OPENS\nANOTHER DRAWER — AND TAKES OUT A FOUR INCH STICK OF CINNAMON.\n\nHARRY\nWhat’s that?\n\nRUFUS\nIt’s a cinnamon stick, sir.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f108\n\nPage82\nCONTINUED: (3) 108\n\nHARRY\nActually, I really can’t wait.\n\nRUFUS\nYou won't regret it, sir.\n\nHARRY\nWant a bet\n\nLOOKING ROUND MORE FRANTICALLY...\n\nRUFUS\n‘Tis but the work of a second.\n\nHE TWISTS THE CINNAMON STICK AND TIES IT ON.\n\nRUFUS (CONT'D)\nThere we go. Almost finished.\n\nHARRY\nAlmost finished? What else can there be —\nare you going to dip it in yoghurt and\ncover it with chocolate buttons?\n\nRUFUS\n\nNo, sir. Just pop it in this Christmas box.\nHARRY\n\nBut I don’t WANT a Christmas box.\nRUFUS\n\nBut you said you wanted it gift-wrapped.\nHARRY\n\nI did — but...\nRUFUS\n\nThis is the final flourish, sir...\n\nHARRY\n© God. Can I just pay?\n\nHE IS LOOKING DESPERATELY ROUND...\nRUFUS\n\nCertainly, sir — let’s just pop it in here\n— and then just attach a little sprig of\n\nholly..\n\nHARRY\nNO! No!! NO BLOODY HOLLY! O God — leave it\n— leave it.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f108\n\n109\n\n110\n\nPage83\nCONTINUED: (4) 108\n\nBECAUSE SURE ENOUGH, KAREN IS RIGHT THERE. HARRY BOUNCES AWAY\nFROM THE COUNTER\n\nKAREN\nSorry I’m late.. Hanging round the\njewellery section, eh.\n\nHARRY\nNo, just happened to...\n\nKAREN\nDon’t panic - my expectations are not that\nhigh after 13 years, Mr But~-You-Always-Love-\nScarves... .",
  "66": "---END OF PREVIOUS SECTION---\nHanging round the\njewellery section, eh. HARRY\nNo, just happened to... KAREN\nDon’t panic - my expectations are not that\nhigh after 13 years, Mr But~-You-Always-Love-\nScarves... . \n---TARGET SECTION TO BE ANNOTATED---\nHARRY SMILES, AND AS THEY WALK OUT OF THE STORE, RUFUS LOOKS\nAFTER THEM AND WIPES HIS BROWS.\n\nRUFUS\nThat was close.\n\nHE TURNS AND JUST CASUALLY DISAPPEARS. HE’S A PROTECTING ANGEL.\nEXT. MAIN STREET. DAY. 109\n\nKAREN & HARRY HIT THE VERY CHRISTMASSY STREET — AND PASS JAMIE,\nNOW BACK FROM FRANCE, OF COURSE. HE IS LOOKING UP FOR AN\nADDRESS, OR SIGN - AND FINDS IT — WE SEE HIM ENTER A DOOR\nLEADING UP TO A RATHER TACKY OUTFIT - “BEDFORD SCHOOL OF\nLANGUAGES’. HE PUSHES PAST A FATHER CHRISTMAS AS HE HEADS IN.\n\nINT. FILM STUDIO/MODERN FLAT. DAY. 110\n\nBACK AT THE STUDIO WITH JUDY AND JOHN. THEY ARE BACK IN THE\nMODERN FLAT, ON A GREY LEATHER SOFA.\n\nDIRECTOR\nAnd final position.\n\nSHE IS ON ALL FOURS — HE’S BEHIND HER.. THE D.O.P. CASUALLY\nSTANDING BEHIND THE PAIR OF THEM.\n\nJUDY\nI’m really starting to panic about\nChristmas now - do kids still like Noddy?\n\nJOHN\nCourse they do. I’m stuck on my 6 year old\n\nnephew - what do you think about a rocking\nhorse?\n\nJUDY\nWonder what made you think of that..?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f110\n\n111\n\n112\n\nPage84\nCONTINUED: 110\n\nHE LAUGHS. SO DOES SHE. HE LAUGHS EVEN MORE — IT’S TURNING INTO\nGIGGLES. THE DIRECTOR WHISPERS SOMETHING TO TONY\n\nTONY\nCome on, guys, keep it together -\nconcentrate. We’re almost out of time.\n\nJUDY\nSorry.\n\nTHEY BEGIN TO MIME AGAIN WITH COMMITMENT.\n\nJOHN\nLook, Judy, you wouldn’t possibly\nconsider...\n\nJUDY\nWhat?\n\nTONY\n\n(INTERRUPTING) Okay, that’s it. Coats on\nthe stand-ins. Get ready for the actors.\n\nJUDY\nWhat were you...",
  "67": "---END OF PREVIOUS SECTION---\nCoats on\nthe stand-ins. Get ready for the actors. JUDY\nWhat were you... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nJOHN\nO nothing, nothing...\n\nINT. LANGUAGE SCHOOL. MAIN STREET. DAY. 111\n\nCUT TO A HUGE, NEON LIT ROOM. IT’S FULL OF PEOPLE AT FORMICA\nDESKS LISTENING TO TAPES, WITH BIG EARPHONES - WE OVERHEAR SOME\nOF THE TAPES, ALL SPOKEN IN VERY PEDANTIC ENGLISH, AS WE PAN\nACROSS 5 PEOPLE LEARNING ENGLISH, FROM EVERY CORNER OF THE\nWORLD. THE SIXTH PERSON IS JAMIE, CONSCIENTIOUSLY TAKING NOTES -\nAND IT’S NOT ENGLISH HE‘S LEARNING. IT’S PORTUGUESE.\n\nPORTUGUESE VOICE\nDo you have this menu in English? O dear..\nI have a stomach ache - I think it was the\nprawns.\n\nINT. MARK’S FLAT. DAY. 112\nMARK IS AT HOME. HE IS WATCHING THE TELLY. THE DOORBELL GOES. HE\nHEADS DOWNSTAIRS, OPENS THE DOOR. IT’S JULIET, CLEARLY JUST\nHAVING BEEN TO STARBUCKS.\n\nJULIET\nBanofee pie?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPagess\n\n112 CONTINUED: 112\n\nMARK\nNo, thanks.\n\nJULIET\nThank God. I buy one slice every Saturday —\njust one, never two - would have broken my\nheart if you’d said ‘yes’.\n\nMARK\nO right. Well, lucky you.\n\nJULIET\nCan I come in?\n\nMARK\nAh - yeh - I’m actually a bit busy but...\n\nTHEY HEAD UPSTAIRS. HE SWITCHES OFF THE TELLY. SATURDAY MORNING\n\nKIDS TV.\n\nJULIET\nI was just passing and thought we might\ncheck that video thing. I thought I might\nbe able to swap it for the pie, or...\n(PRODUCING THEM FROM HER POCKET) Wine Gums.\n\nMARK\nActually I was being serious - I don’t know\nwhere it is. I’1]1 have a poke around\ntonight, and then maybe...\n\nJULIET\nMark — can I say something...\n\nMARK\n(NOT V. INTERESTED) Yes...",
  "68": "---END OF PREVIOUS SECTION---\nJULIET\nMark — can I say something... MARK\n(NOT V. INTERESTED) Yes... \n---TARGET SECTION TO BE ANNOTATED---\nJULIET\n\nI know Peter’s your best friend. And I know\nyou’ ve never particularly warmed to me. (HE\nDEMURS) Don’t argue. We’ve never got..\nfriendly. BUT I just want to say — I hope\nit can change. I’m nice — I really am.\nApart from my terrible taste in shoes. It\nwould be good if we could be friends.\n\nMARK\n(A BIT COLDLY) Absolutely. Absolutely.\n\nJULIET\nGreat...\n\n(CONTINUED)\n\nPINAL JUNE 19/6/02\n\fPage86\n112 CONTINUED: (2) 112\n\nSHE'S A LITTLE HURT HOW LITTLE HE HAS GIVEN BACK — BUT IT JUST\nSUMS UP HOW LITTLE HE LIKES HER. SO SHE HEADS ON AGAIN...\n\nMARK\nDoesn’t mean we’1l be able to find the\nvideo though. I had a real search when you\nfirst called and couldn't find any trace of\nit, so...\n\nJULIET\nThere’s one here says ‘Juliet and Peter’s\nWedding’ - do you think we might be on the\nright trail?\n\nMARK\nAh - yes - well - wow - that could be it.\n\nJULIET\nWell, just finish this (THE SLICE OF PIE) —\nyum - then do you mind if I just...\n(SHE MOVES TOWARDS THE TELLY)\n\nMARK\nAs I say though, I’ve probably taped over\nit... almost everything has episodes of\nWest Wing on it now... Why don’t I...\n\nCUT TO TAPE GOING INTO THE VIDEO. SHE SITS - HE STANDS. IT\nSTARTS WITH A SHOT OF HER COMING DOWN THE AISLE.\n\nJULIET\n0 bingo - that’s lovely. Well done you!\nHurray.\nAND A SHOT OF HER DURING THE PRIESTLY STUFF...\nJULIET (CONT'D)\nThat’s gorgeous. Mark, this is just what I\nwas hoping for. Thank you so much.\nHE PULLS A RESIGNED, “WELL, I'M GLAD I COULD HELP” FACE...\nBACK TO THE TAPE - OUTSIDE THE CHURCH — CLOSE-UPS OF HER...\n\nJULIET (CONT'D)\nYou've stayed rather close, haven’t you...",
  "69": "---END OF PREVIOUS SECTION---\nHE PULLS A RESIGNED, “WELL, I'M GLAD I COULD HELP” FACE... BACK TO THE TAPE - OUTSIDE THE CHURCH — CLOSE-UPS OF HER... JULIET (CONT'D)\nYou've stayed rather close, haven’t you... \n---TARGET SECTION TO BE ANNOTATED---\nSHE LOOKS ROUND. MARK NOW HAS HIS HANDS OVER HIS NOSE — YOU CAN\nJUST SEE HIS EYES. HE’S LOOKING AT HER. THE MUSIC OF OUR FILM\nSTARTS TO TAKE OVER FROM NATURAL SOUND...\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f112\n\n113\n\nPage87\nCONTINUED: (3) 112\n\nCUT TO HUSBAND PETER’S SPEECH ~ BUT THE CAMERA INSTANTLY MOVES\nTO JULIET’S DIVINE LAUGHING, BLUSHING FACE.. ALL THE TIME.\nTHERE’S NO ONE ELSE IN THIS VIDEO.\n\nTHEN CUT TO JULIET DURING THAT FIRST DANCE WE GLIMPSED — JUST\nHER FACE — PETER’S NOSE JUST COMING INTO FRAME MOMENTARILY ONCE\nIN A WHILE.\n\nAND THEN THE END OF THE DAY, JULIET DRESSED IN GOING AWAY\nCLOTHES, WAVING, WAVING GOODBYE. THE MOVIE MUSIC HAS GROWN\nDURING THIS...\n\nTHE TAPE COMES TO AN END — TURNS INTO A FLICKER — SHE LOOKS AT\nHIM — HE LOOKS AT HER.\n\nJULIET (CONT'D)\nThey’ re all shots of me.\n\nMARK\nYeh. Yeh. Yes...\n\nPAUSE\n\nJULIET\nBut you never talk to me — you always talk\nto Peter. You don’t like me.\n\nPAUSE. NOTHING IMPATIENT HERE ~ HE JUST CAN'T GO THERE.\n\nMARK\nHope it’s useful. Don’t show it around too\nmuch. Look, I’ve got to get to a... lunch.\nEarly lunch. You can just show yourself\nout, can’t you. (HE HEADS TOWARDS THE DOOR -\nTHEN TURNS) It’s a self-preservation thing,\nyou see.\n\nEXT. MARK’S FLAT. /STREET. DAY. 113\n\nCUT TO OUTSIDE THE HOUSE - MARK WALKS AWAY — SAD MUSIC PLAYS —\nAFTER 7 STEPS HE HESITATES AND SLOWLY TURNS — TAKES TWO STEPS\nBACK TO THE HOUSE — THEN TURNS AGAIN AND HEADS AWAY.\n\nHE PASSES A PRETTY SAD SAM, WALKING ALONG THE STREET. THE CAMERA\nSTAYS WITH SAM.",
  "70": "---END OF PREVIOUS SECTION---\nDAY. 113\n\nCUT TO OUTSIDE THE HOUSE - MARK WALKS AWAY — SAD MUSIC PLAYS —\nAFTER 7 STEPS HE HESITATES AND SLOWLY TURNS — TAKES TWO STEPS\nBACK TO THE HOUSE — THEN TURNS AGAIN AND HEADS AWAY. HE PASSES A PRETTY SAD SAM, WALKING ALONG THE STREET. THE CAMERA\nSTAYS WITH SAM. \n---TARGET SECTION TO BE ANNOTATED---\n HE STOPS OUTSIDE A MUSIC STORE. A VIDEO IS\nPLAYING.\n\nTHE VIDEO OF BILLY'S POP SONG IN WHICH HE IS SINGING - AND GIRL\nFANS ARE SWAYING, DRESSED AS SANTA’S SEXY HELPERS, HOLDING UP\nLIGHTERS AND SCREAMING ADMIRINGLY.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f113\n\n114\n\n115\n\nPage&s\nCONTINUED; 113\n\nA THOUGHT GOES THROUGH SAM’S MIND - HE TURNS AND RUNS.\n\nINT. DANIEL’S OFFICE. DAY. 114\nDANIEL IS THERE. SAM BURSTS IN WEARING SCHOOL UNIFORM.\n\nSAM\nI’ve got a plan.\n\nDANIEL\nThank the lord.\n\nSAM\nGirls love musicians, don’t they? Even the\nreally weird-looking ones get girlfriends.\n\nDANIEL\nThat’s right. Lionel Ritchie’s never spent\na night alone.\n\nSAM\nWhatever, there’s this big concert at the\nend of term — and she’s in it — and I\nthought maybe if I was in the band and\nplayed absolutely superbly, then there’s a\n. chance that she might actually fall in love\nwith me. What do you think?\n\nDANIEL\nI think it’s brilliant. I think it’s\nstellar. Apart from the one obvious, tiny\nlittle, baby little hiccough..\n\nSAM\nThat I don’t play a musical instrument.\n\nDANIEL\nYup.\n\nA tiny insignificant detail. Watch this\n\nspace, Mr No Imagination..\nDANIEL LOOKS A BIT WORRIED.\nINT. DANIEL'S HOUSE. CORRIDOR. EVE. 115\nLOUD, LOUD NOISE OF DRUMMING. DANIEL, ALL PAJAMA-ED UP, VERY\n\nLATE AT NIGHT, WALKS PAST SAM’S ROOM — FROM INSIDE WHICH COMES\nTHE SOUND OF TOTALLY OBSESSIVE, REPETITIVE DRUMMING.",
  "71": "---END OF PREVIOUS SECTION---\nCORRIDOR. EVE. 115\nLOUD, LOUD NOISE OF DRUMMING. DANIEL, ALL PAJAMA-ED UP, VERY\n\nLATE AT NIGHT, WALKS PAST SAM’S ROOM — FROM INSIDE WHICH COMES\nTHE SOUND OF TOTALLY OBSESSIVE, REPETITIVE DRUMMING. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f115\n\n116\n\n117\n\n118\n\n119\n\nPage89\nCONTINUED: 115\n\nTHE DRUMMING CONTINUES — AND FORMS THE BASIS OF THE MUSIC OVER A\nSHORT MONTAGE THAT SEES US GETTING CLOSER AND CLOSER TO\nCHRISTMAS.\n\nEXT. VARIOUS LONDON SITES. NIGHT. 116\n\nCHRISTMAS TREES BEING PUT UP LEFT, RIGHT AND CENTRE. IN WINDOWS,\nOUTSIDE STORES, IN THE WINDOW OF 10 DOWNING STREET, IN TRAFALGAR\nSQUARE.\n\nINT. FAIRTRADE OFFICE. NIGHT. 117\n\nSARAH PUTTING UP A LITTLE TREE ON HER OFFICE DESK - THE CAMERA\nMOVES SLIGHTLY DELIBERATELY OVER THE BIG, SAD AFRICAN PICTURE\nBEHIND HER.\n\nINT. ARRIVALS GATE. AIRPORT. WISCONSIN. DAY. 118\n\nAND THE FINAL CHRISTMAS TREE IS BEING PUT UP IN THE AIRPORT OF\nMADISON, WISCONSIN. MUCH FLURRY AND THEN THERE’S COLIN.\n\nRADIO VOICE\nAnd it’s Christmas week on KWNS\nWisconsin... and here’s one for the old\nfolk - apparently bulleting up the charts\nin the old UK - isn’t that quaint - it’s\ngood old Billy Mann - from heroin to\nerO...\n\nEXT/INT. CAB: MADISON AIRPORT / MADISON STREETS. DAY. 119\nCOLIN GETS INTO A CAB ~\n\nCOLIN\nTake me to a bar.\nTAXI DRIVER\nWhat kind of bar?\nCOLIN\ndust any bar — just your average American\nbar.\nTAXI DRIVER\n\nSe, nothing too classy.\n\nCOLIN\nNope - any old bar anywhere.\n\nTAXI DRIVER\nYou from England?\n\n(CONTINUED)\nFINAL JUNE 19/6/02 ~\n\fPageS0\n119 CONTINUED: 119\n\nCOLIN\nYes - but don’t get fresh.",
  "72": "---END OF PREVIOUS SECTION---\nCOLIN\nNope - any old bar anywhere. TAXI DRIVER\nYou from England? (CONTINUED)\nFINAL JUNE 19/6/02 ~\n\fPageS0\n119 CONTINUED: 119\n\nCOLIN\nYes - but don’t get fresh. \n---TARGET SECTION TO BE ANNOTATED---\nAS HE DRIVES, HE PASSES HOUSE AFTER HOUSE WITH GORGEOUSLY TACKY\nCHRISTMAS NEONS, SANTA ON THE LAWN, RUDOLPH ON THE ROOF, ~\n“SEASONS GREETINGS” EVERYWHERE. FINALLY, THOUGH, THEY PULL UP\nOUTSIDE A REALLY ORDINARY DAGGY BAR.\n\nCOLIN (CONT'D)\nExcellent.\n\n120 INT. BAR. WISCONSIN. DAY. 120\nHE HEADS IN — THERE’S NOT MUCH GOING ON — HE GOES TO THE BAR.\n\nBARMAN\nCan I help you?\n\nCOLIN\nYes — I’d like a Budweiser thank you.\n\nBARMAN\nOne Bud coming up.\n\nA VOICE FROM OFF.\n\nGIRL 1 (Vv/0)\nYou from England?\n\nHE TURNS AND SEES AN EXQUISITE GIRL. JUST IMAGINE YOUR FAVOURITE\nBEAUTIFUL FEMALE AMERICAN STARS....\n\nCOLIN\nYes. I am from... Basildon.\n\nINCREDIBLY FAMOUS GIRL\nCute. (SHE CALLS OUT...) Jeannie!\n\nOUT OF THE SHADOWS COMES HER BEST FRIEND. IT’S ANOTHER\nSTARTLINGLY FAMOUS ACTRESS.\n\nSTARTLINGLY FAMOUS GIRL\nYeh.\n\nINCREDIBLY FAMOUS GIRL\nThis is...\n\nCOLIN\nColin... Frissell.\n\nINCREDIBLY FAMOUS GIRL\nThis is Colin.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f)\n\n120\n\n121\n\n122\n\nPageo1\nCONTINUED: 120\n\nSTARTLINGLY FAMOUS GIRL\nCute name. I’m Jeannie.\n\nINCREDIBLY FAMOUS GIRL\nHe's from England.\n\nCOLIN\nYup.\n\nSTARTLINGLY FAMOUS GIRL\nWait till Carol Anne gets here — she’s\ncrazy about English guys.\n\nTHE DOOR OPENS. ENTER A THIRD LEGEND.\n\nSTARTLINGLY FAMOUS GIRL (CONT'D)\nHey, Carol Anne — this is Colin, he’s from\nEngland.\n\nTHIRD LEGEND.\nMake way, girls — this is my round. Hello,\ngorgeous.\n\nCOLIN HAS AN INSANELY HUGE GRIN ON HIS FACE.",
  "73": "---END OF PREVIOUS SECTION---\nMake way, girls — this is my round. Hello,\ngorgeous. COLIN HAS AN INSANELY HUGE GRIN ON HIS FACE. \n---TARGET SECTION TO BE ANNOTATED---\n SOMEONE PUTS A\nCHEERFUL CHRISTMASSY SONG ON THE JUKEBOX — IT BUBBLES UP THROUGH\nTHE NEXT SCENES... APPARENTLY WITH THE SAME DRUM BEAT THAT SAM IS\nPRACTICING.\n\nINT. DANIEL’S HOUSE. CORRIDOR. EVE. 121\n\nDANIEL STOPS AT THE DOOR OF SAM’S ROOM, STILL DRUMMING. HE\nWINCES.\n\nINT. KAREN’S HOUSE. NIGHT. 122\nKAREN IS COMING IN, WHIPPING OFF HARRY’S COAT...\n\nKAREN\nExplain to me again why you’re so late?\n\nHARRY\nO for heaven's sake, woman - can’t a man\nhave any secrets?\n\nKAREN\nWell, hurry up, we’ve been waiting for\nhours. It’s the first ever preview.\n\nSHE PICKS UP HIS COAT AND GOES TO HANG IT - IN THE POCKET SHE\nFEELS SOMETHING - AND TAKES IT OUT ~ IT IS A SMALL FLAT BOX -\nSHE OPENS IT - IT HAS A DELICATE HEART NECKLACE IN IT. SHE\nSMILES AND PUTS IT BACK. THEN HEADS INTO THE LIVING ROOM —-\nWHERE A NOW TOTAL BODY-SUIT LOBSTER AND VERY HIP ANGEL AWAIT.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPaged2\n122 CONTINUED: 122\n\nKAREN (CONT'D)\nRight - “It was a stormy night in ancient\nJerusalem, when a large pink lobster\napproached an inn...”\n\n123 INT. UNDERGROUND TRAIN. DAY. 123\n\nAN UNDERGROUND TRAIN - PAN ALONG A GROUP OF HIP PEOPLE - THEY’ RE\nALL WEARING WALKMANS, OR I-TUNES - THEY MUMBLE LITTLE BITS OF\nTUNE - THEY BOB THEIR HEADS, THEY WEAR HOODS AND SWEAT-SHIRTS.\nTHE FOURTH PERSON IN LINE IS JAMIE, MUCH MORE TRADITIONALLY\nDRESSED. HE TOO IS LISTENING TO HEAD-PHONES - BUT WHILE THE\nOTHERS SING AND DANCE - HE IS TALKING - TRYING TO ACT\nCONVINCINGLY, EVEN IF NOT SOUNDING VERY PORTUGUESE...",
  "74": "---END OF PREVIOUS SECTION---\nDAY. 123\n\nAN UNDERGROUND TRAIN - PAN ALONG A GROUP OF HIP PEOPLE - THEY’ RE\nALL WEARING WALKMANS, OR I-TUNES - THEY MUMBLE LITTLE BITS OF\nTUNE - THEY BOB THEIR HEADS, THEY WEAR HOODS AND SWEAT-SHIRTS. THE FOURTH PERSON IN LINE IS JAMIE, MUCH MORE TRADITIONALLY\nDRESSED. HE TOO IS LISTENING TO HEAD-PHONES - BUT WHILE THE\nOTHERS SING AND DANCE - HE IS TALKING - TRYING TO ACT\nCONVINCINGLY, EVEN IF NOT SOUNDING VERY PORTUGUESE... \n---TARGET SECTION TO BE ANNOTATED---\nJAMIE\nBoa noite. Boa noite! BOA NOITE!!\n\nHE‘S ALSO GOT A LOT OF CHRISTMAS PRESENT BAGS IN FRONT OF HIM -\nTHIS IS CLEARLY SOMEONE WHO TAKES CHRISTMAS SERIOUSLY.\n\n124 jXINT. 10 DOWNING STREET. STAIRCASE, CORRIDOR, DRAWING ROOM. 124\nNIGHT.\n\nTHE END OF A LONG DAY — THE PM IS LOOKING TIRED AS HE WANDERS\nTHROUGH DOWNING STREET. ALL XMAS-DECKED UP FOR NOBODY. A SINGLE\nMAN IN A BIG HOUSE. HE HEADS UPSTAIRS, AND ALONG A CORRIDOR. HE\nFINALLY SETTLES DOWN IN FRONT OF THE TV, PARKED NEAR A COUCH IN\nTHE CORNER OF A TOO BIG ROOM. PAPERS IN FRONT OF HIM, HE TURNS\nTHE TELLY ON - IT’S BILLY MANN ON PARKINSON.\n\n125 INT. PARKINSON STUDIO. NIGHT. 125\n\nPARKY\nWell, this must be a very exciting moment\nfor you — fighting for the Christmas Number\n1. How is it looking so far?\n\nBILLY\nVery bad indeed. Westlife are outselling me\nfive to one. But I’m hoping for a last\nminute surge. And in fact, if I do reach\nthe top, I promise that I’1ll sing the song\nstark naked on tv on Christmas Eve.\n\nPARKY\nDo you mean that?\n\nBILLY\nCourse I mean it, Michael. Want a preview,\nyou old flirt?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f125\n\n126\n\n127\n\nPage93\nCONTINUED: 125\nHE GOES TO UNBUTTON HIS TROUSERS. PARKY LAUGHS. THE PM LAUGHS\nTOO...\nINT. FILM STUDIO/BATHROOM. DAY. . 126\nJOHN AND JUDY IN A SMART BATHROOM... SHE IS MIMING A BLOW-JOB.\nLIGHTING MAN STILL CLOSE, FITTING A TINY NEW LIGHT.\nTONY\nExcellent. Excellent. Perfect. Hold it\nthere.\nJOHN\nLook, ahm...",
  "75": "---END OF PREVIOUS SECTION---\nPerfect. Hold it\nthere. JOHN\nLook, ahm... \n---TARGET SECTION TO BE ANNOTATED---\n sorry to be a bit forward, but\nyou wouldn’t fancy a Christmas drink, would\nyou — I mean, nothing, you know, nothing\nimplied - maybe see something Christmassy\nor something... — you know - I mean, you\nobviously don’t have to if you don’t...\nJUDY\nNo, that’d be lovely.\nJOHN\nO great.\nAND CUT ON TO THE NEXT POSITION. SHE SITS ON HIS FACE.\nJOHN (CONT'D)\nThat is really great. Normally I’m a bit\nshy about this sort of thing — takes me\nages to get the courage up — so thank you —\nthat’s, well, great.\nJUDY\nWell, no — thanks for asking. I’m pretty\nshy too - if a bloke doesn’t make the first\nmove — no move will ever be made....\nJOHN\nI know what you mean...\nTONY\nAnd if you could just lean back for the\norgasm now please, Judy.\nINT. BAR. WISCONSIN. NIGHT. 127\n\nCUT BACK TO AMERICA AND COLIN’S BAR. IT IS NOW LATE AT NIGHT.\nA CHRISTMAS SONG PLAYS ON THE JUKEBOX.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPageo4\n\n127 CONTINUED: 127\nCOLIN\nWell, it’s pretty late - I suppose I better\nbe going...\n\nTHIRD LEGEND\nShame — where are you staying?\n\nCOLIN\nAhm, I don’t actually know — guess I/11\njust ‘check into a motel’ like they do in\nthe movies...\n\nINCREDIBLY FAMOUS GIRL\nThat is so cute.\n\nSTARTLINGLY FAMOUS GIRL\nLook, I know this is a bit pushy and we've\nonly just met — but why don’t you come back\nand sleep at our place..?\n\nCOLIN\nAhm... Well, I mean, you know — if it’s not\ntoo much of an inconvenience...\n\nTHIRD LEGEND\nHell, no, it’d be a pleasure. The only\n\nproblem is...\n\nCOLIN\nWhat?\n\nTHIRD LEGEND\nWell...",
  "76": "---END OF PREVIOUS SECTION---\nThe only\n\nproblem is... COLIN\nWhat? THIRD LEGEND\nWell... \n---TARGET SECTION TO BE ANNOTATED---\nSTARTLINGLY FAMOUS GIRL\nThe problem is we're not exactly the\nrichest of girls, so there’s only one\nlittle double bed, and no couch — so you'd\nkind of have to share with the three of us...\n\nTHIRD LEGEND\nAnd on this hot, hot night, it might be\nkind of crowded and sweaty, and stuff.\n\nCOLIN\nNo, no, I think it’d be fine.\n\nTHIRD LEGEND\nAnd...\n\nCOLIN\nAnd what?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f127\n\n128\n\n129\n\n130\n\nPages\nCONTINUED: (2) 127\n\nTHIRD LEGEND\nWell, the thing that makes it even more of\na squish is - you haven’t even met Harriet\nyet.\n\nCOLIN\nThere’s a fourth one?\n\nINCREDIBLY FAMOUS GIRL\nYeh — you’1l like her — she’s the ‘pretty\none’ — (DOES INVERTED COMMAS WITH HER\nFINGERS)\n\nCOLIN\nReally? Wow. Praise the Lord.\n\nINT. DRAWING ROOM. 10 DOWNING STREET. NIGHT. 128\nTHE PM’S POTTERING AROUND A BIG ROOM IN A DRESSING GOWN NOW,\nSTILL LEAFING THROUGH HIS BIG WORK PILE. HE COMES ACROSS A BUNCH\nOF CHRISTMAS CARDS.. WITH A NOTE FROM HIS SECRETARY ON A POST-IT\nNOTE: ‘Read these ~ a random sample.’\n\nHE CONSIDERS IT, THEN PUTS THEM ASIDE AND WORKS ON.\n\nINT. KAREN’S HOUSE. LIVING ROOM. NIGHT. 129\nANOTHER TREE. IT’S KAREN, IN A DRESSING GOWN AND PUTTING AN\nEXTRA GIFT UNDER THE TREE, LATE AT NIGHT. SHE COMES ACROSS A\nSQUARE PACKAGE, GIFT-WRAPPED IN GOLD — SHE SMILES — IT TWINKLES\nLIKE THE HOLY GRAIL.\n\nTHERE’S A CARD. SHE OPENS IT. HER HUSBAND’S HAND WRITING\n\n“Sorry I’m such a grumpy bugger. Merry Christmas, darling. Xx\nBad Harry.",
  "77": "---END OF PREVIOUS SECTION---\nHER HUSBAND’S HAND WRITING\n\n“Sorry I’m such a grumpy bugger. Merry Christmas, darling. Xx\nBad Harry. \n---TARGET SECTION TO BE ANNOTATED---\nTHE PACKAGE IS EXACTLY THE SIZE OF THE NECKLACE CASE — INDEED,\nSHE PUTS IT UP TO HER THROAT AND SMILES.\n\nINT. JAMIE’S PARENTS’ HOUSE. NIGHT. 130\nA DOOR OPENS.\n\nJAMIE’S SISTER\nLook, everyone - it’s Uncle Jamie.\n\nJAMIE IS TOTALLY COVERED IN PRESENTS - HE’S BROUGHT HUNDREDS.\nINSTANTLY 8 FAMILY MEMBERS OF ALL AGES SURROUND HIM. HUGE\nEXCITEMENT. HE DUMPS ALL THE PRESENTS AND GETS HUGGED.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f130\n\n131\n\nPagesé\nCONTINUED: 130\n\nJAMIE\nYes - splendid - lovely to see you all.\nAnd....I‘m off actually.\n\nJAMIE’ S MUM\nJamie?\n\nJAMIE\nSorry - a man’s gotta do.\n\nHE TURNS TAIL AND LEAVES.\n\nINT. HOSPITAL. NIGHT. 131\nSARAH IN THE WARD WITH HER BROTHER AGAIN.\n\nSARAH\nDo you remember Dad and the Christmas\npudding?\n\nMICHAEL\nNo.\n\nSARAH\n\nEvery year Mum served it up — said it was a\ngreat English tradition. Every year he\nnever took a single bite.\n\nHE JUST LOOKS AT HER. NOTHING. THEN...\n\nMICHAEL\nYou used to clear the table for the only\ntime during the whole year because the\nChristmas Top of the Pops was on and you\ncould watch it in the kitchen.\n\nSARAH\nThat’s right. Couldn’t wash up enough.\nWashing up my absolute favourite activity\nfor one meal a year.\n\nHE JUST LOOKS AT HER STONILY. THEN A TINY SMILE.\n\nSARAH (CONT'D)\nI've just realised - Mum was a terrible\ncook, wasn’t she?\n\nMICHAEL\nYes. She was. Egg in a cup.\nHE THINKS. LOOKS AT HER. ANOTHER TINY SMILE.\n\n(CONTINUED)\nFINAL JONE 19/6/02\n\f131\n\n132\n\n133\n\n134\n\nPage97\nCONTINUED: 131\n\nMICHAEL (CONT'D)\nHow are you, Blondie?\n\nSARAH\nGreat.",
  "78": "---END OF PREVIOUS SECTION---\nANOTHER TINY SMILE. (CONTINUED)\nFINAL JONE 19/6/02\n\f131\n\n132\n\n133\n\n134\n\nPage97\nCONTINUED: 131\n\nMICHAEL (CONT'D)\nHow are you, Blondie? SARAH\nGreat. \n---TARGET SECTION TO BE ANNOTATED---\n Everything’s great.\n\nHE NODS.\n\nMICHAEL\nI'm in hell.\n\nSARAH\nI know you are. I know you are, babe.\n\nSHE TAKES HIS HAND.\nINT. MARK’S FLAT. NIGHT. 132\n\nV. LATE TOO. MARK WATCHES THE END OF THE MOVIE OF “WHITE\nCHRISTMAS” ON THE TELEVISION - ALL THE LEADS DRESSED IN RED AND\nWHITE, SINGING WHITE CHRISTMAS, WITH THE REAL SNOW FALLING\nBEHIND THEM - ROSEMARY CLOONEY OPENS HER PRESENT BY THE BIG\nCHRISTMAS TREE AS BING CROSBY LOOKS ON SMILING IN HIS CHRISTMAS\nHAT. HE SWITCHES IT OFF.\n\nMARK\nOkay. Okay. Tape-recorder.\n\nEXT. JAMIE’S FLAT. NIGHT. 133\n\nCUT TO JAMIE, WITH A SMALL BAG AND A COAT ON — LEAVING HIS FLAT\nAND HEADING OUT INTO THE ROAD TO CATCH A TAXI.\n\nJAMIE\nHeathrow airport please.\n\nEXT. FLAT IN WISCONSIN. NIGHT. 134\n\nA LITTLE HOKEY AMERICAN FLAT — SEXY MUSIC — AND A WOMAN IS\nSILHOUETTED IN THE WINDOW, CLEARLY TAKING OFF A TINY T-SHIRT —\nTHEN TWO MORE GIRLS ENTER THE SHADOW, ALSO STRIPPING DOWN.\n\nBACK AT STREET-LEVEL, A GIRL WALKS UP TO THE FRONT DOOR — AND\nLETS HERSELF IN. SHE HAS SHOULDER LENGTH CURLY HAIR AND GORGEOUS\nLEGS BELOW HER MICRO-SKIRT. SHE SHOUTS UP — IN A VOICE THAT IS\nALMOST FAMILIAR...\n\nGIRL 4 / HARRIET\nHi girls — I’m home.\n\nFINAL JUNE 19/6/02\n\fPageds\n\n135 INT. DANIEL’S HOUSE. LIVING ROOM. NIGHT. 135\n\nSAM AND DANIEL WATCHING THE GREAT BIG END OF OFFICER & A\nGENTLEMAN, AS HE SWEEPS HER UP AND CARRIES HER THROUGH THE\nFACTORY TO THE SOUND OF ‘UP WHERE WE BELONG’.\n\nDANIEL\nThat’s very much the kind of thing you\nshould do.",
  "79": "---END OF PREVIOUS SECTION---\nLIVING ROOM. NIGHT. 135\n\nSAM AND DANIEL WATCHING THE GREAT BIG END OF OFFICER & A\nGENTLEMAN, AS HE SWEEPS HER UP AND CARRIES HER THROUGH THE\nFACTORY TO THE SOUND OF ‘UP WHERE WE BELONG’. DANIEL\nThat’s very much the kind of thing you\nshould do. \n---TARGET SECTION TO BE ANNOTATED---\n Has she noticed you yet?\n\nSAM\nNo - you know the score in romances -\npeople only get together right at the very\nend...\n\nDANIEL\nOf course.\n\nSAM\nBy the way - I feel bad I never ask you how\nyour love life’s going.\n\nDANIEL\nHa! No. As you know, that was a done deal\nlong ago. Unless Nicole Kidman calls, of\ncourse... in which case I want you out of\nthis house straight away, you little\nmotherless mongrel.\n\n136 EXT. LONDON SKYLINE. EVE. 136\n\n137\n\nTHE NEXT DAY - 6.50 PM. THE CAMERA MOVES ACROSS LONDON - A RADIO\n1 DJ IS BROADCASTING TO THE NATION...\n\nRADIO 1 Do\nAnd it’s a rainy Christmas Eve in London\nTown — and the big question is - who is\nnumber one ~— is it going to be Westlife, or\nwill it be the totally unexpected Christmas\nsensation from Billy Mann?\nWell, there’s only two records to go in our\nchart — and this is the first of them.\nNumber two at Christmas this year... (LONG,\nDRAMATIC, MILKY PAUSE) it’s... Westlife...\n\nINT. RECORD COMPANY BOARDROOM. EVE. 137\n\nTHE ROOM, ONCE EMPTY, IS TOTALLY PACKED WITH RECORD PEOPLE, ALL\nGOING BERSERK. ‘YES, YES, YES’ JOE STANDS NEAR BILLY.\n\nJOE\nWe are the champions!\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPageg9\n\n137 CONTINUED: 137\n\nBILLY\nI am the Champion!\n\nJOE\nYou are the champion!\n\nA PHONE GOES. THE ROOM GOES SILENT. BILLY ANSWERS.\n\nRADIO 1 DJ\nBilly...\n\nBILLY\nHello.\n\nRADIO 1 DJ\n\nWe're live across the nation and you're\nnumber one. How do you feel?\n\nBILLY\nWell, as you know — I’m an enormous fan of\nWestlife and the thought of those young\nchaps not getting to number 1, well, it’s a\nreal heartbreaker.\n\nRADIO 1 DJ.\nAnd your real reaction, Bill?\n\nBILLY\nFuck ‘em. I’m the king.",
  "80": "---END OF PREVIOUS SECTION---\nAnd your real reaction, Bill? BILLY\nFuck ‘em. I’m the king. \n---TARGET SECTION TO BE ANNOTATED---\nJOE LEAPS IN THE AIR.\n\nAND THEN\n\nJOE\nHE'S THE KING!\n\nBACKS AWAY IN EMBARRASSMENT.\n\nRADIO 1 DJ\nAnd how will you be celebrating?\n\nBILLY\nI don’t know — either I could behave like a\nrock and roll loser and get drunk with my\nfat manager — or when I hang up, I'll get\nflooded by invitations to a large number of\nglamorous parties.\n\nRADIO 1 DJ.\nLet’s hope it’s the latter. And here it is\n— number one — from Billy Mann... It’s\n“Christmas is All Around”.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f137\n\n138\n\n139\n\nPage100\nCONTINUED: (2) 137\n\nBILLY\nO Jesus — not that crap again! (HE HANGS\nUP) How do you think I did?\n\nJOE\nYou're the King of Kings. Not Jesus - you!\n\nGINA STEPS FORWARD, HOLDING HER MOBILE.\n\nGINA\nBill - it’s for you.\n\nBILLY TAKES THE PHONE.\n\nBILLY\nElton. Of course. Of course. Of course.\nSend a very big car and I’1l be there.\n\nHE HANGS UP\n\nBILLY (CONT'D)\nIt’s going to be a very good Christmas.\n\nJOE, A BIT LOST NOW IN THE CROWD OF NEW FRIENDS, GRINS FROM EAR\nTO EAR. :\n\nINT. ARRIVALS GATE. FRENCH AIRPORT. 138\n\nCUT TO JAMIE COMING THROUGH A FRENCH AIRPORT — LOOKING\nDETERMINED, NOT CARRYING ANY LUGGAGE. HE ACTUALLY BREAKS INTO A\nRUN FOR NO REASON.\n\nINT. THE DRAWING ROOM. 10 DOWNING STREET. EVE. 139\n\nBACK TO THE PM — IT’S JUST AFTER 7 PM ON CHRISTMAS EVE. STILL SO\nALONE. HE SPOTS THE CHRISTMAS CARDS AGAIN. IT’S RAINING AND DULL\nAND HE PICKS THEM UP CASUALLY.\n\nFIRST A COUPLE OF BORING ONES — HE TURNS ONE OVER TO READ THE\nSIGNATURE, WHICH STILL DOESN’T MAKE SENSE UPSIDE DOWN.",
  "81": "---END OF PREVIOUS SECTION---\nHE SPOTS THE CHRISTMAS CARDS AGAIN. IT’S RAINING AND DULL\nAND HE PICKS THEM UP CASUALLY. FIRST A COUPLE OF BORING ONES — HE TURNS ONE OVER TO READ THE\nSIGNATURE, WHICH STILL DOESN’T MAKE SENSE UPSIDE DOWN. \n---TARGET SECTION TO BE ANNOTATED---\nTHE THIRD ONE JOLTS HIM — IT IS FROM NATALIE. HE READS IT. IT\nSAYS THIS....\n\nNATALIE (V.0)\nDear Sir - Dear David - Merry Christmas\nand I hope you have a very Happy New Year -\nI’m very sorry about the thing that\nhappened. It was a very odd moment and I\napologise and feel like a fool.\n\n(MORE)\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f139\n\n140\n\n141\n\n142\n\n143\n\nPage101\nCONTINUED: 139\nNATALIE (V.0O) (CONT'D)\nParticularly because (if you can’t say it\nat Christmas, when can you, eh?) — I’m\nactually ever yours, with LOVE. KISS KISS\nKISS - Your Natalie.\n\nHE PAUSES. PUTS IT DOWN. RE-READS IT. THEN, AS MUSIC STARTS TO\nPLAY, HE MAKES UP HIS MIND. HE LEAVES THE DRAWING ROOM.\n\nINT. DOWNING STREET - STAIRCASE / CORRIDOR / INNER 140\nLOBBY/ENTRANCE HALL. NIGET.\n\nHE RUNS RIGHT THROUGH THE CORRIDOR - DOWN THE STAIRCASE -\nTHROUGH THE EMPTY INNER LOBBY AND OUT TOWARDS THE FRONT DOOR.\nTHERE’S A SECURITY PERSON THERE.\n\nPM\nI need a car.\n\nEXT. 10 DOWNING STREET. NIGHT. 141\n\nCUT ON. HE GETS INTO THE CAR OUTSIDE DOWNING STREET — A DARK,\nWET NIGHT.\n\nPM\nTake me to Wandsworth. Harris Street.\n\nEXT. THE THAMES. NIGHT. 142\n\nHIS BIG CAR SHOOTS ACROSS BATTERSEA BRIDGE. A POLICE CAR FOLLOWS\nIt.\n\nTHE CAMERA SWEEPS UP AND OVER ON TO THE NEXT BRIDGE, AND THERE,\nCROSSING IT, IS A HUGE WHITE, ELTON JOHNNY LIMOUSINE — WITH\nBILLY INSIDE IT, DRINKING CHAMPAGNE.\n\nTHEN IT SWEEPS ON TO THE NEXT BRIDGE, AND THERE RUSHING PAST IS\nMARK, THE BEST MAN, IN HIS CAR...\n\nINT. KAREN’S HOUSE. NIGHT.",
  "82": "---END OF PREVIOUS SECTION---\nINT. KAREN’S HOUSE. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 143\n\nCUT ON — CHRISTMAS IS REALLY IN SWING NOW ~— IT’S PRESENT-OPENING\nTIME AT KAREN’S. SHE TWINKLES IN HARRY’S DIRECTION.\n\nKAREN .\nNow, just one present each tonight. Who’s\ngot one for Daddy?\n\nHARRY\nWhy don’t you take one for yourself.\n\nKAREN\nMaybe I will. Perhaps I’1l1 take this..\nIT’S HARRY’S PRESENT. SHE SMILES AS SHE STARTS TO UNWRAP IT.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage102\n\n143 CONTINUED: 143\n\n144\n\n145\n\nHARRY\nI’m afraid there’s only one this year. I\nhaven’t exactly had a lot of time to go out\n\nshopping.\n\nKAREN\nNo — but what you had I’m sure you’ve used\nwell.\n\nSHE OPENS IT SLOWLY. IT IS... A CD OF JONI MITCHELL.\n\nKAREN (CONT'D)\nRight. Right. Well, that’s a surprise. Wow.\n\nHARRY\nThought it might be up your street.\n\nKAREN\nYes. Goodness. That’s great.\n\nHARRY\nMy passionate wife.\n\nKAREN\nHa! Yes. If you don’t mind I think I might\nabsent myself for a second. All that ice-\ncream. Darling — could you just make sure\nthe kids are ready to go.\n\nSHE MOVES SLOWLY OUT OF THE ROOM WITH A SLIGHTLY GLAZED SMILE. A\nSLIGHTLY MYSTERIOUS MUSICAL SOUND STARTS...\n\nINT/EXT. PM’S CAR. WANDSWORTH STREET. NIGHT. 144\n\nTHE PM & HIS CARS ARRIVE IN WANDSWORTH & TURN INTO QUITE A SHORT\nSTREET.\n\nDRIVER\nWhat number, sir?\n\nPM\nThere’s a good question. I’ve got\nabsolutely no bloody idea. Damn. Damn. Ahm..\nO hell.\n\nEXT. HARRIS STREET. NIGHT. 145\n\nHARD CUT — HE STANDS AT THE DOOR OF NUMBER ONE, HARRIS STREET —\nAND KNOCKS. HE HAS WITH HIM A BODYGUARD, WHO IS FIVE YARDS AWAY,\nDISCREET. AN OLD LADY COMES OUT.\n\nPM\nHello.",
  "83": "---END OF PREVIOUS SECTION---\nHE HAS WITH HIM A BODYGUARD, WHO IS FIVE YARDS AWAY,\nDISCREET. AN OLD LADY COMES OUT. PM\nHello. \n---TARGET SECTION TO BE ANNOTATED---\n Does Natalie live here?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage103\n145 CONTINUED: 145\n\nOLD LADY\nNo.\n\nPM\nRight, fine. Thank you. Sorry to disturb.\n\nOLD LADY\nAren’t you the Prime Minister?\n\nPM\nWell, yes — in fact I am. Merry Christmas.\nPart of the service now. I’m hoping to get\nround everyone by New Year’s Eve.\n\nOLD LADY\nO lovely.\n\nCUT TO HIM RINGING ON THE NEXT DOOR. THE TWO CARS ALWAYS\nCRUISING ALONG, FOLLOWING HIM. A 6 YEAR OLD GIRL ANSWERS\n\nPM\nHello.\n\nWANDSWORTH CHILD\nHello, are you singing carols?\n\nPM\nAh, no, I’m not.\n\nWANDSWORTH CHILD\n0. (RATHER DEPRESSED) We haven't had a\nsingle carol singer this year. Mum said\nthere’d be carol singers all the time.\n\nTWO OTHER SAD LITTLE KIDS EDGE UP NEXT TO THEIR BROTHER AND LOOK\nOUT DISAPPOINTED.\n\nPM\nWell, I mean, I suppose I could. Ahm.. “Good\nKing Wenceslas looked out...” (HE GESTURES\nTOWARDS THE BODYGUARD, WHO JOINS IN\nUNEASILY) “ on the Feast of Stephen...”\n\nCUT - THE PM KNOCKS ON ANOTHER DOOR. IT OPENS. THERE IS MEL. AND\nON HER NECK, THE NECKLACE.\n\nPM (CONT'D)\nSorry to disturb - does Natalie live here?\n\nMEL\nI’m sorry, no - she’s next door.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage104\n\n145 CONTINUED: (2) 145\n\nPM\n\nO brilliant.\nMEL\n\nYou're not who I think you are, are you?\nPM\n\nYes, ‘fraid so. Sorry about all the cock\n\nups — the health service is an absolute\n\n146\n\nbugger - but hope to do better next year.\n\nPM STRAIGHTENS HIS TIE AND HIS HAIR, AS HE HAS DONE FOR HER\nBEFORE, THEN, IN SLOW MOTION, HIS FINGER SLOWLY MOVES TO RING ON\nTHE BELL.",
  "84": "---END OF PREVIOUS SECTION---\nPM\n\nYes, ‘fraid so. Sorry about all the cock\n\nups — the health service is an absolute\n\n146\n\nbugger - but hope to do better next year. PM STRAIGHTENS HIS TIE AND HIS HAIR, AS HE HAS DONE FOR HER\nBEFORE, THEN, IN SLOW MOTION, HIS FINGER SLOWLY MOVES TO RING ON\nTHE BELL. \n---TARGET SECTION TO BE ANNOTATED---\n FINALLY HE REACHES IT AND RINGS IT.\n\nINT. NATALIE’S HOUSE. NIGET. 146\nTHE DOOR OPENS - AND A WHOLE, EXPLOSIVE FAMILY IS CROWDED INTO\nA THIN CORRIDOR, ALL IN THEIR WINTER COATS, OBVIOUSLY JUST\nSECONDS BEFORE ALL GOING OUT. IT COULDN’T BE MORE AWKWARD —\nTHEY’ RE ALL THERE, 7 PEOPLE — AND NOT NATALIE.\n\nPM\nHello, is Natalie around?\n\nNATALIE HASN'T SEEN HIM AND IS COMING FROM THE NEXT ROOM.\n\nNATALIE\nWhere the fuck is my fucking coat? 0O\nhello.\n\nPM\nHello.\n\nBIG AWKWARDNESS — AND HE IS LOOKING A BIT LIKE A DROWNED RAT.\n\nNATALIE\nThis is my Mum and my Dad and my Uncle Tony\nand Auntie Glynne..\n\nPM\nPleased to meet you.\n\nNATALIE\nAnd this is.. the Prime Minister.\n\nMUM\nYes, we can see that, darling\n\nSOME CHILDREN SCUTTLE AROUND.\n\nNATALIE\n- and... unfortunately we’re very late.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f146\n\n147\n\nPage105\nCONTINUED: 146\n\nMUM\nIt’s the school nativity concert, you see,\nDavid, and it’s the first time all the\nlocal schools have joined together, even St\nBasil’s which is most...\n\nNATALIE\n\nToo much detail, Mum.\nDAD\n\nAnyway... ahm.. how can we help, sir?\nPM\n\nWell, actually I needed Natalie... about\nsome... state business...\n\nDAD\nRight, yes — of course. (HE LOOKS AT HIS\nWATCH) Right, well, perhaps you should come\non later, Plumpy... (NATALIE NUDGES HIM)\nerm... Natalie...\n\nPM\nNo — look, I don’t want you to miss the\nconcert.\n\nNATALIE\n\nNo, it’s nothing really.\n\nMUM\nKeith’11 be very disappointed.\n\nNATALIE\nReally no — it doesn’t matter...\n\nMUM\n\nThe octopus costume has taken me months. 8\nis a lot of legs...\n\nPM\nLook — why don’t I drive you? We can talk\nin the car.",
  "85": "---END OF PREVIOUS SECTION---\nMUM\n\nThe octopus costume has taken me months. 8\nis a lot of legs... PM\nLook — why don’t I drive you? We can talk\nin the car. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nSHE GIVES HIM A V. HAPPY LOOK.\n\nNATALIE\nOkay.\n\nINT. BEDROOM. KAREN’S HOUSE. NIGHT. 147\n\nCUT TO KAREN IN HER BEDROOM. SHE’S JUST STANDING THERE — RIGID —\nLISTENING TO JONI, PLAYING LOUD ON THE CD.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f147\n\n148\n\nPage106\nCONTINUED: 147\n\nJONI\nMoons and Junes and Ferris wheels\nThe dizzy dancing way that you feel\nAs every fairy tale comes real\nI’ve looked at love that way.\nBut now it’s just another show,\nAnd you leave ‘em laughing when you go\nAnd if you care, don’t let them know\nDon’t give yourself away.\n\nA TEAR FALLS FROM HER EYE, WHICH SHE WIPES AWAY. HER HANDS PLAY\nWITH HER HAIR, :\n\nI’ve looked at love from both sides now\nFrom give and take, and still somehow\nIt’s love’s illusions I recall,\n\nI really don’t know love,\n\nReally don’t know love at all.\n\nSHE TRIES TO SMILE — AND AS THE SONG CONTINUES, HEADS BACK TO\nREJOIN FAMILY LIFE, WITH SMILES AND KISSES AND LAUGHTER. AND A\nBREAKING HEART.\n\nKAREN\nCome on, my darlings — we better be going\nor we'll be horribly late.\n\nINT. /EXT. PM’S CAR. WANDSWORTH. NIGHT. 148\n\nCUT INTO THE PM’S CAR — THERE ARE PM AND NATALIE SITTING WITH\nTHE BODYGUARD AND ONE BROTHER.\n\nWE SEE THE POLICE CAR IS TOTALLY FULL OF FAMILY BEHIND. BACK IN\nTHE PM’S CAR... PAUSE\n\nPM\nThanks for your Christmas card.\n\nNATALIE\nYou’ re welcome. I just thought I — (THEN\nOUT IT COMES IN A SPLURGE) I’m so sorry\nabout that day — I mean I came into the\nroom, and he slinked towards me and there\nwas a fire and I was just standing there\nand he’s the President of the United States\nand... nothing happened, I promise — and I\njust felt such a fool because... you’re the\nman I really...",
  "86": "---END OF PREVIOUS SECTION---\nPAUSE\n\nPM\nThanks for your Christmas card. NATALIE\nYou’ re welcome. I just thought I — (THEN\nOUT IT COMES IN A SPLURGE) I’m so sorry\nabout that day — I mean I came into the\nroom, and he slinked towards me and there\nwas a fire and I was just standing there\nand he’s the President of the United States\nand... nothing happened, I promise — and I\njust felt such a fool because... you’re the\nman I really... \n---TARGET SECTION TO BE ANNOTATED---\nHER BROTHER\nWe’re here! !!!\n\nTHIS IS THE KEY MOMENT - WHICH WAY WILL THEY JUMP?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f: Page107\n148 CONTINUED: 148\n\nPM\nLook, I better go — the last thing anyone\nneeds is some boring politician stealing\nthe kids’ thunder.\n\nNATALIE\nDo you have to?\n\nPM\nYes. Although I’1l be very sorry to drive\naway from you.\n\nNATALIE\nJust give me one second...\n\n149 EXT. SCHOOL CAR PARK. NIGHT. 149\n\nSHE JUMPS OUT OF THE CAR. MEANTIME THE SCHOOL CAR PARK IS FULL\nOF ACTION.\n\nDANIEL AND SAM ARE ARRIVING — SAM.CARRYING DRUMSTICKS - VERY\nDETERMINED LOOKING. DANIEL TO MAKE HIS HAIR LOOK A LITTLE MORE\nFASHIONABLE.\n\nTHEN CUT TO JUDY AND JOHN, MEETING JOHN’S FAMILY. THERE’S A\nLITTLE NEPHEW THERE.\n\nJOHN’S BROTHER\nJohn’s been very mysterious - where did you\ntwo meet?\n\nJUDY\n\nNATALIE COMES BACK TO THE CAR.\n\nNATALIE\nCome on in — we can watch from backstage.\n\nLITTLE PAUSE.\n\nPM\nOkay. Terry, I’11 be back in an hour.\n\nAS THEY STEP OUT, AS EVER WITH THE BODYGUARD, HE PAUSES IN A\nMOMENT OF CLARITY.\n\nPM (CONT'D)\nIt is pretty important we don’t get seen.\nThis has to be a very private visit.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage108\n149 CONTINUED: 149\n\nNATALIE\nDon’t worry — this was my school, I know my\nway around.\n\n150 EXT. MARSEILLE. NIGHT. 150\n\nJAMIE ARRIVES IN HIS CAR IN A VERY THIN, POOR CITY STREET IN\nMARSEILLE. HE GETS OUT OF HIS CAR, HEADS DOWN AND RINGS ON A\nDOOR BELL.\n\nA MAN ANSWERS. HUGE BLACK MOUSTACHE — ABOUT SIXTY — BIG BELLY -\nJUST WEARING A VEST. JAMIE SPEAKS IN FLUENT PORTUGUESE.",
  "87": "---END OF PREVIOUS SECTION---\nA MAN ANSWERS. HUGE BLACK MOUSTACHE — ABOUT SIXTY — BIG BELLY -\nJUST WEARING A VEST. JAMIE SPEAKS IN FLUENT PORTUGUESE. \n---TARGET SECTION TO BE ANNOTATED---\nJAMIE\nBoa tarde, Mr Barros — I am here to ask\nyour daughter for her hands in marriage. I\nhope that you will give me your permission.\n\nMR BARROS\nYou wish to marry my daughter?\n\nJAMIE\nI do.\n\nMR BARROS CALLS BACK.\n\nBARROS\nCome here quickly — there is a man at the\ndoor.\n\nTHROUGH THE PLASTIC CURTAIN LEADING INTO THE NEXT ROOM COMES A\nVERY BIG PORTUGUESE GIRL. THERE’S NO LOVE LOST BETWEEN FATHER\nAND DAUGHTER.\n\nMR BARROS\nHe wants to marry you.\n\nSOPHIA\nBut I’ve never met him before.\n\nMR BARROS\nDoesn’t matter - the sooner I get you out\nof the house the better.\n\nSOPHIA\nYou’re going to sell me to a complete\nstranger?\n\nMR BARROS\n\nWho mentioned ‘sell’ - I’11l pay him.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage109\n150 CONTINUED: 150\n\nJAMIE\nAbm, excuse me — I’m meaning your other\ndaughter — Aurelia.\n\nMR BARROS\nO- I’m sorry. My mistake.\n\nSOPHIA\nI get it. This must be the Englishman she\nhas been talking about till my ears bleed\nwith boredom.\n\nMR BARROS\nShe is not here. She’s at work. I’1l take\nyou. You - stay here!\n\nSOPHIA\nO don’t be stupid.\n\n151 INT. CORRIDOR/BACKSTAGE. SCHOOL. NIGHT. 151\n\nBACK AT SCHOOL — KAREN AND KIDS AND HARRY ARE LATE - SHE’S\nHAVING TROUBLE MOVING HER BROOD DOWN THE CORRIDOR.\n\nKAREN\n(TO HARRY) You go get the seats. Come on\neveryone — quick quick.\n\nTHE PM & NATALIE & THE BODYGUARD ALSO GOING DOWN A LITTLE\nCORRIDOR — IN A SORT OF BACK STAGE AREA.. AND THEN THE TWO\nPARTIES BUMP INTO EACH OTHER...\n\nKAREN (CONT'D)\nDavid!\n\nSHE HUGS HIM. AND STAYS HUGGING HIM A BIT LONGER THAN YOU'D\nEXPECT. SUDDENLY THE EMOTION COMES OUT.",
  "88": "---END OF PREVIOUS SECTION---\nSHE HUGS HIM. AND STAYS HUGGING HIM A BIT LONGER THAN YOU'D\nEXPECT. SUDDENLY THE EMOTION COMES OUT. \n---TARGET SECTION TO BE ANNOTATED---\n HE’S SURPRISED BY HER\nINTENSITY.\n\nPM\nHey — hey.\n\nKAREN\nWhat the hell are you doing here?\n\nPM\nRight... well...\n\nKAREN\nI always tell your secretary’s secretary’s\nsecretary these things are going on — but\nit never occurred to me that you'd actually\nturn up...\n\n(CONTINUED)\nFINAL JUNE 29/6/02\n\f151 CONTINUED:\n\nPM\nWell, look, it’s a long story and I didn’t\nwant everyone to see, so I’m just going to\nhide myself somewhere and watch — good\nluck, Daisy! Good luck, Bernie. Heard\nabout your essay - very amusing.\n\nBERNIE\n(SLIGHTLY GOBSMACKED) Thank you, sir.\n\nKAREN\nI’ve got to tell you - I’ve never been\ngladder to see my stupid big brother.\nThank you.\n\nPM\nYou're welcome.\n\nAND NOW REALLY, NATALIE & THE BODYGUARD CAN’T GO ON STANDING\nTHERE ANY LONGER\n\nPM (CONT'D)\nThis is Gavin. And this is Natalie — she’s\nmy... catering manager.\n\nKAREN\nWell, watch out he keeps his hands off you\n— 20 years ago you would have been just his\ntype.\n\nTHEY ALL LAUGH.\nNATALIE\nI‘1l be very careful. (TO THE PM) Don’t try\nsomething, sir, just cos it’s Christmas..\nMORE UNEASY LAUGHTER. A BELL GOES — THE SHOW’S STARTING.\n\nKAREN\nO Christ. Show time. See you after.\n\nPM\nWell, maybe, maybe.\n\nSHE GIVES HIM A FINAL HUG, AND WHISPERS\n\nKAREN\nThank you, Prime Minister.\n\n151\n\nPage110\n\nPM AND NATALIE HEAD OFF AND ENTER A SORT OF BACKSTAGE AREA, FULL\n\nOF ROPES AND PULLEYS.\n\nPINAL JUNE 19/6/02\n\f152\n\n153\n\n154\n\n155\n\n156\n\nPage111\n\nEXT. MARSEILLE. NIGHT. 152\nJAMIE AND FATHER AND SISTER ARE MOVING THROUGH THE STREETS.\n\nSOPHIA\nYou better not say ‘yes’, father —\n\nMR BARROS\nShut up, Miss Lardcake 2003,\n\nTHEY PASS ANOTHER FAMILY SITTING OUT..",
  "89": "---END OF PREVIOUS SECTION---\nMARSEILLE. NIGHT. 152\nJAMIE AND FATHER AND SISTER ARE MOVING THROUGH THE STREETS. SOPHIA\nYou better not say ‘yes’, father —\n\nMR BARROS\nShut up, Miss Lardcake 2003,\n\nTHEY PASS ANOTHER FAMILY SITTING OUT.. \n---TARGET SECTION TO BE ANNOTATED---\nSOPHIA\nFather is about to sell Aurelia as a white\nslave to this Englishman.\n\nTHE OTHER FAMILY FOLLOW. THEY DON’T WANT TO MISS THIS.\nEXT. LONDON STREET. NIGHT. 153\n\nCUT TO MARK, NOW CRUISING SLOWLY... AND PARKING HIS CAR — AND\nGETTING OUT AFTER A MOMENT’S HESITATION.\n\nINT. SCHOOL HALL. NIGHT. 154\n\nCUT INTO THE CONCERT — IT’S THE CLIMAX OF A NATIVITY SCENE. THE\nCAST ARE POINTING AT THE STAR ABOVE JESUS AND SINGING “CATCH A\nFALLING STAR”, A LITTLE SIGN SAYS ‘FORM 2B’\n\nFORM 2B\nCatch a falling star and put it in your\npocket, save it for a rainy day\nCatch a falling star and put it in your\npocket, never let it fade away,\nNever let it fade away, never let it fade\naway..\n\nTHERE IS JESUS, SURROUNDED BY MARY & JOSEPH AND 3 ANGELS — TWO\nOF THEM DRESSED NORMALLY AND BAD BERNARD DRESSED LIKE A\nSTREETWISE RAPPER — BUT WITH A HALO. WIDEN TO TAKE IN THE CAST\nOF COWS, SHEEP, AND LOTS AND LOTS OF SEA CREATURES — LOBSTERS,\nSQUID, PENGUINS, AN OCTOPUS, A BLUE WHALE ETC.\n\nINT, BACKSTAGE. SCHOOL HALL. NIGHT. 155\n\nWE GO BACK TO PM & NATALIE STANDING THERE NERVOUSLY, BACKSTAGE,\nGLIMPSING THROUGH A LITTLE CRACK.\n\nINT. SCHOOL HALL. NIGHT. 156\n\nTHE SONG ENDS TO GREAT APPLAUSE. KAREN COMES ON TO SPEAK -— MR\nTRENCH STANDS BESIDE HER.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPaget 12\n156 CONTINUED: 156\n\nKAREN\nThank you very much. Before we finish, I’d\njust like to say to our headmistress Mrs\nMonroe, on behalf of all the parents, that\nwe think it’s very brave her being here\ntoday - in the light of her recent loss.",
  "90": "---END OF PREVIOUS SECTION---\nKAREN COMES ON TO SPEAK -— MR\nTRENCH STANDS BESIDE HER. (CONTINUED)\nFINAL JUNE 19/6/02\n\fPaget 12\n156 CONTINUED: 156\n\nKAREN\nThank you very much. Before we finish, I’d\njust like to say to our headmistress Mrs\nMonroe, on behalf of all the parents, that\nwe think it’s very brave her being here\ntoday - in the light of her recent loss. \n---TARGET SECTION TO BE ANNOTATED---\nGeraldine was a wonderful and wicked woman ~\nand sorrow is particularly hard at\nChristmas...\n\nWE CUT TO THE HEADMISTRESS — SHE IS WEARING DARK GLASSES. SHE\nJUST NODS POLITELY. WE ALSO SEE HARRY, SORROW-CAUSER.\n\nKAREN (CONT'D)\nSo finally, the climax of the evening - Mr\nTrench...\n\nMR TRENCH\nYes - St Joseph's top 3 classes will now\nperform their chosen Christmas number. The\nlead vocal is by Joanna Anderson.\n\nDANIEL RAISES AN EYEBROW - THIS IS HER....\n\nBacking vocals co-ordinated by her mother,\nthe great Mrs Jean Anderson.\n\nSome of the staff have decided to help, and\nwe ask you to forgive us our sins. Thank\nyou.\n\nTHE SONG BEGINS IN DARKNESS ~ THE TINKLING OF INNOCENT CHRISTMAS\nBELLS AND THEN INTO THE SPOTLIGHT STEPS THE LEAD SINGER —\n\nSHE IS A FABULOUS 12 YEAR OLD BLACK GIRL — A FEMALE MICHAEL\nJACKSON. A SLOW MAGNIFICENT START, WHITNEY MEETS MARIAH...\n\nJOANNA :\nI don’t want a lot for Christmas\nThere is just one thing I need\nI don’t care about the presents\nUnderneath the Christmas tree\n\nWE CUT ROUND EXPECTANT PARENTS — AND AT ONE POINT CUT TO MRS\nMONROE — FROM BENEATH HER DARK GLASSES, TEARS FALL GENTLY DOWN\nHER CHEEKS. SHE DOESN’T WIPE THEM.\n\nI just want you for my own\n\nMore than you could ever know.\nMake my wish come true\n\nAll I want for Christmas is you...\n\nAND THEN IT KICKS INTO ‘ALL I WANT FOR CHRISTMAS IS YOU’,\nORIGINALLY SUNG BY MARIAH CAREY. IT IS STUNNING.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage113\n156 CONTINUED: (2) 156\n\nSHE. IS STUNNING.",
  "91": "---END OF PREVIOUS SECTION---\nIT IS STUNNING. (CONTINUED)\nFINAL JUNE 19/6/02\n\fPage113\n156 CONTINUED: (2) 156\n\nSHE. IS STUNNING. \n---TARGET SECTION TO BE ANNOTATED---\n ON PIANO IS BAD BERNIE — GRINNING AND NOW\nWEARING A T-SHIRT SAYING ‘HELL’S ANGEL’\n\nSAM’S MONOTONOUS DRUMS SUDDENLY MAKE FANTASTIC PHIL SPECTOR\nSENSE - BUT THEN HE EXPLODES INTO SOME VERY EXPERIMENTAL RIFFS -\nHE’S DAMN GOOD! AT ONE MOMENT DANIEL LOOKS TOWARDS HIM AND SENDS\nBACK A DISTINCTIVE ‘SHE’S THE ONE’ FINGER - SAM NODS WITH A\nSMILE.\n\nTHE HEAD OF THE BACKING VOCALS IS A MIGHTY WOMAN, CLEARLY\nJOANNA’S MUM, SUPPORTED BY SELF-CONSCIOUS STAFF MEMBERS, LETTING\nTHEIR HAIR DOWN FOR THE FIRST TIME THIS CENTURY. BEHIND THEM A\nCHOIR OF KIDS. IT IS AN EXUBERANT, FABULOUS END TO THE SHOW —\nSOME PARENTS START TO STAND, LED ON BY JOANNA’S DAD — THOUGH\nDANIEL AND THEN HARRY ARE HOT ON HIS HEELS - EVENTUALLY EVERYONE\nIS STANDING... JOHN AND JUDY ARE HAVING A PARTICULARLY FUNKY TIME,\nBOTH DANCING QUITE BADLY.\n\nAND THE PM, QUITE CLOSE TO THE STAGE NOW, PEERS THROUGH THE\nWINGS AMAZED AT THIS PHENOMENAL GIRL — ALTHOUGH WHEN SOMEONE\nAPPROACHES, HE TRIES TO HIDE AND FADE INTO THE BACKGROUND —\nSTILL WORKING HARD NOT TO BE SEEN. HE BACKS UP INTO NATALIE —\nAND IN THE DARKNESS, THEIR LIPS COME TOGETHER...\n\nJOANNA (CONT'D)\nI ‘don't want a lot for Christmas\nThere is just one thing I need\nI don’t care about the presents\nUnderneath the Christmas tree\nI don’t need to hang my stocking\nThere upon the fireplace\nSanta Claus won't make me happy with a toy\non Christmas day\nI just want you for my own,\nMore than you could ever know,\nMake my dreams come true —\nAll I want for Christmas is you.\nYou baby...",
  "92": "---END OF PREVIOUS SECTION---\nHE BACKS UP INTO NATALIE —\nAND IN THE DARKNESS, THEIR LIPS COME TOGETHER... JOANNA (CONT'D)\nI ‘don't want a lot for Christmas\nThere is just one thing I need\nI don’t care about the presents\nUnderneath the Christmas tree\nI don’t need to hang my stocking\nThere upon the fireplace\nSanta Claus won't make me happy with a toy\non Christmas day\nI just want you for my own,\nMore than you could ever know,\nMake my dreams come true —\nAll I want for Christmas is you. You baby... \n---TARGET SECTION TO BE ANNOTATED---\nFINALLY JOANNA POINTS ON ‘ALL I WANT FOR CHRISTMAS IS YOU, IS\nYOU’ — AND AT ONE POINT SHE POINTS AND STARES STRAIGHT AT SAM.\nIT IS THE MOMENT WE/VE BEEN WAITING FOR.... BUT THEN - SHE MOVES\nON... SAM’S HEAD DROPS - HIS DREAMS DEFEATED.\n\nHYSTERIA JUST BEFORE THE END — THE AUDIENCE EXPLODES INTO\nAPPLAUSE...\n\nAS THE FINAL REPEATED STRAINS OF ‘ALL I WANT FOR CHRISTMAS IS\nYOU, BABY’ WE PAN ALONG THE KIDS TO GLEEFUL BAD BERNARD — WHO\nLOOKS ROUND AND SURE ENOUGH — HE SEES MR TRENCH, HIS R.E.\nTEACHER, ALSO BOWING, AND EMITTING A BRIGHT BLUE VISIBLE FART.\nBERNIE SMILES THE HUGEST SMILE OF ALL.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage114\n\n156 CONTINUED: (3) 156\n\n157\n\n158\n\nFINALLY FAKE SNOW STARTS TO FLUTTER DOWN ON THE CHILDREN AND THE\nSTAGE BACKDROP GOES UP TO REVEAL THE LITTLE SURPRISE - A FULL\nPAINTED WINTER WONDERLAND, SAYING ‘MERRY CHRISTMAS’, CLEARLY\nDONE BY ALL THE CHILDREN.\n\nA SLIGHTLY BIGGER SURPRISE IS THAT STANDING THERE IN THE MIDDLE\nOF THE STAGE, THINKING THEY ARE BACKSTAGE AND TOTALLY PRIVATE,\nARE THE PRIME MINISTER AND NATALIE KISSING — INSTANTLY OUT COME\nTHE CAMERAS OF EVERY SINGLE PARENT IN THE SCHOOL, IT IS A\nTHUNDER AND LIGHTNING OF FLASHES.. THERE IS NOTHING THE PM AND\nNATALIE CAN DO. .\n\nPM\nRight. So not quite as private as we'd\nhoped... What do we do....\n\nTHEY STARE AT EACH OTHER - THEN HE TURNS AND... TAKES A LITTLE\nNERVOUS BOW.\n\n. MARSEILLE. NIGHT. : 157\n\nQUITE A LARGE GROUP OF PEOPLE NOW WALKING THROUGH THE\nBACKSTREETS — ABOUT 22 OF THEM — THEY’ VE BEEN COLLECTING AT\nSISTER SOPHIA’S INSTIGATION.",
  "93": "---END OF PREVIOUS SECTION---\n. MARSEILLE. NIGHT. : 157\n\nQUITE A LARGE GROUP OF PEOPLE NOW WALKING THROUGH THE\nBACKSTREETS — ABOUT 22 OF THEM — THEY’ VE BEEN COLLECTING AT\nSISTER SOPHIA’S INSTIGATION. \n---TARGET SECTION TO BE ANNOTATED---\n THEY TURN OUT ON TO THE HARBOUR -\nAND THEN MOVE ALONG TO A RESTAURANT FACING THE WATER, AND BURST\nINTO IT.\n\nINT. RESTAURANT. MARSEILLE. NIGHT. 158\nTHERE IS A PROPRIETOR BEHIND THE BAR\n\nMR BARROS\nWhere is Aurelia — this man has come to ask\nher to marry him.\n\nPROPRIETOR\nHe can’t do that — she’s our best waitress.\n\nMR BARROS\nDon’t be so selfish, Where is she?\n\nPROPRIETOR\nWhy should I care, if she’s not going to\ncontinue working here, the little tart?\n\nAND AT THAT MOMENT AURELIA BACKS THROUGH THE DOOR HOLDING THREE\n\nPLATES OF FOOD — SHE TURNS AND SEES JAMIE STANDING THERE. SHE\n\nFREEZES. AND THEN VERY GENTLY PUTS THE FOOD DOWN — AND WIPES THE\n\nen ER FACE BACK. SHE’S PROBABLY WEARING MAKE-UP FOR THE\nTIME.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage115\n\n158 CONTINUED: 158\nJAMIE\nBoa noite, Aurelia.\nAURELIA\nBoa noite, Jamie.\nPAUSE\nMR BARROS\nGet a move on, Mister.\nJAMIE\nBeautiful Aurelia - I’ve come here with a\nview to asking you.. to marriage me.\nCUT TO HER.\nJAMIE (CONT'D)\nI know I seems an insane person ~ because I\nhardly know you — but sometimes things are\nso transparency, they don’t need evidential\nproof. I’d be very honoured if you would\nmake marriage with me, and I will habit\nhere, or you can come and habit with me in\nEngland... :\nSOPHIA\nDefinitely go for England, girl. You might\nmeet Prince William - then you can marry\nhim instead.\nMR BARROS\nSsssh.\nJAMIE\nOf course I don’t expect you to be as\nfoolish as me, and of co-co-course I\nprediction you say ‘no’ — but it’s\nChristmas and I just wanted to... check.\nPAUSE AS SHE THINKS.",
  "94": "---END OF PREVIOUS SECTION---\nMR BARROS\nSsssh. JAMIE\nOf course I don’t expect you to be as\nfoolish as me, and of co-co-course I\nprediction you say ‘no’ — but it’s\nChristmas and I just wanted to... check. PAUSE AS SHE THINKS. \n---TARGET SECTION TO BE ANNOTATED---\nSOPHIA\nO for heaven’s sake say ‘yes’, you skinny\nmoron.\n\nCUT BACK TO AURELIA AND BACK TO JAMIE. THEN — BECAUSE SHE TOO\nHAS LEARNT THE LANGUAGE OF THE PERSON SHE LOVES, IN VERY BROKEN\n\nENGLISH.\n\nAURELIA\nThank you — that will be nice. ‘Yes’ is\nbeing my answer... Easy question.\n\n(CONTINUED)\n\nFINAL JUNE 19/6/02\n\f158\n\n159\n\nPage116\nCONTINUED: (2) 158\n\nMR BARROS\nWhat did you say?\n\nAURELIA\nYes, of course.\n\nEVERYONE CHEERS.\n\nJAMIE\nYou learnt English?\n\nAURELIA’\n(IN ENGLISH) Just in cases.\n\nAND THE BANDS STRIKES UP. AND THE ENTIRE PORTUGUESE COMMUNITY\nHUGS HIM. INCLUDING THE SISTER WITH A HUGE KISS ON THE LIPS.\n\nAND AURELIA AND JAMIE MOVE TOGETHER AND TWIRL IN GLORIOUS AND\nGLAMOROUS SLOW MOTION AS THEY DANCE INTO THE FUTURE...\n\nINT. SCHOOL CORRIDOR. NIGHT. 159\n\nAFTERWARDS IN THE SCHOOL CORRIDOR THE ATMOSPHERE IS EXPLOSIVE\nAND EXCITED ~ THE FULL CHRISTMAS MONTY. SAM COMES UP TO DANIEL,\nNOT HAPPY\n\nDANIEL\nHey. Great show. Classic drumming.\n\nSAM\nYeh, thanks. Plan didn’t work though.\n\nDANIEL\nTell her then.\n\nSAM\nTell her what?\n\nDANIEL\nTell her that you love her.\n\nSAM\nNo way! Anyway, they fly tonight.\n\nDANIEL\nEven better — you've got nothing to lose -\nand you’1l always regret it if you don’t. I\nnever told your Mum enough — I should have\ntold her every day ~ because she was\nperfect every day. You've seen the films,\nkiddo - it ain’t over till it’s over.\n\nPAUSE\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage117\n159 CONTINUED: 159\n\nSAM\nOkay ~- let’s do it, Dad. Let’s go get the\nshit kicked out of us by love... Just give\nme one sec...",
  "95": "---END OF PREVIOUS SECTION---\nPAUSE\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage117\n159 CONTINUED: 159\n\nSAM\nOkay ~- let’s do it, Dad. Let’s go get the\nshit kicked out of us by love... Just give\nme one sec... \n---TARGET SECTION TO BE ANNOTATED---\nHE CHARGES OFF INTO AN ART ROOM JUST ACROSS THE CORRIDOR...\n\nDANIEL TURNS AND BUMPS INTO SOMEONE — SHE IS A MOTHER WITH BOY —\nSHE LOOKS WEIRDLY, SUSPICIOUSLY LIKE NICOLE KIDMAN, THOUGH\nOBVIOUSLY IT ISN’T HER (THOUGH, IN FACT, IT IS) — THE TEETH, OR\nHAIR COLOUR, SOMETHING IS VERY WRONG. SHE’S A VERY INDEPENDENT\nLONDON MUM.\n\nNICOLE\nSorry. I’m a daft, blind cow.\n\nDANIEL\nThat’s okay. My fault.\n\nNICOLE\nNo it wasn’t. You’re Sam's Dad, aren’t you?\n\nDANIEL\nYes. Well, step-dad. Daniel.\n\nNICOLE\nI’m Carol. Tommy was second trumpet. Watch\nout Louis Armstrong, I say.\n\nDANIEL\nI agree. Well done, kiddo - though I\nprefer Chet Baker.\n\nDEEP PAUSE. THE TWO ADULTS JUST LOOK AT EACH OTHER.\n\nNICOLE\n\nHe's also the gymnast, isn’t he?\nDANIEL\n\nYeh - doesn’t get him the girls, though.\nNICOLE\n\nWe're a very foolish, shallow sex.\nSAM\n\nOkay, I’m back\nDANIEL\n\nYes — well — I hope we’1ll meet again,\n\nKaren.\nNICOLE\n\nCarol. I’1l make sure we do.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f159\n\n160\n\nPage118\nCONTINUED: (2) 159\n\nDANIEL\nYes. Good. Merry Christmas.\n\nAS THEY WALK AWAY.\n\nSAM\nTell her.\n\nDANIEL\nWhat?\n\nSAM GESTURES TOWARDS THE WOMAN.\n\nDANIEL (CONT'D)\nDon’t be such an arse.\n\nAND HE LOOKS BACK AT HER — JUST AS SHE LOOKS BACK AT HIM — IT’S\nGOING TO HAPPEN...\n\nHARRY AND KAREN ARE ALSO MOVING DOWN THE CORRIDOR WITH THE\nCHILDREN.\n\nBERNIE\nWas I fantastic?\n\nKAREN\nIt was the greatest piano playing I have\never seen ~- and I once saw Rachmaninov\nplay.\n\nHARRY SMILES AT HER - SHE SMILES BACK.",
  "96": "---END OF PREVIOUS SECTION---\nBERNIE\nWas I fantastic? KAREN\nIt was the greatest piano playing I have\never seen ~- and I once saw Rachmaninov\nplay. HARRY SMILES AT HER - SHE SMILES BACK. \n---TARGET SECTION TO BE ANNOTATED---\n THEY WALK ON, HER LOOKING\nFORWARD.\n\nKAREN (CONT'D)\nYou gave someone else a gold necklace for\nChristmas... I hope you haven’t given her\nyour heart as well.\n\nHE LOSES THE COLOUR IN HIS CHEEKS, BUT KEEPS ON WALKING.\n\nHARRY\nKaren....\nEXT. SCHOOL YARD. NIGHT. 160\nIN THE SCHOOL YARD.\nSAM\n\nThere she is.\n\nJOANNA GETS INTO A BIG CAR — WHICH INSTANTLY DRIVES AWAY.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f160\n\n161\n\n162\n\n163\n\n164\n\n165\n\n166\n\nPage119\nCONTINUED: 160\n\nSAM (CONT'D)\nO God.\n\nDANIEL\nWe can get there. I know a very cunning, if\ncomplicated, short cut.\nEXT. LONDON STREETS. NIGHT. 161\n\nALL OF THESE NEXT SCENES ARE ON DANIEL’S EXOTIC SHORT CUT...SO\nTHE CAR WHIPS PAST A MANSION BLOCK, AND WE WHIP INSIDE...\n\nINT. JOE'S FLAT. NIGHT. 162\nAND THERE’S JOE IN HIS ROOM — HE’S GOT A BOTTLE OF CHAMPAGNE\nOPEN ~ AND HE’S DRINKING ON HIS OWN, WATCHING BILLY ON TV, HIS\nFOOT TAPPING LIKE THE FAN HE HAS ALWAYS BEEN AND STILL IS.\n\nEXT. LONDON STREETS. NIGHT. 163\nTHE CAR WHIPS PAST A BIG WHITE BUILDING.\n\nINT. HOSPITAL. NIGHT. 164\n\nSARAH AND HER BROTHER — THEY SIT. IN THE HOSPITAL IN TOTAL\nSILENCE ~- HIM, JUST LOOKING OUT. SHE HOLDS HIS HAND.\n\nSARAH\nLove you, Michael.\n\nLITTLE PAUSE\n\nMICHAEL\nI know.... (PAUSE) Doesn’t help.\n\nSARAH\nI know.\n\nSHE GENTLY STROKES HIS HAIR.\nEXT. LONDON STREETS. NIGHT. 165\n\nDANIEL’S CAR SHOOTS THROUGH A SUBURBAN STREET, WHICH ACTUALLY\nTURNS OUT TO CONTAIN NEWLYWED JULIET AND PETER’S HOUSE.\n\nINT./EXT. JULIET AND PETER’S HOUSE. NIGHT.",
  "97": "---END OF PREVIOUS SECTION---\nINT./EXT. JULIET AND PETER’S HOUSE. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 166\n\nINSIDE PETER & JULIET ARE SITTING WATCHING TELLY.. IT’S THE END\nOF ‘THE BODYGUARD’, KEVIN, WHITNEY AND THE PLANE...\n\nTHE DOOR BELL RINGS. JULIET GETS UP TO GET IT. SHE LEAVES THE\nLIVING ROOM, GOES THROUGH A LITTLE CORRIDOR AND OPENS THE FRONT\nDOOR. IT’S MARK.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage120\n166 CONTINUED: 166\n\nJULIET\nO hello.\n\nHE MIMES ‘SSSSSH’. SHE DOES. HE HAS A BUNCH OF BIG WHITE CARDS,\nLIKE BOB DYLAN IN HIS FAMOUS VIDEO. ON THEN MARK HAS WRITTEN\nSTUFF IN CLUMSY FELT-PEN. THE FIRST ONE READS ‘SAY IT’S CAROL\nSINGERS.’\n\nPETER (V/O)\nWho is it?\n\nJULIET\n....It’s carol singers.\n\nPETER (V/0)\n\nJust give them a quid and tell them to\n\nbugger off.\nMARK BENDS AND PUSHES THE BUTTON ON A SMALL BOOGIE BOX AT HIS\nPEET, IT STARTS TO PLAY A TAPE OF YOUNG, BAD CAROL SINGERS,\nSINGING ‘SILENT NIGHT’. HE’S THOUGHT THIS THROUGH. THEN HE\nPRODUCES THE REST OF THE CARDS, ONE BY ONE:\n\nWITH ANY LUCK BY NEXT YEAR\n\nI'LL BE GOING OUT WITH ONE OF THESE GIRLS.\n\nA CARD SHOWING PICTURES OF THE 4 MOST BEAUTIFUL MODELS IN THE\nWORLD.\n\nBUT FOR NOW, LET ME SAY,\n\nWITHOUT HOPE OR AGENDA,\n\nJUST BECAUSE IT’S CHRISTMAS\n\nAND AT CHRISTMAS YOU TELL THE TRUTH\nTO ME, YOU ARE PERFECT,\n\nAND MY WASTED HEART WILL LOVE YOU UNTIL YOU\nLOOK LIKE THIS...\n\nPICTURE OF A VERY, VERY OLD WOMAN — OR W.H. AUDEN AGED 80 — OR\nTHE LAST PHOTO OF MOTHER THERESA - OR SOMEONE DEAD.\n\nMEANWHILE - FOR YOU\nHE HANDS HER A BOX.\nNOT ONE — BUT TWO.",
  "98": "---END OF PREVIOUS SECTION---\nAUDEN AGED 80 — OR\nTHE LAST PHOTO OF MOTHER THERESA - OR SOMEONE DEAD. MEANWHILE - FOR YOU\nHE HANDS HER A BOX. NOT ONE — BUT TWO. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fL66\n\n167\n\nPage121\nCONTINUED: (2) 166\n\nSHE OPENS IT ~ IT IS TWO SLICES OF BANOFEE PIE. HE TURNS OVER\nONE MORE CARD\n\nMERRY CHRISTMAS\nAND THEN THE FINAL ONE\nFATSO.\n\nHE GIVES HER A LITTLE THUMBS UP — AND TURNS AWAY, TAKING THE\nBOOGIE BOX, WITH ‘SILENT NIGHT’ GETTING FAINTER.\n\nSUDDENLY A TAP ON HIS SHOULDER. HE TURNS. JULIET HAS COME DOWN\nTHE PATH, AND GENTLY KISSES HIM ON THE LIPS, HE SMILES AND WALKS\nAWAY.\n\nMARK\nEnough. Enough now.\n\nEXT. JUDY’S FLAT. NIGHT. 167\n\nCUT TO THE NAKED TWO OUTSIDE HER FRONT DOOR, STILL FULLY CLOTHED\nAT THE END OF THEIR FIRST DATE. NERVOUS.\n\nJUDY\nI better be getting inside, actually. My\nMum and...\n\nJOHN\n\nYeh — it’s a bit cold, isn’t it. Look, how\nabout I ring you tomorrow?\n\nJUDY\nThat would be lovely.\n\nJOHN\nO great. Great. (HE DOES A NERVOUS THUMBS\nUP TO HER) Well, night.\n\nJUDY\nNight. It was a lovely, lovely evening.\n“All I Want for Christmas is You..”\n\nSHE POINTS AT HIM. A LITTLE LAUGH. PAUSE. THEN SHE LEANS FORWARD\nAND GIVES AN AWKWARD BUT TENDER PARTING KISS.\n\nSHE SLIPS BACK INTO THE HOUSE AND CLOSES THE DOOR — HE TURNS\nFROM THE DOOR — THEN LEAPS INTO THE AIR, DOWN THE STEPS,\nECSTATIC.\n\nJOHN\nResult!!!\n\nFINAL JUNE 19/6/02\n\fPaget22\n\n168 INT. JOE’S FLAT. NIGHT. 168\nJOE IS OPENING THE DOOR\n\nJOE\nWhat the hell are you doing here? You’ re\nmeant to be at Elton John’s.\n\nBILLY\nYes ~ I was there for a minute or two — and\nthen I had an epiphany.",
  "99": "---END OF PREVIOUS SECTION---\nNIGHT. 168\nJOE IS OPENING THE DOOR\n\nJOE\nWhat the hell are you doing here? You’ re\nmeant to be at Elton John’s. BILLY\nYes ~ I was there for a minute or two — and\nthen I had an epiphany. \n---TARGET SECTION TO BE ANNOTATED---\nJOE\nReally. Come in. And what was this\nepiphany?\n\nAS THEY HEAD UPSTAIRS AND INTO THE FLAT.\n\nBILLY\nIt was about Christmas.\n\nJOE\nYou realised that it was all around.\n\nBILLY\nNo, I realised that Christmas is a time to\nbe with the people you love.\n\nJOE\nRight.\n\nBILLY\nAnd I realised that — as dire chance and\nfateful cock-up would have it - here I am,\nmid-fifties and without knowing it, I’ve\ngone and spent most of my adult life with a\nchubby employee. And as much as it grieves\nme to say it, it might be that the people I\nlove is, in fact, you.\n\nJOE\n\nWell, this is a surprise.\nBILLY\n\nYeh.\nJOE\n\n10 minutes with Elton John and you’re gay\nas a maypole.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f168\n\n169\n\n170\n\nPage123\nCONTINUED: 168\n\nBILLY\nNo — I’m serious here. I left Elton’s place\nwhere there were a hefty number of girls\nwith very few clothes on in order to hang\nout with you. At Christmas.\n\nPAUSE.\n\nJOE\nWell Bill - I’m touched.\n\nBILLY\nIt’s a terrible, terrible mistake, Chubs —\nbut you turn out to be the fucking love of\nmy life.\n\nJOE\nHow about that...\n\nBILLY\nAnd, to be honest, despite all my\ncomplaining — it HAS been a wonderful life.\nJOE IS ACTUALLY DEEPLY MOVED.\nJOE\nWell, thank you. Thanks, man. It’s been a\nreal honour. I feel very proud.\nHE STICKS OUT HIS HAND FOR A SENTIMENTAL HAND-SHAKE.\n\nBILLY\n0, don’t be such a moron.\n\nAND GIVES HIM A HUGE BEAR HUG.\n\nCome on, let’s get pissed and watch porn.\nINT. FAIRTRADE OFFICE. NIGHT. 169\nDANIEL’S CAR AGAIN - IT PASSES AN OFFICE BLOCK - WE CUT INSIDE -\nSLIGHTLY MYSTERIOUS MIDNIGHT MOOD.",
  "100": "---END OF PREVIOUS SECTION---\nINT. FAIRTRADE OFFICE. NIGHT. 169\nDANIEL’S CAR AGAIN - IT PASSES AN OFFICE BLOCK - WE CUT INSIDE -\nSLIGHTLY MYSTERIOUS MIDNIGHT MOOD. \n---TARGET SECTION TO BE ANNOTATED---\n WE DRIFT ACROSS THE OFFICE\nAND COME TO THE BLACK AND WHITE AFRICAN PHOTO BEHIND SARAH'S\nDESK - AND MOVE INTO IT - IT SLOWLY TURNS INTO A VERY MUTED\nCOLOUR...\nEXT. AFRICA. DAY. 170\n\n-+»-AND THE MAN BEGINS TO MOVE - AND THEN INTO FRAME STEPS A\nBEAUTIFUL WOMAN. THEY SPEAK THEIR NATIVE LANGUAGE\n\n{CONTINUED)\nFINAL JUNE 19/6/02\n\fPage124\n\n(70 CONTINUED: 170\n\n171\n\nBEAUTIFUL WOMAN\n(TENDERLY) Come on. There’s nothing more\nyou can do today.\n\nAFRICAN MAN\nI feel I’ve let you down.\n\nBEAUTIFUL WOMAN\nDon’t be stupid. As long as I see that big\ngrin on that ugly face of yours from time\nto time, everything's fine with me.\n\nHE GRINS, A BIG BAD GRIN.\n\nAFRICAN MAN\nWe'll have to leave.\n\nBEAUTIFUL WOMAN\nIf we have to, we have to. Things could be\nworse - you could have married my sister,\nand we know how slowly she walks.\n\nHE LAUGHS. SHE KISSES HIM. AND AS THEY WALK OFF, THEIR SON MOVES\nINTO THE PICTURE, AND HOLDS HIS FATHER’S HAND.\n\nINT. DEPARTURES. HEATHROW AIRPORT. NIGHT. 1721\n\nHEATHROW AIRPORT — DANIEL & SAM ARE RUSHING IN. THEY REACH THE\nFAST TRACK ENTRY POINT.\n\nGATE MAN\nI’m afraid I can’t let you through without\na boarding pass.\n\nDANIEL\nNo exceptions? Not even to let someone say\ngoodbye to the love of his life?\n\nGATE MAN\nNo.\n\nANOTHER PASSENGER COMES PAST.\n\nGATE MAN (CONT'D)\nBoarding pass, sir.\n\nTHE MAN IS IN GREAT CONFUSION.\n\nODD PASSENGER\nJust give me a moment. I know I’ve got it\nhere — if you’d just — could you hold that\nfor a second.",
  "101": "---END OF PREVIOUS SECTION---\nTHE MAN IS IN GREAT CONFUSION. ODD PASSENGER\nJust give me a moment. I know I’ve got it\nhere — if you’d just — could you hold that\nfor a second. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE)\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage125\n\n171 CONTINUED: 171\n\n172\n\nODD PASSENGER (CONT'D)\n(HANDS GATE MAN HIS HAND LUGGAGE) There we\ngo — now — it’s — if you could just hang on\nto this —\n\nTHE GATE MAN NOW HAS A LARGE HAND CASE AND A CAPE OVER HIS ARMS.\nSAM SPOTS HIS CHANCE. HE MAKES A RUN FOR IT — HE CHARGES\nTHROUGH, PAST THE GATE MAN ~ WHO DOESN’T SEE HIM GO...\n\nDANIEL\nYes!\n\nODD PASSENGER\nI’m sorry ~— I must have left it when I was\nhaving a cup of coffee.\n\nHE TURNS AND FOR THE FIRST TIME WE SEE HIS FACE — IT IS THE\nANGEL, RUFUS, FROM BEFORE — AND AS HE WALKS PAST DANIEL, HE\nGENTLY DISAPPEARS...\n\nINT. INSIDE DEPARTURES. HEATHROW. NIGHT. 172\n\nMEANTIME ON THE OTHER SIDE, HELL IS BREAKING LOOSE— SAM RUNS\nTHROUGH SECURITY — EVERYONE IS GOING CRAZY AFTER HIM — HE RUNS —\nHE DODGES — HE LEAPS ON CONVEYOR BELTS. AND ALL TO THE EPIC\nMAGNIFICENT CONTINUATION OF SCOTT WALKER SINGING ‘JOANNA’... .AND\nTHE MUSIC FROM THE END OF ‘OFFICER AND A GENTLEMAN’ AND\n‘SLEEPLESS IN SEATTLE’ AND DIRTY DANCING, AND ‘LOVE IS ALL\nAROUND’... IT’S EVERY END OF EVERY ROMANTIC FILM.\n\nTHEN, SURROUNDED BY GUARDS, HE SEEMS CORNERED.\n\nBUT NOT SO FAST — REMEMBER — GYMNASTICS IS SAM’S STRENGTH. HE\nGORGEOUSLY FLIP FLOPS HIS WAY OUT OF TROUBLE, AND CARTWHEELS\nTHROUGH THE AIRPORT. EVENTUALLY HE SEES GATE 36. WHEN HE GETS\nTHERE THE ROOM IS ALMOST COMPLETELY EMPTY ~ AND JOANNA IS JUST\nGOING THROUGH TO THE PLANE...",
  "102": "---END OF PREVIOUS SECTION---\nHE\nGORGEOUSLY FLIP FLOPS HIS WAY OUT OF TROUBLE, AND CARTWHEELS\nTHROUGH THE AIRPORT. EVENTUALLY HE SEES GATE 36. WHEN HE GETS\nTHERE THE ROOM IS ALMOST COMPLETELY EMPTY ~ AND JOANNA IS JUST\nGOING THROUGH TO THE PLANE... \n---TARGET SECTION TO BE ANNOTATED---\nBUT A STURDY SECURITY GUARD AND A HOSTESS STAND BETWEEN HIM AND\nHER. HE’S STUMPED - TILL SUDDENLY THEY TURN - NOTICING THAT UP\nON THE TELEVISION SCREEN, BILLY IS STARTING TO TAKE HIS CLOTHES\nOFF AS HE PERFORMS HIS SONG.\n\nBILLY IS PLAYING CHRISTMAS IS ALL AROUND, INCREASINGLY NAKED.\n\nSAM TAKES HIS CHANCE AND NIPS IN. THERE’S ONLY HIM AND JOANNA IN\nTHE WHOLE LONG ROOM.\n\nTOTAL SILENCE. THEN...\n\nSAM\nJoanna.\n\nJOANNA\nSam?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage126\n\n.72 CONTINUED: 172\n\n173\n\nSAM\nI thought you didn’t know my name.\n\nJOANNA\nCourse I do. You’re the guy who does the\nhandsprings. And the great drumming.\n\nJOANNA’S DAD\nYou the drummer? (SAM NODS) Unbelievable.\n\n: JOANNA’ S MUM\nWhy aren’t any of us telling the truth here\n- it was goddamn unbelievable\n\nJOANNA\nWhat are you doing here?\n\nSAM\nAhm.. ah — well — o Jesus —\n\nNOW ALL HIS PURSUERS HAVE ARRIVED.\n\nI’ve got to run. Take this.. you know what\nit means.. think Form 2B.\n\nHE REACHES INTO HIS POCKET AND TAKES OUT OF IT... A HANDFUL OF\nSILVER SPARKLE, LIKE KIDS SPRINKLE ON GLUE. AND THEN HE RUNS\nAWAY... SHE WATCHES HIM SPRINGING FREE\n\nJOANNA’S DAD\nCome on, Jo.\n\nSHE LOOKS DOWN AT THE SPARKLE IN HER HAND, AS THEY HEAD TOWARDS\nTHE PLANE. THEN GENTLY — THIS PLAYS...\n\nCatch a falling star and put it in your\npocket, save it for a rainy day\nCatch a falling star and put it in your\npocket, never let it fade away.\n\nINT. DEPARTURES. NIGHT. 173\n\nWE CUT TO SAM, BEING LED OUT, PAST FAST TRACK, BY GUARDS TO A\nWAITING DANIEL...",
  "103": "---END OF PREVIOUS SECTION---\nINT. DEPARTURES. NIGHT. 173\n\nWE CUT TO SAM, BEING LED OUT, PAST FAST TRACK, BY GUARDS TO A\nWAITING DANIEL... \n---TARGET SECTION TO BE ANNOTATED---\n THEN HE GETS A TAP ON HIS SHOULDER. HE TURNS —\nIT’S JOANNA — SHE KISSES HIM ON THE CHEEK. THEN SHE TURNS AND\nRUNS BACK IMMEDIATELY. HE GRINS LIKE A MADMAN. HE DOES THE BIG\n‘ONE’ GESTURE AT DANIEL, AND RUSHES TO HIM. DANIEL LIFTS HIM IN\nTHE AIR AND HUGS HIM.\n\nFor love may come and tap you on the\nshoulder,\nSome starless night\n\n(MORE)\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f173\n\n174\n\nPage127\nCONTINUED: 173\nJOANNA’S DAD (CONT'D)\nAnd just in case you feel you want to\n\nhold her,\nYou'll have a pocket full of starlight,\n\nFROM SAM’S POCKET IN SLOW MOTION POURS THE SILVER SPRINKLE -\nTHEIR STARLIGHT....\n\nTHE CAMERA MOVES OFF THEM, AND THROUGH THE AIRPORT...\n\nA CAPTION SAYS: A MONTH LATER...\n\nINT. ARRIVALS GATE. HEATHROW AIRPORT. DAY. 174\nIT IS THE ARRIVALS GATE. THE NORMAL GAGGLE OF PEOPLE ARE WAITING\n- LOTS OF THEM DRIVERS WITH NAMES ON LITTLE BOARDS — BUT A LOT\nOF REAL FRIENDS. NO-ONE WE KNOW.\n\nTHEN THE FIRST PERSON COMES OUT OF THE ARRIVAL GATE — SOMEONE\nRUSHES FORWARD TO HUG THEM. THEN...\n\nBILLY STEPS OUT — HE HAS A GORGEOUS SIX-FOOT BLONDE WITH HIM.\nJOE STEPS OUT OF THE CROWD AND COMES AND TAKES HIS BAG, AND\nKISSES THE HAND OF THE BLONDE.\n\nCUT TO DANIEL AND SAM WAITING — AND ‘NICOLE KIDMAN’ THEN APPEARS\nAND HANDS DANIEL THE CUP OF COFFEE SHE'S JUST BOUGHT.\n\nTONY IS ALSO WAITING - HE’S TAPPED ON THE SHOULDER - THERE WITH\nTHEIR LUGGAGE AND HUGE GRINS ARE JUDY AND JOHN\n\nJOHN\nHey! What you doing here?\n\nTONY\nO just waiting for a friend ~ what about\nyou guys...",
  "104": "---END OF PREVIOUS SECTION---\nTONY IS ALSO WAITING - HE’S TAPPED ON THE SHOULDER - THERE WITH\nTHEIR LUGGAGE AND HUGE GRINS ARE JUDY AND JOHN\n\nJOHN\nHey! What you doing here? TONY\nO just waiting for a friend ~ what about\nyou guys... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nSHE WIGGLES AN ENGAGEMENT RING ON HER FINGER - THEY COULDN’T BE\nHAPPIER.\n\nHARRY COMES OUT & LOOKS AROUND — SEEMS TO BE NO-ONE THERE —\nTHEN FROM BEHIND SOMEONE SLIPS KAREN, SMILING, DUTIFUL. AND\nTHERE ARE THE KIDS CARRYING A SIGN - ‘WELCOME HOME DAD’ - ABOUT\nWHICH GRUMPY BERNIE LOOKS DISTINCTLY GRUMPY.\n\nNEXT OUT ARE JAMIE AND THE RADIANT AURELIA. PETER AND JULIET\nTHERE TO GREET HIM.\n\nJAMIE\nWell, here she is — this is Aurelia. This\nis Peter and Juliet.\n\nPETER\nWelcome to our cold and bitter country.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPaget28\n174 CONTINUED: 174\n\nJAMIE\n0, and Mark, I didn’t see you.\n\nFOR INDEED, HE IS THERE, HANGING BEHIND.\n\nMARK\nYeh, just thought I’d tag along.\n\nAURELIA :\nJamie’s friends are so good looking. He\nnever tells me this. I think maybe now I\nhave made wrong choice, picked wrong\nEnglishman.\n\nJAMIE\nShe ca-ca-can’t speak English properly, she\ndoesn’t know what she’s saying — she\ndoesn’t in fact mean that at all.\n\nTHEY LAUGH.\n\nTHEN IT IS JOANNA, THE LITTLE GIRL — SAM BREAKS THROUGH, RUNS TO\nHER — THEN REALISES HE HAS TO HOLD BACK AND SHAKES HER HAND\nVIGOROUSLY. DANIEL AND NICOLE ARE AMUSED.\n\nTHEN WE SEE TONY IN THE CROWD — AND HE FINALLY SEES AMERICAN\nCOLIN AND WAVES.\n\nCOLIN SEES HIM AND WAVES BACK ~ GIVES A BIG THUMBS UP — AND\nPOINTS BACKWARDS — AND THROUGH THE DOORS COMES HIS NEW\nGIRLFRIEND. SHE IS HARRIET ~ THOUGH SHE IS, IN FACT, THE MOST\nBEAUTIFUL AMERICAN STAR.\n\nCOLIN\nThis is Harriet.\n\nTONY\nHello, Harriet.\n\nHARRIET\nHi — really pleased to meet you.",
  "105": "---END OF PREVIOUS SECTION---\nCOLIN\nThis is Harriet. TONY\nHello, Harriet. HARRIET\nHi — really pleased to meet you. \n---TARGET SECTION TO BE ANNOTATED---\nCOLIN\nHow have you been, you old loser?\n\nTONY\n0, you know - bit of this, bit of that. Bit\nlonely actually.\n\nCOLIN\nExcellent. Look, we couldn’t crash at your\nplace for a day or two could we?\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\f174\n\nPage129\nCONTINUED: (2) 174\n\nTONY\nWell, I suppose so ~ though you know it’1l\nhave to be on the couch, I’ve just got the\none bed...\n\nCOLIN\nAh... Petit problemo...\n\nTONY\nWhat?\n\nHARRIET\nWell, the thing is, Tony — I know this is\nREALLY naughty of me, really wicked, sinful\n- but I also brought my sister...\n\nTONY\n(NOT VERY HAPPY) Ah...\n\nAND HARRIET GESTURES BACKWARDS — COMING THROUGH THE CUSTOMS IS\nTHE FIFTH STAGGERING AND FAMOUS AMERICAN WOMAN. WE’LL CALL HER\nCARLA...\n\nHARRIET\n\nWell, she’s my half-sister...\nTONY\n\nO right.\nCARLA\n\nHello, you must be Tony.\nSHE KISSES HIM FULL ON THE LIPS.\n\nTONY\nYes, I am... Tony... Clopton. Hi.\n\nCARLA\nI heard you were gorgeous.\n\nTONY\nYes, well, welcome to England. Looking\nforward to having you stay. No rush to\nleave. I hope you’1l be happy with the\nsleeping arrangements. So... America was..?\n\nCOLIN\nSo great.\n\nTHEN A BIG STIR AND THE PRIME MINISTER COMES THROUGH, SURROUNDED\nBY QUITE SUBTLE SECURITY PEOPLE.\n\n(CONTINUED)\nFINAL JUNE 19/6/02\n\fPage130\n\n174 CONTINUED: (3) 174\n\nAFTER A TINY PAUSE, NATALIE RUSHES THROUGH THE CROWD AND HUGS\nHIM WITH TOTAL LOVE, THROWING HER LEGS ROUND HIS WAIST — FLASHES\nOF S50 WAITING PAPARAZZI FLASH.\n\nPM\n(WHISPERING) God you weigh a lot.",
  "106": "---END OF PREVIOUS SECTION---\nTHEN A BIG STIR AND THE PRIME MINISTER COMES THROUGH, SURROUNDED\nBY QUITE SUBTLE SECURITY PEOPLE. (CONTINUED)\nFINAL JUNE 19/6/02\n\fPage130\n\n174 CONTINUED: (3) 174\n\nAFTER A TINY PAUSE, NATALIE RUSHES THROUGH THE CROWD AND HUGS\nHIM WITH TOTAL LOVE, THROWING HER LEGS ROUND HIS WAIST — FLASHES\nOF S50 WAITING PAPARAZZI FLASH. PM\n(WHISPERING) God you weigh a lot. \n---TARGET SECTION TO BE ANNOTATED---\nNATALIE\nO shut up - if you can carry the weight of\nthe nation’s woes, you can damn well carry\nlittle old me...\nMUSIC STARTS TO BUILD UP TO A CLIMAX.\nTHEN THE DOOR OPENS AGAIN, AND OUT STEPS A MIDDLE-AGED WOMAN WE\nHAVEN'T SEEN BEFORE, AND HER OLDER HUSBAND STEPS OUT AND GRABS\nHER AND SWINGS HER AROUND. SHE LAUGHS.\n\nTHEN A HIPPY LOOKING MAN — AND HIS HIPPY GIRLFRIEND CHARGES OUT\nFROM THE CROWD...\n\nTHEN A MOTHER COMES OUT — AND A FATHER AND THREE CHILDREN RUSH\nTOWARDS HER.\n\nWE’ RE BACK IN THE WORLD OF NORMAL PEOPLE — WITH LOVE ACTUALLY...\nALL AROUND.\n\nFINAL JUNE 19/6/02\n\f"
}