{
  "1": "‘Made in Dagenham'\n\nBy\nWilliam Ivory\n\fKeep On Running By The Spencer Davis Group, thunders over\ntitles and-\n\nEXT. ESTATE IN DAGENHAM - DAY\n\nRITA O’GRADY and her husband EDDIE, both late twenties,\nstep onto the balcony of a flat on a massive housing\nestate in East London. With them are their two children,\nGRAHAM and SHARON.\n\nThey kiss the kids goodbye as another man, also in blue\noveralls, emerges from the flats, clambers onto a bike\nand sets off down the car-less streets. Rita and Eddie\ngrab their own bikes, and ride off into an ever\nbroadening stream of people.\n\nEXT. ESTATE - DAY\n\nOn another part of the estate, a much younger woman,\nSANDRA, emerges from a flat, waves to her mum on a\nbalcony above and hops onto her bike. She wobbles off,\nthe white patent leather boots she is wearing make\nbalance something of a challenge.\n\nINT. ESTATE - DAY\n\nSandra filters in with the great tide of cyclists pouring\nfrom the Estate beneath the baking sun. We see them from\nhigh above. Sandra spots Eddie and Rita, calls out and\nspeeds up to join them.\n\nINT. FORD MAIN PLANT - DAY\n\nThe tide has become a flood as more and more cyclists\nfreewheel through town and down a hill towards a massive\nindustrial complex with a blue neon sign above it: FORD\nMOTORS.\n\nAs they approach the factory, the cyclists diverge, men\none way, women the other. Several people stop and kiss at\nthe point of divergence, including Eddie and Rita. Then\nhe pushes off towards the Main Plant, brand new and state\nof the art while she turns her bike towards a crumbling\nnineteen twenties monolith the River Plant. We follow\nRita, as she cycles between the blackened, paint peeled\nbuildings to a series of bike racks, There, along with\nSandra, Eileen, Brenda and Monica, she dismounts and\nglancing at the hot sun, passes into the factory. MUSIC\nFADES. CREDITS END. ACROSS THIS-—\n\nDAGENHAM. ENGLAND. MAY 1968\n\n10.08.09 ORANGE REVISIONS\n\f10.08.",
  "2": "---END OF PREVIOUS SECTION---\nACROSS THIS-—\n\nDAGENHAM. ENGLAND. MAY 1968\n\n10.08.09 ORANGE REVISIONS\n\f10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 1A\n\nINT. RIVER PLANT - DAY\n\nOn the shop floor, a cramped, filthy, windowless place,\nchatter and laughter rings out. The girls, nearly 200 of\nthem, roll down their overalls and tie the arms off in\nfront of them, revealing bras or camisoles. And as Rita\nenters and moves to her bench, we drop to floor level and\nsee that nearly all of the women have now removed their\nshoes. As Rita, threading up her sewing machine, wipes a\nbead of sweat away from her face, we understand why: the\nplace is an oven! Rita grabs a box of vinyl pieces as\nEileen walks past, revealing a ferocious wired bra.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 2\n\nRITA\n\nBloody hell, Eileen, you got more support\nthere than the Arsenal-\n\nEileen makes to retort but is interrupted by a the sound\n\nof a hooter.\n\nAlmost at once there is the noise of a\n\ngenerator engaging and then a staggering cacophony as 200\nsewing machines start to clatter away. Talk impossible,\nthe women get down to work.\n\nRita pulls several pieces from the box beside her and\npicks up a car headrest frame. She arranges the vinyl\naround the frame and starts to machine it into place. It\nis hugely intricate but nevertheless she sews at\nbreathtaking speed and quickly completes the first item.\nShe places it on a trolley behind her and grabs the next\n\nframe.\n\nEXT. DAGENHAM HIGH STREET - DAY\n\nSilence. The street is utterly deserted. And we see how\nbare, how basic, how unlike the Swinging Sixties, is\nDagenham. And then, we see a lone figure, CONNIE, late\nforties, cycling towards the plant as fast as she can.\n\nINT. RIVER PLANT - DAY\n\nRita curses.\n\nOne of her nails is chipped. She wipes sweat\n\naway again and resumes her work at a ferocious speed,\nfinishing another headrest.",
  "3": "---END OF PREVIOUS SECTION---\nRIVER PLANT - DAY\n\nRita curses. One of her nails is chipped. She wipes sweat\n\naway again and resumes her work at a ferocious speed,\nfinishing another headrest. \n---TARGET SECTION TO BE ANNOTATED---\n As she reaches for the next\nframe, Connie enters, flustered-\n\nCONNIE\n\nSorry I’m late-\n\nRITA\n(smiles; shouts)\n\nEverything alright?\n\nConnie looks\n\nacross from threading her machine.\n\nCONNIE\n\nYeah. Just overslept.\n\nConnie takes\nwater on the\nher machine,\nabove with a\n\noff her shoes, places a washing up bowl of\nfloor and stands in it. Then she turns to\nhassled. But, suddenly, something drops from\nthud. Connie jumps, startled. It is a dead\n\nbird, entangled in cotton threads. Already there’s\nlaughter from those who saw the near miss. Connie tenses;\nstaring at the animal on her work bench with a steely\nexpression. She’s not in the mood. Instantly, more\n\nlaughter.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 3\n\nBRENDA\nLeast it didn’t shit on you. They do that\nsometimes. ‘Fore they die.\n\nConnie picks up the bird and marches to the bin with it.\nRita looks to the rafters where hundreds of other birds\nhang dead. She then turns back to Connie, trying not to\nlaugh, as she arrives at her place. But immediately, the\nhooter sounds again and the power to the machines is\nswitched off. The girls start to make themselves decent-\n\nALBERT\nLadies...If I could just interrupt you a\nsecond-\n\nRita looks to the far doorway. There, a man in his late\nfifties, in blue overalls, waits, staring at the floor,\nin a well practised manoeuvre. This is ALBERT FINCHAM.\n\nRITA\nStand by your beds, men!\n\nThe girls laugh but all around there is also a hubbub of\nexcited chatter as they complete getting dressed. Connie,\nhowever, hurries down the aisles and shunts the girls\nforward.\n\nCONNIE\nCome on! Hurry up-\n\nThe noise levels have risen considerably.\n\nCONNIE (CONT'D)\nGet down the front-\n\nShe claps her hands and shouts to the back rows-\n\nCONNIE (CONT'D)\nGirls-\n\n(turns; shouts)\nIn you come, Albert-\n\nHe enters and walks to the front. Connie moves across and\nstands by Albert’s side, facing the girls.",
  "4": "---END OF PREVIOUS SECTION---\nHurry up-\n\nThe noise levels have risen considerably. CONNIE (CONT'D)\nGet down the front-\n\nShe claps her hands and shouts to the back rows-\n\nCONNIE (CONT'D)\nGirls-\n\n(turns; shouts)\nIn you come, Albert-\n\nHe enters and walks to the front. Connie moves across and\nstands by Albert’s side, facing the girls. \n---TARGET SECTION TO BE ANNOTATED---\n He leans into\nher.\n\nALBERT\nThank you, Connie-\n\nAlbert climbs onto a bench and the noise rises\naccordingly. Voices are calling out: “What’s happening,\nthen? What they decided?” Albert struggles to speak over\nthe top.\n\nALBERT (CONT'D)\nYeah. Alright...Hang on. I’1l...If you’d\njust shut up a minute!\n\nThe uieten\n\n( y (More) )\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 3A\n\nALBERT (CONT'D)\n\nRight, well...to quote Winston Churchill\nhimself: it ain’t the end. It ain’t even\nthe beginnin’ of the end. But it may well\nbe the end of the beg-\n\nBRENDA\nAlbert, for fuck’s sake, get on with it-\n\nThe women laugh. Several call out.\n\nALBERT\nPlease! Ladies! I’m doin’ me best here-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 4\n\nA shout that he’s lovely when he’s cross. Albert sags but\ngradually, the girls are quiet. He nods, relieved.\n\nALBERT (CONT'D)\nThank you...\n\n(clears throat)\nSo...The deadline we set the management,\nto respond to our complaint about how\nthey’ve re-graded you...”un-\nskilled”...has now passed.\n\n(voices shout; serious this\n\ntime)\nAnd they still ain’t got back to us-\n\n(louder cries)\nWhich means!...you gotta vote! On the\nthreat we made in that original\ncommuniqué: an immediate ban on all\novertime and a one day stoppage - to\nhappen on the 29th of May.\n\n(silence. Eileen glances at\n\nRita, nervously)\nAll them for industrial action: hands up.\n\nRita’s determined face. Her arm goes straight up. She\nlooks round. All of the other hands are up, too.\n\nALBERT (CONT'D)\nAgainst?\n\n(no one)\nThank you. 187 to nil. I’m seein’ the\nManagement first thing tomorrow mornin’.\nI’‘1l inform ‘em of your decision.",
  "5": "---END OF PREVIOUS SECTION---\n(no one)\nThank you. 187 to nil. I’m seein’ the\nManagement first thing tomorrow mornin’. I’‘1l inform ‘em of your decision. \n---TARGET SECTION TO BE ANNOTATED---\nA stunned moment, then as Albert steps down, a huge cheer\nand applause as and the women break into groups, talking\nexcitedly. Eileen grabs Rita.\n\nEILEEN\nWe done it!\n\nRita looks nervous, too.\n\nRITA\nFirst time for everything...\n\nBRENDA\nFuck ‘em. That’s what I say. Every other\nbugger round here goes on strike. Why\nshouldn't we?\n\nRITA\nYeah. Just...maybe don’t put it like that\nif you get interviewed by David Frost,\neh?\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 5\n\nEveryone laughs and the girls return to their benches,\nstill chattering furiously. In the doorway, Albert\nwatches the women going back to their positions. A young\nlad, BRIAN, passes by, sweeping the corridor. Albert\nlooks to him, indicating the girls.\n\nALBERT\nI fought Rommel, you know. I was never\nonce scared like I am when I go in there.\n\nThe hooter sounds and the machines start up again.\nImmediately the door slides shut, just as the girls begin\nto disrobe.\n\nINT. DAGENHAM DOCK CLUB - EVENING\n\nThe sports and social club has been decorated with\nstreamers and balloons. Young Girl by Gary Puckett plays\non a large portable record player, perched on the stage\nat one end of the room. However, the dark suits and knee\nlength skirts of the packed dance floor bring to mind the\nnineteen fifties, not the sixties.\n\nThe joint is jumping, nevertheless. And standing at a\ncorner table, Rita throws down a large gin before rushing\nback to Eddie, caught in the thick of the dancing. Close\nto him is Connie, with GEORGE, her husband, a couple of\nyears younger, angular and handsome, moving stiffly. Also\nnearby are Eileen and Dave. Eddie spins Rita rather too\nvigorously and she nearly goes over, laughing, as he\ngrabs her again. Then, suddenly, the music stops and\neveryone is plunged into near darkness. Moans and\ncomplaints from the floor as a Dave runs towards the\nrecord player.",
  "6": "---END OF PREVIOUS SECTION---\nEddie spins Rita rather too\nvigorously and she nearly goes over, laughing, as he\ngrabs her again. Then, suddenly, the music stops and\neveryone is plunged into near darkness. Moans and\ncomplaints from the floor as a Dave runs towards the\nrecord player. \n---TARGET SECTION TO BE ANNOTATED---\nDAVE\nAlright! Hold your horses-—\n\nEILEEN\n(to Dave)\nThis happens every time-\n\nMore shouts of derision.\nCONNIE\nHe puts the wrong fuse in. I keep tellin’\nhim-\n\nThen suddenly a piano sounds out. Heads spin towards the\nback of the room where the older folk are gathered.\n\nRITA\nOh, God! Give him half a chance and he’s\nin there-\n\n10.08.09 ORANGE REVISIONS\n\f10\n\n10.08.09 ORANGE REVISIONS 6\n\nAlbert is playing “MY OLD MAN.” The oldsters immediately\nstart singing along, to groans from the youngsters.\n\nRITA (CONT'D)\n-Bleedin’ Liberace-\n\nBut then, the power is back on and Rita puts the record\nplayer on again, drowning out Albert. It’s Sandie Shaw's,\nAlways Something There To Remind Me. A big cheer. Rita\nand the others start dancing. She looks across to a\npeeved Albert and winks at him. He’s not amused. Eddie\nleans in-\n\nEDDIE\nHere, where’s Brenda gone?\n\nRita looks uneasy. She shrugs. Eddie nods and whisks her\noff again.\n\nINT. CAR - EVENING 9\n\nA man grunts and thrusts. He’s having sex, eyes shut,\nacross the back seat of his motor. Beneath him, Brenda\nstares at a tear along the seam of the front passenger\nseat. The man opens his eyes and finally stops thrusting.\nAt last Brenda looks at him.\n\nBRENDA\n\nYour trim. That’ll be hangin’ right off\nin a day or two, that will...\n\n(points to tear on seam)\nAnd I bet I know the girl what sowed it,\nn’all.\n\n(nods, smugly. He is stunned)\nGo on, then. Chop chop. Or we’1ll miss the\nbuffet.\n\nHe hesitates, then goes for it anyway. Brenda, head\nrocking, looks back to the edge of the seat: typical.\n\nINT. DAGENHAM DOCK CLUB - EVENING 10\n\nEmpty glasses are placed on a tray.\n\nRITA\nRight! Who wants another? George? You're\nfinished-\n\nGEORGE\n\nNaah. Be up all night-\n\nCONNIE\nGo on! Let your hair down.\n\n10.08.",
  "7": "---END OF PREVIOUS SECTION---\nBe up all night-\n\nCONNIE\nGo on! Let your hair down. 10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 7\n\nHe relents. Connie pushes her own across.\n\nCONNIE (CONT'D)\nSame again for me, ta!\n\nRita smiles, just as a figure lurches into her.\n\nSANDRA\nWho’s next, then?\n\nSandra, in a much shorter skirt than the others, also\nwith a bee hive hair-do, wears a sash which says 21 TODAY\nand sways alarmingly.\n\nEDDIE\nYou sure you don’t wanna sit down five\nminutes, Sandra?\n\nSANDRA\nYou’re jokin’...\nCONNIE\nWhat about some food...?\n(to Eileen)\nShe won’t eat nothin’...\n(to Sandra)\n\nThere’s Scotch eggs-\n\nSANDRA\n(to Rita)\nI’1l have a snowball...Come on, George.\nYou ain’t tripped the whatsit with me\nyet, have you?\n\nShe weaves back onto the floor and is soon involved in\nsomething very sixties and very unstable. Rita watches\nher, then looks back to George uneasily. He starts to\nmove, but it’s an effort-—\n\nALBERT (V.O.)\nDo you mind, George...If I have this\none...?\n\nThey turn; Albert is staring across at Sandra; he bends\nto one side, limbering up. Rita smiles at Albert’s\ngesture. He turns to Connie.\n\nALBERT (CONT'D)\nLike to keep me hand in...Jitterbug,\nTwist. All them...\n\nHe takes a deep breath and prepares to stride out-\n\nRITA\nYeah, well, don’t overdo it...\n(Albert turns to her)\nGive yourself an heart attack...We need\nyou tomorrow-\n\n10.08.09 ORANGE REVISIONS\n\f11\n\n12\n\n10.08.09 ORANGE REVISIONS 8\n\nAlbert tuts, piqued. Then he strides out onto the floor.\nRita smiles.\n\nEXT. DOCK CLUB - NIGHT 11\nSandra sways. Then Dave and Eileen take her by either arm\nand set off, to escort her home. Finally, Rita and Eddie\nare left alone in the still night air. Rita takes a deep,\ncontented breath. Then she kisses Eddie on the mouth.\n\nEDDIE\nWhat was that for?\n\nRITA\nNothin’. Like you.",
  "8": "---END OF PREVIOUS SECTION---\nEDDIE\nWhat was that for? RITA\nNothin’. Like you. \n---TARGET SECTION TO BE ANNOTATED---\n That’s all...\n\nHe is staring at her in wonder. And lust. He tries to\ngrab her.\n\nEDDIE\nCome here-\n\nRITA\nOoy-\n\nShe skips away, laughing.\n\nEDDIE\nRi-ta!\n\nShe turns and looks back at him.\n\nRITA\nNot out in the street-\n\nShe grins and runs off. He chases after her. She easily\nkeeps her distance.\n\nEDDIE\nOh, you’re better than that, are you!\n\nRITA\nYes, I am, actually.\n\nThen she goes over on one of her high heels. They laugh\ntogether.\n\nINT. RITA’S HOUSE, KITCHEN - DAY 12\nA big screaming guitar solo from Cream’s Crossroads- And\n\nRita re-tunes the radio, exhaling heavily. She feels\ndreadful.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 9\n\nShe settles on Born Free by Matt Monroe, then takes a\ndrag on a fag, finishes ironing a shirt and moves across\nto a cooker where she removes a pan of beans from the\nheat. She spoons them onto three plates, eggs and bacon\nalready in place, then pauses again, feeling sick. Rita\nplaces the plates on the table. In front of Sharon, her\ndaughter (8) who is reading a comic. Graham, their eleven\nyear old son enters, still in his pyjamas.\n\nRITA\nGraham...You’re gonna be late-\n\nGRAHAM\nI don’t feel very well...\n\nRita frowns, crosses and feels Graham’s forehead.\n\nRITA\nYou’re not hot.\n\nGRAHAM\nIt’s me stomach.\n\nIt's said very quickly. Then he tucks into his breakfast.\nRita watches and frowns. Graham eats with the fork in his\nleft hand, his right, clenched. She takes it. He resists\nbut Rita fixes him with her gaze and he unclenches his\nfist as she turns it over. His palm has angry red wields\nacross it. Rita is shocked.\n\nGRAHAM (CONT'D)\nI never done nothin’-\n(she looks him right in the\neye)\nHonest.\n\nShe stares. Nods. It’s enough.\n\nRITA\nMr Clarke again?\n\nHe looks uncertain.\n\nGRAHAM\nYeah.",
  "9": "---END OF PREVIOUS SECTION---\nRITA\nMr Clarke again? He looks uncertain. GRAHAM\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\nRita holds her temper. Just.\nRITA\nHave your breakfast and go and get\ndressed-\n(he makes to speak)\nI’1l deal with it...It’ll be fine.\n\nShe says it with utter conviction. He nods, relieved.\n\n10.08.09 ORANGE REVISIONS\n\f13\n\n14\n\n15\n\n10.08.09 ORANGE REVISIONS 10\n\nINT. RITA’S HOUSE, BEDROOM - DAY 13\nRita pulls back the sheets on their bed.\n\nRITA\nOy! Lover boy!\n\nEddie lies face down on the bed. He wears nylon pyjama\nbottoms. He moans.\n\nEDDIE\nClear off. I’m dyin’.\n\nRITA\nWe're all dyin’. And we all gotta go to\nwork...Clean shirt-\n\nShe drapes it over him. And walks to the door. She looks\nback. He hasn’t moved. She crosses, removes the shirt and\ntips a bedside glass of water over his back. He yelps,\nleaps up and she walks out.\n\nEXT. FACTORY - DAY 14\n\nAs clouds gather, the men (and only men) go about their\nbusiness outside. GORDON, late twenties, drives a\nmotorised trolley cart, full of completed seats. They\nload brand new, shining Ford cars onto transporters. But\nthen, a crack of thunder and it starts to rain-\n\nINT. FACTORY FLOOR - DAY 15\n\nThe thunder of the factory. The women work in silence.\nSweat drips from Rita’s face and she wipes her brow with\nher sleeve. She’s moving with her usual speed, but with\nsomething else, too; aggression, as she yanks hard at the\ncotton threads she must cut off from around the\nheadrests. Then there is a moan. She turns. Connie has\nstopped work and glugs from a bottle of Lucozade.\n\nCONNIE\nNever again, I swear.\n\nBeside Connie, Eileen re-applies a cold flannel to the\nback of her neck and Brenda downs a pint of milk. But\nsuddenly, spots of water are dripping through the roof.\n\nCONNIE (CONT'D)\nOh-\n\nShe looks up and grabs an umbrella which she wedges above\nher station.",
  "10": "---END OF PREVIOUS SECTION---\nBeside Connie, Eileen re-applies a cold flannel to the\nback of her neck and Brenda downs a pint of milk. But\nsuddenly, spots of water are dripping through the roof. CONNIE (CONT'D)\nOh-\n\nShe looks up and grabs an umbrella which she wedges above\nher station. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nAlley-bloody-lujah-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 11\n\nBrenda and several other girls step right under the rain,\nto cool down. Eileen turns to Connie.\n\nEILEEN\nYou’1l go mad, takin’ that up and\ndown...It’s showers all day!\n\nCONNIE\nI don’t care...It’s dangerous. Water and\nelectrics...Innit?\n\nBRENDA\nWhat you talkin’ about? You’re standin’\nin a bowl of the bloody stuff!\n\nRita smiles, then sees Sandra who is ashen white,\nhurriedly place a headrest on the “DONE” trolley, just as\nit’s pushed away. Rita frowns and grabs the item as the\ntrolley is wheeled behind her. She inspects it.\n\nRITA\nCon!....Connie!\n(Connie turns)\nSandra's at it again-\n(indicates a tear)\nYou’re gonna have to say somethin’-\n\nSandra, who blows bubble gum, sees Rita looking and\nwaves. Rita shouts.\n\nRITA (CONT'D)\nDon’t wave you silly cow, I’m moanin’\nabout you...\n\nRita removes her own item, in order to repair Sandra’s\nwork. Then she looks back to Connie.\n\nRITA (CONT'D)\nWe can’t keep coverin’ for her.\n(Connie looks worried)\nThey’re gonna find out, Con. And then\nthey’1l give her the boot.\n\nCONNIE\nI’‘ll have a word.\n\nALBERT (0.S.)\nConnie...Con!-\n\nShe turns. Albert, wearing a suit and union badge, stands\ndirectly in front of them, beaming.\n\nCONNIE\nAlbert.\n\nThen, her eyes indicate the slip she is wearing. And all\nof the other half dressed girls, too.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 12\n\nALBERT\nOh, Christ!\n\nHe looks down, averting his gaze. Rita, grinning, calls\nout.\n\nRITA\nMaaaaaaaa-n!\n\nThe hooter sounds and power is turned off to the benches\nas the girls dress. But noise remains; excited chatter\nfilling the air.",
  "11": "---END OF PREVIOUS SECTION---\nRITA\nMaaaaaaaa-n! The hooter sounds and power is turned off to the benches\nas the girls dress. But noise remains; excited chatter\nfilling the air. \n---TARGET SECTION TO BE ANNOTATED---\n When Albert looks up the whole shop\nfloor has shoved around Connie’s bench.\n\nCONNIE\nYou were sayin’?\n\nALBERT\n(instant smile again)\nMeeting tomorrow. Ford headquarters. Down\nat Warley!\n\nThe girls all glance at one another, stunned.\n\nCONNIE\nYou’re jokin’-\n\nALBERT\n\n(posh voice)\n“The machinists? The machinists are\nthreatening strike action...” They\ncouldn't believe it!\n\n(Chatter breaks out on the\n\nfloor. Albert leans in)\nRight. They’1l have Hopkins there. Jones.\nAnd Grant...He’s a right miserable sod.\nWhich means we need one more.\n\n(Eileen frowns)\nLittle principle I learnt in the war,\nEileen: success in battle is very simple.\nTurn up with more on your side than\nthey’ve got on theirs and turn up when\nthey’re least expectin’ it.\n\n(back to Connie)\nIn this case we’re booked in for two\nthirty, so we'll get there at half\none...Monty Taylor’1l come from Union\nhead office, I make two, you’re three, so-\n\n(smiles; looks round)\n-who’s gonna be the extra man? Any\ntakers?\n\nAnd instantly all noise has stopped. The girls stare back\n\nat Albert uncertainly. He tuts, disappointed. He looks to\nBrenda.\n\n10.08.09 ORANGE REVISIONS\n\f16\n\n10.08.09 ORANGE REVISIONS 13\n\nBRENDA\nFuck off!\n\nALBERT\nOh, come on...It’s a day off-\n\nAll hands go up in the air. Several people call out, too.\nAlbert looks over the rows of faces, just as stymied as\nbefore. But then he notices Rita. Their gazes lock again.\nAnd he smiles.\n\nEXT. RIVER PLANT - DAY 16\n\nRita wipes down her bench and tosses the off cuttings and\nthreads in a bin. The women are done for the day. She\nhurries towards the exit. But her way is suddenly\nblocked, as a forklift truck tows in a massive trailer\nload of dismantled, un-upholstered seats.\n\nCONNIE\nWhat you doin’ with them?\n\nGORDON\nThis new Escort. Looks like they finally\ndesigned something people like.",
  "12": "---END OF PREVIOUS SECTION---\nCONNIE\nWhat you doin’ with them? GORDON\nThis new Escort. Looks like they finally\ndesigned something people like. \n---TARGET SECTION TO BE ANNOTATED---\nThe driver jumps down, unhooking the load.\n\nBRENDA\nWell they can get fucked! We’ve had our\nvote! We ain’t doin’ no overtime!\n\nGORDON\nYeah, you took the plunge at last...\n\nHe doesn’t re-connect the trailer but climbs on board the\nforklift, anyway, scoffing:\n\nGORDON (CONT'D)\nMe and the boys was sayin’: we’d’ve gone\non strike years ago; just havin’ to turn\nup in a pig hole like this! You know it’s\nrainin’ in here, don’t you?\nAnd he drives off. The women stare at the seats, suddenly\naware of what they are doing. Rita, frustrated by the\ndelay, leans in to Connie.\n\nRITA\nI’1l see you tomorrow-\n\nCONNIE\nRita-\n\n10.08.09 ORANGE REVISIONS\n\f17\n\n18\n\n19\n\n10.08.09 ORANGE REVISIONS 14\n\nRITA (0.S.)\nI gotta go!\n\nAnd she has. Connie hesitates. Then she looks to the\ngirls and walks out. They follow her. Soon all that\nremains are the seats, un-touched.\n\nINT. WOMEN'S LOCKER ROOM- DAY 17\n\nRita is down to her underwear, already in high heels. She\nslides a pencil skirt on, toppling against the cubicle\nwall-\n\nRITA\nChrist-\n\nThen she grabs a top-\n\nThen she pulls on a top, runs in front of a mirror,\nchecks her teeth and is off-\n\nEXT. STREET - DAY 18\n\nIt's stopped raining as Rita slides through a puddle on\nher bike and stops. She jumps off and leans it against a\nbrick wall. She straightens her blouse and immediately\ncurses: one stocking is smeared with splashed up dirt.\nShe considers her options, then, glancing round, removes\nit. Then the other one. Then she hurries round a corner\nand approaches the Thomas A Becket Grammar School. It is\nmuch leafier here and cars can be seen for the very first\ntime, most parked near the waiting mothers, gathered at\nthe gate. As Rita strides towards them, short skirted,\nshapely legged, several women turn to look at her. Rita\nstiffens slightly.",
  "13": "---END OF PREVIOUS SECTION---\nIt is\nmuch leafier here and cars can be seen for the very first\ntime, most parked near the waiting mothers, gathered at\nthe gate. As Rita strides towards them, short skirted,\nshapely legged, several women turn to look at her. Rita\nstiffens slightly. \n---TARGET SECTION TO BE ANNOTATED---\n A bell rings and the school starts to\nlet out.\n\nINT. CLASSROOM - DAY 19\n\nA teacher, fifties, cleans a blackboard as Rita enters\nthe classroom.\n\nRITA\nMr Clarke?\n(he turns)\nI wondered if I could have a word?\nHe considers her.\n\nTEACHER\nOf course-\n\nHe motions to a chair. Rita hesitates; it’s a pupil’s and\nrather small. She sits anyway. He smiles.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 15\n\nTEACHER (CONT’D)\nHow may I help you?\n\nHis tone is clipped, Empire. Rita stares at the man.\nThere is no easy way. Finally-\n\nRITA\nYou hit my son.\n\nHe frowns, confused. But Rita, hearing it said, feels\nstronger. And more angry.\n\nRITA (CONT'D)\nOn his hand. You caned him. And it ain’t\nthe first time.\n\nTEACHER\nAh. Yes. O’Grady...I remember.\n\nHe smiles; not the slightest hint of remorse. Rita is\nwrong footed. He crosses the room-\n\nTEACHER (CONT’D)\nForgot his protractor. And it isn’t the\nfirst time...\n\nHe nonchalantly collects some books. Rita flares-\nRITA\nI don’t care whether it’s the tenth time!\nI don’t want you doin’ it!\n\nShe stops; knows she’s lost her temper but she holds his\ngaze, nonetheless. He simply smiles, calmly.\n\nTEACHER\nHave you spoken to your husband about\nthis, Mrs O'Grady?\n\nRITA\n\n(surprised)\n\nWhat?...No...I-\n\nTEACHER\nI do find where matters of discipline are\nconcerned, that’s usually the best route-\n\nRITA\nHe’s my son!\n\nAgain she flinches inwardly. But again he seems calm.\n\nTEACHER\nYou live on the estate don’t you?\n\nRita is confused but also on guard now-\n\n10.08.09 ORANGE REVISIONS\n\f20\n\n21\n\n10.08.",
  "14": "---END OF PREVIOUS SECTION---\nBut again he seems calm. TEACHER\nYou live on the estate don’t you? Rita is confused but also on guard now-\n\n10.08.09 ORANGE REVISIONS\n\f20\n\n21\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 16\n\nRITA\nI don’t see what-\n\nTEACHER\nWe find that those boys who come to us\nfrom the estate often have difficulty in\nadjusting to the standards of behaviour\nrequired in a school like this...It’s not\nreally their fault. Their parents have\ninvariably never undergone the full\nrigours of academic life-\n\nHe looks at her quizzically. And now Rita struggles to\nhold his gaze. The teacher continues, pleased.\n\nTEACHER (CONT’D)\nSo the boys can hardly look to them for\nguidance...\n\nRita tries to keep her expression neutral.\n\nTEACHER (CONT’D)\nBut they do adapt...In time...And I’m\nsure your son will, too. If he’s just\ngiven the chance.\n\nHe smiles, comes across and holds out his hand to shake.\nRita stares at it, utterly shocked.\n\nINT. SCHOOL - DAY 20\nRita walks blindly away from the classroom, turns down a\ncorridor and stops. Ahead is a dead end. She quickly\nretraces her steps, passing back round the corner.\n\nAnother woman, LISA, waits outside the classroom now. She\nturns to face Rita. She is of a similar age, thin, and\nimpeccably dressed in expensive high street fashion. She\nfrowns, sensing Rita’s distress.\n\nLISA\nAre you alright?\n\nShe speaks with a posh voice. Rita trembles.\n\nRITA\nFuck off!\n\nThen Rita barges past her.\nEXT. HIGH STREET/NEW KIOSK- DAY 21\n\nRita is shaking, upset and angry. She fumbles in her bag\nbut her packet of fags is empty.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 16A\n\nShe walks towards a News Kiosk and steps to the front of\na small queue.\n\nRITA\nTen John Player, please.\n(hands across money)\nTa.\n\nShe looks down. A few magazines are laid out on top of a\ntressel table. One of them is Vogue. It’s cover shows\nJean Shrimpton with short, slicked down hair and panda\neyes: the sixties of popular memory. The byline reads:\nALL CHANGE. Rita picks it up.\n\nRITA (CONT'D)\nAnd this, thank you.",
  "15": "---END OF PREVIOUS SECTION---\nThe byline reads:\nALL CHANGE. Rita picks it up. RITA (CONT'D)\nAnd this, thank you. \n---TARGET SECTION TO BE ANNOTATED---\nShe stands tall as she passes it over.\n\n10.08.09 ORANGE REVISIONS\n\f22\n\n23\n\n10.08.09 ORANGE REVISIONS 17\n\nOMITTED 22\n\nINT. RITA’S HOUSE - NIGHT 23\n\nTV pictures of The Prague Spring. A Czech student drops a\nflower down the barrel of a soldier’s gun.\n\nANNOUNCER\nRussia said it was monitoring the\nsituation closely-\n\nAudio fades.\n\nRITA (0.S.)\nTea’s ready...\n\nSharon looks round from the telly. Rita stands by the\ndoor, a tea towel in her hands. Eddie is dozing on the\nsofa and starts to rouse himself. Graham is at a table by\nthe wall where he is doing his homework. He turns and\nRita smiles at him.\n\nRITA (CONT'D)\nAlright? Need any help?\n\nGRAHAM\nNaah. It’s easy.\n\nHe packs his stuff up. Rita looks at him guiltily. But\nthen he turns suddenly and sees her staring.\n\nGRAHAM (CONT'D)\nWhat’s up?\n\nRITA\nNothin’...You’re a good lad. That’s all.\n\n10.08.09 ORANGE REVISIONS\n\f24\n\n10.08.09 ORANGE REVISIONS 18\n\nShe ducks away from his gaze and moves to the TV. We see\nthat it is now showing an episode of The Magic\nRoundabout; Sharon has turned over. But Rita switches\noff.\n\nSHARON\nAw, mum-\n\nRita steps back into the kitchen. Eddie picks Sharon up\nas he passes her. She giggles.\n\nSHARON (CONT'D)\nHere, Dad, Martine Clarke’s got colour. I\nseen it-\n\nINT. KITCHEN - NIGHT 24\nThey start to sit round the table.\n\nEDDIE\nYeah, well, we’ll have colour soon. Once\nyou can rent ‘em-\n\nRita looks to Eddie who takes up his knife and fork.\n\nRITA\nEddie...We can’t go talkin’ about colour.\nWe ain’t paid for the fridge yet. And the\nthree piece is still on tick.\n(he frowns; so?)\nAnd now we got all this unrest at work.\n\nEDDIE\n(realising; laughing)\nThat! You had a vote, Rita.",
  "16": "---END OF PREVIOUS SECTION---\n(he frowns; so?)\nAnd now we got all this unrest at work. EDDIE\n(realising; laughing)\nThat! You had a vote, Rita. \n---TARGET SECTION TO BE ANNOTATED---\n Unrest’s when\nyou actually come out and strike!\n\nRita’s face falls and Eddie looks immediately guilty.\n\nEDDIE (CONT'D)\nHey, come on! Don’t look like that. I’m\nonly jokin’...I’m proud of you. We all\nare...Stickin’ to your guns...We had a\nbook goin’ on the shop floor: no one\nthought you’d even take the vote. So-\n\n(nods positively)\n\nWell done!\n\nSharon smiles at her mother, too. Rita looks from her,\n\nback to Eddie. She isn’t sure quite how to take the\ncomment and finally she shrugs.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 19\n\nRITA\nWell...It ain’t just a vote now. We got a\nmeetin’ tomorrow. With all the\nbosses...And I’m goin’.\n\nHer family stare back, stunned. She avoids eye contact.\n\nRITA (CONT'D)\n\nSo...I'll plate your tea up, in the\nmornin’. Then if I’m a bit late back,\nyou'll just need to heat it through.\n\nEddie nods relieved. And Rita feels suddenly piqued.\nRITA (CONT'D)\nApparently we go to a Berni Inn. On our\nway there.\n\nShe takes a mouthful of her own food, still looking at\nEddie, a twinkle in her eyes.\n\n24A EXT. BERNI INN - DAY 24A\nWe see Connie, Rita, Albert and Monty enter the Berni\nInn.\n\n25 INT. BERNI INN - DAY 25\n\nRed velour and a deep blue carpet. And in a far corner of\nthe restaurant, Rita and Connie, facing Albert and Monty\naround a table. The two men wear dark suits, Rita and\nConnie smart dresses; both have their hair set. Monty\nreaches across and pours more Blue Nun into a wine glass\nbeside his empty pint pot. Then he carries on talking to\nAlbert in hushed tones. Rita finishes a slice of Black\nForest gateaux and moans with delight.\n\nCONNIE\nIt's alright, innit?\nRITA\nAnd that steak...\nCONNIE\n(whispering)\n\nIt's Monty, insists we come here, you\nknow...",
  "17": "---END OF PREVIOUS SECTION---\nCONNIE\nIt's alright, innit? RITA\nAnd that steak... CONNIE\n(whispering)\n\nIt's Monty, insists we come here, you\nknow... \n---TARGET SECTION TO BE ANNOTATED---\nLong as the union’s payin’...\n\nRita smiles. Just as Monty leans across.\n\nMONTY\nHere, Rita...Word of advice-\n\nHe stops; uses the corner of the menu to poke between his\nteeth. Rita stares.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 19A\n\nMONTY (CONT'D)\n-when we get there. Don’t be lured in. If\nthey seem to be askin’ you a question,\njust look at your notebook and I’11 have\nit. Above all, if I nod, you nod.\n\n10.08.09 ORANGE REVISIONS\n\f26\n\n27\n\n10.08.09 ORANGE REVISIONS 20\n\nAlbert stares at Rita. She nods. But he keeps his eye on\nher. However, Monty waves to a waiter-\n\nALBERT\nMonty?\n\nMONTY\nWhat? Thought we’d have one o’ them\nliqueur coffees. Panatella maybe-\n\nALBERT\nYeah. We could...It’s just...If we don’t\ngo now, we’ll end up bein’ on time.\n\nMonty considers Albert. The waiter arrives.\n\nMONTY\nYeah. Just the bill please.\n\nAlbert glances at Rita.\n\nINT. FORD HEADQUARTERS, WARLEY - DAY 26\nA young secretary rushes about her office.\n\nSECRETARY\nI...I’m sorry...We weren’t expecting you\nuntil-\n\nShe checks her appointments book. Albert and the others\nare crowded around her desk, just inside the office.\n\nALBERT\nThat's quite alright.\n\nSECRETARY\nI’m not sure Mr Hopkins-\n\nALBERT\n\nHonestly. It’s not a problem. Just let\nhim know, we’re here, anyway...At half\npast. As arranged.\n\n(She looks confused, then\n\nhurries to an inner door)\nAnd there’s four of us. If you need an\nextra chair.\n\nRita smiles slightly, looking to Albert; sly old dog.\nINT. MEETING ROOM - DAY 27\n\nNow Rita exhales, frustrated. She sits in a dark, hot\nroom with no windows. It is silent.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.",
  "18": "---END OF PREVIOUS SECTION---\nShe sits in a dark, hot\nroom with no windows. It is silent. 10.08.09 ORANGE REVISIONS\n\f10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 21\n\nPETER HOPKINS Ford’s Head of Industrial Relations, late\nthirties, sits beside two other men,GRANT and JONES both\nmiddle aged, facing Monty, Albert, Rita and Connie. Rita\nglances at the clock. Four fifteen. A black suited\nPENTHOUSE STEWARDESS serves tea and coffee, no one says\nthank you except Rita. Finally-\n\nGRANT\nOn a previous occasion, in a free vote,\nthe girls agreed to the new grading\nstructure-—\n\nALBERT\nThey did not agree, however, as to where\nthey would end up on it. Which is why\nwe're sittin’ round this table!\n\nSilence again. Rita fidgets.\n\nHOPKINS\nLook. I understand what the girls are\nsaying. I just don’t think that they\nappreciate-\n\nMONTY\nI'd rather you didn’t speak for the\ngirls, Mr Hopkins...None of us here knows\nwhat's in their heads.\n\nThat comment makes Rita look across. She turns to Connie.\nHer eyes are firmly on her note pad still.\n\nHOPKINS\n\nThe fact remains, there is a formal\ngrievance procedure already in place. And\nthe machinists’ case will be heard. What\nwe can’t do, is let them jump the queue-\n\n(Rita frowns)\n-or every other Ford employee who is\nwaiting on a decision, will want our\nblood!\n\nMONTY\nPeter. Look...You know me. I ain’t got no\naxe to grind with Ford. Am I right or am\n\nI right?\nHOPKINS\nYou’ve always been very fair.\nMONTY\nExactly...And we’re all men of the world\n\nso-\n\nRita looks to Albert. This is getting too much.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 22\n\nMONTY (CONT’D)\n-let’s cut to the chase, shall we? We’1l\nagree to re-convene in two weeks time-\n\nAlbert stiffens. Rita looks appalled.\n\nALBERT\nMonty?-\n\nMONTY\nWait. Listen...We’ll re-convene...and\nwe'll come back down here again for the\nday...",
  "19": "---END OF PREVIOUS SECTION---\nALBERT\nMonty?-\n\nMONTY\nWait. Listen... We’ll re-convene...and\nwe'll come back down here again for the\nday... \n---TARGET SECTION TO BE ANNOTATED---\nAnd at that point, you’1ll guarantee\nto look into the girls’ complaint.\n\nALBERT\nThe thing is, Monty-\n\nMONTY\nThat way...you can go back to your bosses\nand say the strike’s off, ‘cause of how\nyou handled today’s negotiations...and we\ncan go back to the girls and say they’re\nnow your number one priority...In a few\nweeks time.\n\nHopkins glances at the other Ford men; counts to three.\n\nHOPKINS\nThat seems very fair.\n\nALBERT\nYeah, well, I’m not sure the girls-\n\nMONTY\nThe girls'll be fine! So long as they\nknow they’re not just gettin’ fobbed off\nby the management: the unions’s settin’\nthe terms. That’s what matters-—\n\nRITA (0.S.)\nBollocks!\n\nAll heads turn. And Rita blinks. But it’s said. And she\nmeans it, she realises. She turns-—\n\nRITA (CONT'D)\nI’m sorry Albert but...It is.\nBollocks...Three hours, we’ve been\nsittin’ here now and-\n\n(to Monty)\n\n“That's what matters to the girls?”\nHow're you qualified to talk about what\nmatters? To us?...\n\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 23\n\nRITA (CONT'D)\n(looks to Connie who stares\nback amazed)\n\nWhat matters is this-\n\nShe reaches into her bag and throws a pile of vinyl\ncuttings, of the kind we saw her machine at the start, in\nfront of Hopkins.\n\nRITA (CONT'D)\nThere. You put them together-\n(spreads them out)\n13 different bits. That makes up an head\nrest cover...\n\nGRANT\nFord property, I believe-\n\nRITA\n\nOh, get stuffed-\n(to Hopkins; on track)\n\nWhat matters is that we have to take them\n13 different bits of material and imagine\nhow they fit together...’cause there\nain’t no template...and then we have to\nsew ‘em, all free hand, into the finished\narticle! Same with seat covers and door\ntrim. And that is not unskilled work.",
  "20": "---END OF PREVIOUS SECTION---\nGRANT\nFord property, I believe-\n\nRITA\n\nOh, get stuffed-\n(to Hopkins; on track)\n\nWhat matters is that we have to take them\n13 different bits of material and imagine\nhow they fit together...’cause there\nain’t no template...and then we have to\nsew ‘em, all free hand, into the finished\narticle! Same with seat covers and door\ntrim. And that is not unskilled work. \n---TARGET SECTION TO BE ANNOTATED---\nWhich is how you've re-graded us! Christ,\nyou have to take an exam to get on our\n\nline-\nHOPKINS\nPlease, Miss-\nRITA\nMrs!...O’Grady.\nHOPKINS\nMrs O'Grady, I understand your grievance.\nBut-—\nRITA\n\nOh, no! No, no, no, no...Don’t start with\nall that again; all that I appreciate, I\nsympathise...It ain’t difficult: we’re\nentitled to semi-skilled. And the wages\nwhat go with it-\n\n(Hopkins makes to speak)\nAnd!...as regards queue jumpin’, we put\nthis complaint in months ago-\n\n(Albert is impressed)\n\n-and you done nothin’ about it. And we\n\nboth know why you done nothin’ n’all,\n\ndon’t we? ‘Cause we’re women and the\n\nwomen have never gone on strike. This is\n\nthe first time we've even suggested it.\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f28\n\n10.08.09 ORANGE REVISIONS 24\n\nRITA (CONT'D)\nWhich meant you thought you could keep\nignorin’ us...Well, hard bleedin’ cheese,\nmate, ‘cause it’s too late now!\n\nAlbert's face. And Connie's.\n\nRITA (CONT'D)\nWe’re gonna do what we said we would. No\nmore overtime and an immediate twenty\nfour hour stoppage. And where it goes\nfrom here, that’s up to you. Cause we\nonly open our gobs when we mean it!\n\nRita stands. A moment. The others stand too, dazed. The\nmeeting is clearly over.\n\nEXT. FORD HEADQUARTERS, WARLEY - AFTERNOON 28\n\nRita drags on a cigarette by Albert's car, an old Ford\nCorsair. She looks worried. Connie is with her. She looks\nnervous too. The reason is about twenty yards away, by a\nphone box: Albert being railed at by Monty. After a\nmoment Monty storms into the box and dials. Albert walks\nback.\n\nALBERT\nHe’s calling Branch. Tellin’ ‘em what you\nsaid.\n\nRITA\n\n(nods )\nHe seems a bit...\n\nShe shrugs, awkwardly.",
  "21": "---END OF PREVIOUS SECTION---\nTellin’ ‘em what you\nsaid. RITA\n\n(nods )\nHe seems a bit... She shrugs, awkwardly. \n---TARGET SECTION TO BE ANNOTATED---\n They all look back to the phone\nbox. Monty rants. Then Albert fixes Rita with a stare and\npoints a spindly finger. And he grins.\n\nALBERT\n\nI knew....I knew. Up there-\n\n(taps head. She frowns)\nI wanted clever, Rita. That’s why I\npicked you.\n\n(she is stunned)\nBringin’ them cuttin’s in, though...that\nwas magnificent...I didn’t expect that:\nyou'd come prepared-\n\nRITA\nOh, no. No. Grant was right. I was\nnickin’ them...Eddie uses ‘em to patch up\nhis tent. For when we go campin’...\n\nShe nods at Albert apologetically. He stares.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 24A\n\nALBERT\nYeah. Well...All the same...\n\n10.08.09 ORANGE REVISIONS\n\f29\n\n30\n\n31\n\n10.08.09 ORANGE REVISIONS 25\n\nAnd he walks off with as much dignity as he can muster.\nAt the car, he turns. He looks Rita in the eye.\n\nALBERT (CONT'D)\nLeave Monty to me.\n\nRita is wrong footed by Albert’s rapid re-focusing.\nConnie steps forward-\n\nCONNIE\nAnd what about the factory? The girls.\nWhat you gonna say to them?\n\nALBERT\nI’m not gonna say anythin’, Con. You're\nin charge on the shop floor. They’re your\nbusiness.\n\nHe smiles and ducks down into his car. Connie turns to\nRita.\n\nCONNIE\nYou can speak to ‘em. It’s your bloody\nfault.\n\nShe crosses to the car, too. And we see she is hiding a\nsmile, too. She clambers into the car. On Rita. Worried.\n\nINT. RIVER PLANT - AFTERNOON 29\n\nThe girls are all hard at work when the hooter sounds.\nBrenda and Eileen start to make themselves decent but\nthen stop when they see who it is: Rita, standing on a\nbench, looking out over them. Connie is beside her, at\nground level. A beat. Rita hesitates, glances to Connie,\nthen looks back again.",
  "22": "---END OF PREVIOUS SECTION---\nConnie is beside her, at\nground level. A beat. Rita hesitates, glances to Connie,\nthen looks back again. \n---TARGET SECTION TO BE ANNOTATED---\n She shouts:\n\nRITA\nEverybody out!\n\nA huge roar and the women push to the exit.\n\nEXT. WESTMINSTER — DAY 30\n\nBig Ben booms out and a new day dawns.\n\nINT. BARBARA CASTLE’S WESTMINSTER OFFICES - DAY 31\n\nAnother pair of bare feet, the stockinged soles of which\nscratch an itch beneath a large desk. Then, we see a sign\non the desk: SECRETARY OF STATE FOR EMPLOYMENT AND\nPRODUCTIVITY and behind it, the petite figure of a woman\nwith flame red hair, pouring over a huge pile of manila\nfiles.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 26\n\nBARBARA CASTLE\nNow, I realise this is my first day in\nthe job...And it may be that I’m missing\nsomething here-\n\nShe speaks in a thick Lancashire accent which has poshed\nup over the years. She looks up and stares at two clean\ncut men in their twenties, her undersecretaries, who sit\nopposite. Then she stands and walks from behind her desk.\nShe paces the room.\n\nBARBARA CASTLE (CONT'D)\n\nBut what I do know, is that when we were\nelected two years ago, it was on a wave\nof optimism, that the Labour Party would\nutilise it’s close relationship with the\nUnions to develop manufacturing industry;\nto make it better serve the employer and\nthe employee\n\nThe man glance at each other uncertainly.\n\nUNDERSECRETARY\nI think that was part of the manifesto-\n\nBARBARA CASTLE\nIt was, trust me.\n\nHer tone is entirely rhetorical. She stares at the men.\nThen she looks even more censorious-\n\nBARBARA CASTLE (CONT'D)\nSo what exactly have you been doing?\nSince nineteen sixty six?\n\nUNDERSECRETARY #2\nI-\n\nBARBARA CASTLE\nTwo years! This department has had two\nyears to make a difference. Yet-\n(stops herself)\nWell... shall we see what’s been achieved\nin the last twelve months?\n\nShe goes back to her desk; checks notes-—\n\nBARBARA CASTLE (CONT'D)\n26,000 strikes. In the United Kingdom.\nWith 5 million working days lost as a\nresult. Unions and management barely\nspeaking to each other.",
  "23": "---END OF PREVIOUS SECTION---\nIn the United Kingdom. With 5 million working days lost as a\nresult. Unions and management barely\nspeaking to each other. \n---TARGET SECTION TO BE ANNOTATED---\n Productivity\nlevels through the floor and our balance\nof payments the wrong side of\ncatastrophic... it’s hardly the stuff to\nset champagne corks popping, is it?\n\nShe stops; gathers herself.\n\n10.08.09 ORANGE REVISIONS\n\f32\n\n10.08.09 ORANGE REVISIONS 26aA\n\nBARBARA CASTLE (CONT'D)\nHowever, it is my intention to reverse\nthis trend... I have my own ideas as how\nthat might be achieved. But now I’d like\nto hear your thoughts...\n\nThe men glance at each other.\n\nBARBARA CASTLE (CONT'D)\nDon’t all shout at once...\n(looks them up and down)\nGentlemen.\n\nINT. CONNIE’S HOUSE - DAY 32\n\nThe front room of a small terrace; simpler and less plush\nthan Rita’s home. George sits in an armchair by the fire.\nHe looks pale. The newspaper is folded on his lap. He\nblinks, a pronounced tic. And then Connie hurries in from\nthe kitchen.\n\nCONNIE\nHere you go-\n\nShe carries a fizzy glass of something. She holds it out\nto him.\n\nCONNIE (CONT'D)\nDown in one-\n\nHe takes it. But then he doesn’t drink it. He places it\non a small table beside him and sits back, picking up the\npaper as if she isn’t there.\n\nCONNIE (CONT'D)\nYou gotta drink it, George...\n\nHe looks at her. Surprised. Zones in again.\n\nGEORGE\nYeah. Sorry...\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 26A\n\nHe downs it; winces.\n\nCONNIE\nIt’s the latest stuff, that.\nIt's...He...reckons you'll really notice\na difference.\n\nThey stare at each other. He manages a smile. Then-\n\nGEORGE\nYou gotta go, have you?\n\nShe holds his gaze and forces a beaming smile.\n\nCONNIE\nIt’s important.\n(grabs her jacket)\nYou know where I’1l be...\n(turns)\nJust don’t you be late.\n\nShe smiles, determined. He nods, unconvincingly. Then\nshe’s off. George watches the closed door.\n\n10.08.09 ORANGE REVISIONS\n\f33\n\n10.08.",
  "24": "---END OF PREVIOUS SECTION---\nThen\nshe’s off. George watches the closed door. 10.08.09 ORANGE REVISIONS\n\f33\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 27\n\nEXT. RIVER PLANT - DAY 33\n\nA great mob of the striking women are gathered by the\nlocked River Plant gates. Several of them wave placards\nand banners, excited, calling out to the many men who are\ncycling into the main plant-\n\nBLOKE\nUp the strikers...Specially you Brenda-\nBRENDA\n(flicking vees)\nYou wish!\nBLOKE TWO\n\nGaaaaarn...give ‘em what for-\n\nRita smiles at Eddie who grins and winks as he sails by\non his bike.\n\nDAVE\nGet stuck in, girls!\n\nEileen spots Dave as he cycles in. She waves proudly.\nSandra, jiggling a banner, shouts out-\n\nSANDRA\nWe want respect!\n\nRita and Brenda turn to Sandra. She wears tight slacks, a\ntight blouse and is heavily made up.\n\nBRENDA\nWhat you done to your eyes?\n\n10.08.09 ORANGE REVISIONS\n\f34\n\n35\n\n36\n\n10.08.09 ORANGE REVISIONS 28\n\nSANDRA\nThey’re amazin’, aren't they? Me best\nfriend showed me how.\n\nEILEEN\nThis is a demonstration, you know, Sandra-\nSANDRA\nAnd I’m demonstratin’...\n(conspiratorially)\n\nThere’s scouts everywhere! That’s how\nTwiggy got discovered. Just walkin’ down\nthe street-\n\nBRENDA\nUp West, you dozy sod. Not Dagenham-\n\nAnother whistle of support. Connie leans in to Rita.\n\nCONNIE\nI can’t believe we done this...\n\nRITA\nLeast they know we’re serious now. And we\nain’t quite as helpless as everyone seems\nto think we are.\n\nRita looks proudly across at the girls-\n\nINT. RIVER PLANT - AFTERNOON 34\n\nHopkins is uneasy. He walks through the empty River Plant\nand looks at all the idle machines.\n\nEXT. FORD HEADQUARTERS, MICHIGAN —- MORNING 35\n\nThe sun beats down on one of the Great Lakes. Then we see\na gleaming building, sitting in a wide, open, vista. In\nfront of the building, glinting in the brightness is a\nsign: FORD MOTOR COMPANY, USA.\n\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nThen we see\na gleaming building, sitting in a wide, open, vista. In\nfront of the building, glinting in the brightness is a\nsign: FORD MOTOR COMPANY, USA. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FORD HEADQUARTERS, MICHIGAN - MORNING 36\nAir conditioning hums. In a light and airy space, a man\nin his mid forties drops food into a huge aquarium whilst\nspeaking on the ‘phone.\n\nTOOLEY\n\nPeter, Bobby here...What can I do for\nyou...?\n\n10.08.09 ORANGE REVISIONS\n\f37\n\n10.08.09 ORANGE REVISIONS 28A\n\nINT. FORD HEADQUARTERS, WARLEY - AFTERNOON\n\nHopkins sits in his cramped and dingy office, an old\nelectric fan dinging on a filing cabinet behind him.\n\n10.08.09 ORANGE REVISIONS\n\n37\n\f38\n\n39\n\n10.08.09 ORANGE REVISIONS 29\n\nHOPKINS\nWe've got another dispute, I’m afraid-\n\nINT. FORD HEADQUARTERS, MICHIGAN —- MORNING 38\n\nTOOLEY\nAnother one? Who is it this week?\n\nHe turns from the tank. That is new.\n\nEXT. RIVER PLANT — AFTERNOON 39\n\nBaby Come Back by The Equals blasts from a transistor\nradio around which several of the girls dance. A crate of\nbeer lies on the floor. Deck chairs have now been found,\nalso, and many of the women sit in them, eating ice cream\nwafers which Eileen dispenses from a large box. A bin\nwagon passes and the driver slows, leans out-\n\nDRIVER\nIt’s a lot more fun on your picket than\nours usually are. I might join you later.\n\nMONICA\nIt’s women only, love.\n\nThe girls laugh, the bin waggon pips and accelerates\naway, swerving past a van which pulls up beside the\nwomen. Written on the van’s side is: A.A. Horovitz\nGreengrocer. The door opens and Brenda gets out. She has\nseveral brown paper bags in her arms.\n\nBRENDA\nTea’s up! Bananas, apples, pears!\n\nThe girls rush over to help themselves. Then from the van\nsteps Mr Horovitz, about twenty five and VERY good\nlooking. He also looks, however, exhausted. He removes\nBrenda’s bike from the back of the van and places it on\nthe side.",
  "26": "---END OF PREVIOUS SECTION---\nThen from the van\nsteps Mr Horovitz, about twenty five and VERY good\nlooking. He also looks, however, exhausted. He removes\nBrenda’s bike from the back of the van and places it on\nthe side. \n---TARGET SECTION TO BE ANNOTATED---\n Brenda waves to him.\n\nBRENDA (CONT'D)\nThanks for the ride, Arthur!\n\nHe nods, embarrassed, clambers in and zooms off. The\ngirls are open mouthed.\n\nEILEEN\nBrenda!...You never-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 30\n\nBRENDA\nWhy? He’s gorgeous...And just as I was\nleavin’ with the fruit, he goes: “I\nbelieve all the workers of the world\nshould unite.” And I thought to meself, I\ncan help you with that one straight away,\nmate.\n\nShe bites an apple and sits. Suddenly Connie smiles.\n\nCONNIE\nYeah, well, much as I'd like to hang\naround, discussin’ solidarity for another\neight hours...Me date’s here-\n\nGeorge crosses the road. He looks immaculate, wearing a\nsuit, his hair neatly Brycleemed. A couple of whistles as\nhe stops. He smiles. But he still looks slightly hollow\n\neyed.\n\nRITA\nDon’t you scrub up nice...What’s goin’\non?\n\nCONNIE\n(thrilled)\nYou made it.\n\nGEORGE\nIt’s our anniversary...\n\nRITA\nWhat?\n\nA chorus of the girls calling out Connie’s name, cooing\nand clapping.\n\nRITA (CONT'D)\nWhy didn’t you say something-\n\nCONNIE\nI didn’t wanna make a fuss...\n(brightening)\nSo, say “up yours” to the management from\nme, will you?! We’re off.\n\nShe leaves to shouts of ‘bye’ and ‘enjoy yourselves’.\n\nBRENDA\nRight. Who’s for a game of pontoon?-\n\nShe produces cards. Just as there is an immense rumble of\nthunder. Moans from the girls.\n\nEILEEN\nI knew it was too good to last-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 31\n\nSANDRA\nIt’ll be fine-\n\nAnd the rain comes. Squeals from the girls as they rush\nabout and gather up stuff.\n\nMONICA\nWhat we gonna do? Pubs aren’t open-\n\nRita, gathering placards, looks at her watch.\n\nRITA\nI dunno...",
  "27": "---END OF PREVIOUS SECTION---\nMONICA\nWhat we gonna do? Pubs aren’t open-\n\nRita, gathering placards, looks at her watch. RITA\nI dunno... \n---TARGET SECTION TO BE ANNOTATED---\nWe have done a full day-\n\nSANDRA\nAnd I promised me mum I'd cook tea.\n\nRITA\n\n(grinning)\nSod it! We registered the\nprotest...Hooter’s blowin’\n\nThe girls cheer. The whole group runs around, packing,\nshouting hurried good byes and dispersing.\n\nBRENDA\nHey and Rita!-\n(Rita looks round)\nWell done!\n(Rita frowns)\nWas your gob got us here, wannit?\n\nBrenda leaves. Beat. Rita smiles.\n\n40 INT. CAFE - DAY 40\nAlbert's POV as he watches Rita struggling with the\nplacards, he bangs on the window to get her attention,\nshe comes over to the doorway of the café.\n\nRITA\nAlbert-\n\nALBERT\nJust been round your house.\n\nHe wipes his face with his hanky. Rita watches him.\n\nRITA\nWhy?\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 31A\n\nALBERT\nCause I thought you’d’a gone home ages\nago...I’m lucky if I can get the lads to\nhold out the full hour-\n\n10.08.09 ORANGE REVISIONS\n\f41\n\n10.08.09 ORANGE REVISIONS 32\n\nAlbert notices the placards and smiles. He then looks to\nRita who stares at him expectantly:\n\nALBERT (CONT'D)\nOh...I wanted a quick chat, was all...\n(indicates cafe)\nFancy a cuppa?\n\nRITA\nI can’t. Sorry...I told Graham I’d meet\nhim from school.\n\nALBERT\n(checks time)\nYou got twenty minutes ‘fore they tip\nout, ain’t you?\n\nShe frowns; that’s rather insistent. He looks up from his\nwatch, meeting her gaze. He smiles.\n\nALBERT (CONT'D)\nI’m buyin’.\nINT. CAFE - DAY 41\nRita stares as Albert spoons three sugars into his tea.\nHe stirs and looks at her. She waits, a little edgy. Then\nhe adds one more. She makes to speak-\nHe stirs again-\n\nRITA\nAlbert, come on! Cough it up!\n\nHe looks her in the eye.\n\nALBERT\nAlright...You won’t win.\nRITA\nWhat?\nALBERT\n\nThis battle...",
  "28": "---END OF PREVIOUS SECTION---\nYou won’t win. RITA\nWhat? ALBERT\n\nThis battle... \n---TARGET SECTION TO BE ANNOTATED---\nYou’re gonna lose-\n\nRITA\nBut...we got a case. You said so. We-\n\nALBERT\nOh, don’t get us wrong. You might get\nFord to back down over the gradin’ thing\nbut...I’m talkin’ big picture. And in\nthat case, you ain’t even in the frame-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 33\n\nRITA\n(irritated)\nWhat do you mean we’re not-—\n\nALBERT\n-'Cause this dispute’s got nothin’ to do\nwith what skill level you are! Ford’s\ndecided to give you less money ‘cause\nthey can...They’re allowed to pay women a\nlower wage than men.\n\nShe stares at him.\n\nALBERT (CONT’D)\n\nAnd not just Ford neither. The whole\ncountry, Rita. Women gettin’\nless...because they’re women...\n\nShe stares at him. She’s already there but daren’t say\nit. He shrugs.\n\nALBERT (CONT'D)\n\nYou’1l always come second, you’1ll always\nbe dependent, you'll always be fightin’\nfor the scraps from the top table as long\nas-\n\nRITA\n-we ain’t got equal pay...\n\nALBERT\nOh, Rita, if you knew how thick most of\nthe blokes I deal with are...\n\nShe stares. It makes sense. But she’s scared. She looks\naway. A second. She looks back, a new thought in her head-\n\nRITA\nWhy? Why you bothered about us gettin’\nthe same as the men?\n\nHe stares; knows Rita will accept only the whole truth.\nHe smiles fondly.\n\nALBERT\n\nI got brought up by me mum...Me and me\nbrothers. Me dad cleared off when we were\nnippers, SO...\n\n(nods )\nShe worked all her life at Ranley and\nCoopers. Ball bearin’s...She paid aunt\nLilly for lookin’ after us durin’ the day\nand...\n\nHe stares, forcing back the emotion. Then to Rita:\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 34\n\nALBERT (CONT'D)\n-..it was hard.",
  "29": "---END OF PREVIOUS SECTION---\nShe paid aunt\nLilly for lookin’ after us durin’ the day\nand... He stares, forcing back the emotion. Then to Rita:\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 34\n\nALBERT (CONT'D)\n-..it was hard. \n---TARGET SECTION TO BE ANNOTATED---\n Especially cause she got\npaid less than half what the blokes in\nthe factory was gettin’. For doin’ the\nsame work...But there was never any\nquestion it could be different...Not for\nher.\n(smiles, fondly at Rita)\nYou remind me of her, actually,\nRita...You got heart and...brains and-\n(frowns )\n-and someone has to stop those exploitin’\nbastards from gettin’ away with what they\nbeen doin’ for years!\n\nHe looks back, his eyes filmed with water.\n\nALBERT (CONT'D)\nAnd you can. You can. If you make your\nbattle focus on the right target.\n\nRita stares, suddenly energised. But she’s scared, too.\n\nRITA\nWhat about Connie? She’s Shop Steward. We\nvoted for her-\n\nALBERT\n\nAnd she’s magnificent, Rita! At\norganizin’. And implementin’. But this\nneeds...a leader. To inspire the girls.\nTo make the issues clear. And that ain’t\nher. Not at the moment-—\n\n(Rita makes to speak)\nAnd she knows it. ‘Cause I’ve already\nspoke to her.\n\n(Rita is shocked)\nAnd she’s more than happy to let you have\na go...More than.\n\n(touches her arm\n\nreassuringly)\nLook...Don’t say nothin’ now. It’s a big\nthing, I know that. Just...sleep on it,\nwill you? And let me know tomorrow...\n\n(smiles, nods)\nHere. I’1l take them. Least I can do.\n\nHe picks up the placards and goes. Rita watches him.\n\nEXT. SCHOOL - DAY 42\nRita glances at her watch as she hurries towards the\nschool. A group of the mothers wait. All under umbrellas.\nRita hesitates.\n\nLISA (0.S.)\nDo you want to wait in here?\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 34A\n\nShe turns. A brand new Ford escort is parked by the kerb,\nand LISA is poking her head out of the driver’s side\nwindow. Rita recognises her immediately.\n\n10.08.09 ORANGE REVISIONS\n\f43\n\n10.08.",
  "30": "---END OF PREVIOUS SECTION---\nA brand new Ford escort is parked by the kerb,\nand LISA is poking her head out of the driver’s side\nwindow. Rita recognises her immediately. 10.08.09 ORANGE REVISIONS\n\f43\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 35\n\nLISA (CONT'D)\nWe have met. In the corridor outside Mr\nClarke’s class.\n\n(Rita stares. Lisa shoves\n\nopen the passenger door)\nPlease-\n\nRita glances at the other mothers and suddenly feels a\nsurge of opportunity. With her nose in the air, she\nhurries over and climbs in.\n\nINT. CAR -— DAY 43\nRita arranges herself.\n\nRITA\nI’m drippin’...\n\nLISA\n\nIt's fine. Really...I’ve been hoping to\nbump into you for a day or two actually.\n\n(Rita stiffens)\nI wondered if you’d care to sign a\nletter...? To the headmaster. I’m making\na formal complaint; about Mr Clarke’s use\nof the cane-\n\nRITA\nWhat?\n\nLISA\nHe seems to think my son’s-\n\nRITA\nYou mean...You were there for the same\nreason as me?\n\nLISA\nYes...He was...indiscreet enough to\nmention why you’d been in...I think he\nwas suggesting something hormonal was\nhappening about the school-\n(bitter)\nWe should all calm down a bit.\n\nRITA\n-He just fobbed me off. He...I mean...I’d\ngot it all worked out in me head; what I\nwas gonna say only-\n\nLISA\nOh, you don’t talk to Mr Clarke. You\nlisten...\n(scoffs)\nHe’s a bully...That’s why he beats them\nall-\n\n10.08.09 ORANGE REVISIONS\n\f44\n\n45\n\n10.08.09 ORANGE REVISIONS 36\n\nLisa stops. Rita stares at her impassioned face. And\nrelief floods her body.\n\nRITA\nYou got a pen, then?\n\nLisa passes across the letter and pen. Rita signs. Hands\neverything back.\n\nRITA (CONT'D)\n-That first time, when I saw you...\n(Lisa frowns, confused)\nYou’re bein’ polite, not mentionin’ it, I\nknow you are, only...I was upset. As I\nsay and...I never use that sort of\nlanguage normally.\n\nLISA\nDon’t you? I called Mr Clarke a complete\ncock...\n\nRita is stunned; Lisa smiles.",
  "31": "---END OF PREVIOUS SECTION---\nLISA\nDon’t you? I called Mr Clarke a complete\ncock... Rita is stunned; Lisa smiles. \n---TARGET SECTION TO BE ANNOTATED---\n Children are now pouring\nout of the school.\n\nLISA (CONT'D)\nHere they are...\n\nLisa gets out. Rita, too.\n\nEXT. SCHOOL - DAY 44\n\nLisa has an umbrella which she erects and then she moves\nover to Rita who stands beside her, beneath it. Rita\nglances across and suddenly, emboldened-\n\nRITA\nThat dress-—\n(Lisa turns, frowns)\nI seen it. In Vogue...It really suits\nyou.\n\nLISA\nThank you...It’s Biba.\n\nA second. Lisa looks back to the children. Rita does too.\nAnd her chest swells ever so slightly.\n\nINT. RITA’S HOUSE - DAY 45\nRita places a mug of tea on a bedside table. Eddie is\ndozing but now he opens one eye. Rita slips back into\n\nbed, her red, nylon nightie crackling, and props herself\nup against the headboard.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 37\n\nEDDIE\nTa, love...\n(frowns )\nWhat time is it?\n\nRITA\nSix-\nEDDIE\nWe got another half an hour-\nRITA\n(distracted)\n\nYeah. Sorry. I was awake anyway, SO...\nShe trails off. A beat. He turns on his side.\nEDDIE\nWell, now you are...Shame to waste an\nopportunity-—\nHe nibbles her hip. She giggles.\n\nRITA\nEddie!\n\nHe pulls himself up her body and kisses her neck. She’s\nnot really in the mood, though.\n\nEDDIE\nWhat?...What’s up?\nRITA\nNothin’...I’m...I got stuff on me mind...\n\n(she turns; dare she?)\nWhich...I didn’t say nothin’ about last\nnight ‘cause I wanted to get straight in\nme own head first-\n\nEDDIE\nGet what straight?\n\nShe looks at him for a long moment.\nRITA\n\nI’ve decided to get a bit more involved.\nIn the dispute.\n\n10.08.09 ORANGE REVISIONS\n\f46\n\n10.08.09 ORANGE REVISIONS 38\n\nEDDIE\nWhat dispute? It’s happened...it was\nyesterday.\n\nRITA\n\nYeah, but...",
  "32": "---END OF PREVIOUS SECTION---\n10.08.09 ORANGE REVISIONS\n\f46\n\n10.08.09 ORANGE REVISIONS 38\n\nEDDIE\nWhat dispute? It’s happened...it was\nyesterday. RITA\n\nYeah, but... \n---TARGET SECTION TO BE ANNOTATED---\nit ain’t settled yet, is it?\n\nEDDIE\nNo, I know but...you’ve made your\ngesture. That’s all I mean-\n\nRITA\nIt wasn’t a gesture. It was\na...strike...to get somethin’!\n\nEDDIE\nFine...It’s not worth rowin’ over, is it?\n\nHe smiles. Then kisses her shoulder several times.\n\nEDDIE (CONT'D)\nYou got my support, Rita. You know that.\nWhatever you wanna do.\n\nRITA\nGood. Thank you...\n(he kisses her again)\nYou’re not just sayin’ that, are you?\n\nEDDIE\n(still kissing)\nHmmm? —\n\nRITA\n‘Cause you got an ulterior motive!\n\nHe finally straightens and looks at her.\n\nEDDIE\nWhat’s that mean?\n\nShe stares at his honest, open face. She grins.\n\nRITA\nI‘1l show you.\n\nShe kisses him and they slide down the bed.\n\nEXT. RIVER PLANT - DAY 46\n\nRita places her bike in the rack. She smiles as Brenda\ndismounts, too. But then, both stare open mouthed as\nSandra arrives - in a pair of tiny shorts and a blouse\ntied just below the bust. Sandra struggles to get her leg\nover the bike seat.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 39\n\nBRENDA\nBloody hell Sandra, I think you’ve had a\nbit’ve shrinkage in the wash-\n\nSANDRA\nThey’re hot pants. They’re Mary Quant’s-—\n\nBRENDA\nWell you should give ‘em back to her.\nThey look fuckin’ painful-\n\nRITA\nI think they look nice. Long as you can\nbreathe-\n\nSANDRA\n\nCourse, I can...And it’s what Brenda\nsaid, innit: it ain’t\nKnightsbridge...Dagenham. So if you're\ngonna get spotted, you have to stand out\nthat bit more. Well, I am doin’...\n\nShe walks off. Brenda watches her, then looks to Rita.\n\nBRENDA\nCome on...\n\nShe sets off after Sandra but just as suddenly stops and\nturns back.\n\nBRENDA (CONT'D)\nWannit great, though? Yesterday.",
  "33": "---END OF PREVIOUS SECTION---\nShe sets off after Sandra but just as suddenly stops and\nturns back. BRENDA (CONT'D)\nWannit great, though? Yesterday. \n---TARGET SECTION TO BE ANNOTATED---\nRITA\n(surprised)\nBein’ on strike?\n\nBRENDA\nYeah. Chance to be different...Was\nlovely.\n(smiles)\n\nFelt like it all night.\n\nRITA\nWhat did you do?\n\nBRENDA\nMet the veg man, got blind drunk, then\nwent back to his place.\n\nRITA\n(confused)\nBut-—\nBRENDA\nOh, it was different, Rita...\n(winks )\n\nJust ask him.\n\n10.08.09 ORANGE REVISIONS\n\f47\n\n10.08.09 ORANGE REVISIONS 39A\n\nShe happily wanders in. Rita scoffs and follows.\n\nINT. RIVER PLANT, CORRIDOR - DAY 47\n\nRita, a hint of a smile still on her face, walks towards\nthe factory floor, pulling her overalls around her waist\nas she goes.\n\n10.08.09 ORANGE REVISIONS\n\f48\n\n10.08.09 ORANGE REVISIONS 40\n\nBUT then she stops. The notice board is directly ahead.\nOn it, MACHINIST rates of pay:\n\nMEN: £19 7s 6d\nWOMEN: £13 4s 2d\n\nRita stares. She looks determined. Then uneasy.\n\nINT. FACTORY FLOOR - MORNING 48\n\nRita walks onto the floor. She stares at Connie’s space:\nstill unoccupied. She begins to thread up her machine.\nThen she grabs some cuttings. And finally Connie rushes\nin-\n\nCONNIE\nI’m here! Just...Christ-\n\nShe grabs her bowl and places it on the floor. Then she\npulls her overalls down and she stops - as she sees Rita\nstaring at her.\n\nRITA\nConnie, listen. I-\n\nCONNIE\n(shaking head)\nRita-\n\nRITA\nNo! I have to say it! For me!\n(stares at Connie)\nIf I was to get involved with Albert,\nCon, it’s only cause...I got a gob on\nme...You’re the heart beat of this place.\nYou always will be.\n\nConnie smiles, fondly. Then:\n\nCONNIE\n\nRita...Look at me. All at six’s and\nseven’s...",
  "34": "---END OF PREVIOUS SECTION---\nThen:\n\nCONNIE\n\nRita... Look at me. All at six’s and\nseven’s... \n---TARGET SECTION TO BE ANNOTATED---\nAgain-\n\n(quietly)\nI got enough on me plate at the moment,\nwithout takin’ on the whole of British\nIndustry...\n\n(nods )\nYou can do it. And you should.\n\nRita stares at Connie; makes to speak. But the hooter\n\nsounds and the machines start up. The women smile and get\ndown to work.\n\n10.08.09 ORANGE REVISIONS\n\f49\n\n50\n\n10.08.09 ORANGE REVISIONS 41\n\nINT. RIVER PLANT - DAY 49\n\nRita finishes an item, then notices Sandra, tongue out,\ncarefully completing a piece. She is pleased. Then the\nhooter goes and the girls look across, on the point of\ngetting dressed. But it is Brian, so they simply\ncontinue. He looks frustrated. Then scared; as he\nrealises he must enter anyway. This he does and at every\nbench the women jiggle their bits, wolf whistle and\ngenerally make life hell for him.\n\nBRENDA\nHello Brian...That a cotton bob you got\nin your pocket?...Or is it an hard on?\n\nHe reaches into a sack he is carrying and shoves a letter\nstraight at Brenda. She frowns but soon all the girls\nhave them. Rita opens her envelope and reads. She looks\nfurious and then catches Connie’s eye. A second and Rita\nmarches off.\n\nAs she arrives at the door, Albert appears, in his Ford\noveralls, coming for her decision. She marches past him,\nthunder on her face, glancing once at him as she strides\non. He grins.\n\nALBERT\n(to himself)\nThat a yes, then?\n\nAnd then, he sets off after her.\n\nINT. CANTEEN - AFTERNOON 50\n\nMonty Taylor, in his suit and Union badge, stares at the\nletter. Albert is by his side. They are surrounded by the\ngirls.\n\nMONTY\nIgnore it.\n\nRITA\nIgnore it?\n\nMONTY\n\nStandard issue. Day after a walk out.\n\nRITA\nHave you seen the language?\n(Eileen and Brenda nod)\n\"Your flagrant and aggressive disregard\nfor the existing complaints\nprocedure”...Tone of that-\n\nMONTY\nThey don’t mean it.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.",
  "35": "---END OF PREVIOUS SECTION---\n(Eileen and Brenda nod)\n\"Your flagrant and aggressive disregard\nfor the existing complaints\nprocedure”... Tone of that-\n\nMONTY\nThey don’t mean it. 10.08.09 ORANGE REVISIONS\n\f10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 41aA\n\nRITA\nSo why they sayin’ it...?\n\nMONTY\n‘Cause...that’s how we’ve always done it.\nAll the other strikes. It’s like the\nrules—\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 41A\n\nRITA\nOh, no!\n(snatches letter back)\n(MORE )\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 42\n\nRITA (CONT'D)\nWe’re not playin’ that game...We ain’t\nyour men, remember. We’re us. And we\nwon't be addressed in this manner.\n\n(Cheer of agreement. Rita\n\nstares at the girls)\nAll those in favour of not only\nmaintainin’ but increasin’ our current\nindustrial action by goin’ to an\nimmediate all out stoppage until an equal\npay settlement is reached-\n\nMONTY\nWhat?\n\nMonty has spoken for them all. Mutterings of “equal pay?”\nare heard everywhere. Rita turns to the girls:\n\nRITA\nWell, why not?\n(stares at the trusting faces\nof the girls)\nThat’s what this dispute is really about,\ninnit?!\n\nRita suddenly points to the lad seen earlier. He sweeps\nout the canteen now.\n\nRITA (CONT'D)\nThey’ve put us on the same rate as\nBrushin’ Brian! The lowest rate in the\nwhole factory...despite the fact that we\nhave got considerable skill.\n\n(A few mumbled “trues”)\nAnd there’s only one possible reason for\nthat...‘Cause we’re women, and in the\nwork place women get paid less than men-\nno matter what skill they got!\n\n(More support. Agreement.\n\nShouts now.",
  "36": "---END OF PREVIOUS SECTION---\n(More support. Agreement. Shouts now. \n---TARGET SECTION TO BE ANNOTATED---\nWhich is why we gotta demand that from\nnow on, there’s a level playin’ field and\nrates of pay which reflect the job you\ndo, not whether you’ve got a dick or not-\n\n(cheers of support)\nThis strike is about one thing and one\nthing only: Fairness!\n\n(To Monty; points)\nEqual pay or nothin’!\n\n(huge cheer; Rita turns back\n\nto the women)\nAll those in favour?\n\n(every hand goes up)\nEverybody out!!!!\n\n10.08.09 ORANGE REVISIONS\n\f51\n\n52\n\n53\n\n54\n\n55\n\n10.08.09 ORANGE REVISIONS 43\n\nAnother cheer and Rita walks to the exit, stopping by the\ndoor as a wave of the girls passes her and empties the\nbuilding. Monty looks panicked and glares at Albert.\nAlbert shrugs with a wry smile.\n\nALBERT\nNothin’ to do with me.\n\nThe women sweep out.\n\nOMITTED 51\n\nINT. HOPKINS OFFICE - AFTERNOON 52\n\nHopkins looks stunned. He stands beside a window held\nopen by a block of wood.\n\nHOPKINS\nAn all out stoppage?!\n\nMonty fidgets before Hopkins’ desk.\nMONTY\nAlso...The specifics of the strike...It’s\nwidened out a bit-\n\nINT. HOPKINS OFFICE - AFTERNOON 53\n\nHopkins appears in his doorway. He is ashen. He looks at\nhis secretary, then he mutters to himself:\n\nHOPKINS\nChrist...\nINT. FORD HEADQUARTER’S, MICHIGAN - MORNING 54\n\nTooley listens on the phone. He is deadpan.\n\nTOOLEY\nShit.\nINT. UNION OFFICES - EVENING 55\nBARTHOLOMEW\n\nFuckin’ Ada!\n\nCLIVE BARTHOLOMEW, sixty, bearded, stares at Monty.\nAnother middle aged man, ROGERS, also glares at him.\n\n10.08.09 ORANGE REVISIONS\n\f56\n\n57\n\n10.08.09 ORANGE REVISIONS 44\n\nBARTHOLOMEW (CONT’D)\nEqual pay! What were you thinkin’, Monty?\n\nMONTY\nIt wasn’t me...It was Albert. He...",
  "37": "---END OF PREVIOUS SECTION---\nMONTY\nIt wasn’t me... It was Albert. He... \n---TARGET SECTION TO BE ANNOTATED---\nHe\nwent behind me back-\n\nROGERS\nReally-\n\nMONTY\nHe’s a loose canon. He-\n(grasping at straws)\nI got him with me...You wanna haul\nsomeone over the coals, he’s your man;\nthe bloody trouble maker.\n\nA beat. Bartholomew and Rogers exchange a glance. Then\nBartholomew nods to Monty.\n\nINT. UNION OFFICES, ANTE CHAMBER - EVENING 56\n\nAlbert, still in Ford overalls, sits on a chair waiting.\nMonty enters. He looks at Albert and sighs theatrically.\n\nMONTY\nI tried to protect you Albert. But you\nare gonna get such a fuckin’\nbollockin’...\n\nAlbert considers Monty and nods. He stands.\n\nINT. UNION OFFICES - EVENING 57\n\nAlbert sits on another chair in the middle of the room.\nBartholomew paces up and down for a moment. Then-\n\nBARTHOLOMEW\nThis is awkward, Albert, you know that,\ndon’t you? It jeopardises a whole...raft\nof other negotiations the unions already\nat loggerheads with the management over-\n\nROGERS\nNot to mention protocol. There’s ways of\ngoin’ on strike. Right ways and wrong\nways-\n\nBARTHOLOMEW\nLook...Comrade...Basically, you\nencouragin’ these women...to get all\nmilitant-\n\n10.08.09 ORANGE REVISIONS\n\f58\n\n10.08.09 ORANGE REVISIONS 45\n\nROGERS\n-shifts the resources away from the\nblokes...who let’s be straight, are the\nones at the coal face-\n\nBARTHOLOMEW\nWe ain’t unsympathetic! But...as a\nunion...we have to remember who comes\nfirst...The Communist Party. And Marx\nhimself said: “Men make their own\nhistory.” That’s men, Albert!\n\nMonty sighs. He did warn Albert. Albert smiles.\n\nALBERT\nDidn't he also say: “progress can be\nmeasured by the social position of the\nfemale sex”...Or was that a different\nMarx? Was that Groucho?\n\nBartholomew makes to respond but Albert stands: his turn\nnow.",
  "38": "---END OF PREVIOUS SECTION---\nOr was that a different\nMarx? Was that Groucho? Bartholomew makes to respond but Albert stands: his turn\nnow. \n---TARGET SECTION TO BE ANNOTATED---\nALBERT (CONT'D)\n\nEqual pay! Across the board! You tellin’\nme that ain’t worth fightin’ for? Course\nit is! And you know it! Only cause’ve all\nthe in-fightin’ and the prejudice and the\nsixteen other unions down at Ford all\nlookin’ after their own little patch, you\nain’t even tried, have you? Well, you\nlisten to me. This...Rita...she’s got a\nbigger set of balls than the three of you\nput together and she ain't scared of\nlayin’ ‘em on the line neither, so I, for\none, am gonna help her and if you are,\nwhat you say you are, an organisation\npledged to support its members - which\neveryone of them girls most definitely is\n- then you'll get off your fat, lazy\narses and you'll help her, too! Good\nfuckin’ evenin!\n\nHe storms out of the room. Rogers looks to Bartholomew.\nThey’re fucked. A beat. They turn on Monty, furious. He\ncowers. MUSIC STARTS: BORN TO BE WILD - STEPPENWOLF: \"Get\nyour motor runnin’...”\n\nEXT. DAGENHAM TOWN HALL - DAY 58\n\nA rally in front of the Town Hall before about fifty\npeople. Albert is on the platform with various other\nofficials. A banner reads A FAIR DAYS PAY FOR A FAIR DAYS\nWORK. Rita is there, too. Albert finishes speaking and\nRita nervously steps forward. A long pause. And then Rita\nsees Connie, Brenda and the girls. She begins-\n\n10.08.09 ORANGE REVISIONS\n\f59\n\n60\n\n61\n\n10.08.09 ORANGE REVISIONS 46\n\nRITA\n\n(faltering)\nI...work at Ford...As a machinist\nand...I’m here to put our point of view.\nAbout what’s goin’ on and how, it ain’t\nfair. And also, how it’s part of\nsomethin’ bigger...much bigger...which is\nequal pay...\n\nShe continues. A man in a threadbare coat, a camera\naround his neck, takes out a notebook and starts writing.",
  "39": "---END OF PREVIOUS SECTION---\nAnd also, how it’s part of\nsomethin’ bigger...much bigger...which is\nequal pay... She continues. A man in a threadbare coat, a camera\naround his neck, takes out a notebook and starts writing. \n---TARGET SECTION TO BE ANNOTATED---\nHEADLINE: DAGENHAM GIRL STRIKERS\n-IS DROPPED ONTO THE TRESSEL TABLE IN THE NEWSAGENT.\n\nAND THEN FURTHER IMAGES FROM THE BURGEONING DISPUTE ARE\nINTER-CUT WITH MORE NEWSPAPER ARTICLES. THEY START SMALL\nBUT GET BIGGER, MOVING UP THE PAGE AS THE STRIKE GROWS.\n\nEXT. DAGENHAM HIGH STREET - DAY 59\n\nRita addresses a crowd of onlookers. Thirty or so girls\nare gathered around her, including Connie and Sandra who\nhold up a banner proclaiming: SUPPORT THE FORD\nMACHINISTS. Passing are a group of West Ham fans on the\nway to a match with scarves and rattles. Several stop and\nlisten. Rita sounds much smoother.\n\nRITA\n‘Cause basically, Ford’s done what they\nhave, awarded us a pay cut, ‘cause they\nthink no-one’1ll really notice, because\nwe’re women. And women’s pay has always\nbeen less than men’s...\n\nMORE HEADLINES: PETTICOAT REBELLION GROWS etc.\n\nINT. RIVER PLANT - DAY 60\n\nGordon and Frank arrive at the River Plant’s deserted\nwarehouse area on the forklift. They swing open two\nmassive doors. Inside, the store is packed with thousands\nof finished headrests, seat covers and door trim. Both\nmen look at each other ruefully.\n\nINT. CANTEEN - DAY 61\n\nRita addresses a mass of workers. She is noticeably more\nconfident and slicker.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 46A\n\nRITA\nAnd that’s a tactic, not just the Ford\nManagement, but all managements have\nexploited, year after year: basin’ huge\nprofits on a wage system which is as\ncorrupt as it is unchallenged-\n\n10.08.09 ORANGE REVISIONS\n\f62\n\n63\n\n64\n\n10.08.09 ORANGE REVISIONS 47\n\nA couple of men glance at each other and nod; fair point.",
  "40": "---END OF PREVIOUS SECTION---\nCANTEEN - DAY 61\n\nRita addresses a mass of workers. She is noticeably more\nconfident and slicker. 10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 46A\n\nRITA\nAnd that’s a tactic, not just the Ford\nManagement, but all managements have\nexploited, year after year: basin’ huge\nprofits on a wage system which is as\ncorrupt as it is unchallenged-\n\n10.08.09 ORANGE REVISIONS\n\f62\n\n63\n\n64\n\n10.08.09 ORANGE REVISIONS 47\n\nA couple of men glance at each other and nod; fair point. \n---TARGET SECTION TO BE ANNOTATED---\nHEADLINE: FORD STRIKERS LEAD WOMEN’S RIGHTS MOVE\n\nRITA (CONT'D)\n\nWhich begs the question, why? Why is it\nlike that? And the answer is, us! Because\nwe've never said no.\n\nINT. FORD MAIN PLANT - DAY 62\n\nIn the more modern main plant, we see Albert, then Dave\nwho is holding up a copy of the Dagenham and Redbridge\nEcho. BANNER HEADLINE: MANAGEMENT DENY CRISIS. Then we\nhear Rita’s voice, gliding, over the picture.\n\nRITA\nWe've meekly stepped forwards, despite\nwhat we've seen with our mothers and our\ngrandmothers and we’ve taken our pay\npackets and we’ve tugged our forelocks\nand we’ve said “thank you very much.”\nWell, no more! The time has come for all\nwomen to say: Enough! We do not accept\nthis!\n\nWe hear applause. And see Eddie, smiling bashfully, as a\npicture of Rita, campaigning, is pointed out to him,\nbeneath the banner.\n\nEXT. TOWN HALL - DAY 63\n\nThe applause fades as Rita steps down from the platform.\nShe is immediately approached by several reporters and\nother union officials.\n\nALBERT\nRita...\n\nShe turns. Albert indicates a young man who stands away\nfrom the crush.\n\nALBERT (CONT’D)\nThere's a bloke here from The Times.\n\nRita tries not to react. MUSIC ENDS\n\nEXT. TOOLEY’S OFFICE - DAY 64\n\nA copy of The Times lies on the polished desk in Tooley’s\noffice. Tooley sits on one side of the desk and on the\nother is a man with a leathery face and buzz cut hair.\nBoth men stare at a plastic box in the middle of the\ndesk. It is perforated with dark holes and has a thick\npower cord running from it. Suddenly, from the box, a\nsilky smooth woman's voice emanates\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 47aA\n\nSECRETARY (V.O.)\nMr. Hardey is ready to speak now\ngentlemen. Thank you so much for waiting.\n\nTooley and Kronnfeld glance at each other. A click. But\nthen nothing.",
  "41": "---END OF PREVIOUS SECTION---\nTooley and Kronnfeld glance at each other. A click. But\nthen nothing. \n---TARGET SECTION TO BE ANNOTATED---\n Kronnfeld loses his nerve and leans forward\nto speak. He’s beaten to it-\n\nHARDEY (V.O.)\nI though your boy said he could handle\nthis?\n\nKronnfeld stiffens. JEB HARDEY, sixty, boss of Ford\nAmerica, has a gruff, blue collar voice.\n\nHARDEY (CONT'D)\nAnd do we even know what we’re dealing\nwith here? Socialist Workers Party;\nWorkers Revolutionary Party;\nRevolutionary Communist Party?... Who's\nshe with?\n\nKronnfeld glances quickly at the impassive Tooley and\nthen down, dry mouthed, to an open file on his desk; it\nis the duplicate of the one before Tooley. A picture of\nRita is uppermost on both. Kronnfeld takes a breath and\ndoes his best.\n\nKRONNFELD\nWe don’t think she’s with anyone, Sir. We\ndon’t even think she’s a communist. She’s\nlooks like she’s-\n\nHARDEY (V.O.)\n-She looks like Rita Heyworth, goddamit,\nI don’t care! I wanna know why she’s\nacting like this!\n\nKronnfeld sits back, wide eyed. He’s done. He’s given it\nhis best shot. Tooley, unimpressed by Kronnfeld’s\ndisintegration, leans closer to the communications box-\n\nTOOLEY\nThe fact is, sir... she hasn’t got a\nbackground in politics, in or outside the\nunion... her husband’s a moderate, so...\n\nwe think she’s just got a beef-\n\nHARDEY (V.O.)\nA beef! That’s what she’s got? Bobby, if\nthis woman gets what she wants and Ford\nMotors is forced to introduce equal pay\n\nfor men and women in the UK... we’ll end\nup havin’ to do it right across the\nworld!\n\n(threatening)\n\nDo you understand that?\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 47aB\n\nTOOLEY\nYes, sir.\n\nHARDEY (V.O.)\nSo deal with it! Now!\n\nA click. Beat. Kronnfeld looks like a man who has been\ninvolved in a road accident.",
  "42": "---END OF PREVIOUS SECTION---\nA click. Beat. Kronnfeld looks like a man who has been\ninvolved in a road accident. \n---TARGET SECTION TO BE ANNOTATED---\n But, then he sighs relief as\nhe turns to Tooley\n\nKRONNFELD\n\nI guess you'll be getting the next flight\noutta here Bobby?\n\n10.08.09 ORANGE REVISIONS\n\f65\n\n10.08.09 ORANGE REVISIONS 47A-48\n\nEXT. GARDEN AT NUMBER TEN - DAY 65\nMrs Castle sighs, frustrated.\nBARBARA CASTLE\n\nPrime Minister...I’m not sure you quite\nappreciate the urgency of the\n\nsituation... as of 5pm yesterday there\nwere 405 strikes in progress\nnationally...\n\nHarold Wilson turns. He has a dog on a lead. Mrs Castle\nlooks at it distastefully. Wilson considers Mrs Castle\nand then walks on. She follows, struggling, as her heels\nsink into the grass. Two of her undersecretaries follow\nher.\n\nShe stops suddenly. Because Wilson has stopped. Because\nthe dog is taking a crap. He looks at it fondly. Mrs\nCastle winces; would say more. But Wilson is delighted by\nthe distraction.\n\nHAROLD WILSON\nIt's always white when he goes to the\ntoilet. Yet he never eats anything white.\n(Mrs Castle is stunned)\nMary gives him the odd fruit gum-\n\nBARBARA CASTLE\nPrime Minister!\n\nHe hears her aggrieved tone; looks across, awkwardly.\n\nHAROLD WILSON\nI’m not saying I won't legislate. Just-\n\nThe dog now trots on. Wilson gladly follows. And Mrs.\nCastle, too! She will not be deflected-\n\nBARBARA CASTLE\nWhat? We’ve talked about this a hundred\ntimes... Until you introduce new bills,\nwhich give me the power to regulate the\nUnions, I cannot get the country back to\nwork-—\n\nHAROLD WILSON\nI understand that...\n(she looks hopeful)\nBut we need to tread carefully; draw the\nunions in-\n\nHer heart sinks. The Undersecretary leans in.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 48A\n\nUNDERSECRETARY\nWe have to acknowledge that without the\nunions there would be no Labour Party-\n\nShe stops; so does he.",
  "43": "---END OF PREVIOUS SECTION---\n(she looks hopeful)\nBut we need to tread carefully; draw the\nunions in-\n\nHer heart sinks. The Undersecretary leans in. 10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 48A\n\nUNDERSECRETARY\nWe have to acknowledge that without the\nunions there would be no Labour Party-\n\nShe stops; so does he. \n---TARGET SECTION TO BE ANNOTATED---\nBARBARA CASTLE\nYoung man! I was a member of the Trades\nUnion Movement while you were still at\nyour Mother’s breast... so unless you\nhave something to add which goes beyond\nthe blindingly obvious, I'd prefer it if\nyou kept quiet!\n\nHe slinks off. Mrs Castle totters on, catching up with\nWilson. She tries a different tone.\n\nBARBARA CASTLE (CONT'D)\nHarold-\n\nHe looks down. She has put her hand on his wrist.\nBARBARA CASTLE (CONT'D)\n-You asked me to do this job; you\nappointed me-\nHAROLD WILSON\nYou’re the best man in my cabinet,\nBarbara, I often say that-\n\nHe laughs nervously. But his joke hasn't deflected her.\nShe’s staring at him. ALL woman.\n\nBARBARA CASTLE\nI can’t do it without you, Harold-\n\nWilson finally turns away, graps a stick at throws it for\nthe dog.\n\nBARBARA CASTLE (CONT'D)\nI need you to...\n\nWilson stops dead. Then, from a dry throat, Wilson croaks-\n\nHAROLD WILSON\n\nJack Scamp!\n(her face falls)\nHe’s your man. Any... impasse... get Jack\n\nin. Sits them all round a table; beer and\n\npork pie. Straight talking negotiation...\n(nods )\n\nHe’s the way forward.\n\nMrs Castle takes a deep breath and nods. Seduction\nfailed, she’s back in war mode.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 48B\n\nBARBARA CASTLE\n\nBeer and pork pie... Might not do for the\nlatest one. Down at Ford.\n\n(Wilson frowns)\n187 Machinists. All women... Perhaps get\na finger buffet in, eh?\n\nShe turns, starts to walk, sinks, takes of her shoes then\nstrides back across the lawn, thunderous.\n\n10.08.09 ORANGE REVISIONS\n\f66\n\n67\n\n67A\n\n10.08.09 ORANGE REVISIONS 49-51\n\nOMITTED 66\n\nINT. TUBE - DAY 67\n\nA city gent, in suit and bowler, stands silently with\nmany other commuters on their regular run into the City.\nHe looks uneasy.",
  "44": "---END OF PREVIOUS SECTION---\n10.08.09 ORANGE REVISIONS\n\f66\n\n67\n\n67A\n\n10.08.09 ORANGE REVISIONS 49-51\n\nOMITTED 66\n\nINT. TUBE - DAY 67\n\nA city gent, in suit and bowler, stands silently with\nmany other commuters on their regular run into the City. He looks uneasy. \n---TARGET SECTION TO BE ANNOTATED---\n And as we pass along his carriage, we\nsee the girls crushed at its far end, chatting excitedly,\ntheir protest paraphernalia causing considerable\ndisruption. The city gent looks distastefully away. But\nthen he leaps and his hand goes to his backside. Someone\nhas pinched his arse. Then we see Brenda, close by. She\nsmiles sweetly.\n\nEXT. LONDON TUBE -—- DAY 67A\nThe girls emerge from the tube, blinking into the bright\n\nsunlight. They are gossiping madly, excited and some, a\nlittle overawed.\n\nRITA\nCome on, then, girls! Get yourselves\norganised!\n\nEILEEN\n\nAnyone fancy a Wimpy?...I’m starvin’-\n\nRita turns, distracted-\n\nMONICA\nWe ain’t got time to see the sites, have\nwe?\n\nRITA\n\nNo, we have not!\n\nNow Sandra appears in tiny shorts and a skimpy top. She\nlooks round, urgently.\n\nSANDRA\nWhere’s all the press, then?\nCONNIE\nWe ain’t there yet!\nBRENDA\nWe gotta get to parliament first, you\nsilly sod-\nRITA\n(frustrated)\nExactly!\nBRENDA\n\nSo?...Which way is it?\n\n10.08.09 ORANGE REVISIONS\n\f68\n\n10.08.09 ORANGE REVISIONS 51A\n\nRita looks round. Then she sighs, having to come clean-\nRITA\n(to girls)\nI think it’s this way, isn’t it?\nThe girls all look in different directions. Clearly no\none knows.\n\nEXT. PARLIAMENT - DAY 68\n\nThe girls arrive on a small lawned area outside the\nHouses of Parliament.\n\nRITA\nAlright, ladies! This is a good spot.\nForm up!\n\nThey put down their bags and begin unfurling the banners.\n\n10.08.09 ORANGE REVISIONS\n\f69\n\n70\n\n71\n\n71A\n\n10.08.09 ORANGE REVISIONS 52\n\nINT. BARBARA CASTLE’S WESTMINSTER OFFICES - DAY 69\nMrs Castle sighs. She is leafing through more reports of\nindustrial unrest. Then she becomes aware of the pips\noutside-\n\nEXT.",
  "45": "---END OF PREVIOUS SECTION---\nBARBARA CASTLE’S WESTMINSTER OFFICES - DAY 69\nMrs Castle sighs. She is leafing through more reports of\nindustrial unrest. Then she becomes aware of the pips\noutside-\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n PARLIAMENT - DAY 70\n\nThe girls are gathered with their banners. A car toots...\nand another. The girls wave. Men shout encouragement.\n\nA driver leans from the cab of a passing van and calls\nacross.\n\nDRIVER\nHere, I finish work at four. Give us a\ncall!\nHis mate laughs. The girls wave back, blithely.\n\nMore people react and the girls shout back, giddy with\nexcitement.\n\nCONNIE\nIt’s unbelievable... I never thought we’d\nget this backing-\n\nMore pips and Rita frowns. She looks up, at the banner\nshe holds. A moment.\n\nRITA\nGirls...I think we’re not entirely\nunfurled.\n\nAll of them look up to the banner. It says: WE WANT SEX\n\nINT. BARBARA CASTLE’S WHITEHALL OFFICES - DAY 71\nMrs Castle looks out of her window. Sees the banner.\n\nBARBARA CASTLE\nI know the feeling.\n\nShe walks back to her stressful work.\n\nEXT. WESTMINSTER. DAY 71A\nOutside we see Connie help Rita frantically untwist the\nbanner. WE WANT SEX EQUALITY is revealed. Rita,\n\nflustered, gestures for the girls to re-group. Most are\ngiggling.\n\nReporters and photographers are approaching.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 52A\n\nThrough the laughter, Sandra is suddenly aware that\nphotographers are taking pictures. She skips over to\nthem.\n\nRita turns to the approaching press.\n\nCONNIE\nGo on, Rita! Tell ‘em how it is!-\n\nBut Rita is already stepping forward to meet the advance\nas Sandra poses, off to one side.\n\nThe others stand and watch as Rita is engulfed by\nreporters.\n\nA man approaches Brenda. He is scruffy, bearded. He looks\nat her.\n\nMAN\nHello.\n\nBrenda looks at him. She’s never seen anyone like him\nbefore.\n\nBRENDA\nHello.\n\nHe hands her a leaflet from a pile he is holding. She\nlooks at it. It’s about a political rally. When she looks\nback up he is gone.\n\nThe photographers finally finish taking pictures of\nSandra, she comes over.\n\nSANDRA\n\nIt's quite interesting, politics.",
  "46": "---END OF PREVIOUS SECTION---\nWhen she looks\nback up he is gone. The photographers finally finish taking pictures of\nSandra, she comes over. SANDRA\n\nIt's quite interesting, politics. \n---TARGET SECTION TO BE ANNOTATED---\n When\nyou get down to it.\n\n10.08.09 ORANGE REVISIONS\n\f72\n\n10.08.09 ORANGE REVISIONS 53\n\nINT. DOCK CLUB - DAY 72\nA TV IMAGE. OF THE PROTEST JUST SEEN, OUTSIDE PARLIAMENT.\n\nREPORTER\nWhat makes this strike different-\n-is that it’s not about a specific pay\nsettlement-\n\nTHE TV PICTURE CUTS TO THE REPORTER AT WESTMINSTER. HE\nTALKS TO CAMERA NOW-—\n\nREPORTER (CONT’D)\n-but the whole issue of sex\ndiscrimination-\n\nTHE TV PICTURE CUTS TO RITA. SHE IS BEING JOSTLED OUTSIDE\nWESTMINSTER. FLASH BULBS POP AROUND HER AND MICROPHONES\nARE SHOVED INTO HER FACE.\n\nA cheer in the background. And ON SCREEN we see-\n\nREPORTER (CONT’D)\nHow long are the girls prepared to stay\nout?\n\nREPORTER TWO\nIt must be starting to bite now-\n\nRITA\nAs long as it takes-\n\nREPORTER TWO\nDoes your husband support you in all\nthis?\n\nAnother cheer in the background.\n\nEILEEN\nHe has to!\n\nRITA\nHe...supports me...We always support the\nmen when they come out.\n\nREPORTER\nWhat about the other Ford women; in\nLiverpool? Are they behind you?\n\nRITA\nThey will be.\n\nSeveral reporters call out. One persists.\nREPORTER THREE\n\nDoes it bother you you’ve been described\nas a Revlon Revolutionary?\n\n10.08.09 ORANGE REVISIONS\n\f73\n\n10.08.09 ORANGE REVISIONS 54\n\nREPORTER THREE (CONT'D)\nHave they been in touch? About doing some\nmodelling work for them.\n\nLaughter from the reporters. Rita smiles.\nRITA\nI prefer to concentrate on the issues of\nthe strike-\n\nA PHOTO FLASHES. RITA TURNS HER HEAD TOWARDS IT. THEN THE\nTV PICTURE CUTS TO OUTSIDE THE AMERICAN EMBASSY.\n\nTV NEWSCASTER (V.O.)\n-After the March protests in Grosvenor\nSquare, this months student riots in\nParis-\nTV PICTURE IS REPLACED BY A TEST MATCH.\nDAVE (V.O.)\nHa! Ain’t that somethin’?\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nO.)\nHa! Ain’t that somethin’? INT. \n---TARGET SECTION TO BE ANNOTATED---\n DOCK CLUB - DAY 73\n\nDave and Eddie turn from the TV, pints in hand.\n\nEDDIE\n\nYeah. She’s doin’ alright.\nDAVE\n\nAnd she mentioned you...On the\n\ntelevision...\n(jabs finger at Eddie)\nYou gotta smart woman there, Eddie.\n\nEddie nods, uneasily. Then smiles. He glances at his\nwatch.\n\nEDDIE\nI gotta get goin’-\n\nDAVE\nAlready?\n\nEDDIE\n\nI know...I gotta fetch the kids...\n\n(Dave frowns)\nRita reckons they won’t be back ‘til gone\nsix, so...I need to get ‘em sorted.\n\nHe smiles ruefully at Dave and downs his pint.\nGEORGE\n\nYou tell her to get her finger out. When\nyou see her.\n\n10.08.09 ORANGE REVISIONS\n\f74\n\n75\n\n10.08.09 ORANGE REVISIONS\n\n55\n\nAnd for the first time we notice George, sitting on a\n\nstool by the bar. He stares at his half of mild, not\n\nlooking at Dave or Eddie.\n\nGEORGE (CONT'D)\nGone on long enough now.\n\nEDDIE\n(laughing)\nI don’t think they're deliberately\ndraggin’ it out, George-\n\nGEORGE\nIt's alright for you and him. Two wages\n\nin the house. I’ve got me war pension and\n\nI’ve got what she earns. That’s it...I\ncan’t afford a bastard strike.\n\nEDDIE\n\nI know that...And they’1l settle it; soon\n\nas they can.\n\nGeorge says nothing more. Eddie nods and goes.\n\nEXT. LIVERPOOL FACTORY - DAY\n\nA coach pulls up outside a factory gate. On it is\n\n74\n\nwritten: FORD, HALEWOOD. Rita gets off. Several of the\n\ngirls follow.\n\nEXT. LIVERPOOL FACTORY - DAY\n\n75\n\nRita stands on a soap box outside the main factory. She\nis sweating, passionate, addressing a crowd of women.\n\nRITA\n-You’re doin’ the same work for Ford,\nhere in Liverpool, that we’re doin’ for\n‘em down in Dagenham. So you know that\nour job is skilled...But I’m askin’ you\nto think beyond that...",
  "48": "---END OF PREVIOUS SECTION---\nRITA\n-You’re doin’ the same work for Ford,\nhere in Liverpool, that we’re doin’ for\n‘em down in Dagenham. So you know that\nour job is skilled... But I’m askin’ you\nto think beyond that... \n---TARGET SECTION TO BE ANNOTATED---\nI’m askin’ you to\nstrike now for all women, not just\nmachinists, until every one of us gets\nfairness and is entitled to the same pay\nas men!...Will all those in favour, put\ntheir hands in the air now, please-\n\nThey do. Rita beams, delighted.\n\n10.08.09 ORANGE REVISIONS\n\f76\n\n77\n\n78\n\n79\n\n80\n\n10.08.09 ORANGE REVISIONS 56\n\nINT. RITA'S HOUSE - EARLY EVENING 76\n\nThe kids sit at the dining room table. Smoke spills from\nthe kitchen. They glance at each other. Look slightly\nworried.\n\nINT. RITA’S HOUSE, KITCHEN - EARLY EVENING 77\n\nThe kitchen is a mess as Eddie, sweat dripping from his\nnose, tries to fry a piece of liver. A huge flame leaps\nup from under the pan as spitting oil hits the gas. Eddie\nleaps back, cursing, then goes back to the food, his jaw\ntight.\n\nINT. RITA'S HOUSE - EARLY EVENING 78\n\nEddie drops newspaper wrapped fish and chips onto\nSharon's plate. Sharon glances at Graham. She is\nstruggling not to snigger as she undoes the package and\ntakes a chip. Graham laughs out loud as he receives his\nbundle of food. Eddie looks thoroughly pissed off.\n\nOMITTED 79\n\nINT. BUS - EVENING 80\n\nThe girls drive back from Halewood. Rita, sitting at the\nfront, with Connie beside her, glances out over burnished\ncountryside, a low red sun throbbing in the sky. Across\nthe aisle, also at the front, Sandra has a transistor\nradio on her lap, a single ear piece in. She starts to\nsing, quietly as she looks out of the window-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 57\n\nSANDRA\nOnce upon a time, there was a tavern,\nwhere we used to raise a glass or two-\n(Brenda, next to her, looks\nacross)\nRemember how we laughed away the hours-\n\nBrenda starts to sing. And then Connie joins in.",
  "49": "---END OF PREVIOUS SECTION---\nAcross\nthe aisle, also at the front, Sandra has a transistor\nradio on her lap, a single ear piece in. She starts to\nsing, quietly as she looks out of the window-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 57\n\nSANDRA\nOnce upon a time, there was a tavern,\nwhere we used to raise a glass or two-\n(Brenda, next to her, looks\nacross)\nRemember how we laughed away the hours-\n\nBrenda starts to sing. And then Connie joins in. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA, CONNIE\nThink of all the great things we would do-\n\nRita sings. And others, too. Sandra realises, then,\nsmiling, continues in full voice with the rest:\n\nALL\n\nThose were the days, my friend, We\nthought they'd never end, We'd sing and\ndance forever and a day-\n\n(Rita laughs)\nWe'd live the life we'd choose, We'd\nfight and never lose, For we were young\nand sure to have our way-\n\n81 EXT. BUS - EVENING 81\nThe bus slips through the warm, summer night-\n\nALL (V.O.)\nLa La La La La La-\n\n81A EXT. HOPKINS HOUSE - DAY 81A\n\nHopkins opens his front door and approaches Tooley, who\nis getting out of a taxi.\n\nHOPKINS\nWelcome. How was your flight?\nTOOLEY\nLong.\nHOPKINS\nI’m so sorry to drag you over.\nTOOLEY\nThey're taking this very seriously. Right\nat the top.\nHOPKINS\n\nCome in. My wife’s cooking dinner...\n\nThey walk into the house.\n\n10.08.09 ORANGE REVISIONS\n\f82\n\n10.08.09 ORANGE REVISIONS 57A\n\nINT. HOPKINS HOUSE - NIGHT 82\n\nHopkins passes into a modern, late sixties, detached\nhouse. Tooley follows.\n\nTOOLEY\nReally, I don’t want to be any trouble.\n\nHOPKINS\nHonestly...Least I can do...Let me take\nyour coat.\n\nHopkins wife appears in a pinny. Lisa.\n\nHOPKINS (CONT’D)\nLisa...This is Robert Tooley-\n\nTOOLEY\nDelighted to meet you at last.\n\nLISA\nLikewise.\n\nThey shake. Then Hopkins hands Tooley’s coat to Lisa.\n\n10.08.09 ORANGE REVISIONS\n\f83\n\n10.08.09 ORANGE REVISIONS 58\n\nTOOLEY\nI was saying to Peter; I’m quite happy to\neat later; at the hotel-\n\nHOPKINS\nNonsense! She loves to cook.\n(glances at Lisa)\nDon’t you?..Just relax. Have a drink.\nI’11 run you back when we’re finished.",
  "50": "---END OF PREVIOUS SECTION---\nJust relax. Have a drink. I’11 run you back when we’re finished. \n---TARGET SECTION TO BE ANNOTATED---\nHopkins passes his coat to Lisa too and ushers Tooley\nthrough into the sitting room. Lisa looks at the coats\nand then hangs them up.\n\nINT. RITA’S HOUSE - NIGHT 83\n\nRita walks into the house, excited. The place is chaotic\nbut it seems hardly to register as she smiles, seeing\nEddie arriving at the foot of the stairs. He bends\nstiffly to pick up some clothes, then straightens and\nspots her. She beams.\n\nEDDIE\nGo alright, then?\nRITA\nI slaughtered ‘em! Every single one come\nout!\nEDDIE\nWell done.\n\nHe moves into the kitchen and starts to collect the\nplates. She follows.\n\nRITA\nIt was incredible though, Eddie! To start\nwith. A load of ‘em said, while they was\nhappy to support their fellow\nmachinists...union solidarity and all\nthat...they didn’t actually agree with\nequal pay as a principal. Men deserved\nmore...Can you believe that?\n\nHe looks at her; her ebullience. And suddenly feels\ntroubled. But he manages a smile.\n\nRITA (CONT'D)\nI’‘1l go and check on the kids. Give ‘ema\nquick kiss.\n\nShe pecks him on the cheek and goes. He stares at the\ncluttered table. His effort. Anger swells.\n\nEDDIE\nYeah. I managed alright. Thanks.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 59\n\nINT. HOPKINS HOUSE - NIGHT 84\n\nLisa clears away. Bottles of beer sit on the table.\n\nTOOLEY\nThank you.\n\nHOPKINS\nCan you bring some brandy glasses back in\nwith you?\n\nShe nods and smiles. Then turns to go.\n\nTOOLEY\nLisa...You must have a quite head on your\nshoulders...Peter tells me you read\nhistory. At Cambridge-\n\nLISA\nYeah-\n\nShe nods, proudly but then suddenly becomes aware of the\nplates in her hand. She puts them on the sideboard.",
  "51": "---END OF PREVIOUS SECTION---\nPeter tells me you read\nhistory. At Cambridge-\n\nLISA\nYeah-\n\nShe nods, proudly but then suddenly becomes aware of the\nplates in her hand. She puts them on the sideboard. \n---TARGET SECTION TO BE ANNOTATED---\nTOOLEY\nSo whadda you make of our little problem;\nover at the factory?\n(nods to Peter)\nThink maybe he’s a bit too much velvet\nglove and not enough iron fist?\n\nShe seems uncertain, then shrugs, relaxing.\n\nLISA\nI don’t actually. Just the opposite. Look\nat Vauxhall. They don’t appear to have\nany problem with the unions and that\nseems to me because General Motors have a\nmuch more collaborative approach to\nManagement. Whereas at Ford, you seem\nonly to deal with the unions because you\nhave to...You tolerate them. And as a\nresult they’re much more entrenched and\naggressive in the way that they deal with\nyou.\n\nTooley looks at her. Then he smiles.\n\nTOOLEY\nThat’s a very...progressive point of\nview, Lisa.\n(turns to alarmed Hopkins)\nIsn't it?\n\nHe stares at Hopkins, his expression at once benign but\n\nthreatening. Hopkins hesitates, then turns to Lisa. He\nsmiles, but it’s a fragile thing. Then-\n\n10.08.09 ORANGE REVISIONS\n\f85\n\n86\n\n87\n\n10.08.09 ORANGE REVISIONS 60\n\nHOPKINS\nCheese.\n\nLISA\nWhat?\n\nHOPKINS\n\nWe've...got some\nStilton...Why don’t you...get that\nout?...Some grapes.\n\nLisa is wrong footed. She looks to Tooley for support. He\ndoesn’t meet her eye.\n\nTOOLEY\nThat'd be terrific.\n\nHopkins smiles, relieved. Lisa colours; she is dismissed.\nShe picks up the plates, glances at her husband and\nleaves the room.\n\nINT. KITCHEN - NIGHT 85\n\nLisa drops the plates into the sink and leans back\nagainst the draining board, trembling. On the table is a\ncopy of the Daily Mail, it’s headline: FORD WOMEN FIGHT\nON. Beneath it is a picture of a rally and a woman\nspeaking out. There is something familiar about the\nwoman. Lisa crosses and picks up the paper. Her face - as\nshe sees it is Rita.\n\nEXT/INT. RITA’S HOUSE - DAY 86\n\nRita checks the temperature on the oven.",
  "52": "---END OF PREVIOUS SECTION---\nHer face - as\nshe sees it is Rita. EXT/INT. RITA’S HOUSE - DAY 86\n\nRita checks the temperature on the oven. \n---TARGET SECTION TO BE ANNOTATED---\n Then she crosses\nto her bag which is on a chair beside the set kitchen\ntable and removes her purse. It is empty.\n\nHer jaw tightens and she crosses to a cupboard near the\ndoor. Inside is a metal box, full of shoe polish, cloths\nand brushes. Also in there is a puncture repair kit. She\nopens this and reveals some crumpled notes and a few\ncoins. She takes some of the cash, not all, and shoves it\ninto her wallet. She grabs her bag and hurries into the\nhall.\n\nEXT/INT. RITA'S HOUSE - BALCONY - DAY 87\nGraham is coming downstairs.\n\nRITA\nIt’s in the oven. Don’t burn yourself-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 60A\n\nHe wordlessly moves into the kitchen. And Rita pulls on a\njacket. She turns and stops. Sharon is there. Her hair is\nin pig tails. One bunch is massively bigger than the\nother, while one is a tangled mess.\n\nRITA (CONT'D)\nWhat happened?\n\nSHARON\nDad.\n\nRita stares and goes towards her. Then she stops.\n\n10.08.09 ORANGE REVISIONS\n\f88\n\n10.08.09 ORANGE REVISIONS 61\n\nRITA\nI gotta go see Albert. Just tell him to\nhave another go.\n\nSharon slips into the kitchen and Rita ties on a head\nscarf as Eddie comes down the stairs. She nods to the\nkitchen.\n\nRITA (CONT'D)\n‘s all ready...\n(crosses to placards against\nwall)\nYou’re alright gettin’ ‘em off to school,\naren't you?\n\nHe watches her pick up the placards.\n\nEDDIE\nCourse.\n\nShe turns. Immediately he moves towards the kitchen.\n\nRITA\nEddie-\n(he stops)\nEverything’s okay, innit?\n\nHe stares at her, then shrugs.\n\nEDDIE\nYeah. Why wouldn’t it be?\n\nShe smiles, relieved and moves to the door. He watches\nher, then fingers the collar of his shirt.\n\nEDDIE (CONT'D)\nThis is me last one.\n\nRITA\nWhat?\n\nEDDIE\nShirt. I just noticed.\n\nRITA\n(wrong footed)\nYeah...Sorry.",
  "53": "---END OF PREVIOUS SECTION---\nI just noticed. RITA\n(wrong footed)\nYeah... Sorry. \n---TARGET SECTION TO BE ANNOTATED---\n I missed washin’ Monday.\nI’1l do it tonight.\n\nHe nods. And walks into the kitchen. A second. Rita\n\nstares at the empty doorway then leaves.\n\nINT. DAGENHAM DOCK CLUB - DAY 88\nThe girls are queuing up for strike pay which Connie\n\nhands out from a table near the stage. There is much\n\nbanter between the girls.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 62\n\nRita passes Connie a sheet with names on it and removes\none covered with signatures.\n\nCONNIE\nThanks Rita-\n\nA young woman steps forward-\n\nMONICA\nMonica Dawson-\n\nCONNIE\nThere you go-\n\nShe passes her the list. She signs and then Rita hands\nher three notes. Monica stares at the money.\n\nRITA\nIt’s still three quid, love. Don’t matter\nhow you count it!\n\nMONICA\nI know...just...’bout covers me rent and\nthat’s it-\n\nEILEEN\n\nHey, Mon; you’re short of anything, you\njust gotta ask-\n\nEileen is next in line. Monica smiles, grateful. But then\nshe shakes her head.\n\nMONICA\nNo. I’m alright. Thanks. I’1l manage.\n\nCONNIE\nIt’s all the Union can afford, Monica...\n\nShe nods. She knows that. And she goes, slipping the\nmoney in her purse. Eileen steps forward-\n\nEILEEN\nEileen Scott.\n\nShe bends over to sign. Brenda waits two or three girls\n\nbehind her and lights a cigarette. She sucks greedily on\nthe fag, then notices a woman waiting behind her, about\n\nthirty, looking longingly at the fag-\n\nBRENDA\nIt’s me last one. Sorry, love.\n\nShe shows her the empty packet. The girl smiles,\ndisappointed. She nods, looks ahead, towards Connie.\n\nBrenda sighs. She takes her cigarette from her mouth, and\ntears it in two.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 62A\n\nShe lights one end against the other and then gives half\nto the girl who beams, delighted.\n\n10.08.09 ORANGE REVISIONS\n\f89\n\n10.08.",
  "54": "---END OF PREVIOUS SECTION---\nShe takes her cigarette from her mouth, and\ntears it in two. 10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 62A\n\nShe lights one end against the other and then gives half\nto the girl who beams, delighted. 10.08.09 ORANGE REVISIONS\n\f89\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 63\n\nINT. HOPKINS OFFICE - DAY 89\n\nMonty stands with Grant and Hopkins. He tries to look\nconfident. In fact, he’s uneasy. The whole room is. Then,\nsuddenly, the door bursts open and Tooley strides in, a\nfile under one arm. He slings it onto a far desk as\nHopkins tries to assert control.\n\nHOPKINS\nMonty. This is Mr Tooley. He-\n\nTOOLEY\nI need you to break the strike for me, Mr\nTaylor...As soon as you can.\n\nMonty glances at Hopkins who also looks a little\nsurprised. Monty scoffs.\n\nMONTY\nI’m not sure you appreciate whose side\nI’m on-\n\nTOOLEY\nOh, yes, I do. I’ve been going through\nyour file-\n\nMONTY\nFile?\n\nTOOLEY\n\nYou’re on your side, Mr Taylor.\n\nMONTY\nI beg your pardon!? I-\n(to Hopkins)\nI don’t have to listen to this-\n\nHe moves towards the door\n\nTOOLEY\nKeep going! And six months from now, your\nunion won't exist.\n\nMonty stops. Despite himself. He turns back.\n\nTOOLEY (CONT'D)\nIndustry can’t afford to pay women the\nsame rates as men. Fact. If it’s forced\nto, it will collapse under the extra wage\nbill, its workers will be laid off, their\nunion subscriptions will disappear and\nso, finally, will the unions which\ncollect them. That’s you...Monty.\n\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f90\n\n10.08.09 ORANGE REVISIONS 64\n\nTOOLEY (CONT'D)\nWhich means you will no longer have a\nreason to visit these gentlemen here via-\n(flips open file)\nThe Berni Inn, is it?...The Queen’s Head,\nThe Chequers-\n(looks up)\nJeez, that’s a lot’ve restaurants...Not\nto mention the all expenses paid trips to\nthe party conferences. Union conferences-\n(spots something)\nTo Paris! The Gallic rank and file. Good\non you, Monty!\n\nMonty blinks; afraid. Tooley walks across and leans right\ninto him.",
  "55": "---END OF PREVIOUS SECTION---\nGood\non you, Monty! Monty blinks; afraid. Tooley walks across and leans right\ninto him. \n---TARGET SECTION TO BE ANNOTATED---\nTOOLEY (CONT'D)\n\nThese women get what they want, you’re\nfucked. So why don’t you start thinking\nless about what your union can do for you\nand more what you can do for your\nunion...Go break the strike!\n\nMonty trembles, humiliated, then walks numbly from the\noffice. A long silence. Tooley looks to the others.\n\nTOOLEY (CONT'D)\nPersonnel files...Everyone’s got a weak\nspot. You just gotta find it.\n\nEXT. RIVER PLANT - DAY 90\n\nThe women are now on picket before their entrance gates.\nThey call out for Equal Pay, Equality... several chant;\n‘We Want Justice!’ and ‘Support Our Struggle!’ A lorry\ndelivering supplies turns away in support of them. the\nWomen all cheer. The lorry pips as it drives back up the\nroad.\n\nAs the lorry accelerates away Rita sees a figure\napproaching-—\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 65\n\nRITA\nHello, love! Thought you weren’t comin’-\n(hands across money)\nGot your strike pay. Albert let me have\nit-\n\nConnie looks at it, takes it and nods. But she is\nhassled. She places her bag on the kerb beside several\nothers, then steps across to join the chatting girls.\nRita lowers her voice.\n\nRITA (CONT'D)\nYou alright?\n\nCONNIE\nYeah...Fine.\n\nConnie looks up the road. But she is aware of Rita\nstaring at her; not convinced. Connie sighs, then steps\nback to rummage in her bag: a diversion. Rita moves over.\nConnie lowers her voice.\n\nCONNIE (CONT'D)\n-Was a load've press outside the Labour\nExchange. They cornered George...\n(Rita is confused)\n“Had he fought for a country where the\nwomen’d turn out to be more militant than\nthe men?”-—\n\nRITA\nSilly sods.\n\nConnie frowns; that’s not what she meant.\n\nCONNIE\nYeah.\n\nBut then, a bell sounds briefly. Rita looks across. A\ndark blue police van pulls up.\n\nSANDRA\nWhat they doin’ here?\n\nThree or four policemen get out of the van.",
  "56": "---END OF PREVIOUS SECTION---\nA\ndark blue police van pulls up. SANDRA\nWhat they doin’ here? Three or four policemen get out of the van. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nHello boys. Nothin’ too physical. Til\nwe're on first name terms. I’m Brenda-\n\nThe girls all laugh. A young PC, about twenty, speaks:\n\nCOPPER\nYou gotta move.\n\nThe hilarity stops in an instant.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 66\n\nRITA\nWhat?\nCOPPER\nYou’re trespassin’.\nRITA\nNo, we ain’t. We're picketin’-\nCOPPER\nYou can’t. Not here.\nCONNIE\n(annoyed)\n\nYes, we can. It’s our right!\n\nCOPPER\nNot here!\n\nHe is firm. The girls are stunned.\n\nCOPPER (CONT'D)\nYou can do it at the bottom of the High\nStreet-—\n\n(points way back to town)\nBut this road, all the way back to town,\nFord built. So it’s private property and\nsince you’re on strike you’re actually\nout of contract which means you are\ntrespassin’. You gotta move to the public\n\nhighway-\nCONNIE\nWe can’t turn the lorries round from\nthere-\nCOPPER\nI’m sorry!...Look, who’s in charge?\n\nEveryone looks at Rita but Connie steps forward.\n\nCONNIE\nI’m shop steward-\n\nRita turns, wrong footed-\nCOPPER\nRight. I need you to get these women out\nof here.\n\nHe nods and then opens his arms wide as if to corral the\nwomen up the road-\n\nCONNIE\nGet your hands off me-\n\nCOPPER\nI ain’t touched you-\n\n10.08.09 ORANGE REVISIONS\n\f91\n\n10.08.09 ORANGE REVISIONS 67\n\nRITA\nIt’s alright, Connie-\n\nCONNIE\nNo. It ain’t alright!\n\nCOPPER\n(to Connie)\nWill you just move-\n\nCONNIE\nNo!\n\nRita is worried, the situation starting to boil-\n\nBRENDA\nYeah, sod off! We ain’t doin’ nothin’\nwrong-\n\nThe women link arms. Connie is on the end of the line.\n\nCOPPER\nYou are! And you gotta shift!\n\nHe shoves Connie forwards. She pulls away.",
  "57": "---END OF PREVIOUS SECTION---\nAnd you gotta shift! He shoves Connie forwards. She pulls away. \n---TARGET SECTION TO BE ANNOTATED---\nCONNIE\nGet off me! You ignorant bugger-\n\nCOPPER\nRight! Lads-\n\nHe beckons the other coppers. And grabs Connie.\n\nRITA\nLeave her!\n\nCONNIE COPPER\nGet off! Come here-\n\nConnie kicks her heel hard into his shin. He cries out,\nletting go. But the other coppers grab her as the girls\nshove back against them. A huge melee ensues. The press\ntake photos and Sandra tries to smile, even as she’s\nshoved one way and the other. In a moment, though,\nConnie, screaming, is extracted, shoved in the van and\nthe coppers are away. Silence immediately falls and Rita\nlooks to Brenda, shocked.\n\nINT. RIVER PLANT, CORRIDOR - DAY 91\nMonty stands looking out of a window at the aftermath of\n\nthe skirmish. A pay phone is close by, on the wall. Monty\nfeels sick.\n\n10.08.09 ORANGE REVISIONS\n\f92\n\n93\n\n10.08.09 ORANGE REVISIONS 68\n\nINT. CONNIE’S HOUSE - AFTERNOON 92\n\nA clock ticks. And ticks. Then we see George. He sits at\nhome. He is in an armchair but is perched right on the\nedge of the seat. He looks at the time. Then back to a\nspot on the far wall. He suddenly screws his eyes tight\nshut and grimaces. A second and he opens his eyes again.\nWherever he is, he’s utterly terrified.\n\nINT. POLICE STATION - LATE AFTERNOON 93\nBrenda, Rita and Eileen are all piled into the station\n\nand Rita speaks to the uniformed desk clerk. She is\nincredulous.\n\nRITA\nYou can’t just keep her in.\n\nCLERK\nWe can do what we like while she’s\nhysterical-\n\nRITA\n\nCourse she’s hysterical! She’s been in a\n\nbleedin’ police cell all afternoon-\n(gathers her own emotions)\n\nPlease. Just let me speak to her.\n\nCLERK\nShe ain’t allowed visitors-\nRITA\nI’m not visitin’! I’m tryin’ to sort\nthings out-\nTOOLEY (0.S.)\nExcuse me!...",
  "58": "---END OF PREVIOUS SECTION---\nCLERK\nShe ain’t allowed visitors-\nRITA\nI’m not visitin’! I’m tryin’ to sort\nthings out-\nTOOLEY (0. S.)\nExcuse me!... \n---TARGET SECTION TO BE ANNOTATED---\nCan I help here?\n\nTooley pushes through the women.\n\nTOOLEY (CONT'D)\nI only just found out...A question of\ntrespass, I gather? On Ford property?\n\nCLERK\nWho are you?\n\nTOOLEY\n\n(pushing ID over)\nI represent Ford Motors, Sir, and we have\nno desire to press charges here.\n\n(Rita stares at Tooley,\n\nimmediately uneasy)\nProtest is a basic right in all free and\ndemocratic countries.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 68A\n\nCLERK\nThere’s also a matter of assault-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 69\n\nTOOLEY\nIs that so? Well, I’m quite sure it was a\nminor thing. And with all these ladies\nhere as witnesses, plus the view of\nanother of my employees who clearly saw\nthe incident with the middle aged\nwoman...I’m sure you’d be just as happy\nas me if it went right away.\n\nThe clerk hesitates, then bolts from his desk into a back\nroom. Tooley turns, smiles.\n\nTOOLEY (CONT'D)\nRobert Tooley, Mrs O’Grady. A pleasure to\nmeet you.\n\nShe’s shocked he knows her name. Then Tooley produces a\ncard from an inner pocket. He holds it out-\n\nTOOLEY (CONT'D)\n\nAnytime you wanna come in, have a chat\nwith me...\n\n(she takes the card)\nTalk about settling this thing-\n\n(she looks him in the eye)\nJust give me a call.\n\n(starts to go; looks back)\nIt's my job to make things happen, Mrs\nO'Grady. I can make all sorts of things\nhappen.\n\nAnd he’s gone.\nBRENDA\nChrist...I thought Boris Karloff was\nscary.\nRita nods, gathering herself and her tumbling emotions.\nRITA\nIt’s fine. We can handle him...Shows how\nmuch they’re frightened of us...Sendin’\nin the heavy brigade-\nA cheer of support. Rita makes to say more-\n\nBut a voice cuts through.\n\nCONNIE\nCan we go now...I wanna go home.\n\nConnie is there; standing by an inner door which closes\n\nbehind her.",
  "59": "---END OF PREVIOUS SECTION---\nCONNIE\nCan we go now... I wanna go home. Connie is there; standing by an inner door which closes\n\nbehind her. \n---TARGET SECTION TO BE ANNOTATED---\n She is visibly upset. The girls flock to her.\nA half beat and Rita, a little awkward, goes, too.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 69A\n\n93A EXT. CONNIE’S HOUSE 93A\n\nConnie enters her house.\n\n10.08.09 ORANGE REVISIONS\n\f94\n\n95\n\n96\n\n10.08.09 ORANGE REVISIONS 70\n\nINT. CONNIE’S HOUSE - LATE AFTERNOON 94\nConnie closes her door. She looks pale. A second as she\ngathers herself. Then she walks towards the sitting room,\ncalling out, brightly-\n\nCONNIE\nI’m back, George-\n\nBut there is no-one there, his chair empty.\n\nCONNIE (CONT'D)\nGeorge?\nShe passes into the kitchen. Nothing. And now she’s\nlooking slightly anxious. She calls generally, to the\nhouse...\n\nCONNIE (CONT'D)\nI’m home, love-\n\nAnd she hurries from the kitchen to the stairs. We see\nher run up them.\n\nCONNIE (CONT'D)\nGeorge!\n\nThen we hear her upstairs. Front bedroom, back bedroom\n\nand running back down the stairs. She looks scared.\n\nEXT. WASTELAND - LATE AFTERNOON 95\nGeorge wanders across a bleak, barren expanse of open\nground. His steps are jerky, ragged. He looks wretched.\nEXT. DAGENHAM ESTATE - LATE AFTERNOON 96\nWe hear shouts from the girls. They are calling George's\n\nname as they search the estate. Rita and Connie appear at\nthe foot of a twitchell.\n\nCONNIE\nChrist-\n\nRITA\nHe’1l turn up-\n\nCONNIE\nI said. I said I’d be back at two-\n\nRITA\nConnie-\n\nCONNIE\n\n(shouts )\n\nGeorge!\n\n10.08.09 ORANGE REVISIONS\n\f97\n\n98\n\n10.08.09 ORANGE REVISIONS 71\n\nRita looks stressed but knows she must remain calm.\n\nEXT. WASTELAND - LATE AFTERNOON 97\n\nGraham, still in school uniform, carrying a football,\nheads home. He frowns; recognising the figure sitting on\na fly tipped bench. It is George. Graham moves over.",
  "60": "---END OF PREVIOUS SECTION---\nHe frowns; recognising the figure sitting on\na fly tipped bench. It is George. Graham moves over. \n---TARGET SECTION TO BE ANNOTATED---\nGRAHAM\nHello Mr Andrews...You alright?\n\nGeorge says nothing. There is a hint of spittle in the\ncorner of his mouth. Graham is unsure. He glances round,\nthen sits beside George.\n\nGRAHAM (CONT'D)\nJust been playin’ football. I was Bobby\nMoore...\n(nothing from George)\nI should get home for me tea-\n\nHe starts to move. But George reaches out and takes his\nhand. Graham is shocked at first; but then he looks into\nGeorge’s eyes and sees the fear. And shock gives way to\nworry and he finally sits back, holding the older man’s\nhand.\n\nEXT. EDGE OF WASTELAND - ESTATE - LATE AFTERNOON 98\n\nConnie, Rita, Eileen, Monica all crying out for George.\nAnd in them all we hear the gathering concern, the\ninsistence.\n\nCONNIE\nOh, God! Where is he-\n\nShe seems about to set off in another direction when she\nstops. Her breath catches. There he is. Walking with\nGraham. Graham still holding his hand. Graham bringing\nhim home. Connie’s eyes fill and she runs towards her\nhusband. Rita exhales, feeling the gathering pressure.\n\n10.08.09 ORANGE REVISIONS\n\f99\n\n100\n\n101\n\n102\n\n10.08.09 ORANGE REVISIONS 72\n\nINT. RIVER PLANT - AFTERNOON 99\n\nGordon sits in the empty warehouse reading the paper. A\nman with a clipped ‘tash and severely parted hair stands\nto one side shouting into the phone.\n\nFRANK\nDon’t you take that tone with me! I-\n(stops; listens; then-)\nThere aren’t any! That’s what I’m sayin’:\nYou've had ‘em all! There are no more\nfinished seats...full stop!\n\nHe slams the phone down. Then he takes a deep breath and\ngathers himself. He walks past Gordon who looks up from\nhis paper.\n\nGORDON\nFrank!\n\nFrank glances across\n\nGORDON (CONT'D)\nWhat do you want me to do, then?\n\nFRANK\n(matter of fact)\nGo home.\nGORDON\nWhat?\n\nFrank stops by the door. He turns; looks serious-\n\nFRANK\nNo more seats...no more job.\n\nFrank leaves.",
  "61": "---END OF PREVIOUS SECTION---\nFrank stops by the door. He turns; looks serious-\n\nFRANK\nNo more seats...no more job. Frank leaves. \n---TARGET SECTION TO BE ANNOTATED---\n Gordon's face as he realises he’s being\nlaid off. He is stunned. And angry.\n\nINT. FORD MAIN PLANT - AFTERNOON 100\n\nThe assembly line stops.\n\nINT. HOPKINS OFFICE - AFTERNOON 101\n\nHopkins scrambles for his phone, terrified and dials-\n\nEXT. DAGENHAM HIGH STREET - AFTERNOON 102\nA pale Rita walks through Dagenham’s deserted streets.\n\nShe is exhausted. But then, a man cycles up the hill.\nThen another. She checks her watch and frowns. Too early.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 73\n\nBut more sweep by until finally, a huge tide of cyclists\npass by her. One or two men glance at her as they go.\nFinally, she stops an older man, moving slowly.\n\nRITA\nWhat’s goin’ on?\n\nMAN\nYou done it...\n(she is uncertain)\nThey've laid everyone off-\n(she blinks)\nYou’ve shut the factory down.\n\nHe rides on. Rita wobbles.\n\nRITA\nI...I gotta see Albert.\n\nRita runs off, through the tide of men flooding onto the\nstreets.\n\n103 INT. HOPKINS OFFICE - AFTERNOON 103\nTooley watches Hopkins who paces his office.\n\nHOPKINS\nThat's it. We’re buggered! We can’t make\ncars with no bloody seats in ‘em!\n\nHe inadvertently snaps a pencil he’s holding. He throws\nit in the bin.\n\nTOOLEY\nRelax-\n\nHOPKINS\nRelax! The entire workforce of my main\nplant is going home!\n\nTOOLEY\nGood.\n(Hopkins blinks)\nThis is what we want-\n\nTooley is smiling, reasonable. Hopkins, incredulous,\nmakes to speak-\n\nTOOLEY (CONT'D)\nWe're trying to make the girls go back to\n\nwork.\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f104\n\n105\n\n10.08.09 ORANGE REVISIONS 74\n\nTOOLEY (CONT'D)\nAnd now, we've got five thousand men out\nof a job, as well...Their husbands and\nboyfriends...",
  "62": "---END OF PREVIOUS SECTION---\nHopkins, incredulous,\nmakes to speak-\n\nTOOLEY (CONT'D)\nWe're trying to make the girls go back to\n\nwork. (MORE)\n\n10.08.09 ORANGE REVISIONS\n\f104\n\n105\n\n10.08.09 ORANGE REVISIONS 74\n\nTOOLEY (CONT'D)\nAnd now, we've got five thousand men out\nof a job, as well... Their husbands and\nboyfriends... \n---TARGET SECTION TO BE ANNOTATED---\nWhich means, in a very short\ntime, when those men can’t afford their\nbooze and their soccer and their\ngambling...they’1l do our job for us...\n\nINT. CAFE - NIGHT 104\n\nAlbert and Rita stare at the facade from inside a CAFE.\nAlbert still wears his Ford overalls. A note pad sits\nbeside them on the table and several empty packets of\ncrisps are screwed up in the ashtray.\n\nALBERT\nNow’s the critical time, Rita. You gotta\ndrive them girls forward-\n\nRITA\nI know that!\n\nShe does. And he smiles, nodding, acknowledging it.\n\nALBERT\nYou need to keep an eye on the Union,\ntoo. Now the lads’ve all been made\nredundant. They’1l be nervous. And Monty!\nFord's rattled him. I can tell. So\ncareful what news you share with him!\n\nShe nods. Meets Albert’s eye. He suddenly smiles and\nclenches his fists.\n\nALBERT (CONT'D)\nHold on tight, girl.\nINT. RITA’S HOUSE - NIGHT 105\nRita hurries into the house. She’s flushed.\n\nRITA\nI’m back-\n\nShe nips into the kitchen which is in a mess. She opens\nthe fridge. It is bare. There is a tiny piece of cheese\nand after checking it, she devours it. Then she walks\ntowards the front room.\n\nRITA (CONT'D)\nEddie?\n\nShe peers round the door. It’s empty.\n\n10.08.09 ORANGE REVISIONS\n\f106\n\n10.08.09 ORANGE REVISIONS 75\n\nINT. RITA’S HOUSE, BEDROOM - NIGHT 106\n\nRita slips into the bedroom. Eddie is laying in bed. He\nis reading a Haynes motorcycle Manual. He looks across\nand goes back to the book.\n\nRITA\nYou alright?\n\nEDDIE\nYeah...Been busy, have you?\n\nShe is instantly energized, moving to the bed and sitting\nclose, her gaze intense.\n\nRITA\nFinal push, Eddie; we gotta plan. The\nentire Main Plant closed down. Ford can’t\nafford that-\n\nHe’s looking at her now and she stops; realises-—\n\nRITA (CONT'D)\nI mean...I’m sorry, love...",
  "63": "---END OF PREVIOUS SECTION---\nThe\nentire Main Plant closed down. Ford can’t\nafford that-\n\nHe’s looking at her now and she stops; realises-—\n\nRITA (CONT'D)\nI mean... I’m sorry, love... \n---TARGET SECTION TO BE ANNOTATED---\nIt’s had to\ncome to this. For you and the lads...\n\nHe stares. Then looks back to the book.\n\nEDDIE\nOh, don’t you worry about us, Rita...We\nwas sayin’ on the way out, it’s nice warm\nweather at the moment; if they cut the\ngas off, we'll hardly notice.\n\nHe glances back and smiles. Then, it’s face in the book\nagain. Rita frowns. Is he joking? She stands and moves\nacross the room and starts to undress. She turns to him,\nhowever; can’t let it go.\n\nRITA\nThing is, I know how you feel, love:\ngettin’ laid off. ‘Cause’ve all them\ntimes us girls’ve supported you men; and\nit’s meant no work for us.\n\nHe looks across the room. His eyes fiery. Half a second\nand he puts a lid on his emotions.\n\nEDDIE\nYeah.\n\nThen he’s back to the book. She stiffens even more.\nRITA\n\nIf you've got somethin’ on your mind,\nEddie-\n\n10.08.09 ORANGE REVISIONS\n\f107\n\n10.08.09 ORANGE REVISIONS 76\n\nEDDIE\nI’m fine...I’d say.\n\nBeat. She crosses to take off her make up.\n\nRITA\nGood. Cause I ain’t had the easiest of\ndays meself-\n\nClick! His half of the room plunges into darkness. Rita\nstares across at Eddie, sees his hand move from the lamp\nto the bed while his back remains resolutely turned\ntowards her.\n\nINT. CONNIE’S HOUSE - NIGHT 107\nConnie is in bed, asleep. George is beside her. Suddenly\n\nhe starts to pant. The panting gets louder and faster, as\nif he is hyperventilating. Connie moans, starts to wake.\n\nGEORGE\n\nFuckin’ skip, fuckin’ skip-\nCONNIE\n\nGeorge-\nGEORGE\n\nClosin’ in! He’s...closin’-\nHe shouts out. Connie turns on the light.\n\nCONNIE\nGeorge, George, stop it-\n\nGEORGE\nAhh! Ah!\n\nHe cries out the last time, wide awake. Then he sees it’s\nher. He blinks, starts to slow his breathing.",
  "64": "---END OF PREVIOUS SECTION---\nHe cries out the last time, wide awake. Then he sees it’s\nher. He blinks, starts to slow his breathing. \n---TARGET SECTION TO BE ANNOTATED---\nCONNIE\nIt's alright. I’m here....It’s okay.\n\nShe stares. He says nothing, whimpers. He looks at the\nbed. Then he curses, feeling something-\n\nGEORGE\nOh...\n\nHe shifts over. The bed is wet through.\n\nCONNIE\nIt don’t matter. I'll change it...Here-\n\nShe drags him onto her side, towards the foot of the bed.\nHe watches her. Then his face twists.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 77\n\nGEORGE\nWhat the fuck do you care?\n(she is confused)\nYou’d sooner they threw us in the\nsanatorium...Or the fuckin’ poor house-\n\nCONNIE\n(wrong footed)\nWhat?\n\nGEORGE\n(nodding; manic)\nI know what you’re up to...This strike.\nBack your mates...Then when we haven’t\ngot a pot to piss in, with a bit’ve luck,\nthe Social’1l have me, eh?\n\nCONNIE\n(upset)\nNo! You-\n\nGEORGE\nAnd then you can move another one\nin...Real fuckin’ man...Look after you\nproper-—\n\nCONNIE\n\n(angry)\nDon’t say that!-\n\nGEORGE\nGive you a bitta cock-\n\nCONNIE\nGeorge!\n\nA second and he launches himself at her-\n\nGEORGE\nYou fuckin’ cow, you-\n\nHe knocks her backwards and drags himself up her body.\nShe immediately tries to pin his arms to his side but he\nis flailing, crying out, howling like an animal-\n\nCONNIE\nStop it! George! Stop it! You’re gonna\nhurt me!\n\nAnd then we see him bite her, on the shoulder, like he is\nstuffing a rag in his own mouth. She cries out, in pain.\nBut she grits her teeth, baring it. And finally, his\nwailing reaches a pitch and he slumps against her, spent\nand sobbing. Connie looks bereft, her own eyes filling\nimmediately. She pulls him to her, holding his head\nagainst her chest. His convulsing body shakes the whole\nbed.\n\n10.08.09 ORANGE REVISIONS\n\f107aA\n\n107A\n\n10.08.",
  "65": "---END OF PREVIOUS SECTION---\nShe pulls him to her, holding his head\nagainst her chest. His convulsing body shakes the whole\nbed. 10.08.09 ORANGE REVISIONS\n\f107aA\n\n107A\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 78\n\nGEORGE\nI’m sorry...I’m sorry-\n\nShe holds him. And we pull back and see them both,\nhuddled together, in their small dark bedroom.\n\nINT. HOPKINS OFFICE - DAY 107aA\n\nTooley walks into the office where Grant is working. He\nis tense and opens a drawer aggressively. Grant closes a\nfiling cabinet. Nothing. He sighs. But then he notices an\nold copy of the Dagenham and Redbridge Echo, folded on\ntop of the cabinet. On it is a picture of Sandra, in hot\npants.\n\nGRANT\nMr Tooley...\n\nTooley turns, eyes greedy; he heard a thought there-\n\nINT. BRENDA’S HOUSE - AFTERNOON 107A\n\nSeveral of the women are hanging out at Brenda’s house.\nMonica and Eileen are making tea in the kitchen while\nRita talks to a couple of women in the living room.\nSandra reads a magazine, slightly distracted. Brenda\ngives out garden produce from a sack, handing a\ncauliflower to Eileen-\n\nEILEEN\nThanks love-\n\nBRENDA\nNo! Thanks not necessary-—\n\nShe deposits the cauliflower besides Monica\n\nBRENDA (CONT'D)\n-the pleasure was all mine.\n\nEileen smiles. Then-\nEILEEN\nHere, I don’t suppose you could get any\nfruit could you? I’ve had nothin’ but\ncabbage soup all week-\n\nBrenda smiles and opens a cupboard. Inside is nothing but\na large pineapple.\n\nBRENDA\nTa da!\n\nMONICA\nBloody hell-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 78A\n\nEILEEN\nJesus. He must love you-\n\nMonica steps closer, as if looking at the crown jewels-\n\nMONICA\nI’ve never had a real pineapple.\n\nBRENDA\nHelp yourself.\n\nMONICA\nNo...!\n\nBRENDA\nGo on.\n\nEileen excitedly starts cutting it up. Brenda moves to\nSandra.\n\nBRENDA (CONT'D)\nCauliflower or cabbage?\nSANDRA\nWhat?...\n(realises what she’s being\nasked)\nOh... No thanks.\n\nBRENDA\nGo on. Take something.\n\nSANDRA\nNo I’m fine.",
  "66": "---END OF PREVIOUS SECTION---\nBRENDA\nGo on. Take something. SANDRA\nNo I’m fine. \n---TARGET SECTION TO BE ANNOTATED---\n I got to go actually.\n\nShe gets up finds her bag\n\nSANDRA (CONT'D)\nI’1l see you all later.\n\nMonica enters as Sandra goes.\n\nMONICA, RITA, ETC\nSee you Sandra.\n\nRITA\nShe alright?\n\nMONICA\nCourse she is. You know what she’s like.\nAlways wishing she was somewhere else.\n\nRITA\nYeah.\n\nBrenda tips the sack upside down. One last cauliflower.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 78B\n\nBRENDA\nThis one’s Connie’s. Where is she? I\nain’t seen her around-\n\nEileen and Monica have brought out slices of Pineapple.\n\nEILEEN\n\nDon’t worry. I‘’1ll take it for her-\nRITA\n\nNo, I’11 do it... I wanna talk to her.\n\nRita, clearly worried, slips the cauli in a straw basket.\n\nEILEEN\nRita! It ain’t all your responsibility...\n\nRita stares at Eileen and smiles. But it’s fragile.\n\nRITA\nWe gotta stand firm. Everyone of us! It\nain't easy... And it’s gonna get harder\n\nnow. Cause we ain’t caved in how they\nthought we would. Which means they’re\ndesperate... But we’ve got this far, so\nwe can get a bit further... as long as we\nstick together.\n\nShe stops just as she’s getting into her stride, the\nothers are trying to focus but really their attention is\non the pineapple they are devouring with loud slurps and\nfrom which they look up at Rita. She sighs and smiles,\nrelaxing at last.\n\nRITA (CONT'D)\nGive us some of that-\n\n107B OMITTED 107B\n108 OMITTED 108\n109 OMITTED 109\n110 OMITTED 110\n111 OMITTED 111\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 79\n\n112 OMITTED 112\n113 OMITTED 113\n114 EXT. REAR OF CONNIE’S HOUSE - AFTERNOON 114\n\nRita passes down the side of Connie’s house.\n\nRITA\nConnie...You there?\n\nShe peeps over the wall.",
  "67": "---END OF PREVIOUS SECTION---\nRITA\nConnie... You there? She peeps over the wall. \n---TARGET SECTION TO BE ANNOTATED---\n Connie is sitting on a chair by\nthe door, a bucket at her feet, peeling potatoes. Rita\nsmiles, stops straining and passes round the corner-\n\nRITA (CONT'D)\nI brought you a present. From Brenda’s\nfella-\n\nShe ducks through the gate, holding out the Cauliflower.\nConnie looks across at her. Rita is still smiling. She\nplaces the cauliflower on the floor beside Connie.\n\nRITA (CONT'D)\nPlus, Albert’s been in touch; Union’s\ncalled a meetin’-\n\nShe straightens and looks at Connie\n\nRITA (CONT'D)\nSounds important; so we need to-\n\nCONNIE\nNo...\n(Rita frowns)\nI... I don’t think so.\nRITA\n(wrong footed)\nI...?\n\nConnie avoids eye contact as she clarifies what she\nmeans.\n\nCONNIE\nI’m not sure I can come with you.\n\nRITA\nWhat?\n\nA beat. Finally Connie looks at Rita.\nCONNIE\n\nI...wanna step back a bit, Rita-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 79aA\n\nRITA\n(alarm now)\nConnie-\n\nCONNIE\nI need to...I feel like I-\n\nRita is panicky.\n\nRITA\nYou can’t just stop-\n\nCONNIE\nI’m not stoppin’! I’m still on strike. I\nstill support you. I just-\n(Rita makes to speak)\nI can’t be on the front line so\nmuch!...That’s all.\n\nRITA\n(scared)\nBut...we need you...at the meetin’s\n(shrugs )\nAnd the younger girls; they look up to\nyou-\nCONNIE\n\nYou’re in charge, Rita! You wanted to be\nin charge! Of this dispute.\n\nRita looks upset by that one and it forces Connie to turn\naway. She sighs and tries another tack.\n\nCONNIE (CONT'D)\nI got arrested. They put us in a cell.\nIt’s too much for me!\n\nAgain they make eye contact. And this time Rita knows\nConnie’s making excuses. Connie sees this and exhales;\nunable to keep up the pretence any longer. She scoffs,\nsadly.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.",
  "68": "---END OF PREVIOUS SECTION---\nConnie sees this and exhales;\nunable to keep up the pretence any longer. She scoffs,\nsadly. 10.08.09 ORANGE REVISIONS\n\f10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 79A\n\nCONNIE (CONT'D)\nWhat do you want me to say, Rita? George\nis ill. You know that! He’s touched. And\nthe strike’s whippin’ everything up...I\ngotta put him first-\n\n(Rita makes to speak)\nYou don’t understand!\n\n(frowns )\nI’m not his wife no more. I’m more like\nhis...sister or-\n\n(stares at Rita)\n\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 80\n\nCONNIE (CONT'D)\nBut I’m his. And that’s all he’s got\nleft.\n\nRita stares at her friend, her heart breaking.\n\nRITA\n\nAnd I ain’t sayin’ you gotta give up on\nhim, Connie. Just...\n\n(imploringly)\nYou count, too. Your life...And you gotta\nallow it to blossom, just a bit...Or the\nwar’s gonna destroy two people, Con! And\nthat would be so wrong.\n\nConnie stares hard at Rita.\n\n115 OMITTED 115\n116 OMITTED 116\n117 OMITTED 117\n\n10.08.09 ORANGE REVISIONS\n\f118\n\n118A\n\n10.08.09 ORANGE REVISIONS 80A-82\n\nINT. PHONE BOX - ESTATE - AFTERNOON 118\n\nSandra stands very upright in the phone box. She looks\nagitated. The ‘phone rings and she grabs it.\n\nSANDRA\nHello-\n(posher)\nHello...Yes...Yes, it is...That’s right.\nI got your note, thank you. I was... busy\n\nwhen you come round-\n(stops; listens)\nWhat?\n(excited)\nReally...?\n(listens; then looks worried)\nOh, I see...Well, I dunno, about that, I-\n(listens; brightens)\nYeah? That would be nice...I mean, it\nmakes sense, dunnit...Okay. Thank you.\n\nShe hangs up. She looks dry mouthed. But set on a course.\n\nEXT. DAGENHAM TOWN CENTRE - AFTERNOON 118A\n\nRita walks through town. She approaches a large brick\nbuilding: Department of Labour and Social Services,\nEmployment Exchange.",
  "69": "---END OF PREVIOUS SECTION---\nEXT. DAGENHAM TOWN CENTRE - AFTERNOON 118A\n\nRita walks through town. She approaches a large brick\nbuilding: Department of Labour and Social Services,\nEmployment Exchange. \n---TARGET SECTION TO BE ANNOTATED---\n One or two men pass inside and\nseveral more are gathered in groups by the gate. Rita\nsees them, crosses the road, and accelerates. She slows\nat a bus stop. She lights a cigarette with unsteady\nhands. Then she stops. Someone is there; it is Gordon.\nShe smiles, relieved.\n\nRITA\nHello, Gordon-\n\nGORDON\n\nDon’t you fuckin’ hello me!\n\n(she blinks, shocked)\nYou don’t have to work. You got an\nhusband. My missus don’t have to. You do,\n‘cause it’s nice. It’s a bit extra. But\nyou don’t have to...I have to fuckin’\nwork. To pay the electric and the food\nand the coal. The fuckin’ basics. Only\nnow I can’t. I can’t shift what ain’t\nthere...You fuckin’ idiot.\n\nHe strides off. Rita doesn’t move, feeling sick.\n\n10.08.09 ORANGE REVISIONS\n\f119\n\n120\n\n10.08.09 ORANGE REVISIONS 82A\n\nEXT. RITA'S HOUSE - AFTERNOON 119\n\nRita, shaken walks down the road, turns a corner and\nstops: from her house, two men are wheeling her fridge\nonto the back of a lorry. Eddie walks onto the doorstep,\nwatching the scene. Rita hurries over and turns to him.\n\nEDDIE\nWe ain’t paid the HP... Last of my cash\nwent on the electric bill. How you set?\n\nHer jaw tightens.\n\nINT. RITA’S HOUSE - AFTERNOON 120\nRita runs angrily into the kitchen. She goes straight for\n\nthe shoe polish box, pulls out the puncture repair kit\nand opens it. It is bare. She looks furious-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 83\n\n121 EXT. RITA’S HOUSE - AFTERNOON 121\nRita strides over to Eddie-\n\nRITA\nYou spent the money-\n\nEDDIE\nEh?\n\nRITA\nYou spent the last of the emergency. Out\nthe repair kit.\n\nEDDIE\n\nI had to pay the milk man.",
  "70": "---END OF PREVIOUS SECTION---\nRITA\nYou spent the last of the emergency. Out\nthe repair kit. EDDIE\n\nI had to pay the milk man. \n---TARGET SECTION TO BE ANNOTATED---\nRITA\n\nWhy?-\nEDDIE\n\nWhat d’you mean-\n\nRITA\nWe could’a kept him off til next week-\n\nEDDIE\nHe wanted payin’ !-\nRITA\nAnd you shoulda told him we didn’t have\n\nit!\n\n(he makes to speak)\nChrist, Eddie, I’m in charge of the\nmoney!\n\nEDDIE\n\nWell, you ain’t much good at it are you!\nOr we might have some left!\n\n(she blinks, shocked; he\n\nscoffs)\nWelcome to the real world, Rita. This is\nbein’ on strike: you run out of cash and\nyou end up screamin’ at each other.\n\nShe stares at him, ashen.\n\nRITA\nWhat happened to you?\n\nEddie walks back into the flat and Sharon walks out,\noblivious to their argument. Rita stares.\n\nSHARON\n(Tugging at Rita’s sleeve)\nMum, are you coming in now?\n\nThen her neighbour Marge lets herself in next door.\n\n10.08.09 ORANGE REVISIONS\n\f122\n\n10.08.09 ORANGE REVISIONS 83A\n\nMARGE (0.S.)\nRita!\n\nRita turns;\n\nRITA\nHello, Marge.\n\nShe smiles; doing her best.\n\nMARGE\nI thought you lot were back at work?\n\nRITA\nNo... no we...\n\nShe looks at Marge\n\nRITA (CONT'D)\nEverything alright?\n\nMARGE\nYeah it’s just... I was just finishing my\nshift and I’m sure I saw your Sandra...\nShe stops and frowns-\n\nMARGE (CONT'D)\nRita?\n\nRita is already hurrying back to the house, Sharon\ngripped tightly in her hand.\n\nRITA\nEddie! I gotta go out.\n\nSHARON\nBut Mum... you said...\n\nRITA\n\nI’m sorry love. Mummy’s got to do\nsomething important, Daddy will look\nafter you\n\n(shouts )\nEddie!\n\nOMITTED 122\n\n10.08.09 ORANGE REVISIONS\n\f123\n\n124\n\n125\n\n10.08.09 ORANGE REVISIONS 84\n\nEXT. RIVER PLANT - AFTERNOON 123\nSandra waits outside the factory. She looks nervous. She\nwalks in.\n\nOMITTED 124\n\nINT.",
  "71": "---END OF PREVIOUS SECTION---\nShe looks nervous. She\nwalks in. OMITTED 124\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MAIN PLANT - AFTERNOON 125\n\nMusic plays quietly in the background as a photographer\nin his late forties, bearded, leans in towards Sandra.\nShe wears an evening dress and long gloves. She is\npositioned between the harsh machinery of the shop floor\nand a brand new Ford Executive Saloon.\n\n10.08.09 ORANGE REVISIONS\n\f126\n\n10.08.09 ORANGE REVISIONS 85\n\nPHOTOGRAPHER\nTerrific Sandra. Head a little higher.\n\nSANDRA\nLike that?\n\nShe twists. Looks over one shoulder. She’s a natural.\n\nPHOTOGRAPHER\nYeeees! Beautiful!\n\nAnd even as he says it, at the side, a door opens and\nRita and the other girls rush in-\n\nPHOTOGRAPHER (CONT’D)\nBit nearer...Flat hand on the roof.\n\nAnd they stop, amazed. They stare at Sandra. She looks\nextraordinary. Beautiful, transformed. And momentarily,\nthey are neutered, unsure what to do. But then Sandra, as\nshe turns, sees them.\n\nPHOTOGRAPHER (CONT’D)\nOkay. Openinin’ the door now. Lookin’\nback to the machine’s-\n\nBut Sandra slows, can’t do it with the girls watching.\nAnd finally she stops. Then the photographer becomes\naware of the other women, too, Rita to the fore now.\n\nPHOTOGRAPHER (CONT’D)\nRight...Not to worry...Why don’t we have\na break...You can go back to the caravan,\nSandra. Get changed for the next set\nup!...You’ve done brilliantly.\n\nSandra stares at the girls and then rushes out in the\nopposite direction, slipping on a silk dressing gown as\n\nshe goes.\n\nINT. WARDROBE TRUCK - AFTERNOON 126\nSandra sits before a mirror, staring at herself. Then, in\nthe mirror, she sees Rita enter at the back of the\n\nwaggon. She turns. A moment.\n\nSANDRA\nIt’s all I’ve ever wanted.\n\nRITA\nI know.\n\nSandra's eyes fill. She shakes her head.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 86\n\nSANDRA\nI don’t really care about equal\npay...",
  "72": "---END OF PREVIOUS SECTION---\nSandra's eyes fill. She shakes her head. 10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 86\n\nSANDRA\nI don’t really care about equal\npay... \n---TARGET SECTION TO BE ANNOTATED---\nStill a shitty factory, with dead\nbirds and rain comin’ in and like a sauna\nin the summer and dirty and-\n(cries; screws up face)\nI want more, Rita-\n\nAnd now she’s crying. Rita runs across.\n\nRITA\nHey-\n\nRita comes across and hugs her. When Sandra speaks it’s\nbetween sobs-—\n\nSANDRA\nTooley said he’d shown me photo...Out the\npaper...And this photographer’d said I’d\ngot what it took-\n\nRITA\n(fondly)\nYou have-\nSANDRA\n\nIt's for a brochure. Only trade but it\ncould lead on...Foot in the door, you\nknow-\n\n(breath catches)\nI don’t wanna let you down. I just-\n\nRITA\n\nYou ain’t let us down. You ain’t gone\nback yet, have you...?\n\n(Sandra looks to Rita\n\nhopefully)\nI mean, that is the deal, innit? They let\nyou do this shoot and you go back to\nwork... but the going back bit ain’t\nhappened yet so...\n\nShe smiles. And then Sandra looks horribly compromised\n\nSANDRA\nBut...They won’t use the photos, unless,\nI-\n\nShe stops; the choice is clear.\n\nRITA\nSandra...You look amazin’...I mean, you\nare a model. You were doin’ it, in there.\nThey couldn’t get better...You could\nthough...Now I seen it. You really\ncould...But it’s up to you in the end.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 86A\n\nRita walks out. Sandra looks pale.\n\n10.08.09 ORANGE REVISIONS\n\f127\n\n128\n\n129\n\n10.08.09 ORANGE REVISIONS 87\n\nINT. RIVER PLANT - AFTERNOON 127\n\nThe photographer, now back, glances across to Brenda and\nEileen, nervously. And then Tooley suddenly appears. He\n\nlooks worried. He sees the two women also, and fears the\nworst. But then, the far door opens and Sandra walks in.\nShe looks scared but determined as she crosses the shop\n\nfloor-\n\nPHOTOGRAPHER\nBrilliant, Sandra. That’s great-\n\nHe moves into position.",
  "73": "---END OF PREVIOUS SECTION---\nBut then, the far door opens and Sandra walks in. She looks scared but determined as she crosses the shop\n\nfloor-\n\nPHOTOGRAPHER\nBrilliant, Sandra. That’s great-\n\nHe moves into position. \n---TARGET SECTION TO BE ANNOTATED---\n Tooley looks triumphantly to\nBrenda and Eileen who stand with Sharon.\n\nPHOTOGRAPHER (CONT’D)\nSame as before. Loads’ve oomph, loads’ve\nenergy...\nSandra slips off the dressing gown\n\nPHOTOGRAPHER (CONT’D)\nLoads’ve, Christ-—\n\nHe stops. Sandra is down to her bikini. And written on\nher body in red lipstick is: EQUAL PAY\n\nSANDRA\nHow’s that look?\n\nTooley trembles with suppressed rage.\n\nEXT. FACTORY - NIGHT 128\nThe factory is deserted; shut down still and creaking\n\nwith inactivity.\n\nINT. CONNIE’S HOUSE - DAY 129\nGeorge sits in the kitchen. He has the paper before him\nbut doesn’t read it. Then Connie enters. She is dressed\n\nup and grabs a hand bag.\n\nGEORGE\nYou’re goin’ are you?\n\nShe turns. Frowns.\n\nCONNIE\nYou know I am. I said. It’s an emergency\nmeetin’...Rita asked me to go, ‘special-\n\n(He stares. Nods)\nYou gotta fight for what you believe in,\nGeorge. You know that. More than anyone.\n\n10.08.09 ORANGE REVISIONS\n\f130\n\n10.08.09 ORANGE REVISIONS 88\n\nHe stares.\n\nGEORGE\nYou think I'd do the same again. If\nanother war come round?\n\nCONNIE\nI know you would...Cause you’re an hero.\n\nHe stares. There is utter conviction on her face.\n\nGEORGE\nI love you.\n\nShe frowns. Wrong footed. Then there is a knock on the\ndoor. It opens.\n\nRITA\n\nCon. You all set?...George-\n\n \n\nRita smiles at George. Connie looks from Rita, back to\nher husband. He smiles.\n\nGEORGE\nGo.\n\nShe does and the door closes. George smiles again.\n\nINT. UNION OFFICES - AFTERNOON 130\n\nRita hurries into the outer chamber of the union offices,\nwhere we saw Albert wait for his bollocking.\n\nRITA\nSorry I’m late-\n\nShe stops. Connie is already sitting there, waiting, with\nAlbert. Rita smiles, delighted that Connie’s back on\nboard and she makes to speak.",
  "74": "---END OF PREVIOUS SECTION---\nRITA\nSorry I’m late-\n\nShe stops. Connie is already sitting there, waiting, with\nAlbert. Rita smiles, delighted that Connie’s back on\nboard and she makes to speak. \n---TARGET SECTION TO BE ANNOTATED---\n But before she can, Albert\nis to his feet and hurrying across-—\n\nALBERT\nThat don’t matter. You gotta listen-\n\nThe door opens and a secretary appears\n\nSECRETARY\nReady for you now...\n\nHe leaves the doors open as he goes back inside the inner\nsanctum. We see Bartholomew, Rogers, Monty and a couple\nof other Union Reps waiting. Albert, placing his hands in\nthe small of the back of Rita and Connie, turns the women\nin a wide arc towards the other room. At the same time he\nlowers his voice and continues in a whisper-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 88A\n\nALBERT\nThey've hung you out to dry. Lads in the\nother unions’ve had enough. Whatever they\nsay now, don’t believe it and we’ll sort\nit out after-\n(normal voice, turning)\nThis way, please, ladies-\n\nHe guides the women into the main chamber. Albert smiles\n\nin a comradely way to the other men, then closes the door\nbehind him.\n\n10.08.09 ORANGE REVISIONS\n\f131\n\n132\n\n10.08.09 ORANGE REVISIONS 89\n\nINT. UNION OFFICES - DAY 131\nRita’s jaw is fixed. She glances at Connie.\n\nBARTHOLOMEW\nWe are absolutely behind you still, Rita.\nYou and the girls...We ain’t sayin’\notherwise-\n\nROGERS\nAnd as you can see, we have got other\nrepresentatives from the other Unions\nhere to pledge-\n\nRITA\nYou ain’t got ‘em all though, have you-\n\nAlbert flashes her a glance. She bites it-\n\nBARTHOLOMEW\nNo...But we’re very confident\nwe'll...prevail. The thing is, though, as\nwe've got the National Conference comin’\nup...down Weymouth...The most sensible\nthing, probably, would be just to go to a\nvote-—\n\nMONTY\nWhich would be the actual, final, and\nbindin’ position, I believe, Comrade?\nAfter which it’d be out our hands.\n\nBARTHOLOMEW\nThat's right, Monty.",
  "75": "---END OF PREVIOUS SECTION---\nThe most sensible\nthing, probably, would be just to go to a\nvote-—\n\nMONTY\nWhich would be the actual, final, and\nbindin’ position, I believe, Comrade? After which it’d be out our hands. BARTHOLOMEW\nThat's right, Monty. \n---TARGET SECTION TO BE ANNOTATED---\n But like I say,\nwe're expectin’ full support.\n\nHe looks Rita in the eye.\n\nINT. BARBARA CASTLE’S WESTMINSTER OFFICES - AFTERNOON 132\n\nThe line up of Barbara Castle’s posh, public school,\nundersecretaries. They beam. Then we see Mrs Castle. She\nlooks uncertain.\n\nUNDERSECRETARY\nThe Unions are turning!\n\nUNDERSECRETARY TWO\nThe other unions, Minister! Normally,\nthey all band together-\nShe turns on that one-\n\nBARBARA CASTLE\nYes. I gather it’s called Solidarity-\n\n10.08.09 ORANGE REVISIONS\n\f133\n\n10.08.09 ORANGE REVISIONS 90\n\nUNDERSECRETARY\n\nOnly, they’re not...Being solid. The men\nwant to return to work. So they’re\ntelling their unions to withdraw support\nfrom the machinist’s union and to\nactively put pressure on the women to end\nthe dispute...\n\n(beams )\nThey’1l be back within the week.\n\nBarbara Castle stares. Is that a tiny hint of\ndisappointment?\n\nBARBARA CASTLE\nWe'll see...\n\nThe men glance at each other, confused.\nBARBARA CASTLE (CONT'D)\nYou’re assuming the girls will do as\nthey’re told.\n\nShe smiles and walks out of the room.\n\nEXT. CONNIE’S HOUSE - DAY 133\n\nRita and Connie pass down the lane. They are fired up.\n\nRITA\nThey must think we was born yesterday-\nCONNIE\nThat Monty’s a sly one, though, inni?\n(mocking)\n“Will the Weymouth vote be bindin’\nComrade?”\nRITA\n(laughs )\n\nSee how he looks when we turn up down\nthere! Put our side of things-\n\nThey pass through the gate.\n\nCONNIE\nSod him...You’re right. We can deal with\nhim!\n\nRITA\n\nWe can deal with anyone, Con!\n\nThey both laugh and Connie opens the door. She screams.\nIn the centre of the room, hanging from the ceiling, a\nbelt around his neck, is George. He is wearing his RAF\nBest Blue. Rita makes a guttural, animal-like noise and\nthen runs into the house. Connie follows, realising what\nRita intends.\n\n10.08.",
  "76": "---END OF PREVIOUS SECTION---\nRita makes a guttural, animal-like noise and\nthen runs into the house. Connie follows, realising what\nRita intends. 10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS\n\f134\n\n135\n\n136\n\n10.08.09 ORANGE REVISIONS 91\n\nAnd Rita is there already, grabbing George round the\nthighs and trying to take the weight off his neck.\n\nEXT. CONNIE’S HOUSE - DAY 134\n\nA police car and an ambulance are parked on the road. A\nsmall crowd has gathered to watch. Rita is standing a\nlittle away from the scene, staring at the house. She can\nsee Connie, through the front windows, on the settee, a\nblanket around her shoulders, being passed a cup of tea\nby a policewoman.\n\nEXT. GRAVEYARD - DAY 135\n\nThe machinists are all gathered for George’s funeral. A\ncouple of RAF greatcoats can be seen. Possibly ex\ncrew...they’re George’s age. Connie stands with Brenda.\nRita is with Eddie and the kids. Albert is there, too.\nThe service nears its end and finally, the vicar closes\nhis prayer book and moves away. The crowd presses up to\nConnie and people start to pass on their condolences.\n\nRITA\nI’m sorry, Connie.\n\nConnie nods, smiles, but doesn’t look Rita in the eye.\n\nCONNIE\nNo, you’re not.\n\nRITA\nWhat?\n\nCONNIE\n\nYou thought he was a millstone. You\nthought he was keepin’ me back-\n\nOne or two heads turn.\n\nBRENDA\nHey, Connie that’s enough!\n\nConnie finally looks at Rita.\n\nCONNIE\nI should have been there.\n\nBrenda leads Connie away. She has started to cry. Rita\nwatches, her expression frozen. Eddie takes her hand\nsupportively.\n\nEXT. RITA’S HOUSE - EVENING 136\n\nRita is alone now. We sense she’s not been home all\nafternoon. She walks slowly onto her street, exhausted.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 91A\n\nAnd then she stops. A car is parked close to her house.\nLisa's. She climbs from the vehicle and smiles. Rita does\nher best to return the gesture as she reaches the car.\n\nRITA\nThis is a surprise.\n\nLISA\nYeah. I’m...sorry it’s so late...",
  "77": "---END OF PREVIOUS SECTION---\nRITA\nThis is a surprise. LISA\nYeah. I’m...sorry it’s so late... \n---TARGET SECTION TO BE ANNOTATED---\nI nearly\ndidn’t come at all.\nShe’s nervous. Rita is too numb to see it.\nRITA\n\nYou wanna pop in? I...be honest, I ain’t\nfeelin’ the most chatty but-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 92\n\nLISA\nNo...I really don’t want to keep you, I\njust-\n\nShe looks at Rita; and loses her nerve. She smiles\ninstead.\n\nLISA (CONT'D)\nMr Clarke has been asked to leave the\nschool.\n(Rita frowns; the name cuts\nthrough)\nWe won. They’re getting rid of him.\n\nRita manages to smile.\n\nRITA\nThat's great. That’s...brilliant.\n\nLisa nods. A beat. Rita looks to her front door-\n\nLISA\nI’m married to Peter Hopkins. At the\nfactory...\n(Rita is stunned)\nHad a feeling you didn’t know...And I\ndidn’t know...who you were...the strike.\n\nShe nods emphatically and smiles. Rita frowns.\n\nRITA\nI...don’t understand. I-\n(suddenly upset)\nIf you’ve come here to tell me to back\noff...I wasn’t jokin’; what’s gone on\ntoday and I’m warning you-\n\nLISA\nKeep going! Please. Please keep going.\n\nRita looks down. Lisa has gripped her wrist. Then Rita\nlooks back into Lisa’s eyes.\n\nLISA (CONT'D)\n\nDo you know who I am, Rita?\n(Rita is confused)\n\nWho I actually am? I’m Lisa Burnett. I’m\nthirty one years old, with a first class\nhonours degree from one of the finest\nuniversities in the world and my husband\ntreats me like I’m a fool.\n\nRita blinks and Lisa smiles, fondly-\n\nLISA (CONT'D)\nWhen I studied...for my degree...I\n\nwas...very nappy AE)\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 92A\n\nLISA (CONT'D)\nAll sorts of reasons...Especially the\nwork...I loved to read about all these\nextraordinary people. Making history. I\nalways wondered what it felt like...\n(nods )\nLet me know will you...",
  "78": "---END OF PREVIOUS SECTION---\nMaking history. I\nalways wondered what it felt like... (nods )\nLet me know will you... \n---TARGET SECTION TO BE ANNOTATED---\nWhen you’ve\nfinished doing it.\n(kisses her on the cheek)\nDon’t let me down.\n\nShe gets into the car and drives off.\n\n10.08.09 ORANGE REVISIONS\n\f137\n\n138\n\n10.08.09 ORANGE REVISIONS 93\n\nINT. RITA’S HOUSE - EVENING 137\n\nRita passes into her bedroom. She stares out of the\nwindow. And suddenly, she starts to cry. Great sobs which\nshe bites back as she tries to keep quiet. And gradually,\nas she clenches her fists, she manages to calm herself.\nShe takes a deep, steadying breath. Then she crosses the\nroom and looks at herself in the dressing table mirror.\nShe is a mess. A second and she grabs a hanky, licks it\nand removes her smudged make up. Another beat. She stares\nat herself, determined.\n\nEXT. RITA'S HOUSE - DAY 138\n\nEddie’s motorcycle is loaded with camping kit. He pushes\nhimself back from under the side car and stares at Rita\nincredulously.\n\nEDDIE\nYou’re goin’? To Weymouth?\n\nThen he looks back to his wife. She says nothing.\n\nEDDIE (CONT'D)\nIt’s...the holiday, it’s...campin’. We go\ncampin’-\n\nRITA\nI can't-—\n\nEDDIE\nWhy can’t you-\n\nRITA\nBecause-\n(gritted teeth)\nIf I don’t see it through...Then it has\nall been for nothin’...\n\nShe stares at him. Then she picks up her case and walks\noff down the street. He watches. His chest heaves. But\nthen, he looks compromised. And he calls out-\n\nEDDIE\nRita!\n\nHe runs after her.\n\nEDDIE (CONT'D)\nRita!l-\n\nHe catches her up. She turns.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 94\n\nRITA\nWhat?\n\nEDDIE\n\nWe gotta sort this out. Now!\n\n(she makes to speak)\nNo...We have and...I know it ain’t been\ngood...between us lately-\n\n(again she tries to speak)\nWhich...I ain’t about to make worse, I\npromise, only...",
  "79": "---END OF PREVIOUS SECTION---\nWe have and... I know it ain’t been\ngood...between us lately-\n\n(again she tries to speak)\nWhich... I ain’t about to make worse, I\npromise, only... \n---TARGET SECTION TO BE ANNOTATED---\nWe gotta stop the rot or-\n\nRITA\n(weary)\nEddie-\n\nEDDIE\nListen to me!\n\nHis impassioned expression slows her. He focuses.\n\nEDDIE (CONT'D)\nLook. If I ain’t...appreciated what you\ndone, properly...how you’ve come on\nand...what you’ve achieved, all\nthat...then I’m sorry-\n\nShe doesn’t want this; looks down the road.\n\nRITA\nI gotta catch a bus-—\n\nEDDIE\nRita! I am sorry...But you ain’t been\nperfect in all this either, you know...I\nmean, just cause you believe ina\nparticular thing with all your heart,\nthat don’t mean it actually is the most\ncrucial thing in the whole world...\n\nRITA\nThis really ain’t the time, Eddie-\n\nEDDIE\n\nYes! It is! Cause it needs sayin’! I know\nyou reckon I’m not bothered about the\nimportant things and I just...drift along\nand I’m more interested in fiddlin’ with\nmotorbikes and makin’ tents out of head\nrest covers but...I do me best. You know?\n\n(scoffs)\nChrist, I’m not out on the beer every\nnight or...screwin’ other women, or-\n\n(a thought)\n\nI’ve never once raised me hand to you!\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f139\n\n140\n\n141\n\n10.08.09 ORANGE REVISIONS 95\n\nEDDIE (CONT'D)\n\nEver. Or the kids. And-\n(He stops. She is smiling)\nWhat? Why you lookin’ like that?-\n\nRITA\n\nYou’re a saint. That’s what you’re\ntellin’ me, Eddie? You’re a bleedin’\nsaint! Cause you give us an even break...\n\n(thunderous )\nThat's as it should be...Jesus! What do\nyou think this strike’s been all about?\nIt ain't about us gettin’ special\ntreatment, you know...Kid gloves...It’s\nbeen about fairness. What’s proper....And\nyou stand there now and lecture me about\ncountin’ me blessin’s...\n\n(nods )\nWell, you’re right actually...",
  "80": "---END OF PREVIOUS SECTION---\nWhat’s proper.... And\nyou stand there now and lecture me about\ncountin’ me blessin’s... (nods )\nWell, you’re right actually... \n---TARGET SECTION TO BE ANNOTATED---\nYou don’t\nknock us about, you don’t drink, you\ndon't gamble, you do join in with the\nfamily...\n\n(through gritted teeth)\nThat 's-as-—it-should-be!...Try and\nunderstand that. Please. What you’re\ntalkin’ about now...what I’ve been\nfightin’ for, the last few weeks...Same\nthing...Rights. Not privileges.\n\nShe marches off and Eddie watches her go. He sways, as if\nhe has taken a punch.\n\nEXT. DAGENHAM TOWN HALL - AFTERNOON 139\n\nThe last of the girls climbs onto a coach. Rita looks\nback at the streets of Dagenham and climbs on also-\n\nINT. COACH - AFTERNOON 140\n\nThe coach is full. Rita’s seat is at the front as usual.\nThe seat next to her, Connie’s, is empty. Rita catches\nBrenda’s eye and then she sits, alone.\n\nINT. RITA’S HOUSE - LATE AFTERNOON 141\n\nEddie sits at the kitchen table, thinking. He looks\nshocked. He blinks, noticing the unpacked camping gear\nleant against a couple of protest placards. He exhales\nslowly. But then, Graham enters the room. He sits next to\nhis father. Eddie looks at him. Graham smiles. It’s fine.\nA long moment and Eddie straightens.\n\n10.08.09 ORANGE REVISIONS\n\f142\n\n143\n\n144\n\n145\n\n146\n\n10.08.09 ORANGE REVISIONS 96\n\nEXT. NEIGHBOUR’S HOUSE - LATE AFTERNOON 142\n\nThe kids stand with a woman on her doorstep and wave as\nEddie zooms off on his motorbike. He doesn’t wave back.\n\nEXT. ROAD IN WEYMOUTH - EVENING 143\n\nA hotel with a plush facade, displaying a sign: The\nTadmarton Park Hotel, Weymouth, Dorset Welcomes The\nConfederation of Shipbuilding and Engineering Unions.\n\nINT. HOTEL IN WEYMOUTH - EVENING 144\n\nThe ballroom is crowded with Union delegates as the\nChair, up on stage, a northerner, consults his notes.\n\nCHAIRMAN\nVery good, gentlemen. And that brings us\nto our main item...",
  "81": "---END OF PREVIOUS SECTION---\nHOTEL IN WEYMOUTH - EVENING 144\n\nThe ballroom is crowded with Union delegates as the\nChair, up on stage, a northerner, consults his notes. CHAIRMAN\nVery good, gentlemen. And that brings us\nto our main item... \n---TARGET SECTION TO BE ANNOTATED---\nThe ongoing dispute at\nFord Motors...Can I call on Monty Taylor,\nSenior Convenor, Ford Dagenham.\n\nThe chairman squints. And out of the darkness comes\nMonty. He mounts the stage and moves across to the Chair.\nHe whispers and then crosses to the lectern.\n\nMONTY\nThank you Mr Chairman...I shall try and\nbe brief-\n\nHe looks to the darkened hall, a glint in his eye.\n\nEXT. HOTEL IN WEYMOUTH - EVENING 145\n\nEddie jumps off his bike and looks wildly round: Shit!\nThe seafront is a mass of hotels.\n\nINT. HOTEL IN WEYMOUTH - EVENING 146\nMonty is pushing on, scared, but desperate.\n\nMONTY\n-Of course we must represent all our\nmembers...But me must also remember we\nlive in a democracy. And in a democracy,\nthe wishes of the majority must always\nhold sway. Therefore-\n\nBRENDA (0.S.)\n\nMonty Taylor! You two faced,\nhypocritical, toe rag!\n\n10.08.09 ORANGE REVISIONS\n\f147\n\n148\n\n10.08.09 ORANGE REVISIONS 97\n\nA kerfuffle by the door. Monty squints into the darkness.\nThe lights come on. The Dagenham contingent are there,\nEileen by the switch, banners at the ready.\n\nMONTY\nNow hang on-\n\nBRENDA\nNo, you hang on-\n\nMore rowdiness and shouts of Judas. The whole hall hums.\nSeveral delegates stand to see what’s happening. Monty\nhas moved to the front of the stage and calls out for the\ngirls to sit down and that he’1ll explain, while they call\nback at him. Finally Monty returns and shouts into the\nmicrophone.\n\nMONTY\nBe quiet!\n\nThe noise shocks everyone into silence. Monty is\nembarrassed and moderates his voice.\n\nMONTY (CONT’D)\nSorry...Gentlemen...We’1l sort this out\namongst ourselves later-\n\nSCOTSMAN\n(shouts; stands)\nHey, Monty! I’ve seen more of their mugs\non the front pages these last few weeks\nthan you’ve managed in twenty years!\n(laughter from crowd)\nI wouldnae mind hearin’ from ‘em.",
  "82": "---END OF PREVIOUS SECTION---\nWe’1l sort this out\namongst ourselves later-\n\nSCOTSMAN\n(shouts; stands)\nHey, Monty! I’ve seen more of their mugs\non the front pages these last few weeks\nthan you’ve managed in twenty years! (laughter from crowd)\nI wouldnae mind hearin’ from ‘em. \n---TARGET SECTION TO BE ANNOTATED---\nShouts of support. Monty looks terrified.\n\nMONTY\nNo-\n\nMore shouts of support. Monty shakes his head.\n\nEXT. SEAFRONT —- EVENING 147\n\nEddie walks down the seafront and stops. Parked up ahead\nis a coach...From Dagenham. He runs past it and into the\nHotel outside which it is parked.\n\nINT. HOTEL IN WEYMOUTH - EVENING 148\nMore shouts. Monty looks trapped. Then the sound of slow\nstamping and clapping. Louder and louder. Then Brenda,\n\nEileen and the others step aside. Rita is there. She\nwalks towards the platform. And Monty looks sunk.\n\n10.08.09 ORANGE REVISIONS\n\f149\n\n150\n\n10.08.09 ORANGE REVISIONS 98\n\nINT. HOTEL IN WEYMOUTH - EVENING 149\n\nEddie looks for a sign and runs towards the doors which\nlead into the hall.\n\nINT. HOTEL IN WEYMOUTH - EVENING 150\n\nEddie bursts into the hall and stops right at the back.\nRita is at the lectern, a light on her. All around is\nstill. She makes to speak then stops, gathering herself;\nall of the emotion of the last few days sweeping over\nher. She stares at the people in the hall, their faces\nturned to her. Waiting...\n\nRITA\n\nMy best friend lost her husband recently.\nDurin’ the war he was a gunner in Fifty\nSquadron in the RAF. He got shot down one\ntime...on a raid to Essen and even though\nhe managed to bail out, he was badly\ninjured. I asked him once, why he’d\njoined the raf and he said...they got the\nbest women...\n\n(Laughter in the hall. She\n\nnods, upset)\nWhich they did...\n\nEddie stares at Rita\n\nRITA (CONT'D)\nBut then he said, you had to do\nsomethin’. And he’d always wanted to go\nup in a plane...\n\nHer jaw tightens; she feels the cause start to flood\nthrough her veins.\n\nRITA (CONT'D)\nYou had to do somethin’...That was a\ngiven. Cause it was a matter of\nprinciple.",
  "83": "---END OF PREVIOUS SECTION---\nRITA (CONT'D)\nYou had to do somethin’... That was a\ngiven. Cause it was a matter of\nprinciple. \n---TARGET SECTION TO BE ANNOTATED---\n You had to stand up; do what\nwas right, ‘cause otherwise you wouldn’t\nbe able to look yourself in the mirror.\n\n(stares at hall)\nWhen did that change? When did we, in\nthis country, start bein’ happy, to do\nnothin’? On what day did we decide we had\nno duty to fairness no more?\n\n(The hall is silent. She nods\n\nslightly)\nIt has NOT changed.\n\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f151\n\n10.08.09 ORANGE REVISIONS 99\n\nRITA (CONT'D)\n\nThat is NOT us...It is not you...And we\nare only in this situation now, where\nwomen get paid less money than men for\ndoing the same work...\n\n(lets it sink in. Nods)\n-because we was tricked. Those in power\nkept tellin’ us: it’s fine. You don’t\nneed to do the right thing cause there’s\nnothin’ needs fixin’. And they said it\nfor so long, we ended up believin’ it was\nright....Well it ain’t right!\n\nCalls of support. Heads nod in agreement.\n\nRITA (CONT'D)\n\nIt was wrong at the start, it’s wrong\nnow, and it’ll be wrong forever!-\n\n(shouts of agreement)\n-unless you back us, you stand up, you\nremember who you are and you accept, that\nthis is a matter of principle. Women are\nentitled to the same rates of pay as men.\nAnd that is it. No matter the cost, no\nMatter the difficulty, no matter them\nthat are gonna lose out, no human being\nshould be punished in the workplace\ncause’ve how they was born!\n\n(Cheers. Rita calls above\n\nthem-)\nWe are the working classes. The men and\nthe women. We are the furnace which fires\nthe world and without us no-body earns\ntuppence h’appenny!\n\n(big cheer)\nWe are not separated by sex, only by the\nwill of those who are not prepared to go\ninto battle for what is right - and those\nwho are!\n\nThe hall erupts. And leaps to its feet. Eddie sways.\n\nINT. HOTEL IN WEYMOUTH - EVENING 151\n\nDelegates pour out, talking excitedly about what they\nhave just witnessed.",
  "84": "---END OF PREVIOUS SECTION---\nEddie sways. INT. HOTEL IN WEYMOUTH - EVENING 151\n\nDelegates pour out, talking excitedly about what they\nhave just witnessed. \n---TARGET SECTION TO BE ANNOTATED---\n We briefly see Eddie again,\nswallowed up by the crowd, being pushed backwards. And\nthen we see our girls, emerging thrilled and elated. We\nhear odd snatches of conversation above a huge wall of\nchatter-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 100\n\nBRENDA\n(to another woman)\nI’m tellin’ you! You can see ‘em! Scorch\nmarks right up the curtains where Monty’s\narse caught fire-\n\nThe woman laughs. Rita smiles. Her chest still heaves.\nEileen grabs her wrist.\n\nEILEEN\nCome on, let’s have a drink-\n\nRITA\nWe got no money-\n\nSANDRA\nWe’re all signin’ it to Monty’s room-\n\nThe girls laugh. The scots delegate pats Rita on the\nback. Some speech. Rita nods, but she is exhausted.\nBrenda smiles at her.\n\nBRENDA\nHey! Come on...You’re allowed to unwind a\n\nbit, you know\n\n  \n\nRITA\n(nods )\nYeah. ‘Cept we ain’t there yet, Brenda-\n\nShe stops. She is looking over Brenda’s shoulder, to the\nother side of revolving doors, where she can see, on the\nspot where he has been spat out, Eddie. He stares in at\nRita. Then, suddenly, he turns and hurries off-\n\n152 EXT. BEACH - NIGHT 152\n\nRita runs after the retreating Eddie. She calls out to\nhim.\n\nRITA\nEddie...Eddie!\n(he finally stops; turns)\nWhat you doin’ here?\n\nHe looks at her; slightly confused. Then...\n\n10.08.09 ORANGE REVISIONS\n\f153\n\n10.08.09 ORANGE REVISIONS 101\n\nEDDIE\nI...come to say sorry. I mean...I\nthought...about what you said and-\n(shrugs )\nYou’re right, I suppose...You are right.\n(nods )\nAnd it is amazin’ what you done...Rita\nO'Grady. And I wanna back you...I was\ngonna tell you that. Only then I come in\nwhen you was speakin’ and I heard you\nand...you was...huge...you was...like a\nforce-\n\nHe can’t express it.",
  "85": "---END OF PREVIOUS SECTION---\nAnd I wanna back you... I was\ngonna tell you that. Only then I come in\nwhen you was speakin’ and I heard you\nand...you was...huge...you was...like a\nforce-\n\nHe can’t express it. \n---TARGET SECTION TO BE ANNOTATED---\n Then he looks at her fondly and\nsmiles.\n\nEDDIE (CONT'D)\nAnd then I thought...\n\n(shrugs )\nNot sure me backin’ you makes that much\ndifference to be quiet honest. Where you\nare now...\n\n(serious; positive)\nAnyway. You get back to your meeting or\nwhatever you gotta do. I should...\n\nHe nods, vaguely over his shoulder and sets off, walking-\n\nRITA\nEddie!\n\nHe turns again. She shakes her head.\nRITA (CONT'D)\nYou’ve said some stupid things in your\ntime but...\n\nShe runs to him, embraces him and kisses him hard on the\nmouth. She steps back. He looks stunned.\n\nRITA (CONT'D)\n\nOf course you backin’ me makes a\ndifference. It makes all the difference\nin the world.\n\nShe kisses him again.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 153\nMrs Castle is holding back the slightest of smiles. She\n\nis looking at a sheet of paper on her desk while the\nundersecretaries wait in a line.\n\nBARBARA CASTLE\n“The bloody unions are back in line”-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 101A\n\nUNDERSECRETARY\nIt’s verbatim.\n\nUNDERSECRETARY TWO\nOur man was there.\n\nBARBARA CASTLE\n\nWell, well, well-\n\n(looks to them)\nSo the strike remains solid. And\nmeanwhile, five thousand men have now\nbeen laid off and the country has lost\nexport orders worth 8 million pounds...\n\n(checks notes)\n8 million.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 102\n\nShe looks back to the undersecretaries.\n\nUNDERSECRETARY TWO\nIt really does seem time to call in Sir\nJack.\n\nBARBARA CASTLE\nGood...I‘’1l1 do that then. I’1l appoint a\nCourt of Inquiry, which he can oversee.\nAnd let’s hope that does the job.\n\nShe smiles. The men glance at each other and stand.\n\nBARBARA CASTLE (CONT'D)\nOh, yes. And one other thing...Set up a\nmeeting will you.\n\nUNDERSECRETARY\nMinister?\n\nBARBARA CASTLE\nWith the machinists. Their leaders.",
  "86": "---END OF PREVIOUS SECTION---\nUNDERSECRETARY\nMinister? BARBARA CASTLE\nWith the machinists. Their leaders. \n---TARGET SECTION TO BE ANNOTATED---\nThe men glance at each other.\n\nUNDERSECRETARY\nPardon me?\n\nBARBARA CASTLE\nI want to meet them. At my St James's\nSquare Offices...At the earliest\nopportunity.\n\nUNDERSECRETARY\nBut—\n\nMrs Castle looks at them quizzically. Yes?\n\nUNDERSECRETARY (CONT'D)\nThe Minister doesn’t. Do that. Never has\ndone.\n\nUNDERSECRETARY TWO\nIt'll just encourage them.\n\nUNDERSECRETARY\nGive credence to their cause.\n\nShe looks at them. Long beat. She inhales. Then:\n\nBARBARA CASTLE\nI’m what’s known as a fiery red head...I\nhate to make this a matter of\nappearance...go all womanly on you\nbut...there you have it. And me standing\nup like this-\n\n(gets to her feet)\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f154\n\n10.08.09 ORANGE REVISIONS 103\n\nBARBARA CASTLE (CONT'D)\n\nIs in fact, just that red headed\nfieriness, leaping to the fore...\n\n(voice rises furiously)\nCredence! I will give credence to their\ncause? My God. Their cause already has\ncredence. It’s equal pay. Equal pay is\ncommon justice. And if you weren’t such a\nbunch of egotistical, chauvinistic,\nbigoted dunderheads, you’d realise it-\n\nUNDERSECRETARY\nI-\n\nBARBARA CASTLE\n\nThis is an office run by incompetents.\nAnd I am sick and tired of being\npatronised, spoken down to and generally\nindulged as if I was the May Queen!\n\n(one of the men holds up a\n\ntremulous finger, as if to\n\nmake a point-)\nSet up the meeting!\n\nThe men scatter.\n\nINT. HOPKINS OFFICE - DAY 154\nTooley glares-\n\nTOOLEY\nWhaddya mean, The Secretary of State is\ngonna see the women? On whose say so?\n\nHopkins faces Tooley; scared.\n\nHOPKINS\nOn her own, I gather...Apparently, Mrs\nCastle’s quite a forceful woman-\n\nTOOLEY\nIs she!\n\nHe marches across the office and picks up his phone.",
  "87": "---END OF PREVIOUS SECTION---\nHOPKINS\nOn her own, I gather... Apparently, Mrs\nCastle’s quite a forceful woman-\n\nTOOLEY\nIs she! He marches across the office and picks up his phone. \n---TARGET SECTION TO BE ANNOTATED---\nHOPKINS\nWhat’re you doing-?\n\nTOOLEY\nI represent Ford Motors. We are the\nbiggest car manufacturer in the world. We\npump millions of pounds into the UK\neconomy...\n\nhe dial\n(he *tWORE)\n\n10.08.09 ORANGE REVISIONS\n\f154A\n\n155\n\n10.08.09 ORANGE REVISIONS 104\n\nTOOLEY (CONT'D)\nI think it’s time my bosses started\nreminding one or two people of that fact.\n\nEXT. RITA'S HOUSE - DAY 154A\n\nEddie’s motorcycle pulls up outside Rita’s house. Albert\nwaits by the door. Rita looks concerned and quickly jumps\nout of the side car, hurrying over to him. For once he\ndoesn’t look entirely in control of his emotions-\n\nALBERT\nThere’s no need to panic, Rita. Only I’ve\nhad a call...From Mrs Castle’s office-\n\nEddie is clambering off the bike but turns suddenly as he\nhears a sharp scream of excitement. He looks down the\ndrive to Rita who is turned to him, an expression of\nsheer delight on her face-\n\nRITA\nBloody ‘ell!\nShe grins, thrilled!\nINT. RITA’S HOUSE - DAY 155\n\nNow Rita looks concerned as she roots through her\nwardrobe. She pulls out a dress and turns, holding it up.\nAlbert sits on a chair beside Eddie, Eddie still in his\nbike gear, sitting on the bed, both gazing across at the\nimpromptu fashion show like rabbits caught in a full\nheadlight glare.\n\nRITA\nToo short.\n\nShe nods in agreement. Then she looks back and selects\nanother outfit. This she holds up.\n\nRITA (CONT'D)\nToo formal.\n\nShe nods and she grabs another. She holds this up. But\nthis time she doesn’t say anything. She looks to the\nlads. Albert jumps at the opportunity-\n\nALBERT\nLovely...that is...\n(to Eddie)\nInnit? That’s-\n\nEDDIE\nYeah.\n\nThey both nod. Her face falls\n\n10.08.09 ORANGE REVISIONS\n\f156\n\n10.08.09 ORANGE REVISIONS 104A\n\nRITA\nYou hate it...\n\nShe looks back to the wardrobe. The lads glance at each\nother appalled.",
  "88": "---END OF PREVIOUS SECTION---\nHer face falls\n\n10.08.09 ORANGE REVISIONS\n\f156\n\n10.08.09 ORANGE REVISIONS 104A\n\nRITA\nYou hate it... She looks back to the wardrobe. The lads glance at each\nother appalled. \n---TARGET SECTION TO BE ANNOTATED---\nRITA (CONT'D)\nI ain’t got anythin’ that’s right-\n\nAnd then Rita stops; has an idea...\n\nINT. HOPKINS HOUSE - DAY 156\n\nHopkins is back at home. He stares sickly at the front\npage of the Telegraph which records the ongoing horror of\nFord's plummeting sales figures. Then the door bell\nrings. Hopkins waits for Lisa to answer. But it rings\nagain. He sighs and stands, crossing to the door. He\nopens it. Rita. He is stunned.\n\nRITA\nS’'alright. I ain’t come to see you. It’s\nyour missus I wanna talk to.\n\nLisa steps forward from behind Hopkins.\n\nLISA\n\nRita...What are you doing here?\nHOPKINS\n\nRita?!\nRITA\n\nI need a favour.\n\nHopkins is agog. Lisa nods.\n\nLISA\nCome inside-\nHOPKINS\n(annoyed)\nLisa-\nLISA\nWhat!?\n\n10.08.09 ORANGE REVISIONS\n\f157\n\n10.08.09 ORANGE REVISIONS 105\n\nHer look is hard; combative. He has not seen it before.\nShe holds his gaze, furiously and he steps meekly to one\nside. Rita enters the house.\n\nINT. THE PRIME MINISTER'S CAR - DAY 157\n\nHarold Wilson puffs on his pipe as his official motor\nsets off around St James’s Square. Mrs Castle settles\nnext to him, having just got in. Wilson looks tense and\nwhen Mrs Castle raises an enquiring eyebrow, he gets\nstraight to it-\n\nHAROLD WILSON\nHave you or have you not invited the Ford\nwomen to your offices?\n\nMrs Castle hesitates, momentarily. Then:\n\nBARBARA CASTLE\nPrime minister-\n\nHAROLD WILSON\nI have just spent the last half an hour\non the phone to Henry Ford the Second,\nreassuring him that my government is not\non the side of the strikers-\n\nBARBARA CASTLE\nIt’s not a question of sides.",
  "89": "---END OF PREVIOUS SECTION---\nWilson looks tense and\nwhen Mrs Castle raises an enquiring eyebrow, he gets\nstraight to it-\n\nHAROLD WILSON\nHave you or have you not invited the Ford\nwomen to your offices? Mrs Castle hesitates, momentarily. Then:\n\nBARBARA CASTLE\nPrime minister-\n\nHAROLD WILSON\nI have just spent the last half an hour\non the phone to Henry Ford the Second,\nreassuring him that my government is not\non the side of the strikers-\n\nBARBARA CASTLE\nIt’s not a question of sides. \n---TARGET SECTION TO BE ANNOTATED---\n We have to\ngrasp the nettle-\n\nHAROLD WILSON\nBy aligning ourselves with the\nmachinists?\n(she makes to deny this)\nI wanted you to fix this! Not to make it\nworse-!\n\nBARBARA CASTLE\nAnd I will fix it! If you’d just...\n(can’t help it)\nBloody well support me!\n\nThis shocks them both. But Wilson can see her passion. He\nnods. Go on.\n\nBARBARA CASTLE (CONT'D)\nI can resolve this dispute. I can get the\n\nwomen working again... but I am going to\nhave to tell them that I agree with their\ncause.\n\nHe understands instantly-\n\nHAROLD WILSON\nNo. Barbara, please-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 105aA\n\nBARBARA CASTLE\nYou know their right.\n\nHe sighs; his shoulders slump.\n\nHAROLD WILSON\nNow is not the time-\n\nBARBARA CASTLE\nHarold, we talked about this in the\nnineteen fifties, You were adamant-—\n\nHAROLD WILSON\nI wasn’t running the country then!\n\nShe looks away. Disappointed in him. He sighs. Long beat.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 105A\n\nHAROLD WILSON (CONT’D)\n\nSee the women. If that’s what you want to\ndo.\n\n(she starts to speak;\n\ngrateful)\nBut! Whatever you do, do not upset Ford!\nI’m enough trouble with the Americans as\nit is.\n\nShe nods, knowing that she is on a tightrope.\n\n10.08.09 ORANGE REVISIONS\n\f158\n\n159\n\n160\n\n10.08.09 ORANGE REVISIONS 106\n\nEXT. ROADSIDE - DAY 158\n\nRita strides through Dagenham. Pull back. She wears\nLisa’s Biba dress. Ahead, the other girls wait for her.\n\nEXT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 159\n\nThe rather splendid exterior of Mrs Castle’s offices.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 160\n\nThe undersecretaries are struggling with a sofa.",
  "90": "---END OF PREVIOUS SECTION---\nBARBARA CASTLE'S WESTMINSTER OFFICES - DAY 159\n\nThe rather splendid exterior of Mrs Castle’s offices. INT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 160\n\nThe undersecretaries are struggling with a sofa. \n---TARGET SECTION TO BE ANNOTATED---\n They put\nit down, then straighten. They are sweating.\n\nBARBARA CASTLE\nThere. Perfect...Actually...Maybe it was\nbetter where we had it before-\n(The men exchange glances)\nOh...dizzy me.\n\nThe men stagger back with the sofa and she turns away. Up\nclose we see she is nervous. She looks back-\n\nBARBARA CASTLE (CONT'D)\nJust the armchairs, then...\n(she disappears from view)\nAnd I want plenty of sherry.\n\n10.08.09 ORANGE REVISIONS\n\f161\n\n162\n\nOMITTED\n\nOMITTED\n\n10.08.09 ORANGE REVISIONS\n\n10.08.09 ORANGE REVISIONS\n\n107\n\n161\n\n162\n\f163\n\n10.08.09 ORANGE REVISIONS 108\n\nEXT. BARBARA CASTLE’S WESTMINSTER OFFICES - DAY 163\n\nThe girls walk towards St James’s Square, followed by the\npress. A second crowd of photographers and a camera crew,\nalready in-situ, rush forwards to envelop them. Behind,\nthe press who have dogged them all day, also shove\nforwards and a scrum ensues. Before long, one or two of\nthe girls look overwhelmed and panicky.\n\nRITA\nIf you could just...can we get through\nplease-\n(she, too, is struggling)\nYou’re blockin’ the way. You-\n\nCONNIE (0.S.)\nMake some room, for God’s sake-\n\nRita stops. Looks across. Connie is coming towards her,\nshoving reporters aside.\n\nRITA\nConnie-\n\nThe door opens and an undersecretary steps out.\nUNDERSECRETARY\nLadies. Good morning...Could you keep\nback please, gentlemen-\n\nHe and a couple more of the staff shove the press back.\n\nRITA\nI...?\n\nCONNIE\nI’m sorry I’m late.\n\nThe two women stare, Rita’s eyes fill. They embrace.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 109\n\n163 Cont.EXT. BARBARA CASTLE’S WESTMINSTER OFFICES - DAY 163 Cont.\n\nREPORTER TWO (0.S.)\nRita! Rita! Can we have a final comment-\n\nREPORTER THREE (0.S.",
  "91": "---END OF PREVIOUS SECTION---\nRita! Can we have a final comment-\n\nREPORTER THREE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nRita-\n\nRITA\nI-\n\nAll of the girls are through the cordon and the reporters\nare pushed back. But still they look formidable-\n\nREPORTER TWO\nRita! Is equal pay really a possibility?\n\nREPORTER THREE\nWhat if Mrs Castle says no deal?\n\nREPORTER TWO\nHow will you cope?\n\nRITA\nCope? How will we cope?\n\nShe is aware of Connie beside her. Eileen, Sandra and\nBrenda, too. Rita looks back to the reporter.\n\n10.08.09 ORANGE REVISIONS\n\f164\n\n164A\n\n10.08.09 ORANGE REVISIONS 110\n\nRITA (CONT'D)\nWe’re women. Now don’t ask such stupid\nquestions.\n\nRita turns to Connie and leads the girls back inside.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 164\n\nMrs Castle checks the room; with sofas and armchairs\narranged in a circle it now looks like a living room\nrather than a meeting place. She takes a deep breath and\ncrosses to a large armoire at the back of the room. She\nopens it and selects a jacket from her closet. She plumps\nfor something rather old. She looks at herself in the\ndoor mirror. Very sober. Then she checks shoes. The pair\nwe've seen on several occasions are discarded and a\nplainer pair popped on. There is knock on the door. An\nunder secretary comes in\n\nUNDERSECRETARY #2\nMinister, there’s a slight problem.\n\nMrs Castle turns to the secretary.\n\nINT. BARBARA CASTLE’S WESTMINSTER OFFICES - DAY 164A\n\nMrs Castle walks into a smaller room. A man stands with\nhis back to us. He turns, it’s Tooley.\n\nTOOLEY\nMrs Castle.\n\nBARBARA CASTLE\nMr Tooley - I wasn’t expecting you.\n\nThey shake hands.\n\nTOOLEY\nBut you are meeting the women?\n\nBARBARA CASTLE\n\nI think it’s time I listened to their\n\nargument. If you’d care to wait I'll\n\ninform you of any decisions we make.\n\nShe turns. Tooley watches her; his jaw suddenly tightens-—\n\nTOOLEY\n\nYou know, we basically want the same\n\nthing, Mrs Castle...you and I-\n\nShe stops and turns\n\n10.08.",
  "92": "---END OF PREVIOUS SECTION---\nIf you’d care to wait I'll\n\ninform you of any decisions we make. She turns. Tooley watches her; his jaw suddenly tightens-—\n\nTOOLEY\n\nYou know, we basically want the same\n\nthing, Mrs Castle...you and I-\n\nShe stops and turns\n\n10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS\n\f164B\n\n164C\n\n10.08.09 ORANGE REVISIONS 110A\n\nTOOLEY (CONT'D)\nWe want to see Ford Motors employing\nBritish workers.\n\nBARBARA CASTLE\nFord is a vital part of our economy, I’m\nwell aware of that-\n\nTOOLEY\nThen don’t make us go elsewhere to build\nour cars...\n\nIt wobbles her. He smiles.\n\nTOOLEY (CONT'D)\nIf you don’t help us hold the line here\nand support us in our efforts to combat\nthe constant strikes which undermine our\nability to make cars at a profit...we\nwill take our factories elsewhere.\n\nMRS CASTLE\nAre you threatening me, Mr Tooley?\n\nTOOLEY\nI’m just trying to stop 40,000 people\nfrom losing their jobs, Mrs Castle.\nThat's how many people we employ in this\ncountry...Neither of us wanna take that\nrisk...surely?\n\nShe holds his gaze. Then she turns away.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 164B\nMrs Castle closes the door behind her and takes a deep\nbreath.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 164C\nBrenda and Sandra look out of a window, pointing out the\nsights. But they’re nervous. As is Connie who glances to\nthe door. But Rita, who is beside her, sitting on a sofa,\n\ncan concentrate only on her friend. Finally-\n\nRITA\nConnie-\n\nConnie turns. Rita speaks with a hushed voice. She\nsmiles. Then fudges it-\n\nRITA (CONT'D)\nThanks for comin’.\n\n10.08.09 ORANGE REVISIONS\n\f165\n\n10.08.09 ORANGE REVISIONS 110B\n\nConnie smiles. And Rita immediately leans closer in-\n\nRITA (CONT'D)\nI’m so sorry-—\n\nCONNIE\n\nNo! Don’t. It’s me that needs to\napologise-\n\n(Rita frowns)\nI loved George. More than anything. But\nhe’s gone now. And it’s the right thing.\nI thought that straightaway. And I felt\nguilty...and I took it out on you but...\n\n(nods head)\nHe ain’t sufferin’ and...",
  "93": "---END OF PREVIOUS SECTION---\nI thought that straightaway. And I felt\nguilty...and I took it out on you but... (nods head)\nHe ain’t sufferin’ and... \n---TARGET SECTION TO BE ANNOTATED---\nhe is better out\nof it. I know that...Deep down. And you\ngotta trust them feelin’s. Ain’t you?\nGotta follow your gut...You taught us\nthat.\n\nRita is amazed but before she can react, the door is\nopened and an undersecretary is there.\n\nUNDERSECRETARY\nThe Minister will see you now-\n\nThe women all look at each other.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 165\n\nThey walk into the main office where Mrs Castle is\nwaiting in front of the grand fireplace.\n\nRITA\nMrs Castle?\n\nShe turns and smiles\nBARBARA CASTLE\nI am...And you’re Mrs O’Grady. I\nrecognise you from the news.\n\nShe crosses and they shake.\n\nRITA\nI’m pleased to meet you.\n\nBARBARA CASTLE\nAnd me, you.\n\nMrs Castle looks to the others.\n\n10.08.09 ORANGE REVISIONS\n\f165A\n\n10.08.09 ORANGE REVISIONS 110C\n\nRITA\nSorry. This is Connie, Brenda and Sandra.\n\nBARBARA CASTLE\nI’m delighted you could all come\n\nThey all nod. Mrs Castle’s brain is racing.\nBARBARA CASTLE (CONT'D)\nPlease take a seat. Would you care for a\nsherry?\n\nMrs Castle, nods to a strategically placed\nundersecretary.\n\nBRENDA\nYou ain’t got whiskey, have you?\n\nThe girls look to Brenda thunderously.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 165A\n\nTooley is waiting still. He is brought a second cup of\ntea. He looks irritated.\n\nUNDERSECRETARY #2\nSugar?\n\nTOOLEY\nNo.\n\nThe undersecretary takes the empty and leaves the full\ncup. Tooley looks to the door. All alpha male\n\n10.08.09 ORANGE REVISIONS\n\f166\n\n167\n\n10.08.09 ORANGE REVISIONS 111\n\nOMITTED 166\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - AFTERNOON 167\n\nMrs Castle places her jacket on her chair. She’s\ndelaying. Then she turns to Rita who sits directly\nopposite, a small table between them.",
  "94": "---END OF PREVIOUS SECTION---\nBARBARA CASTLE'S WESTMINSTER OFFICES - AFTERNOON 167\n\nMrs Castle places her jacket on her chair. She’s\ndelaying. Then she turns to Rita who sits directly\nopposite, a small table between them. \n---TARGET SECTION TO BE ANNOTATED---\nBARBARA CASTLE\nI’ve been following your dispute very\nclosely. And I want to say how proud I am\nof the battle you’ve fought. I fully\nsupport the struggle for equal pay.\n\nThe girls look to each other, flushed with hope.\n\nBARBARA CASTLE (CONT'D)\nAnd you will have it...But in time.\n\nRITA\nWhat?\n\nBARBARA CASTLE\nIndustry is going to object. The Lords’11l\nkick up a fuss. The press’ll have a field\nday...It isn’t going to be easy-\n\nRITA\nWhat is, that’s worth havin’?\n\nMrs Castle makes to retort then stops and considers the\ngirls. This is difficult. But she drives on-\n\nBARBARA CASTLE\nReturn to work, get back to your machines\nand then you have my word that I will\npush forward with your fight-\n\nRITA\nNo!\n\nThe girls were all thinking it but Rita’s vehemence still\nsurprises.\n\nBARBARA CASTLE\nMrs O’Grady-\n\nRITA\nThat ain’t good enough-\n(Barbara makes to speak)\nWe want somethin’ now! Somethin’ solid-\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 111A\n\nMRS CASTLE\nBut-—\nRITA\nYou got the authority, you-\n(upset)\n\nWe thought...seein’ you, we’d-\n\nMRS CASTLE\nIn politics you sometimes have to play\nthe long game-\n\nRITA\nWe ain’t politicians! We’re workin’\nwomen. And so are you!\n\nMrs Castle blinks. Rita too. A beat. Then Mrs Castle\nstraightens.\n\nBARBARA CASTLE\nVery well. What would it take...? To get\nyou back.\n\nRITA\nExcuse me?\n\nBARBARA CASTLE\nThe something solid...And mark well, I\nsay some thing, not everything.\n\nRITA\nWe'd need...guarantee of an Equal Pay Act\nand...an immediate and...considerable\nmovement towards the male rate at Ford.\n\nMrs Castle considers them. Her eyes narrow.\n\nBARBARA CASTLE\nSeventy five per cent?\n\nRITA\nNinety.\n\nMrs Castle’s eyes widen.",
  "95": "---END OF PREVIOUS SECTION---\nBARBARA CASTLE\nSeventy five per cent? RITA\nNinety. Mrs Castle’s eyes widen. \n---TARGET SECTION TO BE ANNOTATED---\nBARBARA CASTLE\nYou’re putting me in a very difficult\nposition...\n\n167A INT. BARBARA CASTLE’S WESTMINSTER OFFICES ANTE ROOM - DAB7A\n\nMrs Castle closes the door behind her. Her brain races.\nShe turns to an undersecretary in the room.\n\nBARBARA CASTLE\nGet me the Prime Minister.\n\n10.08.09 ORANGE REVISIONS\n\f167B\n\n167C\n\n167D\n\n167E\n\n10.08.09 ORANGE REVISIONS 111AA\n\nHe picks up the phone. Mrs Castle's jaw tightens.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 167B\n\nTooley waits, fidgeting. An undersecretary sticks his\nhead round the door with a teapot and an enquiring\nexpression.\n\nTOOLEY\nWhadd’ya think?\n\nThe undersecretary ducks away.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 167C\n\nThe women sit on the edges of their seats and wait. Rita\nfeels self conscious.\n\nRITA\nI wasn't too...aggressive?\n\nBRENDA\nNaah.\n(looks to Sandra)\nThey have got rid of hangin’ ain't they?\n\nConnie simply squeezes Rita’s hand.\n\nINT. BARBARA CASTLE’S WESTMINSTER OFFICES, ANTE ROOM - 167D\nDAY\n\nThe undersecretary puts down the phone.\n\nUNDERSECRETARY\nHe’s on a plane. Won’t land until this\nevening.\n\nMrs Castle says nothing. Just exhales, slowly. Then she\nlooks to the opposite ends of the room. Two doors. Two\nchoices. She takes a deep breath.\n\nINT. MRS CASTLE’S WESTMINSTER OFFICES - DAY 167E\n\nMrs Castle strides into Tooley’s room. Tooley immediately\nmakes to speak- but Mrs Castle gets there first.\n\nBARBARA CASTLE\nThat risk; you were talking about, Mr\nTooley. I’m going to have to take it.\n(he frowns)\nAll women are entitled to equal pay and I\nintend to begin the process of enshrining\nthat fact in law. Whatever the cost.\n(Tooley is ashen)\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f10.08.",
  "96": "---END OF PREVIOUS SECTION---\n(he frowns)\nAll women are entitled to equal pay and I\nintend to begin the process of enshrining\nthat fact in law. Whatever the cost. (Tooley is ashen)\n(MORE)\n\n10.08.09 ORANGE REVISIONS\n\f10.08. \n---TARGET SECTION TO BE ANNOTATED---\n09 ORANGE REVISIONS 111AB\n\nBARBARA CASTLE (CONT'D)\nSo, the question is...do you want to wait\nuntil it is Law before you get your\nmachinists back to work, or do you want\nto make a gesture now and see production\nresume immediately?\n\nTooley stares at Mrs Castle. Endgame. Who will back down?\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 112\n\n168 OMITTED 168\n169 OMITTED 169\n169A OMITTED 169A\n\n10.08.09 ORANGE REVISIONS\n\f169B\n\n169C\n\n169D\n\n169E\n\n10.08.09 ORANGE REVISIONS 112A\n\nOMITTED 169B\nOMITTED 169C\nEXT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 169D\n\nEileen, Monica and the other women wait patiently with\ntheir banners. Albert appears and dispenses beers.\n\nINT. BARBARA CASTLE'S WESTMINSTER OFFICES - DAY 169E\n\nThe women stare at empty glasses. Brenda takes a pull on\nher whiskey.\n\nBRENDA\nI’m gonna miss all this.\n\nThe girls smile but they’re so nervous. And then the door\nopens. All heads turn and Mrs Castle walks slowly into\nthe room.\n\nBARBARA CASTLE\nWe have a deal.\n\nCONNIE\n90%?\n\nSuddenly, Barbara looks uneasy. She shakes her head. The\ngirls look worried.\n\nBARBARA CASTLE\n92...\n\nRita is stunned. She sees Mrs Castle’s twinkling smile.\nAnd she, along with the girls, smiles.\n\nRITA\nThank you!\n\nMrs Castle grabs a glass and toasts with Rita. Brenda\nsmiles and looks to Connie who is grinning, too.\n\n10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 112B\n\n169E 169E\n\n10.08.09 ORANGE REVISIONS\n\f170\n\n171\n\n10.08.09 ORANGE REVISIONS 113\n\nEXT. BARBARA CASTLE'S WESTMINSTER OFFICES - AFTERNOON 170\nThe women look tired as well as happy as they walk into\n\nthe sunlight.",
  "97": "---END OF PREVIOUS SECTION---\nBrenda\nsmiles and looks to Connie who is grinning, too. 10.08.09 ORANGE REVISIONS\n\f10.08.09 ORANGE REVISIONS 112B\n\n169E 169E\n\n10.08.09 ORANGE REVISIONS\n\f170\n\n171\n\n10.08.09 ORANGE REVISIONS 113\n\nEXT. BARBARA CASTLE'S WESTMINSTER OFFICES - AFTERNOON 170\nThe women look tired as well as happy as they walk into\n\nthe sunlight. \n---TARGET SECTION TO BE ANNOTATED---\n Mrs Castle stops as they are greeted by\ncamera flashes, and turns to Rita.\n\nBARBARA CASTLE\nThat's Biba... I saw it in a magazine-\n\nRita nods to Mrs Castle’s outfit.\n\nRITA\nAnd that’s C and A. I’ve got one at\nhome... Seems we all dressed up... And\n\nyou dressed down... Who did that put at\nan advantage do you think?\n\nMrs Castle laughs.\n\nRITA (CONT'D)\nAfter you.\n\nBARBARA CASTLE\nOh, no, young lady. After you.\n\nMrs Castle indicates that Rita should step forward first.\nAnd Rita moves towards the crowd.\n\nEXT. BARBARA CASTLE'S WESTMINSTER OFFICES - AFTERNOON 171\n\nBlack and white TV footage. Mrs Castle stands with the\ngirls. She clears her throat.\n\nBARBARA CASTLE\nThank you...Thank you very much...I’m\ndelighted to say that following our talks\nthis afternoon, getting down to the nitty\ngritty, the 187 Ford machinists will be\ngoing back to work on the lst of July.\nThey will get an immediate pay rise of 7d\nan hour which will put them at 92% of the\nmale rate. However, this is not an end to\nit. As a result of our discussion, I can\nannounce that the government is fully\ncommitted to the creation of an Equal Pay\nAct and by the Autumn of this year, I\nguarantee appropriate legislation will be\nput into place to ensure that that act\nbecomes law.\n\nShe steps back. Cameras flash and reporters call out.\nRita breathes deeply, absorbing the scene.\n\n10.08.09 ORANGE REVISIONS\n\f172\n\n10.08.09 ORANGE REVISIONS 114\n\nShe places her arms around Connie and with Sandra and\nEileen and Brenda, they form up as a group. They all\nbeam. SNAP. And the picture freezes.\n\nTHE STRIKE BY THE DAGENHAM SEWING MACHINISTS AND THE\nSUBSEQUENT SETTLEMENT NEGOTIATED THAT AFTERNOON WITH MRS\nBARBARA CASTLE DID INDEED LEAD TO THE INTRODUCTION OF AN\nEQUAL PAY ACT. IT BECAME LAW IN 1970.\n\nDISSOLVE TO:\n\nEXT. FACTORY - DAY 172\n\nThe deserted factory.",
  "98": "---END OF PREVIOUS SECTION---\nIT BECAME LAW IN 1970. DISSOLVE TO:\n\nEXT. FACTORY - DAY 172\n\nThe deserted factory. \n---TARGET SECTION TO BE ANNOTATED---\n But then a bike comes over the\nhill. A single bike. A woman is on it. Then comes another\nand another. The women are leading the workforce back and\nsoon the whole road is awash with bikes and people, all\nbuffeted together, a vast sea of humanity, sweeping down\nthe road, back to their jobs.\n\nTHE END\n\n10.08.09 ORANGE REVISIONS\n\f"
}