{
  "1": "Maria Full of Grace\n\nby\n\nJoshua Marston\n\nRegistered WGAe #129546-00\n© 2001 Joshua Marston\n\nFINAL SHOOTING SCRIPT\n\fIN A SMALL TOWN TO THE NORTH OF BOGOTA, COLOMBIA...\n\nEXT. HILLSIDE, BEHIND A SMALL BUILDING — DAY\n\nThe landscape is a poor neighborhood of narrow, unpaved roads\netched into the side of a hill overlooking a small Colombian\ntown. The buildings are all low - one and two-story — made\nof poured concrete and cinder-block with lines of laundry\nstretching from one to the other.\n\nIn back of a building, MARIA, 17 with black wavy hair and\ndark eyes, is making out with JUAN, 19 and skinny as a rail.\nTheir lips are absolutely locked.\n\nJuan puts one hand behind her waist and presses her up\nagainst the wall. As he moves from kissing her lips to her\ncheek, Maria opens her eyes - looking rather unenthusiastic.\nJuan buries his face in her neck, but Maria is staring up at\nthe pattern of a TV aerial at the top of the building.\n\n(NOTE: ALL DIALOGUE IS IN SPANISH)\n\nJUAN\nLet's go to your house.\n\nMARIA\nI don’t want to go to my house.\n\nJUAN\nWhere do you want to go then?\n\nMARIA\nI don't know. Someplace else.\n\nMaria gazes up at the top of the building and smiles.\n\nMARIA (CONT'D)\nHow about up there?\n\nJUAN\n(looks up)\nOn the roof? Why do you wanna go up\nthere?\nMARIA\nWhy not? ... Come on. It’s not that\nhigh.\nJUAN\n\nWhat are you crazy?\n\n(CONTINUED)\n\fCONTINUED:\n\nMARIA\n(fixes him)\nSee how you treat me? You’re a drag.\n\nJUAN\nLet’s not get started with this, OK?\n\nMARIA\nIf I go up there will you follow me?\n\nJUAN\n(reticent)\nIf I go, are we gonna do it up there?\n\nMaria smiles. She turns and takes a good look at the back of\nthe building. She puts her foot on a rock and pulls herself\nup to a first-floor window-sill.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaria smiles. She turns and takes a good look at the back of\nthe building. She puts her foot on a rock and pulls herself\nup to a first-floor window-sill. \n\nTARGET SECTION TO BE ANNOTATED:\n She finds a small ledge and\ncontinues to scale up.\n\nJuan looks sure she won’t make it up. Maria concentrates on\nwhat she's doing - never looking down.\n\nShe pulls herself up to a second-floor window, but then gets\nstuck about six feet below the roof.\n\nJUAN (CONT'D)\nCome down. We’ll go to your place.\n\nMaria places her foot on a very small protrusion and pushes\nup - she SLIPS but grabs the edge of the roof just in time\nand pulls herself up. Juan stares up in disbelief.\n\nMARIA\n(smiles, looking down)\nCome on. Your turn.\n\nJUAN\nNo way.\nMARIA\nCome up - I have something to tell you.\nJUAN\nCome down.\nMARIA\n\nNo.\nBeat. Juan looks around, at a loss for what to do.\nJUAN\nYou know what then, I’m taking off.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nMARIA\n(exasperated)\nThen go. I'm not coming down.\nJUAN\nFine. You can come down the same way you\nwent up - alone. I’11 see ya.\nJuan starts to walk away down the hill.\n\nMaria watches him go, down toward a small, isolated town\nringed by mountains.\n\nCUT TO:\n\nINT. BEDROOM — BEFORE DAWN\n\nIn a small bedroom with lime-green walls and two single beds,\nMaria lies ASLEEP with her walkman next to her pillow. On\nthe wall above her are torn-out magazine pictures of various\nteen idols, salsa stars, and a pink cartoon teddy-bear.\nMaria’s mother JUANA calls from the other room,\n\nJUANA (0S)\nMaria. Get up.\n\nINT. BATHROOM — BEFORE DAWN\n\nA precarious electric water-heating element mounted on the\nshower-head, with wires sticking out of it, shifts into the\nOn position. Maria puts her head fully under the water.\nINT. KITCHEN / MAIN ROOM — BEFORE DAWN\n\nPACHO, one year old, is CRYING on his back on a tattered\ncouch in the main room of the small house. Maria’s sister\nDIANA, 19, stands over him, pressing down on his stomach.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KITCHEN / MAIN ROOM — BEFORE DAWN\n\nPACHO, one year old, is CRYING on his back on a tattered\ncouch in the main room of the small house. Maria’s sister\nDIANA, 19, stands over him, pressing down on his stomach. \n\nTARGET SECTION TO BE ANNOTATED:\nROSITA, Maria’s grandmother, moves to and from the cramped\nkitchen setting out cups of hot chocolate and rolls. JUANA,\n\n40, is already dressed and folding laundry.\n\nDIANA\nHis stomach is hard. I’m really worried.\n\nMaria comes in combing her hair.\n\nMARIA\nWhat are you doing?\n\n(CONTINUED)\n\fCONTINUED:\n\nDIANA\nHe hasn’t shit in like two days. He’s\nreally constipated.\n\nMARIA\n\nWhatever. He’ll go when he goes. Don’t\n\nworry about it.\n\nJUANA\nMaria, don’t brush your hair in the\ndining room please.\n\nMARIA\nHe’s cranky because he’s got someone\nkneading his stomach like a ball of\ndough.\n(tickling Pacho)\nIsn’t that right? Huh? Isn’t that\nright?\n\nMaria picks Pacho up and holds him over her head.\nhim and catches him.\n\nDIANA\n(taking him back)\nYou're scaring him.\n\nJUANA\nGive him to me.\n\nROSITA\n(setting down hot chocolate)\nMaria, sit.\n\nJuana takes the baby and gives Diana a blanket.\n\nJUANA\n\nMama, will you fix a tea for him?\nMARIA\n\nThose teas aren’t gonna do anything for\n\nhim.\nROSITA\n\nTake him to the doctor this afternoon.\nDIANA\n\nNo Grandma, I don’t trust that guy.\nMARIA\n\n(gets up)\n\nShe throws\n\nHe doesn’t need to go to the doctor. The\n\nkid is fine.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nMaria goes into the kitchen and opens the fridge.\n\nROSITA\nWhat are you looking for?\n\nMARIA\nI don’t know. I don’t feel like bread.\nI want something else.\n\nMaria cuts a piece of pork sausage for herself.\n\nROSITA\nThat's your breakfast?\n\nEXT. ROAD — DARK MORNING\n\nMaria, Juana and Diana walk along a dark, dusty road before\ndawn. The only light comes from the windows of other houses\nthey pass.\n\nThey turn onto a PAVED STREET and stop at an arbitrary spot\non the sidewalk and wait with several other people. There’s\na minimum of ambient morning light; it’s cold, people huddle.\n\nA creaky, old SCHOOL BUS lumbers up and everyone files on -\nexcept for Maria.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey turn onto a PAVED STREET and stop at an arbitrary spot\non the sidewalk and wait with several other people. There’s\na minimum of ambient morning light; it’s cold, people huddle. A creaky, old SCHOOL BUS lumbers up and everyone files on -\nexcept for Maria. \n\nTARGET SECTION TO BE ANNOTATED:\n Juana kisses Maria’s cheek and gets on.\n\nJUANA\nSee you later, honey.\n\nThe bus pulls away and Maria continues to wait.\n\nINT. MOVING BUS (ANOTHER) — VERY EARLY MORNING\n\nMaria sits by the window with BLANCA, also 17 but heavier-set\nthan Maria. The bus lurches along. The seats are full of\nother people (mostly women), but there is no conversation -\nonly the sound of the driver's tinny radio.\n\nBlanca has her head on Maria’s shoulder. Maria stares out at\nthe passing farmland and cows.\n\nEXT. PLANTATION GATEHOUSE — LATER\n\nMaria and Blanca get off the bus and merge into a small sea\nof people who funnel through a tall steel gate past a\nuniformed guard with steel-toed boots and a shotgun. On the\nother side, the grounds are landscaped and spotless.\n\fINT. CHANGING ROOMS — CONTINUOUS\n\nMaria, Blanca and about two dozen other women put on blue\njumpsuits over their clothes, along with thick, rubber boots.\n\nINT. EATING ROOM — CONTINUOUS\n\nIn a large room with long wooden tables and benches, about a\nhundred workers eat breakfast. There is a din of\nconversation. At one table, Blanca eats a roll as Maria\ninterrogates her.\n\nMARIA\nSo did you meet him?\n\nBLANCA\nI waited by the plaza but he never came.\n\nMARIA\nAre you kidding? He didn't show up?\n\nBLANCA\nWell it wasn't a real date. He said he\nmight be there.\n\nMARIA\n(laughing)\nHow long did you wait?\n\nBLANCA\nDon't laugh.\n\nMARIA\nI'm not laughing. How long did you wait?\n\nBLANCA\nIt doesn't matter. He wasn’t really my\ntype... Anyway... You see that guy over\nthere?\n\nThey both turn and look at a GUY in a green jumpsuit sitting\ntwo tables away. He makes eye contact with Blanca and SMILES.\n\nBLANCA (CONT'D)\nHe smiles at me like all the time.\n\nThe two of them GIGGLE uncontrollably.\n\fINT. BATHROOM — LATER\n\nMaria stands at the basin of the plantation bathroom. She\nsplashes water on her face and rinses her mouth.\n\nINT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nBATHROOM — LATER\n\nMaria stands at the basin of the plantation bathroom. She\nsplashes water on her face and rinses her mouth. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLOWER PLANTATION — LATER\n\nIn a vast greenhouse, rows and rows of tall pink-rose plants\nextend into the distance. A space-man wearing a thick rubber\nsuit, a rubber face mask and a rubber head-covering walks\n\nthrough spraying a fine mist of chemical fumigants onto the\nflowers. Elsewhere in the same greenhouse women clip roses.\n\nThis is a high-volume flower plantation. MARIA works in the\nwarehouse — an immense hangar with a high roof and about\neighty workers all in blue jumpsuits. There are flowers\neverywhere - bundles of reds, yellows, oranges, and violets.\n\nThe whole place is a hive of activity: some workers guide\nlarge carts on a rail-system into the warehouse; some measure\nand classify the roses into bundles; some place the bundles\nin large boxes for shipment abroad. It is a tightly\nregimented operation.\n\nMaria wears thick rubber gloves and stands in front of a\nsplintering plywood board. Next to her is a huge bunch of\n100 red roses. One by one, she takes the roses, examines the\nquality of the buds, measures the length, and then with a\nquick, violent jerk she pulls them over an open blade to\nstrip off the thorns. It's a tedious, repetitive action.\n\nShe is one in a line of twenty people doing the same work.\n\nShe catches a thorn in her thumb and stops to examine it\nthrough the hole in the tip of her glove. Her skin is dotted\nwith thorn scars. She’s sweating profusely and she wipes her\nforehead with her sleeve.\n\nA SUPERVISOR walks from station to station tallying each\nworker's output on a clipboard.\n\nIn another aisle, about twenty feet away, Blanca has the job\nof bundling roses. She sets down corrugated paper and then\none by one carefully arranges and wraps the flowers, staples\nthe bundle shut and labels it - then starts all over again.\n\nMaria stares at the supervisor, who is now several stations\nup. She has paused in her work again and is watching\neverything else in the room with a removed, critical stare.\nShe continues to perspire and looks physically ill. She\nraises her hand, trying to get her supervisor’s attention.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has paused in her work again and is watching\neverything else in the room with a removed, critical stare. She continues to perspire and looks physically ill. She\nraises her hand, trying to get her supervisor’s attention. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fCONTINUED:\n\nAs the supervisor happens to look up he sees Maria's hand in\nthe air, sighs and makes his way back to her.\n\nSUPERVISOR\nWhat is it?\n\nMARIA\nCan I go to the bathroom?\n\nSUPERVISOR\nAgain?\n\nMARIA\n\nI don't feel well.\n\nSUPERVISOR\nYou've already been twice this morning.\nYou're under by four bins this hour,\nthree last hour. How are you going to\ncatch up if you keep going to the\nbathroom?\n\nHe stares at her expectantly.\n\nMARIA\nPlease. I'll be quick.\n\nSUPERVISOR\nDo you know what it's like for me always\nhaving to look over your shoulder, Maria?\nYou think it's fun for me? I have eighty-\nfour workers in this section and everyone\nelse puts their head down and does their\njob. But with you, it's like this\nconstant game of tug-of-war just to get\nyou to make quota. At this point, I...\n\nAll of the sudden Maria VOMITS directly on the flowers,\nsplattering her supervisor slightly.\n\nSUPERVISOR (CONT'D)\nWhat the hell is wrong with you?! This\nis disgusting. Look at this. What the\nhell?\n\nMaria doesn’t dare look up at him.\nSUPERVISOR (CONT'D)\nLook at these flowers. What are you\ngonna do about these? Huh? What are you\ngonna do?\n\nShe just stares at the flowers blankly.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nSUPERVISOR (CONT'D)\n(exasperated)\nPick those up.\n\nMaria scoops up the bundle of flowers in her arms - vomit and\nall. With Blanca and the rest watching, the supervisor leads\nher over to a large BASIN.\n\nSUPERVISOR (CONT'D)\nSet them there.\n\nMaria sets the flowers on a cart. He picks up a HOSE with a\nspray nozzle and twists it until it shoots a fine mist.\n\nSUPERVISOR (cont'd)\n(passing her the hose)\nWash them off.\n\nMaria picks up a rose and sprays it off.\n\nSUPERVISOR (CONT'D)\nBe careful with the bud.\n\nMARIA\nBut they're already ruined.\n\nSUPERVISOR\nI don’t care. Wash them.\n\nMARIA\nI need to go to the bathroom.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUPERVISOR\nI don’t care. Wash them. MARIA\nI need to go to the bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\nSUPERVISOR\n\n(really pissed)\nYou want to go to the bathroom, then you\ncan go on your lunch break... Or you can\ngo right now and keep walking out the\ndoor.\n\n(he stares her down)\nI want all these flowers clean. And when\nyou're done, you’re gonna go back to your\nstation and make up the bins you owe me.\nUnderstood?\n\nThe supervisor marches off, leaving Maria there - fuming.\n\nEXT. TOWN, STREETS — DAY\n\nMaria sits on a park bench and picks at her lunch, as a group\nof kids her age, dressed in school uniforms, passes by. She\nmakes eye contact with one but they move on past. She checks\nthe time.\n\f10.\n\nEXT. STREET — AFTERNOON\nIn town. Maria walks up the street.\n\nJUANA (0S)\nMaria!\n\nMaria sees her mother at a small store buying fruits and\nvegetables. She crosses over to her.\n\nJuana pays for the two bags of groceries and puts a few coins\nof change in her pocket. She picks up the bags and the two\nof them walk on in silence.\n\nINT. PHARMACY — CONTINUOUS\n\nIt’s a small place with the drugs on the wall behind the\ncounter. Diana watches as a WOMAN removes foil-wrapped\nTABLETS from a box and counts them out. Juana enters,\ntrailed by Maria.\n\nJUANA\nIs everything OK?\n\nDIANA\nIt’s 9,600. Do you have any money?\n\nJUANA\n(to Maria)\nLend your sister the money.\n\nMARIA\nWhy do I have to pay for it?\nDIANA\nIt’s for Pacho. He started vomiting.\nMARIA\nSo? Where’s your money?\nJUANA\nMaria!\nMARIA\n\nI give up practically all of what I make\nand Diana doesn’t put in any of hers.\nAnd now I’m supposed to pay for Pacho’s\nmedicine too?\n\n(CONTINUED)\n\f11.\nCONTINUED:\n\nJUANA\nMaria don’t start! Give your sister the\nmoney.\n\nJuana glares at her daughter. Maria finally digs into her\npocket and hands over the money.\n\nJUANA (cont'd)\n\nYou can keep the extra nine-thousand six-\nhundred when you get paid at the end of\nthe month.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJuana glares at her daughter. Maria finally digs into her\npocket and hands over the money. JUANA (cont'd)\n\nYou can keep the extra nine-thousand six-\nhundred when you get paid at the end of\nthe month. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know why everything\nalways has to be so difficult with you.\n\nMaria watches Diana pay. And then, as if trying to get back\nat them, she says,\n\nMARIA\nWell, there’s not going to be a next\npaycheck... Because I quit.\nJUANA\nWhat? When?\nMARIA\nToday.\nJUANA\nWhat happened?\nMARIA\nThey wouldn’t let me go to the bathroom.\nJUANA\nAt all?\nMARIA\n\nIt’s not just that. I don’t like the way\nthey treat me. So I quit.\n\nJUANA\nWhat are you going to do?\n\nThe woman behind the counter looks very uncomfortable.\n\nDIANA\nYou're really fucking stupid.\n\nMARIA\nWhy don’t you shut up.\n\nDIANA\nDon’t tell me to shut up!\n\n(CONTINUED)\n\fCONTINUED:\n\nWith that,\n\n12.\n(2)\n\nMARIA\nYou don’t know how they treated me.\n\nDIANA\nYou could have put up with it. You’re an\nidiot...\n\nMARIA\n(overlapping)\nWhy do I have to put up with it? Why am\nI always the one to put up with it all?\n\nDIANA\n(overlapping)\n...Why don’t you think of the family for\nonce.\n\nJUANA\nEnough! Quiet, both of you!\n(beat)\nMaria, you have to go back and ask for\nyour job back.\n\nMARIA\nNo. I’m not going back.\n\nDIANA\nThen what are you going to do?\n\nMARIA\nI’1l find something else.\n\nJUANA\nThere’s nothing but flowers around here.\nAt least it’s a decent job.\n\nMARIA\nOh please, what’s decent about it?\nJUANA\nMaria! You have to go back!\nMARIA\nDidn't you hear me? I’m not going\nback... I’m not!\n\nMaria storms out of the pharmacy and leaves them\n\nstanding there.\n\f13.\n\nEXT. PLAZA — EARLY EVENING\n\nMaria sits by the plaza fountain with Juan and Blanca and a\ngroup of about five other girls and guys crowded around.\nJuan's got a BOTTLE of aguardiente and everyone is laughing,\nexcept Maria, who hasn’t shaken her bad mood.\n\nBLANCA\n(laughing)\nYou should have seen the look on the\nsupervisor’s face...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLAZA — EARLY EVENING\n\nMaria sits by the plaza fountain with Juan and Blanca and a\ngroup of about five other girls and guys crowded around. Juan's got a BOTTLE of aguardiente and everyone is laughing,\nexcept Maria, who hasn’t shaken her bad mood. BLANCA\n(laughing)\nYou should have seen the look on the\nsupervisor’s face... \n\nTARGET SECTION TO BE ANNOTATED:\n He was completely\n\ncovered in it...\n\nJUAN\nThis deserves a toast.\n\nJuan pours a shot for Maria in a little plastic cup.\n\nJUAN (CONT'D)\nTo Maria! Because she kicks ass!\n\nShe sips it, winces and then swallows the rest in one gulp.\n\nSMASH CUT TO:\n\nEXT. OUTDOOR FIESTA — NIGHT\n\nA small rocket whizzes into the air and EXPLODES. On a side-\nstreet off the plaza, there’s a small fiesta going on - with\na little band of a dozen local guys (in uniform) playing a\nslightly sloppy, but very energetic salsa - and a crowd of\nabout forty people of all ages - some dancing, some watching.\n\nMaria and Blanca dance up a storm together - Maria dancing\nlead. She’s a very good dancer, very lively and quite sexy.\nMost of all, she just has a good time - giggling and laughing\nwith Blanca. Juan and the guys are sitting on the curb\nworking their way steadily through the bottle of aguardiente.\n\nThe music stops and all the dancers fan themselves off - Juan\nwalks among the band members pouring each a shot of liquor.\n\nMARIA\n(to Blanca)\nHey there’s your boyfriend.\n\nBlanca follows Maria’s gaze and sees the SMILING GUY from\n\nwork talking with a FRIEND. Sure enough, he makes eye\ncontact with Blanca and smiles.\n\n(CONTINUED)\n\f14.\nCONTINUED:\n\nBLANCA\n(giggling and turning away)\nOh my god.\n\nMARIA\nYou have to dance with him.\n\nBLANCA\nNo way!\n\nHearing that, Maria grabs Blanca’s wrist and leads her right\nover to the Smiling Guy and his Friend.\n\nMARIA\n\nHi.\nSMILING GUY\n\nHi.\nMARIA\n\nI’m Maria. This is Blanca.\nBLANCA\n\n(beet red)\n\nOh my god.\n\nSMILING GUY\nI’m Felipe. This is my cousin Franklin.\n\nFRANKLIN\nHi.\nUnlike Felipe, Franklin is dressed stylishly, with a hip\n\nshirt, designer jeans and a gold chain. Next to him, Felipe\nlooks downright meek.\n\nMARIA\nBlanca wants you to ask her to dance.\n\nFRANKLIN\nGo for it.\n\nFELIPE\n(smiling)\nDo you want to dance?\n\nBLANCA\n...OK.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nFELIPE\n(smiling)\nDo you want to dance? BLANCA\n... OK. \n\nTARGET SECTION TO BE ANNOTATED:\nFelipe leads Blanca out into the dance area as the band\n\nstrikes up. Maria watches them dance and then walks over to\nJuan.\n\n(CONTINUED)\n\f15.\nCONTINUED: (2)\n\nMARIA\nJuan, I want to dance.\n\nJuan is clearly too drunk to dance and more interested in his\nguy friends. He takes her in his arms and mock dances\ndrunkenly in a circle, laughing. She breaks away annoyed.\n\nMARIA (cont'd)\nWhat’s wrong with you?\n\nJUAN\n(drunk)\nWhat... why?\nShe walks away and stands watching Blanca and Felipe.\nFRANKLIN\n(out of nowhere)\nWanna dance?\nMaria considers it, glances toward Juan...\n\nFRANKLIN (cont'd)\nWhat do you say?\n\nMARIA\n...Sure.\n\nFranklin leads her out and the two of them dance. The more\nshe dances, the more into it Maria gets - looking over at\nJuan occasionally - as if she were dancing to spite him.\nEXT. TOWN — DAY\n\nMaria walks the dirt road down the hill and into town.\n\nShe walks by several store fronts, looking occasionally\ninside. Her gait is slow and not particularly determined.\nINT. MUSIC SHOP — DAY\n\nMaria steps into a small music shop - basically just a glass\ncase with various CD’s, and racks full of cassettes on either\nwall. A MAN catalogues boxes of music as Latin rap plays on\na small stereo. He nods at Maria - they seem to recognize\n\neach other. She takes a tape off the wall and examines it.\n\nMARIA\nHow much is it?\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nMAN\n(turns the music down)\nFifteen thousand, two hundred.\n\nMaria puts it back on the wall. She watches the man work.\n\nMARIA\nYou have a lot of work.\n\nMAN\nI have to catalogue everything, keep\ntrack of what I sold, what I didn’t.\n\nMaria contemplates asking him for a job... but the store is\nobviously a one-man operation.\n\nINT. CHURCH — DAY\n\nMaria comes into the Catholic CHURCH where a couple of older\nwomen talk quietly in the pews. She kneels down, crosses\nherself, mutters a Hail Mary, and then adds her own, silent\nrequest.\n\nEXT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHURCH — DAY\n\nMaria comes into the Catholic CHURCH where a couple of older\nwomen talk quietly in the pews. She kneels down, crosses\nherself, mutters a Hail Mary, and then adds her own, silent\nrequest. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOTORBIKE REPAIR SHOP — LATER\n\nMaria and Blanca walk up to an outdoor garage that is packed\nwith mopeds and motorcycles. JUAN is squatting next to a\nmechanic watching him work.\n\nMARIA\nJuan.\n\nJUAN\n(looks up)\nIn a minute.\n\nMARIA\nCome on.\n(to Blanca)\nI’1l see you later.\n\nBlanca kisses Maria’s cheek and leaves as Juan finally\ncrosses to the front and gets his bicycle. He and Maria\ncross the street to...\n\nEXT. SAUSAGE STAND / PARK — LATER\n\nA small stand serving arepas across from a park. Maria and\n\nJuan each take an arepa and a Coca-cola. Juan pays and takes\nthe change.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nThey walk over to the park and sit on the grass and eat.\n\nThey don’t have any conversation at all while they eat - they\njust chew in silence. At a certain point Maria stops and\nwatches Juan take another bite - he’s absorbed in chewing.\n\nMARIA\n\nI have something to tell you.\nJUAN\n\nWhat?\nMARIA\n\n...-I think I’m pregnant.\nHe looks at her.\n\nJUAN\nYou’re not fucking with me, right?\n\nMARIA\nI missed my last two periods and I’ve\nbeen feeling sick.\n\nJUAN\nWhat are you going to do?\nMARIA\nI don’t know.\nJUAN\nWho else knows?\nMARIA\nOnly you.\nJUAN\nNo-one else?\nMARIA\nWho else do you think I told? The whole\nworld?\nJUAN\n\nI don't know. Maybe Blanca, since she\nseems to know everything before me...\n\nMARIA\n(cutting him off)\nNo Juan, Blanca doesn’t know.\n\nLong silence... Very long silence.\n\n(CONTINUED)\n\f18.\nCONTINUED: (2)\n\nJUAN\nMaria... Do you want to get married?\n\nMARIA\n(laughs nervously)\nAre you joking?\n\nJUAN\nWhy?\n\nMARIA\nWhere would we live?\n\nJUAN\nIn my house. Where else?\n\nMARIA\nThere are like ten people living in your\nhouse. You share your bedroom with your\nbrother.\n\nJUAN\nWhat do you suggest?\n\nMARIA\nMy house would be better.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou share your bedroom with your\nbrother. JUAN\nWhat do you suggest? MARIA\nMy house would be better. \n\nTARGET SECTION TO BE ANNOTATED:\nJUAN\nRight, a lot better! A guy living in his\ngirlfriend’s house? No way, not that\n\nMaria.\n\nMARIA\nYou're really fucking stupid, you know\nthat?\n\nJUAN\n\nStupid? Your family hates me. How do\nyou expect me to live there? We can live\nat my house.\n\n(beat)\nI don’t see why you don’t want to get\nmarried. I’m stepping up to this...\n\nMaria takes a beat - stares at him.\n\nMARIA\nJuan, do you love me?\n\nJUAN\n\n(groans)\nNot this again.\n\n(CONTINUED)\n\fCONTINUED:\n\n19.\n\n(3)\nMARIA\nLook me in the eye and tell me you love\nme... What kind of person are you? You\n\nwant to marry a woman you don’t love? A\nwoman who doesn’t love you? What kind of\nmarriage is that? How long’s it gonna be\nbefore you're sleeping with some other\ngirl? A month?\n\nJUAN\nYou know that’s not gonna happen.\n\nMARIA\nI don’t want the same thing to happen to\nme that happened to my sister.\n\nJUAN\n(attacking)\nI hate to break it to you but your sister\nwas a fucking idiot who slept with the\nfirst guy that walked by...\n\nMARIA\nShut up!\n\nJUAN\n.-.and left her with a kid.\n\nMARIA\nYou can’t talk about my sister like that.\n\nJUAN\nYou know I’m not going anywhere.\n\nMARIA\nThat doesn’t change anything. I’m not\nMarrying you.\n\nJUAN\n\nWell you’re gonna have to.\nMARIA\n\nNo, Juan. I don’t have to do anything.\nJUAN\n\nSee how you are? You’re stubborn.\nMARIA\n\nAnd you're an idiot. A loser.\n\n(beat)\nI’m not even in love with you.\n\n(CONTINUED)\n\f20.\nCONTINUED: (4)\n\nJUAN\n...Me neither.\n\nMARIA\n(stares at him)\nPerfect.\n\nMaria gets up and walks off through the park.\n\nINT. MARIA'S BEDROOM — MIDDLE OF THE NIGHT\n\nMaria sits up in bed playing with one of Pacho’s stuffed\nanimals. She rolls on her side and stares over at her\nsister, asleep with Pacho.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MARIA'S BEDROOM — MIDDLE OF THE NIGHT\n\nMaria sits up in bed playing with one of Pacho’s stuffed\nanimals. She rolls on her side and stares over at her\nsister, asleep with Pacho. \n\nTARGET SECTION TO BE ANNOTATED:\n Maria grips at her sheet - angry,\nfrustrated, frightened.\n\nEXT. STREET IN TOWN — DAY\n\nMaria waits at a BUS STOP with three or four WOMEN.\n\nFRANKLIN rides by - they make eye contact - he makes a U-turn\nand pulls up on his motorcycle.\n\nFRANKLIN\nHi.\nMARIA\nHi.\nFRANKLIN\nWhere are you going?\nMARIA\nTo the city.\nFRANKLIN\nHop on. I'll give you a ride.\nMARIA\nTo Bogota?\nFRANKLIN\n\nSure.\n\nMaria gets on and puts her arms around Franklin's waist.\n\f21.\n\nEXT. MOVING MOTORCYCLE — CONTINUOUS\n\nMaria and Franklin ride through the streets. The scenery\nchanges as they go from the center of town and then into an\nexpanse of open country. Taking curves faster and faster.\n\nMaria is clearly getting a rush being on the back of\nFranklin's motorcycle, the wind in her face.\n\nEXT. JUICE STAND - DAY\n\nAt a juice stand by the side of the road, the girl behind the\ncounter scoops fruit into a blender.\n\nFRANKLIN\nI like the way you dance.\n\nMARIA\nReally? You too.\n\nFRANKLIN\nI didn’t think people around here could\ndance. I thought they were all stiff.\n\nMARIA\n...Where are you from?\n\nFRANKLIN\nI’m from a little town called Santa Rosa\nde Cabal. About ten minutes from\nPereira. You know it?\n\nMARIA\nNo.\n\nFRANKLIN\nThey have some great hot springs there.\nI’'1l take you sometime.\n\nMARIA\nYeah?\n\nFranklin flashes her a smile. Maria looks away, blushing.\nMARIA (cont'd)\n(beat)\nSo why are you here?\n\nFRANKLIN\n...Various reasons.\n\n(CONTINUED)\n\f22.\nCONTINUED:\n\nThe girl sets down two glasses of juice. Franklin takes his\nand walks toward the little tables on the grass behind the\nstand. Maria follows.\n\nFRANKLIN (cont'd)\n...It was nothing. I just had to get\naway for a while. I had some problems\nand things started heating up. As soon\nas it all calms down I’m going back...\n(beat)\n.--SO, what are you going to Bogota for?\n\nMARIA\nI have a friend who works there.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs soon\nas it all calms down I’m going back... (beat)\n.--SO, what are you going to Bogota for? MARIA\nI have a friend who works there. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nworks for this rich family, in their\nhouse. She’s gonna help me out getting a\njob.\n\nFranklin begins to laugh.\n\nMARIA (CONT'D)\nDon’t laugh.\n\nFRANKLIN\nI’m sorry... It’s just that you’re way\ntoo pretty to be working as a maid. Way\ntoo cute to be getting dressed up in a\nhat and apron. Those people’ll treat you\nlike shit.\n\nMARIA\n(defensive)\n..-Anyway, I was just gonna check it out.\nIt wasn’t definite.\n\nShe moves away from him - sits at one of the little tables.\n\nFRANKLIN\n(studies her, sits)\nYou lost your job at the plantation,\nright?\n\nMARIA\nWho told you?\n\nFRANKLIN\n...-Felipe...\n\nMARIA\nThat's a lie. They didn’t fire me.\n\nFRANKLIN\nOh no?\n\n(CONTINUED)\n\fCONTINUED:\n\n23.\n(2)\n\nMARIA\nYou've got bad information. They didn’t\nfire me - I walked.\n\nFRANKLIN\n(beat)\nListen, if you’re looking for work I\nmight be able to hook you up...\n\nMARIA\nHook me up?\n\nFRANKLIN\nIt just depends how bad you need the\nmoney. I know of a good job...\nTraveling...\n\nMARIA\nTraveling where?\n\nFRANKLIN\nTo the United States.\n\nMARIA\nWhat's the job?\n\nFRANKLIN\n(beat)\nWorking as a mule... You know what a mule\nis, or not?\n\nMaria looks away. She clearly knows.\n\nFRANKLIN (cont'd)\nIt’s a cool job. You go, hand off the\nstuff, get your cash. And that’s it...\nLike winning the lottery.\n\nMARIA\n\nYeah, but it’s dangerous, right?\nFRANKLIN\n\nHow many mules do you know?\nMARIA\n\nMe? None.\nFRANKLIN\n\nWell, I know a bunch.\n\n(CONTINUED)\n\f24.\nCONTINUED: (3)\n\nMARIA\nWhat about the ones on the news? The\nones in prison far away. What about\nthem?\n\nFRANKLIN\n(laughs)\nThose are the ones who want to be famous.\nThey get caught, get on TV, everyone sees\nthem and they become famous.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat about\nthem? FRANKLIN\n(laughs)\nThose are the ones who want to be famous. They get caught, get on TV, everyone sees\nthem and they become famous. \n\nTARGET SECTION TO BE ANNOTATED:\nMARIA\n(doesn’t laugh)\nWell I don’t want to be famous.\n\nFRANKLIN\nI know a guy who can set it all up.\nTakes care of the papers, makes the\narrangements...\n\nMaria looks away - nervous. Franklin reads her immediately.\n\nFRANKLIN (cont'd)\nYou know what - forget about it.\n(stands)\nLet's go.\n\nHe starts to walk toward his motorcycle. Maria hesitates.\nMARIA\nWait.\n(he turns)\n...How much would I get?\n\nHold on Maria.\n\nEXT. BOGOTA STREETS / BAR - DAY\n\nBogota is loud and chaotic - buses clog the streets, horns\nblare, waves of people crowd the sidewalks.\n\nWith Maria’s arms around his waist Franklin weaves in and out\nof city traffic and pulls up in front of a bar on a\nsidestreet in an uncertain neighborhood.\n\nINT. BAR — DAY\n\nIt's a dimly-lit place with a pool table at the back and\ntables along the wall opposite the bar. It’s filled almost\nentirely with MEN, all older. Maria looks rather\nuncomfortable as she follows Franklin in.\n\n(CONTINUED)\n\f25.\nCONTINUED:\n\nFRANKLIN\nYou want something to drink...?\n(to the bartender)\nGive me a beer and a soda for her...\n(to Maria)\nI’m gonna talk to this guy. I'’11 just be\na minute.\n\nHe leaves Maria at the bar and heads to the back table where\na MAN sits with the only other WOMAN in the place. Franklin\nshakes the man's hand and points to Maria. Maria sips her\nsoda.\n\nFranklin comes back over and waits with Maria. A moment\nlater, the woman at the far table gets up. She makes very\ndefinite eye contact with Maria as she walks out.\n\nFRANKLIN (CONT'D)\nCome on.\n\nFranklin introduces Maria to JAVIER, a well-groomed man of\nabout 60 with a gold chain, an ironed shirt and a cane\nleaning up against the table. He effects an incredibly\npaternal tone, calming but also intimidating.\n\nJAVIER\nSit down.\n\nMaria sits opposite him. Franklin pulls up a third chair.\nJAVIER (cont'd)\nSo, you're a friend of Franklin’s.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaria sits opposite him. Franklin pulls up a third chair. JAVIER (cont'd)\nSo, you're a friend of Franklin’s. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nhow do you know each other?\nMaria falters - looks to Franklin.\nFRANKLIN\n(jumping in)\nShe's a friend of the family. On my\n\ncousin’s side.\n\nJAVIER\nUh huh... And you’re looking for work?\n\nMARIA\nYes, sir.\n\nJAVIER\nSince when?\n\nMARIA\nAbout two weeks.\n\n(CONTINUED)\n\fCONTINUED:\n\n26.\n(2)\n\nJAVIER\nAnd where were you working before?\nMARIA\nIn a flower plantation.\nJAVIER\nWhat happened?\nMARIA\nI didn't get along with my boss... so I\nleft.\nJAVIER\nRebellious then?\nMARIA\nNo, sir.\nJAVIER\n\nYou don’t have a problem taking\ndirections, orders?\n\nMARIA\nNo.\n\nJAVIER\nDo you get scared easily?\n\nMARIA\n..-No.\n\nJAVIER\nHow old are you?\n\nMARIA\nEighteen.\n\nJAVIER\nBoyfriend?\n\nMARIA\n\n(hesitates)\n\nNo.\n\nJAVIER\n\nYes or no?\n\nHe looks at Franklin.\n\nMARIA\nNo.\n\n(CONTINUED)\n\f27.\nCONTINUED: (3)\n\nJAVIER\n\nAnd how’s your system?\nMARIA\n\nMy system?\nJAVIER\n\nI mean how’s your stomach? Do you have\nproblems with diarrhea, constipation,\ndigestive problems?\n\nMARIA\nNo, sir.\n\nJAVIER\nDo you eat a lot?\n\nMARIA\nNormal.\n\nJavier takes a beat. Examines her. Maria doesn’t flinch.\n\nJAVIER\nWell then... We’re going to give you\nseveral rolls of film. We’1ll send you to\nNew York... Actually to New Jersey - a\nsmall town next to New York. Once you go\nthrough Customs you'll be met by our\npeople. They will take you to a safe\nplace. We'll develop the rolls. And in\nfive, six days you'll be back here with\nall your money taking care of your\nproblems.\n\nMARIA\nHow much do I get?\n\nJAVIER\nWe’1l give you a hundred dollars a roll.\nA girl your size you could make five or\nsix thousand depending on how much you\ncarry. Keep in mind we have to take care\nof your documents.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAVIER\nWe’1l give you a hundred dollars a roll. A girl your size you could make five or\nsix thousand depending on how much you\ncarry. Keep in mind we have to take care\nof your documents. \n\nTARGET SECTION TO BE ANNOTATED:\n Meaning that after we\ndeduct the expenses for your passport and\nvisa and the other papers you'll get\nabout seven or eight million pesos.\n\nMARIA\n\n(hesitates)\nWhat if I get caught?\n\n(CONTINUED)\n\f28.\nCONTINUED: (4)\n\nJAVIER\n\nAnd why would you get caught? Unless you\nget off the plane trembling like a leaf.\nThen they’1l catch you. Obviously. But\nno worries. Those gringos don’t know a\nthing.\n\n(leans in)\nBut once your decision is made there’s no\nturning back. You can’t tell anyone.\nUnderstand?\n\nJavier stares hard at Maria.\n\nMARIA\nYes, sir.\n\nJAVIER\nNow, I know you’re in a difficult\nsituation. And I don’t want you making\nthis decision under any kind of pressure.\n(reaching into his pocket)\nSo I want to give you this so you can\ntake care of a few things...\n\nHe slides several BILLS across the table.\nMARIA\n(eyes the money)\n..-No, really it’s not necessary.\nJAVIER\n(studies her)\n..-No, no, no. No strings attached.\n\nMaria stares at the money on the table.\n\nEXT. STREET / BUS STOP — LATER\nMaria walks across the busy street and stops at the bus stop.\nAmong the people waiting for the bus, Maria recognizes the\n\nWOMAN who was sitting at Javier's table in the bar. A moment\nlater the BUS rolls up and they all get on.\n\nINT. BUS — CONTINUOUS\n\nMaria sees a free seat next to the WOMAN. She sits. The\nwoman recognizes Maria but neither of them says anything.\n\n(CONTINUED)\n\f29.\nCONTINUED:\n\nMARIA\nYou were in the bar, right?\n(no response)\nMy name is Maria.\n\nThe woman glances at Maria, then looks away.\n\nWOMAN\nI’m Lucy.\n\nLUCY looks to be about 24. She's dressed nicely — not fancy,\njust more stylish than Maria. But from the way she carries\nherself and talks she's clearly from the same class as Maria.\n\nMARIA\nDo you work for Javier...? Is it hard?\n\nLUCY\n(not making eye contact)\nIt's not easy but it's not too difficult\neither... How old are you?\n\nMARIA\nSeventeen.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCY\n(not making eye contact)\nIt's not easy but it's not too difficult\neither... How old are you? MARIA\nSeventeen. \n\nTARGET SECTION TO BE ANNOTATED:\n I said eighteen, though.\n\nLUCY\n(looks at Maria)\nYou just have to be prepared and know how\nto do it right.\n\nMaria takes this in.\n\nINT. MARIA’S HOUSE — DAY\n\nMaria comes home. Diana is folding clothes at the table.\nMaria walks right past her toward the kitchen.\n\nDIANA\nWhere have you been?\n\nMARIA\nI went to the city to ask Jessica to find\nme work.\n\nDIANA\n(following Maria)\nAnd?\n\nMARIA\nAnd nothing. It’s none of your business.\n\n(CONTINUED)\n\fCONTINUED:\n\n30.\n\nDIANA\nDon’t tell me it’s none of my business.\nMARIA\nIt isn’t.\nDIANA\nYou didn’t find anything. You’d tell me\nif you found something... You have to go\n\nback to the plantation and ask for your\njob back.\n\nMARIA\nNo, I don’t.\n\nDIANA\nIt’s not fair to mom. You know how hard\nit is for her and now you’re making\nthings even worse.\n\nMARIA\nGet off my back.\n\nDIANA\n(getting emotional)\nDon’t tell me to get off your fucking\nback. Pacho got a hundred and six fever\ntoday.\n\nMARIA\n\nHe’s your kid.\nDIANA\n\nI know he’s my kid. So?\nMARIA\n\nSo, he’s your responsibility.\nDIANA\n\n(yelling)\n\nWe’re all equal in this house. We all\nhave to pull our weight. You have to get\na job.\n\nMARIA\nWell, I already got one.\n\nDIANA\nWhat job? Cut the shit.\n\nMaria stares at Diana. She then reaches into her pocket and\npulls out the money Javier gave her. Diana’s eyes widen.\nMaria peels off a few bills and throws them down.\n\n(CONTINUED)\n\f31.\nCONTINUED: (2)\n\nMARIA\nAt least I put in my share.\n\nMaria storms out of the kitchen and into her room where she\nflops onto her bed, fuming. She SLAMS the door.\n\nEXT. STREET, A NEARBY TOWN — DAY\n\nMaria walks up the street in another town, slightly bigger\nthan her own. She knocks on the door of a concrete house\nslightly nicer than her own. The door opens and it’s LUCY.\n\nLUCY\nHi.\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door opens and it’s LUCY. LUCY\nHi. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LUCY’S HOUSE — DAY\n\nLucy’s house is nice - spacious though vacant-feeling with a\nlarge table and chairs, and a relatively new hi-fi. Maria\nsits alone. Lucy comes in from the kitchen with a small bag —\nfull of GRAPES. She sits.\n\nLUCY\nHere.\n(hands Maria a grape)\nHold it in your mouth.\n\nMaria puts it in her mouth and holds it there.\nLUCY (cont'd)\nJust hold it. Let it slide to the back.\nAll the way. Now open your throat.\n\nMaria gags — then bites into the grape and swallows it.\n\nLUCY (CONT'D)\nYou have to practice with the grapes.\n\nLucy passes her the bag of grapes. Maria picks one out.\n\nMARIA\nYou can swallow that?\n\nLucy puts a grape in her mouth and swallows it whole. Maria\nstares in horrified awe.\n\nLUCY\nYou can't eat anything for the last\ntwenty-four hours. Your stomach has to\nbe totally empty. They'll lie about how\nmany you have to swallow.\n\n(CONTINUED)\n\fCONTINUED:\n\n32.\n\nMARIA\nHow many will it be?\n\nLUCY\nFor someone your size, maybe sixty or\nseventy pellets.\n\nMARIA\nOh my god.\n\nLUCY\nBe glad you're little. Big guys swallow\nlike ninety or a hundred... Make sure\nthey're well wrapped. If even one of\nthem opens up inside you you'll die. Not\nas fast as cocaine. Cocaine will make\nyour heart explode immediately. Heroin\ntakes longer, but you still die unless\nyou get the right medicine.\n\nMaria’s eyes widen.\n\nLUCY (CONT'D)\nWear nice clothes. Nothing flashy, just\nsomething nice - so you don’t look like a\npeasant. They may ask you questions in\nthe airport. Javier will tell you what\nto say.\n\nMARIA\nHow many times have you done this?\nLUCY\n...Two.\nMARIA\nAnd it went OK?\nLUCY\n.-.I'm still here.\n\n(beat)\nThe first time I did it I thought I\nwanted to go see my sister. She lives in\nNew York. I haven’t seen her in four\nyears.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nThe first time I did it I thought I\nwanted to go see my sister. She lives in\nNew York. I haven’t seen her in four\nyears. \n\nTARGET SECTION TO BE ANNOTATED:\n But then I got there and I\nrealized, What am I going to tell her?\nHow am I going to explain how I got here?\nI love her but we're really different,\nyou know? She would kill me if she knew\nI was doing this. The second time I did\nit I went and saw where she lives but I\ncouldn’t knock on the door.\n\n(CONTINUED)\n\f33.\nCONTINUED: (2)\n\nMARIA\nWhat is America like?\n\nLUCY\n..-Straight. Everything’s in perfect\n\nsquares.\n\nINT. BATHROOM — MIDDLE OF THE NIGHT\nMaria stands in front of the mirror and places a grape in her\nmouth. She tries to swallow it and GAGS. She tries again.\nShe looks very nervous - almost on the verge of tears.\n\nEXT. YARD — DAY\nIn the yard behind her house Maria is washing laundry by\n\nhand. Blanca sits watching her.\n\nBLANCA\nSo how’s that thing?\n\nMARIA\nWhat thing?\n\nBLANCA\nYour job? What do you have to do?\nMARIA\n(fixes her)\nI told you not to talk about it.\nBlanca watches her a beat and\n\nMaria goes to hang a sheet.\nthen opens her purse and pulls something out.\nBLANCA\n\nMaria... Maria, look at me!\n\nMaria finally looks over. Blanca puts a GRAPE in her mouth.\nMaria stares at her in shock as she tries to swallow it. She\n\ngags and spits it out.\n\nMARIA\nWhat the hell are you doing?\n\nBLANCA\nI’m going to be a mule. I talked to\n\nFranklin and he arranged it.\n\nMARIA\n(looks at Blanca)\n\nYou what?\n(CONTINUED)\n\f34.\nCONTINUED:\n\nBLANCA\n\nYou heard me. Why not?\nMARIA\n\nBecause you can’t... you won’t make it.\nBLANCA\n\nWell, I’m doing it. I already told them.\n\nMARIA\nBlanca, what the hell...?\n\nBLANCA\nIt’s five thousand dollars, Maria. Do\nyou know how much that is in pesos? I\nfigured it out. It’s like ten million.\nI can buy my family a house with that.\n\nMARIA\nYou can’t go.\n\nBLANCA\nYou know what? I don’t need your\npermission.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIA\nYou can’t go. BLANCA\nYou know what? I don’t need your\npermission. \n\nTARGET SECTION TO BE ANNOTATED:\n I can do what I want.\n\nMARIA\nDo you realize what you're saying...?\nBlanca you have to tell them you’re not\n\ngoing.\n\nBLANCA\nNo... Anyway, I can’t now. I already\nsaid yes.\n\nBlanca looks trapped. Maria turns away, annoyed.\nMARIA\n...Do you know what you’re going to tell\nyour family?\n\nBLANCA\nDo you?\n\nCUT TO:\n\nINT. BEDROOM — EVENING\n\nJUANA\nI don’t understand. You’re going all the\nway to Chiquinquira? To work as a\nsecretary?\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nJuana stands in the doorway of Maria and Diana’s bedroom,\nwatching as Maria folds clothes and puts them into a small\nsuitcase. Diana sits on her own bed.\n\nMARIA\nI already told you...\n\nJUANA\nWell tell me again.\n\nMARIA\nI got it through Blanca’s aunt.\n\nJUANA\nBut you don’t know anything about working\nin an office.\n\nMARIA\n(crossing away from her mother)\nWhat, you don’t think I’m smart enough?\n\nJUANA\nI didn’t say that.\n\nJuana sits at the foot of Maria’s bed. She glances to Diana,\nclearly distraught - then watches Maria continue to go\nthrough her clothes.\n\nJUANA (cont'd)\nI just don’t understand why you have to\ngo so far away... Maria...\n\nMaria finally looks at her mother. They share a beat. They\nboth clearly feel uncomfortable, but Maria buries her\nuncertainty with a distant resolve.\n\nEXT. PLAZA — MID-MORNING\n\nHer hair pulled back and her face made up, Maria is dressed\nin a nice blouse and skirt — clearly her nicest outfit - as\nshe walks down into town carrying her suitcase.\n\nShe sits on a bench on the edge of the town square. She\nlooks to the center of the plaza and sees JUAN with his\nbicycle standing amongst friends. He turns and they make eye\ncontact. After a moment of hesitation, he rides over.\n\nMARIA\n\n(stands, awkward)\nHi.\n\n(CONTINUED)\n\f36.\n\nCONTINUED:\nJUAN\nHi.\nMARIA\nHow are you doing?\nJUAN\nFine. You?\nMARIA\nOK.\nPause.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou? MARIA\nOK. Pause. \n\nTARGET SECTION TO BE ANNOTATED:\nJUAN\n\nI need my tapes my back.\n\nMARIA\n...Sure.\n\nShe opens her walkman, ejects the tape and hands it him.\nThen she goes into her bag and pulls out a handful of tapes.\nShe gives him all but one, which she puts back in her bag.\nMARIA (cont'd)\n(beat)\nDo you want the walkman back?\n\nJUAN\nThat was a present.\n\nThey stare at each other.\n\nJUAN (CONT'D)\nYou look nice.\n\nMARIA\nThanks.\n\nJust then, FRANKLIN rides up on his motorcycle and stops.\n\nMaria looks enormously uncomfortable. Juan and Franklin look\nat each other but no-one makes any attempt at introductions.\n\nJUAN\n(finally)\nI gotta go.\n\nMARIA\nI'll see you later.\n\nJuan gets on his bike and rides off with the tapes in one\nhand. Maria watches him go.\n\n(CONTINUED)\n\f37.\nCONTINUED: (2)\n\nFRANKLIN\n(breaking her moment)\nYou ready?\n\nHe gets her suitcase and puts it on the back of his\nmotorcycle. Maria gives a final look at Juan as she climbs\non.\n\nEXT. MOVING MOTORCYCLE, COUNTRYSIDE AND CITY — CONTINUOUS\nFranklin and Maria ride with Maria’s suitcase strapped to the\nback of the bike - along the road and then into the city. He\nweaves in and out of traffic and finally pulls over at...\nEXT. / INT. PHARMACY — CONTINUOUS\n\n...a perfectly ordinary pharmacy in the middle of the city.\nFranklin accompanies Maria inside and nods hello to the\nPHARMACIST behind the counter. The pharmacist disappears\ninto the back. The two of them wait.\n\nMARIA\nAnd Blanca?\n\nFRANKLIN\nShe’s in another place.\n\nThe sliding door-display case suddenly rolls open - revealing\nthe pharmacist standing behind it expectantly. Franklin\npasses him Maria’s suitcase.\n\nFRANKLIN (CONT'D)\n(reading her nervousness)\nDon’t worry. Everything’s gonna be fine.\nHe gives her a kiss on the cheek. She hesitates before\nturning away from him and follows the pharmacist into the\nback.\nINT. PHARMACY, BACK ROOM — CONTINUOUS\n\nThe pharmacist leads Maria into a small, stark room with a\ntable, a few chairs, a sink and a small bed in the corner.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hesitates before\nturning away from him and follows the pharmacist into the\nback. INT. PHARMACY, BACK ROOM — CONTINUOUS\n\nThe pharmacist leads Maria into a small, stark room with a\ntable, a few chairs, a sink and a small bed in the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f38.\nCONTINUED:\n\nAt the other end of the table is a YOUNG MAN, in his 20s.\nHe's got various paraphernalia spread out in front of him: a\nBOX OF SEVERAL DOZEN RUBBER SURGICAL GLOVES, a pair of\nSCISSORS, a ROLL OF PLASTIC WRAP, a DIGITAL SCALE, a small\nbox of DENTAL FLOSS, a BOTTLE OF SALAD OIL, a SMALL BOWL and\ntwo bags of HEROIN.\n\nHe transfers a precise amount of heroin from the scale into\nthe severed finger of a latex glove, which he then places\ninto a HAND-OPERATED PRESS, pumping the lever and packing it\ndown into a dense one-inch capsule.\n\nThe pharmacist steps out of the room as Maria sits and\nwatches the young man, entranced...\n\nSERIES OF JUMP CUTS:\n\nHe cuts the fingers off several of the rubber gloves. He then\nslides the heroin capsule into a rubber finger and packs it\nall the way down into the bottom.\n\nHe takes the finger full of heroin and stuffs it inside a\nsecond rubber finger — then another and another until it's\nbeen buried in SIX LAYERS of rubber fingers.\n\nHe breaks off a piece of DENTAL FLOSS and ties it shut like a\nrubber balloon. He then trims off the excess dental floss\nand the excess rubber.\n\nHe sets the \"pellet\" down — a snug little thumb-sized package\n— and begins making another.\n\nThe pharmacist re-enters the room, breaking Maria’s trance.\nHe hands her two small PILLS and a cup of water.\n\nPHARMACIST\nThis will stop your bowels.\n\nShe puts the pills in her mouth and swallows them. The\npharmacist then raises a bottle of RED LIQUID with a tube and\nan atomizer attached.\n\nPHARMACIST (cont’d)\nOpen you mouth.\n\nAs he sprays the liquid into Maria’s throat, JAVIER steps in\nand sits down at the table with her. The pharmacist finishes\nand leaves the room.\n\nJavier pulls the SMALL BOWL over to him and pours it full of\n\nSALAD OIL. He takes one of the pellets and dips it in the\noil, completely covering it.\n\n(CONTINUED)\n\f39.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJavier pulls the SMALL BOWL over to him and pours it full of\n\nSALAD OIL. He takes one of the pellets and dips it in the\noil, completely covering it. (CONTINUED)\n\f39. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nHe passes it to Maria and she puts it in her mouth. She\ntries to swallow it but GAGS.\n\nJAVIER\nRelax.\n\nShe puts the pellet back in her mouth and sets it deep in her\nthroat with her fingers.\n\nJAVIER (CONT'D)\nDon't put your fingers in so much.\n\nMaria starts to gag again.\n\nJAVIER (CONT'D)\nDid you practice with the grapes?\n\nMARIA\n\nYes.\nJAVIER\n\nIf you can't do this we'll stop now.\nMARIA\n\nNo, really. I can do it. Just give me a\n\nsecond.\n\nMaria looks nervous. She puts the pellet in her mouth and\nholds it there.\n\nJAVIER\nJust let it slide down.\n\nShe tilts her head back and the pellet goes down. She looks\nvery relieved.\n\nMARIA\nSee.\n\nJAVIER\nGood.\n\nHe dips another pellet in oil and holds it out to her.\n\nAN HOUR LATER - Maria paces around the room. The young man\npacks up his stuff as Maria and Javier continue to work.\n\nJAVIER (CONT'D)\nHow do you feel?\n\nMARIA\nHow many is it so far?\n\n(CONTINUED)\n\f40.\nCONTINUED: (3)\n\nJAVIER\nTwenty-three.\n\nMaria presses her stomach.\n\nJAVIER (CONT'D)\nHere. Lay down on the bed.\n\nShe lays down. Javier places his hands on her stomach.\n\nMARIA\nWhat are you doing?!\n\nJAVIER\nThey have to settle properly.\n\nHe massages her stomach, manipulating the pellets inside.\nThe door opens and the PHARMACIST brings in a bowl of SOUP.\n\nJAVIER (CONT'D)\nHave some soup.\n\nMaria gets up and sits at the table. She takes a spoonful of\nsoup with great trepidation. It hurts going down.\n\nPHARMACIST\nDo you want more anesthetic?\n\nMaria shakes her head No. Javier places another pellet in her\nbowl. She gets it on her spoon along with some soup and\nstares at it.\n\nA FEW HOURS LATER - the room is illuminated by early\nafternoon light. Maria sits at the table with her head down.\nJavier is holding out a pellet.\n\nJAVIER\nOne more.\n\nMARIA\nHow many?\n\nJAVIER\n\nSixty-two. Come on.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIA\nHow many? JAVIER\n\nSixty-two. Come on. \n\nTARGET SECTION TO BE ANNOTATED:\nShe stares at him hatefully before taking the pellet. She\nswallows it slowly but without gagging.\n\nJAVIER (CONT'D)\nGood... I'll be right back.\n\nHe turns and leaves the room.\n\n(CONTINUED)\n\f41.\nCONTINUED: (4)\n\nMaria takes a beat alone. She goes to her things and removes\nfrom her purse a toothbrush and a small tube of toothpaste.\nShe goes to the sink and brushes her teeth. She rinses and\nspits and then catches sight of herself in the mirror.\n\nJavier comes back in, sits at the table, and removes from his\nwallet a wad of AMERICAN MONEY - 20-dollar bills. She sits.\n\nJAVIER (CONT'D)\n(hands her the money)\nThis is eight hundred dollars.\n\nMaria stares at the money. Never in her life has she held\nthis much.\n\nJAVIER (cont'd)\nWhen they ask you how much you're coming\nto America with tell them eight hundred\ndollars. Just say you've been saving up.\n(handing her papers)\nThis is your ticket. Round trip - one\nweek. This is your passport and visa.\n\nShe stares at them - fascinated. He writes something on a\npiece of PAPER and passes it to her.\n\nMARIA\n(reads, mispronouncing)\nMotor Lodge 46.\n\nJAVIER\nThat's the name and address of the hotel\nwhere you say you’re staying. Do you\nremember why you’re in America?\n\nMARIA\nI'm on vacation.\n\nJAVIER\n(testing her)\nAnd how long are you here for?\n\nMARIA\nOne week.\n\nJAVIER\nWho bought this ticket?\n\nMARIA\nA friend of mine.\n\nJAVIER\nWhere?\n\n(CONTINUED)\n\fCONTINUED:\n\n42.\n(5)\n\nMARIA\n\nAt a travel agency on Plaza Bolivar.\nJAVIER\n\nWhere do you plan to stay in America?\nMARIA\n\nI’m going to stay in a hotel.\nJAVIER\n\nWhich hotel?\nMARIA\n\n(reading)\n\nMotor Lodge 46.\n\nJAVIER\nGood. How are you feeling?\n\nMARIA\nLike hungry but full - it’s weird.\n\nJAVIER\nYou can drink on the plane but don’t eat\nor it’ll make your stomach release acid.\nDon’t talk to anyone on the plane. Even\nthe stewardesses spy for the DEA.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAVIER\nYou can drink on the plane but don’t eat\nor it’ll make your stomach release acid. Don’t talk to anyone on the plane. Even\nthe stewardesses spy for the DEA. \n\nTARGET SECTION TO BE ANNOTATED:\n Once\nyou've been passed through Customs you'll\ncome out through an electric sliding\ndoor. On the other side of that there'll\nbe someone there to meet you.\n\nMARIA\nHow will I know who it is?\n\nJAVIER\nThey'll know you. If they're not there\nfor some reason call this number.\n\nHe takes back the paper and writes a TELEPHONE NUMBER on it.\n\nJAVIER (CONT'D)\nThe key is to stay calm and act like\nnothing’s wrong. But if you do get caught\njust keep quiet.\n\n(he leans in)\n\nIf you give them any information we'll\nleave you to rot in there while we go to\nyour house and have a chat with your\ngrandmother, your mother, your sister...\nand little Pachito. Same thing if any of\nwhat's in your stomach disappears along\nthe way.\n\n(MORE )\n\n(CONTINUED)\n\f43.\nCONTINUED: (6)\n\nJAVIER (CONT'D)\nWe know exactly how much each one of\nthose 62 pellets you've got weighs. Do I\nmake myself clear?\n\nHe glares into her eyes. The effect is chilling.\n\nINT. AIRPORT, X-RAY CHECK POINT — AFTERNOON\n\nMaria puts her purse on the conveyor belt and steps through\nthe metal detector. One guard scans her up and down with\n\nHANDHELD METAL DETECTOR and another then pats her down. As\nMaria stares straight ahead she suddenly sees something odd:\nBLANCA - dressed vampy with cleavage and lipstick - browsing\nperfume at the duty-free shop. They make brief eye contact.\n\nCUT TO:\n\nINT. AIRPLANE CABIN — LATER\n\nMaria gazes out the window as the plane picks up speed. She\ncrosses herself and mutters a Hail Mary. She closes her eyes\nas her back is pressed up against the seatback and the plane\nbecomes airborne. For the first time in her life, she is off\nthe surface of the planet, flying. She stares out and\n\nwatches with fascination as the world shrinks away below her.\n\nCUT TO:\nThe fasten seat belt sign is turned off with a soft CHIME.\n\nThe woman next to her (Carolina) undoes her seat belt and\ngets up.\n\nMaria looks over at the people on the other side of the\naisle.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nThe fasten seat belt sign is turned off with a soft CHIME. The woman next to her (Carolina) undoes her seat belt and\ngets up. Maria looks over at the people on the other side of the\naisle. \n\nTARGET SECTION TO BE ANNOTATED:\n When she looks forward she is surprised to see LUCY\ngetting up and making her way to the aisle.\n\nMaria unbuckles her seatbelt and then approaches Lucy, who is\ngetting a pillow and a blanket out of the overhead bin.\n\nMARIA\n(hushed)\nI didn't know you were going again.\n\nLUCY\nI didn't either. It just happened.\n\nMARIA\nYou know we’re not the only ones.\n\n(CONTINUED)\n\f44,\nCONTINUED:\n\nLUCY\nThat's how it works. They send a bunch\nof us so if one gets stopped it makes it\neasier for the rest to slip through...\n\nMARIA\nOh...\n\nA STEWARDESS suddenly passes behind them. They are both\nimmediately silent. Lucy moves back to her seat.\n\nCUT TO:\nMaria looks through the IN-FLIGHT MAGAZINE at all the\npictures: a spread on Disneyland, a photograph of a\nbusinessman in a chic office...and then the MAP OF THE WORLD\nwith all of the airline’s flight paths indicated.\n\nThe DINNER CART is maneuvered slowly down the aisle.\nCarolina pulls her airplane headphones out of one ear.\n\nCAROLINA\nIt's about time. I'm starved.\n\nThe stewardess approaches.\n\nSTEWARDESS\nChicken or beef?\n\nCAROLINA\nChicken.\n\nSTEWARDESS\nFor you?\n\nMARIA\n\n..-Chicken, please.\nThe stewardess turns to get the trays.\n\nSTEWARDESS\nHere you are.\n\nAnd now Maria finds herself staring at a perfectly delicious\nlooking tray of steaming hot food. The woman next to her\nunwraps her fork and decides to strike up conversation.\n\nCAROLINA\nDo you go to the United States a lot?\n\nMARIA\nWell...\n\n(CONTINUED)\n\f45.\nCONTINUED: (2)\n\nMaria cuts off a piece of chicken and puts it in her mouth.\nShe chews but doesn’t swallow. Her neighbor is more\ninterested in talking than in listening.\n\nCAROLINA\nI go every year to visit my daughter.\nShe married an American and they’ve got a\nbeautiful house on Long Island. Of\ncourse, I think the children should be\nthe ones to come to Colombia to visit\ntheir grandmother instead of the other\nway around...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAROLINA\nI go every year to visit my daughter. She married an American and they’ve got a\nbeautiful house on Long Island. Of\ncourse, I think the children should be\nthe ones to come to Colombia to visit\ntheir grandmother instead of the other\nway around... \n\nTARGET SECTION TO BE ANNOTATED:\nThe woman TALKS and TALKS - oblivious to whether Maria is in\nfact eating or not.\n\nMaria carefully spits her food out into her napkin.\n\nCUT TO:\n\nLATER -\n\nMaria is reaching up playing with the buttons and nozzles -\ntrying to figure out how to control the air. The seats next\nto her are empty.\n\nSuddenly, BLANCA is standing in the aisle. She looks over\nher shoulder and quickly sits down in the empty seat next to\nMaria.\n\nMARIA\nWhat the hell are you doing?\n\nBLANCA\nI saw you talking to that woman before.\nWho was she?\n\nMARIA\n(hesitates)\nShe's... you know...\n\nBLANCA\nYou see that woman...\n\nMaria leans forward and spots a woman (CONSTANZA) sitting one\nrow back on the aisle.\n\nBLANCA (cont'd)\nI met her before, through Franklin.\n(beat)\nSo what were you two talking about?\n\n(CONTINUED)\n\f46.\nCONTINUED:\n\nMARIA\nShe said if one of us gets stopped at\nCustoms it creates a distraction for the\nothers to pass.\n\nBLANCA\nSo who’s going to go first?\n\nMARIA\nI don’t know. Whoever.\n\nBLANCA\nI don’t want to go first. I’11 wait and\nsee what happens to her.\n\nMARIA\nI thought we were supposed to go right\nthrough without waiting...\n\nBeat.\n\nBLANCA\n«+I feel like when I’ve got my period.\n\nMARIA\n.+.-I feel like I need to go the bathroom.\n\nCAROLINA (0.S.)\nExcuse me!\n\nCarolina is standing in the aisle, looking annoyed.\n\nBLANCA\n(getting up)\nSorry.\n\nAs Carolina settles back into her seat Maria places her\npillow under her ear and closes her eyes.\n\nCUT TO:\n\nLUCY - she sits in her seat dabbing her forehead with a\nnapkin. The cabin lights are dimmed, the in-flight movie\nplaying. Maria wakes up. Carolina has fallen asleep with\nher headphones on.\n\nMaria lifts her shirt and presses her abdomen in discomfort.\nShe unbuttons her pants trying to relieve the pressure.\n\nShe climbs over Carolina and moves to the aisle. CONSTANZA\nlooks up at her as she passes.\n\f47.\n\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONSTANZA\nlooks up at her as she passes. 47. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AIRPLANE LAVATORY — CONTINUOUS\n\nMaria locks the LAVATORY door and the lights come on. She\npulls down her pants and sits on the toilet. As she contorts\nher face we hear the TINKLE of urine on metal.\n\nINT. AIRPLANE CABIN — CONTINUOUS\n\nLUCY is sweating profusely, still dabbing herself with a\nnapkin. She doesn't look well. She gets up and maneuvers to\nthe aisle.\n\nINT. LAVATORY — CONTINUOUS\n\nSitting on the toilet, Maria suddenly has a look of PANIC in\nher eyes. Desperately she grabs paper towels from the\ndispenser.\n\nIN THE PLANE CABIN — Lucy walks slowly down the aisle. She\nsees Blanca. The two of them lock eyes, but Lucy keeps\nwalking.\n\nIN THE LAVATORY — Maria holds her hand under cold water in\nthe sink. She's rinsing off TWO PELLETS.\n\nShe opens her purse and removes her tube of TOOTHPASTE.\n\nPLANE CABIN — Lucy comes to the back of the plane and waits\nby the lavatory, looking sicker all the time.\n\nLAVATORY — Maria squeezes toothpaste onto the second pellet,\nsmears it on and takes a beat. She puts the pellet in her\nmouth, tilts her head back and swallows. She then looks at\nherself in the mirror and tries to compose herself.\n\nPLANE CABIN - Maria comes out of the lavatory, face to face\nwith LUCY. Lucy looks desperate — sweating, nervous.\n\nLUCY\nI don't feel well.\n\nMARIA\nWhat are you going to do?\n\nLucy has a blank, nervous look on her face.\nMARIA (CONT'D)\nCalm down. As soon as we arrive we're\n\ngoing to get you to a doctor. You’re\ngoing to be fine.\n\n(CONTINUED)\n\f48.\nCONTINUED:\n\nLUCY\n(pulling it together)\nI know. I know.\n(beat)\nThanks.\n\nMaria heads back up the aisle - past Blanca - to her seat,\ncasting a glance over her shoulder as she sits.\n\nCUT TO:\n\nThe STEWARDESS works her way down the aisle with a stack of\nYELLOW CUSTOMS CARDS. She gives them to Maria and Carolina.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaria heads back up the aisle - past Blanca - to her seat,\ncasting a glance over her shoulder as she sits. CUT TO:\n\nThe STEWARDESS works her way down the aisle with a stack of\nYELLOW CUSTOMS CARDS. She gives them to Maria and Carolina. \n\nTARGET SECTION TO BE ANNOTATED:\nMaria reads the card and gets to a blank space for an ADDRESS\nwhere she plans to stay in the U.S. She reaches into her\npocket for the paper with the name of the hotel but she can’t\nfind it. She searches all her pockets and then in her purse\nbut the paper is nowhere.\n\nShe looks over to copy her neighbor’s answer but Carolina\nfinishes writing and tucks the card away.\n\nMaria gets up and walks forward to the middle Emergency Exit\nand turns to look at Lucy. Lucy, looking still worse,\nnotices Maria and gets concerned. She glances over her\nshoulder, gets up and makes her way over to Maria.\n\nLUCY (cont'd)\n\n(hushed)\nI've been thinking about telling the\nstewardess I'm sick. They could get me a\ndoctor.\n\nMARIA\nBut you'll end up in jail once they find\nout what's wrong with you.\n\nLUCY\nBut I'll be alive.\n\nMARIA\n(hesitates)\nDon't. Just wait.\nLucy looks thankful to Maria for supporting her.\nMARIA (CONT'D)\n\n...-I lost the name the hotel. Do you\nhave it?\n\n(CONTINUED)\n\f49.\nCONTINUED: (2)\n\nLUCY\nNo. I always give them my sister’s\naddress.\n(beat)\n\nDo you have a pen?\n\nMaria gives her a pen - Lucy tears off a corner of her ticket\nenvelope.\n\nLUCY (CONT'D)\n(scribbling)\nIt's my sister's address in Queens, New\nYork...\n\nCUT TO:\n\nNEW YORK SKYLINE AT NIGHT. Blanca looks out her window. Lucy\nmeanwhile touches up her make-up trying to hide how sick she\nis. Maria looks out her window playing nervously with the\ncrucifix on her necklace.\n\nINT. AIRPORT CORRIDORS — NIGHT\n\nLucy comes off the plane amid Constanza and other passengers.\nMaria walks down the same corridor. Blanca follows Maria.\n\nINT. BAGGAGE CLAIM / CUSTOMS AREA — CONTINUOUS\n\nMaria stands by a large baggage carousel with other\npassengers from the plane. She spots Blanca and Constanza at\nvarious points across from her. Lucy stands about ten feet\naway from her - looking sick but doing her best to keep her\nnerves under control.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBAGGAGE CLAIM / CUSTOMS AREA — CONTINUOUS\n\nMaria stands by a large baggage carousel with other\npassengers from the plane. She spots Blanca and Constanza at\nvarious points across from her. Lucy stands about ten feet\naway from her - looking sick but doing her best to keep her\nnerves under control. \n\nTARGET SECTION TO BE ANNOTATED:\nThere are about FIFTEEN CUSTOMS INSPECTORS across the room —\nmen and women — looking bored, talking among themselves as\nthey wait for passengers to come through.\n\nBags tumble down the chute - some huge, some swathed in\nplastic wrap. They get clogged on the carousel. Three\nAIRPORT BAGGAGE HANDLERS unknot them. Passengers struggle to\npull their luggage off and head through Customs. Blanca takes\nher bag off and lingers — as if waiting for a second bag.\n\nLucy pulls a SMALL RED SUITCASE off. She looks at Maria —\nand then steps to the short line by the first two inspectors.\n\nMaria looks down but there’s no sign of her suitcase.\n\nLucy — nervous and sick — hands her yellow card to the\ninspector. He gives her a quick look and waves her through.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nEveryone breathes a sigh of relief.\n\nLucy makes eye contact with Maria from the other side — and\nthen passes outside through a sliding electric door.\n\nConstanza steps up to an inspector. The inspector asks her\nsomething and then points to the secondary inspection point.\nShe looks mortified as she takes her bag over to be checked.\n\nBlanca sees this, takes her bag and proceeds directly to\nCustoms. Maria looks desperate for her bag to come around.\n\nBlanca gets at the end of the line at Customs. At last, Maria\ngrabs her bag off the carousel. She begins to move toward\nthe line but before she even gets there she is stopped by a\nroaming INSPECTOR - a tall man with a buzz cut.\n\nINSPECTOR\n(in English)\nHello. May I see your passport, ticket\nand declaration card?\n\nMaria stares at him blankly.\nINSPECTOR (CONT'D)\n(repeating, in Spanish)\nMay I see your passport, ticket and\ndeclaration card?\n\nMaria — containing her fear — hands over her documents. The\ninspector looks at them.\n\nINSPECTOR (cont‘d)\nWhere are you coming from today?\n\nMARIA\nColombia.\n\nINSPECTOR\nAnd where are you traveling to?\n\nMARIA\nNew York.\n\nINSPECTOR\nAre these all your bags?\n\nMARIA\nYes.\n\nThe inspector takes a beat.\n\n(CONTINUED)\n\f51.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIA\nYes. The inspector takes a beat. (CONTINUED)\n\f51. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nINSPECTOR\nWould you mind coming with me?\n\nMaria follows the inspector as they go directly to the\ninspection counter opposite Constanza. Maria looks over and\nsees Blanca being waved right through.\n\nINSPECTOR (CONT'D)\nPlace your suitcase on the counter...\nOpen it, please.\n\nMaria does so. The inspector puts on a pair of RUBBER\n\nGLOVES, opens it up and begins to check its contents, piling\nup Maria’s clothes.\n\nThroughout, the inspector invokes a strangely casual,\nfriendly tone.\n\nINSPECTOR (CONT'D)\nWhat’s the purpose of your stay?\n\nMARIA\nVacation.\n\nINSPECTOR\nHow long will you be here?\n\nMARIA\nOne week.\n\nThe inspector feels all the sides of the suitcase.\n\nA SECOND INSPECTOR - a Latina woman - walks up and watches as\nthe first agent continues his inspection.\n\nINSPECTOR\nOnly a week? No more?\nMARIA\nNo.\nINSPECTOR\n\nWhere will you be staying?\n\nMARIA\n..-With my friend.\n\nINSPECTOR\nWhere does your friend live?\n\nThe inspector finds a pair of shoes and checks the soles —\nbending them, looking closely at the heels.\n\n(CONTINUED)\n\f52.\nCONTINUED: (3)\n\nMaria looks beyond him, at the opposite counter, and watches\nCONSTANZA answer questions - the contents of her suitcase\npiled up.\n\nINSPECTOR (CONT'D)\n(looking up, repeating)\nWhere does your friend live?\n\nMARIA\nNew York.\n\nINSPECTOR\nIs she coming to pick you up today?\n\nMARIA\n...No.\n\nINSPECTOR\nAnd how are you going to get there?\n\nMARIA\nUh... In a taxi.\n\nINSPECTOR\nAnd this is all your luggage?\n\nMARIA\nYes.\n\nHe finishes going through her things and takes another look\nat her paperwork.\n\nINSPECTOR\nThank you very much. Sorry to bother\nyou. Have a good stay in New York.\n\nMaria, still nervous, re-arranges the clothes in her suitcase\nand is starting to shut it when the second agent speaks up.\n\nFEMALE INSPECTOR #2\n(in English)\nShe looks nervous.\n(to Maria)\nYou look nervous.\n\nINSPECTOR\n(translating)\nShe says you look nervous.\n\nMARIA\n...No. I’m not.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIA\n... No. I’m not. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f53.\nCONTINUED: (4)\n\nFEMALE INSPECTOR #2\n(in Spanish)\nWhy do you look so nervous?\n\nMARIA\nBut I’m not.\n\nThe second inspector stares at her hard. Maria shifts her\ngaze nervously from one to the other as if looking for help\nfrom the first inspector.\n\nINT. INTERROGATION ROOM — CONTINUOUS\n\nThe male inspector and female inspector lead Maria into a\nsterile, little room — about eight by eight - bare except for\nthe counter and a wooden BENCH. The female inspector stands\nbehind her.\n\nFEMALE INSPECTOR #2\nPlace your hands on the wall... Higher...\nOpen your legs... Don’t take your hands\noff the wall.\n\nMaria does as she says. The inspector pats Maria down — the\narms, the back, the breasts, stomach, crotch, and legs, front\nand back.\n\nFEMALE INSPECTOR #2 (CONT'D)\nPlease, have a seat.\n\nMaria sits down on the bench.\n\nINSPECTOR\nGive me both your shoes, please.\n\nMaria does as he says. The inspector checks each carefully\nand then pierces the sole of one with a sharp awl as the\nFemale Inspector continues questioning Maria.\n\nFEMALE INSPECTOR #2\nMaria Alvarez. Is that your name?\n\nMARIA\nYes.\n\nFEMALE INSPECTOR #2\nHow old are you?\n\nMARIA\nEighteen.\n\n(CONTINUED)\n\f54.\n\nCONTINUED:\nFEMALE INSPECTOR #2\nIs this your first time in this country?\nMARIA\nYes.\n\nFEMALE INSPECTOR #2\nAnd where are you staying?\n\nMARIA\n..-With my sister.\n\nThe Female Inspector looks at the first Inspector.\n\nFEMALE INSPECTOR #2\nBut before you said you were going to\nstay with a friend. Which is it, with\nyour sister or with your friend?\n\nMARIA\n..-With my sister.\n\nThe male inspector sets her shoes aside.\n\nINSPECTOR\nIf we call her would she confirm that\nyou’re coming to visit?\n\nMARIA\n.-.She doesn’t know I’m coming. I was\ngoing to surprise her. We haven’t seen\neach other in four years.\n\nFEMALE INSPECTOR #2\nAnd you're going to show up, just like\nthat...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was\ngoing to surprise her. We haven’t seen\neach other in four years. FEMALE INSPECTOR #2\nAnd you're going to show up, just like\nthat... \n\nTARGET SECTION TO BE ANNOTATED:\n? How do you know she'll be\nthere...? What if she’s not home? Where\nwill you stay?\n\nMARIA\n..-I don’t know... In a hotel...\n\nFEMALE INSPECTOR #2\nAnd how much money do you have?\n\nMARIA\nEight hundred dollars.\n\nFEMALE INSPECTOR #2\nWho bought this ticket?\n\nMARIA\nI did.\n\n(CONTINUED)\n\f55.\nCONTINUED: (2)\n\nFEMALE INSPECTOR #2\nHow much did it cost?\n\nMARIA\n...Like five hundred dollars.\n\nFEMALE INSPECTOR #2\nYou’re not sure?\n\nThe inspectors look at each other.\n\nINSPECTOR\nTell me, Maria, what do you do in\nColombia?\n\nMARIA\n\nMe...? I work in a flower plantation.\n\nINSPECTOR\nDoing what exactly?\n\nMARIA\nDethorning roses.\n\nFEMALE INSPECTOR #2\nSo how did you get the money for the\nticket and the eight hundred dollars?\n\nMARIA\nI saved up.\n\nFEMALE INSPECTOR #2\nAnd you're here for...\n\nMARIA\nVacation.\n\nFEMALE INSPECTOR #2\nYou know what - I don’t believe you're\nreally here on vacation. Do you have\nsome other reason for coming? Are you\nmaybe bringing something into the United\nStates?\n\nMARIA\nNo.\n\nFEMALE INSPECTOR #2\nDo you want to know what I think? I think\nyou're bringing drugs into this country.\n\nMARIA\nNo.\n\n(CONTINUED)\n\fCONTINUED:\n\n56.\n(3)\n\nFEMALE INSPECTOR #2\nWe have seen cases of people who carry\ndrugs inside their bodies. Are you\ncarrying drugs in your stomach?\n\nMARIA\nNo.\n\nFEMALE INSPECTOR #2\n(beat)\nI want you to prove it to me. I want you\nto take an X-ray.\n\nShe stares at Maria but Maria doesn’t flinch. She then goes\nto the counter and takes a sheet of paper from a stack.\n\nFEMALE INSPECTOR #2 (CONT'D)\nPlease sign this document permitting us\nto perform an X-ray.\n\nShe gives Maria the form.\n\nMARIA\nI don't read English.\n\nINSPECTOR\nIt's there in three languages.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gives Maria the form. MARIA\nI don't read English. INSPECTOR\nIt's there in three languages. \n\nTARGET SECTION TO BE ANNOTATED:\nMaria reads the form, takes a beat and then signs it\n(printing her name like a child). The inspectors watch her\n\ncarefully.\n\nINSPECTOR (CONT'D)\n(playing the good cop)\n\nMaria, listen, I’m going to be straight\nwith you. If we do this X-ray and you’re\ncarrying drugs then we’re going to see it\nimmediately. In that case it would be\nmuch, much better to tell us now. That\nway we can tell the judge you cooperated\nand you'll get less time in jail.\n\nFEMALE INSPECTOR #2\nIf you make us take the X-ray and you are\ncarrying then you’1l get ten years in\nprison. Minimum.\n\nINSPECTOR\nPlease Maria, tell us the truth. We\ncan’t help you if you don’t help us...\n\nMARIA\n.+.I’m not carrying anything.\n\n(CONTINUED)\n\f57.\nCONTINUED: (4)\n\nThe two inspectors look at one another trying to decide what\nto do.\n\nINT. BATHROOM — CONTINUOUS\n\nIn a tiny, white-tiled institutional bathroom the female\ninspector hands Maria a PLASTIC CUP.\n\nIn front of the inspector Maria hikes up her skirt, sits on\nthe toilet and pees into the cup.\n\nINT. MEDICAL FACILITY — MAIN AREA\nMaria sits in a corridor waiting.\n\nA door opens. CONSTANZA steps out followed by another\ninspector who sits her down opposite Maria.\n\nThe two of them stare at each other. Constanza's eyes are\npuffy and red. She's clearly been crying.\n\nThrough the open door, Maria can see in a white-coated\nTECHNICIAN examining an X-ray with another inspector. He\ntakes out a pen and points to something. There are scores of\npellets clearly visible in Constanza’s stomach and\nintestines.\n\nThe inspector takes the X-ray and walks over to Constanza.\nHe handcuffs Constanza and leads her down the hall.\n\nMaria looks absolutely petrified. Thirty feet away the two\ninspectors that accompanied her are discussing something with\nanother white-coated technician. They turn and look at Maria\nand shake their heads — something is wrong.\n\nThey walk toward Maria conversing with each other IN ENGLISH.\nFEMALE INSPECTOR #2\n(in English)\nWhat do you think...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey turn and look at Maria\nand shake their heads — something is wrong. They walk toward Maria conversing with each other IN ENGLISH. FEMALE INSPECTOR #2\n(in English)\nWhat do you think... \n\nTARGET SECTION TO BE ANNOTATED:\n?\nINSPECTOR\n(in English)\nGiven the circumstances...?\nMaria tries to glean what they’re saying. They stare at her.\nINSPECTOR (CONT'D)\n\n(to Maria, in Spanish)\nDo you know that you’re pregnant?\n\n(CONTINUED)\n\f58.\nCONTINUED:\n\nMARIA\n...Yes.\n(beat)\nWill the X-ray hurt my baby?\n\nINSPECTOR\nWe don’t X-ray pregnant women.\n\nFEMALE INSPECTOR #2\nBut we can detain them...\n\nShe says nothing.\n\nINSPECTOR\nMaria, it’s clear you didn’t buy this\nticket yourself. We know you couldn’t\nhave saved up all this money. Tell us\nthe truth - who bought this ticket?\n\nMARIA\n...The truth is a friend bought it for\nme.\n\nINSPECTOR\n\nWhat’s your friend’s name?\n\nMARIA\nFranklin... He’s my boyfriend. He’s the\nfather of my baby.\n\nINSPECTOR\nAnd he gave you the eight hundred\ndollars, too?\n\nMARIA\nYes... for the baby.\n\nFEMALE INSPECTOR #2\n(testing Maria once more)\n...And does he know you swallowed drugs?\n\nMARIA\nBut I didn’t.\n(beat)\nI’m not carrying drugs. I’m just here to\nsee my sister. I haven’t seen her in four\nyears... I swear.\n\nThe inspectors stare at each other trying to make a decision.\n\f59.\n\nINT. AIRPORT ARRIVALS TERMINAL — LATER\n\nMaria steps through the sliding door and into the waiting\narea with her suitcase. There are a small number of people\nwaiting on the side of the ropes. Maria walks slowly through\nthem, scanning the crowd for her contact. No-one approaches\nher.\n\nEXT. AIRPORT TERMINAL — CONTINUOUS\n\nMaria carries her bag out to the curb to look around. She\nsees a row of PAY PHONES and walks over to them. She’s\ncontemplating what to do when suddenly her elbow is grabbed\nfrom behind.\n\nA TALL GUY (WILSON) pulls Maria along, taking her suitcase in\nhis other hand. He drags her into the street where a VAN is\nwaiting. He opens the sliding door, throws her inside and\nslams the door shut behind her.\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe drags her into the street where a VAN is\nwaiting. He opens the sliding door, throws her inside and\nslams the door shut behind her. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n VAN — CONTINUOUS\n\nTotally spun around, Maria finds herself sitting next to LUCY\nand BLANCA. There are TWO GUYS (CARLOS and WILSON) in the\nfront - they look very YOUNG, not more than 20, and have a\nvery nervous quality.\n\nCARLOS\n(to Maria)\nWhat happened to the other one?\n\nMARIA\nThey arrested her.\n\nCARLOS\nFuck!\n\nWilson starts the engine and pulls away fast. Maria looks at\nLucy, clearly ill, and then at Blanca.\nINT. HOTEL ROOM — CONTINUOUS (NIGHT)\n\nThe door opens - Wilson enters and flips on the light. The\nroom is spare - two queen-sized beds and a TV.\n\nHe sets down Lucy’s suitcase and goes to shut the blinds\n\nwhile the girls enter. Carlos sits in a chair, sets down a\nPLASTIC BAG and begins emptying his pockets.\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nCARLOS\nMake yourselves comfortable. You'll be\nhere until you shit everything out.\n\nMaria and Lucy sit together on the edge of the bed. Blanca\nalso sits.\n\nMARIA\n\nYou have to get a doctor for her.\nCARLOS\n\nWhat are you talking about, doctor?\nMARIA\n\nShe's sick.\nCARLOS\n\nIt doesn't make any difference to me.\nMARIA\n\nShe needs medicine.\nCARLOS\n\n(cutting her off)\n\nShut up!\n\nHe reaches into the bag and throws down FOIL PACKS OF\nTABLETS.\n\nCARLOS (CONT'D)\nTake those.\n\nLucy grabs for one of the foil packets greedily.\n\nBLANCA\nWhat are they?\n\nCARLOS\nA laxative. To speed things up.\n\nLUCY\n(standing)\nI have to go to the bathroom.\n\nCARLOS\nHere.\n\nHe removes a small box from the plastic sack and passes Lucy\ntwo RUBBER GLOVES.\n\n(CONTINUED)\n\f61.\nCONTINUED: (2)\n\nCARLOS (cont'd)\nDon’t use the toilet. I don’t want\nanything accidentally going down the\ndrain. And don’t forget the toothpaste -\nI don’t want to be smelling your shit.\n\nShe goes into the bathroom and shuts the door. Carlos moves\nover to the bed and makes himself comfortable.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes into the bathroom and shuts the door. Carlos moves\nover to the bed and makes himself comfortable. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOTEL ROOM — LATER (NIGHT)\n\nBlanca sits at the side of the bed - notices a matchbook and\npicks it up.\n\nINT. HOTEL ROOM — BATHROOM - SAME TIME (NIGHT)\n\nIn the BATHROOM, Maria squats in the bathtub. JUMP CUT:\nMaria smears toothpaste on the pellets one by on and piles\nthem by the sink.\n\nEXT. HOTEL - NEXT MORNING\nMorning light burns through the curtains.\n\nBlanca comes out of the bathroom with a handful of pellets,\nputs them in her ziplock bag (two others on the dresser) and\ncounts them through the plastic. Wilson lies on the bed\nwatching TV. Maria lies on her bed also watching. Carlos\nsits over by the window rolling himself a joint.\n\nLucy squats at her suitcase folding a shirt - moving slowly -\nMaria keeps one eye on her, one on the TV. She glances at\nWilson.\n\nLucy sits on the chair and takes a deep breath.\n\nWithout blinking, Wilson clicks the remote a few times and\nlands on something else: a news report (in Spanish) about\ncrowds of people flocking to see an apparition of the Virgin\non the side of a tree. As the news report ends, Wilson\ncrosses himself, kisses his crucifix and tucks it under his\nshirt.\n\nBlanca crosses the room, causing Maria to notice that Lucy\nhas dozed off sitting up.\n\nMARIA\nLucy! Lucy! LUucy!!!!\n\f62.\n\nINT. HOTEL ROOM — BATHROOM — MOMENTS LATER\n\nIn the bathroom, Maria holds Lucy’s head under COLD WATER in\nthe bathtub. She turns off the water and dries Lucy’s hair\nvigorously as a way of keeping her awake.\n\nMaria and Lucy sit still on the edge of the tub. They have a\nlong moment in silence. Maria strokes her hair.\n\nINT. HOTEL BEDROOM - EVENING\n\nDim bed-side light. The guys sit drinking beers - Wilson\nwatching TV while Carlos plays with a GAMEBOY.\n\nLucy sits up in bed with her eyes barely open, on the TV.\nBlanca sits up on the other side of the bed.\n\nMaria comes out of the bathroom, makes eye contact with Lucy\nand then sits on the edge of the bed next to Blanca.\n\nBLANCA\n(somber )\n..",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlanca sits up on the other side of the bed. Maria comes out of the bathroom, makes eye contact with Lucy\nand then sits on the edge of the bed next to Blanca. BLANCA\n(somber )\n.. \n\nTARGET SECTION TO BE ANNOTATED:\n-How are you doing?\n\nMARIA\n«+OK.... You?\n\nBlanca nods, looks at the TV. Maria looks at her then away\nagain.\n\nINT. HOTEL ROOM — NEXT MORNING\n\nCLOSE-UP on Maria sleeping. We hear the sound of HUSHED,\nAGITATED VOICES off screen, movement - there’s a shaft of\nlight as the bathroom door opens and then closes. Maria\nrolls over and opens her eyes a crack, slow to adjust.\n\nIn MARIA'S POV — we see the two guys — one of them appears to\ncarry LUCY in his arms. Maria sits up a little, rubs her\neyes and refocuses.\n\nAnd in another snippet of MARIA'S POV — we see the two guys\ncarrying Lucy, ARGUING in a panicked whisper as they leave\nthe hotel room and shut the door behind them.\n\nMaria is totally unsure of what she's seen in her half-\nsleeping-state. She sits up in bed. The room is strangely\nquiet - the two guys are gone, Lucy is gone. Only Blanca lies\nnext to her asleep. She gets up and goes to the bathroom...\n\f63.\n\nINT. HOTEL ROOM — BATHROOM — CONTINUOUS (MORNING)\n\nMaria treads cautiously into the bathroom and then stops cold\nin her tracks. She SHRIEKS at what she sees: there’s BLOOD\nall over the bathtub.\n\nMARIA\nBlanca! BLANCA!\n\nCUT TO:\n\nINT. HOTEL ROOM — MOMENTS LATER\n\nMaria, frantically grabbing their bags of PELLETS and\nthrowing them in her suitcase.\n\nBLANCA\nWhat are you doing?\n\nMARIA\nWe can’t stay here?\n\nBLANCA\nWhat do you mean?\n\nMARIA\n(glares at her)\nDon’t you get it? They did something to\nLucy? Everything’s totally fucked up.\nWe have to get out of here before they\ncome back.\n\nMaria closes up her suitcase.\n\nBLANCA\nBut...\n\nMARIA\nHurry up!!\n\nCUT TO:\n\nEXT. HOTEL ROOM / PARKING LOT — CONTINUOUS\n\nBlanca and Maria come out of the room - each with her small\nsuitcase - and run across the parking lot.\n\f64.\n\nEXT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOTEL ROOM / PARKING LOT — CONTINUOUS\n\nBlanca and Maria come out of the room - each with her small\nsuitcase - and run across the parking lot. 64. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET, GAS STATION — CONTINUOUS\n\nMaria and Blanca continue running until they’re completely\nout of breath - standing at the side of the road by a gas\nstation.\n\nEXT. STREET, GAS STATION — LATER\n\nMaria and Blanca sit on their luggage by the gas station,\nwatching traffic.\n\nBLANCA\nDid you finish getting all your pellets\nout?\n\nMaria nods.\n\nBLANCA (CONT'D)\nWhere are we? This doesn’t look like New\nYork.\n(Maria doesn’t answer)\nWhat are we going to do?\n\nMARIA\nBlanca, stop. Just let me think for a\nminute, will you.\n\nMaria stares at the ground between her feet. Then, without\nsaying anything, she opens her purse and begins rummaging.\n\nEXT. GAS STATION — MOMENTS LATER\n\nMaria walks toward the ATTENDANT, a Filipino guy in his 20s\nwashing the windshield of a customer's car.\n\nMARIA\n(in Spanish, miming)\nExcuse me. To make a call.\n\nShe shows him the PAPER with LUCY’S SISTER’S ADDRESS and\nphone number.\n\nATTENDANT\n(mocking, in English)\nMe no speak Spanish.\n\nMARIA\n(holds out the paper)\nA call. Telephone. I don’t know how to\nuse the telephone.\n\n(CONTINUED)\n\f65.\nCONTINUED:\n\nATTENDANT\nNo Espafiol. Get it?\n\nHe walks away to remove the pump from the car. She follows\nhim. The customer - a HAITIAN DRIVER in his 30s - stands at\nthe back of the car.\n\nMARIA\nCan you tell me how to call this number?\n\nThe attendant takes the paper and reads it.\n\nATTENDANT\nQueens, New York. You gotta go into New\nYork. You gotta take a bus.\n(as if to a child)\nBus. You know?\n\nHe hands the paper back to her. She watches the driver pay.\n\nDRIVER\n(in English)\nYou trying to go to New York? To Queens?\n(points to the paper)\nTo Queens?\n\nMARIA\n(looks at the paper)\nYes.\n\nDRIVER\nYou want a ride? You, with me, drive.\nTo Queens.\n\nHe points to his car which in fact looks like a taxi.\n\nMARIA\nNo, thank you. I want to make a call.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe points to his car which in fact looks like a taxi. MARIA\nNo, thank you. I want to make a call. \n\nTARGET SECTION TO BE ANNOTATED:\nDRIVER\nI‘1l take you. Off the meter. No problem.\nSixty bucks. It’s OK... Taxi... See?\nTaxi...\n\nMaria looks at him, at the taxi.\n\nINT. MOVING CAR, PULASKI SKYWAY — CONTINUOUS\nMaria stares out the window at New Jersey factories and\n\nrefineries. It looks entirely different from her pastoral\nhomeland - gray and dark and forbidding.\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nBlanca clutches her MATCHBOOK - everything about her feels\nguarded and angry. The driver is having a conversation in\nCREOLE on his cell phone (apparently talking to himself as he\nspeaks into a headset). He finishes and looks in the rear-\n\nview mirror.\n\nDRIVER\n(in English)\nYou just arrive in the United States...?\nThis your first time here?\n\nMaria looks at Blanca.\n\nBLANCA\nWhat's he saying?\n\nMARIA\nI have no idea.\n\nDRIVER\nWhere are you from...? D’ot venez-\nvous...? De donde?\n\nMARIA\nFrom Colombia. We’re Colombian.\n\nDRIVER\nColombia! Bueno. Yo hablo espafiol.\n\nBLANCA\nCould you tell us how far it is to that\naddress where we're going?\n\nDRIVER\nWhat?\n\nBLANCA\n(looks at Maria, at him)\nNothing. Never mind.\n\nINT. MOVING CAR, TUNNEL - DAY\n\nAs they enter a tunnel Maria and Blanca look at each other.\nOut the other side Maria stares up at skyscrapers, at the\nyellow taxis, at the people rushing by on Manhattan\nsidewalks.\n\nINT. MOVING TAXI, QUEENSBORO BRIDGE - CONTINUOUS\n\nAs the cab goes over the bridge, Maria watches the skyline of\nManhattan recede into the distance.\n\f67.\n\nINT. MOVING TAXI, ROOSEVELT AVENUE - CONTINUOUS\n\nMaria and Blanca look out at Roosevelt Avenue from the taxi -\na Colombian restaurant catches her eye amidst the chaos of\nactivity on the street.\n\nEXT. TAXI, CARLA’S BUILDING - MOMENTS LATER\n\nAT THE BACK OF THE CAR, the driver opens the TRUNK and Maria\ntakes her bag out. The driver removes Blanca’s.\n\nDRIVER\nSixty dollars. Sesenta.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe driver removes Blanca’s. DRIVER\nSixty dollars. Sesenta. \n\nTARGET SECTION TO BE ANNOTATED:\nBLANCA\n(to Maria)\nSixty dollars?! You can use your own\nmoney - I’m not paying that.\n\nMaria takes out her purse - the driver notices her wad of\nbills. Maria pays.\n\nBLANCA (CONT'D)\nAre you sure we’re in the right place?\n\nMARIA\nI think so.\n\nShe spots an unimpressive apartment building.\n\nMARIA (cont'd)\nI think it’s that one there. Apartment\n4,n.\n\nMaria crosses to the apartment building.\n\nBLANCA\n(to the driver)\nCan you wait for a minute? Wait? Un\nmomento?\n\nDRIVER\n(looks from one to the other)\nUn momento.\nThe driver goes and stands by his door.\nMaria stares at a panel full of buttons and finds\n\nAristizabal, 4A. She presses the buzzer. Blanca watches the\ndriver get back in the car to wait.\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nMaria buzzes again but there’s no answer. The driver HONKS\nand makes a questioning gesture to Maria.\n\nMARIA\nThere’s no answer.\n\nBLANCA\nLet’s go back.\n\nMARIA\nNo!\n\nBLANCA\n\nLucy’s sister doesn’t even know you. You\ndon’t even know Lucy.\n\nMARIA\nShe invited me to stay with her.\n\nBLANCA\nBut what are you gonna say?\n\nMARIA\nI don't know. I'll figure it out.\n\nBLANCA\nI want to go back to the hotel and wait.\n(holds up the matchbook)\nI have the address.\n\nMARIA\nI’m not going back there.\n\nBLANCA\nMaria, this is stupid. All we have to do\nis hand them our pellets and get our\nmoney.\n\nMARIA\nWe can't go back there.\n\nBLANCA\nBut they're gonna fucking freak when they\nsee we took off. We have to go back.\n\nMARIA\nDon’t you get it? Didn't you see what\nthey did to Lucy?\n\nAll of the sudden they’re silenced by the sound of the taxi\n\nSPEEDING OFF down the street, leaving the two of them\nstanding there.\n\n(CONTINUED)\n\f69.\nCONTINUED: (2)\n\nThey watch as it disappears around the corner.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll of the sudden they’re silenced by the sound of the taxi\n\nSPEEDING OFF down the street, leaving the two of them\nstanding there. (CONTINUED)\n\f69. CONTINUED: (2)\n\nThey watch as it disappears around the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Maria grabs\nher bag and walks back over to the building, but Blanca\ncontinues to stand by the side of the street, angry.\n\nAs Maria tries the buzzer again an INDIAN WOMAN comes out of\nthe building and she catches the door.\n\nMARIA (CONT'D)\nBlanca!\n\nBLANCA\nNo.\n\nThe two of them stare each other down. Blanca folds her arms\nrefusing to go in. Finally, Maria, exasperated, turns and\ngoes inside.\n\nBlanca grabs her suitcase and begins to carry it up the\nstreet.\n\nINT. BUILDING STAIRWELL — CONTINUOUS\n\nMaria, alone, carries her suitcase up the staircase.\n\nShe stops at the window and stares out, then sits on the\nfloor by her suitcase. As she stares at the door to Lucy’s\nsister's apartment TEARS well up in her eyes. She begins to\ncry - BAWLING and TREMBLING like a baby - alone and abandoned\nat the end of the long hallway.\n\nCUT TO:\n\nINT. BUILDING HALLWAY — NIGHT\n\nMaria sits next to her suitcase at the end of the hallway -\nASLEEP.\n\nSuddenly she wakes to the sound of a DOOR slamming shut. She\nlooks up in time to hear the DEADBOLT behind the door to 4A.\n\nShe rubs the sleep out of her eyes, remembers where she is.\n\nINT. BUILDING HALLWAY — MOMENTS LATER\nMaria stands in front of 4A, takes a beat and then KNOCKS.\n\nPABLO (0.S.)\nWho is it?\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nMARIA\nHello. I’m looking for Carla Aristizabal.\n\nThe door opens. Pablo talks through the crack leaving the\nchain on.\n\nPABLO\nWho’s looking for her?\n\nMARIA\nMaria Alvarez. I’m a friend of her\nsister's.\n\nPABLO\nOf her sister's?\n\nMARIA\nYes.\n\nPablo turns inside and talks to someone.\n\nPABLO (0.S.)\nShe says she’s a friend of your\nsister’s... I don’t know... No, come.\n\nThe door opens to reveal PABLO and CARLA, who looks so much\nlike Lucy that Maria is startled. The major difference is\nthat she appears to be about eight months PREGNANT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo, come. The door opens to reveal PABLO and CARLA, who looks so much\nlike Lucy that Maria is startled. The major difference is\nthat she appears to be about eight months PREGNANT. \n\nTARGET SECTION TO BE ANNOTATED:\nMARIA\nHello. Are you Carla Aristizabal?\n\nCARLA\nHow can I help you?\n\nMARIA\nI'm a friend of Lucy’s. I just arrived\nfrom Colombia and she asked me to come\nand say hello for her.\n\nCARLA\n(skeptical)\nLucy did? Really?\n\nMARIA\nYes. She wanted me to say hello.\n\nCarla looks at Pablo.\n\nPABLO\nCome in.\n\n(CONTINUED)\n\f71.\nCONTINUED: (2)\n\nHe opens the door for her to come in. She picks up her\nsuitcase and goes inside.\n\nINT. APARTMENT — CONTINUOUS\n\nThey come into a tiny one-bedroom apartment. The living room\nis being used as a bedroom — with a narrow mattress on the\nfloor, a tiny table and three folding chairs.\n\nPABLO\nSit.\nMaria sits at the table. The two of them stay standing.\n\nCARLA\nWhat was your name again?\n\nMARIA\nMaria Alvarez.\n\nCARLA\nAnd how do you know Lucy?\n\nMARIA\n...From town... We live near each\nother...\n\nCARLA\nSo tell me, how is Lucy doing? It’s been\nmonths since we last spoke.\n\nMARIA\nShe's doing well.\nCARLA\nIs she working?\nMARIA\n..-Yes... In an office in Bogota... I\n\nthink like a secretary or something.\n\nCARLA\nLucy? A secretary?\nPABLO\nSee. And you're always talking bad about\n\nher.\n\n(CONTINUED)\n\fCONTINUED:\n\n72.\n\nMARIA\nShe talks about you all the time, about\nhow you're expecting a baby, and how\nhappy she is to become an aunt. She’s\nalways talking about coming to visit.\n\nCARLA\n(sits)\nReally? And she didn’t send anything\nwith you? A letter or photos or\nsomething?\n\nMARIA\n...No... The truth is that Lucy gave me\nyour name and told me that if I ever\nneeded anything I could go to you, that\nyou were really nice and sweet and that\n\nif I ever had any kind of problem... You\nsee...\n\nCARLA\nWhat?\n\nMARIA\n\nI don’t have any place to stay.\n\nCarla looks over at Pablo.\n\nPABLO\nAnd where were you staying before?\n\nMARIA\n...With a friend.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nPABLO\nAnd where were you staying before? MARIA\n... With a friend. \n\nTARGET SECTION TO BE ANNOTATED:\n The thing is we just\ngot into this really big fight and she\nkicked me out and now I don’t have\nanywhere to sleep.\n\nCARLA\nAnd you don’t have anyone else here? No\nother friends or family? No-one?\n\nMARIA\nNo.\nCARLA\nAnd you came here all alone?\nMARIA\nYes.\nCARLA\n\nAnd do you have a job yet?\n\n(CONTINUED)\n\f73.\nCONTINUED: (2)\n\nMARIA\n..-No, not yet.\nCARLA\n..-How did you say you knew Lucy?\nPABLO\nCarla...\nCARLA\n\nLook, it’s not like I’m going to throw\nher out on the street... It’s just that\nthis is a really small apartment. Pablo\nand I sleep in the other room and his\ncousin sleeps in here on the floor.\n\nMARIA\nI don’t need a lot of space, really...\n\nCARLA\nYeah but for how long...?\n\nMARIA\nNo, just a few days, no more...\n\nCARLA\nAnd then what?\n\nMARIA\nNo, then I‘’1l find something else.\n\nCarla looks at Pablo.\n\nMARIA (CONT'D)\nIt's just for a few days. Really.\n\nCUT TO:\n\nINT. APARTMENT — LATER\n\nPablo blows up an INFLATABLE MATTRESS - the kind intended for\na swimming pool. He positions it in the corner of the room\nand Carla gives him a sheet.\n\nPABLO\nMy cousin works in a bakery so he comes\nhome in the middle of the night. Just so\nyou're not startled.\n\nPablo snaps open the sheet and lets it fall on the mattress.\n\f74.\n\nINT. APARTMENT — NIGHT\n\nMaria lies asleep in bed. There’s a KNOCKING on the\napartment door which wakes her up. She gets up and goes\nslowly to the front door.\n\nMARIA\nWho is it?\n\nLucy (0S)\nIt’s Lucy.\n\nMARIA\nLucy?\n\nLucy (0S)\nMaria?\n\nMaria quickly unbolts the door and opens it. But instead of\nLucy WILSON and CARLOS from the hotel burst in and pin Maria\nagainst the wall. One of them rips at her shirt to reveal\nher stomach.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaria quickly unbolts the door and opens it. But instead of\nLucy WILSON and CARLOS from the hotel burst in and pin Maria\nagainst the wall. One of them rips at her shirt to reveal\nher stomach. \n\nTARGET SECTION TO BE ANNOTATED:\n The man opens his KNIFE and aims at Maria's\nbelly, which suddenly appears NINE MONTHS PREGNANT. He\nplunges the blade into her stomach. PELLETS pour out of her\nby the hundreds onto the floor and inside each one is little\nfetus.\n\nIN BED, Maria wakes suddenly from the NIGHTMARE to the sound\nof the door closing and FOOTSTEPS. She pretends to be asleep\nas Pablo's brother ENRIQUE comes in and turns the light on.\nHe notices her lying there and then moves to the mattress.\nMaria opens one eye to see him take off his shirt and then\nturns away as he slips off his pants.\n\nEXT. BUILDING — MORNING\nCarla leads Maria out of the building and up the street - the\n\nneighborhood is alive and thumping. Maria glances over her\nshoulder looking for some sign of Blanca.\n\nEXT. / INT. CALLING STORE, QUEENS — MORNING\n\nThe calling store has various signs in the window - “Llamadas\nInternacionales (International Calling)” and “Colombia\n18¢/min.” Inside, it’s busy - everyone calling home on\nSunday.\nCARLA\nColombia.\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nCASHIER\nNumber seven.\n\nCarla brings Maria into the booth. She dials a number she\nknows by heart. She listens. The line rings - no-one answers.\n\nCARLA\nLucy’s not there.\n\nCarla steps out of the booth - Maria is slow to follow.\n\nMARIA\nI want to call my family. Could you help\nme?\n\nCARLA\n«OK.\n\nCarla steps in with her, grabs the phone and dials the prefix\nand then hands her the receiver.\n\nCARLA (CONT'D)\nNow just dial the number...\n\nMaria closes herself into the booth, dials carefully and\nwaits for the line to ring. The muffled laughter of another\nconversation filters through the wall behind her.\n\nMARIA\n\nHi, granny. It’s me Maria.\n\n(her relief is instant)\nHow are you? Is everything OK there?...\nI’m fine... It’s a good job. The trip\nwas fine... I’m in a small town somewhere\nnear Chiquinquira... I’1l be back in a\nfew days.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe trip\nwas fine... I’m in a small town somewhere\nnear Chiquinquira... I’1l be back in a\nfew days. \n\nTARGET SECTION TO BE ANNOTATED:\n Are you sure everything is OK\nthere? How’s Pacho?... Is mama there?...\n\nShe watches Carla through the glass door.\n\nEXT. STREET — CONTINUOUS\n\nMaria and Carla come out and Carla walks directly to a black\nLincoln Towncar. Pablo gets out, comes around and holds the\ndoor open for her.\n\nPABLO\n(off Maria’s look)\nOh the car... I work for a car service,\nas a driver. Get in.\n\nHe makes a show of opening the door for Maria. She gets in.\n\f76.\n\nEXT. PARK — LATER\n\nA row of about TEN CAR-SERVICE CARS are lined up along one\nedge of a medium-sized Queens park. There’s a large field - a\nfew families having barbecues, kids on bikes - mostly\nHispanic, some Korean, some Black.\n\nThere’s a big game of soccer going on across the length of\nthe field. A few women sit in pairs in the grass. Maria and\nCarla watch the game.\n\nCARLA\nI used to think I’d be rich if I had two\nhundred dollars. Here that’s nothing.\n\nMARIA\nWhat do you do?\n\nCARLA\nI clean offices. It’s nothing glamorous\nbut it’s decent...\n(beat)\nDoes Lucy really talk about coming to\nvisit?\n\nMaria’s face hardens immediately.\n\nMARIA\n...Yes.\n\nCARLA\nYou know, I have this fantasy she'll come\nto see Jorge.\n\nMARIA\nJorge?\n\nCARLA\n(puts her hand on her stomach)\nThat's the name we picked out.\n\nMARIA\nWhat if it's a girl?\n\nCARLA\nWe already know he's a boy.\n\nMARIA\n\n(laughs)\nHow do you know that?\n\n(CONTINUED)\n\f77.\nCONTINUED:\n\nCARLA\nFrom the sonogram... I’ve had it done\nthree times and each time it’s amazing.\nYou watch the baby swimming around\ninside. The head, the legs. They can\nsee if the baby is healthy.\n\nMARIA\nReally?\n\nMaria watches Carla shift her weight to get more comfortable.\nCarla sees her staring at her stomach and it makes her smile.\n\nINT. HALLWAY, CARLA'S APARTMENT BUILDING — LATER\n\nPablo and Carla walk up the stairs to the fourth floor.\nMaria trails behind.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HALLWAY, CARLA'S APARTMENT BUILDING — LATER\n\nPablo and Carla walk up the stairs to the fourth floor. Maria trails behind. \n\nTARGET SECTION TO BE ANNOTATED:\n As they move down the corridor toward\nthe apartment Maria sees BLANCA sitting there, waiting.\n\nBLANCA\nHi.\nMARIA\nWhere were you last night?!\n\nBLANCA\nI met a woman who gave me a place...\n\nCarla turns to see who Maria's speaking to.\n\nCARLA\nYou two know each other?\n\nBLANCA\n(to Maria)\nIs that Lucy’s sister?\n\nCARLA\nYou know Lucy?\nBLANCA\nYes.\nPABLO\n(to Maria)\nI thought you said you didn’t know anyone\nelse here.\nMARIA\nThe thing is... I told her about Lucy on\n\nthe trip here.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nCARLA\nSo you're not really friends with Lucy.\n\nBLANCA\nIt’s just that Maria said she was going\nto stay with you and I don’t have a place\nto sleep...\n\nCARLA\nYou too? I don’t understand. Everyone\nknows someone in America.\n\nCarla looks at Maria - annoyed. Maria looks back - caught.\n\nEXT. TRAVEL AGENCY — NEXT MORNING\n\nCarla leads Maria and Blanca up Roosevelt Avenue and into a\nsmall storefront travel agency.\n\nINT. TRAVEL AGENCY — CONTINUOUS\n\nIt's a tiny place with posters of Colombia on every wall. Of\nthe two desks, one is piled with folders and papers, while\nthe other has the computer of DON FERNANDO, a short man in\nhis 50s, overweight - with a very friendly demeanor.\n\nThere are about 6 CUSTOMERS crammed in there including an\nolder woman who rubs the pain out of her knees as she waits.\nDon Fernando is talking on the phone and examining a set of\ndocuments when Carla, Maria and Blanca enter.\n\nCARLA\nHello.\n\nDON FERNANDO\n(looking up)\nHello, child. How are you?\n\nCARLA\n(shaking his hand)\nFine. How are you?\n\nDON FERNANDO\n(covering phone, to a customer)\nThis notarization is no good. They\nnotarized the cover page but not the\ncopy of your ID. I can tell you they\nwon't accept it like this...\n(into phone)\n...yes, yes, I understand...\n(to customer)\n(MORE )\n(CONTINUED)\n\fCONTINUED:\n\n79.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can tell you they\nwon't accept it like this... (into phone)\n...yes, yes, I understand... (to customer)\n(MORE )\n(CONTINUED)\n\fCONTINUED:\n\n79. \n\nTARGET SECTION TO BE ANNOTATED:\nDON FERNANDO (cont'd)\nTell them I sent you back and I said not\nto charge you a second time. They should\nhave done it right to begin with.\n(to Carla)\nHow is the little one?\n\nCARLA\n(hand on her stomach)\nFine, thank you...Don Fernando it seems\nmy sister back home sent me a little\nsurprise...This is Maria and Blanca...\n\nMARIA\nHello.\n\nCARLA\nThey just arrived and they don’t know\nanyone. They’re staying with me but you\nknow how small my place is. I was\nwondering if you could help...maybe to\nfind some place, and some work for\nthem...\n\nDON FERNANDO\nAnd you just arrived?\n\nMARIA\nYes.\n\nDON FERNANDO\n...-I can make a few calls...\n(into phone)\n.+-No, he didn’t have a pay stub. I have\nto make one up...\n\nCARLA\nThank you, Don Fernando.\n(to Maria)\nHe can help you. I have to go to work.\nYou know how to get back? It’s just back\ndown three blocks and around the corner.\nI’1ll be back tonight after work.\n\nMARIA\nThank you.\n\nCARLA\n(trying not to interrupt)\nDon Fernando, I have to go to work. I’m\nleaving them here.\n\nDON FERNANDO\n\n(covering the phone)\nOK, my child. I’11 see what I can do.\n\n(CONTINUED)\n\f80.\nCONTINUED: (2)\n\nAs she leaves, don Fernando signals the girls to take a seat.\n\nINT. TRAVEL AGENCY — LATER\n\nDon Fernando wheels his chair around his desk - Maria and\nBlanca are now sitting across from him. The activity has\ndied down.\n\nDON FERNANDO\nCan you sew?\n\nMARIA\nA little...not much...\n\nDON FERNANDO\nWhat did you do back home?\n\nMARIA\nWe worked in flowers.\n\nDON FERNANDO\nThere’s a place that sometimes needs\nwomen to sew shirts. It’s not like\nworking in flowers but when they need\npeople they don’t check papers so\ncarefully and they pay minimum wage.\n\nBLANCA\n(suddenly)\nThank you for your help, don Fernando,\nbut we don’t need jobs.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nDON FERNANDO\nThere’s a place that sometimes needs\nwomen to sew shirts. It’s not like\nworking in flowers but when they need\npeople they don’t check papers so\ncarefully and they pay minimum wage. BLANCA\n(suddenly)\nThank you for your help, don Fernando,\nbut we don’t need jobs. \n\nTARGET SECTION TO BE ANNOTATED:\n We just need a\nway to get back to the hotel where we\narrived.\n\nBlanca opens up her purse, removes a handful of pellets.\n\nMARIA\n(horrified)\nBlanca...\nBLANCA\n\n(producing the MATCHBOOK)\n...-I have the address of it. We just\nneed a ride.\n\nMARIA\nBlanca, what are you doing? I’m not\ngoing back to that hotel.\n\nBLANCA\n\nI don’t care what you do. I’m sick of\nfollowing you around.\n\n(CONTINUED)\n\f81.\nCONTINUED:\n\nMARIA\nI never asked you to follow me. I told\nyou not to.\n\nBLANCA\nBullshit. You were the one that made us\nleave before we got our money. We have to\ngive the pellets back.\n\nMARIA\nThose guys are dangerous!\n\nDON FERNANDO\n(overpowering them)\nQuiet. Quiet!... What’s going on? Tell\nme... What hotel, what money...?\n(no answer)\nWhat have you got there?!\n\nBLANCA\n(shutting her purse quickly)\nNothing.\n\nDON FERNANDO\nLook child. I recognize what those are.\nTell me.\n\nNo response.\n\nDON FERNANDO (CONT'D)\nCarla doesn’t know, does she... Are you\nalright, physically?\n\nMARIA\nYes.\n\nBLANCA\nBut they didn’t pay us. Everything went\nwrong and they left without paying us and\nwe still have the pellets.\n\nDON FERNANDO\nWhat do you mean everything went wrong?\n\nBlanca won’t answer.\n\nMARIA\n(slowly)\nOur friend who was with us got sick. I\nthink one of the pellets broke inside\nher.\n(tearing up)\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n82.\n(2)\nMARIA (cont'd)\nI don't know what happened but I think\nshe died or maybe they killed or her. I’m\n\nworried about what they did to her. I\ndon’t know what to do...\n\nDON FERNANDO\nWhere was it?\n\nBlanca passes him the matchbook.\n\nMARIA\nCan you help find our friend?\n\nDON FERNANDO\nI’1l make a few calls and see if the\npolice in New Jersey know anything.\n\nBLANCA\nYou can’t call the police.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIA\nCan you help find our friend? DON FERNANDO\nI’1l make a few calls and see if the\npolice in New Jersey know anything. BLANCA\nYou can’t call the police. \n\nTARGET SECTION TO BE ANNOTATED:\nDON FERNANDO\nDon’t worry, I have a lot of experience\nin this - I have certain contacts. I\nknow how to handle it.\n\nMARIA\nPlease don’t tell Carla. She doesn’t\nknow.\n\nDON FERNANDO\n(angry)\nLook, I won't say anything to Carla but\nyou have to return those pellets before\nthese people do something to your\nfamilies back home. Do you understand\nme?\n\nEXT. DON FERNANDO’S, STREET — DAY\n\nBlanca and Maria come out of the travel agency onto the\nstreet - Blanca racing ahead, angry.\n\nMARIA\nBlanca, I lost the phone number to call\nin case of emergency? Do you have it?\n\nBLANCA\n(turns on Maria)\nWhat the fuck were you doing in there? I\ncan't believe you said all that shit\nabout Lucy. Now he's going to call the\npolice.\n\n(CONTINUED)\n\f83.\nCONTINUED:\n\nMARIA\nYou know what, Blanca - don't even\nfucking start with me. What the fuck\nwere you doing waving those pellets in\nfront of his face, telling him what we\ndid.\n\nBLANCA\nWhat are you doing telling him you want\nto sew shirts?\n\nMARIA\n\nI'm dealing with the situation.\nBLANCA\n\nStupidly.\nMARIA\n\nThen why the fuck are you following me\naround? Every fucking time I turn around\nyou're following me.\n\nBLANCA\nI thought you knew what you were doing.\nObviously I was wrong.\n\nMARIA\nI don't want you here. I don't want to\nbe responsible for you. I'm not your\nfucking mother, you know.\n\nBLANCA\nI wouldn't want you as my fucking mother.\nI feel sorry for your baby that it's\ngonna have such a stupid mother. I mean,\nswallowing drugs when you're pregnant.\n\nMARIA\nFuck you.\n\nBLANCA\nThat's pretty fucking stupid. At least I\nwouldn't do that.\n\nMARIA\nFuck you.\n\nMaria turns and storms off, leaving Blanca there.\n\nBLANCA\nShit.\n\f84.\n\nEXT. ROOSEVELT AVENUE - LATER\n\nMaria walks up the boulevard in an angry, confused haze. The\nstreet is full of people: Hispanic, Chinese, Indian.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ROOSEVELT AVENUE - LATER\n\nMaria walks up the boulevard in an angry, confused haze. The\nstreet is full of people: Hispanic, Chinese, Indian. \n\nTARGET SECTION TO BE ANNOTATED:\n She\npeers into various shop windows: a cheap jewelry store; a\nlaundromat; a Colombian coffee shop; a Korean manicure shop;\nan electronics store. She sees a Mexican guy at a corner\nbodega unpacking flowers from a box that says “Product of\nColombia.”\n\nShe buys an oblea from a street vendor. As she sits and eats\nit she looks across the street. She notices a pregnant woman\ncoming out of a storefront with a sign - in English and in\nSpanish - “WOMEN’S CLINIC.”\n\nINT. MEDICAL CLINIC, WAITING ROOM — CONTINUOUS\n\nIt's a clean, unpretentious clinic — low-income, but\nperfectly respectable. Maria stands at the reception window.\nThe RECEPTIONIST herself couldn't be much older than 18, with\nlong fake nails and big hair.\n\nRECEPTIONIST\n(in Spanish, a bit irritating)\nYou don't have an appointment?\n\nMARIA\nNo...I just...\n\nRECEPTIONIST\nI can make you an appointment for next\nweek.\n\nMARIA\n\nIt has to be today.\n\nRECEPTIONIST\n(she scans the book, annoyed)\nIf you're not in a hurry I might be able\nto get you in but I can't promise.\nYou'll just have to wait.\n\nMARIA\nThank you.\n\nRECEPTIONIST\n\n(hands her a clipboard)\nYou need to fill this out.\n\n(CONTINUED)\n\f85.\nCONTINUED:\n\nMARIA SITS, waiting. She looks around the waiting room at\nthe six or seven other women — all Black or Hispanic — some\npregnant, one with a year-old baby boy on her lap.\n\nINT. EXAMINATION ROOM — DAY\n\nIt's a relatively small room — an examination table, a sink\nwith various bottles next to it. A rack of computer monitors\nand electronic machines is neatly arranged. There’s a single\nlamp pointed into the corner of the room.\n\nMaria lies on the table wearing a paper gown. A FEMALE\nDOCTOR sits on a stool next to her taking her blood pressure.\n\nDOCTOR\n\n(in Spanish)\nYou're blood pressure is high. Do you\nhave a history of high blood pressure?\n\nMARIA\nI don't know... Is it a big problem?\n\nDOCTOR\nMaybe. I don't know yet.\n\nCUT TO:\nThe doctor spreads a thick jelly on Maria's stomach.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCTOR\nMaybe. I don't know yet. CUT TO:\nThe doctor spreads a thick jelly on Maria's stomach. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR (CONT'D)\nIt's important that you be very careful\nwhile you're pregnant. You must not\nsmoke. And you can't drink alcohol. No\nbeer. No wine. No drugs. Everything\nyou put into your body goes directly into\nyour baby. If you smoke it's like giving\na cigarette to your baby.\n\nShe fiddles with the knobs on one of the monitors, and begins\nto pass the hand unit over Maria's belly.\n\nDOCTOR (CONT’D)\nLet's see.\n\nA confusion of gray dots comes onto the screen.\nDOCTOR (CONT’D)\nAt this stage of the pregnancy you'll be\n\nable to see the entire fetus. That's the\nhead. There are the feet.\n\n(CONTINUED)\n\f86.\nCONTINUED:\n\nMARIA\n(amazed)\nThat's my baby?\n\nDOCTOR\n(smiling)\nThese are the arms. And these are the\nlegs.\n\nMARIA\nCan you tell me if it's a boy or a girl?\n\nDOCTOR\nNot yet. The next time you come in we\nshould see it.\n\nMaria is entranced by the image of her baby on the screen.\nThe doctor hits a few keys on the computer.\n\nDOCTOR (CONT’D)\nThere we can see the heart pumping. The\nblood is flowing well. I'm just going to\ntake a few measurements.\n\nMARIA\nBut everything’s OK, right? It looks\nhealthy?\n\nDOCTOR\nSo far... Do you want to listen...? To\nthe heart?\n\nThe doctor taps a few keys and readjust the handpiece. The\nroom fills with the sound of the baby’s HEARTBEAT - Maria is\noverwhelmed by it.\n\nCUT TO:\n\nCLOSE-UP of a 5x7 hardcopy of the sonogram coming off a\nprinter in the exam room. Maria sits up, buttoning her top\nbutton. The doctor hands her the print. She stares at it\nfor a moment — then smiles as tears come to her eyes.\n\nDOCTOR (CONT'D)\n\n(on her way out)\nI want to see you again in three weeks.\nI'm concerned about your blood pressure.\nIf it's still high in three weeks then\nwe'll talk about putting you on some\nmedicine. (smiles) And you'll be able to\nsee if it's a boy or a girl.\n\n(CONTINUED)\n\f87.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm concerned about your blood pressure. If it's still high in three weeks then\nwe'll talk about putting you on some\nmedicine. (smiles) And you'll be able to\nsee if it's a boy or a girl. (CONTINUED)\n\f87. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nMARIA\nThank you.\n\nINT. RECEPTIONIST'S DESK — LATER\nMaria counts out two hundred dollars in twenties.\n\nRECEPTIONIST\n(marking in her book)\nHow is Friday the eleventh of next month?\n\nMARIA\n...Fine.\n\nThe receptionist fills in the date on a little REMINDER CARD\nand hands it to Maria.\n\nINT. TRAVEL AGENCY — LATE AFTERNOON\n\nMaria comes into the travel agency. Don Fernando sits alone\nbehind a pile of papers.\n\nMARIA\nHello.\n\nDON FERNANDO\nCome in.\n\nMARIA\nI just wondered if you had any news.\n\nDON FERNANDO\nSit down...I made a call to the Newark\nmorgue and they had some information...\n\nHe turns to the fax machine and finds a fax in the pile.\n\nDON FERNANDO (cont'd)\nThey received the body of a woman\nyesterday, found in an abandoned field\nunder the expressway about two miles from\nthat hotel.\n\nMARIA\nThe body...?\n\nDON FERNANDO\n(carefully)\nHer stomach was sliced open - they think\nshe was a mule. They faxed me this\ninformation and a picture of her face...\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nHe hesitates before showing it to her. It is indeed a poor\nquality, scratchy image of LUCY - her eyes closed, her jaw\nslack. Maria GASPS.\n\nMARIA\nAy, dios.\n\nDON FERNANDO\n\nI’m sorry...\n\n(beat)\nI have an undertaker I work with. He’ll\ngo and get her and take care of\neverything so that she can be sent home\nto her family for a proper Christian\nburial... I need to know her name and\naddress back home.\n\nMaria is too choked up to speak.\n\nDON FERNANDO (CONT'D)\n(beat)\nWhat is her name?\n\nMARIA\n..-Lucy Diaz.\n\nDON FERNANDO\nCarla’s sister?\n\nMARIA\nYes, but Carla doesn’t know. She doesn’t\neven know Lucy was doing it. Lucy wanted\nto come visit her.\n\nDON FERNANDO\nShe has to be told. It’s her sister.\n\nMaria sits staring at the fax, in shock.\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s her sister. Maria sits staring at the fax, in shock. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARLA’S BEDROOM — NIGHT\n\nCarla leans back on her bed trying to get comfortable.\nThere’s a BABY CRIB in the room which Maria admires. Pablo is\nin the kitchen.\n\nMARIA\nThis is nice.\n\nCARLA\nHe'll probably sleep with us to start but\nwe saw it on sale.\n\n(MORE )\n\n(CONTINUED)\n\f89.\nCONTINUED:\n\nCARLA (cont'd)\n(beat)\nWhat did don Fernando tell you?\n\nMARIA\n...Well...He said maybe he could find me\nsomething sewing shirts.\n\nCARLA\nWhat was the name of the place?\n\nMARIA\nI don’t know.\n\nCARLA\n(calling to Pablo)\nPablo, what was the name of the place\nwhere your friend worked, sewing?\n\nPABLO (0S)\nFrank and Sons, I think.\nCARLA\n(to Maria)\n\nThat’s it. If it’s Frank and Sons tell\nhim to keep looking for something else.\nThey treat you terribly and then they\ndon’t pay for weeks and weeks.\n\n(beat)\nI asked about a job for you where I work.\n\nMARIA\nYou did?\n\nCARLA\nThey can’t guarantee work right off but\nif someone calls in sick then they call\nyou and then eventually if someone quits\nthey might give you a regular job.\n\nMARIA\n(starting slowly)\n..-Carla... I don’t really need a job...\nI’m going back home...\n\nCarla actually laughs. Maria is taken aback.\nCARLA\nYou’re not going back, child. I know how\nyou feel. When I first got here believe\nme that was all I thought about.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n90.\n(2)\nCARLA (cont'd)\nI remember on my grandmother's birthday I\ncalled home and I remember I could hear\neveryone in the background yelling and\nlaughing and playing music and I remember\nI was standing there on the street\nholding the phone with tears streaming\ndown my face. And my sister was asking\nme, ‘Hey how’s America? Is it wonderful?\nHow is your job?’ And she’s talking\nabout how much she wants to come and be\nwith me.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd my sister was asking\nme, ‘Hey how’s America? Is it wonderful? How is your job?’ And she’s talking\nabout how much she wants to come and be\nwith me. \n\nTARGET SECTION TO BE ANNOTATED:\n And all I wanted was to tell\nthem how much I missed them and how hard\nit was here, but then I thought, Who am I\nto complain about how hard life is here?\n\nBut it gets better, trust me... The best\nmoment of my life here - was when I got\nmy first paycheck. Oh my god. I will\nnever forget going into that office and\nsending money home for the first time.\nYou have no idea. Your heart feels so\nbig, so enormous like you can’t keep it\nin your chest. After a whole life of not\nbeing able to do anything suddenly you’re\nable to help, and then you know they’re\ncounting on you back home, looking up to\nyou and that keeps you going.\n\nCarla can’t hold back tears.\n\nBut the real reason I stay is for my son.\nHe’‘ll have so many more opportunities\nhere. I hate to say it but I can’t\nimagine bringing up my baby in Colombia\nnow - not with the situation being what\nit is... It pains me to say it but it’s\ntrue...\n\nMaria stares at her - not daring to say anything, tears\nwelling up in her eyes.\n\nThere’s a KNOCK on the front door.\n\nPABLO (0.S.)\nI'll get it.\n\nCARLA\nThat must be your friend.\n\f91.\n\nINT. APARTMENT - NIGHT\n\nMaria and Blanca lie in bed - Blanca acts like she’s ignoring\nMaria. Maria sees that Blanca’s got GOLD EARRINGS that say\n“Blanca” in cursive.\n\nMARIA\nWhat did you do with the pellets?\n\nBLANCA\nNothing yet... I just decided I’m at\nleast going to enjoy the money they\nadvanced me... I bought a dress for my\nmother.\n(like a little girl)\nI called her...\n\nMARIA\n...They found Lucy’s body. I sawa\npicture of her...\nBlanca looks at Maria, unsure what to say.\nMARIA (cont'd)\nIt's going to cost two-thousand five-\nhundred dollars to send Lucy back home...\n\nINT. APARTMENT — MORNING\n\nMaria, Blanca and Carla sit at the small table eating\nbreakfast.\n\nCARLA\nHelp yourself to more arepas.\n\nThe phone RINGS. Pablo answers it.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLA\nHelp yourself to more arepas. The phone RINGS. Pablo answers it. \n\nTARGET SECTION TO BE ANNOTATED:\nMARIA\n(stands, clearing dishes)\nNo, thank you.\n\nMaria goes into the kitchen and puts the plates in the sink.\n\nPABLO (0.S.)\nIt’s for you. It’s don Fernando.\n\nSuddenly Maria looks up.\n\nCARLA (0.S.)\nHello, don Fernando. How are you\ndoing?...\n\n(MORE )\n\n(CONTINUED)\n\f92.\nCONTINUED:\n\nCARLA (0.S.) (cont'd)\n(slowly Maria’s face changes)\n...Arrangements? What arrangements?\n..-No, she didn’t say anything...\n\nMaria moves to the edge of the kitchen door, listening.\n\nCARLA (0.S.) (CONT'D)\n...Lucy? What do you mean? Are you\nsure? Found her here?... I don’t\nunderstand. What do you mean?\n\nMaria comes into the main room, carefully. Carla is visibly\nupset.\n\nCARLA (cont'd)\n...They came as what?!\n\nMARIA\n(interrupting)\nCarla, let me explain... I tried to tell\nyou. But the words just wouldn’t come\nout of my mouth...\n\nCARLA\n(crying)\nWhat are you saying?\n\nMARIA\nLucy got sick. I tried to help her. I\nswear. But I didn’t know what...\n\nCARLA\nWhen were you going to tell me?\n\nMARIA\nI already spoke to don Fernando. I\narranged everything to send Lucy back to\nColombia...\n\nCARLA\nArranged? Arranged what?\n\nMARIA\n(getting emotional)\nCarla, please...\n\nCARLA\n(standing up)\nYou’re not arranging anything!\n\nPABLO\nWhat’s going on...?\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nCARLA\nYou keep your hands off my sister.\nYou’ve done enough.\n\nMARIA\nNo. You don’t understand.\n\nCARLA\n(hysterical)\nWhat have you done? You little bitches!\n\nMARIA\nListen to me, please, Carla...\nCARLA\nYou were never her friend! Never!\nMARIA\n(crying)\n\nDon’t say that. I tried to help...\n\nCARLA\nGet out! Now!\n\nMARIA\nI tried to help her. I swear.\n\nCARLA\nGet out!\n\nBLANCA\nMaria, let’s go.\n\nCARLA\n(screaming)\nGet them out already.\n\nMARIA\nForgive me...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLANCA\nMaria, let’s go. CARLA\n(screaming)\nGet them out already. MARIA\nForgive me... \n\nTARGET SECTION TO BE ANNOTATED:\nCARLA\nGet out!\n\nPABLO\n\nPlease, leave.\nPablo tries to calm his pregnant wife.\n\nCARLA\nGet out! GET OUT!!\n\nMaria sobs, not knowing what to do.\n\n93.\n\f94.\n\nEXT. / INT. SPANISH COFFEE SHOP, ROOSEVELT AVENUE - LATER\n\nMaria and Blanca sit in a coffee shop by the window. Maria's\neyes are puffy - she’s still upset. The two of them just\nlook out at the street without speaking.\n\nBLANCA\nWhat do you want to do?\n\nMaria looks at Blanca.\n\nINT. CALLING STORE — LATER\n\nThe two of them are squeezed into a phone booth in the\ncalling store. Blanca goes through her purse and pulls out\nher card with the emergency number and holds it out for Maria\nto dial.\n\nMARIA\nIt's ringing...Hello? This is Maria\nAlvarez... Yes, I’m with her...\n\nSMASH CUT:\n\nEXT. PARKING LOT — LATER\n\nCARLOS\n(yelling)\nWhere the fuck did you think you were\ngoing? Did you think you could just take\noff?\n\nCarlos is yelling right into Maria’s face scary as hell.\nThey're standing next to the van in the far corner of an\nempty parking lot.\n\nMARIA\nNo, but...\n\nWilson grabs Maria and throws her against the wall.\n\nWILSON\nBut nothing. Where are the fucking\npellets?\n\nMARIA\n\nIn my suitcase.\n\nWILSON\nCome on. Come on.\n\n(CONTINUED)\n\f95.\nCONTINUED:\n\nWith the guy holding her hair Maria goes to her suitcase and\nunzips it. As soon as she pulls out the bag of pellets he\ngrabs it from her.\n\nBLANCA\nLet her go.\n\nCARLOS\n(in English)\nShut the fuck up.\nHe shoves her against the van.\nCARLOS (cont'd)\n(in Spanish)\nWhere are yours?\n\nBLANCA\nIn my purse.\n\nHe grabs her purse from her. Wilson passes Carlos Maria's\npellets.\n\nWILSON\nShe should have sixty-two, and the other\none should have fifty.\n\nCUT TO:\n\nSAME — LATER\n\nCarlos has all of Blanca's pellets piled on the front seat.\nHe stands at the open door counting them.\n\nWilson stands next to him, watching.\n\nCARLOS\nIt’s cool.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stands at the open door counting them. Wilson stands next to him, watching. CARLOS\nIt’s cool. \n\nTARGET SECTION TO BE ANNOTATED:\n They’re all here.\n\nWILSON\nGood.\n\nWilson moves away, toward the driver side of the van.\n\nBLANCA\nWhat about our money?\n\nWILSON\n(stops, turns)\nYou think we owe you anything? You think\nyou earned it? After you went running\nfrom the hotel?\n\n(CONTINUED)\n\f96.\nCONTINUED:\n\nBLANCA\nBut we called you.\n\nWILSON\nYou're lucky. I was about to call Javier\nand tell him you’d made off with the\nstuff.\n\nMARIA\nBut you got it...\n\nCARLOS\nExactly. We’ve got our stuff so now\nyou’re not worth crap.\n\nBLANCA\nBut we need that money.\nWILSON\nOh, you do?\n(laughs)\n\nYou really need it?\n\nHe takes a beat, playing with her - then looks over and nods\nto Carlos.\n\nWILSON (CONT'D)\n(to Carlos)\nGo ahead, man.\n\nCarlos unzips a bag and reaches inside and removes TWO\nENVELOPES - checks which is which and then gives them to\nMaria and Blanca. The two of them remove the cash - thick\nstacks of old fives, tens and twenties\n\nWILSON (CONT'D)\nMake sure it’s all there.\n(beat)\nBe sure to tell Javier how nice I was\nwhen you get back. You better not make\nany fucking problems like this on your\nnext run... You’ve been trained now.\n\nWilson turns to walk away.\n\nMARIA\n(hesitates, steps forward)\nWhat about Lucy's money?\n\nWILSON\n(turns)\nWhat do you mean, what about Lucy’s\nmoney?\n\n(CONTINUED)\n\fCONTINUED:\n\n97.\n(2)\n\nMARIA\nI want to give it to her family.\n\nWILSON\nThat's none of your business.\n\nMARIA\nBut you have her pellets.\n\nWILSON\nYou've got nothing to do with that.\n\nMARIA\nShe died doing this. They found her\nbody... I want to give her sister the\nmoney so they can send it back to\nColombia.\n\nWILSON\n(hesitates)\nNo, no fucking way.\n\nMARIA\nShe deserves a decent burial. After what\nyou did to her... It’s your\nresponsibility.\n\nCarlos advances on Maria aggressively.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter what\nyou did to her... It’s your\nresponsibility. Carlos advances on Maria aggressively. \n\nTARGET SECTION TO BE ANNOTATED:\nCARLOS\n(stepping in)\nWe don’t have anything to do with that.\nShe knew the risk she was taking. We\ndon’t have any responsibility.\n\nMARIA\nBut she...\n\nCARLOS\nShut the fuck up, bitch... Get out of\nhere... Get out!!\n\nThey stare into each other's faces a beat. The two guys get\nback into the van and drive off.\n\nINT. TRAVEL AGENCY - NIGHT\n\nMaria and\nof sheets\nBRIEFCASE\n\nBlanca sit in Don Fernando’s office next to a pile\nand blankets on a desk. He is packing up his\nand taking out his KEYS.\n\n(CONTINUED)\n\f98.\n\nCONTINUED:\nDON FERNANDO\nYou should be alright here for the night.\nI'll be in at seven o’clock in the\nmorning.\n\nMARIA\nThank you for your help.\n\nDON FERNANDO\nI spoke to Carla again in the afternoon.\n\nMARIA\nHow was she?\n\nDON FERNANDO\n..-better... I’m going to lock you in...\nI’‘1l see you in the morning.\n\nHe steps out of the office and locks the door behind him.\n\nMaria and Blanca stand awkwardly. After a moment, Blanca\npicks up a blanket and unfolds it in her lap.\n\nMARIA\nYou know, this isn’t the end of it.\nThey're not gonna leave us alone after we\nget back.\n\nBLANCA\nYou don’t know that for sure, Maria. All\nI want is to get home and see my family.\n\nMARIA\nThere’s something I want to do tomorrow\nbefore we leave...\n\nINT. FUNERAL HOME FOYER - DAY\n\nDon Fernando brings Maria and Blanca into the foyer of a\nsimple, non-descript funeral home.\n\nDON FERNANDO\nWait here.\n\nHe leaves them there - looking at the space. Blanca sits\ndown in an over-stuffed chair.\n\f99.\n\nINT. VIEWING ROOM, FUNERAL HOME - LATER\n\nThe MORTICIAN brings Maria and don Fernando into a small room\nwith a casket. She approaches slowly. He opens the lid and\nthen leaves her alone.\n\nCautiously, Maria approaches. Lucy has been made up -\nclearly pale and waxen, but presentable. Maria kneels and\nthen weeps softly at her side.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCautiously, Maria approaches. Lucy has been made up -\nclearly pale and waxen, but presentable. Maria kneels and\nthen weeps softly at her side. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. FUNERAL HOME - OFFICE - LATER\n\nThe office actually feels more like a living room with large\ntable in the middle. Maria sits with don Fernando counting\nout several hundred dollars from her envelope. She leaves\nsome of it on the table and hands some to don Fernando.\n\nMARIA\nAnd that’s to send Lucy back to\nColombia... if that’s what Carla wants...\n\nThe mortician comes in. Don Fernando looks over at him.\n\nDON FERNANDO\n(to Maria)\nExcuse me, child.\n\nDon Fernando and the mortician step out together, leaving\nMaria alone. She looks around the room at the display cases\nfull of urns, etc. - with prices tags.\n\nMaria collects her purse, gets up and makes her way up the\nhall and into the viewing room for a final look and sees...\n\nINT. VIEWING ROOM, FUNERAL HOME - CONTINUOUS\n\nCARLA and PABLO standing by the casket. Maria stays by the\ndoor, mute. Carla crosses herself at the casket, crying. As\nshe turns toward Pablo, she catches sight of Maria.\n\nMARIA\n(explaining herself)\nI’m sorry. I didn’t mean to upset you.\nI just wanted to say goodbye to Lucy.\nI’m going back to Colombia...\n\nCarla gazes back at Lucy.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nCARLA\n(slowly)\nShe looks beautiful.\n\nIndeed, Carla has been laid to rest in a beautiful white\ndress.\n\nCARLA (cont'd)\n...-I don’t understand why she never said\nanything... We grew so far apart...\n\nMaria watches Carla mourn. She doesn’t dare to say anything.\n\nINT. MOVING CAR — DAY\n\nMaria sits, trancelike, in the back of a moving car-service\ncar gazing at the Manhattan skyline in the distance. Blanca\nsits across from her. Maria looks down at the PRINTOUT of\nher sonogram and the REMINDER CARD for her next check-up.\nEXT. AIRPORT TERMINAL — DAY\n\nThe driver lifts Maria’s and Blanca’s suitcases out of the\ntrunk along with a large SHOPPING BAG full of Blanca’s new\npurchases.\n\nINT. AIRPORT TERMINAL — WAITING AREA - CONTINUOUS\n\nMaria sits in the waiting area by the gate.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIRPORT TERMINAL — DAY\n\nThe driver lifts Maria’s and Blanca’s suitcases out of the\ntrunk along with a large SHOPPING BAG full of Blanca’s new\npurchases. INT. AIRPORT TERMINAL — WAITING AREA - CONTINUOUS\n\nMaria sits in the waiting area by the gate. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at all\nthe other people waiting - and then at Blanca who goes\nthrough the bag of gifts she’s bringing home.\n\nAT THE GATE -\n\nMaria stands behind Blanca in line to get on the flight.\n\nThey advance slowly. Blanca hands over her boarding pass and\n\nproceeds down the passageway.\n\nThe gate attendant puts out her hand for Maria’s boarding\npass but Maria lets the person behind her go ahead.\n\nMARIA\nBlanca...\n\nBlanca turns.\n\nMaria stares at her, looking for words. They share a moment\nof understanding.\n\nAnd then Maria turns slowly away from the gate.\n\n(CONTINUED)\n\f101.\nCONTINUED:\n\nThe camera holds on her as she walks through the terminal,\npensive. The sounds of the airport around her begin to drop\naway.\n\nBit by bit, a certain relief takes over. Her gaze rises as\nshe walks - step by step leaving her past behind, looking\nforward.\n\nMaria moves ahead. A subtle but undeniable flicker of\ndetermination in her eyes.\n\nFADE OUT.\n\f"
}