{
  "1": "\n\n\n\n\n\n\n\n       MASTER AND COMMANDER: THE FAR SIDE OF THE WORLD\n\n\n\n\n\n\n\n                        Written by\n\n\n\n                 John Collee &amp; Peter Weir\n\n\n\n\n\n\n\n\n\n   1. THE OCEAN - DUSK\n\n\n\n   From blackness, a pattern slowly emerges - shimmering,\n\n   abstract lines form into waves cresting above steep-sided\n\n   valleys of water.\n\n\n\n   Finally the picture settles into a high, wide shot of the\n\n   ocean and an adjacent coastline.\n\n\n\n   In a corner of the screen, the last rays of sunlight touch a\n\n   small, dark shape causing it to glow in the gathering\n\n   darkness: A three-masted sailing vessel.\n\n\n\n   2. THE SHIP - DUSK\n\n\n\n   [   ] She passes close enough to touch: hawsers as thick as a\n\n   man's trunk, massive black-painted timbers, muzzles of her\n\n   great guns projecting from every gun-port.\n\n\n\n   As the ship glides past and away from us, her name is\n\n   visible, picked out in dull gold on the transom - Surprise.\n\n\n\n   3. ANOTHER ANGLE - DUSK\n\n\n\n   The ship in silhouette - RUN CAPTION:\n\n\n\n           HMS Surprise\n\n           Armament: 28 guns Crew: 197 souls.\n\n           Location: Coast of Brazil, November 1806\n\n           Mission: Intercept and destroy French\n\n           Privateer, Acheron\n\n\n\n\n\n   5.   THE GREAT CABIN - DUSK\n\n\n\n   CAPTAIN JACK AUBREY, with his back to us, bends over the\n\n   table, studying charts.\n\n\n\n   His servant, KILLICK, a pig-tailed, ear-ringed man of\n\n   indeterminate age, refills the glass at his elbow.\n\n\n\n   JACK drinks. The glass catches the setting sun as it drops\n\n   below the great casement windows.\n\n\n\n   KILLICK lights a lamp, places it next to his captain and\n\n   retires.\n\n                    JACK\n\n          (Absently) Thankee Killick\n\n\n\n   4. THE CHARTS:\n\n\n\n   a beautifully drawn chart of the South American coastline.\n\n\n\n   Jack's hands place a second chart on top of the first,\n\n   bringing the north-east coast of Brazil into view. Then\n\n   another, each one enlarging the view of the preceding one.",
  "2": "---END OF PREVIOUS SECTION---\nTHE CHARTS:\n\n\n\n   a beautifully drawn chart of the South American coastline. Jack's hands place a second chart on top of the first,\n\n   bringing the north-east coast of Brazil into view. Then\n\n   another, each one enlarging the view of the preceding one. \n---TARGET SECTION TO BE ANNOTATED---\n   On the final chart we can read navigational symbols and\n\n   detailed information in fine copperplate script:\n\n\n\n          6 fa. Shoals suddenly to half fa. Rocks\n\n          (exact position unknown). Hidden reef.\n\n\n\n   6. BELOW DECKS - NIGHT\n\n\n\n   Another lamp illuminates 1st lieutenant TOM PULLINGS, his\n\n   pleasant open face marred by a diagonal sabre scar running\n\n   from brow to chin.\n\n\n\n   He is making a final tour of inspection before lights out.\n\n\n\n7. THE DOCTOR'S CABIN - NIGHT\n\n\n\nDr STEPHEN MATURIN, a keen naturalist, sits at his desk\n\nsurrounded by specimen jars, books and scientific\n\ninstruments.\n\n\n\n[   ]\n\n\n\nTOM PULLINGS glances in as he moves past the cabin door, but\n\nthe doctor, placing weights on some finely-balanced\n\nstructure, is too engrossed to notice him.\n\n\n\n8. MIDSHIPMAN'S BERTH - NIGHT\n\n\n\nIn the quarters for the 'young gentlemen', boys trained from\n\nan early age to become officers, four lads play at marbles.\n\n\n\nPETER CALAMY (16) and LORD BLAKENEY (13) are arguing about\n\nwhether a marble was inside outside the circle as their berth\n\nmates BOYLE (15) and WILLIAMSON (14) wait for the game to\n\nresume.\n\n\n\n                    BLAKENEY\n\n          In\n\n                      CALAMY\n\n          Out.\n\n\n\n                    BLAKENEY\n\n          In. It was here. The line is in.\n\n\n\n                    CALAMY\n\n          It was there. It was out. Out\n\n\n\n                    BLAKENEY\n\n          In. Tell him Boyle. It was in I say.\n\n\n\nThe lamp moves on, illuminating a fifth midshipman, much\n\nolder than the rest. This is HOLLOM, aged 24. He's a\n\nsensitive-looking fellow, idly strumming a guitar, glancing\n\nup briefly as TOM PULLINGS passes.\n\n\n\n9. GUN-DECK - NIGHT\n\n\n\nBy the galley stove at the forward end of the gun-deck a few\n\nof the foremast hands enjoy a last smoke and a mug of grog.",
  "3": "---END OF PREVIOUS SECTION---\nHe's a\n\nsensitive-looking fellow, idly strumming a guitar, glancing\n\nup briefly as TOM PULLINGS passes. 9. GUN-DECK - NIGHT\n\n\n\nBy the galley stove at the forward end of the gun-deck a few\n\nof the foremast hands enjoy a last smoke and a mug of grog. \n---TARGET SECTION TO BE ANNOTATED---\nFaster Doudle passes his mug to Higgins who guzzles it down\n\ngreedily\n\n\n\nOne man, BECKETT, sits shirtless while another, AWKWARD\n\nDAVIES, brow furrowed with concentration, tattoos the first\n\nlink of what will be a great chain round BECKETT's waist.\n\n\n\nJOE PLAICE, at 45 one of the oldest men on board, stops in\n\nthe middle of a story as PULLINGS passes, everyone knuckling\n\ntheir foreheads in deference to the officer.\n\n\n\n10.    BETWEEN TWO GUNS - NIGHT\n\n\n\nBoys no more than eight or nine years old play a game of\n\n'jacks' with some sheep bones. ADDISON, RYE and SWIFT are the\n\npowder-monkeys who ferry powder from the hold to the guns\n\nduring action.\n\n\n\n11.    BERTH DECK - NIGHT\n\n\n\nA hundred hammocks swing like strange pods, close packed\n\nunder the immense beams. Most of the occupants are already\n\nasleep: here an arm, there a lolling head\n\n\n\n                    HOLLAR\n\n          Lights out!\n\n\n\nOn the bosun's command, the last of the off-duty men climb\n\ninto their hammocks.\n\n\n\nThe last lights are extinguished. Only PULLINGS' lamp\n\nremains, moving up the ladder to...\n\n\n\n12.   WEATHER DECK - NIGHT\n\n\n\nThe uppermost or weather deck consists of two parallel\n\ngangways linking the forecastle (forward) to the quarterdeck\n\n(aft).\n\n\n\nThe lead is dropped from the bows. As PULLINGS walks aft to\n\nthe quarterdeck as each man lets go his coils of the deep sea\n\nline.\n\n\n\n                     CREWMEN\n\n           Watch there! Watch\n\n\n\nSomewhere a bell sounds and the silent figures of the watch\n\ncall from their stations.\n\n\n\n                     WATCH CAPTAINS\n\n           - Lifebuoy all's well!\n\n           - Starboard gangway all's well!\n\n           - Starboard bow all's well!\n\n\n\nOver this, the splash of the lead and the repeated cry of\n\n\"Watch there! Watch!\"\n\n\n\n13.     QUARTERDECK - NIGHT\n\n\n\nPullings has joined the officer of the watch, 2nd Lieutenant\n\nMOWETT, a short tubular man in his early 20s.",
  "4": "---END OF PREVIOUS SECTION---\nOver this, the splash of the lead and the repeated cry of\n\n\"Watch there! Watch!\"\n\n\n\n13. QUARTERDECK - NIGHT\n\n\n\nPullings has joined the officer of the watch, 2nd Lieutenant\n\nMOWETT, a short tubular man in his early 20s. \n---TARGET SECTION TO BE ANNOTATED---\nJACK climbs up a ladder and we see him properly for the first\n\ntime: a heavy-set man in his thirties, thick blonde hair\n\nclubbed at the back\n\n\n\nAt the binnacle, by the ship's great wheel. The helmsman,\n\nBONDEN - a London cockney with a boxer's face - gives JACK\n\ntheir current course.\n\n\n\nJACK nods, then moves to the gunwale with PULLINGS. Jack\n\nsniffs the air and speaks in a low voice.\n\n\n\n                     JACK\n\n           How I do hate a lee shore\n\n\n\n                     PULLINGS\n\n           You think we'll have long to wait?\n\n                    JACK\n\n              (shrugs)\n\n          Intelligence reports had her leaving\n\n          Boston on the 12th, that should put us at\n\n          least a week ahead.\n\n\n\n                    PULLINGS\n\n          She'll be in for a surprise, Sir.\n\n\n\nThe pun on the name of their ship was unintentional, but JACK\n\nlets out a great hoot of laughter, shattering the tense,\n\nexpectant silence.\n\n\n\n                    JACK\n\n          In for a \"Surprise\". Now that's wit. \"In\n\n          for a Surprise\". 'Pon my word I shall\n\n          have to tell the Doctor.\n\n\n\nHe leaves, still laughing. Those on the quarterdeck are more\n\namused by JACK's unique sense of humour than by the feeble\n\njoke itself.\n\n\n\n                    JACK (CONT'D)\n\n              (calls back)\n\n          Don't put her on the reef, Tom.\n\n\n\n                    PULLINGS\n\n          I'll try not to, Sir.\n\n\n\n13A    INT. STEPHEN'S CABIN\n\n\n\nJack looks around the door\n\n\n\n                    JACK\n\n          What do you have there, Stephen?\n\n\n\nHe enters. Stephen has wired together the thorax of a bird's\n\nskeleton and is suspending lead weights from it\n\n\n\n                    STEPHEN\n\n          The breastbone of a frigate bird. Do you\n\n          remark its prodigious strength.\n\n\n\nJack bends forwards into the candle-light, sharing his\n\nfriends keen interest in this strange assembly\n\n\n\n                    JACK\n\n          I do and I am not in the least surprised,\n\n          for it reminds me of nothing so much as a\n\n          ship under sail. See here the bowsprit.\n\n          Here the mast, and here the backstays\n\n          running aft.\n\n\n\n                    STEPHEN\n\n              (adds another weight)\n\n          Ten pounds sixteen ounces.",
  "5": "---END OF PREVIOUS SECTION---\nSee here the bowsprit. Here the mast, and here the backstays\n\n          running aft. STEPHEN\n\n              (adds another weight)\n\n          Ten pounds sixteen ounces. \n---TARGET SECTION TO BE ANNOTATED---\n I am preparing\n\n          a paper for the Royal Society.\n\n\n\nJack straightens, moving with care between the bottled\n\nspecimens, open books and brass measuring instruments\n\n\n\n                    JACK\n\n          I was thinking when our business here is\n\n          finished, we will have to put in to\n\n          Recife for provisions. You may care to\n\n          take a tour round the forests of Brazil,\n\n          botanizing and collecting specimens. An\n\n          anaconda or two. A giant cassowary.\n\n\n\n                    STEPHEN\n\n          I should like it of all things, Jack.\n\n          Thankyou.\n\n\n\n\n\n14.     WIDE ON THE SURPRISE - NIGHT\n\n\n\nTime passes. The fog intensifies. White coils of mist drift\n\nand eddy over the glassy sea, RUN FINAL TITLES as the ship\n\nmoves slowly through the night.\n\n\n\n15-16   (ADDED TO SC 12)\n\n\n\n17.     IN THE GREAT CABIN, LATER - NIGHT\n\n\n\nThe chronometer ticks. The coffee-pot swings on its gimbals.\n\nJACK lies awake in his hanging cot. Finally he gives up\n\ntrying to sleep.\n\n\n\n                    JACK\n\n          Killick! Killick there! Strong coffee,\n\n          and light along my topcoat.\n\n\n\n18.     ON THE QUARTERDECK - NIGHT\n\n\n\nJACK on deck again.\n\n\n\n                    QUARTERMASTER\n\n          Six bells and all's well.\n\n\n\nA hint of daylight to the east. The mist beginning to shift\n\nas an offshore breeze picks up.\n\n                    LEAD-MAN\n\n          90 fathoms, white shelly sand.\n\n\n\n                    CALAMY\n\n          Four knots, Sir.\n\n\n\nBONDEN is still at the wheel.\n\n\n\n                    BONDEN\n\n          Oi reckon as she's liftin' Sir, if you\n\n          feels like putting your éad down.\n\n\n\nJACK takes his advice and goes below again.\n\n\n\n19. - THE SHIP (TIMELAPSE)\n\n\n\nThe sky a shade paler. A wind coming up.\n\n\n\n20.    ON THE STARBOARD GANGWAY - DAWN\n\n\n\nThe lookout, VINCENT, peers into the mist.\n\n\n\n                    VINCENT\n\n          Starboard gangway ahoy.\n\n\n\nHOLLOM, the oldest of the midshipmen, whose watch it now is,\n\nappears at his shoulder.\n\n\n\n                    HOLLOM\n\n          What is it, Vincent?\n\n\n\n                    VINCENT\n\n          I heard something. A bell.",
  "6": "---END OF PREVIOUS SECTION---\nHOLLOM\n\n          What is it, Vincent? VINCENT\n\n          I heard something. A bell. \n---TARGET SECTION TO BE ANNOTATED---\nHOLLOM peers out into the fog, then turns.\n\n\n\n                    HOLLOM\n\n          Native fisherman perhaps.\n\n          (shouts) Mr. Calamy!\n\n\n\nMidshipman CALAMY comes running forward.\n\n\n\n                    HOLLOM (CONT'D)\n\n          The lead, if you please.\n\n\n\nYoung CALAMY takes the lead, scrambles into the chains at the\n\nbow of the ship and throws out the lead line.\n\n\n\nHOLLOM takes up a telescope and searches through the eddies\n\nof fog.\n\nOver HOLLOM's P.O.V. we can hear CALAMY sounding the depth.\n\n\n\n                     CALAMY (O.S.)\n\n           Sixty fathoms, white sand!\n\n\n\nHollom folds his telescope\n\n\n\n                     HOLLOM\n\n           Well. It can't have been a reef marker.\n\n\n\nCALAMY, unconvinced, checks through his own telescope\n\n\n\n                     HOLLOM (CONT'D)\n\n           False alarm Mr CALAMY\n\n\n\nCALAMY ignores him, still scanning\n\n\n\n21.   TELESCOPE POV\n\n\n\nThe telescope pans. A dark shape in the distance. The mist\n\nparts a little. A ship. Coming straight toward them.\n\n\n\nClose on CALAMY as he turns to camera, screaming -\n\n\n\n                     CALAMY\n\n           Enemy on the larboard bow! Beat to\n\n           quarters!\n\n\n\n22. JACK'S SLEEP CABIN\n\n\n\nJACK instantly awake, piling out of his bed, still dressed.\n\n\n\n23.     BERTH-DECK - DAWN\n\n\n\nA drum blazes as the off-duty watch tumble out of their\n\nhammocks and run to their battle stations.\n\n\n\n24. COCKPIT, ORLOP DECK\n\n\n\nRows of wicked-looking instruments are hastily thrown on the\n\noperating table by PADEEN, MATURIN's servant - saws,\n\nretractors and knives glistening in the lamp-light.\n\n\n\nDR. MATURIN hurries in blinking sleep out of his eyes as he\n\nties on his black apron - behind him, HIGGINS, the assistant\n\nsurgeon.\n\n\n\n25.   POWDER MAGAZINE\n\n\n\nLittle ADDISON and his team of powder-monkeys run with their\n\nboxes of gunpowder to the...\n\n\n\n26.",
  "7": "---END OF PREVIOUS SECTION---\n25. POWDER MAGAZINE\n\n\n\nLittle ADDISON and his team of powder-monkeys run with their\n\nboxes of gunpowder to the... 26. \n---TARGET SECTION TO BE ANNOTATED---\n GUN-DECK\n\n\n\nAs LAMB, NAGEL and the other carpenters bash down cabin\n\npartitions, transforming the entire gun-deck into a single\n\ncontinuous space, from the bows to the Captain's Great Cabin\n\nin the stern.\n\n\n\nAs the crews swarm about their guns, grotesque shadows are\n\nthrown on the walls and ceiling by the numerous battle-\n\nlanterns arriving to illuminate the scene.\n\n\n\n27. WEATHER-DECK\n\n\n\nJACK and PULLINGS stride the length of the deck toward the\n\nbow [ ] . They pass crews manning the carronades while\n\nothers swing the ship's small boats out and over the side to\n\nbe towed behind the ship.\n\n\n\n28. FORECASTLE\n\n\n\nJACK and PULLINGS join HOLLOM.\n\n\n\n                    JACK\n\n          Where away?\n\n\n\nCALAMY points forward and a little to the left of the\n\nSurprise's bow.\n\n\n\n                    CALAMY\n\n          Not two miles distant, Sir.\n\n\n\nJACK and PULLINGS stare through telescopes into the fog,\n\nwhich is beginning to lift. JACK lowers his telescope.\n\n\n\n                    JACK\n\n          Mr. Hollom?\n\n\n\n                    HOLLOM\n\n          I saw nothing, nor heard anything either.\n\n          Shall I ask them men to stand down?\n\n\n\nJACK steps closer to the bow, and again lifts his telescope.\n\n\n\n29. TELESCOPE P.O.V\n\n\n\nA slow pan across the sea, past a darker patch of fog. What\n\nwas that? The lens pans back toward the darker area to see a\n\nseries of flashes.\n\n30. CLOSE ON JACK\n\n\n\nHe turns and shouts to the crew -\n\n\n\n                     JACK\n\n           Lie down! Everybody lie down!\n\n\n\nHis words are underscored by a series of distant explosions,\n\nfollowed by a deep rumble, then a tearing, howling sound.\n\n\n\n31. ANGLE ON THE SKY\n\n\n\nChain shot and grape, bar and canister shriek through the\n\nair. A blizzard of iron.\n\n\n\n32. ON THE DECK\n\n\n\nThe crew hit the deck, the last to drop is BONDEN hanging\n\ngrimly to the wheel.\n\n\n\n33. MIDSHIPMAN BLAKENEY\n\n\n\nClose, as he tries to bury himself in the deck timbers.\n\n\n\n34. DELETED\n\n\n\n35. DELETED.\n\n\n\n36. QUARTERDECK\n\n\n\nThe broadside hits the bows and a cloud of splinters and\n\nmetal scythes the length of the deck at head height.",
  "8": "---END OF PREVIOUS SECTION---\nDELETED. 36. QUARTERDECK\n\n\n\nThe broadside hits the bows and a cloud of splinters and\n\nmetal scythes the length of the deck at head height. \n---TARGET SECTION TO BE ANNOTATED---\n This is\n\nrapidly followed by billowing smoke from a small fire now\n\nburning on the forecastle.\n\n\n\nCALAMY is working at putting the fire out as JACK issues a\n\nstream of orders.\n\n\n\n                     JACK\n\n           Run out the guns! Marines to the tops,\n\n           and get that wounded man below!\n\n\n\nHe pulls a gold watch from his pocket and checks the time.\n\n\n\n36A.   GUN DECK\n\n\n\nHollom is nervously supervising a gun crew which includes\n\nDAVIES and his mates.\n\n                     HOLLOM\n\n           ...C-cast loose now... Um swab. That's\n\n           right. Run out your guns.\n\n\n\nThe men work as a team, largely ignoring Hollom's hesitant\n\ninstructions. The shot rack is empty\n\n\n\n                     DAVIES\n\n           Shot. There's no shot!\n\n\n\n37.   QUARTERDECK (CONTD)\n\n\n\nAs red-coated marines led by Captain HOWARD climb into the\n\nrigging JACK calls to his clerk -\n\n\n\n                     JACK\n\n           Note the time Mr. Watt.\n\n\n\nAn anxious TOM PULLINGS appears.\n\n\n\n                     PULLINGS\n\n           She's out of our range, Sir!\n\n\n\nJACK calls to his sailing master, ALLEN.\n\n\n\n                     JACK\n\n           Closer, Mr. ALLEN. You must lay me\n\n           alongside her at pistol-shot.\n\n\n\nALLEN purses his lips. He knows what he's doing and slightly\n\nresents the instruction\n\n\n\n                     JACK (CONT'D)\n\n           Mr. Pullings - bow-chasers to fire as she\n\n           bears.\n\n\n\n38. P.O.V. ENEMY SHIP\n\n\n\nShe's crossing their bows, about a mile distant.\n\n\n\n39. ON DECK\n\n\n\nPULLINGS is racing up the larboard gangway to the forecastle,\n\npast men stacking hammocks as blast protection.\n\n\n\n40. ON THE FORECASTLE\n\n\n\nGun-captains stand ready, the slow-match burning in the tubs.\n\n\n\n                     PULLINGS\n\n           Fire on the uproll.\n\n\n\nThe little drummer's huge eyes are fixed on PULLINGS' face.\n\nThe ship rolls.\n\n\n\n                       PULLINGS (CONT'D)\n\n           Fire!\n\n\n\nThe drum-roll is all but drowned by the blast of the guns.\n\n\n\nThe smoke clears, the gunners look on baffled as their balls\n\nbounce harmlessly off the side of the enemy ship.",
  "9": "---END OF PREVIOUS SECTION---\nPULLINGS (CONT'D)\n\n           Fire! The drum-roll is all but drowned by the blast of the guns. The smoke clears, the gunners look on baffled as their balls\n\nbounce harmlessly off the side of the enemy ship. \n---TARGET SECTION TO BE ANNOTATED---\n                     OLD SPONGE\n\n               (In Greek)\n\n           Witchcraft!\n\n\n\n                     DOUDLE\n\n           Never seen the like of it\n\n\n\n                     PULLINGS\n\n           Damn and blast you! See to your guns!\n\n           Fire high! Fire for the masts and\n\n           rigging!\n\n\n\nAs the enemy's murderous long guns run out again.\n\n\n\n41.   WIDE ON THE ENEMY SHIP\n\n\n\nHer French ensign clearly visible as she swings broadside on\n\nto the approaching Surprise - again her side lights up in a\n\nseries of red flashes.\n\n\n\n42.   IN THE COCKPIT\n\n\n\nBy the dim light of a battle-lantern STEPHEN struggles to\n\nhold a wounded man on the table, his feet slipping in pools\n\nof blood on the deck.\n\n\n\n                     STEPHEN\n\n           More sand on the floor, Mr. Higgins!\n\n\n\nThe slightly hung-over HIGGINS reaches for the sand bucket\n\nand is thrown over by the awful jarring shock as the\n\nAcheron's third broadside hits home.\n\n\n\n43.   IN THE GREAT CABIN -\n\n\n\nThe Captain's crockery smashes to the deck. KILLICK, cursing\n\nfreely, stows what he can.\n\n44.   IN THE ORLOP\n\n\n\nShards of timber implode, followed by a great spout of water\n\nknocking the massive AWKWARD DAVIES sideways as he runs for\n\nthe ladder carrying two cannon-balls.\n\n\n\nA second explosion, a second jet of water and DAVIES, finding\n\nhis feet, starts yelling for the carpenter.\n\n\n\n                       DAVIES\n\n             Wood and Lead! Mr Nagel! Mr Lamb!!\n\n\n\n45. STAIRS\n\n\n\nFollow DAVIES as he runs up to the gun-deck with the shot\n\nunder his arms past the powder-monkeys ADDISON and SWIFT,\n\ncanisters of gun-powder slung over their shoulders, then he\n\nsees MR. LAMB, the carpenter.\n\n\n\n                       DAVIES\n\n             Orlop! We're holed!\n\n\n\nAs LAMB dives for the ladder.\n\n\n\n46.   ON THE GUN-DECK\n\n\n\nDAVIES arrives to find a gaping hole opposite where his own\n\ngun once stood. Its crew lie scattered, horribly wounded or\n\ndead.\n\n\n\nThe dismounted gun and twelve pound shot are rolling around\n\ndangerously.",
  "10": "---END OF PREVIOUS SECTION---\nON THE GUN-DECK\n\n\n\nDAVIES arrives to find a gaping hole opposite where his own\n\ngun once stood. Its crew lie scattered, horribly wounded or\n\ndead. The dismounted gun and twelve pound shot are rolling around\n\ndangerously. \n---TARGET SECTION TO BE ANNOTATED---\n HOLLOM, the sole survivor, is backed against\n\nthe bulkhead, cradling an injured arm.\n\n\n\nCALAMY emerges from the smoke, meets DAVIES's horror-struck\n\ngaze and takes command.\n\n\n\n                       CALAMY\n\n             Davies! Get those bodies overboard!\n\n                 (to HOLLOM)\n\n             Mr. Hollom sir!\n\n\n\nHOLLOM sits immobilized by fear. CALAMY grabs the poulterer,\n\nJEMMY DUCKS, who has been rescuing the ship's goat, Aspasia.\n\n\n\n                       CALAMY (CONT'D)\n\n             Jemmy - leave the damned goat and take\n\n             Mr. Hollom below.\n\n\n\n                        JEMMY DUCKS\n\n           Aye, sir!\n\n\n\nThe ship heels as she turns.\n\n\n\nMidshipman BLAKENEY, Calamy's rival in the game of marbles,\n\nturns to see the dismounted gun rolling free. He throws a\n\nhammock net under it, stopping its roll before it crushes\n\nCALAMY against the bulkhead.\n\n\n\nCALAMY shoots him a brief look of gratitude and runs aft.\n\nBLAKENEY carries on shouting to the powder-monkeys -\n\n\n\n                     BLAKENEY\n\n           More shot! More cartridge!\n\n\n\n47.   HULL OF THE SURPRISE\n\n\n\nIn the great jagged hole on the gun-deck where the gun was\n\ndestroyed, JACK stands framed, a wrathful soot-stained\n\nfigure. He glances back at his men, hunched and ready,\n\nitching to fire.\n\n\n\n                     JACK (bellows)\n\n           Steady... Wait for it!\n\n\n\n48. WIDE ON THE BATTLE\n\n\n\nto see the two ships about to pass abreast, the Surprise\n\nheading south as it were, the enemy ship, north.\n\n\n\nThe French vessel is clearly the bigger ship, and from both\n\ncome the sounds of shouted orders and the thunder of drums.\n\nThey will pass broadside to broadside, 500 yards apart.\n\n\n\n49.   GUN-DECK, SURPRISE\n\n\n\nJACK watching the enemy, judging the moment.\n\n\n\n                     JACK\n\n           ...wait WAIT! And FIRE!\n\n\n\nThe great guns go off all together. The cannons leaping back\n\nbetween their crews. JACK snatches a powder-monkey, ADDISON,\n\nout of the way of the lethal recoil.\n\n\n\n50.",
  "11": "---END OF PREVIOUS SECTION---\nThe cannons leaping back\n\nbetween their crews. JACK snatches a powder-monkey, ADDISON,\n\nout of the way of the lethal recoil. 50. \n---TARGET SECTION TO BE ANNOTATED---\n   QUARTERDECK\n\n\n\nSmoke clears to reveal holes in the enemy's foretopsail, a\n\nbowline hanging loose, but again many of her balls have\n\nfailed to penetrate the enemy timbers.\n\n                     BONDEN\n\n           By all that's holy what is that ship made\n\n           of?\n\n\n\nHis question coincides with a third full broadside from the\n\nFrenchman. The Surprise's wheel shattered. BONDEN thrown\n\naside, MR. WATT jerked back to the taffrail, the mizzenmast\n\nhit.\n\n\n\nA rope sheers and JOE PLAICE is smacked on the skull by a\n\nswinging boom.\n\n\n\nMidshipman BLAKENEY, running up on deck, goes to help PLAICE\n\nand is struck down by a flying splinter - a shocking wound to\n\nhis upper right arm.\n\n\n\n51. COMPANIONWAY\n\n\n\nJACK is half-way up the ladder when he falls, scored across\n\nthe forehead by a musket-ball.\n\n\n\nEyesight blurred. Hearing gone. He is dimly aware of small\n\narms cracking above his head, and someone trying to lift him.\n\n\n\n                     JACK\n\n           Belay there ye poxed son of a whore!\n\n\n\n                     MOWETT\n\n           You must go below, Sir, you must let me\n\n           help you below!\n\n\n\nJACK puts a hand to his bleeding forehead and drags himself\n\nback up the ladder.\n\n\n\n52. IN THE TOPS\n\n\n\nA furious exchange of fire between CAPTAIN HOWARD's marines\n\nand the sharpshooters in the enemy's rigging.\n\n\n\nHoward, a big red-faced man, is in his element, laughing\n\nmadly every time he scores a hit.\n\n\n\n53. QUARTERDECK\n\n\n\nJACK emerges into bloody chaos: screams of the wounded all\n\naround, the enemy ship moving astern in mist and gun-smoke.\n\n\n\nHe wipes blood from his eye as he raises his telescope.\n\n\n\n54/55.   TELESCOPE P.O.V.\n\nAs the ship passes, her name is visible on the transom -\n\nAcheron.\n\n\n\n                     PULLINGS V.O\n\n           Sir....\n\n\n\nJack lowers his telescope. Pullings' expression spells\n\ncatastrophe\n\n\n\n                     PULLINGS\n\n           It's the rudder.\n\n\n\n56.",
  "12": "---END OF PREVIOUS SECTION---\nJack lowers his telescope. Pullings' expression spells\n\ncatastrophe\n\n\n\n                     PULLINGS\n\n           It's the rudder. 56. \n---TARGET SECTION TO BE ANNOTATED---\n   STERN OF THE SURPRISE\n\n\n\nGrim-faced, JACK hobbles to the shattered taff-rail, sees\n\nBONDEN soaked, having climbed down onto the stern-post.\n\n\n\n                     BONDEN\n\n               (shouts up)\n\n           It's shot away below the waterline!\n\n\n\n\n\n58. COCKPIT\n\n\n\nSTEPHEN, up to his armpits in blood, operating on a wounded\n\nman, looks up to see three more seriously injured men\n\narriving.\n\n\n\nHe pauses, aware of some change.\n\n\n\n                     STEPHEN\n\n           Why are we not firing?\n\n\n\n\n\n57.   GUN-DECK\n\n\n\nSpirals of drifting smoke. Blackened bleeding men, their guns\n\npointing at nothing\n\n\n\n\n\n                     FASTER DOUDLE\n\n           No steerage.\n\n\n\n                     NEHEMIAH SLADE\n\n           We're fish in a barrel\n\n\n\n\n\n\n\n59.   HIGH SHOT\n\nThe fog has rolled back, like a great curtain, to reveal the\n\ntwo frigates.\n\n\n\nThe badly damaged Surprise, drifting rudderless.\n\n\n\nThe Acheron, most of her sails intact, beginning the turn\n\nwhich will put her in position to finish off the Surprise.\n\n\n\n60. QUARTERDECK\n\n\n\nJACK is joined by ALLEN as the enemy vessel starts crossing\n\ntheir wake.\n\n\n\n                     ALLEN\n\n           He's coming about, Sir.\n\n\n\n                     MOWETT\n\n           Should I strike the colours?\n\n\n\nAll eyes on Jack, poised on the brink of awful defeat.\n\n\n\n                     ALLEN\n\n           I'm afraid there's nothing else for it.\n\n\n\nJACK looks from the wall of fog to the three little boats\n\nthey are towing astern.\n\n\n\n                     JACK\n\n           Damned if there ain't. We'll tow her.\n\n\n\n61.   STERN OF THE SURPRISE\n\n\n\nSudden feverish activity, running and shouting as men\n\nscramble down into the boats. DAVIES settles himself beside\n\nNAGEL in the cutter, turning to look at the approaching\n\nAcheron.\n\n\n\nHis P.O.V.: puffs of smoke from its bow-chasers.\n\n\n\n                     PULLINGS\n\n           Sail trimmers away, Warley, make what\n\n           sail you can!\n\n\n\n                     JACK\n\n           Stern-chasers to fire when she's in\n\n           range!\n\n\n\n62.",
  "13": "---END OF PREVIOUS SECTION---\nPULLINGS\n\n           Sail trimmers away, Warley, make what\n\n           sail you can! JACK\n\n           Stern-chasers to fire when she's in\n\n           range! 62. \n---TARGET SECTION TO BE ANNOTATED---\n   STERN OF SURPRISE\n\n\n\nGouts of water from the enemy gunfire rise not fifty yards\n\nfrom them, acting as little needed encouragement for the\n\nboats to get clear of the stern and pull around towards the\n\nbows as....\n\n\n\n\n\n64.   MAINMAST/FOREMAST\n\n\n\nMen scramble up the ratlines, and through the shattered\n\nrigging.\n\n\n\n65.   THE GREAT CABIN\n\n\n\nTwo long brass nine-pounders set up through the open windows\n\nof the Captain's day cabin, open fire on the approaching\n\nAcheron.\n\n\n\n                        MOWETT\n\n           Fire!\n\n\n\n65A. MAINMAST\n\n\n\nWARLEY, captain of the maintop, directs his men about the\n\nmare's nest of rigging, getting a tattered top-sail to fill\n\nwith what little breeze there is.\n\n\n\n                     WARLEY\n\n           Sharp now with that fancy-line! To the\n\n           clew line from the reef points, Cully,\n\n           double up and run her back again!\n\n\n\n66. QUARTERDECK\n\n\n\nThrough PULLINGS' telescope: the enemy ship coming straight\n\nat them, her guns now getting the range of the Surprise.\n\n\n\n                     PULLINGS\n\n           She's gaining on us.\n\n\n\n                     JACK\n\n           Start the water, carronades over the\n\n           side.\n\n\n\n67.   ANGLE ON THE QUARTERDECK\n\n\n\nCrewmen furiously at work cutting the ropes securing the guns\n\non the quarterdeck.\n\n\n\n68.   ANGLE ON THE STERN\n\n\n\nWater spouts from the pumps, while at the same time the\n\nquarterdeck guns tumble into the ocean.\n\n(NOTE: they only abandon guns on the quarterdeck, not their\n\nmain armament on the gun-deck.)\n\n\n\n69. FORECASTLE\n\n\n\nJACK races to the bows. Towlines strain as the three small\n\nboats pull the great ship toward the curtain of fog and\n\ncloud. He yells to the straining oarsmen -\n\n\n\n                     JACK\n\n           Pull! Pull for your lives.\n\n\n\n70.   ANGLE FROM THE BOATS\n\n\n\nThe men heave on their oars, faces bathed in sweat, the\n\ntowlines taut behind them, dragging the Surprise toward the\n\nsafety of the fog-bank.\n\n\n\n71. WIDE\n\n\n\nto see the Surprise slipping into the cover of fog and low\n\ncloud, only her top masts visible, before they too disappear.\n\n\n\n72.",
  "14": "---END OF PREVIOUS SECTION---\n71. WIDE\n\n\n\nto see the Surprise slipping into the cover of fog and low\n\ncloud, only her top masts visible, before they too disappear. 72. \n---TARGET SECTION TO BE ANNOTATED---\n QUARTERDECK\n\n\n\nJACK joins his officers looking back into the white-out, in\n\nthe direction of the enemy.\n\n\n\n                     JACK\n\n           Quiet now. No calls, no shouts. Mr.\n\n           ALLEN, signal the men in the boats to\n\n           head due east.\n\n\n\nALLEN hurries toward the bows, as behind them the fog is\n\nmomentarily illuminated by flashes of gunfire from their\n\npursuer.\n\n\n\n73.   THE LEADING JOLLY BOAT\n\n\n\nCALAMY, in the prow of the jolly-boat, sees ALLEN on the\n\nship, signalling the turn to eastward.\n\n\n\nCALAMY signals to BONDEN in the stern of the jolly-boat.\n\n\n\n                     BONDEN\n\n               (urgent whisper)\n\n           Starboard haul. And stroke! Stroke!\n\n\n\nOne side stops rowing and the boat turns.\n\n74.   THE SURPRISE\n\n\n\nA low angle, the ship coming slowly toward us.\n\n\n\nBeyond, the rowers strain at their oars, the great ship\n\nrearing out of the mist above them, as though carried on\n\ntheir backs.\n\n\n\n75.   QUARTERDECK OF THE SURPRISE\n\n\n\nSomewhere astern and to the left JACK can hear shouting on\n\nthe Acheron. Flashes of cannon fire, directed away from them.\n\n\n\n                     PULLINGS\n\n           He's beating inshore.\n\n\n\n                     JACK\n\n           Keep rowing\n\n\n\n76 MASTS OF THE SURPRISE, (TIMELAPSE) - NIGHT\n\n\n\nThe tortured sounds of exhausted men rowing as skeins of mist\n\ndrift away to reveal a dim, yellow moon. On the horizon the\n\nbattered ship in silhouette, lines stretching ahead to her\n\nthree small boats.\n\n\n\n77 QUARTERDECK OF THE SURPRISE - NIGHT\n\n\n\nSome of the wreckage has been cleared aside, the wounded\n\nmoved below. We can hear their moans, and the constant\n\ncreaking of the bilge pumps.\n\n\n\nJACK and his officers scan the moonlit sea through\n\ntelescopes.\n\n\n\nJACK's telescope POV: A long slow pan along the dark horizon.\n\n\n\n                     ALLEN\n\n           I believe we've lost her, Sir.\n\n\n\nJACK collapses his telescope.\n\n\n\n                     JACK\n\n           Pass the word to ship oars\n\n\n\n\n\n78 IN THE JOLLY BOATs. - NIGHT\n\n\n\nThe rowers slump forwards in their seats, their hands raw and\n\ncrabbed.",
  "15": "---END OF PREVIOUS SECTION---\nALLEN\n\n           I believe we've lost her, Sir. JACK collapses his telescope. JACK\n\n           Pass the word to ship oars\n\n\n\n\n\n78 IN THE JOLLY BOATs. - NIGHT\n\n\n\nThe rowers slump forwards in their seats, their hands raw and\n\ncrabbed. \n---TARGET SECTION TO BE ANNOTATED---\n79 STAIRWELL - NIGHT\n\n\n\nJACK moves down a ladder past LAMB coming up from below,\n\nsoaking wet and exhausted with his mate Nagel.\n\n\n\n                    LAMB\n\n          Three feet of water in the hold, Sir, but\n\n          the pumps are keeping it from gaining.\n\n\n\n                    JACK\n\n          Very good, Mr. Lamb.\n\n\n\nThe constant creaking and sloshing of the pumps becomes\n\nlouder as he continues down past men handing up food and\n\npowder from the flooded levels below.\n\n\n\n81. SICK-BAY\n\n\n\nStephen, his face spattered with blood, is adjusting the wick\n\nof a lantern when Jack arrives beside him\n\n\n\n                    JACK\n\n              (sotto)\n\n          What's the butchers bill?\n\n\n\n                    STEPHEN\n\n          Six dead, thirteen wounded.\n\n\n\nHe notices the gash on Jack's forehead\n\n\n\n          Your head ...\n\n\n\n                    JACK\n\n              (Brushes him away)\n\n          Later.\n\n\n\nSTEPHEN raises his lantern to reveal groaning bloodstained\n\nmen close-packed in the gloom.\n\n\n\nTogether they make the rounds, passing men propped upright by\n\ntheir mates, pale with shock or tense with pain, some\n\nstruggling to breathe, some barely alive.\n\n\n\nJACK clasps hands, whispers encouragement.\n\n\n\nA bandaged head swims into the glow of the lamp, streaked\n\nwith blood and deeply unconscious.\n\n\n\n                    JACK (CONT'D)\n\n          Who's this - Joe Plaice?\n\n                    STEPHEN\n\n              (sotto)\n\n          A severe depressed fracture of the\n\n          skull. I am not sure he will see out the\n\n          night.\n\n\n\nMoving on to another barely recognizable face: young\n\nBlakeney, pale and sweaty, breathing hard from the pain and\n\nthe blood loss.\n\n\n\n                    JACK\n\n          Mr. Blakeney?\n\n\n\n                    BLAKENEY\n\n          Just a broken arm, Sir.\n\n\n\nJACK looks at STEPHEN, whose expression is grim, but he says\n\nnothing, steering Jack forward to the foot of the ladder\n\nwhere they can speak more privately\n\n\n\n                    STEPHEN\n\n          I will do everything possible. I know you\n\n          were close to his father.\n\n\n\nJack nods, defeat weighing heavily, and makes to go. Stephen\n\nputs a restraining hand on his shoulder.\n\n\n\n                    STEPHEN (CONT'D)\n\n          One moment Jack let me look at that brow\n\n          of yours.\n\n\n\n                    JACK\n\n          Its a scratch.",
  "16": "---END OF PREVIOUS SECTION---\nStephen\n\nputs a restraining hand on his shoulder. STEPHEN (CONT'D)\n\n          One moment Jack let me look at that brow\n\n          of yours. JACK\n\n          Its a scratch. \n---TARGET SECTION TO BE ANNOTATED---\n                    STEPHEN\n\n          I will tell you if its a scratch or not.\n\n          Sit down.\n\n\n\nJack submits meekly, and sits on a lower rung while Stephen\n\nputs a bandage round his forehead\n\n\n\n                    JACK\n\n          How did he find us Stephen?\n\n          Seven weeks sailing and he happened in\n\n          darkness on our exact position. Its\n\n          uncanny. He really is a phantom\n\n\n\n                    STEPHEN\n\n          Unless she was alerted to our presence,\n\n          and looking for us.\n\n                    JACK\n\n          Tosh. How could that be?\n\n\n\n                    STEPHEN\n\n          The French have their spies, in Britain\n\n          as elsewhere.\n\n\n\n                     JACK (astonished)\n\n          You're saying there are traitors in the\n\n          Admiralty?\n\n\n\n                    STEPHEN\n\n          I am saying do not imagine it was a lone\n\n          privateer who did this to us. He is\n\n          working for Napoleon himself, with access\n\n          to all that tyrant commands, overtly and\n\n          covertly. So do not let defeat weigh too\n\n          heavily upon you.\n\n\n\n82.    THE GREAT CABIN - DAWN\n\n\n\nWan dawn light reflects off the ceiling onto the bloody,\n\nbandaged officers, conducting an angry post-mortem as KILLICK\n\nserves coffee.\n\n\n\n                    ALLEN\n\n          ...Call her a frigate? Ha! You ask me\n\n          she's no more a frigate than a painted\n\n          Dutchman. More like a ship of the line, a\n\n          two-decker more'n a frigate.\n\n\n\nMOWETT is trying to staunch a persistent nosebleed.\n\n\n\n                    MOWETT\n\n          One does wonder what manner of hull she\n\n          has. Our balls seemed to bounce right off\n\n          her.\n\n\n\nJack enters, his head newly bandaged. He walks past the\n\nseated officers and stands looking out through the stern\n\nwindows. The officers continue their conversation, though\n\ntheir words are intended for Jack\n\n\n\n                    PULLINGS\n\n          She had the weather-gauge and long\n\n          eighteens which could hit us beyond our\n\n          effective range. That's the sum of it\n\n\n\n                     ALLEN\n\n          And   40 guns to our 28, I counted the\n\n          muzzle flashes.\n\n\n\n                    PULLINGS\n\n          It was an unfair match, no dishonor in\n\n          defeat no dishonor at all.\n\n\n\nJack still has his back to them.",
  "17": "---END OF PREVIOUS SECTION---\nThat's the sum of it\n\n\n\n                     ALLEN\n\n          And   40 guns to our 28, I counted the\n\n          muzzle flashes. PULLINGS\n\n          It was an unfair match, no dishonor in\n\n          defeat no dishonor at all. Jack still has his back to them. \n---TARGET SECTION TO BE ANNOTATED---\n He puts his hand in his\n\npocket and finds something there - the shattered fragments of\n\nhis gold pocket watch.\n\n\n\n                    ALLEN\n\n              (sighs)\n\n          Well, we can patch up our main and mizzen\n\n          the foresail is too far gone so we'll\n\n          bend our spare.\n\n\n\n                      PULLINGS\n\n          Sir.\n\n\n\nJack finally turns.\n\n\n\n                    PULLINGS (CONT'D)\n\n          Mr. Allen is confident, with basic\n\n          repairs, we can get home as we are...\n\n          allowing for a stop in Jamaica.\n\n\n\n                     ALLEN\n\n          At Port Royal we can haul her into dry-\n\n          dock, and hopefully get her home\n\n          without...\n\n\n\n                    JACK\n\n          We're not going home.\n\n\n\nAn expectant hush. KILLICK is all ears, as he picks up the\n\ncoffee cups and places them carefully on a silver tray.\n\n\n\n                    JACK (CONT'D)\n\n          What is our purpose here gentlemen? Why\n\n          were we sent? To punish a blackguard\n\n          privateer who has decimated our Atlantic\n\n          whaling fleet and now threatens to do the\n\n          same in the pacific. Are we to leave\n\n          those ships to his mercy and slink back\n\n          into Portsmouth - another defeat to add\n\n          to the list. Is that what we draw our\n\n          wages for? I say we pursue her and pay\n\n          her back with interest\n\n\n\n                    ALLEN\n\n          With respect, Captain, she could be half-\n\n          way to Cape Horn by the time we're\n\n           repaired and underway.\n\n\n\n                     JACK\n\n               (sternly)\n\n           Then there's not a moment to lose.\n\n\n\n83.   OUTSIDE THE GREAT CABIN\n\n\n\nKILLICK exits the cabin with the tray of coffee cups. As he\n\npasses them to his mate, BLACK BILL -\n\n\n\n                     KILLICK (a whisper)\n\n           We're for the Horn.\n\n\n\n84.     THROUGHOUT THE SHIP - DAWN\n\n\n\nWord passes like lightning from the wounded in the orlop, to\n\nthe beak of the ship\n\n\n\n                      MUTTERED VOICES AD LIB\n\n           -   The Horn you say?\n\n           -   Never! In this condition?\n\n           -   Eh? What news mates\n\n           -   Heading for where?!\n\n\n\n85.",
  "18": "---END OF PREVIOUS SECTION---\n-   Eh? What news mates\n\n           -   Heading for where?! 85. \n---TARGET SECTION TO BE ANNOTATED---\n     FORECASTLE - DAWN\n\n\n\nA few of the old 'Surprises' have gathered for a smoke, all\n\nof them men who've sailed with JACK before: Jittery alcoholic\n\nHiggins, loyal Nehemiah Slade, sharp-faced tobacco-chewing\n\nFaster Doudle, and the big Welshman Awkward Davies, still\n\nshaken by the loss of his gun-crew.\n\n\n\n                     higgins\n\n           We're for hell in a hand-barrow if you\n\n           ask my opinion\n\n\n\n                     slade\n\n           I'm game. If the captain says we can take\n\n           her we can take her.\n\n\n\n                     DAVIES\n\n           Can we catch her is the question.\n\n           And if we do what's different? She'll\n\n           just hold us off with them long eighteens\n\n           til she sends us all to the bottom. All\n\n           for what?\n\n\n\n                     DOUDLE\n\n           I'll tell you for what, matey. She's a\n\n           privateer, loaded with all the gems of\n\n           Araby. Think of the gold. Think of the\n\n           prize-money.\n\n\n\n                     HOLLAR\n\n           Hoi there! You men jump to it!\n\n\n\n86.     WAIST OF THE SHIP - NOON\n\n\n\nThe gratings are hauled aside and light floods down into the\n\ngun-deck.\n\n\n\n87.     GUN-DECK - DAY\n\n\n\nPart of a huge tree-trunk - spare timber for repairs - is\n\nmanhandled by a dozen crewmen.\n\n\n\n                     HOLLAR\n\n           Heave. And heave. Handsomely now. One\n\n           long pull. Belay!\n\n\n\n88.     QUARTERDECK - DAY\n\n\n\nCrewmen labour at the capstan.\n\n\n\n                     HOLLAR (O.S.)\n\n           Two six heave! Two six heave!\n\n\n\nThe huge log rises from below and hangs suspended from its\n\ngantry. JACK shouts down from the quarterdeck -\n\n\n\n                     JACK\n\n           Have her placed along the gunwale for\n\n           now, Mr. Hollar, and the guns moved to\n\n           that side also.\n\n\n\n89.   ABOVE JACK'S HEAD\n\n\n\nMen are hanging in the rigging throwing down damaged sections\n\nof rope.\n\n\n\n                     FASTER DOUDLE\n\n           All clear below!\n\n\n\n90.",
  "19": "---END OF PREVIOUS SECTION---\nABOVE JACK'S HEAD\n\n\n\nMen are hanging in the rigging throwing down damaged sections\n\nof rope. FASTER DOUDLE\n\n           All clear below! 90. \n---TARGET SECTION TO BE ANNOTATED---\n     QUARTERDECK - DAY\n\n\n\nJACK dodges the falling rope, moving back, past NAGEL and his\n\nmen who are cutting out damaged sections of the gunwale with\n\nsaws and adzes, prizing up decking and wrestling with the\n\nwrecked steering mechanism.\n\n\n\n91.     THE STERN - DAY\n\nJACK looks down to where PULLINGS and others have lifted the\n\nbroken rudder from its hinges.\n\n\n\n92.    WIDE SHOT - DAY\n\n\n\nThe ship swarming with men, cutting, splicing, hammering and\n\nhauling. Every able-bodied soul hard at work.\n\n\n\n93.    QUARTERDECK - DAY\n\n\n\nAn optimistic breeze has picked up, fluttering the tattered\n\nensign.\n\n\n\nThe deck is now sloping at a forty-five degree angle. KILLICK\n\nhands a sandwich to Pullings who passes it down to JACK.\n\n\n\n                    JACK\n\n          Damn this wind, Mr. Pullings! The Acheron\n\n          will be making a hundred and fifty miles\n\n          a day in this.\n\n\n\n                    PULLINGS\n\n          Aye, but hugging the coast, and stopping\n\n          to board the odd merchantman\n\n\n\nJACK smiles at this and bites into his sandwich.\n\n\n\nTo the uphill side, carpenters are erecting a scaffolding\n\nover the side of the ship.\n\n\n\n94.    THE SHIP - DAY\n\n\n\nThe ship's copper-plated keel is partly revealed as the men\n\nclamber and slip about on the steeply-sloping side erecting\n\nscaffolding. The tropical heat resounds with shouts, curses\n\nand hammering.\n\n\n\n95.    SIDE OF THE SHIP - DUSK\n\n\n\nCarpenters working inside the scaffolding, are fitting new\n\nsections of wood into the holes low in her hull.\n\n\n\n                    LAMB\n\n          Down. Down. Stop.\n\n\n\nThe new piece of wood is an almost perfect fit. MR. LAMB\n\nmarks the places where it is jamming.\n\n\n\n                      LAMB (CONT'D)\n\n          Up again.\n\nThen he begins to work on it with his rasp.\n\n\n\n96.    UNDERWATER - DUSK\n\n\n\nAmong tropical fish, a diver, a Greek crewman, 'OLD\n\nSPONGE' (father of YOUNG SPONGE) a hammer at his belt, plugs\n\na few smaller holes with hemp fibre, then surfaces to...\n\n\n\n97.",
  "20": "---END OF PREVIOUS SECTION---\n96. UNDERWATER - DUSK\n\n\n\nAmong tropical fish, a diver, a Greek crewman, 'OLD\n\nSPONGE' (father of YOUNG SPONGE) a hammer at his belt, plugs\n\na few smaller holes with hemp fibre, then surfaces to... 97. \n---TARGET SECTION TO BE ANNOTATED---\n    THE SIDE OF THE CUTTER - DUSK\n\n\n\n                    OLD SPONGE\n\n              (In Greek)\n\n          The smaller bit. No. That bit there.\n\n\n\nYOUNG SPONGE passes him a piece of lead and some nails and\n\nOLD SPONGE dives again.\n\n\n\nOur P.O.V. descending into the sea as...\n\n\n\n98.    WAIST OF THE SHIP - NIGHT\n\n\n\nRoaring flames, flying sparks, the clang of metal on metal. A\n\nforge has been set up. Powder-monkeys sweat on the bellows.\n\nThe ship's blacksmith is churning out iron bolts, pintles and\n\ngudgeons, which are snatched away by NAGEL with tongs and\n\nthrown into a bucket of water to cool.\n\n\n\nA few yards away, wood chips fly from LAMB's adze as the\n\nship's massive new stern post takes shape.\n\n\n\nThe new rudder is laid out flat, already cut to its final\n\nshape and being strengthened with great nails and iron bands\n\nwhich NEHEMIAH SLADE and AWKWARD DAVIES are nailing into\n\nplace.\n\n\n\nThe hammering travels through the ship to...\n\n\n\n99.    THE SICK BERTH - NIGHT\n\n\n\nBLAKENEY with his splinted arm jerks awake, feverish and\n\nconfused.\n\n\n\n                    BLAKENEY\n\n          No. No. Not through my nose!\n\n\n\n                    CALAMY\n\n          Its alright. William. You were dreaming.\n\n\n\nBlakeney looks around, disoriented and finds Calamy by his\n\nside.\n\n                    BLAKENEY\n\n          Joe Plaice told me when you die they sew\n\n          you up in your hammock with the last\n\n          stitch through your nose... to make sure\n\n          you're not just sleeping\n\n\n\n                    CALAMY\n\n          You know old Joe, always telling [ ]\n\n          stories.\n\n\n\n                    BLAKENEY\n\n          Is it true though? [    ] About the last\n\n          stitch?\n\n\n\n                    CALAMY\n\n          Come on, you'll be stitching me in mine\n\n          first.\n\n\n\n                    BLAKENEY (drifting)\n\n          Not through my nose. You'll tell them.\n\n\n\n                     CALAMY\n\n              (nods)\n\n          Nor any other part of you.\n\n\n\nTrying to make light of it, though he fears BLAKENEY is\n\ndying.\n\n\n\n100.",
  "21": "---END OF PREVIOUS SECTION---\nCALAMY\n\n              (nods)\n\n          Nor any other part of you. Trying to make light of it, though he fears BLAKENEY is\n\ndying. 100. \n---TARGET SECTION TO BE ANNOTATED---\n       SICK BAY, LATER - NIGHT\n\n\n\nCALAMY has fallen asleep by BLAKENEY's side. He wakes to find\n\nSTEPHEN sniffing BLAKENEY's wound.\n\n\n\n                    CALAMY\n\n          Is it mending, sir?\n\n\n\n                    STEPHEN\n\n          No, I'm afraid it will not do.\n\n\n\n101.        THE COCKPIT - NIGHT\n\n\n\nBLAKENEY is lowered onto the table, delirious. CALAMY holds\n\nhis head and PADEEN, MATURIN's giant manservant, his legs,\n\nwhich are lashed together.\n\n\n\n                    BLAKENEY\n\n          No. Mamma. Mamma.\n\n\n\n                    STEPHEN\n\n          It is the laudanum speaking. You will be\n\n          a regular Nelson.\n\n\n\nHe tests the edge of his knife with his thumb.\n\n\n\nCALAMY places the leather gag between BLAKENEY's teeth.\n\nPadeen mumbles a Gaelic prayer. STEPHEN turns and grips\n\nBLAKENEY shattered arm.\n\n\n\nA sharp, grating noise as STEPHEN works out of shot, cutting\n\noff the arm.\n\n\n\nClose on STEPHEN, lips compressed, utterly focussed.\n\n\n\nHe puts down the bloody knife and reaches for the spatula in\n\nthe pail of hot tar.\n\n\n\nBLAKENEY has not uttered a sound, though he is shaking\n\nuncontrollably and his face is wet with tears. CALAMY has\n\ntears in his eyes also.\n\n\n\nSTEPHEN finishes his work, breathing hard, a gentle smile to\n\nBLAKENEY.\n\n\n\n                    STEPHEN (CONT'D)\n\n          There. I have never seen a braver\n\n          patient.\n\n\n\n102.        SICK-BERTH - NIGHT\n\n\n\nAn exhausted CALAMY keeps vigil by BLAKENEY's cot. The boy\n\nwakes, and looks for CALAMY in the darkness.\n\n\n\n                    BLAKENEY\n\n          Peter? Is that you? I dreamed they cut my\n\n          arm off.\n\n\n\nThen he realizes, with sudden horror, that it wasn't a dream\n\n\n\n                    CALAMY\n\n          You would have died else.\n\n\n\nBlakeneys eyes brim with tears and he turns away\n\n\n\n                    CALAMY (CONT'D)\n\n          Come. You can still sup your grog with\n\n          your left. And I shall take your turn at\n\n          marbles.\n\n\n\n103.",
  "22": "---END OF PREVIOUS SECTION---\nYou can still sup your grog with\n\n          your left. And I shall take your turn at\n\n          marbles. 103. \n---TARGET SECTION TO BE ANNOTATED---\n        MIZZEN TOPGALLANT - DAY\n\n\n\nMOWETT stands in the cross-trees, making a final check on the\n\nlashings round the new mizzen top. Below him the great work\n\nis nearing completion, men swarming like ants over every part\n\nof the hull.\n\n\n\nMOWETT climbs down past FASTER DOUDLE who has one leg looped\n\nthrough the shrouds and is splicing a rope with both hands\n\nand his teeth.\n\n\n\nFarther down, a patched sail is being furled up tight in its\n\ngaskets.\n\n\n\nBeyond that, at the base of the main-mast a fascinated group\n\nof men have gathered to watch the Doctor trepanning JOE\n\nPLAICE.\n\n\n\n104.        BASE OF THE MAINMAST - DAY\n\n\n\nSTEPHEN's drill carves out a neat disc of bone to reveal a\n\npurplish mass which he starts spooning from the cavity.\n\n\n\nA small crowd of crewmen pause in their work, watching the\n\ndoctor with morbid fascination as he drops the purple stuff\n\nin a dish.\n\n\n\n\n\n                    SLADE (shouts)\n\n          Is them his brains, Doctor?\n\n\n\n                    STEPHEN\n\n          No, that is just blood. These are his\n\n          brains.\n\n\n\nExposing them to view. Several of the crew move in for a\n\ncloser look. The armourer hands STEPHEN a flattened coin,\n\nwhich he begins to screw in place over the cavity as the old\n\nhands whisper his praises to the men who have never seen\n\nStephen at work.\n\n\n\n                    SLADE\n\n          Physician he is, not one of your common\n\n          surgeons.\n\n\n\n                    FASTER DOUDLE\n\n          Cured Prince Billy of the marthambles and\n\n          the strong fives, wouldn't look at you\n\n          for under ten guineas on land.\n\n\n\n                    DAVIES\n\n          [   ] Knows his birds and beasts too\n\n          boyo, show him a beetle and he'll tell\n\n          you what it's thinking.\n\n105.           THE SURPRISE - DAY\n\n\n\nA wind causes the ship to turn on its moorings, stirring\n\nimpatiently, like a racehorse ready to be off as...\n\n\n\n106.           QUARTERDECK - DAY\n\n\n\n...JACK jumps down from the mizzen ratlines.\n\n\n\n                    JACK\n\n          Let us be off, Mr.",
  "23": "---END OF PREVIOUS SECTION---\nQUARTERDECK - DAY\n\n\n\n... JACK jumps down from the mizzen ratlines. JACK\n\n          Let us be off, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Allen!\n\n\n\n                    ALLEN\n\n          Weigh anchor! All hands to make sail. Mr\n\n          Hollom!\n\n\n\n107. ON DECK\n\n\n\nBarefoot men are suddenly running to their stations, racing\n\nabove and below, running out along the bowsprit, up the\n\nratlines, along the yards.\n\n\n\nA small group, supposed to be assisting Hollom, are\n\ncontrasting slow off the mark\n\n\n\n                    HOLLOM\n\n          Bear a hand there you fellows!\n\n\n\nThe men he is addressing, shoot him a look of distaste which\n\nunsettles Hollom slightly, then they assist him pulling on a\n\nrope\n\n\n\n108.       QUARTERDECK - DAY\n\n\n\n                    MOWETT\n\n          Up and down Sir, thick and dry for\n\n          weighing.\n\n\n\n109.           WAIST OF THE SHIP - DAY\n\n\n\nMen strain on the capstan bars.\n\n\n\n110.           BOWS - DAY\n\n\n\nThe anchor bursting up out of the sea.\n\n\n\n111.           MASTS OF THE SURPRISE - DAY\n\n\n\nThe shrouds darken with climbing figures, framed against the\n\nsun.\n\n                    HOLLAR (O.S.)\n\n          Trice up. Lay out.\n\n          Sheet home!\n\n          Hoist away!\n\n\n\n112.        QUARTERDECK - DAY\n\n\n\nHOLLAR staring up as the sails unfurl and fill with wind.\n\n\n\n                    HOLLAR\n\n          Cheerly there in the foretop, our\n\n          William!\n\n          T'garnsl sheets!\n\n          Hands to the braces!\n\n\n\nMen slide down ropes from high amongst the shrouds, then\n\nswing out and drop down to the deck like monkeys, pulling\n\nropes and sails tight with the weight of their bodies.\n\n\n\n113.        WIDE SHOT - DAY\n\n\n\nThe ship spreading its wings. A sudden cracking of canvas as\n\nshe turns and runs directly downwind.\n\n\n\n114.        QUARTERDECK - LATE AFTERNOON\n\n\n\nThe sun has sunk lower. BONDEN, solid as the rock of\n\nGibraltar is back at the helm, the wind stronger and directly\n\nbehind.\n\n\n\n                    JACK\n\n          Speed, Mr. Boyle\n\n\n\nBOYLE heaves the log clear of the ship's side. The log line\n\nraces out on its reel. BOYLE checks the run, pulls the pin.\n\n\n\n                    BOYLE\n\n          Ten and a half knots, Sir.\n\n\n\nJACK makes no comment but the news seems to please him.",
  "24": "---END OF PREVIOUS SECTION---\nBOYLE checks the run, pulls the pin. BOYLE\n\n          Ten and a half knots, Sir. JACK makes no comment but the news seems to please him. \n---TARGET SECTION TO BE ANNOTATED---\n115.        CLOSE TO THE WATER - DUSK\n\n\n\nThe great hull powers past us.\n\n\n\n116.   DELETED\n\n\n\n117.        OUTSIDE THE GREAT CABIN - NIGHT\n\n\n\nKILLICK prepares toasted cheese in his small serving-area.\n\nFrom inside the cabin, the sound of a violin and a cello\n\ntuning up. KILLICK glances irritably at the door and elbows\n\nhis mate, BLACK BILL.\n\n\n\n                    KILLICK\n\n          Here we go again: scrape, scrape,\n\n          screech, screech and never a tune you\n\n          could dance to, not if you were drunk as\n\n          Davey's sow.\n\n\n\n118.    INSIDE THE GREAT CABIN\n\n\n\nJACK and STEPHEN are both keen amateur musicians - JACK,\n\nviolin, STEPHEN cello.\n\n\n\nAs Stephen completes his tuning, Jack experiments with a\n\nrefrain.\n\n\n\n                    STEPHEN\n\n          Is that one I know, or are we breaking\n\n          new ground?\n\n\n\n                    JACK\n\n          I am trying to remember that air they\n\n          played all those years ago at the\n\n          Governors house in Port Mahon. You\n\n          remember When we first met.\n\n          Corelli if I'm not mistaken.\n\n\n\nHe plays another riff\n\n\n\n                     STEPHEN\n\n          If that is your \"A\" you are very much so.\n\n          This is A.\n\n\n\nJack corrects his A string, plays another few bars\n\n\n\n                    JACK\n\n          Or Locatelli. pom pom pom pom\n\n\n\n                    STEPHEN\n\n          All I remember is you being unable to sit\n\n          in your seat the entire performance.\n\n\n\n                    JACK\n\n          Aye and you practising apon that poor\n\n          bishop with your \"puddings athwart the\n\n          starboard Gumbrils\" or some such arrant\n\n          nonsense.\n\n\n\n                    STEPHEN\n\n              (laughs)\n\n          No. That was off Toulon, during the\n\n          blockade. At our first meeting they\n\n          played this:\n\n\n\nHe plays a short refrain\n\n\n\n                    JACK\n\n          No. No. Entirely off the mark.   pom-pom-\n\n          POM I have now\n\n\n\nHe plays another variation\n\n\n\n                    STEPHEN\n\n              (enjoying the game)\n\n          Or was it something like this....",
  "25": "---END OF PREVIOUS SECTION---\nAt our first meeting they\n\n          played this:\n\n\n\nHe plays a short refrain\n\n\n\n                    JACK\n\n          No. No. Entirely off the mark.   pom-pom-\n\n          POM I have now\n\n\n\nHe plays another variation\n\n\n\n                    STEPHEN\n\n              (enjoying the game)\n\n          Or was it something like this.... \n---TARGET SECTION TO BE ANNOTATED---\n.\n\n\n\nCello answers violin, as they hand it back and forth,\n\nimprovising freely now with an infinity of variations,\n\nsometimes playing together, sometimes separately, suddenly\n\nhitting it, the music soaring and continuing over\n\n\n\n119.        A HIGH POINT OF VIEW, TIME LAPSE - DAY\n\n\n\nThe tiny ship on the vastness of the ocean. From its side,\n\ncotton-wool puffs of smoke.\n\n\n\n120.        GUN-DECK - SAME TIME\n\n\n\nA rippling broadside, the crews sweating over their guns.\n\n\n\n                    JACK\n\n          And pitch 'em up! It's spars and rigging\n\n          we want!\n\n\n\nMOWETT timing the gap between each broadside.\n\n\n\n                    MOWETT\n\n          Three minutes ten, Sir.\n\n\n\n                    JACK\n\n          Not good enough! We must fire three\n\n          broadsides to her two. Again!\n\n\n\nTurning to BLAKENEY, who though much recovered, still looks\n\npale and a little unsure of himself.\n\n\n\n                    JACK (CONT'D)\n\n          Mr. Blakeney? Think you can supervise a\n\n          gun?\n\n                    BLAKENEY\n\n          As you will. Sir.\n\n\n\n                    JACK\n\n          'Spitfire', hop to it.\n\n\n\nBLAKENEY takes command of the gun. To one side CALAMY is in\n\ncharge of 'Beelzebub', on the other side HOLLOM is now\n\ndirecting 'Sudden Death'.\n\n\n\nOnce again the orders are given, and the crews, now competing\n\nwith each other, go through the sequence: 'Out Tompions',\n\n'Cast loose your guns', 'Cartridge. Ball. Prime. Run out your\n\ngun. Prime. Aim. Stand clear... Fire!!'\n\n\n\n121.        AND AGAIN - DUSK\n\n\n\nAs another broadside shakes the deck, STEPHEN hauls his\n\ncollecting net on board and empties out a glistening array of\n\nsea creatures - shrimps, squid and minnows, glinting like\n\nopals in the pink light.\n\n\n\n                    MOWETT (O.S.)\n\n          Two minutes five, Sir.\n\n\n\n                    PULLINGS\n\n          Again!\n\n\n\n122.        AND AGAIN - NIGHT\n\n\n\nIt's a race. JACK's orders are just a formality, the sequence\n\nhaving become so automatic now.\n\n\n\n                    JACK\n\n          Out Tompions... Run out your guns...\n\n          Prime.",
  "26": "---END OF PREVIOUS SECTION---\nJACK\n\n          Out Tompions... Run out your guns... Prime. \n---TARGET SECTION TO BE ANNOTATED---\nSeconds ticking away on MOWETT's stopwatch, barrels float on\n\nthe sea a hundred yards out.\n\n\n\n                    JACK (CONT.) (CONT'D)\n\n          As she bears, from forward aft. Point\n\n          your guns... Fire!!\n\n\n\n123.   THE OCEAN AT NIGHT\n\n\n\nThe black ship spouting tongues of flame, the water around\n\nthe target barrels erupting in great spouts.\n\n\n\n                    MOWETT (O.S.)\n\n          Two minutes dead.\n\n\n\n124.   THE GUNPOWDER ROOM\n\n\n\nBoom! Another splendidly coordinated broadside resounds\n\nthrough the ship as the powder-monkeys come racing down\n\nthrough the dreadnought screens to the magazine and back with\n\nmore cartridge.\n\n\n\nFor them too it's a race, little ADDISON just ahead of SWIFT,\n\nRYE hot on his heels.\n\n\n\n125.        STEPHEN'S CABIN - NIGHT\n\n\n\nThe sound of the guns is faint down here, at least when heard\n\nfrom STEPHEN's perspective - his ears are stuffed with wax.\n\n\n\nHe is surrounded by his specimen bottles, and he looks from\n\nhis microscope to his ledger where he is documenting the\n\narray of aquatic life-forms. He removes his ear-plugs, but\n\nthe noise of the guns is deafening and he hastily replaces\n\nthem.\n\n\n\n126.        ON THE GUN-DECK - NIGHT\n\n\n\nMOWETT watches the second hand of his stopwatch, glancing up\n\nas he notes -\n\n\n\nThe concentrated fury of the men swabbing, ramming, heaving\n\nin, heaving out, firing at a raft this time.\n\n\n\nAnd he stops the watch as the first gun fires.\n\n\n\n                    MOWETT\n\n          One minute forty-nine, Sir!\n\n\n\nHis voice is drowned by the firing of the other guns in close\n\nsuccession entirely demolishing the raft, the sound mixing\n\nwith cheering and the frenzied hammering of Nagel and his\n\nmates as the gun-deck partitions are cheerfully re-erected.\n\n\n\n127.        IN THE GREAT CABIN - NIGHT\n\n\n\nThe table is dragged back into place and settings laid for\n\ndinner.\n\n\n\nJACK enters, his face flushed with victory.\n\n\n\n                    JACK\n\n          Killick? Killick there.\n\nKILLICK appears.\n\n\n\n                    JACK (CONT'D)\n\n          What do you have for us tonight?\n\n\n\n                    KILLICK\n\n          Which it's, Soused Hoggs-Face.",
  "27": "---END OF PREVIOUS SECTION---\nKILLICK appears. JACK (CONT'D)\n\n          What do you have for us tonight? KILLICK\n\n          Which it's, Soused Hoggs-Face. \n---TARGET SECTION TO BE ANNOTATED---\n                    JACK\n\n          Aah! My favorite.\n\n\n\n128.        MAIN DECK - NIGHT\n\n\n\nThe sky a great canopy of stars, the ship racing onwards\n\nthrough the warm night.\n\n\n\nCrew men and the recovering wounded have come up on deck. Now\n\nthey sit around in groups, supping their grog. Someone\n\nproduces a jaw-harp, someone else a drum.\n\n\n\nA guitar is passed from hand to hand, stopping with BLACK\n\nBILL who sings a ballad in an African dialect.\n\n\n\nThere's an effortless integration of race and rank, of age\n\nand nationality - bonds forged by battle and hardship.\n\n\n\nOLD SPONGE gets up and dances a Greek dance: obviously a\n\nfavorite among the crew. Cheering and cat-calls. Lanterns\n\ncoming up from below. More dancing, insults in many\n\nlanguages, and a song.\n\n\n\n                    GUN-CREWS\n\n          Boneparte Boneparte\n\n          That red-faced son of an old French fart\n\n          Hey ho, stamp and go\n\n          Stamp and go, stamp and go\n\n          Hey ho, stamp and go\n\n\n\n129.        THE GREAT CABIN - NIGHT\n\n\n\nThe singing mixes with the end of a lively dinner given by\n\nJACK for his officers, including a special guest, young\n\nBLAKENEY.\n\n\n\n                    PULLINGS\n\n          With your permission, Sir, Mr. Mowett has\n\n          composed a short poem in honour of our\n\n          mission.\n\n\n\n                    JACK\n\n          Let's hear it, Mr. Mowett.\n\n\n\nReactions around the table, glasses re-filled in\n\nanticipation. MOWETT stands and declaims with a number of\n\nprecise airy gestures, like a conductor.\n\n\n\n                    MOWETT\n\n          Our brotherhood, some old, some new.\n\n          In blood baptized, in strength renewed.\n\n          In purpose unified and true.\n\n          All thoughts of home forsaken.\n\n          Where duty leads us, there we go.\n\n          Nor rest nor comfort shall we know.\n\n          Until the unrepentant foe, is boarded\n\n          sunk or taken\n\n\n\n                    ALL\n\n              (raising their glasses)\n\n          Aye! Capital! Well said! Hear him, hear\n\n          him! 'Sunk or taken'...\n\n\n\n                    JACK\n\n          Aye and when we do take her we shall give\n\n          her to Tom Pullings as his first command.\n\n          If he don't die before then.",
  "28": "---END OF PREVIOUS SECTION---\nHear him, hear\n\n          him! 'Sunk or taken'... JACK\n\n          Aye and when we do take her we shall give\n\n          her to Tom Pullings as his first command. If he don't die before then. \n---TARGET SECTION TO BE ANNOTATED---\n Bumpers up\n\n          Tom\n\n\n\n                    ALLEN\n\n              (A toast)\n\n          'To wives and sweethearts'.\n\n\n\nThey raise their glasses -\n\n\n\n                    ALL\n\n          'To wives and sweethearts'.\n\n\n\n                    PULLINGS\n\n          And may they never meet.\n\n\n\nAmid the laughter someone bumps Blakeney's stump. He winces,\n\nthen puts a brave face on it\n\n\n\n                    BLAKENEY (to JACK)\n\n          I believe you knew Nelson, Sir?\n\n\n\n                     JACK\n\n          Lord Nelson? Yes. I had the honour of\n\n          serving under him at the Nile.\n\n               (aside)\n\n          Mr. Mowett, the bottle stands by you,\n\n          sir.\n\n               (as the bottle moves on)\n\n          In fact I dined with him twice, and he\n\n          spoke to me on both occasions.\n\n\n\nThe table goes quiet. BLAKENEY is wide-eyed, though partly\n\nfrom his strenuous efforts to appear sober.\n\n\n\n                    JACK (CONT.) (CONT'D)\n\n          The first time he said to me - 'May I\n\n          trouble you for the salt, sir?' I have\n\n          always tried to say it as close as I\n\n          could [   ] The second time someone had\n\n          offered him a boat-cloak on a cold night\n\n          and he said no, he was quite warm - his\n\n          zeal for his king and country kept him\n\n          warm.\n\n\n\nAmid the general agreement - 'Hear him, hear him', etc.\n\nSTEPHEN is noticeably silent.\n\n\n\n                    JACK (CONT'D)\n\n          It sounds absurd, I know, and were it\n\n          another man you would cry out, \"Oh, what\n\n          pitiful stuff\" and dismiss it as mere\n\n          enthusiasm, but with him you felt your\n\n          heart glow.\n\n\n\n                    MOWETT\n\n              (raising his glass)\n\n          To Lord Nelson.\n\n\n\n                    ALL\n\n          Lord Nelson!\n\n\n\n[ ] Stephen joins on the toast, but JACK knows that his\n\nfriend deplores such overt patriotism and seeks to draw him\n\nback in with a joke.\n\n\n\n                    JACK\n\n          You see those two weevils, Doctor?\n\n\n\nHe points at a faint movement amongst the crumbs of a ship's\n\nbiscuit.\n\n\n\n                    STEPHEN\n\n          I do.\n\n\n\n                    JACK\n\n          Which would you choose?\n\n\n\nThe table tenses with anticipation of one of the Captain's\n\n'jokes'. STEPHEN concentrates.",
  "29": "---END OF PREVIOUS SECTION---\nJACK\n\n          Which would you choose? The table tenses with anticipation of one of the Captain's\n\n'jokes'. STEPHEN concentrates. \n---TARGET SECTION TO BE ANNOTATED---\n                    STEPHEN\n\n          There is not a scrap of difference. They\n\n          are the same species of curculio.\n\n\n\n                    JACK\n\n          But suppose you had to choose?\n\n\n\n                    STEPHEN\n\n          Then I would choose the right-hand\n\n          weevil, it has a perceptible advantage in\n\n          both length and breadth.\n\n\n\n                    JACK\n\n          There I have you. You are completely\n\n          dished. Don't you know in the Navy you\n\n          must always choose 'the lesser of two\n\n          weevils'?\n\n\n\nHe thunders with laughter, the rest joining in, breathless\n\nwith mirth, tears of laughter streaming down their faces\n\n\n\n                    ALLEN\n\n          'Pon my life. He who would pun would pick\n\n          a pocket. Dýe not smoke it doctor?\n\n\n\n                    STEPHEN\n\n              (poker faced)\n\n          Sure there would be some poor thin barren\n\n          minds that would catch at such a paltry\n\n          clench.\n\n\n\nThen he too cracks a smile and joins in their laughter\n\n\n\n130.        MAIN DECK - NIGHT\n\n\n\nThe crew continue with their own celebration.\n\n\n\nThe excitement penetrates JOE PLAICE's stupor. Never having\n\nwoken since the trepanning he suddenly opens his eyes and\n\nspeaks.\n\n\n\n                    PLAICE\n\n          \"...And the righteous shall inherit the\n\n          earth.\"\n\n\n\nThe men around him stare in amazement.\n\n\n\n                    BONDEN\n\n          You hear that. He said something. Joe\n\n          spoke! Say something else Joe\n\n                     JOE\n\n           Handy with that gasket\n\n\n\n                     BONDEN\n\n               (shouts up to the quarterdeck)\n\n           He spoke doctor. Joe plaice spoke\n\n\n\n131. QUARTERDECK\n\n\n\nThe officers have appeared on deck with their coffee and\n\nStephen raises a hand in acknowledgment.\n\n\n\n132.   IN THE RIGGING - NIGHT\n\n\n\nMidshipmen CALAMY RYE and BOYLE are eating from a bag of\n\nbroken biscuits ('ships nuts') as they sit perched up in the\n\nrigging.\n\n\n\nOn seeing JACK, they break into their own song.\n\n\n\n                     MIDSHIPMEN\n\n           Our captain was very good to us.\n\n           He dipped his prick in phosphorus.\n\n           It shed a light all through the night.\n\n           And steered us through the Bosphorus.\n\n\n\n133.",
  "30": "---END OF PREVIOUS SECTION---\nIt shed a light all through the night. And steered us through the Bosphorus. 133. \n---TARGET SECTION TO BE ANNOTATED---\n QUARTERDECK\n\n\n\nJACK pretends not to have heard, but he can't hide his smile.\n\nBeside him in a chair sits BLAKENEY, his empty jacket sleeve\n\npinned to his front 'Nelson' style, laughing incredulously at\n\nthe older boys cheek.\n\n\n\nFrom somewhere on the forecastle, WARLEY and his top-men\n\nstart singing.\n\n\n\n                     TOP-MEN\n\n           Farewell and adieu you fine Spanish\n\n           ladies Farewell and adieu to you ladies\n\n           of Spain...\n\n\n\nThe older midshipman, HOLLOM joins in, his fine voice soaring\n\neffortlessly over the others, hijacking their roistering\n\nballad and converting it to something much more poignant.\n\n\n\n                     HOLLOM\n\n           For we've received orders to sail for Old\n\n           England.\n\n           Perhaps we shall never more see you again\n\nHis singing is appreciated by STEPHEN on the quarterdeck.\n\n\n\n                    STEPHEN\n\n          What a wonderfully true voice Mr. Hollom\n\n          does possess.\n\n\n\n134.        IN THE WAIST - NIGHT\n\n\n\nKILLICK and NAGEL are less than impressed with HOLLOM and\n\nsing over him, led by ORRAGE the cook.\n\n\n\n                    ORRAGE\n\n          Come all you thoughtless young men,\n\n          A warning take by me,\n\n          And never leave your happy homes\n\n          to sail the raging sea.\n\n\n\n135.        OCEAN - NIGHT\n\n\n\nThe Surprise sailing away from us, the chorus drifting across\n\nthe darkness.\n\n\n\n135a.   OCEAN. DAY\n\n\n\nThe colours are changing, from the rich hues of the tropics\n\nto the cold muted colours of colder, more southerly climes.\n\n\n\nStill the surprise sails on\n\n\n\n136.        THE GREAT CABIN - DAY\n\n\n\nFingers trace a course down the east coast of South America.\n\nAnother, more detailed chart is placed on top of the first.\n\n\n\n                    ALLEN\n\n          This one's by Colnett, Sir. He travelled\n\n          with Captain Cook and carried a pair of\n\n          Arnott's chronometers.\n\n\n\nJACK finds their position and marks it with pencil. A knock\n\non the door. Officers and crew are now dressed according to\n\nthe change in climate\n\n\n\n                    KILLICK\n\n          Couple of the men to see you, Sir.\n\n\n\n                    JACK\n\n              (without looking up)\n\n          Show them in.",
  "31": "---END OF PREVIOUS SECTION---\nA knock\n\non the door. Officers and crew are now dressed according to\n\nthe change in climate\n\n\n\n                    KILLICK\n\n          Couple of the men to see you, Sir. JACK\n\n              (without looking up)\n\n          Show them in. \n---TARGET SECTION TO BE ANNOTATED---\nThe door opens to reveal NAGEL and WARLEY carrying something.\n\n\n\n                    JACK (CONT'D)\n\n          What's this?\n\n\n\nA scale model of a ship, 15 inches long, perfect in every\n\ndetail. Jack takes it, delighted, the name picked out in gold\n\non the stern - Acheron.\n\n\n\n                    NAGEL\n\n          It were Warley's idea, Sir.\n\n\n\n                    WARLEY\n\n          I thought she were familiar like, then I\n\n          remembered where I'd seen her - in\n\n          Boston, during the Peace.\n\n\n\n                     JACK\n\n          [   ] In Boston?\n\n\n\n                    WARLEY (nods)\n\n          Yes, Sir. She's Yankee built. I seen them\n\n          working on her, something right strange\n\n          about her scantlings. Then I seen them\n\n          balls bounce off her an' I got to\n\n          thinking.\n\n\n\n                    NAGEL\n\n          If you look here, Sir. One side opens up.\n\n\n\nHe pulls a side off the model, exposing its construction.\n\n\n\n                    WARLEY\n\n          Mister Nagel here done it just like I\n\n          seen her - a third layer 'tween the\n\n          outer and inner ribbing - diagonal\n\n          bracing, see?\n\n\n\n                    JACK\n\n          Just like the U.S. Constitution - our 12\n\n          pounders couldn't penetrate except at\n\n          close range.\n\n\n\nHe passes the model to ALLEN.\n\n\n\n                    JACK (CONT'D)\n\n          Killick. Killick, there.\n\n\n\nKILLICK enters.\n\n                    JACK (CONT'D)\n\n          An extra ration of rum for these men,\n\n          from my private store.\n\n\n\n                    KILLICK\n\n              (shaking his head)\n\n          Which I was saving for Saluting Day, Sir.\n\n\n\n                    JACK\n\n          Rouse it up, Killick, and a bottle for\n\n          Mr. ALLEN and me. Let us live whilst\n\n          we're alive!\n\n\n\nKILLICK goes to get the bottles\n\n\n\nJACK hunkers down to bring his gaze level with the ship, as\n\nthough studying its tiny occupants.\n\n\n\n                    JACK (CONT'D)\n\n          He's vulnerable here.\n\n\n\nHe taps the stern windows.\n\n\n\n                    JACK (CONT'D)\n\n          Cross her stern, rake her with a\n\n          broadside through her length. But how to\n\n          get close enough? Past those long\n\n          eighteens. That's the devil of it.",
  "32": "---END OF PREVIOUS SECTION---\nBut how to\n\n          get close enough? Past those long\n\n          eighteens. That's the devil of it. \n---TARGET SECTION TO BE ANNOTATED---\n136b    SURPRISE QUARTERDECK DAY\n\n\n\nThe Surprise has stopped level with a Spanish merchantman,\n\nwhich lies three hundred yards away, headed in the opposite\n\ndirection.\n\n\n\nThe two boats have hove to and are communicating by\n\nmegaphone, Stephen translating the Spanish captains words,\n\n\n\n                    STEPHEN\n\n          He says they were chased for three days\n\n          till they finally our-ran her. Forty gun\n\n          French privateer headed due south.\n\n\n\n                    JACK\n\n          Capital. Thank him and let us be off.\n\n\n\nThe Spanish captain, already making sail, waves and shouts a\n\ngreeting, which Stephen calls back to him.\n\n\n\n                    JACK (CONT'D)\n\n          What did he say there?\n\n\n\n                    STEPHEN\n\n          A Spanish farewell. \"May no new thing\n\n          arrive.\" New things being generally by\n\n          their nature bad.\n\n\n\n137.        STEPHEN'S CABIN - NIGHT\n\n\n\nStephen is with Blakeney, re-bandaging the younger man's\n\nstump. Blakeney looks away, his eyes moving over the doctors\n\ncollection of books, learned texts in French Spanish, Greek\n\nand Latin\n\n\n\n                    BLAKENEY\n\n          Do you have a manual of exercises sir.\n\n\n\n                       STEPHEN\n\n          Exercises?\n\n\n\n                    BLAKENEY\n\n          Physical exercises, to make the left arm\n\n          as powerful as the right once was.\n\n\n\n                    STEPHEN\n\n          I think that will happen with usage, at\n\n          least to a certain extent.\n\n\n\n                    BLAKENEY\n\n          But not completely. I will never be whole\n\n          again, will I?\n\n\n\n                    STEPHEN\n\n          No but you will adapt to your new\n\n          situation\n\n\n\n          The natural world shows us any number of\n\n          examples of how that is possible.\n\n\n\nBlakeney bites his lip\n\n\n\n                    BLAKENEY\n\n          You know my father was a great fighting\n\n          captain. It was always his expectation I\n\n          would follow in his footsteps. I worry\n\n          that with this arm I will now be good for\n\n          nothing but book learning and philosophy.\n\n\n\n                    STEPHEN\n\n          Ah. Like me you mean.\n\n                     BLAKENEY\n\n               (becoming tearful)\n\n           I cannot use a sextant, cannot tie a knot\n\n           or climb the rigging. Cannot even dress\n\n           myself. What chance to I have now of even\n\n           making first lieutenant.",
  "33": "---END OF PREVIOUS SECTION---\nBLAKENEY\n\n               (becoming tearful)\n\n           I cannot use a sextant, cannot tie a knot\n\n           or climb the rigging. Cannot even dress\n\n           myself. What chance to I have now of even\n\n           making first lieutenant. \n---TARGET SECTION TO BE ANNOTATED---\n                      STEPHEN\n\n           You have every chance. You hear me every\n\n           chance. Only the other day I heard the\n\n           captain singing your praises. Your\n\n           courage, your fortitude in battle, your\n\n           skill at logarithms and double elevations\n\n           whatever they may be. And when you are\n\n           rated lieutenant you shall have someone\n\n           to tie your bootlaces for you. Aye and\n\n           help you with your jacket. Here take my\n\n           handkerchief. I believe we are summonsed\n\n           to dinner.\n\n\n\n139.         MAIN MAST - DAWN\n\n\n\nThe maintop captain, WARLEY, shouts to the deck, his breath\n\nforming in the frosty air -\n\n\n\n                     WARLEY\n\n           Sail on the larboard bow!\n\n\n\n140.   GREAT CABIN/LADDER\n\n\n\nJACK throwing on a heavy boat-cloak, running for the ladder,\n\nKILLICK behind him trying to get a scarf about JACK's neck\n\nand a cap on his head.\n\n\n\n141.         THE RIGGING - DAWN\n\n\n\nFollow JACK as he runs up the ratlines, over the futtock\n\nshrouds, then up the topmast shrouds, finally arriving at the\n\nvery top of the mast, to join WARLEY and PULLINGS.\n\n\n\n                     JACK\n\n           Where away?\n\n\n\n                     PULLINGS\n\n           Hull down, two points off the larboard\n\n           beam.\n\n\n\nJACK takes the telescope.\n\n\n\n142.   TELESCOPE P.O.V.\n\nJust the tips of masts, the hull below the horizon.\n\n\n\n                    WARLEY (O.S.)\n\n          She's a frigate all right, but no way of\n\n          knowing if she be the phantom.\n\n\n\nBeyond the distant ship, a line of black clouds.\n\n\n\n143.        RIGGING - DAWN\n\n\n\nJACK and PULLINGS slide to the deck on parallel back-stays,\n\nas careless as a couple of midshipmen.\n\n\n\n144.        QUARTERDECK - DAWN\n\n\n\nJACK shouting -\n\n\n\n                    JACK\n\n          Set studdingsails and top gallants. Then\n\n          wet the sails and have the idlers placed\n\n          along the rail.\n\n\n\nPULLINGS and HOLLAR bark out their orders. Men race to obey.\n\n\n\nJACK steps up on the gunwale, spying out the distant ship.",
  "34": "---END OF PREVIOUS SECTION---\nPULLINGS and HOLLAR bark out their orders. Men race to obey. JACK steps up on the gunwale, spying out the distant ship. \n---TARGET SECTION TO BE ANNOTATED---\nBLAKENEY, nearby, rests his telescope on CALAMY's shoulder,\n\nfocussing with his left hand.\n\n\n\n                    BLAKENEY\n\n          Is it him, Sir?\n\n\n\n                    JACK\n\n          Touch wood, Mr. Blakeney. And I fancy\n\n          she plans to out-run us. Ask Dr. Maturin\n\n          to join us, he loves a good chase.\n\n\n\nBLAKENEY goes below. Above, the topmen release more sail\n\nwhich is tightened by the men on deck hauling on cables.\n\n\n\nThose not working sit on a row along the windward gunwale,\n\nlike the crew of an ocean racing yacht, to counterbalance the\n\npull of the sails.\n\n\n\n\n\n145.        WEATHER-DECK - DAY\n\n\n\nTheir speed is so great green seas are now sweeping the\n\nforecastle. A man falls and rolls into the scuppers.\n\n\n\n                    MOWETT\n\n          Lifelines fore and aft!\n\n\n\n                    JACK\n\n          Speed, Mr. Calamy?\n\n\n\nCALAMY heaves the lead and reads the log line, then shouts\n\nback to JACK -\n\n\n\n                    CALAMY\n\n          Twelve knots, Sir!\n\n\n\n146.        THE SURPRISE - DAY\n\n\n\nHeeled over under a great press of sail, her copper showing\n\nas she clefts the waves.\n\n\n\n147.        FORECASTLE - DAY\n\n\n\nLined up along the starboard rails, the crew look back at\n\ntheir captain riding the ship like a charioteer, one eye\n\naloft on the creaking topmost spar.\n\n\n\n                    JEMMY DUCKS\n\n          We're cracking on, eh?\n\n\n\n                    FASTER DOUDLE\n\n          We'll be cracking off presently if he\n\n          doesn't watch it.\n\n\n\n                    SLADE\n\n          No, he knows this ship. He knows what she\n\n          can take.\n\n\n\nHe touches wood, just the same and looks at Joe Plaice who\n\ngives a meaningful roll of his eyes.\n\n\n\nAhead, the bank of storm clouds loom gunmetal grey.\n\n\n\n148.        GREAT CABIN - DAY\n\n\n\nPULLINGS knocks and enters, with an anxious looking MR. LAMB,\n\nwith whom he has been arguing a point.\n\n\n\n                    PULLINGS\n\n          We can just see her topsails. She's made\n\n          her turn westwards.\n\n\n\n                    LAMB\n\n          I can't vouch for the mizzen Sir, not\n\n          round Cape Horn.",
  "35": "---END OF PREVIOUS SECTION---\nPULLINGS\n\n          We can just see her topsails. She's made\n\n          her turn westwards. LAMB\n\n          I can't vouch for the mizzen Sir, not\n\n          round Cape Horn. \n---TARGET SECTION TO BE ANNOTATED---\n                     JACK\n\n          I'll not lose her now. Set a course\n\n          westwards.\n\n\n\nBoth men accept this and leave.\n\n\n\n149.        QUARTERDECK (TIMELAPSE) - DAY\n\n\n\nThe wind has increased considerably, the deck sloping like\n\nthe roof of a house, the masts bending like coach-whips.\n\n\n\nPULLINGS and LAMB are looking up at the mizzenmast which is\n\nmaking ominous creaks and groans.\n\n\n\n                    JACK\n\n          Mr Hollar, rig preventer backstays. Warps\n\n          and light hawsers to the mastheads.\n\n\n\nJACK stares ahead to the darkening sky as they move across a\n\nswitchback landscape of massive rolling waves.\n\n\n\n                    JACK (CONT'D)\n\n          Better get below, Mr. Pullings!\n\n\n\n                       PULLINGS\n\n          What, Sir?\n\n\n\n                    JACK (GRINNING)\n\n          Better get some food in you. Before it\n\n          turns nasty.\n\n\n\n150.        OCEAN - DAY\n\n\n\nWide to see the two ships. The Surprise and the Acheron with\n\na mile of sea between them. It's like some great ocean race,\n\nwith neither prepared to take in canvas despite the appalling\n\nconditions.\n\n\n\n151.        QUARTERDECK - LATER, DAY\n\n\n\nThey are running fast before a dangerous, following sea: a\n\nlandscape of hills and valleys, the whole thing in terrifying\n\nmotion.\n\n\n\nThe forecastle now vanishes in foam with every plunge, rising\n\neach time with water pouring over the waist and spouting from\n\nher scuppers.\n\n\n\nKILLICK comes up with the coffee pot inside his jacket. JACK\n\ndrinks from the spout, peering ahead into the murk. A wild\n\nunruly part of him is loving this.\n\n\n\nAbove him, more top-men struggle up the rigging, with the\n\nmast drawing crazy figure of eights on a rushing sky.\n\n\n\n152.   BELOW DECKS\n\n\n\nThe dog watch are wolfing their food, mugs and dinner plates\n\nsliding over the table. Crewmen walk up hill to the grog\n\nbarrel, down their ration and head up top again.\n\n\n\n                     HIGGINS\n\n           You reckon Captain will keep chasing him\n\n           'round the Horn with every stitch of\n\n           canvas flying?\n\n\n\n                     DAVIES\n\n           I reckon he'd chase him to the gates of\n\n           hell if he has to.",
  "36": "---END OF PREVIOUS SECTION---\nCrewmen walk up hill to the grog\n\nbarrel, down their ration and head up top again. HIGGINS\n\n           You reckon Captain will keep chasing him\n\n           'round the Horn with every stitch of\n\n           canvas flying? DAVIES\n\n           I reckon he'd chase him to the gates of\n\n           hell if he has to. \n---TARGET SECTION TO BE ANNOTATED---\n                     PLAICE\n\n           And that's where we're all going if he\n\n           doesn't take in sail.\n\n\n\nSince his injury, Joe Plaice's startlingly random\n\npronouncements have acquired the quality of an oracle.\n\n\n\n153.   ON DECK\n\n\n\nThe wind rising from yell to shriek. Waves blown flat by it,\n\nthe ship travelling at a drunken sideways angle across a\n\nraging expanse of white foam.\n\n\n\nFour men on the wheel, lashed to it, with the air around them\n\nfull of water.\n\n\n\nIn the distance a tower of black rock on the rim of the sea,\n\ndistant rollers breaking against it and surging up to a\n\npreposterous height.\n\n\n\nJACK looks up at the great press of canvas as he paces the\n\nquarterdeck, the officers glancing from the sails back to\n\nJACK.\n\n\n\n                     JACK\n\n           Strike the topgallants.\n\n\n\nMen gratefully rush to the ratlines and begin climbing to the\n\nmasts.\n\n\n\nSTEPHEN staggers up onto deck. JACK calls to him, pointing at\n\nthe black rock.\n\n\n\n                    JACK (CONT'D)\n\n          Cape Horn, Doctor!\n\n\n\nSTEPHEN stares across at the legendary Cape. He's struggling\n\nwith his pocket-glass when a lurch of the ship sends him\n\ntumbling. As men help him below, WARLEY, the maintop captain\n\nreports to the bosun.\n\n\n\n                    HOLLAR (to WARLEY)\n\n          Help them with that mizzen topgallant!\n\n          You go too, Mr. Hollom!\n\n\n\nHOLLOM looks desperate as he follows WARLEY up the ratlines\n\nof the mizzen.\n\n\n\n154.   MIZZEN TOPgallant MAST\n\n\n\nWARLEY works frantically. He's out on the yardarm high above\n\nthe raging sea. He shouts for HOLLOM to join him, but HOLLOM\n\nis still in the top, some twenty feet below, unable or\n\nunwilling to climb any higher.\n\n\n\n155.        THE SURPRISE - DAY\n\n\n\nWide to see the ship. WARLEY working on the swaying mizzen.\n\nThe bow swinging a couple of points further south.\n\n\n\n156.        QUARTERDECK - DAY\n\n\n\nWood and rope straining as they wrestle to turn. Then a\n\ntremendous crack as the mizzen-topmast splits and flies\n\nbackward into the sea, carrying WARLEY along with it.",
  "37": "---END OF PREVIOUS SECTION---\n156. QUARTERDECK - DAY\n\n\n\nWood and rope straining as they wrestle to turn. Then a\n\ntremendous crack as the mizzen-topmast splits and flies\n\nbackward into the sea, carrying WARLEY along with it. \n---TARGET SECTION TO BE ANNOTATED---\n                    BONDEN\n\n          Man overboard!\n\n\n\nSail and cordage falling over the men at the wheel. A loose\n\nblock and tackle swinging murderously in the gale.\n\n\n\nJACK fights free from the tangle of ropes as WARLEY vanishes\n\nin the foam. The mizzenmast is acting as a sea-anchor\n\ndragging the ship's head northwards toward the black rocks.\n\n\n\nJACK grabs a speaking-trumpet as WARLEY briefly reappears.\n\n\n\n                    JACK\n\n          Swim for the wreckage, man!\n\n\n\nThen to PULLINGS.\n\n                    JACK (CONT'D)\n\n          Reduce sail!\n\n\n\nAs crewmen scramble frantically into the rigging, JACK turns\n\nback to see WARLEY desperately swimming toward the trailing\n\nwreckage, his mates shouting encouragement over the howling\n\nwind.\n\n\n\nWith sails reduced the ship perceptibly slows, but the\n\ndragging wreckage is swinging the ship broadside on to the\n\nwaves.\n\n\n\n                    BONDEN\n\n          She's broaching!\n\n\n\nPULLINGS runs to JACK, pointing to the trailing mass of ropes\n\nand mast.\n\n\n\n                    PULLINGS\n\n          It's acting as a sea-anchor! We must cut\n\n          it loose, Sir!\n\n\n\nWARLEY still struggling to reach the wreckage but going under\n\nwith each wave. JACK, agonized, makes his decision.\n\n\n\n                    JACK\n\n          Axes!\n\n\n\nAWKWARD DAVIES scrambles up the ladder with an axe, but loses\n\nhis footing and falls sprawling over the quarterdeck.\n\n\n\nJACK grabs the axe and attacks the ropes. He's joined by\n\nNAGEL who has run to assist before realizing that the man\n\noverboard is his friend Warley.\n\n\n\n                    JACK (CONT'D)\n\n          Set to then. Set to!!\n\n\n\nNAGEL's face is a mask of horror, but he obeys Jacks orders\n\nand starts chopping. He and Jack work shoulder to shoulder,\n\nmatching blow for blow [   ]\n\n\n\nThe prow keeps turning, wave after wave coming at right\n\nangles to the ship.\n\n\n\n157.        ON THE GUN-DECK - DAY\n\n\n\nA hatch cover is torn off by the force of water, a sudden\n\nmighty deluge pouring down into the lower levels drenching\n\nthe men and swamping the guns.\n\n                    HOLLAR (yells below)\n\n          All hands to the pumps!\n\n\n\n158.",
  "38": "---END OF PREVIOUS SECTION---\nON THE GUN-DECK - DAY\n\n\n\nA hatch cover is torn off by the force of water, a sudden\n\nmighty deluge pouring down into the lower levels drenching\n\nthe men and swamping the guns. HOLLAR (yells below)\n\n          All hands to the pumps! 158. \n---TARGET SECTION TO BE ANNOTATED---\n        QUARTERDECK - DAY\n\n\n\nJACK and NAGEL [   ] keep hacking at the tangle of ropes.\n\nKnocking chips off the railing in their urgency to cut free\n\nthe dragging mast.\n\n\n\nFinally they succeed. The last of the ropes [ ] whips away,\n\nthe broken mizzen disappears aft and the ship swings\n\nsouthward, away from the rocks.\n\n\n\nThe wreckage is swept away by the next wave, leaving WARLEY\n\nstruggling, his last chance of getting back to the ship gone.\n\n\n\nThen another wave breaks over him and he is gone.\n\n\n\nNAGEL is bereft. JACK lowers his head.\n\n\n\n159.        OUTSIDE THE GREAT CABIN - NIGHT\n\n\n\nKILLICK and BLACK BILL.\n\n\n\n                    KILLICK\n\n          He's been at it again.\n\n\n\n                    BLACK BILL\n\n          Who's that then?\n\n\n\n                       KILLICK\n\n          The Jonah.\n\n\n\n                    BLACK BILL\n\n          What Jonah?\n\n\n\n160.        THE GREAT CABIN - NIGHT\n\n\n\nJACK sits at his desk. The model of the Acheron that WARLEY\n\nhelped make sits accusingly in front of him.\n\n\n\nSTEPHEN pours him a glass on wine, and one for himself.\n\n\n\n                     STEPHEN\n\n          The deaths in actual battle are the\n\n          easiest.\n\n              (beat)\n\n          For my own part - those who die under the\n\n          knife or from some consequent infection:\n\n          I have to remind myself that it is the\n\n          enemy who killed them, and not me.\n\n              (beat)\n\n          Warley was a casualty of war, as surely\n\n          as if a French ball had taken him.\n\n\n\nJACK nods. Obviously the death still weighs on his\n\nconscience. [ ]\n\n\n\n                    STEPHEN (CONT'D)\n\n              (offering the wine)\n\n          At the same time....\n\n\n\nHe breaks off\n\n\n\n                    Jack\n\n          At the same time, what?\n\n\n\nStephen hesitates, aware that he has to proceed carefully\n\n\n\n                    STEPHEN\n\n          You know that I wear two hats on every\n\n          voyage. I am the captains particular\n\n          friend and supporter, but also I am the\n\n          ships doctor in which later capacity I am\n\n          party to....\n\n\n\nHe catches a steely glint in Jacks eye and breaks off.\n\n\n\n                    STEPHEN (CONT'D)\n\n\n\n                    You don't want me to continue.\n\n\n\n                    JACK\n\n              (stiffly)\n\n          On the contrary. I insist on it.",
  "39": "---END OF PREVIOUS SECTION---\nSTEPHEN (CONT'D)\n\n\n\n                    You don't want me to continue. JACK\n\n              (stiffly)\n\n          On the contrary. I insist on it. \n---TARGET SECTION TO BE ANNOTATED---\n                    STEPHEN\n\n          There is talk below decks of turning\n\n          back. Or rather that we should have\n\n          turned back some weeks ago. Of course the\n\n          men would follow \"Lucky Jack\" anywhere,\n\n          and usually in the confident expectation\n\n          of victory. But that of course is the\n\n          problem.\n\n\n\n                    JACK\n\n          What is the problem?\n\n\n\n                    STEPHEN\n\n          That you are not accustomed to defeat\n\n          Jack. That you have taken it too\n\n          personally. That chasing this larger,\n\n          faster ship, with its long guns, is\n\n          beginning to smack of pride 'which goeth\n\n          before destruction'?\n\n\n\n                    JACK\n\n          It's not pride nor anything like it, it's\n\n          a question of duty.\n\n\n\n                    STEPHEN\n\n          'Duty', ah yes. The naval signal for end\n\n          of discussion.\n\n\n\n                    JACK\n\n          You can be as 'satiric' as you like,\n\n          Stephen, but I have my orders. She is\n\n          attacking our whalers. For why? Without\n\n          whales we have no boot polish, nor any\n\n          soap, nor oil for our lamps, not to oil\n\n          our sabres and muskets. Destroying our\n\n          whalers could win the war for Napoleon.\n\n          Which is why we must catch this Acheron.\n\n          As a man of learning surely you can see\n\n          that.\n\n\n\n                    STEPHEN\n\n          At whatever the cost?\n\n\n\n                     JACK\n\n          Any whatever cost I choose to pay. And I\n\n          will calculate that myself, Stephen\n\n          without reference to your friends in the\n\n          ward room.\n\n\n\n160A MIZZEN-TOP\n\n\n\nAn icy wind whips at the men working on the temporary mizzen\n\nmast.\n\n\n\nHollom, half way up the rigging is relaying instructions\n\nbetween the men in the rigging and the men on deck\n\n\n\n                      HOLLOM\n\n          Cast off.\n\n\n\nThe new yard flails around on its pulley, bashing dangerously\n\nagainst the mast. Almost claiming Nagel\n\n\n\n                    HOLLOM (CONT'D)\n\n          Belay. Sorry. Sorry.\n\n161    QUARTERDECK\n\n\n\nPULLING craning upwards. The topmen's shouted commands are\n\nwhipped away by the gale.",
  "40": "---END OF PREVIOUS SECTION---\nSorry. 161    QUARTERDECK\n\n\n\nPULLING craning upwards. The topmen's shouted commands are\n\nwhipped away by the gale. \n---TARGET SECTION TO BE ANNOTATED---\nJACK joins him, still smarting from the conversation with\n\nStephen\n\n\n\n                    JACK\n\n          We'll have to go further south, get\n\n          around this bloody west wind.\n\n\n\n                    PULLINGS\n\n          How far south?\n\n\n\n                    JACK\n\n          As far as is necessary, Mr. Pullings. The\n\n          sixtieth parallel if need be.\n\n\n\n162.        THE SHIP - DAY\n\n\n\nTacking southwards. The sun, a pale anaemic disc, gradually\n\ndisappearing behind layers of cloud.\n\n\n\nThe wind is a constant shrill whistle through the rigging, a\n\nsound like some infernal drill which rises and falls but\n\nnever ceases.\n\n\n\n                                                DISSOLVE TO -\n\n\n\n163.        QUARTERDECK - DAWN\n\n\n\nThe sun rising in a clear sky which turns a sapphire blue.\n\nWhite ice-islands lie all around them, some a pure, rosy\n\npink. Others bright ultramarine.\n\n\n\nAnd still the wind howls, driving them further south.\n\n\n\nMOWETT passes his telescope to STEPHEN MATURIN. As STEPHEN\n\nstudies some seals on an ice-beach, MOWETT launches into\n\nverse, shouting against the wind -\n\n\n\n                     MOWETT\n\n          Then we upon the globes last verge shall\n\n          go to view the ocean leaning on the sky\n\n          from thence our rolling neighbours we\n\n          shall know\n\n          and on the hidden world securely pry!\n\n\n\nHe is interrupted by a bundle of guns clattering on board\n\nfrom one of the small boats. They are followed by Mr Howard\n\nclad in several thicknesses of sealskin and carrying a brace\n\nof dead penguin.\n\n\n\n164.   THE SHIP AT NIGHT\n\n\n\nThe ship scudding onwards, soundless at this distance, but\n\nfor the chilling high pitched whistle of the wind.\n\n\n\nAn iceberg passes in foreground, fantastic shapes of ice,\n\nlike a Gothic cathedral, sculpted by the elements.\n\n\n\n165.         BERTH DECK - NIGHT\n\n\n\nHanging stoves provide some feeble warmth. Men huddle close\n\nto them, their breath condensing, or lie shivering in their\n\nbunks, unable to sleep for the cold.\n\n\n\nHOLLAR appears with a lantern.",
  "41": "---END OF PREVIOUS SECTION---\nBERTH DECK - NIGHT\n\n\n\nHanging stoves provide some feeble warmth. Men huddle close\n\nto them, their breath condensing, or lie shivering in their\n\nbunks, unable to sleep for the cold. HOLLAR appears with a lantern. \n---TARGET SECTION TO BE ANNOTATED---\n                     HOLLAR\n\n           Rise and shine! Show a leg there, tumble\n\n           up, tumble up - sleepers awake!\n\n\n\nAs the previous watch arrive downstairs, numb and dazed from\n\nthe cold, the next watch emerge from their hammocks and\n\ndress. No-one speaks.\n\n\n\n166.         THE GREAT CABIN - DAY\n\n\n\nThe officers take their places at dinner. Once again it's\n\npenguin stew.\n\n\n\nPULLINGS comes in, with an unexpected smile on his face and\n\nwhispers something to JACK.\n\n\n\n                     JACK\n\n           Praise be. At last.\n\n\n\nThe others seem to know what's going on, all except STEPHEN\n\nwho looks baffled.\n\n\n\n                     STEPHEN\n\n           Pray what is there to celebrate?\n\n\n\nJACK holds up his hand for silence. A series of creaks and\n\ngroans from the ship. The coffee pot tilts on its gimbals.\n\n\n\n                     JACK\n\n           We have made our turn northward, Doctor.\n\n           We are headed back toward the sun...\n\nThe officers give a slightly ragged cheer.\n\n\n\n                    JACK (CONT'D)\n\n          ...in anticipation of which. I asked\n\n          Killick to prepare something special.\n\n              (shouts off)\n\n          Killick. Killick there.\n\n\n\nKILLICK comes in with his usual exasperated expression,\n\nbearing a tray with a silver tureen lid on it.\n\n\n\n                    KILLICK\n\n          Which I was just coming.\n\n\n\nHe lays it on the table.\n\n\n\n                    JACK\n\n          Gentlemen, I give you... our destination.\n\n\n\nHe whips off the lid to reveal a strange glutinous mass, a\n\npudding cut in the oddest of shapes. Everyone stands to get a\n\nbetter look.\n\n\n\n                    STEPHEN\n\n          The Galapagos Islands.\n\n\n\n                    PULLINGS\n\n          'Pon my word so it is. Look: here's\n\n          Narborough, Chatham and Hood...\n\n\n\n                     JACK\n\n          That's where the whalers are, ain't it Mr\n\n          Allen. So that's where the Acheron will\n\n          be headed.\n\n\n\nThe mood is now taken over by the glee of recognition, as the\n\nofficers marvel over the pudding.\n\n\n\n                    JACK (CONT'D)\n\n          Mr. Pullings, if you'll permit me, a\n\n          slice of Albermale. For you Doctor,\n\n          Redondo Rock.\n\n\n\nThere's a tiny man-of-war made of icing, between the islands.",
  "42": "---END OF PREVIOUS SECTION---\nPullings, if you'll permit me, a\n\n          slice of Albermale. For you Doctor,\n\n          Redondo Rock. There's a tiny man-of-war made of icing, between the islands. \n---TARGET SECTION TO BE ANNOTATED---\nJACK picks it up in his spoon.\n\n\n\n                    JACK (CONT'D)\n\n          And, with a fair wind behind us the\n\n          Acheron for me.\n\n167.        OPEN OCEAN, DOLDRUMS - DAY\n\n\n\nSlow pan over a glassy expanse of water. JACK's head suddenly\n\nbreaks the surface, close to camera.\n\n\n\nAs he swims he brings the Surprise into view. The ship is\n\nutterly becalmed, wallowing in the swell, her sails hanging\n\nlimp. A 'painted ship upon a painted ocean'.\n\n\n\nJACK swims around the ship, which currently presents a less\n\nthan warlike picture with washing hanging from every part of\n\nthe rigging.\n\n\n\nHe calls up to PULLINGS -\n\n\n\n                    JACK\n\n          Best bowers chipped... Lot of rust on\n\n          these forechains... black strake needs\n\n          another coat.\n\n\n\n168.   QUARTERDECK\n\n\n\nJACK comes aboard, takes a towel from KILLICK and looks about\n\nhim.\n\n\n\nThe men are holystoning the deck and polishing the\n\nbrightwork. They look thin and exhausted and burnt dark-brown\n\nby the sun and wind.\n\n\n\n169.   FORECASTLE\n\n\n\nKillick is with NAGEL and others tarring the ratlines as he\n\nlooks back at HOLLOM, patrolling the gangway.\n\n\n\nKILLICK indicates him with a tilt of the head.\n\n\n\n                    KILLICK\n\n          That engagement off Recife: his whole gun\n\n          crew killed and him not a mark on him.\n\n          Soon as he went up the mizzen mast Warley\n\n          falls. And whose watch was it when we\n\n          lost our wind?\n\n\n\nHOLLOM sees them looking at him.\n\n\n\n170.        THE SCUTTLEBUTT, SHIP'S WAIST - DAY\n\n\n\nA marine sentry, TROLLOPE, stands guard by the ship's water-\n\nbarrel - the level is very low. STEPHEN ladles some water\n\ninto a phial.\n\n                     TROLLOPE\n\n           One glass per man, sir, Captain's orders.\n\n\n\nSTEPHEN straightening, irritated by the challenge.\n\n\n\n                     STEPHEN\n\n           A mere thimbleful, Corporal, for\n\n           scientific purposes only.\n\n\n\n171.",
  "43": "---END OF PREVIOUS SECTION---\nSTEPHEN straightening, irritated by the challenge. STEPHEN\n\n           A mere thimbleful, Corporal, for\n\n           scientific purposes only. 171. \n---TARGET SECTION TO BE ANNOTATED---\n         STEPHEN'S CABIN - DAY\n\n\n\nIn the gloom of his cabin, STEPHEN angles the mirror of his\n\nbrass microscope toward the window, and places a slide\n\ncontaining a droplet of water under the lens.\n\n\n\n172.         MAINMAST-TOP - DAY\n\n\n\nJACK climbs into the top. He adjusts his telescope, studies\n\nthe horizon.\n\n\n\n173.   JACK'S TELESCOPE P.O.V.\n\n\n\nHe pans across the empty sea.\n\n\n\n174.   STEPHEN'S MICROSCOPE P.O.V.\n\n\n\nAn assortment of mobile, transparent micro-organisms rotating\n\nwildly.\n\n\n\n                     STEPHEN (O.S.)\n\n           My God, Padeen, a veritable zoo.\n\n\n\nPADEEN takes a look, amazed then greatly amused.\n\n\n\n175.         THE GREAT CABIN - NIGHT\n\n\n\nCharts are spread all over the table, STEPHEN poring over\n\nthem when Jack comes in\n\n\n\n                     [   ]\n\n\n\n                     STEPHEN\n\n           Show me where these Doldrums lie?\n\n\n\nJACK joins him.\n\n\n\n                     JACK\n\n           Stephen. Will we never make a sailor of\n\n           you? The doldrums is a condition, not a\n\n           region. But you tend to strike 'em\n\n          here...\n\n              (pointing)\n\n          ...between the trades, and the\n\n          sou'easterlies. I hope the Acheron is\n\n          having it as bad as we are.\n\n\n\nSTEPHEN considers their current position on the chart, the\n\ntiny Galapagos Islands to the north and the vast emptiness to\n\nthe west of them.\n\n\n\n                    STEPHEN\n\n          Assuming he is heading for the Galapagos,\n\n          and not some other point in all this\n\n          vastness?\n\n\n\n                    JACK\n\n          Come. I'd have thought you'd be delighted\n\n          to go there. It is said to be a natural\n\n          paradise\n\n\n\n                    STEPHEN\n\n          In truth I'd be delighted with the merest\n\n          guano stained rock provided it didn't\n\n          sway beneath my feet\n\n\n\n                    JACK\n\n          Well, we'll take on food and water once\n\n          we're there, and as compensation for not\n\n          having put ashore in Brazil I pledge that\n\n          during that time, several days at least,\n\n          you can wander at will, catching bugs and\n\n          beetles to your heart's delight.",
  "44": "---END OF PREVIOUS SECTION---\nJACK\n\n          Come. I'd have thought you'd be delighted\n\n          to go there. It is said to be a natural\n\n          paradise\n\n\n\n                    STEPHEN\n\n          In truth I'd be delighted with the merest\n\n          guano stained rock provided it didn't\n\n          sway beneath my feet\n\n\n\n                    JACK\n\n          Well, we'll take on food and water once\n\n          we're there, and as compensation for not\n\n          having put ashore in Brazil I pledge that\n\n          during that time, several days at least,\n\n          you can wander at will, catching bugs and\n\n          beetles to your heart's delight. \n---TARGET SECTION TO BE ANNOTATED---\n You will\n\n          be the first naturalist to set foot on\n\n          the islands. That is my solemn promise\n\n\n\n                    STEPHEN\n\n          I accept, provided the men have not\n\n          mutinied and thrown us all overboard\n\n          before we get there.\n\n\n\n                    JACK\n\n          Mutiny? No. They are already counting\n\n          their share of the prize money.\n\n\n\n                    STEPHEN\n\n          Another week of this and they shall\n\n          gladly give it up for a glass of clean\n\n          water.\n\n\n\n                    JACK\n\n          Ach, Stephen. Stephen. Pray stop your\n\n          bellyacheing. We shall have rain\n\n          presently, and if not we shall damned\n\n          well tow ourselves out of this.\n\n\n\n176.        JOLLY BOAT - DAY\n\n\n\nDisgruntled, under-slept men, in boats towing the ship.\n\n\n\nNAGEL and DAVIES look back darkly at HOLLOM who sits in the\n\nstern.\n\n\n\n                    HOLLOM\n\n          Stroke. Stroke...\n\n\n\n                    DAVIES (whispers)\n\n          I heard he were on the Fair Marion as\n\n          foundered off Tresco. And he were on the\n\n          Zephyrus what exploded at Trafalgar.\n\n\n\nHOLLOM has heard this, as DAVIES intended, but he looks away\n\nchoosing to ignore them.\n\n\n\n177.        FIGHTING TOP - DAY\n\n\n\nA view from above of men towing the ship. Over this an\n\nunpleasant scraping sound - chalk on slate.\n\n\n\n                    BONDEN\n\n          M-a-s-t... mast\n\n\n\nSTEPHEN is writing words on a slate then offering them to\n\nBONDEN whom he is teaching to read.\n\n\n\n                    BONDEN (CONT'D)\n\n          S-u-n... sun\n\n\n\nSTEPHEN nods and scratches another word on the board. As\n\nBONDEN struggles to decipher it there's the sound of a musket\n\nshot and a seabird falls out of the sky.\n\n\n\nHOWARD, the captain of marines, reloads his smoking musket\n\nlaughing aloud.\n\n\n\n                    STEPHEN\n\n          Is that man completely mad?\n\n              (shouts down)\n\n          Mr. Howard, a petrel is not good eating!\n\n\n\nHOWARD looks up towards them, a broad smile on his red moon\n\nof a face.",
  "45": "---END OF PREVIOUS SECTION---\n(shouts down)\n\n          Mr. Howard, a petrel is not good eating! HOWARD looks up towards them, a broad smile on his red moon\n\nof a face. \n---TARGET SECTION TO BE ANNOTATED---\n                    HOWARD\n\n          Were you never a man for sporting,\n\n          Doctor? Why you could shoot all day in\n\n          these waters with two men loading!\n\n\n\n178.        GUN-DECK - DAY\n\n\n\nThe midshipmen and powder-monkeys have assembled for weapons\n\npractise, armed with cutlasses. CALAMY and WILLIAMSON divide\n\nthe group into two teams, choosing sides as for school-yard\n\nfootball.\n\n\n\n                    CALAMY\n\n          Blakeney...\n\n\n\n                      WILLIAMSON\n\n          Rye...\n\n\n\n                      CALAMY\n\n          Swift...\n\n\n\n                      WILLIAMSON\n\n          Boyle...\n\n\n\n                    CALAMY\n\n              (the final choice)\n\n          All right, come on Addison.\n\n\n\nLittle ADDISON joins CALAMY's side, trailing his too-large\n\nsword. WILLIAMSON tosses a coin.\n\n\n\n                      CALAMY (CONT'D)\n\n          Heads.\n\n\n\n                    WILLIAMSON\n\n          It's tails. We attack.\n\n\n\nCALAMY's side retire to a defensive position made of tar\n\nbarrels at one end of the deck. From here they are suddenly\n\naware of Jack idly watching their mock-fight from the\n\nquarter-deck\n\n\n\nWILLIAMSON's team give a yell and charge at them.\n\n\n\nIt's serious fighting. Heads are struck, fingers are rapped.\n\nBLAKENEY, trying gamely with his left arm but frustrated by\n\nhis own ineptitude, goes down under the rush of attackers.\n\n\n\n                      BLAKENEY\n\n          Ow ow ow!\n\n\n\n                      WILLIAMSON\n\n          Yield.\n\n\n\n                    CALAMY\n\n          Let go of him.\n\n\n\n                    WILLIAMSON\n\n          Yield!!\n\n\n\nCALAMY can't drag the bigger boy off. He whips a pistol out\n\nof his belt and fires it at WILLIAMSON's head.\n\n\n\nWILLIAMSON is blasted sideways, clutching his face and\n\nyelling in pain. The other boys separate, horrified.\n\n\n\n                    CALAMY\n\n          It's just powder. There wasn't a ball in\n\n          it, just powder.\n\n\n\nHe helps BLAKENEY to his feet.\n\n\n\n                    CALAMY (CONT'D)\n\n          Are you all right?\n\n\n\n                    BLAKENEY\n\n          No.\n\n\n\nAngrily shaking free of him, he looks to where Jack stood,\n\nbut the captain is no longer watching.\n\n\n\n                    CALAMY\n\n          What's wrong? I saved you.\n\n\n\n                    BLAKENEY\n\n          I didn't need to be saved.\n\n\n\n179.",
  "46": "---END OF PREVIOUS SECTION---\nI saved you. BLAKENEY\n\n          I didn't need to be saved. 179. \n---TARGET SECTION TO BE ANNOTATED---\n        ON DECK - DAY\n\n\n\nTar bubbling under the heat of the sun. Cannons fizzing and\n\nsteaming as they are washed.\n\n\n\nThere's been a change of crews in the long-boats, and HOLLOM\n\nand his men are now back on board. NAGEL is approaching from\n\none end of the narrow gang-way, HOLLOM from the other. NAGEL\n\npushes past, deliberately bumping HOLLOM, who stumbles,\n\nclutching for the gunwale.\n\n\n\n180.        QUARTERDECK - DAY\n\n\n\nJACK sees this outrageous act of indiscipline and yells out -\n\n\n\n                    JACK\n\n          Master at arms! Take that man below and\n\n          clap him in irons. Mr. Pullings,\n\n          defaulters at six bells.\n\n\n\n181.        THE GREAT CABIN, DOLDRUMS - DAY\n\n\n\nJACK stands behind his desk, brow like thunder. From outside\n\nthe sounds of the muster. HOLLOM stands in front of him,\n\ntwisting his hat between his hands.\n\n\n\n                    JACK\n\n          The man pushed past you without making\n\n          his obedience. And yet you said nothing.\n\n\n\n                    HOLLOM\n\n          No, Sir, I intended to but the right\n\n          words just didn't...\n\n\n\n                    JACK\n\n          'The right words'? He failed to salute\n\n          you. It's deliberate insubordination.\n\n\n\nHOLLOM looks at the floor, mumbles -\n\n\n\n                    HOLLOM\n\n          They don't like me, Sir.\n\n\n\n                    JACK\n\n          They what? Speak up, man!\n\n\n\nHOLLOM raises his head and looks at JACK, his eyes shiny with\n\ntears and when he opens his mouth the words tumble out in a\n\nrush.\n\n\n\n                    HOLLOM\n\n          I've tried to get to know the men a bit,\n\n          Sir, be friendly like, but they've taken\n\n          a set against me. Always whispering when\n\n          I go past, giving me looks. But, I'll set\n\n          that to rights, be tougher on them from\n\n          now on.\n\n\n\n                    JACK\n\n          You can't make 'friends' with the\n\n          foremast jacks, they'll despise you in\n\n          the end. Nor do you need be a tyrant.\n\n          It's leadership they want, strength,\n\n          respect.\n\n\n\n                    HOLLOM\n\n          I'm very sorry, Sir.",
  "47": "---END OF PREVIOUS SECTION---\nNor do you need be a tyrant. It's leadership they want, strength,\n\n          respect. HOLLOM\n\n          I'm very sorry, Sir. \n---TARGET SECTION TO BE ANNOTATED---\n                    JACK\n\n          You're what twenty-three, twenty-four?\n\n\n\n                    HOLLOM\n\n              (smiling weakly)\n\n          Twenty-five next Friday.\n\n\n\n                    JACK\n\n          You've failed to pass for lieutenant\n\n          twice. You can't spend the rest of your\n\n          life as a midshipman.\n\n\n\n                    HOLLOM\n\n          I'll try harder, Sir.\n\n\n\nKILLICK helps JACK on with his full-dress uniform.\n\n\n\n                    JACK\n\n          Well, it's an unfortunate business,\n\n          Hollom. Damned unfortunate.\n\n\n\nKILLICK seems to endorse this by placing the captain's hat\n\nemphatically on JACK's head.\n\n\n\nJack turns and strides out of the cabin, HOLLOM following\n\nslowly after him.\n\n\n\n182.        QUARTERDECK, DOLDRUMS - DAY\n\n\n\nThe entire crew has been mustered. The uniformed officers\n\nline the quarterdeck as JACK reads from the Articles of War.\n\n\n\n                    JACK\n\n          'Article Thirty-Six. All other crimes not\n\n          capital, committed by any person or\n\n          persons in the fleet... shall be punished\n\n          according to the laws, and customs, of\n\n          the sea.'\n\n              (then, to NAGEL)\n\n          Mr. Nagel, you're an old man-of-war's man\n\n          and yet you failed to salute an officer.\n\n          You knew what you were doing. Have you\n\n          anything to say in your defence?\n\n\n\nNAGEL looks at the deck.\n\n\n\n                     NAGEL\n\n          No, Sir.\n\n\n\n                     JACK\n\n          Have his officers anything to say for\n\n          him?\n\n\n\nDAVIES and KILLICK scowl across the deck at HOLLOM, who looks\n\nwretched but says nothing.\n\n\n\n                    JACK (CONT'D)\n\n          Seize him up.\n\n\n\nNAGEL is spread-eagled to the grating, his hands tied.\n\n\n\n                    HOLLAR\n\n          Seized up, Sir.\n\n\n\n                    JACK\n\n          One dozen. Bosun's mate, do your duty.\n\n\n\nThe mate takes the leather cat-o-nine tails out of its red\n\nbag.\n\n\n\n                                                   FADE TO BLACK\n\n\n\n                                                   FADE UP ON -\n\n\n\n183.        THE GREAT CABIN - DUSK\n\n\n\nJACK stands alone, tuning his fiddle. No matter how much he\n\nturns the peg the top string always sounds flat. He tunes\n\nsome more and breaks it.\n\n\n\n                    JACK\n\n          Red hell...\n\n\n\n184.",
  "48": "---END OF PREVIOUS SECTION---\nHe tunes\n\nsome more and breaks it. JACK\n\n          Red hell... 184. \n---TARGET SECTION TO BE ANNOTATED---\n        QUARTERDECK - DUSK\n\n\n\n                    JACK (O.S.)\n\n          ...and bloody death!\n\n\n\nEvery word is plainly audible to the men on watch, who\n\npretend to hear nothing.\n\n\n\n185.        THE GREAT CABIN - DUSK\n\n\n\nJACK is fitting a new string. Widen to reveal STEPHEN sitting\n\nopposite with his cello.\n\n\n\n                    STEPHEN\n\n          I was merely remarking that you have\n\n          always prided yourself on not being a\n\n          flogging captain and this...\n\n                    JACK\n\n          I am not a \"flogging captain\". I have not\n\n          once rigged the grating on this voyage,\n\n          not once in twelve thousand miles.\n\n          Besides, I wager you will find a deal\n\n          more brutality on land.\n\n\n\nTightening the new string. The note escalating as he turns.\n\n\n\n                    STEPHEN\n\n          I'm not a party to it on land.\n\n\n\n                    JACK\n\n          Well you are party to it on my ship.\n\n          Men must be governed. Often not wisely I\n\n          grant you, but there are hierarchies even\n\n          in nature, as you've often said yourself.\n\n\n\n                    STEPHEN\n\n          Hierarchies. That is the excuse of every\n\n          tyrant in history. Of Nero. Of Boneparte.\n\n\n\n                    JACK\n\n              (trying to call a halt)\n\n          Yes. Fine words I'm sure\n\n\n\n                    STEPHEN\n\n              (continues regardless)\n\n          ...We are not animals and I for one am\n\n          opposed to authority, that egg of misery\n\n          and oppression..\n\n\n\n                    JACK\n\n          Very fine words Stephen, but In these\n\n          current circumstances, hard-work and firm\n\n          discipline is what keeps our little\n\n          wooden world together.\n\n\n\n                    STEPHEN\n\n          And grog I suppose.\n\n\n\n                            JACK\n\n          Of course. What of it? Of course they\n\n          have their grog!\n\n\n\n                    STEPHEN (sits) (CONT'D)\n\n          You know Nagel was drunk when he insulted\n\n          Hollom. And Higgins is never sober. Even\n\n          the midshipmen...\n\n\n\n                    JACK\n\n          The men will have their grog Stephen. It\n\n          is part of the immemorial tradition of\n\n          the service\n\n\n\n                    STEPHEN\n\n          Well a shameful tradition it is too.",
  "49": "---END OF PREVIOUS SECTION---\nEven\n\n          the midshipmen... JACK\n\n          The men will have their grog Stephen. It\n\n          is part of the immemorial tradition of\n\n          the service\n\n\n\n                    STEPHEN\n\n          Well a shameful tradition it is too. \n---TARGET SECTION TO BE ANNOTATED---\n To\n\n          have them pressed from their homes, kept\n\n          in a permanent state of dull inebriation.\n\n\n\n                       JACK\n\n          Stephen...\n\n\n\n                    STEPHEN\n\n          ...confined for months in a wooden\n\n          prison, Never more than a few hours sleep\n\n          and flogged when drunken idleness drives\n\n          them to....\n\n\n\n                     JACK (forcefully)\n\n          ...Stephen! I warn you that friend or no\n\n          I will not have you talk of the service\n\n          like that.\n\n\n\n                    STEPHEN\n\n          I am stating plain facts\n\n\n\n                    JACK\n\n              (finally explodes)\n\n          Well I will not hear them! From you or\n\n          anyone. You understand! Things are as\n\n          they are for good or bad whether or not\n\n          they have a place in your damned papist\n\n          philosophy. If you are here to make music\n\n          then sit down and play. If not be gone,\n\n          for you have come\n\n          to the wrong shop for anarchy!\n\n\n\nIn stony silence Stephen puts down his cello bow and leaves\n\npast Killick, who is lurking as always by the door.\n\n\n\n186.        SCUTTLEBUTT - DUSK\n\n\n\nSomething disturbs the dark surface of the water as HOLLOM\n\ndips the ladle and fills his cup.\n\n\n\nA sense of someone moving up behind him. HOLLOM turns\n\nabruptly. It's the marine sentry, moving in the shadows. He\n\nstares at HOLLOM as he backs away toward the ladder and\n\nhurries below.\n\n\n\n187.        BERTH DECK - DUSK\n\nTo reach his quarters he is obliged to walk the length of the\n\nberth deck, past HOWARD obsessively cleaning his pistol,\n\nanother man whittling with a knife, DAVIES adding another\n\nlink in the tattooed chain about BECKETT's middle.\n\n\n\nNo-one speaks as HOLLOM runs the gauntlet of their stares,\n\nacutely aware of his own breathing. It now seems universally\n\nto be held that he is the author of all the ship's\n\nmisfortune.\n\n\n\nNagle pointedly turns his back, the scars from the flogging\n\ngleaming wetly in the lamplight\n\n\n\nHollom's breath quickens. He stumbles on someone's dunnage,\n\nalmost trips but is caught before he falls. It's one of\n\nNAGEL's mates.",
  "50": "---END OF PREVIOUS SECTION---\nNagle pointedly turns his back, the scars from the flogging\n\ngleaming wetly in the lamplight\n\n\n\nHollom's breath quickens. He stumbles on someone's dunnage,\n\nalmost trips but is caught before he falls. It's one of\n\nNAGEL's mates. \n---TARGET SECTION TO BE ANNOTATED---\n                    NAGEL's MATE\n\n          Careful, sir.\n\n\n\n188.        MIDSHIPMAN'S BERTH - DUSK\n\n\n\nHOLLOM comes in, wild-eyed and goes to his berth, breathing\n\nhard. CALAMY, BLAKENEY &amp; BOYLE look up from a tense game of\n\ncards.\n\n\n\n                    BLAKENEY\n\n          Are you all right, Hollom?\n\n\n\nHOLLOM shakes his head miserably, hyperventilating.\n\n\n\n                    CALAMY\n\n          He's not sick. He's useless. He's just\n\n          dodging work.\n\n\n\n                    BLAKENEY (angrily)\n\n          Oh shut up Calamay. What do you know\n\n          about anything?\n\n\n\nCALAMY glares at BLAKENEY.\n\n\n\n189.   INT STEPHEN'S ROOM - DUSK\n\n\n\nA shot from the deck above.\n\n\n\nSTEPHEN looks up from his book \"Di Consolazione Philosophae\".\n\nThen the sound of bare feet approaching, followed by a knock\n\nat the door.\n\n\n\nIts Joe Plaice, looking agitated.\n\n                    PLAICE\n\n          Beg your pardon, your honour, but Mr.\n\n          Howard just shot a sea-monster!\n\n\n\n190.        GANGWAY - DUSK\n\n\n\nSTEPHEN and PLAICE stride along to where the marine captain,\n\nHOWARD, peers down into the water with one of his men.\n\n\n\n                    HOWARD\n\n          Doctor! The very man.\n\n\n\nSTEPHEN moves to the rail, looks out.\n\n\n\n                    HOWARD (CONT'D)\n\n          [   ] I wished you'd seen it for\n\n          yourself, Doctor. The crew never seen\n\n          anything like it.\n\n\n\nOn the glassy sea, a smudge of blood and some ripples\n\n\n\n                    HOWARD (CONT'D)\n\n          It was prodigious like a human, though\n\n          bigger, might have been a sea-elephant,\n\n          it had a calf with it - I didn't mean to\n\n          hit the calf, I missed my mark.\n\n\n\n                    STEPHEN\n\n          Mr. Howard, let me beg you, if the men\n\n          can't eat it or I can't dissect it,\n\n          please do not shoot every creature you\n\n          see.\n\n\n\nSTEPHEN stares back down at the ripples spreading over the\n\nglassy sea.\n\n\n\n191.",
  "51": "---END OF PREVIOUS SECTION---\nHoward, let me beg you, if the men\n\n          can't eat it or I can't dissect it,\n\n          please do not shoot every creature you\n\n          see. STEPHEN stares back down at the ripples spreading over the\n\nglassy sea. 191. \n---TARGET SECTION TO BE ANNOTATED---\n        THE SURPRISE - NIGHT\n\n\n\nWide, on the troubled ship, small yellow patches of light\n\nvisible from the gun-ports.\n\n\n\n192.        BELOW DECKS - NIGHT\n\n\n\nThe men are lying in their hammocks when, from somewhere\n\noutside, there comes an ungodly howling. It stops, then comes\n\nagain, exactly human in its pitch.\n\n\n\nThe crew look at one another. This is like no sound they've\n\never heard.\n\nThe howling stops then comes again, from another direction.\n\n\n\n193.          THE GREAT CABIN, EXTERIOR - NIGHT\n\n\n\nKILLICK and BLACK BILLY listening.\n\n\n\n                    KILLICK\n\n          What did I tell you? The ship's accursed.\n\n\n\n194.          QUARTERDECK - NIGHT\n\n\n\nJACK comes up from below.\n\n\n\n                    JACK\n\n          What is that abominable noise, for God's\n\n          sake?\n\n\n\n                    PULLINGS\n\n          I have no idea, Sir.\n\n\n\n                    MOWETT\n\n          You don't think it's the Acheron, Sir?\n\n\n\n                    JACK\n\n              (untypically cutting)\n\n          The enemy cannot come on us without a\n\n          wind, Mr. Mowett.\n\n\n\nHe looks about at the terrified faces of the crew. The\n\nwailing sound now rises to a shriek, as STEPHEN joins the\n\ngroup.\n\n\n\n                    JACK (CONT'D)\n\n          What do you make of it, Doctor?\n\n\n\n                    STEPHEN\n\n          I'm sure I've never heard the like.\n\n\n\nThe crew overhear this and pass it among themselves as\n\nanother anguished howl fills the night.\n\n\n\n                    STEPHEN (CONT'D)\n\n          Perhaps it's the mother of the creature\n\n          Mr. Howard shot.\n\n\n\n                     JACK\n\n          [    ] Creature?\n\n\n\n                    STEPHEN\n\n          [ ] A manatee. A sea-elephant possibly.\n\n          Though I have never known one with a cry\n\n          like this.\n\n\n\nA glance along at HOWARD on the gangway, as terrified as\n\nanyone.\n\n\n\n                    JACK\n\n          Bosun. Fire off some flares.\n\n\n\n195.        WIDE ON THE SHIP - NIGHT\n\n\n\nThree flares soar and burst with a ghostly glow, making a\n\npool of blue light around the ship, the sound continuing to\n\necho and re-echo from somewhere beyond.\n\n\n\n196.",
  "52": "---END OF PREVIOUS SECTION---\n195. WIDE ON THE SHIP - NIGHT\n\n\n\nThree flares soar and burst with a ghostly glow, making a\n\npool of blue light around the ship, the sound continuing to\n\necho and re-echo from somewhere beyond. 196. \n---TARGET SECTION TO BE ANNOTATED---\n        QUARTERDECK - NIGHT\n\n\n\nThe light illuminates the half-hour glass, its top-half empty\n\nof sand. Like everyone else, the duty sergeant stands frozen\n\nto the spot. Jack rounds on him.\n\n\n\n                    JACK\n\n          Sergeant, what the devil are you thinking\n\n          of? Turn the glass and strike the bell.\n\n\n\nRoused, the duty sergeant turns the glass and time resumes\n\nits flow.\n\n\n\nTwo bells are hesitantly rung and the crew regain the power\n\nof motion, their limbs still spastic with fear. And when the\n\nsound comes once more they all freeze.\n\n\n\nJACK joins MOWETT at the taffrail. The thing is somewhere out\n\nthere, whatever it is.\n\n\n\n                    MOWETT\n\n          Perhaps some poor shipwreck?\n\n\n\nHe shouts, a slight nervous catch to his voice.\n\n\n\n                    MOWETT (CONT'D)\n\n          Ahoy! Is anyone there?\n\n\n\nPart of him knows it's crazy and of course there's no reply.\n\nThe sound constantly shifting position, now in the water, now\n\nin the sky.\n\n\n\nJACK turns to see a white face, frighteningly close to his\n\nown. It's PADEEN, mouth agape, face unnaturally white,\n\nstaring into the gloom as though drawn to whatever horror\n\nlies out there.\n\n                    JACK\n\n          Padeen. What are you doing on the\n\n          quarterdeck?\n\n\n\nHe looks down at the press of men who have gathered at the\n\nbottom of the ladder, some with weapons.\n\n\n\n                    JACK (CONT'D)\n\n          Below! All of you men below!\n\n              (to MOWETT)\n\n          Tell the bosun those off-duty may sleep\n\n          with their lamps on.\n\n\n\n197.        LOWER DECK - NIGHT\n\n\n\nSeveral crewmen huddle close together their faces lit by a\n\nbattle-lantern. Joe Plaice grim. Doudle wide-eyed. Higgins\n\nwith his alcoholic tremor more pronounced than ever.\n\n\n\n                    BLACK BILL\n\n          Duppies make that noise.\n\n\n\n                    KILLICK (indicating BILL)\n\n          See. They know all about this in Africa.\n\n\n\n                    DOUDLE\n\n          What's a duppie?\n\n\n\n                    BLACK BILL\n\n          That Warley. Swallow by a fish. Spirit\n\n          can't get out. Him duppie now.\n\n\n\n                    SLADE\n\n          Captain don't even know what that noise\n\n          be.\n\n\n\nGeneral nods of agreement.",
  "53": "---END OF PREVIOUS SECTION---\nHim duppie now. SLADE\n\n          Captain don't even know what that noise\n\n          be. General nods of agreement. \n---TARGET SECTION TO BE ANNOTATED---\n                    DOUDLE\n\n          Doctor neither, and he knows everything.\n\n\n\n                    KILLICK\n\n          Joe here's got the most experience in\n\n          these matters, and new brains to boot,\n\n          let's hear it from Joe.\n\n\n\nAll eyes on JOE PLAICE. He speaks from the shadows.\n\n\n\n                    PLAICE\n\n          It's the Jonah causing it. That howling\n\n          thing is a signal to the Phantom-Ship.\n\n          He's calling it up, don't you see? Every\n\n          time he's on watch the ship appears. You\n\n          wait and see, the ghost-ship will appear\n\n          any time tonight, and take us all\n\n          straight to the hot-place.\n\n\n\nAnother shriek, closer now, seems to confirm JOE's bizarre\n\ntheory.\n\n\n\n198.        MIDSHIPMEN'S BERTH - NIGHT\n\n\n\nThe boys sit together. None of them look at HOLLOM, who sits\n\npale and wretched in a corner of the room, clutching his\n\nstomach.\n\n\n\n199.        STEPHEN'S CABIN - NIGHT\n\n\n\nAs the howling continues, STEPHEN looks through a number of\n\nbooks on sea-creatures searching for a reference to what\n\nthey're experiencing.\n\n\n\nAs JACK looks over his shoulder, his eye is caught by a\n\npicture in one of STEPHEN's books.\n\n\n\nHe picks it up.\n\n\n\nClose on the picture - it's an engraving of a giant squid,\n\nits tentacles wrapped around a ship.\n\n\n\nBack on JACK holding the picture up to STEPHEN.\n\n\n\n                    JACK\n\n          You don't think...?\n\n\n\nThere is a knock on the cabin door and BLAKENEY enters,\n\nagitated.\n\n\n\n                    BLAKENEY (to STEPHEN)\n\n          It's Mr. Hollom, sir, you better come\n\n          quick.\n\n\n\n200.   MIDSHIPMEN'S BERTH\n\n\n\nHOLLOM writhing in agony on the floor, STEPHEN trying to calm\n\nhim, shouting for assistance from the midshipmen and then\n\nfrom PADEEN.\n\n\n\n                    STEPHEN\n\n          Mr Hollom. Sir. Try to contain yourself.\n\n          Hold his head. Mr Hollom. Padeen\n\n201.        STEPHEN'S CABIN - NIGHT.\n\n\n\nStephen is writing some case notes in his journal, when Jack\n\nputs his head around the door.",
  "54": "---END OF PREVIOUS SECTION---\nPadeen\n\n201. STEPHEN'S CABIN - NIGHT. Stephen is writing some case notes in his journal, when Jack\n\nputs his head around the door. \n---TARGET SECTION TO BE ANNOTATED---\nStephens POV: The lamp, lighting his face from below and to\n\none side, gives a strange lopsided twist to Jacks smile\n\n\n\n                    JACK\n\n          Well?\n\n\n\n                    STEPHEN\n\n          There's nothing physically wrong with\n\n          him. He thinks he's been cursed by the\n\n          0men.\n\n\n\n                    JACK\n\n          Then he probably has been. Sailors will\n\n          abide a great deal, but never a Jonah.\n\n          It's like a white crow - the others peck\n\n          it to death.\n\n\n\n                    STEPHEN\n\n          A 'Jonah'? My God, you believe it too.\n\n\n\n                    JACK\n\n          I desired to save you the trouble of\n\n          looking for a cure. No doubt it will all\n\n          be sorted by the morning.\n\n\n\n\n\n202      FORECASTLE, LATER - NIGHT\n\n\n\nBLAKENEY stands near the bows peering out into the night. A\n\nfigure approaches from behind and lays a hand in his\n\nshoulder.\n\n\n\nBLAKENEY nearly jumps out of his skin.\n\n\n\n                    BLAKENEY\n\n          Mr. Hollom! You gave me such a start. Are\n\n          you better now?\n\n\n\nHOLLOM's breathing does indeed seem easier.\n\n\n\n                    HOLLOM\n\n          Much better, thank you.\n\n\n\n                    BLAKENEY\n\n          I think the creature is going away.\n\n                    HOLLOM\n\n          I am sure of it.\n\n\n\nHe reaches down, picks up a 12 pound cannonball.\n\n\n\n                    HOLLOM (CONT'D)\n\n          You've always been very kind to me.\n\n          Goodbye, Blakeney.\n\n\n\nWith a sudden movement he's on the gunwale, then he jumps\n\nover the side the cannonball in his arms.\n\n\n\nBLAKENEY looks down with shock to see HOLLOM's pale face\n\nreceding from him into the depths. It's a moment before he\n\ngathers his wits to shout -\n\n\n\n                    BLAKENEY\n\n          Man overboard!\n\n\n\n203.        QUARTERDECK - DAWN\n\n\n\nThe ship's company are mustered on deck. JACK stands at the\n\nsword rack lectern. KILLICK hands him a Bible open at the\n\nstory of Jonah.\n\n\n\nJACK looks, then hands it back to KILLICK.\n\n\n\n                    JACK\n\n          The fact is, [   ] not all of us become\n\n          the men we once hoped we might be.",
  "55": "---END OF PREVIOUS SECTION---\nKILLICK hands him a Bible open at the\n\nstory of Jonah. JACK looks, then hands it back to KILLICK. JACK\n\n          The fact is, [   ] not all of us become\n\n          the men we once hoped we might be. \n---TARGET SECTION TO BE ANNOTATED---\n But we\n\n          are all God's creatures. If some of us\n\n          thought ill of Mr. Hollom, or spoke ill\n\n          of him, or failed him in respect of\n\n          fellowship, then we ask your forgiveness,\n\n          Lord, and we ask for his.\n\n\n\nClose on the faces of the crew - KILLICK, HIGGINS, NAGEL,\n\nCALAMY, BLAKENEY and finally Stephen who is staring oddly at\n\nJack, as though holding him partly responsible for this\n\nlatest tragedy.\n\n\n\n                    JACK (CONT'D)\n\n          Amen.\n\n\n\n                    CREW (mumble ashamedly)\n\n          Amen.\n\n\n\nThe men on deck remain standing, heads bowed, observing a\n\nminute's silence, as the sky begins to pale, and the white\n\ndisc of the sun appears above them.\n\nFASTER DOUDLE is the first to look up, followed by others -\n\nthe terrible sound has gone and a small puff of wind is\n\nstirring the mainsail.\n\n\n\n204. HOUR GLASS\n\n\n\nThe sand runs out of the half-hour glass.\n\n\n\n                    BONDEN\n\n          Strike eight bells.\n\n\n\n                    QUARTERMASTER (to the marine sentry)\n\n          Turn the glass and strike the bell.\n\n\n\nThe glass is inverted. The bell tolls.\n\n\n\n205.        SURPRISE AT SEA - DAY\n\n\n\nThe ship moves through a tropical squall. Men rig a sail to\n\ncatch the water, others appear with barrels and tubs,\n\nanything to catch the precious rain.\n\n\n\n                                                  DISSOLVE TO -\n\n\n\n206.        THE SURPRISE - DAY\n\n\n\nSea birds swarming over a shoal of fish in the foreground as\n\nthe cry of the distant lookout carries faintly across the\n\nsea.\n\n\n\n                     LOOKOUT (O.S.)\n\n          Land-ho!\n\n\n\n207.        GANGWAY - DAY\n\n\n\nBLAKENEY runs along the gangway, past STEPHEN, en route to\n\nthe quarterdeck.\n\n\n\n                     BLAKENEY\n\n          Give you joy, sir! We have raised the\n\n          Galapagos!\n\n\n\n208.     MONTAGE oF TELESCOPE VIEWS, GALAPAGOS - DAY\n\n\n\nThere's a primeval quality to the landscape, a feeling of a\n\nworld just born. The wild creatures that inhabit the lava\n\nflows and coral beaches confirm this - the giant tortoises,\n\niguanas, sea-lions and penguins, a teeming profusion of\n\nexotic animals and plants.",
  "56": "---END OF PREVIOUS SECTION---\n208. MONTAGE oF TELESCOPE VIEWS, GALAPAGOS - DAY\n\n\n\nThere's a primeval quality to the landscape, a feeling of a\n\nworld just born. The wild creatures that inhabit the lava\n\nflows and coral beaches confirm this - the giant tortoises,\n\niguanas, sea-lions and penguins, a teeming profusion of\n\nexotic animals and plants. \n---TARGET SECTION TO BE ANNOTATED---\n209.        QUARTERDECK/FORECASTLE/TOPS - DAY\n\n\n\nThe ship fairly bristles with telescopes.\n\n\n\n210.   FORECASTLE\n\n\n\nA small group of familiar faces share a pocket telescope.\n\n\n\n                    HIGGINS (looking)\n\n          Can't see any wimmun. Just lots of ducks\n\n          and lizards.\n\n\n\nDOUDLE takes the telescope.\n\n\n\n                    DOUDLE\n\n          Wot? There must be wimmun. T'ain't\n\n          natural.\n\n\n\n211.   QUARTERDECK\n\n\n\nSTEPHEN and BLAKENEY side by side. From both their faces we\n\nsense their wonder at seeing these remarkable creatures for\n\nthe first time.\n\n\n\n                    STEPHEN\n\n          How extraordinary.\n\n\n\n                       BLAKENEY\n\n          What, sir?\n\n\n\n                    STEPHEN\n\n          Those birds!\n\n\n\nHe's looking at a group of unremarkable black seabirds\n\nwaddling about on a rock, flapping short, stumpy wings.\n\n\n\n                    STEPHEN (CONT'D)\n\n          A species of cormorant. But apparently\n\n          flightless, by all that's Holy. I believe\n\n          that is unknown to science.\n\n\n\nBLAKENEY dwells briefly on the strange rock-climbing birds\n\nthen drifts back to the iguanas.\n\n\n\n                    BLAKENEY\n\n          The dragons don't seem to bother 'em.\n\n\n\n                    STEPHEN\n\n          They are a type of iguana I should think,\n\n          and therefore vegetarian.\n\nHis telescope remains focussed on the cormorants. BLAKENEY is\n\nwholly absorbed in the iguanas.\n\n\n\n                    BLAKENEY\n\n          Will you catch one?\n\n\n\n                    STEPHEN\n\n          Yes. Most certainly. And if we can, some\n\n          eggs.\n\n\n\n                    BLAKENEY\n\n          I mean the great lizards.\n\n\n\n                    STEPHEN\n\n          Oh!\n\n\n\nRecognizing how superficially dull the birds are to\n\nBLAKENEY's untutored eye, by contrast with giant lizards.\n\n\n\n                    STEPHEN (CONT'D)\n\n          I should think a pair of them. Then you\n\n          can present one of their offspring to the\n\n          king.\n\n\n\n                    BONDEN\n\n          Ha! There's one going for a swim.\n\n\n\n                    STEPHEN\n\n          No. Iguanas are land animals.\n\n\n\n                    BONDEN\n\n          Not these ones.",
  "57": "---END OF PREVIOUS SECTION---\nSTEPHEN\n\n          No. Iguanas are land animals. BONDEN\n\n          Not these ones. \n---TARGET SECTION TO BE ANNOTATED---\nThe prehistoric-looking creatures, as if suddenly awakened,\n\nbegin diving into the water.\n\n\n\n                    STEPHEN (O.S.)\n\n          By Jove Bonden you are right! Two new\n\n          species in as many minutes.\n\n\n\nHe breaks off, suddenly aware of a shouted exchange between\n\nthe lookout and the quarterdeck.\n\n\n\n                    STEPHEN (CONT'D)\n\n          What is all that confounded bellowing?\n\n\n\n                    JACK\n\n          All hands about ship!\n\n\n\nBLAKENEY dashes off and STEPHEN is elbowed out of the way by\n\nhands rushing to get at the sails.\n\n\n\n                    NEHEMIAH SLADE\n\n          By your leave sir, by your leave.\n\n\n\n                    HOLLAR (distant)\n\n          Helms a'lee - off tacks and sheets -\n\n          mainsail haul!\n\n\n\nAs the ship turns a distant whaleboat appears with six men\n\naboard, pulling out from one of the neighboring islands.\n\n\n\n212.        IN THE LEE OF THE SHIP'S HULL (TIME-LAPSE) - DAY\n\n\n\nThe whaleboat has come alongside.\n\n\n\nMen swarm down the boarding nets and the whalers are helped\n\naboard, hoarse and exhausted from rowing and shouting.\n\n\n\n                    HOGG\n\n          God bless you. Thank you, shipmates.\n\n\n\n213.        QUARTERDECK - LATER, DAY\n\n\n\nHOGG, the senior whaler, sits with his mates, relating his\n\nstory to JACK and the officers.\n\n\n\n                    HOGG\n\n          We was coming back for fresh lines, hid\n\n          in that inlet, yonder. Black-three\n\n          master. Bit beamy and raised in the\n\n          stern.\n\n\n\nMeaningful looks among Jack and his men. Its definitely the\n\nAcheron he's describing [   ]\n\n\n\nHogg meanwhile takes a pint mug of water, gulps it down, and\n\npasses it back to BLAKENEY for a refill.\n\n\n\n                    HOGG (CONT'D)\n\n          Hundred thousand pound of good whale oil\n\n          they stole. Then the bastards...\n\n\n\n                    ALLEN\n\n              (cuffs him)\n\n          No swearing on the quarterdeck.\n\n\n\n                    JACK\n\n              (waves ALLEN away)\n\n          Go on.\n\n                     HOGG\n\n           ...Then they burnt our bloody ship and\n\n           headed off, bunch of fugging pirates.",
  "58": "---END OF PREVIOUS SECTION---\nJACK\n\n              (waves ALLEN away)\n\n          Go on. HOGG\n\n           ... Then they burnt our bloody ship and\n\n           headed off, bunch of fugging pirates. \n---TARGET SECTION TO BE ANNOTATED---\nLooking pointedly at Allen\n\n\n\n                     [      ]\n\n\n\n                     JACK\n\n           And her course?\n\n\n\n                     HOGG\n\n           Maybe a point south of west. Following\n\n           the rest of the whaling fleet.\n\n\n\n                     JACK (rising)\n\n           Mr. Mowett, these men to be entered on\n\n           the ship's books. Mr. Allen, lay a course\n\n           west sou'west.\n\n\n\nAs ALLEN hurries away shouting orders -\n\n\n\n                     PULLINGS\n\n           Should we not take on fresh supplies,\n\n           Sir? Those tortoises...\n\n\n\n                     JACK (overlapping, impatient)\n\n           There's not a moment to lose, Mr.\n\n           Pullings.\n\n\n\nHe leaves the quarterdeck and goes below, STEPHEN following.\n\n\n\n214.   IN THE GREAT CABIN\n\n\n\nJACK has taken his jacket off and is already unfurling his\n\ncharts. STEPHEN hurries in.\n\n\n\n                     STEPHEN\n\n           Have you forgotten your promise?\n\n\n\n                     JACK\n\n               (not looking up)\n\n           Subject to the requirements of the\n\n           service, Stephen. I could not in all\n\n           conscience delay for the sake of an\n\n           iguano or a... giant peccary -\n\n           interesting no doubt, but of no immediate\n\n           application.\n\n\n\n                     STEPHEN (overlap)\n\n          How can you dismiss, out of hand, the\n\n          bounty of nature? Knowledge that... that\n\n          will help to progress...\n\n\n\n                    JACK (overlap)\n\n          I can see nothing on shore that will\n\n          progress our mission.\n\n\n\n                    STEPHEN (overlap)\n\n          But how can we possibly know what lies\n\n          [ ] on these islands, perhaps some\n\n          knowledge that may save life, that...\n\n\n\n                    JACK (overlap)\n\n          I will tell you how to save lives\n\n          Stephen. Inform me how to guide this\n\n          ship, undetected, under the nose of a 40\n\n          gun frigate. That is the job in hand sir.\n\n\n\nSTEPHEN swallows his indignation and tries for a compromise.\n\n\n\n                    STEPHEN\n\n          Well perhaps there's an opportunity to\n\n          serve both our objectives. As I\n\n          understand it you mean to go round the\n\n          end of this long island, then start your\n\n          voyage. I could walk across it, be on the\n\n          other side long before...\n\n\n\nJACK shakes his head.",
  "59": "---END OF PREVIOUS SECTION---\nAs I\n\n          understand it you mean to go round the\n\n          end of this long island, then start your\n\n          voyage. I could walk across it, be on the\n\n          other side long before... JACK shakes his head. \n---TARGET SECTION TO BE ANNOTATED---\n                    STEPHEN (CONT'D)\n\n          I would walk briskly, pausing only for\n\n          important measurements and almost\n\n          certainly making valuable discoveries...\n\n\n\n                    JACK (interrupts)\n\n          If wind and tide had been against us I\n\n          should have said yes. They are not and I\n\n          am obliged to say no.\n\n              (with finality)\n\n          No.\n\n\n\nSTEPHEN is livid. Betrayed.\n\n\n\n                    STEPHEN\n\n          I see. So after all this time in your\n\n          service I must simply be content to form\n\n          part of this belligerent expedition,\n\n          hurry past inestimable wonders, bent\n\n          solely on destruction...\n\n                    JACK\n\n          ...you forget yourself, sir.\n\n\n\n                    STEPHEN\n\n          No Jack, You have forgotten your self.\n\n          You once believed in the rights of each\n\n          individual man no matter how useless or\n\n          lowly. But it seems to me now that the\n\n          long exercise of power has brought you to\n\n          the point where even a solemn promise...\n\n\n\n                    JACK\n\n          The promise was conditional.\n\n\n\n                    STEPHEN\n\n          ...a promise to a friend of ten years\n\n          standing who has stood by you and\n\n          supported you....\n\n\n\n                    JACK (overlapping)\n\n          I command a King's ship, not a private\n\n          yacht...\n\n\n\n                    STEPHEN\n\n          ...across half the worlds oceans often at\n\n          risk to his own life\n\n\n\n                    JACK\n\n          ...and we have no time for your damned\n\n          hobbies, sir!\n\n\n\n\"Hobbies\". So that is JACK's honest view of STEPHEN's\n\nlifetime of work in science. He bows slightly, then leaves.\n\n\n\n215         QUARTERDECK - DUSK\n\n\n\nSTEPHEN stands alone at the taffrail watching as the islands\n\nrecede in the distance.\n\n\n\nNews of the violent argument has spread and there is many a\n\nsympathetic glance, which further humiliates STEPHEN.\n\n\n\nBLAKENEY approaches him carrying something carefully in the\n\npalm of his hand.\n\n\n\n                    BLAKENEY\n\n          Sir, I found a curious beetle walking on\n\n          the deck.\n\n\n\nHe opens his hand - close, on a very plain little brown\n\nbeetle.\n\n\n\n                      BLAKENEY (CONT'D)\n\n            I think it's a Galapagos Beetle, sir.\n\n\n\n                      STEPHEN\n\n            I'm sure of it.",
  "60": "---END OF PREVIOUS SECTION---\nHe opens his hand - close, on a very plain little brown\n\nbeetle. BLAKENEY (CONT'D)\n\n            I think it's a Galapagos Beetle, sir. STEPHEN\n\n            I'm sure of it. \n---TARGET SECTION TO BE ANNOTATED---\n                      BLAKENEY\n\n            Were you to have walked all day on the\n\n            island, you might never have come across\n\n            it.\n\n\n\n                      STEPHEN\n\n            That is more than likely, sure.\n\n\n\nBLAKENEY passes it to STEPHEN.\n\n\n\n                      BLAKENEY\n\n            You can have it.\n\n\n\n                      STEPHEN\n\n            Thank you, Mr. Blakeney.\n\n\n\nBLAKENEY hovers for a moment, unsure of further conversation,\n\nthen retreats.\n\n\n\n216       IN THE GREAT CABIN - NIGHT\n\n\n\nJACK sits alone at the table. KILLICK enters with toasted\n\ncheese for two.\n\n\n\n                      KILLICK\n\n            No music? That's a shame\n\n\n\nHe sets down the toasted cheese.\n\n\n\n                      KILLICK (CONT'D)\n\n            I'll just leave the one plate then, if\n\n            himself won't be joining.\n\n\n\n                      JACK\n\n            Yes, Killick. Just the one.\n\n\n\nJACK cuts himself a portion, scowling at STEPHEN's cello\n\nwhich seems to watch him reproachfully as he eats.\n\n\n\n217.      STEPHEN'S CABIN - NIGHT\n\n\n\nSTEPHEN takes a dropper, carefully measures twenty drops of\n\nlaudanum to a glass of water, and drinks.\n\n218.        LOOKOUT - DAY\n\n\n\nThe lookout leaning out from the cross-trees.\n\n\n\n                    DOUDLE (shouting)\n\n          On deck there. Object fine on the\n\n          starboard bow.\n\n\n\n219.        THE SHIP LYING STATIONARY - DAY\n\n\n\nA barrel is being lifted aboard from the skiff and passed up\n\nthe side of the ship.\n\n\n\n220.   IN THE WAIST OF THE SHIP\n\n\n\nJACK comes down, accompanied by ALLEN, the acknowledged\n\nexpert in these matters.\n\n\n\nOthers gather round, including HOGG the whaler, inspecting\n\nthe stencilled markings.\n\n\n\n                    ALLEN\n\n          Martha's vineyard.\n\n\n\n                    HOGG\n\n          No, this here's from Boston. I was\n\n          married there once.\n\n\n\n                    ALLEN\n\n          Any road, it's a Yankee barrel.\n\n\n\n                    HOGG\n\n          What they call a Bedford Hog in New\n\n          England.\n\n\n\n                    MOWETT (to JACK)\n\n          The Acheron touched at Boston.\n\n\n\n                    HOGG\n\n          And it's not been in the water more than\n\n          a week.",
  "61": "---END OF PREVIOUS SECTION---\nHOGG\n\n          What they call a Bedford Hog in New\n\n          England. MOWETT (to JACK)\n\n          The Acheron touched at Boston. HOGG\n\n          And it's not been in the water more than\n\n          a week. \n---TARGET SECTION TO BE ANNOTATED---\n                    ALLEN\n\n          One can't say with any accuracy but...\n\n\n\n                    HOGG\n\n          Yes you can. There's no sea chummer on\n\n          it, and the dowels is sound.\n\n\n\n221.        ON THE QUARTERDECK - DAY\n\nJACK returns to his post.\n\n\n\n                    JACK\n\n          Continue due west, Mr. Bonden.\n\n\n\nTOM PULLINGS watches him. There has been a change amongst the\n\nofficers and crew toward JACK. His relentless driving after\n\nthe Acheron has reached the point of obsession, an obsession\n\nnot shared by his exhausted men.\n\n\n\nHe is a lonely, haunted figure as he now steps up on the\n\ngunwale, one hand on the ratlines, scanning the empty sea,\n\nsensing his enemy is out there, just beyond the curve of the\n\nearth.\n\n\n\n                                                  DISSOLVE TO -\n\n\n\n222.        LADDER (TIME LAPSE) - DAY\n\n\n\nA wild wind humming through the rigging as STEPHEN goes\n\ntopside.\n\n\n\n223.        FORECASTLE - DAY\n\n\n\nHe finds various hands making the boats secure.\n\n\n\n                    PLAICE\n\n          Have you seen the bird, doctor?\n\n\n\n                    STEPHEN\n\n          I have not - no bird these many days.\n\n          What kind of a bird?\n\n\n\n                    PLAICE\n\n          A sort of albatross I believe, or perhaps\n\n          a prodigious great mew. He has been\n\n          following the ship since... there he is,\n\n          crossing our wake!\n\n\n\n224.        ON THE GANGWAY - DAY\n\n\n\nSTEPHEN runs along the gangway to get a clearer view,\n\nchecking himself when he sees JACK on the quarterdeck.\n\n\n\nTheir eyes meet. The quarterdeck is JACK's domain now, and\n\nSTEPHEN avoids it.\n\n\n\nThen, behind JACK, the great bird suddenly appears.\n\n\n\nIt's huge, with at least a fourteen foot wing-span, and\n\nflying very close to the ship, drifting and soaring on the\n\ngusting wind, appearing and disappearing between the sails.\n\n\n\nSTEPHEN is mesmerized by it. He lets go of the rail, leaning\n\nforward to get a better view.\n\n\n\nAt the same time across from STEPHEN on the opposite gangway,\n\nHOWARD and two or three marines open fire on the bird. The\n\nbird drops low, flying right by STEPHEN.",
  "62": "---END OF PREVIOUS SECTION---\nHe lets go of the rail, leaning\n\nforward to get a better view. At the same time across from STEPHEN on the opposite gangway,\n\nHOWARD and two or three marines open fire on the bird. The\n\nbird drops low, flying right by STEPHEN. \n---TARGET SECTION TO BE ANNOTATED---\nAgain a crackle of gunfire, but the bird is apparently\n\nuninjured, and it banks away, skimming the surface of the\n\nwater.\n\n\n\nSTEPHEN sags to the deck. A shout. People running. Blood\n\nspreading across the white of his shirt. HOWARD there by his\n\nside.\n\n\n\n                    HOWARD\n\n          My God, man! I'm so sorry. The bird\n\n          dropped low. I didn't see you there!\n\n\n\nJACK is there, shouting -\n\n\n\n                    JACK\n\n          Calamy! Get Higgins!\n\n              (then turning to BONDEN)\n\n          Padeen, Davies, carry the Doctor below.\n\n\n\nSTEPHEN gets slowly up, hands reaching to help him, HOWARD in\n\nthe background distraught, explaining to anyone who'll listen\n\nwhat happened.\n\n\n\n                    STEPHEN\n\n          It's all right, I am quite capable of\n\n          walking.\n\n\n\nHe tries to stand, crumples.\n\n\n\n225.        STEPHEN's CABIN - DAY\n\n\n\nHIGGINS presses clumsily around the wound as STEPHEN lies on\n\nthe bed, his abdomen rigid, his breathing laboured. JACK\n\nwatches from the door.\n\n\n\n                    STEPHEN\n\n          You will just make it worse... by\n\n          prodding, Mr. Higgins, it cannot be got\n\n          at... except by opening me up.\n\n\n\nA violent pitching of the ship makes it obvious how\n\nimpossible this will be under sail.\n\n\n\nAs STEPHEN lapses into unconsciousness, HIGGINS looking\n\nalarmed, approaches JACK.\n\n\n\n                     HIGGINS (a whisper)\n\n           The bullet took a piece of shirt in with\n\n           it. Unless it is removed it will\n\n           suppurate and fester.\n\n\n\n                     JACK\n\n           Are you equal to the task?\n\n\n\n                     HIGGINS\n\n           I'll need to read up on the Doctor's\n\n           books, like. Study some pictures he has,\n\n           get my bearings. Be better on land, but\n\n           I'll manage somehow.\n\n\n\nJACK looks away from the alcoholic HIGGINS back to STEPHEN.\n\n\n\n226.   OUTSIDE THE CABIN\n\n\n\nJACK passes an anxious crowd of the ship's company: BLAKENEY,\n\nJOE PLAICE, KILLICK and HOWARD.\n\n\n\n                     JACK\n\n           You men get about your business.\n\n\n\nThere are dark looks in JACK's direction as he retreats to\n\nhis cabin.",
  "63": "---END OF PREVIOUS SECTION---\nOUTSIDE THE CABIN\n\n\n\nJACK passes an anxious crowd of the ship's company: BLAKENEY,\n\nJOE PLAICE, KILLICK and HOWARD. JACK\n\n           You men get about your business. There are dark looks in JACK's direction as he retreats to\n\nhis cabin. \n---TARGET SECTION TO BE ANNOTATED---\n227.   THE GREAT CABIN - DAY\n\n\n\nJACK throws a chart on the table.\n\n\n\nWith his protractor he marches out great strides west into\n\nthe Pacific from the Galapagos Islands and marks the ship's\n\nposition - they are maybe a hundred miles from the Galapagos,\n\nahead, open sea until the Marquesas.\n\n\n\n228.       INT. STEPHEN'S CABIN - DUSK\n\n\n\nLying on his bed, in some pain, STEPHEN hears thudding feet,\n\nshouted orders.\n\n\n\nIn his weakened state, the sounds tend to merge. His\n\npitching cabin keeps swimming out of focus.\n\n\n\nThere's a knock on the door and JEMMY DUCKS appears with a\n\nmug of soup and some biscuit.\n\n                    JEMMY DUCKS\n\n          ...sail on the horizon, sir. Hull down,\n\n          running west. It may be a couple of days\n\n          before we can catch her.\n\n\n\nSTEPHEN nods, all he wants is quiet.\n\n\n\nJEMMY DUCKS retreats, as STEPHEN swigs from a little bottle\n\nof laudanum, which for a moment brings peace, effectively\n\nblocking out the noise from above.\n\n\n\nA smile to PADEEN, like a farewell, and he closes his eyes.\n\n\n\n229.        FORECASTLE - DUSK\n\n\n\nJACK, telescope to his eye, studies the distant ship as\n\nPULLINGS jumps down from the ratlines to the deck.\n\n\n\n                     PULLINGS\n\n          It might be the Acheron. If we put on\n\n          more sail we'd come up with her before\n\n          nightfall.\n\n\n\nJACK lowers the telescope, turns his back on PULLINGS,\n\nstrangely abstracted.\n\n\n\n                     PULLINGS (CONT'D)\n\n               (to his back)\n\n          Do you wish me to set the topgallants?\n\n               (no reply)\n\n          Sir?\n\n\n\nA long silence. Then JACK walks away.\n\n\n\nPULLINGS stares perplexed from JACK's retreating figure to\n\nthe distant chase.\n\n\n\n                                                   DISSOLVE TO -\n\n\n\n230.        INTERIOR STEPHEN'S CABIN - DAWN\n\n\n\nEarly morning light on the interior of the cabin. PADEEN is\n\nasleep, holding a Bible, in the doctor's chair.\n\n\n\nSTEPHEN himself lies motionless with his eyes closed and his\n\nmouth open, no colour in his face.\n\n\n\nThe sea is relatively calm.",
  "64": "---END OF PREVIOUS SECTION---\nPADEEN is\n\nasleep, holding a Bible, in the doctor's chair. STEPHEN himself lies motionless with his eyes closed and his\n\nmouth open, no colour in his face. The sea is relatively calm. \n---TARGET SECTION TO BE ANNOTATED---\n From outside the sound of the\n\nbosun's orders, over rattling blocks and pulleys.\n\n                    HOLLAR (O.S.)\n\n          ...Clap on now! Every rope an end...\n\n          Jolly-boat away... Slowly, Jenks! You\n\n          grass-combing lubber!\n\n\n\nMOWETT comes in, sees STEPHEN, and takes him for dead.\n\n\n\n                    MOWETT\n\n              (shouts outside)\n\n          Davies! Slade!\n\n\n\nTwo big men come in behind him. PADEEN wakes, confused and\n\npushes them away, moving protectively to the doctor's side.\n\n\n\nThe commotion disturbs STEPHEN. His eyes open. Like a dead\n\nman just come back to life.\n\n\n\n                    MOWETT (CONT'D)\n\n          Doctor. You're still with us. Can we move\n\n          you onto a stretcher?\n\n\n\nSTEPHEN swallows uncomfortably and tries to make sense of\n\nthings.\n\n\n\n231.        A GALAPAGOS ISLAND - DAY\n\n\n\nA giant iguana watches as a small procession trudges up the\n\nstony beach.\n\n\n\nAt its head, STEPHEN is carried in a litter up to where a\n\ntent has been set up above the high-water mark.\n\n\n\nHis P.O.V. as JACK appears in the blue sky above him.\n\n\n\n                    STEPHEN\n\n          Tell me this wasn't on my account?\n\n\n\n                     JACK\n\n              (dead pan)\n\n          No. It was because of Higgins.\n\n              (beat)\n\n          Can't have him poking around in your\n\n          belly without a solid platform to work\n\n          on.\n\n\n\nHe ducks as they enter -\n\n\n\n232.        THE HOSPITAL TENT - DAY\n\n\n\nIn the creamy light, they lay STEPHEN down on a recently-\n\nconstructed wooden operating table.\n\n\n\nHIGGINS squats on the ground, rummaging through various large\n\nsharp surgical instruments which he has emptied onto a piece\n\nof Hessian.\n\n\n\n                    JACK\n\n          All set, Higgins?\n\n\n\nSTEPHEN grabs JACK's sleeve.\n\n\n\n                    STEPHEN\n\n          Not Higgins. I do this with my own hand.\n\n\n\nJack frowns, unsure what he means by this.\n\n\n\nEXT. THE TENT - NIGHT\n\n\n\nPADEEN stands, arms crossed at the closed tent-flap, keeping\n\nat bay a crowd of well-wishers, and the merely curious.\n\n\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nEXT. THE TENT - NIGHT\n\n\n\nPADEEN stands, arms crossed at the closed tent-flap, keeping\n\nat bay a crowd of well-wishers, and the merely curious. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE TENT - NIGHT\n\n\n\nSTEPHEN sits pale and sweaty, propped up on a series of\n\nchests, his back against a coil of rope. In front of him,\n\nsuspended by pulleys, LAMB and NAGEL have set up a large\n\ngilt-framed mirror.\n\n\n\nBeside him, on a white tablecloth, some small scissors and\n\nscalpels.\n\n\n\n                    STEPHEN\n\n              (To Jack)\n\n          [ ] You are sure you have a head and a\n\n          stomach for this kind of thing?\n\n\n\n                    JACK (smiles)\n\n          My dear Doctor, I have seen blood and\n\n          wounds since I was a little boy.\n\n\n\n                    STEPHEN\n\n          Then hold my belly, pressing firmly when\n\n          I give the word.\n\n\n\n\n\nSTEPHEN begins first with the knife, then the probe - the\n\ngrind of metal on living bone.\n\n\n\n                    STEPHEN (CONT'D)\n\n          You will have to raise the rib, Higgins.\n\n          Take a good grip with the square\n\n          retractor. Up. Harder, harder.\n\n              (to himself)\n\n          Snip the cartilage.\n\n\n\nThe metallic clash of instruments, perpetual swabbing.\n\n\n\n                    STEPHEN (CONT'D)\n\n          Now, Jack, a steady downward pressure.\n\n          Good. Keep it so. Give me the davier.\n\n          Swab, Higgins. Press, Jack, press.\n\n\n\nJACK closes his eyes. STEPHEN draws in his breath, arches his\n\nback, and it's done.\n\n\n\n                    STEPHEN (CONT'D)\n\n          There she is.\n\n\n\nHe pulls out the bullet, and with it, a fragment of his\n\nshirt.\n\n\n\n                    STEPHEN (CONT'D)\n\n          Is that all of it?\n\n\n\nThe bloody piece of shirt is handed to HIGGINS who matches it\n\nto the hole in STEPHEN's old shirt.\n\n\n\n                    HIGGINS\n\n          Aye, she'll patch up nicely, sir.\n\n\n\n                    STEPHEN\n\n          Easy away, Jack. Handsomely with the\n\n          retractor. Higgins, look to the Captain,\n\n          while I swab.\n\n\n\nHIGGINS helps JACK into a chair, pressing his head down\n\nbetween his knees. After a moment, and a few deep breaths,\n\nJACK looks up. STEPHEN smiles at him. A hint of surly\n\ntriumph.",
  "66": "---END OF PREVIOUS SECTION---\nAfter a moment, and a few deep breaths,\n\nJACK looks up. STEPHEN smiles at him. A hint of surly\n\ntriumph. \n---TARGET SECTION TO BE ANNOTATED---\n                                                   FADE TO BLACK\n\n\n\n                                                   FADE UP ON -\n\n\n\n235.        STEPHEN'S TENT - DAY\n\n\n\nThrough a gap in the door of his tent STEPHEN can see the\n\ndistant ship at anchor. Repairs are underway, guns being\n\nunloaded, stores and fresh water being ferried aboard.\n\n\n\nBLAKENEY comes in, followed by PADEEN with a some numbered\n\nboxes hung round his neck.\n\n                    STEPHEN\n\n          My goodness, what is this?\n\n\n\nBLAKENEY starts rolling up the sides of the tent as PADEEN\n\nunloads his boxes, each with a beetle and a piece of\n\nvegetation in it.\n\n\n\n                    BLAKENEY\n\n          Well sir, Padeen and I have been doing\n\n          some collecting for you. The beetles each\n\n          come with a specimen of plant they were\n\n          found on. Ooops. Catch him, Padeen! There\n\n          he goes.\n\n\n\nHe finishes rolling up the tent sides to reveal a collection\n\nof cages, with native wildfowl in them, being fed by the\n\npoulterer, JEMMY DUCKS.\n\n\n\n                    BLAKENEY (CONT'D)\n\n          The birds were snared by Jemmy Ducks.\n\n          Captain says we can keep them in the\n\n          chicken coop.\n\n\n\nThen, producing a notebook -\n\n\n\n                    BLAKENEY (CONT'D)\n\n          And I made a few notes if you want to see\n\n          them.\n\n\n\nSTEPHEN flips the pages:\n\n\n\nNo 22. Large square black beetle with pincers. Found under\n\nrock. Eats earthworms.\n\n\n\n                    STEPHEN\n\n          'Pon my word you have the makings of a\n\n          true naturalist.\n\n\n\nBLAKENEY is flattered but unsure.\n\n\n\n                    BLAKENEY\n\n          Well sir, perhaps I could combine them,\n\n          and be a kind of Fighting-Naturalist,\n\n          like yourself?\n\n\n\n                                    [   ]\n\n\n\nStephen smiles at this description as he levers himself into\n\na sitting position.\n\n                    STEPHEN\n\n          Shall we take a tour of your aviary?\n\n\n\nBLAKENEY looks doubtfully at the doctor's bandaged abdomen.\n\n\n\n                    BLAKENEY\n\n          Should you really be up?\n\n\n\n                    STEPHEN\n\n          Yes. Padeen!\n\n\n\nPADEEN puts the escaped beetle in his mouth for safe keeping\n\nand offers STEPHEN a hand.",
  "67": "---END OF PREVIOUS SECTION---\nSTEPHEN\n\n          Yes. Padeen! PADEEN puts the escaped beetle in his mouth for safe keeping\n\nand offers STEPHEN a hand. \n---TARGET SECTION TO BE ANNOTATED---\n STEPHEN pulls himself painfully to\n\nhis feet and starts buttoning his shirt.\n\n\n\n                    STEPHEN (CONT'D)\n\n              (To Blakeney)\n\n          How long does the Captain intend that we\n\n          stay here, do you know?\n\n\n\nON THE BEACH - DAY\n\n\n\nJACK is watching those of the crew not on duty play cricket\n\non the shore, with a canvas ball and stumps made of\n\ndriftwood.\n\n\n\n                    JACK\n\n          Oh, a week perhaps. There is no great\n\n          hurry.\n\n\n\n                     STEPHEN\n\n          But surely, we must make haste for the\n\n          Marquesas?\n\n\n\n                    JACK\n\n          It may not have been the Acheron that we\n\n          sighted. Nor can we be sure of her\n\n          destination.\n\n              (looks away)\n\n          No, I think we shall go home now, before\n\n          peace breaks out with France, God forbid.\n\n\n\nHe's making light of what has been a huge and far-reaching\n\ndecision.\n\n\n\n                    STEPHEN\n\n          But how will it sit with the Admiralty?\n\n          To have spent six months in a fruitless\n\n          pursuit and then come home empty-handed?\n\n                    JACK\n\n          \"Empty-handed\"? Not a bit of it. What\n\n          about these plants and animals which\n\n          Blakeney has been collecting? The British\n\n          museum will need an entire new wing for\n\n          'em.\n\n\n\nSTEPHEN regards him gravely, shaking his head.\n\n\n\n                    STEPHEN\n\n          I fear, Jack, you have burdened me with a\n\n          debt I can never repay.\n\n\n\nHe is absolutely sincere about this, to JACK's great\n\nembarrassment.\n\n\n\n                    JACK\n\n          Tosh. Name a shrub after me. Something\n\n          prickly and hard to eradicate.\n\n\n\n                    STEPHEN\n\n          A shrub? I shall name a giant tortoise:\n\n          Testudo Aubreii!\n\n\n\n237.        SURPRISE CAMP - DAWN\n\n\n\nSTEPHEN, BLAKENEY and PADEEN leave the camp on STEPHEN's\n\nfirst day of exploration. They are armed with nets, baskets\n\nand a day's supply of food and water.\n\n\n\nSTEPHEN walks slightly stooped, leaning on a walking stick.\n\n\n\n238.        COUNTRYSIDE - DAY\n\n\n\nA strange and wonderful landscape lies before them, with its\n\norganically-shaped lava flows and alien-looking flora and\n\nfauna.",
  "68": "---END OF PREVIOUS SECTION---\nSTEPHEN walks slightly stooped, leaning on a walking stick. 238. COUNTRYSIDE - DAY\n\n\n\nA strange and wonderful landscape lies before them, with its\n\norganically-shaped lava flows and alien-looking flora and\n\nfauna. \n---TARGET SECTION TO BE ANNOTATED---\nEverywhere STEPHEN looks there are creatures unique to the\n\nislands. He is in his element, collecting specimens which\n\nPADEEN carefully stores in the baskets.\n\n\n\nBLAKENEY has his telescope trained on some distant humps.\n\n\n\n                    BLAKENEY\n\n          Doctor, would you think it very\n\n          unscientific of me to ride on the back of\n\n          one of those tortoises.\n\n\n\n                    STEPHEN\n\n          No, Mr. Blakeney. I would think it an\n\n          experiment of absolutely vital\n\n          importance. But afterwards, I do desire\n\n          to find that flightless cormorant,\n\n          assuming that is what it is, and that I\n\n          still have strength enough to catch it.\n\n\n\n239.        A VALLEY - DAY\n\n\n\nBLAKENEY gets astride a giant tortoise and burns his bottom\n\non its scorching hot shell.\n\n\n\n240.        LAVA BEDS - DAY\n\n\n\nSTEPHEN with his telescope taking notes on bird-life.\n\n\n\n241.        LOW SCRUB - DAY\n\n\n\nThe huge, strangely balletic figure of PADEEN chasing after a\n\nbutterfly in evening light.\n\n\n\n242.        A HEADLAND - DAY\n\n\n\nWide to see another aspect of the countryside - a hint of\n\ndistant sea, a rocky headland rising from the plain.\n\n\n\nThe group is widely scattered. STEPHEN at the base of the\n\nheadland, BLAKENEY half a mile further inland. PADEEN coming\n\nup slowly behind, laden with the fruits of their expedition.\n\n\n\n243.        BASE OF THE HEADLAND - DAY\n\n\n\nSTEPHEN rests a moment. Some stones rattle down from the\n\nhillside. He looks up to see a flash of black feathers near\n\nthe crest - the cormorant.\n\n\n\nOn his shirt a red smudge has appeared. His wound has begun\n\nto bleed again.\n\n\n\nIgnoring this, Stephen pushes on after his quarry.\n\n\n\n244.   THE ROCKY SLOPE\n\n\n\nNear the top, STEPHEN pauses to catch his breath and glances\n\nabove him.\n\n\n\nAgain the bird, moving higher, as if leading him on.\n\n\n\nSTEPHEN gets down on all fours, crawling cautiously to the\n\ncrest just above him.\n\n245.   TOP OF THE HEADLAND\n\n\n\nA clearing. There is movement in the bushes.\n\n\n\nSTEPHEN slowly rises, climbs the few paces to the hilltop and\n\nenters a clearing.",
  "69": "---END OF PREVIOUS SECTION---\nTOP OF THE HEADLAND\n\n\n\nA clearing. There is movement in the bushes. STEPHEN slowly rises, climbs the few paces to the hilltop and\n\nenters a clearing. \n---TARGET SECTION TO BE ANNOTATED---\nHe searches amongst the bushes. Nothing.\n\n\n\nHe turns and looks back down the hillside to see BLAKENEY and\n\nPADEEN far below, then sits to get his breath back again.\n\n\n\nSTEPHEN'S P.O.V: on the ground between his feet, a beetle. He\n\npicks it up.\n\n\n\nClose, on his hand. It is the same type of beetle BLAKENEY\n\ngave him aboard the Surprise.\n\n\n\nSmiling at the coincidence STEPHEN raises the tiny creature\n\nto eye level.\n\n\n\nHis P.O.V.: the beetle, the creature in sharp focus, behind\n\nit the sea, and on the sea, a black shape.\n\n\n\nThe focus shifts to the background - a ship at anchor in a\n\nbay.\n\n\n\nThe beetle flies away as STEPHEN stares out at the ship. It's\n\nthe Acheron, and they are weighing anchor.\n\n\n\n246.         COUNTRYSIDE - DUSK\n\n\n\nBLAKENEY urging STEPHEN to hurry as they make their way\n\nthrough the darkening landscape. All kinds of creatures are\n\nappearing around them, and every few yards STEPHEN pauses to\n\nexamine something.\n\n\n\n                     BLAKENEY\n\n           Sir, you must hurry!\n\n\n\n                     STEPHEN\n\n           A moment! You're a worse tyrant than any\n\n           ship's captain.\n\n\n\nHe's breathing hard, exhausted.\n\n\n\n                     BLAKENEY\n\n           You must carry him, Padeen!\n\n\n\nPADEEN looks at the collection of baskets he carries.\n\n                    BLAKENEY (CONT'D)\n\n          Leave them! We must get back to the ship.\n\n\n\nSTEPHEN raises his hand in protest, but BLAKENEY is already\n\ndivesting PADEEN of his load.\n\n\n\n247.        COUNTRYSIDE - LAST LIGHT\n\n\n\nPADEEN carrying STEPHEN 'piggy-back', BLAKENEY out ahead\n\nurging them on.\n\n\n\n247a   THE DISCARDED COLLECTING BOXES\n\n\n\nA variety of small bugs and animals crawling free\n\n\n\n248      STEPHEN'S CABIN - NIGHT\n\n\n\nSTEPHEN gingerly lowers himself into his 'elbow-chair',\n\ngripping the table and BLAKENEY's good arm for support.\n\nSighing, he begins emptying his pockets of various small\n\nitems collected during the day - some leaves, rocks and\n\ninsects - and places them in ordered piles around his\n\nmicroscope.",
  "70": "---END OF PREVIOUS SECTION---\nCOUNTRYSIDE - LAST LIGHT\n\n\n\nPADEEN carrying STEPHEN 'piggy-back', BLAKENEY out ahead\n\nurging them on. 247a   THE DISCARDED COLLECTING BOXES\n\n\n\nA variety of small bugs and animals crawling free\n\n\n\n248      STEPHEN'S CABIN - NIGHT\n\n\n\nSTEPHEN gingerly lowers himself into his 'elbow-chair',\n\ngripping the table and BLAKENEY's good arm for support. Sighing, he begins emptying his pockets of various small\n\nitems collected during the day - some leaves, rocks and\n\ninsects - and places them in ordered piles around his\n\nmicroscope. \n---TARGET SECTION TO BE ANNOTATED---\nAll about them can be heard the urgent sounds of departure -\n\nthe anchor rattling up, shouted orders and the drumming of\n\nbare feet on the deck above.\n\n\n\nHe holds up a stick in a specimen-jar, and is examining it\n\nwith his magnifying glass when JACK enters.\n\n\n\n                    JACK\n\n          I forgot to ask you - did you see your\n\n          bird?\n\n\n\nSTEPHEN's eye grossly enlarged through the lens.\n\n\n\n                    STEPHEN\n\n          I did not. My greatest discovery was your\n\n          phantom.\n\n\n\n                    JACK\n\n          Indeed it was, I'm sorry...\n\n\n\n                    STEPHEN\n\n              (waving the magnifying glass)\n\n          Not a bit of it. William and I made a\n\n          unique discovery.\n\n\n\nHanding JACK the jar and magnifying glass.\n\n                     STEPHEN (CONT'D)\n\n           Tell him, Mr. Blakeney.\n\n\n\n                     BLAKENEY (beaming)\n\n           It's a rare phasmid, Sir.\n\n\n\nJACK inspects the stick. It winks at him.\n\n\n\n                        JACK\n\n           A phasmid?\n\n\n\n                     BLAKENEY\n\n           It's an insect disguised as a stick.\n\n\n\nJACK stares at the creature.\n\n\n\n                     BLAKENEY (CONT'D)\n\n           In order to confuse a predator.\n\n\n\nJACK looks up at STEPHEN.\n\n\n\n249.   BAY, GALAPAGOS - NIGHT\n\n\n\nThe Surprise alive with crewmen on the deck and in the\n\nrigging. Shouts and commands drift across the water as she\n\nturns and heads out from the bay.\n\n\n\n249a         GANGWAY - SAME TIME\n\n\n\nJACK strides along the quarterdeck towards the forecastle\n\nissuing a stream of orders -\n\n\n\n                     JACK\n\n           Mr. Hollar, rouse up all the yellow paint\n\n           we have. I want six men with brushes\n\n           slung over the side.\n\n               (moving on)\n\n           Doudle!\n\n\n\n                        DOUDLE\n\n           Yessir.\n\n\n\nJACK hands him a piece of paper with a sketch on it.\n\n\n\n                     JACK\n\n           Get your sail makers working on this.\n\n           Sixty yards by five yards with an eyelet\n\n           every seven feet.\n\n\n\n                        DOUDLE\n\n            Aye, Sir.\n\n\n\nHe shouts to HOGG who, with a few men, is manhandling a large\n\nmetal cauldron from the ballast to the gun-deck.",
  "71": "---END OF PREVIOUS SECTION---\nSixty yards by five yards with an eyelet\n\n           every seven feet. DOUDLE\n\n            Aye, Sir. He shouts to HOGG who, with a few men, is manhandling a large\n\nmetal cauldron from the ballast to the gun-deck. \n---TARGET SECTION TO BE ANNOTATED---\n                      JACK\n\n                (to HOGG)\n\n            Have Nagel patch it up and light a fire\n\n            in it.\n\n                (shouts)\n\n            Mr. Calamy!\n\n\n\n                         CALAMY\n\n            Aye, Sir.\n\n\n\n                      JACK\n\n            Once we're underway, replace some of the\n\n            sails with the oldest, most patched set\n\n            we have.\n\n\n\n                      CALAMY\n\n            They'll be in the afterhold, Sir. I'll\n\n            need some men to move all the clutter.\n\n\n\n                      JACK\n\n            Good. Spread it around the foredeck. The\n\n            more mess the better.\n\n\n\n249B.    SIDE OF THE SHIP,. NIGHT\n\n\n\nThe ship powers ahead as men swing in harnesses above the\n\nracing water, painting out the Nelson chequer.\n\n\n\n249C.    ON DECK.   NIGHT\n\n\n\nNAGEL positions the great cauldron amidships as men come up\n\nfrom below with old barrels and bits of rope.\n\n\n\n                         CALAMY\n\n            Haul away!\n\n\n\nOn the gangway, Men under CALAMY's instructions haul on\n\nropes, pulling up the old patched sails.\n\n\n\nThe sails lead us up to\n\n\n\n250.    CROSSTREES - NIGHT\n\n\n\nJACK, PULLINGS and the whaler HOGG scan the dark horizon.\n\n\n\n                         HOGG\n\n          There, Sir. A mainmast toplight.\n\n\n\nJACK has to use a telescope.\n\n\n\n                    JACK\n\n          You've got good eyes, Hogg.\n\n\n\nShouts down to the helm -\n\n\n\n                    JACK (CONT'D)\n\n          Mr. Bonden, set a course west-south-west.\n\n              (to PULLINGS)\n\n          We'll drop below the horizon and come up\n\n          on the other side of him, let him think\n\n          he's seen us first.\n\n\n\n251.        SURPRISE - DAWN\n\n\n\nFirst light reveals the results of an overnight\n\ntransformation - from a naval warship to a shambolic-looking\n\nPortuguese whaler.\n\n\n\nThe gunwales are painted an untidy ochre and the gun-ports\n\nhidden behind broad strips of canvas.\n\n\n\nThe sails are patched and ragged, the forecastle cluttered\n\nwith barrels. Smoke billows from a cauldron amidships.\n\n\n\nOn deck and in the rigging, there's a quarter of the normal\n\ncomplement of men, all of them dressed in purser's slops.\n\n\n\n252.",
  "72": "---END OF PREVIOUS SECTION---\nSmoke billows from a cauldron amidships. On deck and in the rigging, there's a quarter of the normal\n\ncomplement of men, all of them dressed in purser's slops. 252. \n---TARGET SECTION TO BE ANNOTATED---\n        QUARTERDECK - DAWN\n\n\n\nA bemused STEPHEN looks about him as he approaches JACK.\n\n\n\n                    STEPHEN\n\n          I see. A wolf in sheep in sheep's\n\n          clothing\n\n\n\n                    JACK\n\n          A phasmid, doctor. It was you what gave\n\n          me the idea.\n\n\n\n                    STEPHEN\n\n          I'm not sure a phasmid can be a predator.\n\n\n\n                    JACK\n\n          No? Well this one is.\n\n\n\n253.        BERTH DECK - DAWN\n\nHOWARD and his marines change out of their smart uniforms,\n\ninto the oldest most ragged clothes on board the ship, much\n\nto the amusement of the passing sailors.\n\n\n\n                    CREW MEN AD LIB\n\n          Very fancy. Blue to match your eyes. Is\n\n          there a skirt comes with it?\n\n\n\n254.        GUN-DECK - DAWN\n\n\n\nMen are checking the breechings of the great guns and\n\nchipping cannonballs to make them more perfectly spherical,\n\nmore deadly.\n\n\n\nThe armourer is at his grindstone sending out showers of\n\nsparks, a group of seamen round him relaying one another at\n\nthe crank, stacking newly honed cutlasses and boarding axes\n\nat their feet.\n\n\n\nAnother team check and load pistols by the score.\n\n\n\n254.        MIDSHIPMEN'S QUARTERS - DAWN\n\n\n\nAlone, BLAKENEY awkwardly draws his dirk, left-handed from\n\nits scabbard. It glints momentarily in the lamp-light.\n\n\n\nCALAMY enters, face aglow, abruptly trying to cover his joy\n\nwhen he sees BLAKENEY.\n\n\n\n                    BLAKENEY [ ]\n\n          It's all right. Permission to boast.\n\n          You're to lead the boarders from the\n\n          forecastle. Congratulations.\n\n\n\n                          CALAMY\n\n          Thank you.\n\n\n\n                    BLAKENEY\n\n          You'll make lieutenant out of this.\n\n\n\nThe others come in.\n\n\n\n                    BOYLE\n\n          He already has. 'Acting' 3rd Lieutenant\n\n          Peter Calamy.\n\n\n\nOohs and aahs from all.\n\n\n\n                          BLAKENEY\n\n              [       ]\n\n          Then I'll see you at the forecastle,\n\n          'Lieutenant'.\n\n\n\n                    CALAMY\n\n          That's not your station.\n\n\n\nBLAKENEY looks from CALAMY to the others, who avoid his eye.",
  "73": "---END OF PREVIOUS SECTION---\nBLAKENEY\n\n              [       ]\n\n          Then I'll see you at the forecastle,\n\n          'Lieutenant'. CALAMY\n\n          That's not your station. BLAKENEY looks from CALAMY to the others, who avoid his eye. \n---TARGET SECTION TO BE ANNOTATED---\n                    BLAKENEY\n\n          But naturally I'll board with you?\n\n\n\n                    CALAMY\n\n          I'm sorry, Will. Captain's orders.\n\n\n\nBLAKENEY is devastated.\n\n\n\nRye bursts in, in a state of high excitement.\n\n\n\n                    RYE\n\n          She's seen us!\n\n\n\n256.        QUARTERDECK - DAWN\n\n\n\nJACK raises his glass, focuses on the Acheron, plainly\n\nvisible in the distance, with a line of signal flags running\n\nup her backstay.\n\n\n\n                     MOWETT\n\n          She's asking us to heave to. Shall I give\n\n          the order?\n\n\n\n                    JACK\n\n          No, make a show of fleeing upwind, but\n\n          panicky and disorganized, like a whaler\n\n          might do.\n\n\n\nAllen smiles at this unintended slight\n\n\n\n                    JACK (CONT'D)\n\n          No offence, Mr. Hogg.\n\n\n\n257.        WIDE ON THE SHIPS - DAY\n\n\n\nA show of chaos on deck as the Surprise veers upwind, away\n\nfrom the Acheron. As she presents her stern we see her new\n\nname: Malacca.\n\n\n\n258.        QUARTERDECK OF THE SURPRISE - DAY\n\n\n\nThrough his telescope, JACK looks back at the Acheron in\n\npursuit, a dark figure on her foredeck.\n\n                    JACK\n\n              (to Mowett)\n\n          Run up Portuguese colours.\n\n              (then down to the gun-deck)\n\n          Load, Mr. Pullings. Triple shot 'em.\n\n\n\nBLAKENEY comes onto the quarterdeck and salutes, looking\n\nflushed and angry.\n\n\n\n                    BLAKENEY\n\n          May I speak with you, Sir.\n\n\n\n                    JACK\n\n          No saluting, Mr. Blakeney, we're whalers\n\n          here.\n\n\n\n                    BLAKENEY\n\n          Mr. Calamy says I am not in the boarding\n\n          party, I wanted to say -\n\n\n\n                    JACK\n\n              (interrupts)\n\n          I know what you want to say and my answer\n\n          is no. I promised your mother I would\n\n          return you in one piece and I have\n\n          already failed her on that score. You\n\n          will command a gun and then retire to\n\n          defend the quarterdeck here with Dr.\n\n          Maturin.\n\n\n\n                      BLAKENEY\n\n          But sir -\n\n\n\n                    JACK (cutting in)\n\n          Go to your station, Mr.",
  "74": "---END OF PREVIOUS SECTION---\nYou\n\n          will command a gun and then retire to\n\n          defend the quarterdeck here with Dr. Maturin. BLAKENEY\n\n          But sir -\n\n\n\n                    JACK (cutting in)\n\n          Go to your station, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Blakeney.\n\n\n\nBLAKENEY begins to salute, doesn't, and retires, tears\n\nburning his eyes.\n\n\n\nA moment later there's a flash of orange astern as the\n\nAcheron opens up with her bow-chasers. An 18 pound shot\n\nscreams past the side of the Surprise to land with a column\n\nof spray just off their bows.\n\n\n\n                    JACK (CONT'D)\n\n          Good shooting. Remind me to press her bow\n\n          gunner, Mr. Pullings.\n\n\n\nThe second ball takes down some rigging.\n\n                     JACK (CONT'D)\n\n          Start the water and throw some barrels\n\n          overboard.\n\n\n\nHe goes below.\n\n\n\n259.   WAIST - DAY\n\n\n\nBarrels go overboard and pumps spout streams of water over\n\nthe side as JACK runs down to\n\n\n\n260.   THE GUN-DECK\n\n\n\nThe great majority of men are gathered here, more than a\n\nhundred of them crammed together with their muskets and\n\nsabres, listening to the odd thump from topsides as another\n\nball from the Acheron hits home.\n\n\n\nCALAMY and his gang of young tykes are squashed in there\n\nsomewhere, BOYLE, WILLIAMS, ADDISON and the rest, eyes\n\nshining with nervousness and wild anticipation, as JACK\n\naddresses his men, who shout encouragement, ad lib, in every\n\npause.\n\n\n\n                    JACK\n\n              (plus the men ad lib)\n\n          We're a long way from home. (Right you\n\n          are, Captain!) A long way from anywhere,\n\n          (Too true!) But if Britain rules the\n\n          waves she rules these waves too. (Right\n\n          she does!) And the blow we shall deal for\n\n          his Majesty here will be felt just as\n\n          keenly (I'll say it will) aye - and\n\n          cheered just as loudly ('specially by the\n\n          wimmin!) - as any dealt at Trafalgar or\n\n          Cape St. Vincent.\n\n\n\n\n\nThe camera moves over the upturned faces, PLAICE, NAGEL,\n\nDOUDLE, KILLICK, the midshipmen, the powder-monkeys, the\n\nwhole fellowship of the ship. And finally STEPHEN watching\n\nJACK doing what he does best: transmitting his own\n\nfearlessness into other men - the total warrior, the\n\nconsummate leader.",
  "75": "---END OF PREVIOUS SECTION---\nVincent. The camera moves over the upturned faces, PLAICE, NAGEL,\n\nDOUDLE, KILLICK, the midshipmen, the powder-monkeys, the\n\nwhole fellowship of the ship. And finally STEPHEN watching\n\nJACK doing what he does best: transmitting his own\n\nfearlessness into other men - the total warrior, the\n\nconsummate leader. \n---TARGET SECTION TO BE ANNOTATED---\n                    JACK (CONT'D)\n\n          I don't say it will be easy. She's twice\n\n          the men we have and they'll sell their\n\n          lives dearly. But every man here is worth\n\n          three of Boney's privateers, and I know\n\n          there's not a faint heart among you.\n\nCALAMY pipes up -\n\n\n\n                    CALAMY\n\n          Three cheers for the Captain.\n\n\n\n                    MEN (deafening)\n\n          Huzzah huzzah huzzah!\n\n\n\nOn CALAMY, cheering like a kid at a football match as...\n\n\n\n261.          QUARTERDECK - DAY\n\n\n\nAnother well-placed shot from the Acheron smashes through the\n\nrigging, sending down a shower of rope and cordage.\n\n\n\nJACK is back at his station by the wheel, the Acheron little\n\nmore than a half a mile astern, the figure of the captain in\n\nhis black coat clearly visible.\n\n\n\nJACK studies the looming black vessel, then turns and crosses\n\nto BONDEN at the helm. BONDEN nods, lifting his hands from\n\nthe wheel as JACK grips the curved timber decisively, taking\n\nthe strain.\n\n\n\nHe feels the pulse of the ship through his fingers, looks up\n\nto the sails then back to the Acheron. STEPHEN appears beside\n\nhim, casually smoking a cigar. He offers one to Jack, who\n\ndeclines\n\n\n\n                     [   ]\n\n\n\nAnother shot pierces the mizzen foresail above them, but\n\nneither man flinches. KILLICK appears with two cups of\n\ncoffee, and in his belt a brace of pistols.\n\n\n\n                    KILLICK\n\n          I took the liberty, Doctor.\n\n\n\n                     STEPHEN\n\n          [    ] Thank you, Killick.\n\n\n\nJACK steers one-handed as he sips his coffee.\n\n\n\n                    JACK\n\n          Mr. Mowett? [  ] A poem might be in\n\n          order.\n\n\n\nAnother shot through the sails.\n\n\n\n                     MOWETT\n\n           A poem, Sir?\n\n                             [   ]\n\n               (after a moment's reflection)\n\n           'Oh were it mine with sacred Maro's art,\n\n           To wake to sympathy the feeling heart,\n\n\n\nA ball goes howling past the ship, MOWETT winces.",
  "76": "---END OF PREVIOUS SECTION---\nAnother shot through the sails. MOWETT\n\n           A poem, Sir? [   ]\n\n               (after a moment's reflection)\n\n           'Oh were it mine with sacred Maro's art,\n\n           To wake to sympathy the feeling heart,\n\n\n\nA ball goes howling past the ship, MOWETT winces. \n---TARGET SECTION TO BE ANNOTATED---\n                     MOWETT (CONT'D)\n\n           Then might I, with unrivalled strains,\n\n           deplore,\n\n           Th'impervious horrors of a leeward\n\n           shore.'\n\n\n\nJACK smiles, nods.\n\n\n\n                     MOWETT (CONT'D)\n\n           'Transfixed with terror at th'approaching\n\n           doom...'\n\n\n\n                        JACK\n\n           What!\n\n\n\n                     MOWETT\n\n               (apologetic)\n\n           ...they were only people of the merchant\n\n           service, of-course, Sir.\n\n\n\n262.   P.O.V. ACHERON\n\n\n\nShe's now less than five hundred yards from their stern, and\n\ngaining.\n\n\n\n263.    QUARTERDECK\n\n\n\nJACK turns back to MOWETT.\n\n\n\n                     JACK\n\n           We have her Mr. Mowett. Strike the\n\n           Portuguese colours and run up the Jack...\n\n           Mr. Pullings. Canvas off the gun-ports,\n\n           and run 'em out. Mr. Howard? Marines away\n\n           aloft.\n\n\n\nThe British Jack rises to the masthead replacing the\n\nPortuguese colours, as PULLINGS descends to the gun-deck.\n\n\n\n264. SHIP'S SIDE -\n\n\n\nThe black muzzles appear with a low rumbling sound, as\n\n265.   QUARTERDECK\n\n\n\nJACK, with a wink to MOWETT, yells at the top of his voice\n\n\n\n                       JACK\n\n             Helm's a lee!\n\n\n\n....and spins the wheel hard to starboard.\n\n\n\n266.   THE SURPRISE\n\n\n\nWide, to see her swinging broadside on, across the path of\n\nthe oncoming Acheron.\n\n\n\n267.   POV ACHERON DAY\n\n\n\nConfused shouts from the enemy's deck, chaos on her\n\nforecastle, somewhere a drum beating.\n\n\n\n268 + 269.    DELETED\n\n\n\n270.   THE SURPRISE QUARTERDECK - DAY\n\n\n\nJACK hands the wheel to BONDEN.\n\n\n\n                       JACK\n\n             Run us down her larboard side then cut\n\n             across her wake!\n\n                 (shouts down to the gun deck)\n\n             Hold fire Mr Pullings! Hold till we're\n\n             broadside on!\n\n\n\n271.",
  "77": "---END OF PREVIOUS SECTION---\n(shouts down to the gun deck)\n\n             Hold fire Mr Pullings! Hold till we're\n\n             broadside on! 271. \n---TARGET SECTION TO BE ANNOTATED---\n - THE SURPRISE AND THE ACHERON\n\n\n\nWide, to see the Surprise turning downwind, back towards the\n\nAcheron, so they will pass broadside to broadside [   ] no\n\nmore than thirty yards apart.\n\n\n\n272. QUARTERDECK/ GUN-DECK, SURPRISE\n\n\n\nThrough a furious exchange of musket fire JACK runs down the\n\nladder to the gun-deck-\n\n\n\n                       JACK\n\n             Fire as she bears! Every gun to\n\n             concentrate on her mainmast!\n\n\n\nThrough the gunports the Acheron's great hull becomes\n\nvisible. Some of the Acheron's guns have run out, but the\n\ncrews are unprepared and disorganized.\n\n                      PULLINGS\n\n            On the uproll! Fire for the mainmast as\n\n            you sight her!\n\n\n\nAs the Surprise rolls and the upper deck of the Acheron\n\nbecomes visible.\n\n\n\n273. THE SURPRISE GUNS\n\n\n\nBarking, leaping back one by one, great tongues of flame\n\nspitting from their barrels, dense clouds of smoke rising.\n\n\n\n274.    VIEW OF THE ACHERON\n\n\n\nWith an almighty splitting sound their mainmast falls,\n\ndragging yards and rigging with it, the whole mass falling\n\nover their side, obscuring many of their gun-ports.\n\n\n\n275. GUNDECK/QUARTERDECK, SURPRISE -\n\n\n\nCheers from the crew. Jack yelling up the companionway\n\n\n\n                      JACK\n\n            Now Mr Bonden! Hard a'starboard!\n\n\n\n276.    THE SURPRISE AND THE ACHERON\n\n\n\nThe Acheron wallows, bought to a standstill by the enormous\n\ndragging weight of their mainmast.\n\n\n\nBONDEN wheels the ship across the enemy's wake, past the\n\nexposed, vulnerable stern.\n\n\n\n277.    DELETED\n\n\n\n277A.   GUNDECK, SURPRISE\n\n\n\n                      JACK\n\n            Fire at will!\n\n\n\n278.    GUN-DECK, SURPRISE\n\n\n\nIn random sequence the Surprise's gunners pound it into the\n\nAcheron's stern. Casement windows vanish in a cloud of wood\n\nand glass, exposing the Acheron's terrified gun-crews, now\n\nopen to devastating fire as the Surprise glides past.\n\n\n\n279.",
  "78": "---END OF PREVIOUS SECTION---\nGUN-DECK, SURPRISE\n\n\n\nIn random sequence the Surprise's gunners pound it into the\n\nAcheron's stern. Casement windows vanish in a cloud of wood\n\nand glass, exposing the Acheron's terrified gun-crews, now\n\nopen to devastating fire as the Surprise glides past. 279. \n---TARGET SECTION TO BE ANNOTATED---\n    QUARTERDECK\n\n\n\nJACK climbs up on the gunwales, shouting to BONDEN -\n\n                      JACK\n\n            Lay me alongside!\n\n\n\n280.    THE SURPRISE AND THE ACHERON\n\n\n\nThe bow of the Surprise lurches into the Acheron mid-ships,\n\nspars interlocking, the Surprise guns firing into her at\n\npoint-blank range.\n\n\n\nThe crew throw grappling hooks.\n\n\n\n281..   QUARTERDECK\n\n\n\n                      JACK\n\n            Boarders away!\n\n\n\nAnd he leaps to the enemy deck, a great tide of men following\n\nafter him.\n\n\n\n282.    FORECASTLE\n\n\n\nCALAMY leads his own children's crusade from the bows and\n\nforecastle: youthful but terrifying, screaming and swinging\n\ntheir blades.\n\n\n\n283.    QUARTERDECK\n\n\n\nAn agonized BLAKENEY watches from where he stands beside\n\nSTEPHEN. JOE PLAICE is close by with some of the older men,\n\nready to ferry the wounded below.\n\n\n\n284.    ON THE ACHERON\n\n\n\nAs the Surprises pour onto the quarterdeck they face\n\nwithering fire from the enemy. A dozen men go down, some of\n\nthem fatally wounded. Among them are DOUDLE, BOYLE, ALLEN and\n\nHORNER in quick succession.\n\n\n\nThe attack momentarily falters, and the Acherons surge back\n\nat them.\n\n\n\nJACK rallies his men and they charge again - the marine,\n\nTROLLOPE, and NAGEL are blown backwards by grapeshot.\n\n\n\nLAMB, enraged, surges past NAGEL's body, swinging his axe to\n\ndevastating effect, with HOLLAR by his side and JEMMY DUCKS\n\nprotecting their rear, a pistol in each hand, firing from the\n\nhip.\n\n\n\nJACK keeps pushing onwards, the centre of the milling,\n\nswirling, hacking crowd, stabbing and pistolling each other\n\nwith barely room to fall.\n\n\n\nThe Acherons are gradually forced back across their\n\nquarterdeck and down into the waist of the ship.\n\n\n\n285.   WAIST OF THE ACHERON\n\n\n\nJACK crosses swords with a man in front of him, as an enemy\n\npikeman drives his blade into his left arm, tearing through\n\nthe sleeve. BONDEN fires a pistol by his ear, deafening JACK\n\nand killing the pikeman.",
  "79": "---END OF PREVIOUS SECTION---\n285. WAIST OF THE ACHERON\n\n\n\nJACK crosses swords with a man in front of him, as an enemy\n\npikeman drives his blade into his left arm, tearing through\n\nthe sleeve. BONDEN fires a pistol by his ear, deafening JACK\n\nand killing the pikeman. \n---TARGET SECTION TO BE ANNOTATED---\nTo either side, privateers are trying to reach them,\n\nshouting, swearing in English, French and Spanish.\n\n\n\nBullets and missiles rain down from above, killing friend and\n\nfoe alike.\n\n\n\nKILLICK is in the thick of it, a pistol in either hand, and\n\nfrom his lips a high-pitched blood-curdling scream.\n\n\n\nAWKWARD DAVIES is foaming at the mouth as he swings a meat-\n\ncleaver right and left.\n\n\n\n286.   QUARTERDECK, ACHERON\n\n\n\nA commander of the privateers notes the poorly defended\n\nSurprise, and leads a counter-attack over onto her\n\nquarterdeck.\n\n\n\n                     CALAMY\n\n           Look to our quarter-deck!\n\n\n\n287. QUARTERDECK, SURPRISE\n\n\n\nBLAKENEY, dirk in hand, turns to face them, as does HOWARD\n\nand his men, but they are gravely outnumbered.\n\n\n\n288.   FORECASTLE, ACHERON\n\n\n\nCALAMY sees the danger and leads his gang back onto the\n\nSurprise, calling for others to follow.\n\n\n\n                     Calamy\n\n           This way! Follow me!\n\n\n\n289. QUARTERDECK, SURPRISE\n\n\n\nSTEPHEN, PADEEN and JOE PLAICE appear from below. STEPHEN\n\npicks up a pistol and with deadly accuracy shoots a privateer\n\nlunging at CAPTAIN HOWARD. The man drops, a neat hole in his\n\nforehead. A moment's astonishment from HOWARD at the Doctor's\n\nsurprising skill.\n\n\n\nCALAMY fights his way to BLAKENEY who is down on his knees\n\nstabbing at the legs of the attackers.\n\n\n\n290.   WAIST, ACHERON\n\n\n\nJACK, BONDEN and DAVIES are driving a wedge toward the stern,\n\nthe defenders falling back in disarray.\n\n\n\n291.   QUARTERDECK OF THE ACHERON\n\n\n\nPULLINGS and MOWETT fight side-by-side.\n\n\n\nA swivel-gun mounted on the taff-rail is swung to face them.\n\n\n\nThe gunner is about to fire when a perfectly-aimed musket\n\nball hits him, again fired by STEPHEN.\n\n\n\n292.   QUARTERDECK, SURPRISE/ACHERON\n\n\n\nCALAMY, BLAKENEY and their group force the counter-attack\n\nback onto the deck of the Acheron.",
  "80": "---END OF PREVIOUS SECTION---\nThe gunner is about to fire when a perfectly-aimed musket\n\nball hits him, again fired by STEPHEN. 292. QUARTERDECK, SURPRISE/ACHERON\n\n\n\nCALAMY, BLAKENEY and their group force the counter-attack\n\nback onto the deck of the Acheron. \n---TARGET SECTION TO BE ANNOTATED---\n The two boys fight as a\n\nteam as they move toward the stern.\n\n\n\n292.   SIDE OF THE ACHERON\n\n\n\nSome Acherons jump overboard to escape the furious attack.\n\nOthers are thrown, grasping at woodwork as they fall.\n\n\n\n293.   QUARTERDECK OF THE ACHERON\n\n\n\nJEMMY DUCKS turns the swivel on a group of Acherons, the\n\ngrapeshot blasting them up against the gunwale.\n\n\n\n294.   IN THE WATER\n\n\n\nOil burns. Men drown, others struggle to stay afloat,\n\nclinging to the mass of wreckage floating by the hull.\n\n\n\n295.   WAIST OF THE SHIP\n\n\n\nCheering from the Surprises, demands to surrender in many\n\nlanguages, some beg for mercy, others fight on.\n\n\n\n296.   BELOW DECKS\n\n\n\nJACK moves alone, down to the berth deck. He smashes the\n\nchain off a locked-door, releasing a dozen or more prisoners.\n\n\n\nEverywhere signs of the lethal blast through the ship's\n\nstern, bodies, guns upended, shattered timbers.\n\n\n\nHe makes his way through to the Great Cabin.\n\n\n\n297.   GREAT CABIN, ACHERON\n\n\n\nFour privateers look up as JACK bursts in.\n\n\n\nThey have been looting their own ship's valuables, two of\n\nthem are too drunk to be scared.\n\n\n\n                      JACK\n\n           Where is your captain? Ou est votre\n\n           capitaine?\n\n\n\nOne man leaps out through the shattered windows. A couple of\n\nothers raise their hands and start jabbering in French and\n\nSpanish.\n\n\n\n298.   QUARTERDECK, ACHERON\n\n\n\nIt's all over for the Acherons as a French officer hauls down\n\ntheir colours.\n\n\n\nA cheer from the Surprises - a few last shots fired. CALAMY\n\nand BLAKENEY cheering, BLAKENEY holding aloft the captured\n\nflag.\n\n\n\nA dying Frenchman suddenly lunges at CALAMY with a sabre.\n\nBLAKENEY steps in front of him and takes the blow.\n\n\n\n299.   IN THE SICK-BERTH, ACHERON\n\n\n\nA doctor is working here, a callow-faced man in a bloody\n\napron, red-eyed from fatigue.\n\n\n\nJACK enters, a fearsome sight, with his singed yellow hair\n\nand blood-stained cutlass.",
  "81": "---END OF PREVIOUS SECTION---\n299. IN THE SICK-BERTH, ACHERON\n\n\n\nA doctor is working here, a callow-faced man in a bloody\n\napron, red-eyed from fatigue. JACK enters, a fearsome sight, with his singed yellow hair\n\nand blood-stained cutlass. \n---TARGET SECTION TO BE ANNOTATED---\n                     JACK\n\n           Le Capitaine? Where is he?\n\n\n\nThe doctor points at a body on the operating table.\n\n\n\nJACK approaches, looks down at the dead man. He's [ ]\n\nsomewhere about JACK's age, fine-featured, with his black\n\ncoat draped over his body.\n\n                     DOCTOR\n\n           Il mávait prie de vous donner ceci.\n\n\n\nPassing JACK the captain's sword.\n\n\n\n300.   QUARTERDECK, ACHERON\n\n\n\nJACK picks his way through the dead and wounded to where\n\nCALAMY sits nursing BLAKENEY.\n\n\n\n                     CALAMY\n\n           He's dead, sir.\n\n\n\nGently, JACK picks up the lifeless body and walks slowly back\n\ndown the quarterdeck, the boy draped across his arms.\n\n\n\nFriend and foe part silently in front of him as he crosses\n\nthe gangway to...\n\n\n\n301.   QUARTERDECK, SURPRISE\n\n\n\n...then with CALAMY following, he goes below.\n\n\n\n302.   THE GREAT CABIN - DAY\n\n\n\nJACK in wide shot, sitting alone on the bench running under\n\nthe stern windows. His hunched posture and red tear-stained\n\neyes give a glimpse of his familiar post-battle mood - a mix\n\nof grief and depression, the old question, \"Was it worth the\n\nprice?\".\n\n\n\n                                                 FADE TO BLACK\n\n\n\n                                                 FADE UP ON -\n\n\n\n303.         ACHERON AND SURPRISE - DAWN\n\n\n\nThe two ships anchored close together on the ocean.\n\n\n\n304.         QUARTERDECK, SURPRISE - DAWN\n\n\n\nAs eight bells are rung for the change of watch we see a row\n\nof canvas hammocks each containing the body of a fallen\n\ncrewman.\n\n\n\nDAVIES and PLAICE stitch the bodies into their hammocks,\n\nBLAKENEY the last body in the line. As the men approach -\n\n\n\n                     CALAMY\n\n           I'll do it.\n\nJOE passes him the needle and twine, then they leave him\n\nalone.\n\n\n\nAs CALAMY sews up the hammock, HOLLAR's voice is heard\n\ndistinctly from below.\n\n\n\n                    HOLLAR (O.S.)\n\n          Rise and shine, show a leg there. Tumble\n\n          up! Tumble up!\n\n\n\nIn close-up: the peaceful face of BLAKENEY\n\n\n\n                    HOLLAR (O.S.) (CONT'D)\n\n          Sleepers awake!\n\n\n\n...",
  "82": "---END OF PREVIOUS SECTION---\nIn close-up: the peaceful face of BLAKENEY\n\n\n\n                    HOLLAR (O. S.) (CONT'D)\n\n          Sleepers awake! ... \n---TARGET SECTION TO BE ANNOTATED---\nas CALAMY's hands stitch the canvas closed.\n\n\n\n305.        WIDE ON THE SURPRISE - DAWN\n\n\n\nThe small figures of the crew assembled on the quarterdeck.\n\nJACK's voice drifting across the water.\n\n\n\n                    JACK\n\n          John Henry ALLEN...\n\n          Joseph NAGEL...\n\n          William Horner...\n\n          Stephen Winston Boyle...\n\n          and Lieutenant William Blakeney\n\n\n\n          We therefore commit their bodies to the\n\n          deep, looking for the resurrection of the\n\n          body, when the sea shall give up her\n\n          dead...\n\n          Amen.\n\n\n\n                    ALL\n\n          Amen.\n\n\n\nThe bodies in their weighted hammocks slide into the sea.\n\n\n\n306.        BOW OF THE SURPRISE - DAY\n\n\n\nWide on STEPHEN and BLAKENEY as they sit watching two\n\ndolphins surfing the bow-wave, STEPHEN pointing out various\n\nfeatures of these magnificent creatures, doing his best to\n\ntake the boy's mind off the loss of his friend.\n\n\n\n307.   THE SURPRISE AND THE ACHERON - DAY\n\n\n\nThe two ships sail abreast - the Acheron, her shattered masts\n\njury-rigged.\n\n\n\n308.   QUARTERDECK, SURPRISE - DAY\n\n\n\nJACK stands with LIEUTENANT MOWETT and the signals\n\nmidshipman, WILLIAMSON. They look across at the Acheron.\n\n\n\n                    JACK\n\n          Signal... 'Parole prisoners\n\n          Valparaiso'...\n\n\n\n                    WILLIAMSON\n\n          You mean Lieutenant Pullings, Sir?\n\n\n\n                    JACK\n\n          No. Captain Pullings.\n\n\n\nWILLIAMSON hurries to the signals locker, the signal book and\n\nJACK's message in his hand.\n\n\n\n309.   TELESCOPE POV   DAY\n\n\n\nThe line of colored signal-flags run up to the mast-head of\n\nthe Surprise.\n\n\n\n309A   QUARTERDECK ACHERON\n\n\n\nMidshipman Rye is reading the signal for Pullings\n\n\n\n                    RYE\n\n          ....then 'Rendezvous Portsmouth. God-\n\n          speed, Captain Pullings.'\n\n\n\nA contented smile on Pullings face as his promotion is\n\nconfirmed. He waves across to JACK as the Acheron makes a\n\nsharp turn away from the Surprise.\n\n\n\n310.   DELETED\n\n\n\n311.",
  "83": "---END OF PREVIOUS SECTION---\nHe waves across to JACK as the Acheron makes a\n\nsharp turn away from the Surprise. 310. DELETED\n\n\n\n311. \n---TARGET SECTION TO BE ANNOTATED---\n   ABOUT THE SHIP - DUSK\n\n\n\nSlowly the crew come back to life as old familiar habits and\n\nroutines reassert themselves.\n\n\n\n· Acting First Lieutenant MOWETT walks the quarterdeck\n\ncomposing a poem in memory of the battle.\n\n\n\n· JOE PLAICE tells a story of witchcraft and haunted ships to\n\na small attentive audience.\n\n\n\n· While AWKWARD DAVIES works further on the tattoo about\n\nBECKETT's waist. The chain begun off BRAZIL now winds its way\n\naround most of his torso.\n\n\n\n· BLAKENEY and JEMMY DUCKS are feeding the assorted creatures\n\ncollected at the Galapagos, as...\n\n\n\n· BONDEN reads his first book, 'Diseases of Seamen' by\n\nStephen Maturin, his brow furrowed, his lips moving silently.\n\n\n\n· While the powder-monkeys skylark in the rigging\n\n\n\n313.   INTERIOR, GREAT CABIN - NIGHT\n\n\n\nSTEPHEN plays a note on his cello [      ]\n\n\n\n                    STEPHEN\n\n          Shall we begin?\n\n\n\nJACK pauses, gazing into space.\n\n\n\n                    STEPHEN (CONT'D)\n\n          Jack, brother, you're gathering wool.\n\n\n\n                    JACK (smiles)\n\n          Thinking about their captain. A great\n\n          seaman, whatever you may say of him. The\n\n          doctor said he was killed by our first\n\n          broadside. I'd have liked to talk to him,\n\n          face to face.\n\n\n\n                    STEPHEN\n\n          Maybe you did.\n\n\n\n                      JACK\n\n          What?\n\n\n\n                    STEPHEN\n\n          While I was tending the prisoners they\n\n          told me their doctor died of fever, two\n\n          weeks ago. There was no doctor on that\n\n          ship when we boarded it. And I doubt you\n\n          will find one there now.\n\n\n\nJACK goes very still. A silence broken only by the sound of\n\nwater flowing gently past the hull.\n\n\n\nHe looks down at the captain's sword on the table, the\n\nthought of a possible final deception flooding through him.\n\n\n\n                      STEPHEN (CONT'D)\n\n          Shall we?\n\nHe starts to play, the deep booming sound of the cello\n\ncarrying through to ....\n\n\n\n312.   OUTSIDE THE GREAT CABIN - NIGHT\n\n\n\nKILLICK, wearing an ostentatious bandage about his head, is\n\npreparing toasted cheese with BLACK BILL.",
  "84": "---END OF PREVIOUS SECTION---\nHe starts to play, the deep booming sound of the cello\n\ncarrying through to .... 312. OUTSIDE THE GREAT CABIN - NIGHT\n\n\n\nKILLICK, wearing an ostentatious bandage about his head, is\n\npreparing toasted cheese with BLACK BILL. \n---TARGET SECTION TO BE ANNOTATED---\n                     KILLICK\n\n           That's the last of the cheese and like as\n\n           not they'll leave it seizing to their\n\n           plates with their tweedly tweedly\n\n           tweedly.\n\n\n\n                     JACK (O.S.)\n\n           Killick? KILLICK THERE!\n\n\n\n                     KILLICK (projecting)\n\n           Which it will be ready when it's ready!\n\n\n\nIn the cabin, the violin joins with the cello. Rolling,\n\nundeniable music, the music of the waves, resonating through\n\nthe great ship and filling the night. Stephens mind is far\n\naway. Jack breaks off abruptly:\n\n\n\n                      JACK\n\n\n\n          You're still missing your cormorant...\n\n          flightless eh...well then. It will still\n\n          be there when we come back\n\n\n\nAnd he breaks into a merry jig\n\n\n\n313.   SURPRISE, EXTERIOR - NIGHT\n\n\n\nWide, to see the stern of the ship and a patch of surrounding\n\nwater lit by the great stern lantern. Through the casement\n\nwindows the two men can be seen playing.\n\n\n\nWider, to the vast dark sky and the heaving ocean all around,\n\nwith the stern cabin, a tiny orange light, still faintly\n\nvisible in the darkness.\n\n\n\n314.   FURTHER BACK\n\n\n\nAnd further still. Until we see the curve of the earth, and\n\nthe planet spinning on its journey through space.\n\n***\n\n"
}