{
  "1": "MAUDIE\n\nWritten\n\nby\n\nSherry White\n\fEXT. AUNT IDA'S HOUSE - DAY -- DIGBY, NOVA SCOTIA, 1937\n\nMAUD DOWLEY, (32) an odd, impish little creature, with huge\nsaucers for eyes, is lying on the tall, overgrown grass\nstaring up at the sky, smoking a cigarette. Her fingers are\ngnarled, her knuckles swollen with arthritis. A shadow\nrepeatedly moves across her face and leaves it.\n\nThe shadow is from an old swing made of rope and wood,\ndangling from the branch of a tree. The swing is swaying\nback and forth. As it slows down, Maud reaches up and gives\nit another push. She keeps staring at the sky, blowing her\nsmoke towards the sky and watching as it blends into the\nclouds above. She stares at the clouds curiously, suddenly\nfinding shapes and objects: A bunny rabbit. A steam engine.\nKittens.\n\nAUNT IDA (55), a sturdy, robust woman comes out, carrying a\nmop and bucket. She is wearing an apron and a scarf around\nher head. Her sleeves are rolled up passed her elbows.\nShe's heavily into her spring cleaning. Beads of sweat run\ndown her forehead.\n\nMaud picks herself up from the ground and takes a seat on\nthe swing. Her feet dangling, unable to reach the ground.\nIda hurries past Maud, a woman on a mission.\n\nThe clothesline is filled with sheets, billowing about in\n\nthe wind. The fence is lined with hooked rugs, out for\nfreshening. Aunt Ida chucks the water from the bucket off\n\nto the side of the house. She takes the mop and starts to\nwhack the rugs. Little clouds of dust appear with each whack.\n\nIDA\nLook at that, tsk tsk. The dust is\ngoing on the sheets.\n\nIda takes the sheets off the line piling them up in her arms.\nMaud chucks her cigarette butt, gets up and starts to help.\nShe takes the armload of sheets from Ida.\n\nMAUD\nI got it.\n\nBut then Maud gets tangled in a sheet still on the line, and\nstumbles. She drops a sheet.\n\nIDA\nMaud. I'll have to rewash it now.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe drops a sheet. IDA\nMaud. I'll have to rewash it now. \n\nTARGET SECTION TO BE ANNOTATED:\nIt's easier if I do it alone, you're\ntoo awkward.\n\n(CONTINUED)\n\fCONTINUED:\n\nIda takes the sheets from her and heads into the house.\nMaud sits back down on the swing - discouraged.\n\nBut then, she leans back, stares up at the clouds, as they\nmove swiftly across the sky. The rabbits in the clouds are\nalmost bunny-hopping their way across the sky.\n\nMaud gets up and walks towards the house. As she stands on\nthe veranda, she looks out on the landscape in wonder\n\nThen she lights up another cigarette....\nTITLE: MAUDIE\nINT. AUNT IDA'S HOUSE - DINING ROOM -- DAY\n\nMaud sits at the table, while Ida brings her tea and biscuits\ninto the austere dining room.\n\nAUNT IDA\nHere you go. Would you like jam?\n\nMAUD\nThat'd be nice.\n\nAs Ida leaves the dining room:\n\nMAUD (CONT'D)\nBut I can get it myself Aunt Ida.\n\nMoments later, she places the jam down in front of her. As\nIda fusses around the dining room:\n\nAUNT IDA\nYour brother is coming by tomorrow.\n\nMaud looks up, surprised.\n\nMAUD\nWhy? Is he taking me back home?\n\nAUNT IDA\nHe's moving to Halifax. So he's\ndropping off a few of your things.\n\nMAUD\nIf Charles and his wife are moving\nto Halifax, the house'll be empty.\nI can live there and take care of\nit.\n\nIrene says nothing. Maud takes a sip of her hot tea and it\nslips from her hand, spilling everywhere.\n\n(CONTINUED)\n\fCONTINUED: 3.\n\nMAUD (CONT'D)\nOw.\n\nAUNT IDA\nStay there, I'll clean it.\n\nMAUD\nI can do it.\n\nAUNT IDA\nI'll clean it.\n\nIrene rushes to grab a cloth.\nINT. AUNT IDA'S HOUSE - MAUD'S BEDROOM -- MORNING\n\nMaud is standing in the mirror, fixing her hair, a little\nsmile on her face.\n\nMAUD\nI'll be down in a minute, okay?\n\nHer suitcase is on the bed, with her belongings packed neatly\ninside.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAUNT IDA'S HOUSE - MAUD'S BEDROOM -- MORNING\n\nMaud is standing in the mirror, fixing her hair, a little\nsmile on her face. MAUD\nI'll be down in a minute, okay? Her suitcase is on the bed, with her belongings packed neatly\ninside. \n\nTARGET SECTION TO BE ANNOTATED:\n She struggles to put the last bobby pin in her hair\nthen grabs her belongings, and hurries out of the room.\n\nINT. AUNT IDA'S HOUSE - DINING ROOM -- MORNING\n\nCHARLES DOWLEY (37), Maud's handsome brother, is leaning\nagainst the door frame as Ida brings in his tea.\n\nAUNT IDA\nTake a seat.\n\nCHARLES\nI can't stay long.\n\nAUNT IDA\nAt least stay for a cup of tea and\na bit of cake.\n\nCHARLES\nSo has she been out, looking for\ntrouble?\n\nAUNT IDA\n\nSo far, no. She keeps to herself.\nShe's been asking to go home.\n\nCHARLES\nDid you tell her?\n\n(CONTINUED)\n\fCONTINUED:\n\nAUNT IDA\nNot yet. I thought it best you do\nit.\nBy now, Maud is standing in the doorway, having overheard\n\nthe last bit of this conversation. She tries to hide her\nnervous concern with a smile.\n\nOMITTED\n\nMaud stands awkwardly, shy and nervous in front of her\nopposing brother.\n\nMAUD\nHi Charles. Nice to see you.\n\nSizing him up:\n\nMAUD (CONT'D)\nOh my, that's a good jacket you're\nwearing, it's a good fit. You're\nalways such a spiffy dresser.\n\nShe smiles at him.\n\nMAUD (CONT'D)\nI can't tell the difference between\na rag and a ball gown.\n\nShe chuckles, nervously. Then:\n\nMAUD (CONT'D)\nSo? You've come to take me home?\n\nHe shifts on his feet, and says nothing.\n\nMAUD (CONT'D)\nWhat's the big secret?\n\nCHARLES\nIt's business. Financial matters.\n\nMAUD\nWell, I'm a natural at math.\nRemember, I used to double check\nyour numbers when you were in school?\n\nCHARLES\nI don't have much time, I've got to\nbe going, but I wanted to drop off a\nfew things.\n\n(CONTINUED)\n\fCONTINUED: (2)\nHe points to a little stack of things: books, photographs,\nand old blanket.\n\nMAUD\nLordy. You cleared out my room.\nWhy?\n\nCHARLES\n\nBecause I sold my house.\n\nMAUD\nWhat house.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy? CHARLES\n\nBecause I sold my house. MAUD\nWhat house. \n\nTARGET SECTION TO BE ANNOTATED:\n Our house?\n\nCHARLES\nIt was my house. Mom left it to me.\nI sold it and I'm moving to Halifax\nwith the band.\n\nMaud is taken aback.\n\nMAUD\nYou can't sell that house. I woulda\nmoved back there. I'd be more than\nhappy to have my own place, I'd look\nafter it --\n\nCHARLES\nYou can't look after yourself, let\nalone a house, and a yard, and bills.\n\nMAUD\nI'd get a job, or something.\n\nCHARLES\nJob doing what?\n\nMAUD\nI don't know, something.\n\nCHARLES\nI'm sorry Maud. It's gone.\n\nHe smiles tightly, then heads towards the door. Maud follows\nhim.\n\nMAUD\nDid you spend all the money they\nleft behind? Because I haven't seen\nany of that either.\n\nCHARLES\nThey didn't leave it for you Maud.\n\n(CONTINUED)\n\f6A\n\nCONTINUED: (3) 6.\n\nMAUD\nWe both know mother would have\nexpected you to look after me.\n\nCHARLES\nShe also would have expected you to\nbehave like a decent girl. But you\ndidn't.\n\nHe keeps going towards the door.\n\nMAUD\nWait. Charles.\nAUNT IDA\nMaud, come get your tea.\nMAUD\nCharles!\nHe turns to her.\nCHARLES\n\nGood-bye sister.\n\nHe leaves. Maud watches out the door, a little stunned.\nIda sees she is upset.\n\nAUNT IDA\nHe's a busy man, Maud.\n\nMaud fights back tears.\n\nMAUD\nYeah. I know.\n\nMaud takes the package and goes back into her room.\n\nOMITTED\n\nEXT. AUNT IDA'S HOUSE - VERANDA -- DAY\n\nMaud is sitting on the swing, looking through the contents\nof the package of her things: photos, trinkets. A photograph\nof her as a little girl with her cat Fluffy. Some old paint\nbrushes and paints. Melancholy.\n\nINT. AUNT IDA'S HOUSE - MAUD'S BEDROOM -- NIGHT\n\nMaud is still sitting on the edge of her bed, the lights now\noff. She's still waiting, waiting.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AUNT IDA'S HOUSE - MAUD'S BEDROOM -- NIGHT\n\nMaud is still sitting on the edge of her bed, the lights now\noff. She's still waiting, waiting. \n\nTARGET SECTION TO BE ANNOTATED:\n She watches through the\n\ncrack in the bottom of her bedroom door as the SHADOW of\nAunt Ida's footsteps pass by her room.\n\n(CONTINUED)\n\n6A\n\f7\n\n6A.\nCONTINUED:\nSeconds later, the light from the hallway is turned off, and\nthe CLICK of a bedroom door being shut.\n\n(CONTINUED)\n\f7A\n\nCONTINUED: (2)\n\nMoments later, Maud gets up and gently opens her bedroom\ndoor and sneaks out.\n\nEXT. JAZZ CLUB - NIGHT\n\nMusic pours out of the jazz club as Maud approaches, trying\nto contain her excitment. She smiles at a couple who giggle\ntheir way out of the club, arms around each other. Maud\ngathers her nerve and heads inside.\n\nINT. JAZZ CLUB - NIGHT\n\nInside a jazz club, filled with people, the flame on a\ncigarette illuminates a dark corner...\n\nIt is Maud, puffing on a cigarette, hiding from the crowd,\nher eyes scouring the room. She has become an expert at\nbeing inconspicuous. She smokes with one hand, and with the\nother she fiddles with her sweater, pulling it up over her\nchin as she sways to the music.\n\nShe spots a couple dancing. Studies them for a bit. She\nlooks to another couple sitting at a table, talking\nintimately. She scours the room. Her eyes land on a group\nof women. She studies them with quiet admiration as they\nlaugh. She takes note of one woman, DINA SHEA who is\nobviously pregnant. As she makes her way toward them, she\nbumps into a_ short, stubby, and bald MAN. Maud sees him,\nand her face lights up.\n\nMAUD\n\nNot sure who was gonna knock over\nwho.\n\n(quickly searching\n\nfor what to say next)\nMmmmm. You smell like turkey supper.\nIn a good way.\n\n(giggles. )\n\nHe tries to make his way around her, but she stops him.\nMAUD (CONT'D)\nI love this music. Gets my feet\ngoing like a couple a hammers.\nHe shoves her aside, annoyed.\nMAN\nChrist, get out of my way. Who let\nyou in here?\n\nHe walks around her.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN\nChrist, get out of my way. Who let\nyou in here? He walks around her. \n\nTARGET SECTION TO BE ANNOTATED:\n She watches him for a moment, feeling\nthe sting. But then moves on, with a hopeful determination.\n\n(CONTINUED)\n\n7A\n\nee OF\n\f7A.\nCONTINUED:\n\nMen everywhere. But she is completely invisible to them.\nINT. JAZZ CLUB - NIGHT\n\nWith the band now on break, Maud maneuvers her way through\nthe dark club. She is smaller than everyone else in the\n\nroom, and mostly goes unnoticed. She's feeling discouraged.\n\n(CONTINUED)\n\fCONTINUED:\n\nShe is about to give up and go home, until she sees Dina,\nthe pregnant woman, sitting on a bar stool by herself. Maud\nsidles up next to her.\n\nMAUD\nBet you're seven months.\n\nMaud smiles at the woman. She's very attractive, even though\nshe's tired. She's smoking a cigarette.\n\nMAUD (CONT'D)\nHave you started nesting? Getting\nyour house all fixed up nice and\ncozy?\n\nDINA\nYeah, a little.\n\nMaud smiles, looking somewhat envious.\n\nMAUD\nIf you're looking to hire a sitter,\nI'm looking for work.\n\nDina smiles politely.\n\nDINA\nWe won't be hiring a sitter.\n\nMAUD\nNo harm in asking.\n\nAwkward silence for a beat.\n\nMAUD (CONT'D)\nNot often you sees a lady in your\ncondition out at night.\n\nDINA\nYeah, well, my old man is the guy\nwith the trumpet, I like to make\nsure he gets home alright, if you\nknow what I mean.\n\nMaud smiles and leans in.\nMAUD\nYou love it when it kicks? Fluttering\nlike a fish in a bowl.\n\nMaud stares at the woman's belly.\n\n(CONTINUED)\n\fCONTINUED: (2) 9.\n\nMAUD (CONT'D)\nThe heartburn, that's no fun. And\nthe trips to the bathroom.\n\nMaud laughs to herself - as if remembering. The woman isn't\nsure how to take Maud.\n\nMAUD (CONT'D)\nOh my, worth it though.\n\nSince Maud isn't going away, the woman finally engages.\n\nDINA\nHow old is your baby?\n\nMAUD\nOh, I don't have a baby.\n\nThe woman is surprised.\n\nMAUD (CONT'D)\nDied at birth.\n\nDINA\nSorry.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe woman is surprised. MAUD (CONT'D)\nDied at birth. DINA\nSorry. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nI didn't see her, but they told me\nshe was really deformed. Sad.\n\nThen she looks at Dina, who is mid-puff of a cigarette,\nsomewhat disinterested.\n\nMaud can't resist:\n\nMAUD (CONT'D)\nAlways worried it was cuz I smoked.\n\nDina stops inhaling.\n\nMAUD (CONT'D)\nProb'ly wasn't. Still, you never\nknow.\n\nDina hands her cigarette to Maud. Maud takes it, takes a\nbig inhale. She smiles at the woman.\n\nMAUD (CONT'D)\n(referring to the\ncigarette)\nThanks.\n\f10\n\n11\n\n10.\n\nINT. AUNT IDA’S HOUSE - UPSTAIRS HALL - NIGHT 10\n\nMaud sneaks her way back to her room, tip toeing up the\nstairs, carefully trying not to make noise. All the lights\nare off in the house. But as she arrives at the top --\n\nAunt Ida is standing there. A stern look on her face.\n\nAUNT IDA\nYou better not tell me you were out\nat that club.\n\nMAUD\nI wasn't going to tell you that.\n\nAUNT IDA\nWhere were you?\n\nMAUD\nI was at the club. But I wasn't\ngonna tell you.\n\nShe smiles. Ida is pissed.\n\nMAUD (CONT'D)\nI'm sorry, I couldn't sleep.\n\nAUNT IDA\nYou get in trouble again, I'm tossing\nyou out on your duff. Do you\nunderstand me?\n\nMAUD\nI'm only looking to meet friends.\n\nAUNT IDA\nThat's what you said last time, and\nlook where that got you. In your\nroom.\n\nMaud keeps her head down and walks to her room.\nINT. AUNT IDA'S HOUSE - DINING ROOM -- MORNING 11\n\nMaud is standing in the doorway as Ida and the Presbyterian\nWomen's Group gather for morning prayer\n\nAUNT IDA\nPrepare our hearts and minds, O God,\nto receive your Word. Silence in us\nany voice but your own, that, hearing,\nwe may obey your will through Jesus\nChrist our Lord.\n\n(CONTINUED)\n\fCONTINUED: 11.\n11 11\n\nALL WOMEN\nAmen.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence in us\nany voice but your own, that, hearing,\nwe may obey your will through Jesus\nChrist our Lord. (CONTINUED)\n\fCONTINUED: 11. 11 11\n\nALL WOMEN\nAmen. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNA\nLord, open our hearts and minds by\nthe power of your Spirit that we may\nhear your living Word as the\nScriptures are read and interpreted.\n\nALL WOMEN\nAmen.\n\nMaud tries to get Ida's attention.\n\nMAUD\nPssst. Psssst.\n\nAunt Ida notices her, but it's her turn to pray. She glares\nat Maud while she says her next bit.\n\nAUNT IDA\nSpeak to us, O Lord, as you open to\nus the Scriptures and interpret them\nto us for this day.\n\nALL WOMEN\nAmen.\n\nThen everyone looks to Maud.\n\nMAUD\nI wanted to get your tea ready for\nafter your prayer but you're out of\ntea bags. And you need flour\n\nAUNT IDA\nNot now, Maud.\n\nMAUD\nDo you want me to run to the store?\n\nAUNT IDA\nI'll do it later.\n\nMAUD\nLet me do it, I'll take the wagon.\n\nAUNT IDA\nFine, fine.\n(to the women)\nSorry about that.\n\nMaud walks out the door.\n\f12\n\n13\n\n12.\n\nEXT. DIGBY STREET - DAY\n\nMaud walks up the street, pulling a little wooden wagon.\nShe is somewhat hunched and walks with a little limp, so she\nmoves slowly.\n\nAs she passes by one house, she admires a family playing\nwith their LITTLE GIRL in a pink dress. She smiles to herself\nas the little girl squeals over something.\n\nShe continues on, and gets many strange looks from people on\nthe street, but she does her best to ignore them.\n\nINT. GENERAL STORE - DAY\n\nMaud walks into the general store, her wagon left outside.\nShe immediately heads towards the aisles. Her eyes pour\nover the shelves. MR. MCDOUGAL, the storekeeper, nods at\nher.\n\nMR. MCDOUGAL\nCan I help you with something Miss\nDowley?\n\nMAUD\nI need a sack of flour.\n\nMR. MCDOUGAL\nYou won't find it on the shelves, I\nhave that over here.\n\nMAUD\nI know. I like to look at the cans.\nAll the different colours. It's\npretty.\n\nShe smiles at him - he gives an awkward smile back, not\nknowing how to take her.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll the different colours. It's\npretty. She smiles at him - he gives an awkward smile back, not\nknowing how to take her. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Maud walks through the aisles, the bell on the door rings\nas someone else enters the store. Maud continues to study\nthe shelves.\n\nMR. MCDOUGAL (0.S.)\nWell look who's gracing me with their\npresence today. What can I do for\nyou, Everett?\n\nEVERETT (0.S.)\n\n(quietly)\nI'm looking for a woman.\n\n(CONTINUED)\n\n12\n\n13\n\f13\n\nCONTINUED:\n\nA what?\n\nMR. MCDOUGAL (0.S.)\n\n(CONTINUED)\n\n12A.\n\n13\n\f13\n\n13.\nCONTINUED: (2) 13\n\nBy now, Maud's interest is piqued. She gazes around the\ncorner, catching a look at EVERETT LEWIS (45), a tall, gaunt,\ncurmudgeonly man. Everett shifts on his feet, awkwardly.\n\nEVERETT\nA housemaid, a housemaid.\n\nMr. McDougal looks at him, not sure if he understands.\n\nMR. MCDOUGAL\nNot the kind a thing we sell.\n\nEverett gives him an angry look.\n\nEVERETT\nAm I an idiot? I want to put upa\nsign. A whadayacall. I need you to\nwrite it.\n\nEverett hands him a square of paper. The store keeper looks\nat him skeptically for a moment, then takes up a pen. Everett\ndictates.\n\nEVERETT (CONT'D)\n\"Looking for a housemaid. Must bring\ntheir own...\"\n\nEverett struggles to find the word.\n\nEVERETT (CONT'D)\nWhat's the word I'm looking for?\n\nMR. MCDOUGAL\nSense of humour?\n\nEVERETT\n\"Cleaning tools\". That's good enough.\nSign my name onto it. Say my house\nis over the road in Marshalltown.\n\nMR. MCDOUGAL\nYou really need a housekeeper at\nthat little house?\n\nEVERETT\nWhat does size got to do with\nanything? You don't got that big of\na store, and you got three or four\npeople works here. I need a hand, I\nneed a hand.\n\nEverett takes the note and heads toward the back of the store.\nAs he goes, MAUD tip toes along to continue to observe.\n\n(CONTINUED)\n\f13\n\n14\n\n14.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverett takes the note and heads toward the back of the store. As he goes, MAUD tip toes along to continue to observe. (CONTINUED)\n\f13\n\n14\n\n14. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3) 13\nEverett POSTS the sign.\n\nCLOSE ON: the sign - \"Looking for a housemaid, must bring\ncleaning supplies. Contact Everett Lewis, Main Rd,\nMarshalltown.\n\nEverett leaves without another word. After the bell on the\ndoor jangles, indicating Everett's departure, Maud approaches\nthe bulletin board. She looks up and sees Everett's sign:\nLooking for a housemaid...\n\nShe studies it with great interest. She reaches up to get\nthe note, but it's too high. Maud sees a stool, and she\ndrags it across the floor, climbs up on it. She reaches\nonce more for the piece of paper, this time she snatches it.\n\nThen Maud runs to the door and watches as Everett pushes his\nwheelbarrow down the street. She continues to watch him as\nhe heads off in the distance.\n\nEXT. EVERETT'S HOUSE - EVENING 14\nEverett wheels a wheelbarrow along a winding, lonely road.\n\nDogs are barking loudly in the near distance. This alerts\nEverett, causing him to speed up.\n\nHe approaches a TINY HOUSE that sits on the side of the road.\n\nHis yard is littered with junk. His two dogs are tied on\n\noutside a woodshed. The dogs are both very agitated, aiming\n\ntheir attentions at the house.\n\nEVERETT\nWhat's going on?\n\nEverett creeps over to his house carefully once he sees his\ndoor is swinging opened.\n\nEVERETT (CONT'D)\nI said who's there?\n\nThe INTRUDER bolts out of the house, and makes a run for it.\n\nEVERETT (CONT'D)\nHey! What did you take!\n\nEverett chases him up the road. But he's not fast enough\nthe man heads off through the back woods.\n\nEVERETT (CONT'D)\nLord Jesus.\n\nEverett debates continuing the chase, but realizes it's\nuseless.\n\n(CONTINUED)\n\f14\n\n14A.\n\nCONTINUED:\nEverett stops chasing him and stomps back to the house, and\nglares at the dogs.\n\n(CONTINUED)\n\n14\n\f14\n\n15\n\n16\n\n17\n\n18\n\n19\n\nCONTINUED: (2) 15.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f14\n\n14A. CONTINUED:\nEverett stops chasing him and stomps back to the house, and\nglares at the dogs. (CONTINUED)\n\n14\n\f14\n\n15\n\n16\n\n17\n\n18\n\n19\n\nCONTINUED: (2) 15. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT (CONT'D)\nWhat good are you if you don't scare\nanything away? Useless mutts.\n\nINT. EVERETT'S HOUSE - NIGHT\n\nEverett is taking his money, and stashing little bits in\ndifferent places - a bill inside a mug, a few coins ina\njar. Then he lifts up the cold storage trap door in the\nfloor and hides more money in a tin can, then stuffs it into\nthe cold storage and closes the hatch once more.\n\nHe grumbles to himself. His 13x13 house is cluttered and\nmessy. Lit by a lantern, and heated with a wood stove.\n\nAfter Everett finishes stashing his money, he climbs the\nladder up to his loft.\n\nINT. EVERETT'S HOUSE - LOFT -- NIGHT\n\nEverett pulls off his two socks and lays them side by side,\ndangling over the bedpost. He climbs under the cover and\n\ntucks himself down in his bed. He reaches towards the lantern\n\nand turns down the flame until the room goes black.\n\nHe lays there, in the dark, a tiny bit of moonlight\nilluminating his face as his heavy breathing attempts to\nsettle into a rhythm. He closes his eyes.\n\nEXT. LANDSCAPE - MORNING\n\nA wide, landscape shot of the fields and landscape surrounding\n\nEverett's little house, which sits small and alone among the\nhuge, overcast sky.\n\nINT. EVERETT'S HOUSE - DAY\n\nEverett is alone in a small, dimly lit shack, stoking the\nfire in the potbelly stove. It's quiet, not a sound except\nfor the hiss and dull roar of the fire.\n\nAs he sips on his tea, he picks up a little toy tin badge,\nand tries to fix the broken clip on the back, that has come\nloose.\n\nEXT. MAIN ROAD, MARSHALLTOWN - DAY\n\nMaud is now dressed in her Sunday best, wearing a dainty\npair of shoes, as she makes her way up the road.\n\nTo one side, a large, old Poor House, DIGBY COUNTY ORPHANAGE,\nset back from the road.\n\n(CONTINUED)\n\n14\n\n15\n\n16\n\n17\n\n18\n\n19\n\f19\n\nCONTINUED:\n\n15A.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAIN ROAD, MARSHALLTOWN - DAY\n\nMaud is now dressed in her Sunday best, wearing a dainty\npair of shoes, as she makes her way up the road. To one side, a large, old Poor House, DIGBY COUNTY ORPHANAGE,\nset back from the road. (CONTINUED)\n\n14\n\n15\n\n16\n\n17\n\n18\n\n19\n\f19\n\nCONTINUED:\n\n15A. \n\nTARGET SECTION TO BE ANNOTATED:\nA few young children, dressed in modest grey clothing, run\n\nabout on the field playing a game of tag.\npasses them.\n\nShe smiles as she\n\n(CONTINUED)\n\n19\n\f19\n\n20\n\n21\n\n16.\nCONTINUED: (2) 149\nThen she looks across the field, and pauses to watch the\nCOWS grazing.\n\nMAUD\nHello big boys.\n(whistles)\nHello there.\n\nShe smiles at them, and keeps going.\n\nFinally, she comes upon Everett's lone, small, gloomy house.\nThe yard is filled with junk, wood piles, and an old Model T\nFord in the driveway.\n\nShe stops, and looks around, a little bewildered. Then she\nsees the wheelbarrow parked outside the house. She gathers\nher courage and heads towards the door. The dogs see her\napproaching.\n\nINT. EVERETT'S HOUSE - CONTINUOUS 20\n\nEverett continues to fiddle with the tin badge, when he hears\nthe dogs start barking outside.\n\nMAUD (0.S.)\nHello little pups. Hello little\n\npups.\n\nEverett is startled by the sound of a voice. He stands\n\nfrozen.\n\nINTERCUT WITH:\n\nEXT. EVERETT'S HOUSE - CONTINUOUS 21\nMaud looks down at the dogs, smiling.\n\nMAUD\nWhatcha got on your feet? Woolens?\nAre you wearing a pair of woolens?\nDown. Down. Ouch.\n\nThe dogs are barking more aggressively. Everett sneaks over\nto the window, tries to steal a look\n\nHe can't quite make her out.\n\nMAUD (CONT'D)\n\nThink I'm the enemy, do ya? Dying\nto chew on my limbs, aren't you?\nWant my jacket? Take it, creature,\nyou can have it. Good boy.\n\n(CONTINUED)\n\f21\n\n17.\n\nCONTINUED:\n\nON EVERETT as he creeps over to the other side, standing\nnext to the wall, and peers out the other window. No sign\nof her at all. Then suddenly, she KNOCKS on the door\nEverett jumps. He hesitates for a moment before opening it.\nMaud looks up at him with her two huge bright brown eyes\nand smiles widely.\n\nMAUD (CONT'D)\nI'm Maud. Dowley.\n\nHer nose is running from the cold.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAUD (CONT'D)\nI'm Maud. Dowley. Her nose is running from the cold. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT\nDowley.\n\nMAUD\nThat's right.\n\nShe sniffs again. He just stares at her. She continues.\nMAUD (CONT'D)\nI was, I got the ad at the store\nthe one you posted, looking for a\nhouse maid, I’m answering it.\nHe looks at her distastefully.\n\nEVERETT\nI’m looking for a woman.\n\nMaud giggles.\n\nMAUD\nWhat do you think I am?\n\nEverett sizes up the tiny, odd looking, misshapen woman as\nhe walks past her, and heads towards his shed.\n\nEVERETT\nDon’t know.\n\nShe follows him.\nMAUD\nI walked here from Digby. My feet\nare knobbed off.\n\nHe gathers an armload of wood. She huddles her arms close\nto her body for warmth.\n\n(CONTINUED)\n\n21\n\f21\n\n22\n\nCONTINUED: (2) 18.\n\n21\nMAUD (CONT'D)\nWouldn’t mind a cup a tea, you can\ntell me what your lookin’ for\nHe looks at her skeptically, then jerks his head for her to\ncome in. She follows him into the house.\nINT. EVERETT'S HOUSE — CONTINUOUS 22\n\nHe tries to watch her out of the corner of his eye, as she\ntakes the place in, a grin on her face. Suddenly, Everett\nis more aware of his rundown, filthy little house. The air\nis thick with heat and smoke from the stove. Every surface\nis filled with clutter and dust.\n\nMAUD\nSo...you’re looking for a cleaner.\nA live in?\n\nEVERETT\nI dunno about live in.\n\nMaud looks around the one room house.\n\nMAUD\nGonna say. You’re lookin’ for a\nsmall woman.\n\nMaud gives him a big smile as she refers to herself.\n\nMAUD (CONT'D) (CONT'D)\nMom always joked that I was a size\n“tiny”.\n\nMaud chuckles. Everett doesn’t.\nMAUD (CONT'D)\n\nI was hoping you were looking for a\nlive in just the same.\n\nEverett is surprised at her boldness. Maud walks towards a\nchair. She sits, a polite smile on her face. She looks\naround some more, “admiringly”.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud walks towards a\nchair. She sits, a polite smile on her face. She looks\naround some more, “admiringly”. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD (CONT'D) (CONT'D)\nSo this is all yours? This house?\n\nEverett can't help but boast.\nEVERETT\nUsed to belong to Captain John Ryan.\n\nI moved it all the way from the wharf\nto here.\n\n(CONTINUED)\n\f22\n\nCONTINUED: 19.\n\nMAUD\nLordy. You own this land too?\n\nEVERETT\nWas given to me by the Orphanage for\nall the work I does for them.\n\nMAUD\n\nYou must do some good work.\nEVERETT\n\nGuess how many Ox it took to move\n\nher here?\nMaud smiles, glad to be having conversation.\n\nMAUD\nTwo?\n\nEVERETT\nSeven Oxen.\n\nEverett stokes the fire, tosses another chunk of wood in on\ntop of it. Silence for a moment.\n\nMAUD\nBe nice for you. Have someone give\nyou a hand around here.\n\nHe says nothing.\n\nMAUD (CONT'D)\nYeah, be hard to do it all.\n\nEVERETT\nI been doing it all my whole life.\n\nMAUD\nEvery business man needs staff.\n\nEVERETT\nWell, you got that right, Madam.\n\nMAUD\nWhat sort of stuff do you do?\n\nEVERETT\nI sell fish, I sell chopped wood\ndoes work for the Orphanage down the\nroad -\n\nMAUD\nLordy. How do you keep it straight?\n\n(CONTINUED)\n\n22\n\fCONTINUED: (2) 20.\n\n22\n\nEVERETT\nI've got a lot on my plate. A lot\nof valuable things in this house\ntoo. With nobody here all day,\nthere's always someone lurking about,\ntrying to rob me.\n\nMAUD\nWell, I’m good at scaring off people.\n\nShe chuckles. He doesn't. She looks around once more.\n\nMAUD (CONT'D)\nI'd like the job.\n\nEverett hesitates.\n\nEVERETT\nYou’re a bit older than I was\npicturing.\n\nMaud laughs uncomfortably.\n\nMAUD\nThey says I get on like I’m twelve,\nSO...\n\nShe pulls the sweater up over her chin, an obvious nervous\ntick. Everett gets an old dirty mug, pours a bit of water\nin it, swishes it around and gives the water a flick. It\nsprays across Maud. She giggles again.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverett gets an old dirty mug, pours a bit of water\nin it, swishes it around and gives the water a flick. It\nsprays across Maud. She giggles again. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD (CONT'D)\nOh, there you go. No need for a\nwash tomorrow.\n\nShe giggles again. He doesn't.\n\nMAUD (CONT'D)\nJust joshin'.\n\nEverett sticks a teabag in the mug and takes it over to the\nstove. He splashes some boiling water from the kettle into\nthe cup and brings it over to Maud.\n\nMAUD (CONT'D)\nOh thank you.\n\nEVERETT\n\nAre you sick or something? Can’t\nbring in a cripple, next thing I'd\nbe lookin’ after YOU.\n\n \n\n(CONTINUED)\n\f22\n\nCONTINUED: (3)\n\nMaud smirks.\n\nMAUD\nNah, I was just born funny. I can\ndo the work of five women.\n\nEVERETT\nWhere you from?\n\nMAUD\nBorn in Ohio, Yarmouth County, but I\nlives with my Aunt over in Digby.\nAunt Ida. Ida Dowley on Point Road?\n\nEverett gets a look of recognition in his eye.\n\nEVERETT\nThat bag of wind. Is that where you\nlive? She kickin' you out?\n\nMAUD\nLordy, no. She'd never do that,\nshe's too Christian. She's good as\ngold, but a woman needs to have her\nown life, right? Her own purpose,\nher own home - not that this'd be my\nhome either, it's yours -\n\nShe sips her tea. The dogs are now curled up at her feet.\nShe continues to nervously ramble:\n\nMAUD (CONT'D) (CONT'D)\nNever had dogs growing up, don’t\nknow why, Momma always loved em. I\ndid too, but they made my brother\nsneeze. I had cats. Weren’t allowed\nin the house, but oh my I love cats.\n\nEverett stares blankly at Maud, making her more nervous,\nwhich makes her talk more.\n\nMAUD (CONT'D)\nWe had one, Tom. Big ole cat. Some\nfat. Used to sit on the ledge of my\nwindow.\n\nShe sips her tea.\nMAUD (CONT'D)\n\nHe went missing. Sad. Likes dogs\nthough.\n\n(CONTINUED)\n\n21.\n\n22\n\f22\n\n23\n\n22.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLikes dogs\nthough. (CONTINUED)\n\n21. 22\n\f22\n\n23\n\n22. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (4) 22\n\nEverett gets up, opens his door. He gives his foot one stamp\nthe dog jumps up and obediently runs out the door. Maud\nlights up a cigarette.\n\nMAUD (CONT'D)\nYou got an ashtray?\n\nEverett points to the floor\n\nEVERETT\nFlick em there.\n\nShe does.\n\nMAUD\nMany people apply for the job?\n\nEVERETT\nYou finished your tea?\n\nMaud looks at her almost empty mug.\n\nMAUD\nMight as well say.\n\nShe swallows the last of it.\n\nMAUD (CONT'D)\nWell, you do need the help, I can\nsee that.\n\nEXT. EVERETT'S HOUSE -- DAY 23\nEverett practically shoos Maud out the door.\n\nMAUD\nLong walk home alone. Kids'll throw\nrocks at me again. Buggers.\n\nEVERETT\nWho throws rocks at you?\n\nMAUD\nPeople don't like a different sort\nof person. I don't care. Be easier\nif I wasn't alone, but...\n\nShe looks up at him, hopefully. Everett doesn't know what\nhe is supposed to do.\n\nEVERETT\n\nS'pose I can walk you home. I'm\ndoing my rounds anyway.\n\n(CONTINUED)\n\f23\n\n24\n\n24A\n\nCONTINUED: 23.\n\nMAUD\nThat'd be nice.\n\nEXT. MARSHALLTOWN ROAD -- DAY\n\nEverett and Maud walk along the road in silence together,\nthe dog running along beside them. Everett pushes his fish\ntrolley.\n\nMaud covers her mouth with her sweater. The two make an odd\npair as they walk along the road.\n\nEverett is almost twice the height of Maud. Maud walks even\nmore awkwardly than usual. She smiles up at Everett.\n\nMAUD\nIt's a lot of work to break in a new\nshoe. My heels are galled off.\n\nShe giggles.\n\nEVERETT\nThis is as far as I'll go.\n\nMAUD\nOh. Okay.\n(thinking fast)\nOh, could you come by our house\ntomorrow? She needs a good piece of\nfish.\n\nEVERETT\nWho?\n\nMAUD\nAunt Ida. She told me to tell you\nshe wanted to buy fish.\nMaud smiles. He heads back towards his house.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe told me to tell you\nshe wanted to buy fish. Maud smiles. He heads back towards his house. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD (CONT'D)\nSee you tomorrow.\n\nShe heads back towards her house, filled with new hope.\nEXT. WHARF - THE NEXT DAY\n\nEverett is standing by, waiting for Frank to finish splitting\nthe fish. Arms folded, shifting from one foot to the next:\n\nEVERETT\n\nYou getting paid by the hour or the\nfish.\n\n(CONTINUED)\n\n23\n\n24\n\f24A\n\n25\n\nCONTINUED: 23A.\n\nFRANK\nYou want it to be clean.\nEVERETT\nI don't care either way, just give\n\nit to me.\nHe takes the fish from Frank and puts it in his wheelbarrow.\nEXT. AUNT IDA'S HOUSE - DAY\nMaud is looking out her window when she sees Everett\n\napproaching the house with fish. She picks up a feather\nduster and hurries towards the door, opens it.\n\n(CONTINUED)\n\n24A\n\n25\n\f25\n\n26\n\nCONTINUED: 24.\n25\n\nMAUD\nOh, hello. You caught me in the\nmiddle of my chores. I'm sweating\nbuckets.\n\nHe holds out the fish.\nMAUD (CONT'D)\nAunt Ida. There's someone here to\nsee you.\n\nAunt Ida rounds the corner and shows up at the door. When\nshe sees Everett she bristles.\n\nAUNT IDA\nNever thought I'd see you on this\nstep again.\n\nEverett stands there, holding a stick with several fish on\nit, dangling from their gills.\n\nHe shifts on his feet, agitated.\n\nEVERETT\nI thought you wanted fish.\n\nIDA\nNot from you I don't.\n\nEVERETT\n\nShe said you did. Plus you still\n\nowes me a nickel from the last time.\nMaud hurries off towards the kitchen.\nINT. AUNT IDA'S HOUSE - DAY 26\nShe comes back, wearing an apron, with a cloth in her hand.\nMaking sure she is in Everett's full view, Maud starts to\nvigorously polish the furniture.\n\nIDA (0.S.)\nI don’t owe you anything.\n\nEVERETT (0.S.)\nY-y-you do so, you owe me for that\nsplit fish.\nON IDA AND EVERETT:\n\nIDA\nI'm sure I paid you.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT (0. S.)\nY-y-you do so, you owe me for that\nsplit fish. ON IDA AND EVERETT:\n\nIDA\nI'm sure I paid you. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f26\n\n27\n\n28\n\n29\n\nCONTINUED: 25.\n\n26\nEVERETT\nYou did NOT pay me.\nSuddenly Everett notices Maud cleaning in the background.\nOnce she sees him look her way, she scrubs even harder.\nIDA\nAnd the truth is it was fausty.\nSo...\nEverett glares at Ida, angrily.\nEVERETT\nThe only thing fausty around here is\nyou...plus you got a face like a\nprune and an arse like a sack a\npotatoes.\nMaud stifles a giggle.\nIda is shocked. She slams the door on Everett. Maud hurries\nback into the dining room...\nINT. AUNT IDA'S HOUSE - KITCHEN -- DAY 27\n...And reaches her hand into Aunt Ida's change purse and\nswipes a nickel. She takes her hand out of the purse in the\nnick of time, as Ida walks into the room, all in a huff.\nIDA\nThe manners of a horse. Why would\nanyone talk to me like that? I'ma\ngood Christian.\nShe stomps through the house, paying zero attention to Maud\nas she passes. Maud walks out of the room...\nEXT. AUNT IDA’S HOUSE - FRONT PORCH -- DAY 28\n...And heads out the front door.\nEXT. DIGBY STREET -- DAY 29\n\nMaud looks up the road and sees Everett off in the distance,\npushing his wheelbarrow. She heads towards him.\n\nSeveral children scatter, giggling and screaming, when they\nsee Everett coming. Everett embraces it.\n\nEVERETT\n\nRUN! !!! Pile a monkeys. Oooga booga\nbooga!!!!\n\n(CONTINUED)\n\f29\n\n26.\nCONTINUED: 29\nEverett raises his arms and dances, makes as if he is going\nto chase the children. They scurry off, TRULY terrified.\nMaud is amused. She hurries to catch up with him. He sees\nher coming and speeds up.\n\nMAUD\nWait. Hold on.\n\nHe doesn't.\n\nMAUD (CONT'D)\nShe got a mind like a sieve. She\nmusta forgot. Wait. Hold up.\n\nHe keeps going.\n\nMAUD (CONT'D)\nI have something for you.\n\nThis intrigues him.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe keeps going. MAUD (CONT'D)\nI have something for you. This intrigues him. \n\nTARGET SECTION TO BE ANNOTATED:\n Without looking at her, he stops to\nwait until she catches up. She arrives by his side, winded.\n\nMAUD (CONT'D)\nHere... A nickel.\n(catching her breath)\nSorry about...Aunt Ida....she don't\nknow it but...she's a bit...odd.\n\nHe looks down at her big brown eyes. Her strange little\nface, beaming up at him. She smiles.\n\nMAUD (CONT'D)\nSome job to keep up to your legs.\n\nShe holds her hand out further\n\nMAUD (CONT'D)\nHere. Take it.\n\nShe motions for him to take the nickel. He finally reaches\nout and she drops the coin in his hand. He puts it in his\npocket and says nothing.\n\nHe keeps going.\n\nMAUD (CONT'D)\nWhen are you gonna make a decision?\n\nEVERETT\nI'm not in any rush.\n\n(CONTINUED)\n\fCONTINUED: (2) 27.\n\n29\n\n29\n\nMAUD\nI understand. So I should let you\nknow, I do have another job offer.\n\nThis catches his attention.\n\nMAUD (CONT'D)\nYeah. Cleaning a house over the\nroad. Starting in a couple of days.\n\nShe smiles. He looks displeased.\n\nHe shifts\ndoesn't.\n\nMAUD (CONT'D)\nBut this house is big, really big.\n\nEVERETT\nPiff. Nothing worse than a big house.\n\nMAUD\nI feel the same way. It's not cozy.\nSome people got too much money, you\nask me.\n\nEVERETT\nMakes people lazy.\n\nMAUD\nI likes a good hard worker myself.\nBut oh well. That's it. I needa\njob now, so I'm going to have to\ntake it.\n\non his feet, wanting to say something. But he\nSo she continues.\n\nMAUD (CONT'D)\nSo, yeah. Starts in two days.\n\nShe laughs nervously.\n\nMAUD (CONT'D)\nWho am I to complain? I loves a bit\nof work, so I should just be grateful.\nBut you'll find someone else, I bet\nloads of women applied.\n\nShe smiles at him.\n\nMAUD (CONT'D)\nWhoever you end up hiring, she's a\nlucky woman. Nice meeting you.\n\n(CONTINUED)\n\f29\n\n30\n\n31\n\n32\n\n28.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAUD (CONT'D)\nWhoever you end up hiring, she's a\nlucky woman. Nice meeting you. (CONTINUED)\n\f29\n\n30\n\n31\n\n32\n\n28. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3)\n\nEverett watches as Maud heads back towards Ida's house. As\nMaud walks away, she's grinning from ear to ear.\n\nINT. DIGBY COUNTY ORPHANAGE - WASHROOM -- DAY\n\nWith a bar of soap in his hand, Everett is waiting in line\nwith a bunch of boys, various ages. Each boy takes a few\n\nseconds to slap some water and soap on the face and hands\n\nthen hurry off.\n\nOnce they leave, Everett is alone. He pulls off his shirt,\nthen slowly starts to lather up his soap and begins to wash\nhimself.\n\nINT. DIGBY COUNTY ORPHANAGE - DINNER HALL -- DAY\n\nA long table of boys, all of them eating. And among them,\nthe tall, lanky and freshly cleaned Everett. Everyone is\nfocused on their food. No attempts at interacting with the\nchildren, but comfortable just the same.\n\nMR. HILL (60) WALKS through the dining hall, nodding and\nsmiling at the boys. He sees Everett and salutes him - a\nfriendly gesture.\n\nEXT. DIGBY COUNTY ORPHANAGE - DAY\n\nEverett roots through a stack of junk, sorting things he\ndeems useful and putting them in his wheelbarrow.\n\nMr. Hill is clipping the weeds that are growing around the\nfence.\n\nMR. HILL\nNot much there worth anything Everett.\n\nEverett keeps sorting.\n\nEVERETT\nMight not be worth anything to you.\n\nHe finds a piece of tar paper, throws it in his wheelbarrow.\nEVERETT (CONT'D)\nI've got to stock up on everything,\nbecause I keep getting robbed.\n\nMR. HILL\nWho's robbing you now?\n\nEVERETT\n\nWho's not robbing me.\n(MORE )\n\n(CONTINUED)\n\n29\n\n30\n\n31\n\n32\n\f32\n\nCONTINUED:\n\nEVERETT (CONT'D)\nEvery time I turn around. No\n\n29.\n\nmatter\n\nwhere I hide my money, they sniff it\n\nout.\nEverett spits.\n\nMR. HILL\n\nI told you, open a bank account.\n\nEVERETT\n\nI'm not paying someone to hold my\n\nmoney.\n\nMR. HILL\n\nWeren't you thinking about hiring a\n\nwoman?\n\nEVERETT\n\nYeah. But there's slim pickins\n\napplied for the job.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHILL\n\nWeren't you thinking about hiring a\n\nwoman? EVERETT\n\nYeah. But there's slim pickins\n\napplied for the job. \n\nTARGET SECTION TO BE ANNOTATED:\nMR. HILL\nSomeone actually applied?\n\nEVERETT\n\nMaybe I'd be better off with one of\nthose young fellas. They could look\nout for the house during the day.\n\nMR. HILL\n\nThese kids are under ten. They can't\n\nstay home alone all day.\n\nEVERETT\n\nI did the work of ten men when I was\n\nhis age. I cleaned this yard,\n\nup all the wood -\nMR. HILL\n\nchopped\n\nYes, but you were here, around people.\nYour house is up the road in the\n\nmiddle of nowhere.\n\nEverett has finished loading his wheelbarrow. He starts to\n\nwalk away.\n\nMR. HILL (CONT'D)\n\nEverett, if someone applied for that\n\njob, hire them.\n\nEverett waves him off without looking.\nit's obvious that he's considering...\n\nBut as he walks away,\n\n32\n\f33\n\n34\n\n35\n\n36\n\n30.\n\nINT. EVERETT'S MODEL T FORD - DAY 33\n\nEverett straightens out his hair, as he sputters down the\nroad, shaking his knee nervously.\n\nINT. AUNT IDA'S HOUSE - LIVING ROOM -- DAY 34\n\nMaud is helping Ida shaking out the sheets that cover the\nrarely used living room. I\n\nIDA\nShake it. You have to let a bit of\nair under it to get lift. Up. Up.\n\nMAUD\nLordy. Takes muscle, don't it?\n\nIDA\nHigher. Let me show you.\n\nThen suddenly, an impatient horn beeps repeatedly.\n\nIDA (CONT'D)\nWhat is that racket?\n\nAs the horn keeps beeping, Maud looks out the window. She\nsees that it's EVERETT.\n\nMaud heads towards the front door. Ida follows her\nINT. AUNT IDA'S FRONT HALLWAY - DAY 35\n\nIda watches in horror as Maud makes her way down the sidewalk\ntowards Everett.\n\nIDA\nGod almighty help save us all.\n\nEXT. AUNT IDA'S HOUSE - DAY 36\nMaud walks up to the truck, acting calm.\n\nMAUD\nNice day out.\n\nEverett doesn't bite with the small talk. He blurts it out.\n\nEVERETT\nS'pose I'll give you a try.\n\nMAUD\nThat'd be nice.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe blurts it out. EVERETT\nS'pose I'll give you a try. MAUD\nThat'd be nice. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f36\n\n37\n\n38\n\n31.\nCONTINUED: 36\nHe stiffens up, and looks away.\n\nEVERETT\nWell don't stand there all day.\n\nINT. AUNT IDA'S HOUSE - DAY 37\n\nIda watches from the window. She looks up and down the road\nin a panic, checking to see who else might be a witness to\nthis.\n\nMaud leaves the truck and heads back towards the house.\nEverett’s truck stays parked outside the fence.\n\nIDA\nGod in heaven.\n\nMaud comes back in the house and walks right by Ida, ignoring\nher glare. Maud heads towards her bedroom, Ida follows.\n\nIDA (CONT'D)\nWhat's going on?\n\nINT. AUNT IDA'S HOUSE - MAUD’S BEDROOM -- DAY 38\nMaud is hurriedly packing up her things.\n\nMAUD\nI’m gonna be his housemaid.\n\nIda nearly chokes.\n\nMAUD (CONT'D)\nI’m a grown woman. I need to go off\nand have my own place.\n\nIDA\nYou can’t look after yourself, Maud.\n\nMAUD\nI know you think that.\n\nMaud starts to pack her things in a bag, when Ida, ina\ndesperate move, KNOCKS her belongings out of her hand. A\nhand mirror, a hair brush. She and Maud stare at each other\nfor a moment. Then Maud softens.\n\nMAUD (CONT'D)\nYou been nice to take me in.\n\nMaud picks up her things and leaves the bedroom.\n\f39\n\n40\n\nINT. AUNT IDA’S HOUSE - HALLWAY -- DAY\nAs Maud walks through the house:\n\nMAUD\nI'll make sure to tell everyone that\nyou're a good Christian. I’ve been\nnothing but a scourge to you.\n\nIDA\nYou're determined to put a stain on\nour family name.\n\nMaud leaves though the front door. Ida follows Maud onto\nthe veranda.\n\nEXT. AUNT IDA’S HOUSE - DAY\n\n32.\n\nMaud keeps walking towards the truck, determined not to look\n\nback.\nIDA\nThink of your mother. What would\nshe think if she were alive?\n\nThis stops Maud for a moment.\n\nMAUD\nMa wanted me to have what everyone\nelse had.\n\nIDA\n\nThat includes a bit of pride.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis stops Maud for a moment. MAUD\nMa wanted me to have what everyone\nelse had. IDA\n\nThat includes a bit of pride. \n\nTARGET SECTION TO BE ANNOTATED:\n Common\nsense. Dignity. She would be ashamed\nof you.\n\nMaud feels stung by this.\n\nMAUD\nI'm sorry.\n\nIDA\nIf you leave you are not coming back.\nYou know that, right?\n\nMaud looks at her for a moment, considering this. Then\nEverett \"toots\" the horn.\n\nEVERETT\nDon’t got all day, woman.\n\nMaud turns and continues towards him. Everett gets out of\nthe truck and takes her bags, throws them in the back\n\n39\n\n40\n\f41\n\n42\n\n33.\n\nINT. EVERETT'S MODEL T FORD - DAY 41\n\nMaud stares out the window as they drive down the road in\nsilence. He watches her out of the corner of his eye.\n\nEVERETT\nYou're not bawling, are you?\n\nShe takes a breath, gathering herself.\n\nMAUD\nTrying to figure out how to ask you\nabout pay.\n\nHe wasn't expecting this.\n\nMAUD (CONT'D)\nI'm assuming I'm working for room\nand board, but I was thinking an\nextra twenty five cents a week\nspending money as well.\n\nHe snarls at this.\n\nMAUD (CONT'D)\nTo make it feel official.\n\nHis silence is a begrudging \"yes\". She smiles.\nINT. EVERETT'S HOUSE - DAY 42\n\nEverett walks into his shack, Maud follows behind. He leaves\nMaud standing there by the door with her bag as he stokes\nthe fire.\n\nShe looks around the place. Everett stands, awkwardly\nshifting on his feet, after a moment, he turns and leaves\nthe house again.\n\nMore awkwardness as Maud looks for a place to lay her bag.\nThere is no room. Everything is caked in dirt and grime.\nFinally, Maud sits in a chair, her bag on her lap. She\nstudies several old worn mugs that hang on nails along the\nwall. Mugs that are chipped and stained, but that had once\nbeen quite pretty.\n\nEverett comes back in with a stack of wood in his arm.\n\nMAUD\nThere you are, thought you left me.\n\nShe giggles. He drops the pile of wood by the fire, and a\nchunk of wood lands on Maud’s foot.\n\n(CONTINUED)\n\f42\n\n43\n\n44\n\n34.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe giggles. He drops the pile of wood by the fire, and a\nchunk of wood lands on Maud’s foot. (CONTINUED)\n\f42\n\n43\n\n44\n\n34. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\nShe tries to hide the pain.\n\nMAUD (CONT'D)\nSo...what do you want me to do first?\n\nEVERETT\nI dunno. I guess -\n\nHe looks around, not sure what to say. Their mutual\ndiscomfort thickens the air. Finally...\n\nEVERETT (CONT'D)\nIf I got to stand here and tell you\neverything, I’1ll just do it myself.\n\nHe leaves again. Maud looks around the tiny home. ONE room\nwith a tiny staircase going to a loft upstairs.\n\nNothing but a table, two chairs, an arm chair, a wood stove,\nand some shelves. Some potatoes and a turnip, some carrots\nsit on the floor next to the stove. A bucket with water in\nit as well. Maud stands up. Where to begin?\n\nFinally, she unzips her little bag, and starts to unpack a\nfew of her things.\n\nShe notices a horizontal wooden beam, and neatly lays her\nthings on it, in a row: her brush, her mirror, a picture of\nher mother, one of FLUFFY, her cat, etc.\n\nEXT. EVERETT'S HOUSE - DAY\n\nEverett is outside, curious about Maud, as he discreetly\npeers in through the window. He watches as she hobbles around\ncollecting the dirty dishes.\n\nHe can hear the sounds of her humming to herself. He turns\n\nup his nose at this cheeriness. As he pulls a trolly, Everett\ndoes a sharp whistle to the dogs. They follow him as he\n\nheads down the road.\n\nINT. EVERETT'S HOUSE - EVENING\n\nMaud has a pot of soup on the stove, and she has a portion\nof the house cleaned.\n\nBut she has gotten distracted by Everett’s things, unable to\nresist poking around. She sits in a rocking chair as she\nsifts through his old tin can filled with tattered photographs\nand oddities: A photograph of a young boy, with a woman,\n\nlooks like his mother. A tiny wooden incomplete chiseled\nwooden horse. The little tin toy sherrif's badge, we saw\n\nhim fix. A little toy gun, made out of wood and nails.\n\n(CONTINUED)\n\n42\n\n43\n\n44\n\n*\n\f44\n\n35.\nCONTINUED:\n\nMaud studies them with interest.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nA little toy gun, made out of wood and nails. (CONTINUED)\n\n42\n\n43\n\n44\n\n*\n\f44\n\n35. CONTINUED:\n\nMaud studies them with interest. \n\nTARGET SECTION TO BE ANNOTATED:\n Then Everett walks in the\n\n44\n\ndoor, startling Maud.\n\nEVERETT\nWhat is going on here?\n\nMaud drops the can of photos.\n\nEVERETT (CONT'D)\nGet outta my stuff! You think that’s\nwhat I brought you here for?\n\nMaud gets on her hands and knees, picking up the photos.\n\nEVERETT (CONT'D)\n\nLook. You hardly lifted a finger\nsince I left. Rootin’ around in my\ngear.\n\nHe sees a pot cooking on the stove.\n\nMAUD\nI was taking a break. I made soup.\n\nHe dips the ladle in, tastes the soup. He sneers and throws\nthe ladle down aggressively. Maud jumps with fright.\n\nEVERETT\nWhat you put in that? I might look\nstupid, but I’m far from it. Look\nyou haven’t even cleaned the table.\n\nMAUD\nI was getting to that...\n\nEverett looks at her, it suddenly dawning on him.\n\nEVERETT\nYou wanting money, and for what?\nYou don't know a click about cleaning.\nDo you?\n\nMAUD\nI just need to get the hang of it.\n\nEVERETT\nI don't want a lazy arse around here.\nPack up AND GET.\n\nHe swipes her little belongings off the shelf and onto the\nfloor. Then he gets up and climbs the ladder to the loft.\nMaud can’t believe her ears.\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\nCONTINUED: (2) 36.\n\nMAUD\nWhere am I s’posed to go?\n\nEVERETT\nYou shoulda thought about that when\nyou were sitting around twiddling\nyour thumbs.\n\nMAUD\nI needed a day to find my feet, you\nnever told me where anything was\nwhat you wanted me to do with your\nstuff, I’m just gettin' a lay of\n\nthe land.\n\nEVERETT\nI’m not gonna look after ya!!! I\nwants someone who'll do the lookin’\nafter.\n\nNot some crippled up little thing\nlooking to rob me. Now get out.\n\nHe climbs up to the loft. Maud watches in disbelief, unsure\nof what to do.\n\nEVERETT (0.S.) (CONT'D)\nGet OUT!!!\n\nMaud fights back the tears as she gathers her things and\nleaves.\n\nEXT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.) (CONT'D)\nGet OUT!!! Maud fights back the tears as she gathers her things and\nleaves. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EVERETT'S HOUSE - EVENING\n\nMaud stands outside of Everett’s house. The wind blows\nwildly.\n\nMaud starts to walk towards the road, but she stops and looks\nback to Everett’s house. She is completely lost as to where\nto go. Standing in the middle of nowhere, Maud looks as if\nshe's about to cry. But instead...\n\n...She turns her back to the wind and leans against it. It\nis so powerful that it almost holds her up. She outstretches\nher arms and lets the wind beat against her.\n\nThis action starts to soothe her. She finally closes her\neyes, a smile spreading across her face.\n\nINT. EVERETT'S HOUSE - UPSTAIRS LOFT - NIGHT\n\nEverett stares out his window at Maud as the wind gives her\na beating while she stands in the middle of the yard.\n\n(CONTINUED)\n\n44\n\n45\n\n46\n\f46\n\nCONTINUED:\n\nHe blows out his lantern, and climbs into bed.\n\n36A.\n\n46\n\f47\n\n48\n\n49\n\n37.\n\nINT. EVERETT'S HOUSE - MORNING 47\n\nThe next morning, Everett wakes up to sounds coming from\ndownstairs. He climbs down from the loft and sees Maud\nscrubbing the floor.\n\nHe stares at her in disbelief. She is sweating buckets, as\nshe uses all her force to ring out what is left of her cloth.\nIt is killing her hands, but she presses on.\n\nMeanwhile, she has made an attempt to set the table. His\nmug and his plate are neatly placed. Two slices of toast\nwait for him. Some freshly picked wildflowers are placed in\na bottle.\n\nEverett completely ignores her and climbs down the stairs.\nHe gathers his things to head out for work. He grabs the\ntoast, slugs back the tea, and heads out the door, without\nsaying a word.\n\nShe smiles. Then starts to clean the smoke stains from the\nwalls. Her crippled hands makes scrubbing very difficult\nbut she withstands the pain to get the job done.\n\nEXT. EVERETT'S HOUSE - DAY 48\n\nMaud digs a chicken out of the coop, but it breaks free.\nShe chases it around the yard. She finally catches it.\n\nMAUD\nDon’t blame you my son. I’d run\ntoo.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe finally catches it. MAUD\nDon’t blame you my son. I’d run\ntoo. \n\nTARGET SECTION TO BE ANNOTATED:\nShe takes it over to the wood stump, it fights to break free,\nbut she holds on tightly.\n\nMAUD (CONT'D)\nGod bless you, poor soul.\n\nMaud sends the ax down on the chicken’s neck. Feathers and\nblood fly about as Maud winces.\n\nINT. EVERETT'S HOUSE - DAY 49\n\nMaud has a stew cooking on the stove as she continues to\nclean, despite the pain it is causing her\n\nAs she removes things off the shelf, she notices the once\nblue shelf is thick with dust. She looks at it thoughtfully\nfor a moment before she closes her eyes and BLOWS on it.\nSome of the dust blows away, but revealing more dust and\ngrime. The blue is still buried.\n\n(CONTINUED)\n\f49\n\n50\n\n51\n\n38.\nCONTINUED: 49\n\nOn her way to get the scrub brush, she notices an old can of\ngreen paint. Maud eyes it.\n\nINT. EVERETT'S HOUSE - DAY 50\n\nMaud has just finished the last touches of paint on the shelf.\nIt is now a bright green. She smiles, pleased with herself.\n\nINT. EVERETT'S HOUSE - NIGHT 51\n\nEverett comes in late at night. Maud sits waiting nervously\nin the arm chair.\n\nEverett says nothing. He sits on a broken chair by the door\nand removes his boots. He sees the steamy pot of stew on\nthe stove. He looks around, checking the place out, then\nlooks at Maud.\n\nEVERETT\nThat’s my chair.\n\nShe gets up.\n\nMAUD\nLet me get you a bowl a’ stew.\n\nShe goes over to the stove and scoops up a hefty serving\nthen places it at the table.\n\nEverett sits down and eats. He eyeballs her little things\non the shelf, bothered by the presence of her belongings.\n\nMaud goes over to Everett’s boots and neatly places them\nside by side. She watches out of the corner of her eye as\nhe eats.\n\nEVERETT\nWhere’d you get the chicken.\n\nMAUD\nKilled it. The scrawny one.\n\nEverett is surprised, and silently impressed.\n\nMAUD (CONT'D)\nSo...am I able to stay then?\n\nEVERETT\nWe'll see if you can follow my rules.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverett is surprised, and silently impressed. MAUD (CONT'D)\nSo...am I able to stay then? EVERETT\nWe'll see if you can follow my rules. \n\nTARGET SECTION TO BE ANNOTATED:\nMaud watches him eat, half afraid to speak.\n\n(CONTINUED)\n\f51\n\n52\n\n53\n\n54\n\nCONTINUED: 39.\n\n51\nMAUD\nWhere am I to sleep?\nEVERETT\nYou clean upstairs?\nMAUD\nOnly one bed up there. I’m wondering\nwhere I should settle in.\nEverett gets up, scoops himself up another bowl of stew.\nEVERETT\nNo room for princesses here.\nWhen I was a youngster, sleeping in\nthe orphanage, there’d be seven or\neight of us in the bed. Feet up my\nnose, elbows in my arse. You’re too\nfancy to pile in up there, you can\npack up your little knick-knacks and\ngo on.\nMaud has no choice.\nMAUD\nI’m only the size of a flea. S’pose\nI can fit somewhere.\nINT. EVERETT'S HOUSE, UPSTAIRS LOFT - NIGHT 52\nEverett and Maud lay on either side of the mattress in the\nloft bedroom.\nIt is awkward, and silent. Maud tries to keep her eyes\nclosed, but she can’t sleep. She hears heavy sighs coming\nout of Everett lying next to her.\nMeanwhile, on Everett's side of the bed, he is forcing the\nsound of his breathing, feigning sleep, while he lies there,\ncompletely awake, his wheels turning.\nTIME PASSAGE - NIGHT 53\nThe moon slowly disappears, while the light begins to change\nfrom black to orange. As the sun rises over the landscape,\nEverett's little house stands alone against the colorful\nsky....\nEXT. EVERETT'S HOUSE - DAY 54\n\nMaud is trying to feed the dogs as they jump up on her\n\n(CONTINUED)\n\f54\n\n55\n\nCONTINUED: 40.\n54\n\nMAUD\nOff. Get. Brown.\n\nShe shoves them off of her.\n\nMAUD (CONT'D) (CONT'D)\nGo on, Blackie. Out of my way.\n\nEverett is loading up wood in his truck. He looks at her\nsuddenly resenting her presence.\n\nEVERETT\nWho said you could talk to them like\nthat?\n\nMAUD\nThey were gettin’ mud on me.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks at her\nsuddenly resenting her presence. EVERETT\nWho said you could talk to them like\nthat? MAUD\nThey were gettin’ mud on me. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT\nThey been here longer than you, and\nI tell you, they been a lot more\nuseful.\n\nMAUD\nI’m only tryin’ to feed them.\n\nEVERETT\nShut your gob woman! I’11 tell you\nhow it goes. It’s me. It’s them\ndogs. Them chickens. Then it’s\nyou.\n\nHe climbs in the truck and leaves. Maud watches resentfully,\nbiting her tongue as Everett drives away. She continues to\nfeed the dogs while they jump all over her\n\nEXT. GENERAL STORE - DAY 55\nMaud sits on the bench outside the general store, eating a\n\ncan of sardines with her fingers, when Aunt Ida approaches\nthe store. When she sees Maud, she stiffens.\n\nMAUD\nHi there. I'm taking a break from\nwork.\n\nIDA\n\nNobody believes you are working for\n\nthat man, he's practically a beggar.\nEveryone's talking he has you barred\nup in there as his love slave. It's\ndisgusting.\n\n(CONTINUED)\n\f55\n\n56\n\n57\n\n41.\nCONTINUED: 55\n\nMaud bursts into a fit of laughter. She covers her mouth\nshyly, but can't stop laughing.\n\nMAUD\n(laughing)\nEverett with a love slave.\n\nIda keeps walking into the store.\nMAUD (CONT'D)\nWould it make it more proper if I\n\nmarried him? Then maybe they won't\ntalk so much.\n\nIda ignores this.\nMAUD (CONT'D)\nWould you like to visit me sometime?\nAt my new house?\nIda balks.\nIDA\nI wouldn't be caught dead. I wouldn't\neven drive by that house.\n\nIda turns and walks into the store. Maud waits for a moment,\nthen gets up and makes her way down the road.\n\nINT. EVERETT'S HOUSE - DAY 56\n\nMaud sits at her spot at the table, painting a picture. A\nlittle girl in a PINK DRESS at the centre.\n\nINT. EVERETT'S TRUCK - DAY 57\n\nEverett is driving his truck, with a young, pleasant looking\nman, FRANK (30) in the passenger seat.\n\nEVERETT\nWe're dumping this stuff off, then\nyou go on, don't go lingering around\nlike a horsefly.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. EVERETT'S TRUCK - DAY 57\n\nEverett is driving his truck, with a young, pleasant looking\nman, FRANK (30) in the passenger seat. EVERETT\nWe're dumping this stuff off, then\nyou go on, don't go lingering around\nlike a horsefly. \n\nTARGET SECTION TO BE ANNOTATED:\n I got work to do.\n\nFrank laughs.\nFRANK\nGee, really? You're not going to\ninvite me in for tea?\n\nBut Everett is agitated. They pull into his driveway.\n\f42.\n\n58 EXT. EVERETT'S HOUSE - DAY 58\n\nFrank is helping Everett unload some scrap metal from the\nback of the truck.\n\nFRANK\nWhat are you gonna do with all this,\nEv.\n\nEVERETT\n\nSell it. Leave it here.\n\nFRANK\nWho'd buy that?\n\nMaud comes to the door, smiling. Frank is taken aback.\n\nMAUD\nNice day.\n\nFrank takes Maud in, then smiles at her.\n\nFRANK\nAhhh. Hello there. Everett got a\nwoman.\n\nEverett, embarrassed, glares at Maud.\n\nEVERETT\nGo in the house, you.\n\nHe looks back at Frank.\n\nFRANK\nWhat's this?\n\nEVERETT\nShe's working for me. I gotta have\nsomeone to mind the house while I'm\naway, otherwise they'll rob me blind.\n\nFRANK\n(laughing)\nYou've got a tiny little woman to\nguard your house? Couldn't you get\na meaner dog? Or a gun?\n\nFrank lays down his end of the scrap metal.\n\nFRANK (CONT'D)\n\n(to Maud)\nWait, come’ere. I’m Frank.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED: 43.\n58 58\n\nFRANK (CONT'D)\nI'm the fisherman Everett tries to\ncheat every day.\n\nMAUD\nHe wouldn't cheat you, he's a good\nman.\n\nFRANK\nOh, so you don't know Everett well I\nsee.\n\nFrank smirks at Everett, who sneers back. Maud walks towards\nhim, timidly smiling.\n\nMAUD\nOh hi. I’m Maud.\n\nFRANK\nNice to meet you. You're working\nhere?\n\nMAUD\n\nI'm living here.\nEverett bristles.\n\nEVERETT\nThat's enough.\n\nFRANK\nSo you've got a live in Maid, do ya?\n\nFrank looks at Everett, teasing. Everett reacts defensively.\n\nEVERETT\nI'm gone all day, every day.\nI'm a busy man. I deserves a clean\nhouse when I get home.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT\nI'm gone all day, every day. I'm a busy man. I deserves a clean\nhouse when I get home. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\n(to Maud)\nWhere do you fit in there?\n\nMaud is happy to be having pleasant conversation. Everett\nis staring in disbelief and outrage.\n\nMAUD\nOh, I'd fit anywhere, I’m sure.\nMore room in there then you'd think.\n\nShe smiles. Looks to Everett.\n\n(CONTINUED)\n\f58\n\n59\n\nCONTINUED: (2) 44.\n\n58\nMAUD (CONT'D)\nWe find it cozy in there, don't we?\nThen out of nowhere, he raises his hand to Maud, and SLAPS\nMaud in the face. Maud is taken aback. So is Frank. Even\nEverett is a little stunned by his actions. But he stiffens,\nrefusing to apologize.\nEVERETT\nGet in the house.\nA shocked Maud turns and runs inside.\nINTERCUT with:\nINT. EVERETT'S HOUSE - DAY 59\n\nMaud runs into the house, humiliated.\nOUTSIDE: Everett continues to rant to Frank.\n\nEVERETT\nI'm the boss of this house, and if\nshe don't know it, she'll learn it.\n\nINSIDE: Maud looks - with all the chairs still outside, Maud\nhas nowhere to sit, so she flops down on the floor in the\ncorner, leaning into the wall.\n\nOUTSIDE: Frank continues to unload the truck\n\nFRANK\nNobody in their right mind will put\nup with that for long.\n\nEVERETT\nYeah, well she ain't in her right\nmind, that's one thing I know.\n\nINSIDE: Maud sits there, holding back all her tears. Then\nshe notices the can of GREEN PAINT again. She slides the\ncover off and dips her finger in the paint. Then she draws\na little picture of a TREE on the wall. It comforts her\nCalms her.\n\nMoments later, Everett walks into the house. He sees her on\nthe floor. As she wipes her finger off in her apron, she\nglares at Everett.\n\nEVERETT (CONT'D) (CONT'D)\nI hope you learned your lesson.\n\n(CONTINUED)\n\f59\n\n60\n\nCONTINUED: 45.\n\n59\nMAUD\nI’m learning something, for sure.\nEVERETT\nSulkin’ in the corner.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f59\n\n60\n\nCONTINUED: 45. 59\nMAUD\nI’m learning something, for sure. EVERETT\nSulkin’ in the corner. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nDo you want me here or don’t you?\nEverett says nothing.\nMAUD (CONT'D)\nCuz I’1l go, I’1l1 walk out right\nnow. Do you want me here or not?\nHe refuses to answer.\nMAUD (CONT'D)\nIf you’re just gonna kick me out one\nof these days anyway, say it and\nI’1l get.\nHe stares at her angrily, but doesn't speak.\nMAUD (CONT'D)\nAnd If you're gonna keep on being\nthat kind of boss... I'd like my pay\nplease.\nHe sneers at her, but she stands defiantly, her crooked hand\nheld out.\nMAUD (CONT'D)\nYou haven't paid me yet, not once.\nAfter a moment, he reaches into his pocket and pulls out a\ncouple of quarters. He flicks them on the table and leaves.\nAfter the door shuts, Maud gets up off the floor\nShe exhales, relieved, then takes a seat - in EVERETT’S chair\nINT. EVERETT'S HOUSE - DAY 60\n\nMaud is in the midst of cleaning when there is an aggressive\nknock on the door. She looks up, startled.\n\nSANDRA (0.S.)\nOpen the damn door, I know you're in\nthere.\n\nMaud freezes in her spot.\n\n(CONTINUED)\n\f60\n\n61\n\n62\n\n63\n\nCONTINUED: 46.\n60\nSANDRA (0.S.) (CONT'D)\nThere's smoke coming from the chimney.\nI know you're home.\nMaud gently tip toes over to peer out the window. But just\nas she does the woman moves towards the window, so Maud hits\nthe floor.\nEXT. EVERETT'S HOUSE - DAY 61\n\nThe woman, SANDRA (40) a spunky, attractive woman, presses\nher face to the window.\n\nSANDRA\nYou can't hide in there forever.\n\nINT. EVERETT'S HOUSE - DAY 62\n\nMaud gently crawls over towards the door, and peaks through\nthe crack between the door and the floor.\n\nSANDRA (0.S.)\n\nI suppose you think I'm a dumb woman\n\nand I wouldn't notice. You are wrong.\nAll she can see are the woman's shoes.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\nI suppose you think I'm a dumb woman\n\nand I wouldn't notice. You are wrong. All she can see are the woman's shoes. \n\nTARGET SECTION TO BE ANNOTATED:\n Beautiful, burgundy\nleather shoes with a tiny bow on them. Maud studies the\ndetail of the shoes.\nEXT. EVERETT'S HOUSE - DAY 63\nSandra is getting agitated. She lights up a cigarette.\n\nSANDRA\n\nYou don't know who you're dealing\n\nwith. I invented the word stubborn.\nShe sits there, in silence for a moment.\nThen...\n\nMAUD (0.S.)\nThey're some snazzy shoes.\n\nSandra stops inhaling the cigarette. Is she hearing things?\n\nSANDRA\nHello?\n\nSandra looks around. She can hear someone shuffling around\ninside.\n\nMaud creaks open the door\n\n(CONTINUED)\n\fCONTINUED: 47.\n63 63\n\nMAUD\nI said you're wearing snazzy shoes.\nThey comfy?\n\nSandra looks at Maud in disbelief. Who is this creature?\n\nSANDRA\nAh, they're not bad. Sorry, are you\nthe fish peddler's wife?\n\nMAUD\nGonna ask you the same thing. You're\nso mad, I figured you had to be\nmarried to him.\n\nSANDRA\nHe short changed me one time too\nmany. Is he around?\n\nMAUD\nWho?\n\nSANDRA\nThe fish peddler.\n\nMaud chuckles to herself.\n\nMAUD\n\"Fish peddler\". I usually calls him\nthe old crab.\n(then serious)\nBut not to his face.\n\nMaud, realizing the woman has business on her mind.\n\nMAUD (CONT'D)\nEverett's out on the rounds.\n\nSANDRA\nWell...I paid him for fish and he\nnever delivered.\n\nMaud hides her embarrassment and tries to cover for Everett.\n\nMAUD\nHe's doing so much, sometimes he\nforgets.\n\nSANDRA\n\nI paid him, plus a handsome tip.\nNow, I'm here from New York for the\nwhole summer, I can give him my\nbusiness or not.\n\n(CONTINUED)\n\fCONTINUED: (2) 48.\n63 Maud smiles. 63\n\nMAUD\nFrom New York the city. That must\nbe different.\n\nSANDRA\nI'm having a dinner party tonight, I\nneed three fish.\n\nMaud is determined to give Everett the benefit of the doubt.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat must\nbe different. SANDRA\nI'm having a dinner party tonight, I\nneed three fish. Maud is determined to give Everett the benefit of the doubt. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nYou sure he never dropped the fish\noff? Maybe your dog ran off with it -\n\nSANDRA\nI don't have a dog -\n\nMAUD\n- Or your cat. Cats love a fish.\n\nSandra gets firm with Maud.\n\nSANDRA\nNo cat.\n\nSandra tries to take a bold step inside.\n\nMaud stands her guard, all while smiling up at Sandra\npolitely.\n\nMAUD\nI'll tell him you came by.\n\nBut Sandra is distracted when she sees the paintings on the\nwalls. She studies them: A happy looking Chicken, and\nseveral bright flowers.\n\nMAUD (CONT'D)\nI'll tell Everett to square up with\nyou when he gets home.\n\nSandra looks at Maud with a new interest.\nSANDRA\nI'd appreciate that. Did you paint\nthat happy little chicken?\nMAUD\n\nOh, yes.\n(MORE )\n\n(CONTINUED)\n\f63\n\n64\n\nCONTINUED: (3) 49.\n\n63\nMAUD (CONT'D)\n(looking at the chicken)\nThat's Ches. He was a chicken out\nin the yard. I killed him.\nFor supper. I wanted to remember\nhis happier days.\nSandra smiles, charmed.\nSANDRA\nWhat's your name?\nMAUD\nI'm Maud.\nSandra looks at Maud curiously.\nSANDRA\nNice to meet you Maud. I'm Sandra.\nThey smile at each other, and Maud closes the door. Maud\ngoes back to the table by the window, and finds a scrap of\ncard stock.\nINT. EVERETT'S HOUSE - EVENING 64\n\nMaud is standing fairly close to Everett as she attempts to\nserve up his supper. He watches her, but she's clumsy and\nslow. Finally he grabs the serving spoon out of her hand.\n\nEVERETT\nGimme some elbow room woman.\n\nMaud backs off. Everett scoops up his own plate of food.\n\nEVERETT (CONT'D)\n\nWhole goddamned place is taken over\nFeel like squirrels moved in. Who\n\ntold you to put them rat tracks on\n\nmy walls?\n\nMAUD\nJust doing what you asked.\n\nEVERETT\nYes, I told you to paint fairies all\nover my house.\nMaud giggles.\nMAUD\n\nThat's a bird.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT\nYes, I told you to paint fairies all\nover my house. Maud giggles. MAUD\n\nThat's a bird. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE )\n\n(CONTINUED)\n\f64\n\nCONTINUED: 50.\n64\n\nMAUD (CONT'D)\nYou told me to make the place look\nalright. I think it looks alright.\nYou?\n\nHe looks around. Then begrudgingly gives in.\n\nEVERETT\nLeave that wall behind the stove\nalone. That's MY wall.\n\nMaud sits down at the table with him as he eats. She waits\na moment before speaking.\n\nMAUD\nThinking about my brother Charles.\n\nEverett doesn't look up.\n\nMAUD (CONT'D)\nHe used to run one a them jazz clubs\nfor awhile. Always people on his\nback for money he owed them.\nHe always said people were trying to\nrob him out, but he couldn't prove\nit. Must be tough running a business.\n\nEVERETT\nI owes nobody.\n\nMAUD\nApparently Charles never owed anyone,\nbut he never had proof. It was hard\nto keep track of it all.\n\nEVERETT\nOnly if you're stupid.\n\nMAUD\nMaybe. And you're not. You're a\nreally smart man. Too smart probably.\nYou can keep track of all this in\nyour head but most people can't.\n\nEverett likes the sound of this, but says nothing.\n\nMAUD (CONT'D)\nYou got to dumb it down.\n\nEVERETT\nWhat's that?\n\n(CONTINUED)\n\f64\n\n65\n\nCONTINUED: (2) 51.\n\n64\nMAUD\nWell. I guess you gotta think like\na dumb person, and write it all down.\nI can help you, you want.\nMaud holds up one of her little cards. She has made crooked\nlines on it, a place for the name/amount in/amount out.\nMAUD (CONT'D)\nNever mind who you owe money to.\nWho owes you money?\nEverett thinks, skeptically. Then...\nEVERETT\nThe Donovan's owes me for two fish.\nHe thinks some more. Can’t think of anyone else. Maud writes\nthe name down on the card, and the amount owed.\nMAUD\nAnd can you think of anyone you owes\nfish to?\nEverett slinks back in his chair\nEVERETT\nS’pose I owes Linehan’s, I owes them\ntwo fish.\nMaud writes this on a new card.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAUD\nAnd can you think of anyone you owes\nfish to? Everett slinks back in his chair\nEVERETT\nS’pose I owes Linehan’s, I owes them\ntwo fish. Maud writes this on a new card. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen she is finished, she turns the card over, revealing a\nsimple, scenic painting on each card. Flowers, Trees, birds.\nHe looks at the paintings.\nEVERETT (CONT'D)\nWhat's this?\nMAUD\nOh, I thought it'd make the cards a\nlittle friendlier looking.\nShe smiles at him. He shakes his head at her, but lets it\ngo.\nINT. EVERETT'S HOUSE - UPSTAIRS LOFT - NIGHT 65\n\nMaud and Everett are tucked in their bed. Maud's eyes are\nclosed, while Everett is wide awake. He stares at Maud for\na bit. Then gathers the courage to approach her, albeit a\nlittle ungracefully.\n\n(CONTINUED)\n\f65\n\n52.\nCONTINUED:\n\nHe gently touches Maud's hair. Then he rolls over and lies\non top of her, and fumbles around, trying to lift up her\nnightdress. Maud looks at Everett strangely.\n\n65\n\nMAUD\nAre we gonna get married?\n\nEverett looks at her, almost surprised to hear her speak\n\nEVERETT\nFoolish. Money racket, that is.\n\nMaud giggles.\n\nMAUD\nOnly if you invite people, and have\na dance and stuff. Give everyone\nsupper.\n\nEVERETT\nIt all costs money, even the license\nto do it costs money. Won’t catch\nme at it.\n\nMaud stares at the ceiling.\n\nMAUD\nHmmmm .\n\nEverett snorts.\n\nMAUD (CONT'D)\n\nCharles had a wedding. His wife\nwanted a fancy wedding, so he had to\nscrounge up every cent he had. I\nsaid, if I ever get married, I won't\nbe inviting anyone. I'd just do it\nfor cheap, at the town hall.\n\nEverett yanks the blanket up over his shoulder. Maud keeps\ntalking.\n\nEVERETT\nWhy are you yakking about him, I\ndon't care about him.\n\nMAUD\nWell. If you plan on rolling over\nto my side of the bed, I think we\nbetter get married. I got in that\nsort of trouble once before, I don't\nthink I should be at it again.\n\n(CONTINUED)\n\f65\n\n66\n\n67\n\nCONTINUED: (2) 53.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you plan on rolling over\nto my side of the bed, I think we\nbetter get married. I got in that\nsort of trouble once before, I don't\nthink I should be at it again. (CONTINUED)\n\f65\n\n66\n\n67\n\nCONTINUED: (2) 53. \n\nTARGET SECTION TO BE ANNOTATED:\n65\nEVERETT\nWhat trouble?\nMaud hesitates, then...\nMAUD\nOh. You know. Wasn't married, had\na baby, shamed my family.\nEverett looks at her, in disbelief. She looks at him, hoping\nhe'll understand.\nMAUD (CONT'D)\nBaby died. Never even saw her\nCharles and Aunt Ida buried her while\nI was sleeping.\nEverett stares at Maud for a moment, a little dumbfounded.\nThen he turns over on his back again, and closes his eyes to\ngo to sleep. After a moment, Maud does the same.\nEXT. MARSHALLTOWN ROAD - DAY 66\nMaud walks with Everett who pushes his wheel barrow. She\nhas a scarf tied around her head, as she walks proudly down\nthe road. She has a hard time keeping up to him, but does\nher best.\nMAUD\nYou're gonna have to wait up.\nEVERETT\nYou're gonna have to speed up. Or\nI'll put you in the wheelbarrow.\nPeople stare at the two of them strangely.\nEXT. SANDRA’S SUMMER HOME - DAY 67\n\nMaud hangs back on the step as Everett knocks on Sandra's\ndoor.\n\nAfter a moment, Sandra answers it. She's a complete disaster -\ncovered in flour, and holding a wooden spoon in her hand.\n\nSANDRA\nWell, look who it is. You've caught\nme at my most domestic. I'm making\na thing called \"chocolate chipped\ncookies\".\n\nEverett's not in the mood for small talk.\n\n(CONTINUED)\n\f67\n\nCONTINUED: 54.\n67\n\nEVERETT\nHere, look.\n\nHe hands her three fish.\nEVERETT (CONT'D)\nThe three fish you wanted. I only\nowed you for two fish. Now you owes\nme for one.\nSandra looks at him strangely.\nEVERETT (CONT'D)\nWe figured it out on the card, look.\nNow you owes me back for one fish.\nMaud steps up.\nMAUD\nWe’re rendering accounts, so there\nwon’t be a mix up.\n\nEVERETT\nI never told you to speak.\n\nMaud puts her head down.\nSandra looks at the card, skeptically.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT\nI never told you to speak. Maud puts her head down. Sandra looks at the card, skeptically. \n\nTARGET SECTION TO BE ANNOTATED:\nSANDRA\nHow do I know this is right?\n\nEVERETT\nCuz I said it was.\n\nMaud looks up again.\nMAUD\nMaybe we should just start clean\nfrom now on we’1ll keep track.\nEverett shoots her another look.\n\nEVERETT\nI said shut UP.\n\nMaud looks down again.\nSandra looks at Everett, annoyed.\n\nSANDRA\nGive me a minute.\n\n(CONTINUED)\n\f67\n\n68\n\n69\n\n55.\nCONTINUED: (2) 67\nThen she takes the card and goes back in the house.\nMaud picks a speck of paint off of her hands as Everett rants.\nEverett glares at Maud who waits on the lower step, eyes to\nthe ground.\nEVERETT\nI’m the boss, you does what I say.\nI’m the boss, don’t forget it. Who\nbrings in the money?\n\nMAUD\nYou do.\n\nEVERETT\nThat's right. Don't forget it.\n\nINT. SANDRA’S SUMMER HOME - DAY 68\nAs Sandra goes to get her purse, she tosses the card down on\nthe table, finally noticing the beautiful little painting on\nthe back - A winter wonderland scene.\nEXT. SANDRA’S SUMMER HOME - DAY 69\nSandra comes out again, with money and the card in hand.\nSANDRA\n\nI'll pay you. If you make me some\n\nmore of these cards.\nShe looks at Maud, who looks back, stunned.\n\nSANDRA (CONT'D)\nChristmas cards. More like this.\n\nEverett doesn't know what to think. Maud looks to him.\nMAUD\nI dunno. It's up to the boss. I\ndoes what he says.\n\nEverett is dumbfounded for a moment.\n\nEVERETT\nAlright. Throw in an extra five\ncents.\n\nSANDRA\n\nFine. How about ten cents a card.\n\nWow. Even better than he intended.\n\n(CONTINUED)\n\f69\n\n70\n\n71\n\n72\n\n73\n\n74\n\n56.\nCONTINUED: 69\nEverett grabs the money from Sandra, who ignores him, but\n\nsmiles at Maud.\n\nSANDRA (CONT'D)\nI look forward to them very much.\n\nShe and Maud smile at each other warmly. Everett clocks\nthis.\n\nEXT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe and Maud smile at each other warmly. Everett clocks\nthis. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - DAY 70\nAs they walk down the road, Maud struggles to keep up.\nMAUD\nYou're good Ev. I gotta say, I never\nwoulda thought to ask for that money.\nYou really know what you're doing.\n\nEverett is somewhat pleased as well, as he walks ahead of\nher.\n\nEVERETT\nGet in second gear woman.\n\nINT. EVERETT'S HOUSE - DAY 71\nMaud sits at the little table in the corner by the window as\n\nshe paints an apple tree on a little card. A bright beam of\nsunlight shines in on her.\n\nShe looks out the window and sees a group of children walking\n\nby - one little girl in a pink dress among them. She studies\n\nher closely....\n\nINT. EVERETT'S HOUSE - DAY 72\nMore of Everett's house has been painted - a butterfly on\n\nthe door, flowers around the windows. Maud is now painting\n\nthe stairs on the way up to the loft.\n\nEXT. WHARF - DAY 73\n\nMaud is with Frank. He has found some old cans of paint\nand he's handing them off to Maud.\n\nINT. EVERETT'S HOUSE - DAY 74\nMaud sits at the table with her paints. She dips a paintbrush\n\ninto a little container of paint. She scrapes it against a\npaint splattered sardine can.\n\n(CONTINUED)\n\f74\n\n75\n\n76\n\n57.\nCONTINUED:\n\nShe looks at herself in the mirror for a moment. It's\ndifficult for her. But she smiles a little, and takes her\npaint brushes and paints a little tiny flower on the frame.\n\nThen she turns back to a large painting on a wooden board\nthat is half-way finished. She makes her large, unrefined\npaint strokes. An outdoor scene. A tire swing now hangs\nfrom a tree. A little girl in a pink dress.\n\nMaud looks out the window, and sees Everett chopping wood.\nHe effortlessly splits each wood chuck in two with one fell\nswoop. He is concentrated, and relentless.\n\nMaud stops her painting for a moment and watches him\nadmiringly. A sweet, shy smiles comes across her face.\n\nShe turns her attention back to the painting, and starts to\npaint Everett, in his plaid shirt, hard at work.\n\nINT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nA sweet, shy smiles comes across her face. She turns her attention back to the painting, and starts to\npaint Everett, in his plaid shirt, hard at work. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GENERAL STORE - DAY\nEverett is collecting money from Mr. McDougal.\n\nEVERETT\nHere's a few more to sell.\n\nThe storekeeper looks at the cards skeptically.\n\nMR. MCDOUGAL\nI don't know why people are paying\nmoney for these. My five year old\ncan do better.\n\nEverett looks out the window of the store, where Maud is\nwaiting outside. Then, he leans into the storekeeper\nangrily.\n\nEVERETT\nYou don't know what you're talking\nabout. How foolish are you. These\nare good drawings, and that's why\npeople are paying good money for it.\nYou, my son, are an idiot.\n\nEverett stomps off, outside the store to join Maud.\nEXT. DIGBY FIELD - DAY\n\nMaud and Everett walk across the wide open field, two colorful\nspecks among the dull yellow grass.\n\n74\n\n75\n\n76\n\f77\n\nINT. EVERETT'S HOUSE - DAY\n\nMaud and Everett are in the house, Everett is poking the\nwood stove as Maud sits at the table, painting. Everett\nleans over and sneaks a peak at what she's doing.\n\n(CONTINUED)\n\n57A.\n\n77\n\f77\n\nCONTINUED: 58.\n\nIt's one of Three Black Cats.\n\nMAUD\nYou like em?\n\nHe looks away.\n\nEVERETT\nLike what?\n\nMAUD\nMy paintings.\n\nEVERETT\nHow am I supposed to know if they're\ngood or not. That's women's stuff.\n\nBut he stops and looks at them. Takes them all in. Then he\nnotices down at the bottom, where her name is signed, it\nsays...\n\nMaud LEWIS.\n\nEVERETT (CONT'D)\nWhat's that? I know what that says\nthat's my name there. But you're a\nDowley.\n\nMaud bites her lip.\n\nMAUD\nWell. Yeeeeah. But I figured, where\nwe're partners, and the painting is\nhalf yours. So... part of your name\nshould be on it too. Right?\n\nHe looks around the house. Nothing's been done. It's a bit\nof a mess.\n\nEVERETT\nYou gonna get at some of the housework\nnow, or what?\n\nMAUD\nI've got to finish a few more of\nthese first.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's a bit\nof a mess. EVERETT\nYou gonna get at some of the housework\nnow, or what? MAUD\nI've got to finish a few more of\nthese first. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT\n\nLord, woman, you can't neglect the\nchores.\n\n(CONTINUED)\n\n77\n\f77\n\n78\n\n79\n\nCONTINUED: (2) 59.\n\nMAUD\nI know, but there are only so many\nhours in the day.\n\nEVERETT\nMight as well start doing it all\nmyself.\nHe grabs the apron. Maud smiles to herself.\nEXT. EVERETT'S HOUSE - EVENING\n\nMaud and Everett are sitting down to a quiet supper when\nthere is a knock on the door.\n\nEVERETT\nWhoever it is, tell 'em to vamoose.\n\nMaud gets up to open it. It's Sandra.\n\nSANDRA\nIt's cold out here, may I come in?\n\nMaud looks back to Everett. Everett gives a sharp point\ntowards the road - in other words \"get\". Maud looks back at\nSandra and smiles.\n\nMAUD\nUm, we’re just gettin’ supper ready.\n\nBut Sandra isn’t deterred, taking in Maud and her\nsurroundings.\n\nSANDRA\nSmells like it. I won't stay long.\n\nSandra smiles at Maud, as she nudges her way in.\nINT. EVERETT'S HOUSE - CONTINUOUS\n\nEverett looks up from the table, in disbelief. Maud stands\nnervously between the two of them.\n\nMAUD\nHe likes it quiet when he eats -\n\nSANDRA\nI didn't think he could hear.\n\nEVERETT\nI hear fine.\n\n(CONTINUED)\n\n77\n\n78\n\n79\n\f60.\n\n79 CONTINUED: 79\n\nEverett glares at her as she plunks herself down on a chair\nShe ignores Everett and turns to Maud excitedly.\n\nSANDRA (CONT’D)\nShow me one of your larger paintings.\n\nMAUD\nDon’t do larger paintings, just the\ncards.\n\nSANDRA\n\nOh, you must. I’m willing to pay\nyour price.\n\nMaud just shakes her head.\n\nEVERETT\nYes she does.\n\nEverett reaches down under the couch, and pulls out the\npainting of the little girl and the tire swing. Maud looks\nat him, shaking her head \"no\". But he grins.\n\nEVERETT (CONT'D)\nSome fine gobs of paint flicked on\nthis board.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud looks\nat him, shaking her head \"no\". But he grins. EVERETT (CONT'D)\nSome fine gobs of paint flicked on\nthis board. \n\nTARGET SECTION TO BE ANNOTATED:\n Right up your alley -\n\nMAUD\nI’m not even finished that.\n\nSANDRA\nLet me see it.\n\nSandra studies it.\n\nSANDRA (CONT'D)\nBeautiful.\n\nMaud shrugs, smiling shyly.\nSANDRA (CONT'D)\n\nThis tree has red leaves, and this\none has green. What season is it?\n\nMaud shrugs again.\nMAUD\nOh, guess it’s everything that’s\npretty about all seasons.\n\nEVERETT\nHow much?\n\n(CONTINUED)\n\fCONTINUED: (2) 61.\n\n79\nSANDRA\nWhat’s your price.\nMAUD\nNah, not for sale, sorry.\nEVERETT\nFive dollars.\nSANDRA\nDone.\nMAUD\n\nNo. I’m not selling it.\n\nEVERETT\nAlready sold.\n\nEverett takes the painting and hands it to Sandra. Maud\nthrows Everett a look.\n\nMAUD\nBut, I’m not finished it.\n\nHe sees something in her eyes. A pleading look. Sandra\ndoesn't notice, she's absorbed with the painting. He grabs\nthe painting from Sandra.\n\nEVERETT\nOnly joshing you. It's not for sale.\n\nSandra looks back at Maud, realizing she's not getting her\nto budge.\n\nSANDRA\nYou know what would be even better?\nIf I commissioned you to paint\nsomething for me.\n\nShe takes out five dollars and goes to give it to Maud.\nMaud refers it to Everett. Sandra begrudgingly gives it to\nEverett.\n\nSANDRA (CONT'D)\nPaint me anything. On a board like\nthis, just whatever you want. You\ncan send it to me in New York. Show\nme how you see the world.\n\nMaud smiles shyly.\n\f80\n\n81\n\n62.\n\nINT. EVERETT'S HOUSE - DAY\n\nMaud looks at the framed scenery outside her window. It's a\ncold, dreary, bleak day. Rain is pelting down hard. EVERETT\nis outside, carting loads of wood out of the shed. Maud\nwatches through the window as Everett heads towards her with\nthe wheel barrow. His face stern. Serious, as he shields\nhimself from the pelting rain. She can hear him muttering\ncurses. Vulnerable, but hard. She smiles to herself.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe can hear him muttering\ncurses. Vulnerable, but hard. She smiles to herself. \n\nTARGET SECTION TO BE ANNOTATED:\nShe looks back down at the painting. It is of Everett\nenjoying his work on a sunny day.\n\nINT. EVERETT'S HOUSE, UPSTAIRS LOFT - NIGHT\n\nMaud and Everett are in bed. It is almost completely dark\nand Maud is nearly asleep.\n\nEverett reaches under the blanket and pokes at Maud.\n\nEVERETT\nYou awake?\n\nMaud can barely open her eyes.\n\nMAUD\nYeah.\n\nHe pokes at her some more. Then moves a little closer to\nher and starts to rub up against her. She doesn’t respond,\nbut she fully wakes up.\n\nEverett gropes at her more aggressively. She turns to him.\nMAUD (CONT'D)\nYou know, I think we can afford that\nmarriage license.\n\nEVERETT\nFoolish.\n\nMAUD\nWell, we can.\n\nEverett rolls over and away from her\n\nShe looks at him, a little beam of moonlight shines across\nhis face. His eyes glisten as he stares at the ceiling.\n\nEVERETT\n\nEveryone wants wants wants. If I\nwant something, I gotta fork out.\n\n(CONTINUED)\n\n80\n\n81\n\f81\n\nCONTINUED: 63.\n\nMaud listens. 81\n\nEVERETT (CONT'D)\nStay on your side of the bed, you\nwon’t catch me over there again.\n\nMaud stares at the ceiling, so does Everett.\n\nMAUD\nI want to, I just think we should\nget married first.\n\nEVERETT\nNever mind your bribing. Leave me\nalone.\n\nHe turns his back to her.\n\nMAUD\nI’m sorry. I’m not bribing. I\njust...\n\nShe moves over and puts her arms around him. She snuggles\ninto his back. Everett looks at her, his face softening.\n\nHe moves closer to her and fumbles around under the blanket.\nMaud lays still as the dark room is filled with the sounds\nof Everett’s awkward grunts.\n\nMaud hangs onto Everett, appreciating the closeness. She\nhugs tightly into him.\n\nBut it lasts only momentarily. Within moments, he is finished\nand he rolls off of her.\n\nShe smiles at him. He suddenly seems shy and nervous.\n\nMAUD (CONT'D) (CONT'D)\nThat was nice.\n\nEverett says nothing. He seems pained. Awkward.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverett says nothing. He seems pained. Awkward. \n\nTARGET SECTION TO BE ANNOTATED:\n She reaches\nover and touches him, but he recoils.\n\nEVERETT\nDon't.\n\nHe is suddenly really uncomfortable with the closeness.\n\nEVERETT (CONT'D)\nDon't think you're worming your way\ninto my life, like this, cuz you're\nnot.\n\n(MORE )\n\n(CONTINUED)\n\f81\n\n82\n\n83\n\n84\n\nCONTINUED: (2) 64.\n\n81\nEVERETT (CONT'D)\n\nIf you stop doing your job, you are\n\nout on your duff in a flash, you\n\nunderstand? And if you think I’m\n\ngoing marrying you so I can do that\n\nyou're sick in the head. Rather do\n\nit to a knot in a tree.\nMaud glares at him, furiously, then climbs out of bed.\n\nEVERETT (CONT'D) (CONT'D)\n\nWhere you goin’ now?\nMaud says nothing, but disappears down the ladder\nAfter a moment, he hears the sound of the door slam.\nEXT. EVERETT'S HOUSE - NIGHT 82\nMaud sits outside and smokes a cigarette while sitting in\nbetween the two dogs, Blackie and Brownie.\nShe looks at the dog who stares at the house.\nINT. EVERETT'S HOUSE - NIGHT 83\nEverett is downstairs, watching Maud through the window. He\ncan see that she is talking to the dogs, and she doesn't\nlook too happy. But he stubbornly heads back upstairs.\nEXT. EVERETT'S HOUSE - MORNING 84\n\nEverett comes outside with two cups of tea. He sees Maud,\ncurled up next to the two dogs where she spent the night.\nShe hears the door slam closed and sits up.\n\nEverett approaches her, holding out the cup of tea. She\nwon’t take it.\n\nMAUD\nS’pose you’1l throw that in my face\nnext.\n\nEVERETT\nI might.\n\nShe refuses the tea. After a moment, he tosses the tea across\nthe ground.\n\nEVERETT (CONT'D)\n\nIf you don't know what I'm like by\nnow, you're stunned-er than you look\n\n(CONTINUED)\n\f84\n\n85\n\n86\n\n65.\nCONTINUED: 84\nShe looks down at her feet.\n\nMAUD\nWe live together in this house, we\nmight as well get married.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT (CONT'D)\n\nIf you don't know what I'm like by\nnow, you're stunned-er than you look\n\n(CONTINUED)\n\f84\n\n85\n\n86\n\n65. CONTINUED: 84\nShe looks down at her feet. MAUD\nWe live together in this house, we\nmight as well get married. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT\nJust cuz I don't have women beating\ndown my door, doesn't mean I got to\nmarry up with the first one who'll\nhave me.\n\nMAUD\nWell. Why not? We've been living\nin this house together now for almost\na year.\n\nSilence. Everett is biting the side of his cheek.\n\nMAUD (CONT'D)\nIt'd be nice to be like normal people,\nwouldn't it? That's what normal\npeople do, they get married.\n\nEVERETT\nYou're not a normal woman.\nMAUD\nYou need me.\nHe looks away.\nEVERETT\n\nI don't need anybody. Never did.\n\nMAUD\nFoolish. Everybody needs somebody.\nThat's life. And you don't need\nmany people. But you need me.\n\nINT. DIGBY COUNTY ORPHANAGE - DAY 85\nMaud is wearing her best dress, her lovely broach pinned to\n\nher chest, and a flower in her hair. She stands, nervously,\nwaiting for...\n\nINT. DIGBY COUNTY ORPHANAGE - WASHING ROOM -- DAY 86\nEverett is putting on a tattered suit that has been cleaned\n\nand pressed. He stands in the mirror, straightening himself\nout. Smoothing down his hair.\n\fINT. DIGBY COUNTY ORPHANAGE - HALLWAY -- DAY\n\nMaud stands against the wall, observing as a line of young\nboys pass by her. She smiles, tickled by their cute faces.\nMr. Hill is at the end of the line.\n\nThen, Everett comes out, shiny clean.\n\nMAUD\nYou look nice.\n\nEVERETT\nLet's go.\n\nAs they walk down the hall, Mr. Hill smiles at Maud.\n\nMR. HILL\nBig day for you two. Congratulations.\n\nShe smiles, and tucks her chin into her sweater. She's\nnervous. Happy. Because...\n\nEXT. CHURCH - DAY\n\nEVERETT and MAUD come out of the church having just gotten\nmarried. Maud is holding a bouquet of flowers. Frank is\nthere with his wife. Frank smiles at Maud.\n\nFRANK\nI don't know if I should offer\ncongratulations or condolences, Maud,\nbut give me a hug.\n\nHe hugs her. Then offers his hand to Everett.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK\nI don't know if I should offer\ncongratulations or condolences, Maud,\nbut give me a hug. He hugs her. Then offers his hand to Everett. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK (CONT'D)\nYou be nice.\n\nEVERETT\nYeah yeah yeah.\n\nBut Everett shakes his hand. Maud links her arm into\nEverett’s as they walk down the step. At first he tenses\nup, but then he relaxes.\n\nA smile almost appears on his face.\n\nEXT. DIGBY FIELD - DAY\n\nMaud, still in her modest wedding dress, sits in the\n\nwheelbarrow, proud as a princess, as Everett pushes her\nthrough an open field filled with yellow daisies.\n\f90\n\n91\n\n92\n\n67.\n\nEXT. EVERETT'S HOUSE - NIGHT\nThe sound of Maud and Everett having sex in the loft.\nINT. EVERETT'S HOUSE, UPSTAIRS LOFT - NIGHT\n\nMaud looks at him with love as they have sex. It is awkward,\nbut gentle.\n\nHe rolls over when they are done.\n\nEVERETT (CONT’D)\nDon’t go thinking that everything’s\nall mushy now. I’m still contrary.\n\nMAUD\nI know.\n\nEVERETT\nEvery time I says something cross\nyou can’t run off to the shed and\nbitch to the dogs.\n\nMaud smiles.\n\nMAUD\nWe're like a good pair of socks.\n\nHe gives her a sarcastic look\nEVERETT\nOh yes. One shriveled up sock, all\nclingy, the other one long, too thin,\nfull a holes -\nShe laughs.\n\nMAUD\nBetter than only one sock.\n\nEVERETT\nYeah, maybe.\n\nShe gently lays her head on his arm, wanting the intimacy,\nbut not wanting to scare him off. She smiles. Happy.\n\nEXT. EVERETT'S HOUSE - TIME PASSAGE - 1953\nThe sun begins to set into the landscape, as a flock of birds\n\nhead off in a hurry across the darkening sky. The tinny\nsound of music blares from the minuscule house...\n\n(CONTINUED)\n\n90\n\n91\n\n92\n\f92\n\n93\n\n68.\n\nCONTINUED: 92\n\nA 1950's car cruises along the road, passing by the Lewis'\nhome...\n\nINT. EVERETT'S HOUSE - EVENING 93\n\nAn older Maud is sitting down at the table, her increasingly\nfeeble hands hold a copy of the Star Weekly magazine, which\n\nshe reads from.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: 92\n\nA 1950's car cruises along the road, passing by the Lewis'\nhome... INT. EVERETT'S HOUSE - EVENING 93\n\nAn older Maud is sitting down at the table, her increasingly\nfeeble hands hold a copy of the Star Weekly magazine, which\n\nshe reads from. \n\nTARGET SECTION TO BE ANNOTATED:\n Everett is now washing the dishes, wearing\n\nthe apron that Maud sometimes wears.\n\nA tiny transistor radio plays music in the background.\n\nMAUD\n\".,.,Her paintings can be found on\ndisplay at her home in Marshalltown\nNova Scotia, where she lives with\nher husband, Everett Lewis\", see\nthey do mention you \"a local fish\npeddler.\"\n\nEVERETT\nThey said my name? Let me see?\n\nShe holds out the paper as his eyes study the words, looking\nfor a word he recognizes. He spots it and points to it.\n\nEVERETT (CONT'D)\nThat's it there.\n\nShe smiles proudly as she places the paper down. He wipes\nhis hands dry, and starts to slice and butter a few pieces\nof bread.\n\nMAUD\nBet we'll sell more paintings now.\n\nEVERETT\nNext you'll be wanting us to get\nelectricity or something.\n\nMAUD\nFoolish.\n\nEVERETT\nWe'll have to buy a television.\n\nMAUD\nWhat do we want a television for? I\ngot that radio. Might need some new\nbatteries soon.\n\nHe brings over a plate of sliced bread. They both eat a\npiece.\n\n(CONTINUED)\n\f93\n\n94\n\n95\n\nCONTINUED: 69.\n93\n\nMAUD (CONT'D)\nWe can afford batteries.\n\nQuiet moment as they eat their bread. She looks back at the\narticle.\n\nMAUD (CONT'D)\nI wonder who is out there reading\nthis right now?\n\nEVERETT\nNobody. You know what people are\ndoing with this article? They're\nlighting their wood-stoves with it.\nSo don't go getting too big for your\nbritches. You're still my employee.\n\nMaud laughs.\n\nMAUD\nI'm not your employee. I'm your\nwife.\n\nEVERETT\nWell, I'm still the main earner.\n\nMAUD\nOf course. I'm only practicing up.\nIf people pays money for it, that's\nyour doin', not mine.\n\nHe nods, satisfied with this \"agreement\".\n\nEVERETT\nAs long as you don't start getting\nfancy.\n\nEXT. EVERETT'S HOUSE - DAY 94\n\nMaud's hands are clearly worsening as she carries an old\npainted board with the words \"Paintings for Sale\". She walks\nout towards the road.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. EVERETT'S HOUSE - DAY 94\n\nMaud's hands are clearly worsening as she carries an old\npainted board with the words \"Paintings for Sale\". She walks\nout towards the road. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, she leans the board against an\nold rock.\n\nEXT. MARSHALLTOWN ROAD - DAY 95\nEverett walks home from a day's work, looking tired and worn\n\nout. As he nears his own house, he slows down as he passes\nby the sign.\n\f70.\n\n96 EXT. EVERETT'S HOUSE - DAY 96\n\nHe walks into his driveway, and looks at Maud, who is standing\nnext to Sandra, and several other curious visitors. Maud\n\nhas many paintings leaning up against the house. A few\ninterested people have pulled off on the side of the road,\n\nand are now milling about the house, admiring Maud and her\nwork.\n\nEverett looks on nervously. When Maud sees him, she smiles.\nHe smiles back. Awkward, but slightly excited. As Sandra\nis distracted with talking to potential customers, Everett\nwalks over to Maud.\n\nEVERETT\n\nHow much money we get today?\nMAUD\n\nI think around eighteen dollars.\n\nMaybe more.\nEverett looks pleased by this.\n\nEVERETT\nGive it, I'll put it somewhere safe.\n\nMaud takes the money out of her apron pocket and hands it to\nEverett. He looks at Sandra, annoyed.\n\nMAUD\nShe still bugs you.\n\nEVERETT\nI don't trust her.\n\nMAUD\nShe's my friend.\n\nEVERETT\nPff!\n\nEverett goes back to chopping his wood.\nSandra rejoins Maud.\n\nSANDRA\nShall we have a cup of tea?\n\nMAUD\n\nWhy don't we go for a walk. Give\nEverett some peace.\n\n(CONTINUED)\n\f96\n\n97\n\n71.\nCONTINUED: 96\n\nAs they walk away, Everett doesn't notice. He keeps chopping\nhis wood, his back to them.\n\nEXT. FIELD - MORNING 97\nMaud and Sandra are strolling along a wide open field.\n\nSANDRA\nIf he made you some stretched\ncanvases, you'd get a lot more money\nfor those paintings.\n\nMAUD\nI wouldn't ask him.\n\nSandra helps Maud along. Maud's much more feeble than Sandra,\nand the walk is a little difficult for her\n\nSANDRA\nSo what's it like being married to\nsuch an ass?\n(off Maud's look)\nSorry. \"Grump\".",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSandra helps Maud along. Maud's much more feeble than Sandra,\nand the walk is a little difficult for her\n\nSANDRA\nSo what's it like being married to\nsuch an ass? (off Maud's look)\nSorry. \"Grump\". \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nNever been married to anyone else,\nso what would I compare it to?\nSandra looks at her for a beat before speaking.\n\nMAUD (CONT'D)\nWhat?\n\nSANDRA\nI've been dying to ask you for years.\nDo you ever feel you are in love?\nMaud smiles shyly.\nSANDRA (CONT'D)\nYou do? You mean you think you love\nEverett? Actual love?\nMaud shrugs, embarrassed.\n\nSANDRA (CONT'D)\nAnd is he in love with you?\n\nMAUD\n\nThis is foolish talk. How would I\nknow that?\n\n(CONTINUED)\n\f97\n\n98\n\nCONTINUED: 72.\n\n97\nSANDRA\nWell...does he smile at you when you\nwalk into the room, does he do little\nnice things to show you he cares?\nDoes he pay you compliments.\nMaud and Sandra sit on the grass, and Maud slips off her\nshoes, and gives this some thought.\nMAUD\nIf that's what it means, then no, I\nwouldn't say Everett loves much.\nMaud SCRUNCHES her feet in the grass. Sandra does the same.\nMAUD (CONT'D)\nGuess your husband must be nice to\nyou.\nSANDRA\nGod, no. I didn't marry for love, I\nmarried for...I don't know. Money?\nTo make my parents happy? Boredom?\nStupid really. Marriage should be\npreserved for great love.\nMAUD\nNah, we need to be happy with what\nwe got.\nThey sit side by side, it's peaceful.\nEXT. EVERETT'S WOODSHED - DAY 98\n\nEverett is still splitting wood when he looks over and sees\nhis dog Brownie, lying on her side, looking ill.\n\nHe goes over to her.\n\nEVERETT\nBrownie, get up. What's going on?\n\nHe whistles sharply. The dog doesn't respond. He bends\ndown toward the dog, suddenly worried.\n\nEVERETT (CONT'D)\nBrown?\n\nNo movement. Very laboured breathing from the dog. The\n\nother dog, Blackie, stands beside Everett, looking on.\nEverett looks over to where Maud was.\n\n(CONTINUED)\n\f98\n\n99\n\n100\n\nCONTINUED: 73.\n\n98\nEVERETT (CONT'D)\nMiss.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverett looks over to where Maud was. (CONTINUED)\n\f98\n\n99\n\n100\n\nCONTINUED: 73. 98\nEVERETT (CONT'D)\nMiss. \n\nTARGET SECTION TO BE ANNOTATED:\n Miss!\nBut she's not there.\nEVERETT (CONT'D)\nSomething's wrong with Brownie!\nMiss.\nEverett is becoming extremely upset. He looks back at the\ndog.\nEVERETT (CONT'D)\nDon't leave me Brown.\nHe heads towards the house.\nINT. EVERETT'S HOUSE - DAY 99\nWhen he opens the door to the house, he is surprised to\ndiscover Maud's chair empty.\nEVERETT\nMaud?\nEXT. EVERETT'S HOUSE - DAY 100\n\nHe looks up the road. No Maudie. Down the road. No Maudie.\n\nEVERETT\nGod Damnit.\n\nEverett stands still, the world suddenly spinning. He looks\naround frantically.\n\nThen Everett goes back to the dog. The dog is dead. He's\nunsure of how to deal with his emotions.\n\nEVERETT (CONT'D)\nWoman! Woman!!!\n\nThen he sees Maud walking towards the house in the distance.\nHis frantic panic turns to anger as he steadies his breath,\nwatching her as she hurries towards him.\n\nAs she gets closer:\n\nEVERETT (CONT'D)\nWhere the hell where you?\n\nMAUD\n\nWent for a walk with Sandra. What's\nwrong?\n\n(CONTINUED)\n\f100\n\n101\n\nCONTINUED: 74.\n\n100\nEVERETT\nBrown's dead.\nMAUD\nNo.\nShe hurries over and looks at Brownie.\nEVERETT\nBut never you mind, go off on your\nfancy prance around town with the\npriss bag.\nMAUD\nWant me to help you bury her?\nEVERETT\nNo.\nEXT. EVERETT'S HOUSE - MOMENTS LATER 101\n\nEverett and Maud sit on the ground next to Brownie's body,\njust the two of them.\n\nEverett looks pained, but he sucks on his teeth and pulls\nhimself up off the ground. He scratches Blackie on the ears.\n\nEverett gets up and gets the shovel. Maud walks over and\ntakes the collar off of the dead dog. She looks back at\nEverett.\n\nMAUD\nPoor old girl.\n\nEVERETT\nYeah yeah yeah, she had a good life.\nBlackie's the poor one now.\n\nShe reaches out for Everett's arm, but he brushes it off.\nShe gets up, giving him the space.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlackie's the poor one now. She reaches out for Everett's arm, but he brushes it off. She gets up, giving him the space. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nI'll go make sure the kettle's on.\n\nShe walks back to the house, feeling uneasy.\nMAUD (CONT'D)\nI'm sorry I wasn't here. When you\nneeded me.\n\nEVERETT\nI didn't need you.\n\n(CONTINUED)\n\f101\n\n102\n\n103\n\n75.\nCONTINUED: 101\nShe goes inside.\nEXT. FIELD - TIME PASSAGE 102\nA beautiful vista of the house sitting alone against a crispy\n\nmorning sky as the vista is covered in a blanket of bright\nwhite snow...\n\nEXT. EVERETT'S HOUSE -- DAY 103*\n\nMaud is outside of her house, placing her paintings as a car\npulls up. Maud is surprised to see who's driving - it's her\nbrother CHARLES. He looks older, and more tired. When he\nsees Maud he forces a big smile.\n\nMAUD\nCharles?\n\nCHARLES\nSister.\n\nHe comes over and gives Maud a hug. It's polite, but awkward.\n\nMAUD\nWhat are you doing here.\n\nCHARLES\nI read about you, had to come see\nfor myself. An artist.\n\nMAUD\nFoolish. I painted when we were\nkids, you never called me an artist\nthen. No different now.\n\nCharles studies the house, trying to be polite.\n\nMAUD (CONT'D)\nCan I get you some tea?\n\nCHARLES\nNo, thank you for asking.\n\nCharles walks around.\n\nCHARLES (CONT'D)\nWhere's your man?\n\nMAUD\n\nOut on his rounds. Should be back\nsoon, if you want to meet him.\n\n(CONTINUED)\n\fCONTINUED: 76.\n103 103\n\nCHARLES\nDon't have a lot of time. Wanted to\ncome by and maybe get one of your\npaintings.\n\nMaud smiles.\n\nMAUD\nPick whatever one you want.\n\nCHARLES\nThat's kind of you.\n\nThen...\n\nMAUD\nBig ones are five dollars.\n\nCharles is taken aback.\n\nCHARLES\nAunt Ida said he is a miser. That\nyou don't see a nickel of money from\nthese paintings.\n\nCharles bites his lip, changing tactics.\n\nCHARLES (CONT'D)\nWhat's he doing with your money,\nMaud?\n\nMaud doesn't know how to answer.\n\nMAUD\nSaving it, I s'pose.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES (CONT'D)\nWhat's he doing with your money,\nMaud? Maud doesn't know how to answer. MAUD\nSaving it, I s'pose. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLES\nWhy isn't he building onto the house?\nGetting the place wired?\n\nMAUD\nDon't s'pose we need it. That's his\nchoice to make.\n\nCHARLES\nYou're capable of making decisions\naren't you?\n\nMAUD\nYou never thought so.\n\n(CONTINUED)\n\fCONTINUED: (2) 77.\n103 103\n\nCHARLES\nWhen I read about you in the paper,\nI thought to myself, \"that girl went\nout and got a life for herself after\nall.\" But here you are. Still being\nruled by someone else.\n\nMaud can't argue with this. Charles walks around, staring\nat the paintings politely.\n\nCHARLES (CONT'D)\nYou need someone to give you advice\non how to handle your money. Someone\na little more savvy than him. Someone\nwho can find the proper investments.\n\nMAUD\nLike you?\n\nCHARLES\nI know money.\n\nMAUD\nYou had to sell momma's house to pay\noff your debts. So I bet you do\nknow money. And how slippery it is.\n\nCharles bristles, then glances up the road and sees Everett\nheading towards the house on his bicycle.\n\nEverett pulls up on his bike. Hops off, sizing up Charles,\nbut saying nothing.\n\nMAUD (CONT'D)\nYou know my brother Charles.\n\nEVERETT\nYup.\n\nCharles shifts uncomfortably. As he looks back to the\npaintings:\n\nEVERETT (CONT'D)\nYou gonna buy one or what?\n\nCHARLES\nMaybe another time.\n\nCharles nods a polite \"goodbye\" to Everett, then gets into\n\nhis car. Everett waits for the car to pull out then, then\ngoes straight to his shed and gets at his work\n\n(CONTINUED)\n\f103\n\n104\n\n78.\nCONTINUED: (3) 103\n\nMaud watches Charles' car pull away. Then, she glances back\nat Everett feeling conflicted.\n\nINT. EVERETT'S HOUSE - DAY 104\nThe house is buzzing with flies.\n\nMaud sits at her table, even more stooped and her hands more\ngnarled. She swats away the flies. Coughs periodically. A\nnagging, recurring tickle. Everett is peeling carrots.\n\nMAUD\nWe need to get a screen door put up.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\nnagging, recurring tickle. Everett is peeling carrots. MAUD\nWe need to get a screen door put up. \n\nTARGET SECTION TO BE ANNOTATED:\nEVERETT\nWhere is the money coming from? I'm\nworking fourteen hours a day just to\nkeep you going with your hobby over\nthere in the corner.\n\nMAUD\nI bring in money with the paintings -\n\nEVERETT\nYou bring in a few pennies but you\ndon't do a lick of work, I got to do\neverything.\n\nEverett puts a pot of water on the stove. He puts the carrots\nin the pot. Silence for a moment. Maud senses something is\nwrong.\n\nHe pulls potatoes out of a bag, and starts peeling them.\n\nMaud looks at him, with his back to her. A quiet unease\nbetween them. Maud goes back to painting at her spot in the\ntable. Swatting away the flies. She COUGHS again.\n\nEVERETT (CONT'D)\nThink you can manage to keep that\nfire going? I like to have a cup a\ntea when I get home.\n\nMAUD\n\nGets hot in here in the day.\nEVERETT\n\nWell open the door.\nMAUD\n\nThen we get more flies. The\n\nscreendoor --\n\n(CONTINUED)\n\fCONTINUED: 79.\n104 104\n\nEVERETT\nhut up about the screendoor.\n\nn\n\nMaud sees a letter on the table, and quickly hides it. But\nhe sees this, and goes to grab it.\n\nEVERETT (CONT'D)\nWhat was that?\n\nMAUD\n\noO\n\nh, nothing.\n\nEVERETT\nGive it to me.\n\nHe grabs it, and looks at it. The envelope has the U.S.\nPresidential seal on it.\n\nEVERETT (CONT'D)\nWho is it?\n\nMAUD\nVice-President Nixon.\n\n \n\nEVERETT\nWhat does he want?\n\nMAUD\nOh nothing. Paintings.\n\n \n\nEverett sneers up his lip. Maud catches this, and immediately\ndownplays it.\n\nMAUD (CONT'D)\nBut I'm telling him, I don't care\nhow fancy he is, if he sends the\nmoney like every body else, I'll\nsend him a painting.\n\nShe looks to him, hoping this pleased him. But Everett leaves\nthe house, without saying a word.\n\nMaud sits at her table, watching out the window as Everett\nheads up the road. Maud's eyes are filled with worry and\nuncertainty.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Everett leaves\nthe house, without saying a word. Maud sits at her table, watching out the window as Everett\nheads up the road. Maud's eyes are filled with worry and\nuncertainty. \n\nTARGET SECTION TO BE ANNOTATED:\n After he is out of sight, she turns back to\nher painting. She coughs again.\n105 EXT. EVERETT'S HOUSE - CONTINUOUS 105\n\nEverett walks away, a nervous, insecure man. He starts his\nway up the road, then stops.\n\n(CONTINUED)\n\f105\n\n106\n\n107\n\n108\n\n109\n\nCONTINUED: 80.\n\n105\nEVERETT\nGod dammit.\nHe turns back towards the shed and gets his wheelbarrow -\nhe'd forgotten it. Then he heads down the road again.\nEXT. EVERETT'S HOUSE - DAY - 1965 106\nThe road outside Everett's house is now painted, and a post\noffice box is placed on the side of the road as well. The\nlittle house is looking more shabby, with paint fading and\npeeling a little....\nEXT. EVERETT'S HOUSE - FIELD -- DAY 107\nIt is a cold, grey day outside. The wind is blowing. Everett\nlooks well shaven. Tidy and clean.\nBut he is on his knees, diggin up potatoes. He does it with\nease. But he seems aggravated. Self-conscious. He shakes\nhis head and starts mumbling to himself.\nEVERETT\nDon't know what's so interesting\nabout pulling potatoes out of the\nground.\nWE realize he's talking to a film crew.\nThey are set up behind him. Everett puts the potatoes ina\nbucket. He picks up the bucket and walks towards the house.\nThe camera crew scurries to follow him...\nEXT. EVERETT'S HOUSE - LATER 108\nEverett walks around the front of the house, where there is\na CBC van parked, and several other crew members. Maud is\nstanding up talking to the two filmmakers. As the camera\nperson repositions the camera, Maud looks up at Everett and\nsmiles.\nMAUD\nThere you are.\nEverett wipes the dirt off his knees as he looks at the crew\nskeptically.\nINT. EVERETT'S HOUSE - DAY 109\n\nThey are interviewing Maud. Everett sits in the background,\ntrying desperately to smile politely and naturally. Maud is\nbeing interviewed by a young man named STEVEN.\n\n(CONTINUED)\n\f109\n\n110\n\n15 CONTINUED: 81.\n\n109\nMAUD\nYeah.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud is\nbeing interviewed by a young man named STEVEN. (CONTINUED)\n\f109\n\n110\n\n15 CONTINUED: 81. 109\nMAUD\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m working on another one of\nOxen, yeah.\nSTEVEN (0.S.)\nYou like Oxen, why is that?\nMAUD\nDunno. They’re strong, but helpless.\nSTEVEN\nYou always paint outdoor scenes?\nMAUD\nYeah. Always.\nSTEVEN\nWhy is that?\nMaud shrugs.\nMAUD\nHe works outdoors a lot. People\nlike pictures of outdoors. No big\nreason I guess.\nMaud laughs uncomfortably. She looks over at Everett, seeing\nhe's also uncomfortable. She motions for him to move closer\nHe does so, awkwardly, trying to force a smile.\nEXT. EVERETT'S HOUSE - DAY 110\n\nMaud and Everett now side by side, being interviewed outside\ntheir house, showing the paintings she has displayed for\nsale.\n\nMAUD\nThis one is of seagulls. There's\nflowers painted on the door, here.\n\nMaud refers to Everett.\n\nMAUD (CONT'D)\nHe thinks I'm foolish for painting\non the walls.\n(looking at Everett)\nDon't you?\n\nHe looks at the camera, trying to force a smile.\nEVERETT\n\nIt's-it's not you.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED: 82.\n110 110\n\nEVERETT (CONT'D)\nThe people who comes around are the-\nthe-the foolish ones.\n\nMaud tries to cover up with a chuckle.\n\nEVERETT (CONT'D)\n\nOne chap come up, wanted to buy the\nbird on the door, I said lord man\nyou can't buy our door\n\nMaud smiles.\n\nMAUD\nHe got me to whip him up another\nbird on a board.\n\nEVERETT\nThe man wanted to fork over his money,\nI wasn't about to say no.\n\nMAUD\nEverett's good at selling. We each\ndoes our thing, and it all works out\npretty good. I paint most of the\ntime, he does everything else.\n\nMaud smiles at Everett. He is very uncomfortable, but\nstruggles to keep it hidden.\n\nSTEVEN (0.S.)\nEverett you must feel very lucky to\nhave Maud as your wife.\nThe camera goes in closer on Everett's face, revealing his\nnervousness, his insecurity. He swallows, then clears this\nthroat, trying to find something clever to say....",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nEverett you must feel very lucky to\nhave Maud as your wife. The camera goes in closer on Everett's face, revealing his\nnervousness, his insecurity. He swallows, then clears this\nthroat, trying to find something clever to say.... \n\nTARGET SECTION TO BE ANNOTATED:\n The\npressure is mounting.\n\nEVERETT\n. Yes.\n\nSteve waits for him to say something else.\n\nMAUD\nWe're lucky to have each other.\n\nHis stiff smile twitches in the uncomfortable moment.\n111 INT. SANDRA'S SUMMER HOME - NIGHT 111\n\nSandra and a FEW FRIENDS mingle with drinks, as Sandra shushes\neveryone, while standing in front of the TV.\n\n(CONTINUED)\n\f114\n\n112\n\n113\n\n114\n\nCONTINUED: 83.\n\nSANDRA\nHere she is, look.\n\nWOMAN\nShe's a sweet talented lady. Why\ndoes she stay with that man?\n\nSandra watches with delight, as her friends gather around.\nINT. AUNT IDA'S HOUSE - NIGHT\n\nIda is propped up on the couch, looking sickly and exhausted,\nbut awake enough to watch Maud and Everett on TV.\n\nTV SHOW HOST (0.S.)\n- Her paintings have even been sold\nto Vice-President Nixon. This happy\ncouple who only live with the bare\nnecessities of life, and yet somehow\nthey flourish...\n\nIda stares at the image ON THE TELEVISION: Maud and Everett,\nwalking around their yard, talking.\n\nON IDA'S FACE, filled with regret and sadness.\nINT. JAZZ CLUB - NIGHT\n\nMaud's brother Charles, worn out and tired, is sitting ona\nbar stool, drinking a scotch, as a band sets up in the\nbackground. He is watching Maud on the little TV playing\nbehind the bar, a sad look on his face.\n\nTV SHOW HOST (0.S.)\n\nWho would have thought that this\nlittle arthritic woman, living on\nthe fringe of society, would have\nsuch incredible and far-reaching\nsuccess. You can find Maud Lewis\nstill selling her paintings from the\nfront step of her little house in\nMarshalltown, Nova Scotia...\n\nEXT. EVERETT'S HOUSE - DAY\n\nEverett is across the road from his house, getting the mail\nout of his mail box. A STACK of envelopes.\n\nHe stands there, ripping open the letters, taking the money\nfrom them and shoving them in his shirt pocket, then ripping\nthe letters up into bits. Then, he hops on his bike and\nrides away...\n\n1414\n\n112\n\n113\n\n114\n\n*\n\f115\n\n116\n\n117\n\n84.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stands there, ripping open the letters, taking the money\nfrom them and shoving them in his shirt pocket, then ripping\nthe letters up into bits. Then, he hops on his bike and\nrides away... 1414\n\n112\n\n113\n\n114\n\n*\n\f115\n\n116\n\n117\n\n84. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. GENERAL STORE - DAY\n\nEverett is riding his bike as he pulls up to the store,\nlooking more slouched and self-conscious than ever.\n\nA few PEOPLE trickle out of the store, staring at him with\nmore interest. He keeps his eyes to the ground, ignoring\nthe stares. He mutters to himself.\nBut then Everett notices Ida, who is in a wheelchair, being\nhelped into a car. She looks deathly ill, but when she sees\nEverett, she props herself up anyway, just to glare at him.\nIDA\n\nI saw you on the news. You lucked\n\ninto it with her, didn't you? She's\n\nall smiles, and you nothing but\n\ngrumbles.\n\nEVERETT\nPfTff.\n\nHe starts to ride off, but she calls out.\nIDA\n\nWait. I want you to tell her to\n\ncome see me. Please.\nHe rides down the road.\nEXT. EVERETT'S HOUSE - DAY\nAs Everett pulls up to his house, he sees a LINEUP of cars\noutside his home. Crowds of people admire the house, and\nMaud's paintings.\nHe pushes through the people.\n\nEVERETT\nWatch it. Move. Move.\n\nHe bumbles through them, flustered, and heads into the house.\nINT. EVERETT'S HOUSE - DAY\nMaud is sitting at the table, across from Everett.\n\nMAUD\nHow sick was she?\n\nEVERETT\n\nNever mind how sick she was. I asked\nif I came across nasty on the TV.\n\n(CONTINUED)\n\n115\n\n116\n\n117\n\n*\n\nee eK *\n\n*\n\fCONTINUED: 85.\n117 117\n\nMAUD\nNo Everett.\n\nEVERETT\nWell why is everyone giving me queer\nlooks. I'm starting to feel like I\ncan't show my face without people\ntalking.\n\nMAUD\nNever mind what anyone is saying.\n\nEVERETT\nEasy for you to say. Everyone thinks\nyou're sweet and so good at your\npainting, they don't know what you're\nlike to live with.\nMaud gets up from the table, ignoring his jibes.\n\nMAUD\nI got to go see Aunt Ida.\n\nMaud grabs her jacket.\n\nEVERETT\nWhat for?\n\nMAUD\nBecause what if she dies and I never\nwent to say goodbye.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud grabs her jacket. EVERETT\nWhat for? MAUD\nBecause what if she dies and I never\nwent to say goodbye. \n\nTARGET SECTION TO BE ANNOTATED:\nShe hurries to the door.\nEVERETT\nWhat if I dies and you're not here?\nYou're always going off here, going\noff there. Starting to get fed up.\nMaud is about to walk out the door.\n\nEVERETT (CONT'D)\nI said no. You can't go.\n\nShe turns back to Everett.\n\nMAUD\nI have to.\n\nShe grabs a little painting and hurries out the door.\n\nEverett stares out the window, watching as she walks away.\nHis breathing heavy. Fuming. He paces the tiny floor space.\n\n(CONTINUED)\n\f117\n\n118\n\n119\n\n120\n\n86.\n\nCONTINUED: (2)\n\nThen brushes his hand across Maud's table, filled with her\npaint supplies, scattering everything across the floor\n\nHe goes back to the window and watches her again as she's\nwalking off in the distance.\n\nEXT. MARSHALLTOWN ROAD - CONTINUOUS\n\nMaud is walking out the long, empty paved road, a little\npainting tucked under her arm. A tiny speck in a vast empty\nspace. Nothing between her and their little house, behind\nher in the distance. She hurries, as fast as her little\ncrooked legs can move.\n\nINT. AUNT IDA'S HOUSE - DAY\n\nMaud walks into the front hallway. The nurse sees Maud and\nsmiles.\n\nNURSE\nShe’s awake in her room, go on up.\n\nMaud goes in.\nINT. IDA’S HOUSE - BEDROOM -- CONTINUOUS\n\nMaud walks into Ida’s room, clutching her painting. Ida\nlooks up, is clearly ill. She sees Maud and smiles feebly.\n\nMaud hands her a painting.\n\nMAUD (CONT'D)\nI like painting flowers. Here.\n\nIDA\nThank you.\n\nIda takes the painting, and looks at it.\n\nMAUD\nYou don't need to stay mad at me\nforever.\n\nIda is about to fight back, but then resigns from it.\n\nIDA\nI watched you on the TV and it dawned\non me. You are the only one in our\nfamily who ended up happy. I thought\nit was impossible for you to have a\ngood life.\n\nMaud sits on the side of Ida's bed.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou are the only one in our\nfamily who ended up happy. I thought\nit was impossible for you to have a\ngood life. Maud sits on the side of Ida's bed. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\n117\n\n118\n\n119\n\n120\n\fCONTINUED: 87.\n120 120\n\nIDA (CONT'D)\nI don't want to die full of regrets.\n\nMAUD\nYou're not gonna die --\n\nMaud takes Ida's hand.\nIDA\nI regret not letting you see her, at\nleast. Your baby.\nMAUD\nYou did it to protect me. She was\ndead and deformed, it would have be\ntoo much --\nIda hoists herself up a bit.\n\nIDA\nMaudie. She wasn't deformed.\n\nThis is startling to Maud.\n\nMAUD\nWhat do you mean? Why'd she die?\n\nIda looks at her for a moment. Then...\n\nIDA\nShe didn't.\n\nMAUD\nWhat?\n\nIDA\n\nCharles sold her.\nMaud stumbles backwards.\n\nMAUD\nHe sold her. For money.\n\nFinally...\nIDA\nHe sold her to a good home. Older\npeople. The man was a minister.\n\nMaud stares off, in complete shock..\n\n(CONTINUED)\n\f120\n\n124\n\n122\n\nCONTINUED: (2) 88.\n\n120\nIDA (CONT'D)\nWe didn't think you would be able to\ntake care of a child.\nMaud recoils. She stands up, not sure what to do next.\nIDA (CONT'D)\nCharles and I decided --\nIda reaches out to Maud's arm.\nIDA (CONT'D)\nI was told she's been well loved.\nMaud paces a little, trying to process this.\nMAUD\nAnd is she normal? Was she a normal\nbaby, or was she crooked, or what?\nIDA\nShe was fine.\nMaud gathers herself.\nMAUD\nHave your soup, Ida. I gotta go.\nShe leaves the painting on the bed.\nIDA\nI'm sorry. Maud...\nMaud hurries out of the room.\nINT. EVERETT'S HOUSE - DAY 121\nEverett is now taking all of Maud's painting supplies and\nthrowing them into an wooden crate. Sardine cans, paint\nbrushes, cans of paint, old boards, all aggressively being\nchucked into the box.\nHe knocks over the table, dishes.\nEXT. DIGBY STREET - DAY 122\n\nMaud has left Ida's house, and she wanders up the road, lost\nin her confusion.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe knocks over the table, dishes. EXT. DIGBY STREET - DAY 122\n\nMaud has left Ida's house, and she wanders up the road, lost\nin her confusion. \n\nTARGET SECTION TO BE ANNOTATED:\n Looking around, at people's faces, at\nhouses. Who could she be? Where is she?\n\nIt begins to rain. Maud hugs her coat tightly into her and\nhurries down the road.\n\f123\n\n89.\n\nINT. EVERETT'S HOUSE - DAY 123\n\nWhen Maud comes home, she is still in a daze. She hardly\nnotices Everett, who is sitting in her chair, with a scowl\non his face.\n\nEVERETT\nI'm sick of you.\n\nMAUD\nEv, don't, not now.\n\nEVERETT\nI never asked for this.\nGo out in the morning, people, come\nhome for lunch, people, back at the\nend of the day, more people. Didn't\nlike 'em before, don't like em now.\nI never wanted my face on the TV for\nthe whole world to laugh at.\n\nMAUD\nEverett. Ida told me -\n\nEVERETT\nIf I'm not good enough for you, you\nwant to find something better then\nwhat I can give you, go. Go find\nit.\n\nBut Maud is desperate to talk to him - her husband. She\npersists.\n\nMAUD\nListen to me Everett. All these\nyears, I've figured I was half a\nwoman cuz I gave birth to some little\ngnarled up creature that couldn't\nlive. It wasn't even true.\n\nShe bites her lip.\n\nMAUD (CONT'D)\nThe baby lived. My brother - he\nsold her.\n\nEverett stares at her for a moment, then suddenly he pounds\nhis fist down on the table.\n\nEVERETT\nGive up talking about that God damned\nbaby. The brother, the baby. Christ.\n(MORE )\n\n(CONTINUED)\n\f123\n\n124\n\n125\n\nCONTINUED:\n\nEVERETT (CONT'D)\nNothing but a pain from the minute\nyou stepped into my life. You want\nto go find your bastard baby, go.\nYou want to whine to your invisible\nbrother, go. Leave me alone.\n\nMAUD\nMy brother is as good as dead to me --\n\nEVERETT\nAnd you're dead to me. I like my\nlife simple, you brings nothing but\nmisery. I was better without you.\n\nHe starts to shove her out the door. She braces herself.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was better without you. He starts to shove her out the door. She braces herself. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nWait - what are you doing.\n\nEVERETT\nGet the hell out of my house, this\nis my house, I don't want you here.\nShe grabs hold of the sleeve of his checkered jacket.\n\nMAUD\nEverett stop.\n\nEVERETT\nYou are half a woman, not even that.\nGet out, and don't come back.\n\nHe picks her up and hoists her out the door, and slams it\nbehind her.\n\nEverett leans on the door, as Maudie knocks on it. He is\nfull of pain and sadness, as he closes his eyes and grits\nhis teeth.\n\nEXT. EVERETT'S HOUSE - DAY\n\nMaud knocks on door repeatedly, as the rain pelts down on\n\n90.\n123\n\n124\n\nher. After a few moments, Maud kicks the door, and turns to\n\nleave.\nEXT. COUNTRY ROAD - DAY\n\nMaud walks down the road in the rain, alone and confused.\nShe's coughing, and exhausted.\n\n125\n\f126\n\n127\n\n91.\n\nEXT. SANDRA'S SUMMER HOME - DAY 126\n\nMaud approaches the steps of Sandra's cottage. Tears stream\ndown her face, and she wipes them away with her little hands.\nShe is soaking and frozen. She knocks.\n\nMoments later, Sandra comes out on the step.\n\nSANDRA\nMaud. What's wrong?\n\nMaud hurriedly wipes her face dry, and puts on a brave face.\n\nMAUD\nOh.\n\nShe looks up at Sandra and smiles.\n\nMAUD (CONT'D)\nI thought I'd pop in for a visit.\n\nSandra looks at her - a little shocked.\n\nMAUD (CONT'D)\nBut it's probably not a good time,\nI'll go.\n\nSANDRA\nNo. Come. Otherwise I'll be getting\ndrunk by myself in here, so come in.\nLet's get you warmed up.\n\nINT. SANDRA'S SUMMER HOME - BATHROOM - NIGHT 127\n\nMaud is immersed in the bathtub. Only her eyes and nose are\nabove the water, the rest is completely enveloped by bubbles.\nShe nervously looks around the brightly lit, cheerily\ndecorated bathroom as Sandra talks from outside the room.\n\nMaud doesn't know what to think of it.\n\nSANDRA (0.S.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud doesn't know what to think of it. SANDRA (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nIs the water warm enough?\n\nMAUD\nToo warm, I'd say. I love it, but\nyou shouldn't be wasting all this\nhot water. Be a different story if\nyou boiled it. Even then. Don't\nget me wrong, I love it. My mother\nused to have long baths. But I coulda\njust used a wash cloth.\n\n(CONTINUED)\n\f127\n\n128\n\nCONTINUED: 92.\n\n127\n\nSANDRA (0.S.)\nYou're not in there to get clean,\nyou're in there to relax.\n\nMaud giggles, and continues her nervous chatter.\n\nMAUD\nCan't see me relaxin'.\nBut everything looks so perfect.\nAlmost too perfect. It's lovely,\nreally, but I'm half afraid I'll\nbreak something.\n\nSANDRA (0.S.)\nDo you like shrimp sandwiches?\n\nMAUD\nI don't need to be that fancy. Not\nthat I don't love em, but bread and\nbutter's just as good. You want me\nto get out now?\n\nSANDRA (0.S.)\nStay as long as you like.\n\nMaud sinks back down in the water, her eyes still gazing\naround the room curiously.\n\nINT. SANDRA'S SUMMER HOME - THE NEXT DAY 128*\n\nMaud is now walking around the immaculate, cozy country home,\nwearing Sandra's mauve coloured housecoat, her head wrapped\nin a towel. The housecoat drags on the floor, and Maud looks\nridiculously out of place. She looks out the window at the\nclouds in the sky.\n\nSandra is drinking a glass of wine, sitting on the sofa.\n\nMAUD\nWhen I was young, me and my brother\nwould gawk at the clouds. He’d see\nmonsters and dungeons. Or guns.\nI’d see hearts and puppy dogs. He’d\nget mad at me for turnin’ his\nnightmares into something simple.\nIt’s not that I couldn’t see monsters.\nBut if it’s a game, and if the rule\nis we get to choose to see what we\nwant, why make it dark and dreary?\n\nSandra smiles, charmed by Maud’s simple wisdom.\n\n(CONTINUED)\n\fCONTINUED: 93.\n128 128\n\nSANDRA (CONT’D)\nCome to New York with me.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSandra smiles, charmed by Maud’s simple wisdom. (CONTINUED)\n\fCONTINUED: 93. 128 128\n\nSANDRA (CONT’D)\nCome to New York with me. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nNah. Wouldn't like it.\n\nSANDRA\nYou could have an actual career\nMaud. As an artist. I could help\nyou.\nMaud smiles awkwardly.\nMAUD\nThat's a word Everett would have no\ntime for. Career. Sounds too fancy.\n\n129 INT. EVERETT'S HOUSE - DAY 129\nEverett is sitting down to a meal by himself. Lonely in his\nlittle house. He stares around the room, seeing Maud’s\npaintings all over the walls.\n\nVery lonely. He gets up and storms out of the house.\n130 INT. SANDRA'S SUMMER HOME - DAY 130\n\nMaud is now dressed. Staring off into space. Sandra sees\nthat Maudie is bothered.\n\nSANDRA\nWhen I'm mad at someone, I find it\nhelpful to let it out.\nMaud says nothing.\n\nSANDRA (CONT'D)\nIt feels good. Watch.\n\nSandra pours herself another glass of wine, takes a gulp and\nthen...\n\nSANDRA (CONT'D)\nAhhhhhhhhh!\n\nMaud is startled by this aggression. Sandra composes herself.\n\nSANDRA (CONT'D)\nYour turn.\n\nMAUD\nNo thanks.\n\n(CONTINUED)\n\fCONTINUED: 93A.\n\n130 Sandra takes another swig of wine. 130\n\n(CONTINUED)\n\f130\n\n131\n131A\n\n132\n\nCONTINUED: (2) 94.\n\n130\nSANDRA\nMy husband Jacob is an arrogant\npompous know-it-all, his voice is\nlike nails on a chalkboard, I am\nsick of his feet, I'm sick of his\nbreath, I'm sick of his stttt-uuupid\nface.\nShe looks at Maud, relieved.\nSANDRA (CONT'D)\nAhhhh. Now your turn.\nMaud chuckles.\nSANDRA (CONT'D)\nGo ahead. I know you're mad at him.\nMAUD\nNah. Not like that.\nSandra holds up the bottle of wine.\nSANDRA\nThen you need more wine.\nMaud pauses for a moment, then holds out her glass.\nOMITTED 131*\nEXT. EVERETT'S HOUSE - DAY 131A*\nEverett is cutting the weeds around his house, aggitated. *\nImpatient. *\nEXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaud pauses for a moment, then holds out her glass. OMITTED 131*\nEXT. EVERETT'S HOUSE - DAY 131A*\nEverett is cutting the weeds around his house, aggitated. *\nImpatient. *\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANDRA'S SUMMER HOME - FRONT PORCH -- EVENING 132*\n\nSandra and Maud now sit on the swing on the front porch,\ntheir feet kicked up. Maud is now piss eyed drunk. So is\nSandra.\n\nMAUD\nUm...He's a complainer -\n\nSANDRA\nLet it out. Come on. He's a bastard.\n\nMAUD\nHe's cranky. He's mean. But he's\nsweet in his own way -\n\nSANDRA\nYou're doing it again.\n\n(CONTINUED)\n\f132\n\n133\n\n134\n\nCONTINUED: 95.\n\n132\nMAUD\nHe gets mad if I don’t, if I paints\nall day he’s mad, if I don’t paint\nall day he’s mad, no pleasin’ im.\nBut I miss him.\nSANDRA\nMaud you aren't playing right.\nShe hiccups.\nMAUD\nI gotta go to bed, I feel like I\nmight heave up.\nSandra watches her go, then pours herself another glass of\nwine. She stares up at the sky.\nINT. EVERETT'S HOUSE, UPSTAIRS LOFT - NIGHT 133\nEverett lies on his side of the bed, staring at Maud’s side.\nEXT. WHARF - MORNING 134\n\nEverett is down on the wharf with Frank, gutting fish. Frank\nnotices Everett seems different.\n\nFRANK\nSomething up, Pal?\n\nEVERETT\nShe left me.\n\nFRANK\n\nOh well. About time.\nFrank smiles, teasingly.\n\nEVERETT\nStop. Stop your wise cracking.\n\nEverett slits open another fish, and hauls the guts out,\nthen flicks his hand into the bucket.\n\nEVERETT (CONT'D)\nIf someone had a baby and they give\nup to another family, around here,\nhow would I go about finding out who\nit was give up to?\n\nFrank processes this for a second.\n\n(CONTINUED)\n\f134\n\n135\n\nCONTINUED: 96.\n134\n\nFRANK\nHow in the hell would I know?\n\nEverett starts to walk away, frustrated. Frank feels for\nhim. He calls after him.\n\nFRANK (CONT'D)\nEverett. You grew up in the poor\nhouse, you still do work for them\nsometimes don't ya?\n\nEVERETT\nMr.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK (CONT'D)\nEverett. You grew up in the poor\nhouse, you still do work for them\nsometimes don't ya? EVERETT\nMr. \n\nTARGET SECTION TO BE ANNOTATED:\n Hill died fifteen years ago.\n\nFRANK\nWell, Mr. Higgins is there, he'd\nhelp you. There's still records\nthere, or paper work or something.\n\nEVERETT\nYou think they'd know?\n\nFRANK\nIt's the orphanage. If someone gave\nup a baby around here, they'd know\nwhat happened to it.\nEverett nods.\nEXT. SANDRA'S SUMMER HOME - MORNING 135\n\nThere is a knock on the door. Sandra answers it. It’s\nEVERETT.\n\nEVERETT\nLooking for my woman.\n\nSANDRA\nMaud?\n\nMaud stands up, secretly delighted to see him. She goes to\nthe door.\n\nEVERETT\nGet your things and come on.\n\nMAUD\nWhy should I, when you talk to me\nlike that?\n\nMaud stands firmly, playing tough. He grabs her by the arm\nand starts to haul her out the door.\n\n(CONTINUED)\n\fCONTINUED: 97.\n135 135\n\nMAUD (CONT'D) (CONT'D)\nStop it!\n\nSandra intervenes.\n\nSANDRA\nHey!!! Let her GO!!!\n\nEVERETT\nYou’re coming home!!!\n\nMAUD\nLeave me ALONE Everett!\n\nMaud is furious, Everett is taken aback. Embarrassed, he\nmarches out the door and down over the steps. Maud, still\nspittin’ mad, follows him out on the step.\nMAUD (CONT'D)\nDon't know why you can't be nice for\nonce in your miserable old life.\nHe stops and turns to her, then finally lets his guard down.\n\nEVERETT\nFor crying out loud, woman.\n\nMaud looks at him, winded and frustrated, but concedes.\n136 EXT. SANDRA’S SUMMER HOME - BACK YARD - DAY 136\nMaud and Everett both awkwardly sit on the hammock.\nEVERETT\nYou’d never last here. You’d have\n\nto walk seven miles to the store.\n\nMAUD\nWell I’m not one of your old dogs.\n\nEVERETT\nNo cuz at least they knew how to\nlisten. They did what they were\ntold.\n\nMAUD\nI’m better than a dog.\n\nEVERETT\nMaybe. Bigger pain in the ass too.\n\nSilence.\n\n(CONTINUED)\n\f136\n\nCONTINUED: 98.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBigger pain in the ass too. Silence. (CONTINUED)\n\f136\n\nCONTINUED: 98. \n\nTARGET SECTION TO BE ANNOTATED:\n136\n\nMAUD\nI’m more than that. I want you to\nsay it.\nEverett lies back in the hammock, staring at the sky. The\nchanging shape of the hammock unsteadies Maud and she falls\n\nback on him. She starts to get up, but he puts his arm around\nher, keeping her by his side.\n\nEVERETT\n\n(whispering)\nYou’re more than that.\n\nHe holds her there for a moment. He takes a deep breath.\nCalming himself. They stare up at the clouds. Maud lights\nup a cigarette.\n\nMAUD\nThat cloud looks like a rabbit.\n\nEverett shrugs. Maud decides to quiz him.\n\nMAUD (CONT'D) (CONT'D)\nWhat do you see?\n\nEverett stares at the sky for a moment longer.\n\nEVERETT\nClouds.\n\nMAUD\nYou can see more than that. Try.\n\nEverett looks at her skeptically, then back up at the sky.\nEVERETT\nI sees a woman. With a big arse. A\nfew teeth missin’.\nMaud laughs. Despite herself.\n\nEVERETT (CONT’D) (CONT'D)\nBald on the one side of her head.\n\nShe laughs harder.\n\nEVERETT (CONT’D) (CONT'D)\nShe’s in her old man’s drawers.\n\nMaud playfully shoves him as she laughs even harder.\n\n(CONTINUED)\n\fCONTINUED: (2) 99.\n136 136\n\nEVERETT (CONT’D) (CONT'D)\nFoolish are you. That’s your job\nMaudie. I sees what’s there, you\nsees what could be there.\n\nMAUD\nKinda how you sees me as something\nto own. I sees me as your wife.\n\nEverett unfolds his arms.\nEVERETT\n\nI sees you as my wife, miss. Always\ndid. Didn't want you to leave me.\n\nMAUD\nWhy would I leave you?\nEVERETT\nYou could find better than me.\nMAUD\nI got everything I want with you Ev.\nEverything.\n137 EXT. SANDRA’S SUMMER HOME - DAY 137\n\nEverett is putting Maud's things into his truck as she says\ngoodbye to Sandra.\n\nSANDRA\nNow I have no excuse not to go back\nhome to my boring husband.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n137 EXT. SANDRA’S SUMMER HOME - DAY 137\n\nEverett is putting Maud's things into his truck as she says\ngoodbye to Sandra. SANDRA\nNow I have no excuse not to go back\nhome to my boring husband. \n\nTARGET SECTION TO BE ANNOTATED:\nMAUD\nGo on.\n\nMaud smiles at Sandra.\nMAUD (CONT'D)\n\nYou're my only friend. You know\n\nthat? Since momma died.\nMaud smiles at Sandra. Maud heads to towards the truck, and\nEverett helps her to get in. Sandra watches, thoughtfully\nas Maud and Everett drive down the road.\n\n138 INT. EVERETT'S TRUCK - DAY 138\n\nAs Everett and Maud drive down the road, he turns onto a\nroad that she doesn't recognize.\n\n(CONTINUED)\n\fCONTINUED: 100.\n138 138\n\nMAUD\nWhy we going up here?\n\nHe says nothing.\n\nMAUD (CONT'D)\nWhere we going Ev?\n\nTight-lipped, he keeps driving. Eventually, he pulls off\nonto the side of the road. The Street is lined with nice,\nmodest little bungalows. He stares ahead, she looks at him,\na little confused.\n\nMAUD (CONT'D)\nWhat are we doing here, Ev?\n\nHe takes a breath, and exhales.\n\nEVERETT\n\nHer house is there. The white one.\nMAUD\n\nWho?\nEVERETT\n\nHer. Your girl.\n\nMaud looks on, in disbelief. She sees the house where he is\npointing.\n\nMAUD\nShe lives in there? My baby?\n\nEVERETT\nShe's a woman now.\n\nMaud nervously opens the door\n139 EXT. STREET - NEIGHBORING COMMUNITY - DAY 139\nAs Maud walks up the street, she sees KAY (late 20's), a\nslight, attractive young woman, out doing gardening, wearing\na bright pink sun hat. A young man comes out.\n\nPAUL\nHungry?\n\nKAY\n\nA little. I think I'll make something\nwith the raspberries for dessert.\n\n(CONTINUED)\n\f101.\n139 CONTINUED: 139\n\nMaud watches with overwhelming delight as Kay smiles at her\nhusband. Maud studies her hands. Her feet. Her face. She\nis beautiful and perfect. Maud can hardly take her eyes off\nher.\n\nShe decides to walk past them.\n\nMaud hobbles along the side of the road, getting closer to\nthe couple\n\nPAUL (0.S.)\nI'm going to wash up for dinner.\n\nKAY (0.S.)\nOkay, I'll be in shortly.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nI'm going to wash up for dinner. KAY (0. S.)\nOkay, I'll be in shortly. \n\nTARGET SECTION TO BE ANNOTATED:\nMaud observes them, without looking up. But she studies the\nyoung woman out of the corner of her eye.\n\n140 INT. EVERETT'S TRUCK - DAY 140\n\nEverett sits in the truck, his eyes closed. Working even\nharder to steady his breath.\n\n141 EXT. STREET - NEIGHBORING COMMUNITY - DAY 141\n\nMaud slows down as she is in front of the house, she bends\ndown and picks a pebble out of her boot.\n\nMaud watches Kay through the fence, now almost being eye to\neye. The RASPBERRY BUSH is between them. At this exact\nmoment, Kay eyes one of the berries, as Maud eyes the other\nTogether they both take a raspberry off the bush and EAT IT,\nsavouring the taste.\n\nKay is so preoccupied with the berries, she doesn't even\nnotice Maud.\n\nMaud smiles watching her, then’ stands up and continues on\npast the house, without looking back. As she walks towards\nEverett, she smiles. Sitting in the truck, he beams a smile\nback at her.\n\f142\n\n143\n\n144\n\n102.\n\nINT. EVERETT'S HOUSE - LOFT - NIGHT 142\n\nEverett and Maud lie in bed, only lit by moonlight. He can't\nsleep. Neither can she.\n\nMAUD\nI couldn't believe it was her. But\nI knew it was her.\n\nEXT. EVERETT'S HOUSE - DAY -- 1969 143\n\nThe wide, open landscape surrounding Everett's house, as\nEverett, older, more stooped, carries wood into his house.\nThe paint on the house has faded with time...\n\nINT. EVERETT'S HOUSE - DAY 144\n\nEverett walks into the house and dumps the wood by the stove,\nas The DOCTOR continues doing a check up on Maud.\n\nMAUD\nI'm more concerned with the state of\nmy arthritis then my lungs. It's\ngetting harder and harder to hold a\npaintbrush. Ev thinks I should strap\nthe brush onto my hands.\n\nHe's holding the stethoscope to her back.\n\nDOCTOR\nBreathe.\n\nShe does. It's labored.\nDOCTOR (CONT'D)\nYou haven't given up smoking yet\nhave you?\n\nMAUD\nI gives it up sometimes.\n\nShe smiles.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCTOR (CONT'D)\nYou haven't given up smoking yet\nhave you? MAUD\nI gives it up sometimes. She smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR\nYou have Emphysema Maud. You can't\nsmoke.\n\nEVERETT\nShe won't be smoking again, I tell\nyou that.\n\n(CONTINUED)\n\fCONTINUED: 103.\n144 144\nDOCTOR\nAnd air this place out a bit Everett.\nThe air's too thick.\nEverett walks the doctor to the door\n145 EXT. EVERETT'S HOUSE - DAY 145\nFewer paintings outside.\nMaud comes out of the house, gathers her unsold paintings\nfor the night and takes them inside. Her breathing is a\nlittle laboured. She seems tired.\n146 INT. EVERETT'S HOUSE - NIGHT 146\n\nEVERETT (0.S.)\nYou coming to bed, Maudie?\n\nMaud tries to go upstairs, but she can’t hoist herself up.\nShe goes over to Everett's chair and sits down.\n\nMAUD\nI'll be up in a minute.\n\n147 INT. EVERETT'S HOUSE - MORNING 147\nMaud wakes up to Everett hovering over her on the chair.\n\nEVERETT\nWhat’s wrong with you?\n\nMaud wakes up for a moment, she is not feeling so good.\n\nMAUD\nGuess I fell asleep.\n\nEVERETT\nI've had enough of this! Falling\nasleep, up all night coughing,\nlounging around the house, you don't\npaint anymore you does nothing. Now\nsmarten up and get lively!\n\nShe tries to smile.\nMAUD\nI'll get up in a minute. Come sit\nby me Ev.\n\nEverett can't hide his concern as he sits next to her on the\nfloor.\n\n(CONTINUED)\n\f147\n\n148\n\nCONTINUED: 104.\n\n147\nMAUD (CONT'D)\nYou should get more dogs. Less lonely\nwith dogs.\nEVERETT\nDon't need dogs, I got you.\nMAUD\nStill. Be nice if you had more dogs.\nEXT. EVERETT'S HOUSE - DAY 148\n\nMaud sits in a chair outside as Everett displays her paintings -\nthere are less than before. Maud is getting to be too tired\nand ill to paint as much as she used to. But there are still\nsome paintings, and some visitors, admiring them.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT'S HOUSE - DAY 148\n\nMaud sits in a chair outside as Everett displays her paintings -\nthere are less than before. Maud is getting to be too tired\nand ill to paint as much as she used to. But there are still\nsome paintings, and some visitors, admiring them. \n\nTARGET SECTION TO BE ANNOTATED:\nMaud doesn't really engage in conversation, but then she\nlooks up and sees KAY AND PAUL approaching her house.\n\nShe watches carefully as Kay weaves through the crowd,\nadmiring Maud’s paintings.\n\nAfter a few moments, Maud hurriedly goes into the house.\nThen, she comes out, holding the painting of the girl in the\npink dress.\n\nMaud looks around for Kay, unable to find her at first. But\nthen she sees her and approaches her with the painting.\n\nMAUD\nBit chilly today.\n\nKay looks up and smiles brightly at Maud.\nKAY\nOh, hello. Your paintings are so\ncheerful and optimistic.\nKay smiles at the work.\n\nKAY (CONT'D)\nI like that you ignore the shadows.\n\nMaud smiles, unable to think of what to say. Finally she\nholds out the painting.\n\nMAUD\nYou might like this one.\n\nKay studies it for a long time. Maud watches Kay proudly.\nKay seems almost speechless. Her face is serious.\n\n(CONTINUED)\n\f148\n\n149\n\nCONTINUED: 105.\n\n148\nKAY\nI need this painting. I love it.\nMaud smiles.\nMAUD\nHave it.\nKAY\nHow much do I owe you?\nMaud shakes her head.\nMAUD\nYou don’t owe me for that, take it.\nKAY\nNo no, you can’t give it away. How\nmuch?\nMaud sees Everett walking towards her. She speaks quietly.\nMAUD\nI think that little girl is you.\nPlease take it.\nShe smiles at Kay. Kay smiles back, somehow understanding.\nShe takes the painting and walks away.\nMaud discreetly tries to keep her eye on Kay as she climbs\ninto the car. She watches, fixated, as the car pulls off\nthe side of the road and drives off into the distance.\nEverett stands by her for a moment.\nINT. EVERETT'S HOUSE - NIGHT 149\n\nMaud sits at her table painting, her work only half finished.\nShe works quietly. Then without warning, she suddenly BURSTS\ninto tears. She lets herself cry, and after a moment she\nflops over on the table, onto her painting. She cries and\ncries.\n\nThen she gets up. The paint from her picture now on the\nside of her face and her shirt.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe cries and\ncries. Then she gets up. The paint from her picture now on the\nside of her face and her shirt. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at her ruined\npainting, wipes away her tears and starts to fix it.\n\nEverett is up in bed, Maud still sits at her table, staring\nout the window into the black, quiet night. She wipes the\npaint off of her face and her shirt with an old wet rag.\nThen Maud hoists herself out of the chair and heads towards\nthe ladder.\n\n(CONTINUED)\n\f149\n\n150\n\n151\n\n152\n\n106.\nCONTINUED: 149\n\nHer foot slips on a rung, and Maud tumbles over and falls to\nthe ground.\n\nEVERETT (0.S.)\nWhat's going on down there?\n\nEverett pokes his head down to see what has happened, and\nsees Maud laid out on the floor.\n\nINT. EVERETT'S HOUSE - DAY 150\n\nFrank and Everett CARRY in a little day bed, as Maud sits\nfeebly, at her table.\n\nFRANK\nBack your end in there, Ev.\n\nMAUD\nThat's lovely. Lovely.\n\nEVERETT\nWatch out.\n\nEverett lays his end down, and they squeeze the day bed in\nthe corner.\n\nINT. EVERETT'S HOUSE - EVENING 151\nMaud now lays back on a DAY BED that has been squeezed into\n\nthe small home. Her things have been rearranged downstairs.\n\nShe paints a painting from her bed. She's slower now. Still\nthoughtful, but there is less joy in it. Everett brings her\n\na cup of tea.\n\nMAUD\nSome housemaid I became.\n\nEVERETT\nThe only one applied for the job.\n\nEverett gives her a slight smile.\nINT. EVERETT'S HOUSE - NIGHT 152\nEverett comes downstairs and stokes the fire.\n\nMaud is asleep on the couch, her breathing is sounding\nincreasingly laboured.\n\nEVERETT\nMaudie? You alright?\n\n(CONTINUED)\n\f107.\n452 CONTINUED:\n\nEverett goes over to see her, and realizes she isn’t very\n\n152\n\nresponsive.\n\nEVERETT (CONT'D)\nMaud.\n\nShe tries to open her eyes and speak\n\nMAUD\nEv.\n\n153 EXT. EVERETT'S HOUSE - MOMENTS LATER 153\n\nEverett has Maud bundled up in a blanket and carries her to\nthe truck.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe tries to open her eyes and speak\n\nMAUD\nEv. 153 EXT. EVERETT'S HOUSE - MOMENTS LATER 153\n\nEverett has Maud bundled up in a blanket and carries her to\nthe truck. \n\nTARGET SECTION TO BE ANNOTATED:\n He lays her in the passenger seat, then gets in\nthe truck.\n\nThey speed away down the road.\n154 INT. TRUCK - MOMENTS LATER 154\n\nThey drive down the road, Maud tries to speak but can’t.\nEverett is in a panic.\n\nEVERETT\nShut up Miss. Don’t go tryin’ to\nspeak til the Doctor’s see you.\n\n155 INT. HOSPITAL - NIGHT 155\n\nAs they wheel Maudie away, Everett is frantic. He runs up\nto the nurse with money in his hand.\n\nEVERETT\nHere, look, ten dollars, just make\nsure she's alright.\n\nNURSE\nSir, we don't need your money -\n\nEVERETT\nTake it take it. Just go look after\nher.\n\n156 INT. HOSPITAL - DAY 156\n\nMaud is hooked up to tubes in the hospital bed, Everett is\nby her side. She is more alert now. She reaches out to\ntouch Everett, but he’s too far away. He moves in closer.\n\nEVERETT\n\nI knew you were getting sicker, every\ntime I'd ask you, you'd lie to me.\n\n(CONTINUED)\n\f156\n\n108.\nCONTINUED: 156\nHe sits on the edge of her bed.\nShe slowly, feebly traces the outline of the rose on his\narm.\n\nHe gently strokes her face.\n\nEVERETT (CONT’D) (CONT'D)\nYou got beautiful eyes Maud Lewis.\n\nMaud smiles feebly, flattered. He points to her chest.\n\nEVERETT (CONT'D) (CONT'D)\nSo much beauty in there, it’s spillin’\nout your two peepers. Sometimes I\nlook at them eyes, I think the sun\nis shining in my face.\n\nMAUD\nGo on.\n\nEVERETT\nIt's true. I look at your face and\nI can't believe I ever thought you\nweren't perfect.\n\nShe reaches over with her gnarled up hand, and struggles to\noutstretch her fingers. She wraps them around his hand.\n\nMAUD\nI wish...I wish I was better at\nlooking after you, everyone always\nhad to be looking after me.\n\nEVERETT\nShut up. You looked after me. You\nlooked after me.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERETT\nShut up. You looked after me. You\nlooked after me. \n\nTARGET SECTION TO BE ANNOTATED:\nHe points to his heart, as he fights back tears.\nEVERETT (CONT’D) (CONT'D)\nYou looked after me Miss. Now gimme\nfive more years.\nShe “shhhh’s” him. She pulls him in closer to her face.\n\nMAUD\nI know you love me Ev.\n\nMAUD (CONT'D)\nWe didn't have the things people\nthink you need in order to be lovable.\nBut yet we had love.\n\n(CONTINUED)\n\f156\n\n157\n\n158\n\n159\n\nCONTINUED: (2) 109.\nMaud is fading. 156\n\nMAUD (CONT'D)\nWho woulda thought two odd socks\nwould make such a perfect pair\n\nHe looks at her pleadingly, but she closes her eyes and fades\naway...\n\nEXT. HOSPITAL - DAY 157\n\nEverett is trying to start his truck. It won’t start. He\npunches the steering wheel.\n\nEVERETT\nGod DAMN stupid truck.\n\nHe gets out of the truck and lifts up the hood. He fiddles\naround with it, trying to fix it. Swallowing all his\nemotions. He gets back in the truck, tries again. This\ntime, it starts. He pulls out.\n\nINT. EVERETT'S HOUSE - DAY 158\n\nEverett is home by himself. The brightly painted, jam-packed\nlittle house feels empty. Everett sits in Maud’s chair and\npaints a little “Maud-like” painting on a card. He paints\ndogs. Nowhere near her detail or charm.\n\nHe stops and stares at her paintings on the wall. The little\nchicken. So cheerful. So happy. He reaches out and touches\nthe bird. Then turns back to the painting. He scrapes the\npaintbrush on an old sardine tin, thick with Maud’s paint.\n\nThen he signs the card \"Everett Lewis\". He stares at it\nlong and hard, his eyes filling with tears. Having a second\nthought, he PAINTS over the name.\n\nHe looks out the window. No cars. No visitors. Nothing.\n\nHe looks back to the painting, and once again paints her\nname on the board. Then he THROWS the paintbrush across the\nroom.\n\nEXT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks back to the painting, and once again paints her\nname on the board. Then he THROWS the paintbrush across the\nroom. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EVERETT'S HOUSE - DAY 159\n\nEverett sits outside his house, with paintings propped up\nagainst the house, to sell. His poor knock-offs, which lack\nMaud's care or detail. He stares off into space as a couple\nof stragglers walk around looking at the art work, the faded\npaintings on the walls.\n\n(CONTINUED)\n\f159\n\n160\n\n110.\nCONTINUED: 159\n\nThen suddenly SANDRA pulls up. She gets out of her car.\nShe stares at Everett. He looks sad, and incomplete.\n\nShe stands at a distance for a moment. Then finally walks\ntowards him. Then she sits down next to Everett.\n\nSANDRA\nI missed the funeral.\n\nHe doesn't look at her. She doesn't look at him. They just\nsit in silence together.\n\nINT. EVERETT'S HOUSE - LATER 160\n\nEverett walks into the house. Everywhere he looks, everywhere\nhe rests his eyes, there is the hand of Maud.\n\nHe sits down on the day bed. He kicks off his boots and\npulls off a sock. He stares at his feet, one sock on, one\nsock off. He runs his hand along the empty space of Maud's\nbed, before clutching her pillow.\n\nThen, he looks out the window, and looks up at the clouds.\nSuddenly, he's able to see the clouds take shape: a cheerful\npuppy dog, surrounded by white puffy flowers.\n\nAs we fade out...\n\nEverett Lewis died in 1979, nine years after Maud, in their\nlittle 13x13 home.\n\nThis little house can be found at a permanent exhibit at the\nNova Scotia Art Gallery in Halifax, Nova Scotia...\n\nTHE END\n\f"
}