{
  "1": " \n\n \n\nFOR EDUCATIONAL\n\n \n\n \n\nPURPOSES ONLY\n\n1.\n\n2.\n\nMc CARE + MRS. MILLER\n\nOTHE PRESBYTERIAN CHURCH WAGER\"\n\nThe town of Presbyterien Church was\n\nborn in the early 1890's. It was never\nconceived, it just hsppened...John pudgy’\nMcCabe came to Presbyterian Church in 1595,\nHe died there in 1897 and the town died\nthree years later...\n\nFADE IN:\nESTABLISHING SHOT PRESBYTERIAN CHURCH 1970 DAY\nBEGIN TITLES\n\nTHE SITE of what was once Presbyterian Church. ANGLE FAVORS\n‘the blackened ruins of the edifice from which the primitive\nzinc mining mountain town took its name; a small, at its\nbest crude church, which st some previous point in history\nwas burned to the ground. We see the charred remains. An\nentire wall is miraculously intact. CAMERA RISES to peek\nover the top of the well and sees s green mountain vista\n\nas far as the eye cen see. CAMERA BEGINS TO PAN AROUND.\n\nIt 1s raining and there is an eura of bitter cold. CAMERA\ncontinues it's PAN. Below the church, other buildings,\ncrumbled and sagging sre suggested, but not identified.\nThere is NO SOUND. Presbyterian Church has died and time\nhes all but buried it.\n\nCAMERA RETURNS TO ORIGINAL POSITION\n\nThe town is alive - or rather struggling to survive.\n\nThe church is as it was at a time when it was under\nconstruction. A tiny, rude community sprawls slong a\nmuddy street below the church. It is the town of Presby-\nterlan Church, 1895, WE SEE the kneeling figure of a\nman dressed against the foul, bitter cold sleet. The\nweather has survived the seventy-five yeer transition.\nThe man wears 9 carpenter's apron over his hard clothing.\nHe is MISTER ELLIOTT, self~proclaimed minister of\nPresbyterian Church end, in fact, the builder of the\nchurch from which the town took it: name. It is still\nPaining when Elliott, shivering in the cold, completes\nhis silent preyer, rises and walks\n\n(CONTINUED)\n\f2.\n\n2 (Cont. )\n\n3.\n\n4.",
  "2": "---END OF PREVIOUS SECTION---\nIt is still\nPaining when Elliott, shivering in the cold, completes\nhis silent preyer, rises and walks\n\n(CONTINUED)\n\f2. 2 (Cont. )\n\n3. 4. \n---TARGET SECTION TO BE ANNOTATED---\n5.\n\n6.\n\nto a ladder and continues to work on the church. CAMERA\nMOVES UP HOLDING THE CHURCH STEEPLE AND BELLTOWER IN F.G.\n\nANOTHER ANGLE PRESBYTERIAN CHURCH\n\nFor a closer look. Calling Presbyterian Church a community\nis giving it all the best of it. There are a few ramshackle\nwooden structures on stilts, but the town consists mostly\nof tents and has been hurriedly throm up along ea main\nstreet which is little more than a muddy bog.\n\nThere are some mine entrances fronting the main street,\n\nbut they no longer produce ore and have been converted\ninto primitive dwellings of a sort. A crude aign over\n\nthe entrance to one of these abandoned mines reads:\nSHEEHAN'S SALOON AND HOTEL. NO UNESCORTED WHORES ALLOWED.’\n\nANOTHER ANGLE “SEEEHAN'S\"\n\nAs PAT SHEEHAN himself moves out of the former mine shaft and\nthrows a bucket of God-knows-what out onto the muddy street,\nnearly drenching a couple of CHINAMEN who are Picking their\nway from dry spot to dry spot. The Chinamen register their\ncomplaints, but Sheehan pays no attention -- as though\ndumping garbage on Chinamen was a way of life. Sheehan is\nfilthy and unshaven -- a dirty black Irishman with a dirty\nblack temper to match, He turns ‘and re-enters his saloon,\n\"Sheehan's,\" in fact, actually sums up the amount of growth\nPresbyterian Church has so far experienced. It began within\nthe mine shaft, the next addition had been a wooden room\n\n‘used as a bar room, Additional Space for living quarters\n\nhas now been provided by a tent off to one side,\n\nANOTHER ANGLE\n\nFAVORING the Chinese as they move along the street toward\nthe edge of town and the mines in the b.g. In the b.g. the\nchurch dominates the landscape, its steeple rising perhaps\nsixty feet in the air, The SOUNDS of Elliott's carpentering\ncan be heard.\n\nEXT. MOUNTAIN TRAIL : DAY\n\nThis is the trail leading to Presbyterian Church. We are in\nhard-rock mining country.",
  "3": "---END OF PREVIOUS SECTION---\nEXT. MOUNTAIN TRAIL : DAY\n\nThis is the trail leading to Presbyterian Church. We are in\nhard-rock mining country. \n---TARGET SECTION TO BE ANNOTATED---\n 4 man on horseback, leading = pack\n\nhorse, moves slowly up the trail and stops to gaze at the\nchurch steeple. — .\n\f7.\n\n9.\n\n10.\n\n21.\n\n3.\n\nANOTHER ANGLE THE MAN\n\nHe is JOHN QUINCY McCABE. His {s not the face of a miner,\nnor any man used to this wilderness, He wears a long, heavy,\nall-purpose coat against the weather. A blanket protects\nhis head against the sleet. His face has not been browned\nand leathered by the elements, and he seems oddly out of\nPlace in this rough mining country.\n\nWHAT McCABE SEES\nPresbyterian Church.\n\nBACK TO McCABE .\n\nas he surveys the town, his expression hiding and, at the\nsame time, reflecting his thoughts about it. If he has any.\nHe sighs in a kind of resignation, his breath showing in the\ncold as he dismeunts.\n\nANOTHER ANGLE McCABE\n\nThe rump of the pack animal is in the f.g. as McCabe moves\nin and begins to search for some articles in his pack, The\nhorse chooses this moment to relieve his bowels, perhaps as\nan opinion of the muddy trail, the rank weather and the ;\nfilthy, town. McCabe removes his coat and takes off the\nblanket from around his head. We see that beneath them he\nwears a frock’coat, ruffled shirt and a fancy embroidered\n\n‘ vest with a gold watch chain strung from pocket to pocket.\n\nAn impressive hand gun, a Navy Colt with an enormous barrei,\nis holstered at his side, He has removed his \"case\" set of\nsoliaer and cuffs and begins putting them on. It is far too\nsold for this outfit, but 1% is apparent McCabe wants this\nfacade. He takes his derby from his pack, shudders and\npats himself against the bitter sold, his breath issuing\nvirtual billows of steam. He mounts, puts on the desby\n\naS a rakish angle, and urges his horse to move out, securing\nhis coilar and his cuffs as he moves up the trail toward\nPresbyterian Church.\n\nANOTHER ANGLE\n\nA continuation. McCabe rides past the church as Flliott\nateps out, engaged in some task.",
  "4": "---END OF PREVIOUS SECTION---\nHe mounts, puts on the desby\n\naS a rakish angle, and urges his horse to move out, securing\nhis coilar and his cuffs as he moves up the trail toward\nPresbyterian Church. ANOTHER ANGLE\n\nA continuation. McCabe rides past the church as Flliott\nateps out, engaged in some task. \n---TARGET SECTION TO BE ANNOTATED---\n He tips his hat, but\nFllictt ignores + He continues down into town. Except\nfor the inhospitable Elliott, the town seems deserted.\nThough McCabe is miserable and cold, he shows an almost\nJaunty facade ~- the imperturbable gambler, in spades.\n\ns\n\f13.\n\n15.\n\n16.\n\nke\n\nANOTHER ANGLE\n\nAs McCabe rides onto the muddy main street. As he passes\n“Sheehan's,” the proprietor steps out onto the porch. Ig-\nnoring him, McCabe rides past the saloon.\n\nSHEEHAN :\nAin't nothing up there but hard-\nrock miners. This here's the\nonly saloon. -\n\nMcCabe continues on. Sheehan calls after him.\n\nSHEEHAN:\nTrail don't lead nowhere but\nright back down here.\n\nMcCabe rides on.\n\nANOTHER ANGLE McCABE\n\nas he continues along the all-but-impassable street. A\nCORNISH WATER WHEEL appears in the f.g., its suspended\nsluice leading to a small stream nearby. The wheel is still,\n\nWIDE ANGLE\n\nas McCabe continues around the rough circular trail which,\n\nIN THIS ANGLE, we can see does indeed lead back to the main\nstreet. Gaping holes in the side of the mountain face out\nalong the trail. These are the entrances to the mines now\nbeing worked. As McCabe parades Past, miners cvegin to appear\nfrom within the mines and watch him. Some are Chinese, most\nare Occidental, but it is hard to tell one from the other\nsince they are covered with pale gray zinc dust. INTERCUT.\n\nINT. MINE TUNNEL\n\nBy the light of several lanterns inside, McCabe sees the\nbrawny back of a miner, the zinc dust caked with sweat on\nhis shirt, as he swings a twelve-pound Sledge. Another\nminer holds a steel bit against the rough face of the tunnel.\nThe tlow of the sledge goes slightly off, and the bit is\nflung to one side. :\n\nVERY CLOSE SHOT HAND .",
  "5": "---END OF PREVIOUS SECTION---\nMINE TUNNEL\n\nBy the light of several lanterns inside, McCabe sees the\nbrawny back of a miner, the zinc dust caked with sweat on\nhis shirt, as he swings a twelve-pound Sledge. Another\nminer holds a steel bit against the rough face of the tunnel. The tlow of the sledge goes slightly off, and the bit is\nflung to one side. :\n\nVERY CLOSE SHOT HAND . \n---TARGET SECTION TO BE ANNOTATED---\nBlood is on the thick, dusty hand of the miner,\n\n8\n\naig OMI nee eee musea ana excited by\nMcCabe's promenade, Many carry their mining inplemen:s along\nwith them, but none have guns,\n\n(CONTINUED )\n\fNS\n\n17.\n\n18.\n\n19.\n\n20.\n\n21.\n\n5.\n\nEXT. CRUDELY LETTERED SIGNS SEVERAL CLOSE SHOTS\n\nNailed outside the entrances of the tunnets. MOVING PAST,\nFROM McCABE'S P.0.V. Their tone is humorous, even if some-\ntimes gloomy. 5.G.: “ALWAYS TOMORROW\" -- \"FOOL'S GOLD\" --\n\"STARVATION HOLE.\" There is also a sign in Chinese which\nsignifies: \"ETERNAL PROSPERITY.\"\n\nPROM OUTSIDE, McCABE'S P.0.V. INTO THE TUNNEL\nMED. CLOSE TWO SHOT CHINESE MINERS\n\nOne in padded garments and wearing a Pigtail, the other\nwearing the rough clothes of an American miner of the time.\nThey are laboring rather far back in their tunnel. One man\nis chopping with a pick, the other shovels gray ore into a\nwicker basket. Both are soaked with sweat.\n\nBXT. MINING TRAIL McCABE'S P.O.V.\n\nHeavy logs are being dragged up the trail toward the\ntunnels. CAMERA PANS to the mules pulling the load,\n\nPANS farther to the man leading them, climbing the rough\ntrail. PANS OFF once more to the steep, almost precipitate\nslope along one side of the trail. :\n\nINT. MINE TUNNEL\n\nMcCabe can be seen in the outside bog. A Chinese miner in\nleather and wire herness, dragging a sledge on wooden\nrunners and loading lumps of ore moving away from CAMERA\ntoward the entrance.\n\nEXT, MINES AND TRAIL\n\nWe'see another Chinese pulling an identical device as in the\nPrevious SHOT. He stops beside a mile-powered grinding wheel\nand-_pours the contents of the primitive sledge onto the .\ngrinder. He, too, stops to take a long look at McCabe,\n\nWIDER ANGIE\n\nas McCabe passes the mines and follows the trail back toward\ntown.",
  "6": "---END OF PREVIOUS SECTION---\nHe stops beside a mile-powered grinding wheel\nand-_pours the contents of the primitive sledge onto the . grinder. He, too, stops to take a long look at McCabe,\n\nWIDER ANGIE\n\nas McCabe passes the mines and follows the trail back toward\ntown. \n---TARGET SECTION TO BE ANNOTATED---\n A number of miners have given up work and have formed\n@ group near the trail. McCabe is the subject of the AD LIBS\nwe HEAR as, overcome by curiosity, they follow after him as\none. They are filthy to aman. Mud-caked boots, swaat-\nStained hard clothing, we can almost smell the rag-tag\nbearded and unkempt group. They are amazed and excited by\nMcCabe's promenade, Many carry their mining inplemen<s along\nwith them, but none have guns.\n\n(CONTINUED )\n\f6.\n\n22 (Cont.) .\nMINERS:\n1. [If he's a drummer, I'll buy\n. whatever he's selling.\n2. Ain't but one thing he could\nbe - and that's a dealer.\n3. That's a fact.\n4. Hot damm, a real dealer.\nS. What for?\n6. Sheehan must've sent for him.\n7. That's a fact,\n8. You going to try him?\n9. Well, I'm not going down there\nto hump him. ao\n23. ANOTHER ANGLE PROM “SHEEHAN 'S\"\n\nJohn Quincy McCabe, the pied piper, rides back around onto\nthe town's muddy street, the crowd of miners growing behind\nhim. Spotting an opportunity for a little afternoon\nbusiness, Sheehan moves into the saloon. McCabe reins in .\nand ties his horse to a crooked log hitching post. A slight\nsmile plays on his lips -- he has led the group of miners\nback to \"Sheehan's.\" :\n\nEND TITLES\n\nINT. SHEEHAN'S SALOON’ ; ge TT\nIt is crude and filthy. Bvery piece of furniture was\noriginally intended to be something else. Sheehan can be.\n\n   \n\n_ aeen setting bottles and dirty glasses on @ bar made of\n\nrough planks stretched across three big barrels. There are\na couple of homemade tables and primitive benches. McCabe\nenters and moves to the largest table and rubs his hands\nover its surface, It's very rough. . ened\n\n  \n\nSHEEHAN: -o\nI got a chair back here if you\nwant one.\n\n \n\n \n\fLe\n\n7\n\n2h. (Cont. )\n\n25.\n\n26,\n\n27.",
  "7": "---END OF PREVIOUS SECTION---\nMcCabe\nenters and moves to the largest table and rubs his hands\nover its surface, It's very rough. . ened\n\n  \n\nSHEEHAN: -o\nI got a chair back here if you\nwant one. Le\n\n7\n\n2h. (Cont. )\n\n25. 26,\n\n27. \n---TARGET SECTION TO BE ANNOTATED---\nMeCabe answers with a warm and friendly smile in Sheehan's\ndirection and then moves back toward the door just as the\ngroup of miners are entering. They make room for McCabe\nto pass, surprised to see him leaving. They look to\nSheehan for an explanation. .\n\nANGLE SHEZHAN ,\nas he moves from behind the bar, calling after McCabe.\nSHEEHAN :\nYou ain't leaving, are ya? I was\nJust going to set up a bottle on\nthe house,\n\nSheehan moves to the doorway. All eyes are looking toward\nMcCabe, o.s. Miners AD LIB, disappointed, accusing.\n\nMINERS:\n1. What the hell did you do to\nrun him off, Pat?\n2. Dammit, I want to play the dealer.\n3. Who don't?\nrT Where's he going?\n\nHe ain't going nowhere! Goddammit,\nhe's just fetching Something.\n\nEXT. SALOON McCABE\n\nRealizing that he's center atage, he plays it to the hilt.\nHe removes a blanket from his pack horse with great ceremony.\n\nANGLE GROUP FAVOR SHEEHAN\nBe can't hide the fact that he, too, is relieved McCabe\nien't leaving. He moves back to the bar, a few of the\n\nminers follewing. But most remain at the door, reluctant\nto take their eyes off McCabe.\n\nTHT. SALOOK\n\nThe miners are bunched up at the door.\n\n(CONTINUED )\n\f28 (Cont.}\nMINERS:\n1. Did you get a look at that vest?\nMust've cost thirty dollars.\n2. That's a fact.\n3. Give us a bottle, Pat -- I ain't\nPlaying no professional sober.\n4. How long you figure he'll stay?\n5. Til we're broke. ,\n6. Jesus, ‘aid you see that gun?\n7- Looked like a Goddamn hog-leg.\n8. Trigger's been filed off.\n9. He's coming back.\n29. INT. SALOON ANOTHER ANGLE\n\n30,\n\n31.\n\nas the man race toward the table McCabe tested. They\n\npush and shove one another for the Privilege of being seated.\nCAMERA PULLS BACK to SEE four lucky miners seated in the\nfog. at the large table as McCabe enters and stops at the\nthreshold.",
  "8": "---END OF PREVIOUS SECTION---\nas the man race toward the table McCabe tested. They\n\npush and shove one another for the Privilege of being seated. CAMERA PULLS BACK to SEE four lucky miners seated in the\nfog. at the large table as McCabe enters and stops at the\nthreshold. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nANGLE ON McCABE\n\nHis reaction to the \"suckers™ fighting one another for the\nchance to be fleeced. CAMERA TRUCKS WITH him as he crosses\nto the large table, regards his \"pigeons,\" and notes there ts\nno longer a place for him to sit.\n\nMcCABE:\n(to Sheehan)\nT'll take that chair now.\nSmiling. The miners react -- no one speaks to Sheehan in\nthis manner, .\nANGLE ON SHEEHAN\n\nProzen. One might think from his expression that McCabe\nwas about to draw on him, He doesn't speak.\n\f33.\n\n9.\n\nANGLE McCABE\nMe: 3\n(coolly)\nThe chair...\nSHEEHAN :\nOh.\n\nHe goes to the back room and returns quickly with a chair.\nMcCabe uses the time to sceremoniously spread the blanket\nOver the rough surface of the table. The miners relax and\nhelp him smooth it out. Sheehan sets the chair down.\nTrapped by McCabe's matter-of-fact attitude, Sheehan helps\nhim into the chair as though he were McCabe's servant.\nMcCabe beams his thanks, sits quickly, takes out an unopened\ndeck of cards, shows the seal around before earefully\nbreaking it, and expertly spreads the cards on the blankes.\nThe entire group has now gathered around the table in\nanticipation. McCabe folds his arms in front of him and\nwaits. No one speaks. He graces each of the four seated\nminers with a smile.\n\nP.0.V. McCABE THE FOUR MINERS CAMERA PANS\n\nThey are all bad breath and elbows. Dusty, dirty, unshaven,\nunkempt, decaying teeth, facial hair which even money says\nhouses lice. CALEB LEDBETTER, FOSTER PATCH, BRIAN KELLY and\nMOULTRY JACOBS, Each man returns McCabe's look with what\nPasses for a smile in Presbyterian Church.\n\nBACK TO SCENE mm\n\nMcCabe locks up at Sheehan who hovers nearby.\n\n7 - ae McCABE:\nWhere's the bottle of whiskey?\n\nls. oc. 0.",
  "9": "---END OF PREVIOUS SECTION---\nBACK TO SCENE mm\n\nMcCabe locks up at Sheehan who hovers nearby. 7 - ae McCABE:\nWhere's the bottle of whiskey? ls. oc. 0. \n---TARGET SECTION TO BE ANNOTATED---\n SHERMAN:\nWho's going to pay?\nMiners laugh, -\n\nMcCABE:\nMinute ago yow said the house was,\n\n“Sheehan sputters.\n\na LEDBETTER:\nThat's what he said.\n\n(CONTINUED }\n\f34 (Cont.)\n\n10.\n\nPATCH:\nWhat he does is something else\nagain.\n\nKELLY:\n\nPat Sheehan wouldn't buy a drink\nif Christ walked in here on a crutch. ,\n\nSheehan ignores the miners and looks at McCabe,\n\n\"SHEEHAN:\nYou and me ain't made no deal yet.\nMy name's Pat Sheehan. I own this\nsaloon,.\n\nMcCABE:\nHow much a bottle?\n\nSHEEHAN :\nBottle's... three dollars.\n\nJACOBS:\nWasn't yesterday,\n\n: RELLY:\nYesterday it was two dollars.\n\nMcCARE:\nWhat say we split --? You pay a\ndollar-fifty, I pay a dollar-firty.\nDown the middle,\n\nSHEEHAN:\nDo I split your winnings?\n\nMcCABE:\nIf you split my losses.\n\nSHEEHAN :\nImm furnishing the place.\n\n. McCABE:\nAnd I'm furnishing the customers.\n\nSHEEEAN:\nWell nobcdy's bought nothing yet,\n\nMcCabe looks around and smiles. The miners are impressed at\nthe wey he's handling Sheehan.\n\nMcCABE: .\nTell you what. Give these boys a\ntwo-dollar bottle on me.\n\n(CONTINUED )\n\f21.\n\n34 (Cont.1)\nHe reaches into his pocket, careful to pull out only two\ndollars, He hands the money to Sheehan,\n\n. . McCABE:\nT'll stand my own losses...you make\n- your profit on the whiskey.\n\nSheehan weighs the proposition <3 ultimately moving to the\nbar to get the whiskey. McCabe picks up the cards and\n\natarts to shuffle, He sets the deck in front of Ledbetter on\nnis right. .\n\nMcCABE:\nYou boys don't know nothing about\nme and I don't know nothing about\nyou, so what do you say we make this\na nickel game. I can't afford to\nlose much right off to begin with.\ne- By the way, what happened ¢o the\nunescorted \"ladies\" that aren't allowed\nin here? .",
  "10": "---END OF PREVIOUS SECTION---\nMcCABE:\nYou boys don't know nothing about\nme and I don't know nothing about\nyou, so what do you say we make this\na nickel game. I can't afford to\nlose much right off to begin with. e- By the way, what happened ¢o the\nunescorted \"ladies\" that aren't allowed\nin here? . \n---TARGET SECTION TO BE ANNOTATED---\n :\nKBLLY:\nEvery time we get a decent whore,\n' Sheehan falls) in leve and won't let\nnobody else near to her! :\n\nSheehan returns and sets down a bottle and aome glasses,\n4s he pours a round:\nMcCABE:\nLet's make it a five card stud with\na@ three bet roof on the card, if you\ndon't have no objections,\n\nLedbetter cuts the cards and McCabe scoops them up.\n\n7 - se ’ LEDBETTER:\n7+ Sure thing.\n\nThe others all nod their agreement.\n\nMcCABE:\nI got some change here. Maybe\nSheehan's got some more.\n\nThey all start to make change. They are cautious for the\nmost part, but the excitement level among them is very high.\nMcCabe begins to deal, Every man watches his hands as he\nQuickly flips the cards around. Each regards his hole card\nas though his life depended on it.\n\nMcCABE:\n\nNickels up.\n. (CONTINUED)\n\f3h (Cont.2) , 4\n\n356\n\n36.\n\nThe players ante.\n\nHIGH ANGLE THE DEAL\n\nOne up, one down. The highest card showing belongs to Kelly.\nIt ia the Jack of spades, McCabe calls, —\n\nMcCABE:\nJack off,\n\nThey've heard it a million times, but it relieves the\ntension and they all laugh.\n\nANOTHER ANGLE THE SCENE\n\nNOTE: The game econtinues through the following dialogue.\nAll hands are played with extreme caution by the miners and\nwhen one of them wina it is like a major victory. McCabe\nwins very few hands.\n\nSHEEERAN :\nWhat's your name, dealer?\n\nMcCABE:\nJohn McCabe.\n\nSHEEHAN :\n(creeping respect)\nYou ain't \"Pudgy\" McCabe,\n\nMcCABE: .\nUsed to be called that.\n\nSHEEHAN:\nThe gunfighter?\n\nMcCabe looks at his hole card without answering. All the\nminers look toward him,\n\nSHEEHAN:\n(continuing)\nYou the one that killed Bill Roundtree?\n\nMcCABE:\n. The very same,\n\n- , | + SHEEHAN:\nMan's got a big rep, boys. Got a big\nrep I tell you.",
  "11": "---END OF PREVIOUS SECTION---\nMcCABE:\n. The very same,\n\n- , | + SHEEHAN:\nMan's got a big rep, boys. Got a big\nrep I tell you. \n---TARGET SECTION TO BE ANNOTATED---\nMcCABE:\nJack bets,\n\nKelly studies the various hands before making his bet with\nall the care of a no-limit game.\n\n(CONTINUED )\n\f13.\n\n36 (Cont. ) : 4\n\n. KELLY:\nNickel. ~\n4ll call,\nSHEEHAN:\nYou don't look so pudgy to me.\n, MeCaBE:\n\nLiving in this country's enough to\nthin out any man. ~- Pair of fours\n\nbet.\n\nLEDEETTER:\nFive cents...\n\nSHEEEAN:\nYou come up from Bearpaw?\n\nMcCABE:\n\nOnly way to get here's through\nBearpaw, -- Beats me.\n\nMcCabe fdlde.-\n\nSHEERAN:\nHow long was you there?\n. MeCABE:\nNot long.\n: SHEEHAN:\nHow cane you left? Kill a man did\nyou? .\nMcCABE: .\n\nIonever killed co man.\n\nSHEEHAN:\nWhat about Bill Roundtree?\n\nLedbetter has won two hands in a row and has had four or five\ndrinks, He kills the bottle, pouring another and expansively\nOrders another bottle. Sheehan moves to get it.\n\nMcCABE:\nThis town got @ name?\nJACOBS:\nPresbyterian Church.\n: LEDBETTER:\n\nNamed after that church Mister\nElliott's building.\n\n{ CONTINUED)\n\f(Cont. 1)\n% (6 “MeCabe..nodgs., -\nKELLY: ,\nHe's doing it all by himself,\nPATCH: .\nSon-of-a-bitch never says a word\nto nobody.\n. JACOBS:\n\nDamn fool prays all the time.\n\nKELLY:\nPlay cards, I bet a nickel.\nSheehan returns with the bottle.\n\nSEEEHAN:\n: (again probing)\nHow come a big gunfighter like you'd\nleave Bearpaw to come up here if you\n@idn't kill nobody?\n\n. McCABE: .\nIdantt like company towns --,\nSHEEHAR:\nHow long you figure to stop here?\nJACOBS:\nListen, Pat, we're trying to play\npoker,\nKELLY:\nHe's going to stay ‘til we quit him.\nPATCH:\n\nAnd I ain't about to quit long as\nhe's losing like this.\n\nLEDBETTER\nHe's just sucking us in.",
  "12": "---END OF PREVIOUS SECTION---\nJACOBS:\nListen, Pat, we're trying to play\npoker,\nKELLY:\nHe's going to stay ‘til we quit him. PATCH:\n\nAnd I ain't about to quit long as\nhe's losing like this. LEDBETTER\nHe's just sucking us in. \n---TARGET SECTION TO BE ANNOTATED---\nPATCH:\nWell, I'm going for it -= it's the\nonly game in tow. You going to\ncall,.or what?\n\nMcCABE: .\nAin't no other dealers sere, are\nthey?\n\n(CONTINUED)\n\f36 (Cont. 2)\n\n1S.\n\n. SHEEHAN:\nNo. Why? _\nMOCABE: :\nI don't like competition.\nSHEEHAN:\nThen you figuring on staying?\nMcCABE: «\n\nWell, these boys got me stuck pretty\ngood here. I'd hate to move on\nlosers. :\n\nSELLY:\nWell, how about us? -- We got our-\nselves a church, a saloon and a\ndealer, Hot damn!\n\nIEDEETIER:\nAll's we need now's a whorehouse,\n\n(to McCabe}:\nYou can’flop bere for a dollar a\nday. :\n\nMcCABE: -\nA dollar?7!:\n\nSHEEHAN :\nThat's my price te every man,\n\neee McCABE:.\nMany Chinamen up here?\n\nse. (quickly)\nChinamen's two dollars.\nMcCABE:\nHow many live up here?\nSHEEHAN:\nJust turn over a rock.\n. - MeCARE: :\n\nWho sells them their ‘mud?! You?\n\nSEEEEAN:\n‘Mot me <~ I sell whiskey. We don't\nfolerate no opium smokers around\nere. .\n\n(CONTINUED)\n\f36 (Cont. 3)\n\n37.\n\n. Sheehan\n\n16.\n\nMACABE::\nThey cause any trouble?\nSHEEHAN:.\n\nThe Chinks? They know better.\n\nMcCABE-.\nThen, 2 guarantee they're getting\nopium somewhere... Listen... I'm\nlosing my ass in this game. What\ndo you say we make it a quarter?\n\nLEDBETTER\nWhy not?\n\nPATCH:\nI come out West to gamble.\n\nKELLY:\n(to Sheehan o.s.",
  "13": "---END OF PREVIOUS SECTION---\nLEDBETTER\nWhy not? PATCH:\nI come out West to gamble. KELLY:\n(to Sheehan o.s. \n---TARGET SECTION TO BE ANNOTATED---\nHot damn! Get us another bottle,\nPatrick,\n\nMoCABEs :\nI'll buy 1t 4f we can cut a dime\nfrom every pot 'til it's paid for,\n\n: PATCE:\nYour mama didn't raise no fool, did\nshe?\n: LEDBETTER:\n\nSheehan, you ain't sold three bottles\nall month --, This dealer's going\nto put you over,\n\nKELLY: ,\nBring it on, Patrick -<. McCeba,.\nis it? Born in the old country were\nyou?\n\ngoes for another bottle.\n\n. SHEEHAN:\nWe never settled on where you was\nBing to stay.\n\nANOTHER ANGLE\n\nMcCabe~\nmarked:\nInside,\n\n.\n\ngets fo his feet and walks over to a closed door\nHOTEL.\" CAMERA PANS with him. He Opens the door,\nby the dim light coming through the thinly-covered\n\n(CONTINUED)\n\f37 (Cont. )\n\n38.\n\n17.\n\nwindow, we can SEE a number of MEN sleeping on the floor.\nThey MUTTER, BELCH, and SNORE-in their uneasy and unéomfort-\nable sleep. On a post, under an unlit lantern, there are two\narticles, each hung on a separate atring: a toothbrush, and\na comb. There's an empty space on the floor near a broken\nwindow, :\n\nANOTHER ANGLE €cCABE’\n\nREFLECTED in a piece of cracked and soiled mirrar nailed to\nthe window frame of the room. He looks down at the sleeping\nmen. McCabe makes a face as he smells the room. He closes\ntbe door and returns to the game. He tosses off a driak.\n\nSHEEHAN:\nThem boys got to go to work soon --\nItll hold a bunk for you.\n\nMoCABE:-\na@~ Guess I'll just have to build my\nown place,\n\nSHEERAN : :\nYou mean a shack? Listen, it don't\nsmell half bad when it gets good and\ncold, : . :\nMcCABE:\nT mean a place of business. A saloon,\n@ place to deal,\n\nSHEEHAN:\n(leughing)\nYou'll go broke before you can get\nopen.\nMcCABE: :\n\nI'ma gambler, Sheehan.",
  "14": "---END OF PREVIOUS SECTION---\nListen, it don't\nsmell half bad when it gets good and\ncold, : . :\nMcCABE:\nT mean a place of business. A saloon,\n@ place to deal,\n\nSHEEHAN:\n(leughing)\nYou'll go broke before you can get\nopen. McCABE: :\n\nI'ma gambler, Sheehan. \n---TARGET SECTION TO BE ANNOTATED---\n Just going\nto make a little bet on myself,\n\nSHEEHAN:\nThis town aintt big enough to support\none saloon, let alone two,\n\nMecCABE:\nMaybe net now, but with a whorehouse\nyou'll be surprised how fast it'll\ngrow,\n\nRELLY:\n\nHot damn, a whorehouse! Now I know\nyou was born in the old country.\n\n( CONT INUED)\n\f36 (Cont. ) oo\n\n39.\n\n40 e\n\nyi.\n\nAll the miners CHEER the news of the whorehouse and AD LIB\ntheir support. ot :\n\nANOTHER ANGLE THE GAME\n\nas a miner wins a pot and rakes in the money, McCabe holds\nap a finger and then reaches out and places it on a dime,\ndrawing it aside. He smiles as we:\n\nCUT TO:\n\nEXT. TOW OF BEARPAW ESTABLISHING SHOT NIGHT\n\nA brawling, lawless, lively place considerably larger in\nsize than Presbyterian Church. CAMERA ROAMS the streets, It\nia the business center of the region and on nearly every\nbuilding, including the saloons and gambling hells, are signs\nproclaiming them to be the property of \"ZEARPAW TEREIROTIAL\nMINING COMPANY.\" Bearpaw is growing so fast it can't keep\nup with itself. Tents are still being used where buildings\nhave not_yet been constructed. 0.8. SOUNDS of desperate fun\ncan be HEARD coming from the saloons as CAMERA PASSES, Ths\nStreet 1s fairly crowded, dominantly male, AS CAMERA MOVES\ntorough this district and turns a cerner, the number of\npedestrians and loafers becomes less, and for. the most part,\nthose we do see are Oriental. CAMERA SETTLES on a group of\nbuildings identified by signs written in Chinese -- as well\nas the ever-present mining company logo.\n\nINT. BUILDING : NIGHT\n\nA classic, smoke-filled room. It is in fact an opium den.\nA large room with bunk beds lining all four walls and on al-\nmost every pad nods a man <= mostly Chinese. A pot-bellied\nstove marks the center of the room, A Chinese ATTENDANT,\n\n(a \"Chef\") expertly sets a dab of opium aglow in a pipe.",
  "15": "---END OF PREVIOUS SECTION---\nIt is in fact an opium den. A large room with bunk beds lining all four walls and on al-\nmost every pad nods a man <= mostly Chinese. A pot-bellied\nstove marks the center of the room, A Chinese ATTENDANT,\n\n(a \"Chef\") expertly sets a dab of opium aglow in a pipe. \n---TARGET SECTION TO BE ANNOTATED---\n He\nmoves to a bunk where another man has yet to reach euphoria,\nThe customer takes ths pipe and begins to smoke. The \"Chart\nreturns to the stove, CAMERA PANS, In the near bag. a door\nOpens and we SEE McCabe, and an ancient Chinese in trae\nditional attire, icnown as OLD MAN, who leads Mc Cabe through\nanotber door out onto the street.\n\nEXT. STREET NIGHT\n‘es the two men cross and enter another ballding, a amall\n\nwarehouse. This, too, {fs marked as the property of the\nBearpaw Perritsria? Mining Company,\n\f43.\n\n19.\n\nINT. WAREHOUSE.  MeC@BE AND..OLD.MAN ._ NIGHT\n\nIn the b.g. two om three Chinese workers gamble, playing a\ntraditional game. Old Man leaas McCabe; to a section of the\nwarehouse where several crates are stacked against the wail.\nBe opens one of them and takes from it a can about the size\nof a tobacco tin. He hands it to McCabe...\n\n: OLD MAN:\nPin Yen. Very best. From Canada.\nMoCABE:\nHow mach?\n, OLD MAN:\nPull pound, twenty-two dollar,\nMoCABE: :\nToo much, :\nOLD MAN:\n\nBottom price, McCabe... Canada have\ntax now. Mining company take big\nprofit. Twenty-two dollar,\n\nMcCABE: : .\nI'll pay eighteen and take ten\nPounds -- and thet's three dollars\nmore then I ever paid before.\n\nQid Man puts the tin back and closes the crate.\n\n: OLD MAN:\nMaybe you buy someplace else.\n\nWhich both know is impossible.\n\nMcCABE::\nTwenty-two dollars...?\n\nOLD MAN:\nHow many pounds you sake?\n\nMcCABE: .\nEight. I've been dealing poker\ntwelve hours a day for three weeks\nand you're going to bust me out,\n\nHe reaches into his pocket and counts the money into his hand\nOld Man calls to one of the workers in Chinese, ordering aim\n£2 gether eight pounds ef opium and loed it onto McCabe's\n\nP36. . .\n\n(CONTINUED)\n\fae\n\n20.\n\n43 (Cort. ) x\n\n. OLD MAN:\nYou calm down, Mc Cabe, Lay ‘on\nbip for awhile. Smoke. Good for\nyou.",
  "16": "---END OF PREVIOUS SECTION---\nOLD MAN:\nYou calm down, Mc Cabe, Lay ‘on\nbip for awhile. Smoke. Good for\nyou. \n---TARGET SECTION TO BE ANNOTATED---\nMeCABE:;\n(taking on Chinese\naccent\nMaybe good for Chinaman, Old Men,\nbut no good for white man.\n\nOLD MAN:\nOpium God's medicine, McCabe: --\nTale away all trouble -- You like...\n\nMcCabe smiles at Old Man.\n\nMcCABE:\n“Theo maybe next time I pay more...\n\nAfter a thoughtful, if stoic BEAT, Old Man Pushes the money\ninto a fold of his clothing, as we:\n\nDISSOLVE TO:\n\nEXT. HEARPAW STREET A DOORWAY NIGHT\n\nIt is a@ split dow, at present both sections are closed.\nAfter a BEAT, the door opens and @ MAN, wearing the silly\ngrin of one who hes just had his horn scraped, (as indeed he\nhas) moves quickly PAST CAMERA and 8. Soon a WOMAN,\ndarkly attractive, APPEARS. She is making the final adjust-\nments in her clothing. Pinishing this, she releases the\neateh holding the two sections of the door together, picks\nup a tin basin and moves out onto the street, closing the\nbottom section of the door, ,\n\nCAMERA PANS WITH her and we SEE her door faces out onto a\nkind of muddy courtyard, over which a network of wooden\nPlanks bas been spread for walking. As CAMERA MOVES WITH her,\nwe SEE that her cubicle ts one of perhaps a dozen which line\neither side of the courtyard. Prostitutes of all description\nand in various Stages of dress and undress, lean over the\nsills of their half doors, mustering whatever allure they\ncan, Half are white, the other half Indians of mixed blood,\nWhile not booming, business can be seen peripherally during\nthe ensuing SCENE. CAMERA CONTINUES TO FOLLOW the Woman\n(whom we will come to ‘now later as MRS, CONSTANCE MILLER)\n\nus she moves to a water pump at one ena of the courtyard. As\nshe fills the basin, CAMERA ANGLES TO INCLUDE McCabe. with\nanother man, ARCHER, an Agent of the Besrvay: Territsniet\n\n(CONTINUED)\n\f(21.\n\n4h (Coat. )\n\n45.\n\n46,\n\n47.\n\nMining Company, end Two WOMEN, one an Indian, both prostitute\nand both over the hill. : .",
  "17": "---END OF PREVIOUS SECTION---\n4h (Coat. )\n\n45. 46,\n\n47. Mining Company, end Two WOMEN, one an Indian, both prostitute\nand both over the hill. : . \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER ANGLE McCABE AND ARCHER\n\nThe two girls are in the near Dege\n\nMoCABE::\nI need one more,\n\nHe turns, pointing to a nearby crib.\nMcCABE:.\n(cont4 nuing)\nWhat about her?\n\nArcher follows his look.\n\nTHEIR P.O.V.\n\nA whore with an immense bosom and no teeth. Sensing their\nattention, she starts to reveal ber breasts.\n\n. ARCHER'S VOICE:\nNever mind, Lily.\n\nLily pouts her disappointment.\n\nBACK TO SCENE:\n\nARCHER:\nYou can have her, I guess, but\nyou're going to have to get her\nsome teeth,\n\nMoCABE::\nWhat for --? How much for all\nthree?\n\nARCHER:\n\nI'll let them go for eighty\ndollars each.\n\nce McCABE:.\n\nEighty dollars!! <- I can buy\n@ horse fortirty¢: 2 1/11 give\nyou two handred ana I'il be gode\ndamn lucky if Pocahontas...\n\n(be nods toward Indien\n\ngirl) :\nmakes it through the winter.\n\n(CONTINUED)\n\f| 22,\n\n47 (Cont. ) «\n\n4s,\n\nARCHER:\nMcCébe;, you rode clear down.\nfrom Presbyterian CHurch to bay\nyourself some whores. Sounds\nto me like you need them pretty -\nbad «= Why not just pay the money\nbefore I change my mind about -\nselling them.\n\nMcCABE: :\nYou make it awful tough to mals\na decent living.\n\nARCEER:\nYou could alweys cane to work\nfor Bearpaw Territorial Mining.\n\nMcCABE::\nListen, 14t's bad enough to be\n@ pimp -- You want me to work\nfor the Company, too?\n\nARCHER:\nTwo-forty, take it or leave it.\n\nMcCabe. is thinking it over, CAMERA MOVES IN ON him as we:\n: DISSOLVE TO:\n\nEXT. PRESBYTERIAN CHURCH MOVING SHOT ELLIOTT\n\naressed in the style in which we shall always see him for\nwork =-- a carpenter's apron over a black outfit, Buggesting |\na minister's garb, He is walking dan the center of the\nstreet, CAMERA MOVING WITH him.",
  "18": "---END OF PREVIOUS SECTION---\nARCHER:\nTwo-forty, take it or leave it. McCabe. is thinking it over, CAMERA MOVES IN ON him as we:\n: DISSOLVE TO:\n\nEXT. PRESBYTERIAN CHURCH MOVING SHOT ELLIOTT\n\naressed in the style in which we shall always see him for\nwork =-- a carpenter's apron over a black outfit, Buggesting |\na minister's garb, He is walking dan the center of the\nstreet, CAMERA MOVING WITH him. \n---TARGET SECTION TO BE ANNOTATED---\n Elliott 4s headed toward\nhis church, As he walks, he passes the end of a long line\nof men, ignoring them.. Several of them we dave seen before;\nbut there are many new faces as well, As Elliott continues,\nwe SEE the men are lined up waiting to be admitted into a\ntent. Bottles of whiskey are prevalent and are Passed freely,\nSome have had too much to drink already, Rill: i\n\n \n\nsy meta annem eee\nNOTE: Along the main etreet there is evidence of dew gene. _.\nstruction. Consistent with the obvious population is se\n-~ we SEE more animals, and more wagons, Added to in\nstreet since last we saw it ere a groc d : ie.\n-taker's parlor, a lunch room and a cigar stora, eS\nthese are stil) under construction. The best deocatiog, -\n\n*pproximately opposite the tent which isthe center gt\n\nattrection, is taken by ° \"HcCABE'S HOUSE OF. .FO GOOD\n\nEzQUCR aD FAIR GAMES OF CHANCE,\" JOHN Q; ace. ~\nTIETOR, SMEs\n\n{CONTINUED )\n\f23.\n\n4B (Cont. )\n\n49.\n\nHowever, only the ascond floor, which serves as McCabe!s-\nliving quarters and office, has been completed and is\nsupported by the skeleton framework of the first floor, which\nwill ultimately house a permanent saloon and gambling hall.\n\nThe waiting men begin to JEER Elliott es he passes. Wo\nresponse, .\n\nMAN:\nIt's Sunday, Elliott - Time\nfor God-fearing men to get\ntheir horns scraped!\n\nANOTHER MAN:\nBetter get in line, Preacher\no- you look a little tight\naround the eyes,\n\nANOTHER:\n(singing)\nI am safe in the arms of Jasus,\nI am Jesus! little lamb,\nI am waiting just for Jesus,\nYes, by Jesus Christ I am.\n\nElliott moves off toward his church. ‘The men: SING the song\nagain. CAMERA PANS UP TO the second floor of the half-\nbuilt casino to SEE McCabe peer out a window, attracted by\nthe singing. He's shaving, suspenders hanging.",
  "19": "---END OF PREVIOUS SECTION---\nElliott moves off toward his church. ‘The men: SING the song\nagain. CAMERA PANS UP TO the second floor of the half-\nbuilt casino to SEE McCabe peer out a window, attracted by\nthe singing. He's shaving, suspenders hanging. \n---TARGET SECTION TO BE ANNOTATED---\n We SEE the\ntop half of his long-johns as he seems to calculate how\nmuch money the line is worth to him. From bis second floor\nvantage point, McCabe looks around the town possessively.\n\nP.0.V. MeCAEE.\nWhat he SEES as the CAMERA PANS:\n\n“Sheehan's” can be seen with Pat Sheehan himself standing\non the front porch ecraning his neck to see what is happening\nep by the tent. Apparently he has no customers, or at\nleast none are visible, Sheehan moves off the porch and\nheads in the general direction of \"McCabe's.\"\n\nCAMERA LOSES SHEEHAN and precedes him, poking around. A\nconverted sheep-wagon is up on stilts now. A sign above\nthe door identifies it as the “ELITE BAKERY.\" Jast now\n\nthe ovens of the bakery ere out in the ‘open und a MAN can\nbe SEEN removing hot bread from en oven and moving toward\nthe wegon. As he does 50, & WOMAN emerges from the wagon\nwith white dough in bread pana end places it in the oven,\n\n.\n\f51.\n\n52.\n\n53.\n\nSu.\n\n55-\n\n2k.\n\nCAMERA MOVES ON TO SEE the half-constructed permanent :new\nhome of the Elite Bakery. :\n\nThe Government Land and Assay Office has become a permanent\nstructure. Next to it, Sandy Mac Arthur's Blecksmith\n\nShop is being built. SANDY, himself, can be SEEN in the\nyard. He moves around the side of the building and looks\ndown toward the stream which runs behind. His WIFE is doing\nawash, Sandy takes the opportunity to take a place in line,\n\nCAMERA MOVES ON TO SEE that a bridge spanning the river is\nunder construction, its builders probably in line with the\nothers. -The Cornish Water Wheel is spinning now, pumping\nwater from a flooded mine into the stream.\n\nCAMERA MOVES ON TO LOCATE the Chinese section close to the\nstream. Their area is still very crude, yet on one semi-\ntent, the MASONIC EMBLEM can be distinguished, A Chinaman\nis hanging a line of clothes to ary, while another is busy\nshaving the head of a third,\n\nBACK TO SCENE\n\nMcCabe turns back away from the window,\n\nEXT.",
  "20": "---END OF PREVIOUS SECTION---\nHis WIFE is doing\nawash, Sandy takes the opportunity to take a place in line,\n\nCAMERA MOVES ON TO SEE that a bridge spanning the river is\nunder construction, its builders probably in line with the\nothers. -The Cornish Water Wheel is spinning now, pumping\nwater from a flooded mine into the stream. CAMERA MOVES ON TO LOCATE the Chinese section close to the\nstream. Their area is still very crude, yet on one semi-\ntent, the MASONIC EMBLEM can be distinguished, A Chinaman\nis hanging a line of clothes to ary, while another is busy\nshaving the head of a third,\n\nBACK TO SCENE\n\nMcCabe turns back away from the window,\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET FAVOR TENT\n\nA CHINAMAN is stationed at the flap, a strongbox on the\ntable in front of him. Brian Kelly moves out of the tent\nINTO SHOT and another man moves to enter it.\n\nCHINAMAN :\nOne way, three dollar --, two\nway, five dollar,\n\n‘The man pays and enters through the tent's flap. Kelly\n\nmoves out and sees the men in line, Ledbetter, Patch\nand Jacobs are near the front. Another HUGE MAN, TINY\nNEWCOMBE, can also be seen. He stands acour fYourta un\nline. Kelly moves to Ledbetter, takes a bottle of\nwhiskey from him end hes a long drink, Ledbetter, who\nis next, is anxious.\n\nWho'd you get?\n\nKELLY:\nLily.\n\n(CONTINUED)\n\f25.\n\n55 (Cont. }\n£\nSe Gestures indicating that she's the one with the big\nbosons.\n‘* LEDBETTER:\nGood? .\nKELLY:\n\nIt's all good, some's better.\nTiny Newcombe has had too much to drink.\n\nTINY:\nIt sure took you long enough.\n\nKELLY:\nShe-e-e-t, I never even took\nmy boots off,\n\n. LEDBETTER:\nJesus christ, I wish they'd\nhurry. I got e hard a cat\ncouldn't scratch,\n\nTINY:\nI'm going next, and that's a\nfact.\n\nLEDBETTER:\nThrough me.\n\n56. | CLOSER ANGLE THE TENT\n\nTINY:\nGood, If there's something\nI like better than getting my\nashes bauled, it's kicking\nsome ass,\n\n. KELLY:\nWhat's wrong with you, Tiny?\nThe man's next.\n\nTINY:\nStay out of it. You already\nbeen faded,\n\nHe's my friend,\n\n— ce (conTINtED)\n\f26.\n\n56 (Cont,)-\n\n. TINY:\nThen you better give him a hand\njig ‘cause I'm going next -- and\nI hope you don't like it,\n\nSensing trouble, the Chinaman in the near 6.g. grabs the\natrongbox and moves across the street,\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nYou already\nbeen faded,\n\nHe's my friend,\n\n— ce (conTINtED)\n\f26. 56 (Cont,)-\n\n. TINY:\nThen you better give him a hand\njig ‘cause I'm going next -- and\nI hope you don't like it,\n\nSensing trouble, the Chinaman in the near 6.g. grabs the\natrongbox and moves across the street,\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n McCABE'S LIVING QUARTERS\n\nThe upstairs is not in much better shape than the lower floor,\nIt has been furnished with a bed. A few boxes are scattered\naround to serve as chairs, A crude bench has been set up in\nfront of a mirror. McCabe wets his razor in a tin basin. A\npot-bellied stove is stage center, Near it, seated on one of\nthe boxes is Pat Sheehan,\n\nSHEEHAN:\nItve got to hand it to you, Pudgey..,.\n\nMcCabe reacts coldly to this informality.\n\n:\n:\n\n(continuing)\neeoh..,. John.\n\nLl McCABE:\nJust call me McCabe -- I'11 know who\nyou mean,\n\nSHEEHAN :\nYou know I want to be your friend, don't\nort you, McCabe?\n\nMcCABE:\nwhy?\n\n.: SHEEHAN:\nWell, I can see that before very long\nyou're going to be as important to\nPresbyterian Church as... as...\n\nBiote. McCABE:\n. You are...?\n\n \n\nSHEEEAN:\nWell, why not? -- I mean why shouldn't\nwe be friends? After all, we've got the\nonly two saloons in town.\n\n-ooe McCABE:\nThat ain't a whole lot to have in common,\n\nSheehan.\n. . (CONTINUED )\n\f37 (Cont. )\n\nss. ANGLE\n\n27.\n\nSHEEHAN: 4\nWhy I knew the minute I seen you ride\nin that you was a man to be reckoned\nwith, Why I've been telling everybody\nhow good you are with that Colt of\nyours. I wouldn't want anybody to try\nand fatten up their rep by throwing\ndown on you... ‘\n\nMcCABE:\nCome on, Sheehan -- that's a lotta crap.\nAnd you lmow it! You make me out a gim-\nslinger because I made you back down when\nIT first came here. It makes you look\ngood. Now tell me what it is you're\nafter and move away from that stove --\nyou get pretty ripe when it's warm,\n\nSHEEHAN\n\nHe moves away, but Sheehan is a worm who can't be insulted --\nespecially by someone obviously superior.",
  "22": "---END OF PREVIOUS SECTION---\nYou make me out a gim-\nslinger because I made you back down when\nIT first came here. It makes you look\ngood. Now tell me what it is you're\nafter and move away from that stove --\nyou get pretty ripe when it's warm,\n\nSHEEHAN\n\nHe moves away, but Sheehan is a worm who can't be insulted --\nespecially by someone obviously superior. \n---TARGET SECTION TO BE ANNOTATED---\nSHEEHAN:\nListen, McCabe, it's no secret that\nthis town's a comer -- and I'm not\nsaying you never had a lot to do with\nit. But I'm not no dummy. What's going\nto happen when the town gets big enough\nfor three saloons? Maybe four?\n\n59. ANOTHER ANGLE\n\nMeCABE:\nTell me, Sheehan.\n\n(proudly)\nYou an\" me are going to form a partner-\nship.\n\nHe pauses, waiting for a reaction. McCabe continues to shave,\nthe only SOUND being the scrape of his blade on his beard,\n\nSHEEHAN:\n’ (continuing)\nA partnership that will keep any out-\nsider from coming in here and opening\nwp another saloon without we say it's\nall right and taking a cut. What do you\n\nsay to that?\n(CONTINUED }\n\f28.\n\n59 (Gont.)\n\n60.\n\nél.\n\n62.\n\n63.\n\nOa. we hear the SOUND of someone running up the stairs,\n\nINT, McCABE'S INCOMPLETED SALOON CHINAMAN\n\nCAMERA is inside the unfinished casine. The Chinaman, still\ncarrying the strongbox, bolts into the casino and up the\nstairs. .\n\nCHINAMAN:\nMcCabe! McCabe! You come quick.\n\nINT. SECOND FLOOR McCABE'S QUARTERS\nas McCabe, still in the process of shaving, opens the door.\n\nCHINAMAN:\nTrouble! Plenty trouble! Got to\nstop big fella.\n\nMcCabe turns and rushes back to the window, looking out.\n\nMcCABE'S P.0.V.\n\nJust in time to see Tiny take a roundhouse swing at Kelly and\nLedbetter, missing them both. The force of his swing propels\nhim into the tent, knocking it down, Kelly and Ledbetter\njump on top of Tiny and more of the tent begins to fall.\nFrom inside comes the SCREAMS of the whores and the SOUNDS of\nat least three angry men whose pleasure has been interrupted,\n\nANOTHER ANGLE THE FIGHT\n\nIt catches on like s forest fire and soon the entire line of\nmen are fighting one another. The six occupants of the tent\n(three whores and three tricks) are in various steges.",
  "23": "---END OF PREVIOUS SECTION---\nThe force of his swing propels\nhim into the tent, knocking it down, Kelly and Ledbetter\njump on top of Tiny and more of the tent begins to fall. From inside comes the SCREAMS of the whores and the SOUNDS of\nat least three angry men whose pleasure has been interrupted,\n\nANOTHER ANGLE THE FIGHT\n\nIt catches on like s forest fire and soon the entire line of\nmen are fighting one another. The six occupants of the tent\n(three whores and three tricks) are in various steges. \n---TARGET SECTION TO BE ANNOTATED---\n They\nmanage to extricate themselves from the collapsed tent and\nthey, too, join in the melee,\n\nANOTHER ANGLE McCABE\n\nas he crosses the street. He is fully aressed, his Navy\nColt strapped to his side at the ready. He walks slowly and\ndeliberately to the area near the tent and stands quietly.\nAt first, his presence is only felt by a few of those nearest\nhim, but scon the fighting begins to slacken orr until it\nstops totally. When it is quiet and all eyes are on him,\nMcCabe singles out Tiny and directs his words to him, hand\npoised over the butt of his gun.\n\n. ‘ (CONTINUED )\n\n.\n\f64 (Cont.)\n\n65.\n\nMcCABE: “\n~ Tiny -- You want to fight somebody,\nyou can fight me. a :\n\nAll eyes are on the two. Tiny hovers over McCabe, but\nMcCabe wears the difference.\n\nTINY:\nExcept I ain't got a gun.\n\nMcCABE:\nGo get one.\n\nTiny is cornered end has to back off.\n\nTINY.\nListen, Mr. McCabe -- I don't want to\n. mess around with you. Hell, I didn't\nmean no harm -= Honest -- I don't want\nto get no gun.\n\nMcCABE:\nI don't want any Goddamn bullies around\nhere --. Now get that tent put back\nup and get back in line and we'll forget\n\nO.a. the CHURCH BELL begins to RING. McCabe looks up at it,\n\nsmiles.\n\nMeCABE:\nI don't never want to kill nobody on\n= ~ . Sunday...\n: LEDBETTER'S VOICE: (0.s.)\nOh my God -- My God --~ My God -- damn!\n\nUnder a tent flap, Ledbetter and Lily are hard at it, as we\nan a DISSOLVE: :\n\n \n\nWEW ANGLE INCLUDE SHEEHAN .\nwho has followed after McCabe, but who has stayed well away\n\nfrom any possibility of being involved or taking sides until\nnow, McCabe steps past him and moves back acroas the street,\n\nSHEEHAN:\nThat was terrific, McCabe. You could\ngost tell he was ready to erap hia pants,\nBoy did he back down...\n\n(CON TINUED )\n\f30.\n\n65 (Cont.)\n\n66.\n\n67.",
  "24": "---END OF PREVIOUS SECTION---\n(CON TINUED )\n\f30. 65 (Cont.)\n\n66. 67. \n---TARGET SECTION TO BE ANNOTATED---\nMcCABE:\nBight-to-five says that if Tiny\nhad of wanted a gun, he could've\ngot it from you.\n\nSheehan stops in the street, McCabe keeps walking away.\n\nANOTHER ANGLE McCABE\n\nSHEEHAN:\nWhat ebout our partnership?\n\nMcCabe reaches in his pocket, turns back and throws three\n@ollars toward Sheehan,\n\nMcCABE:\nHere's three dollars. Go get in line,\n. SHEEHAN:\nCome on, McCabe -- I got to have an\n\nanswer,\n\nMcCABE:\nThat is an answer,\n\n4nd as Sheehan stands in the mad trying to decipher the mean-\ning, we 7,\n\n* DISSOLVE:\n\nEXT. PRESBYTERIAN CHURCH A WAGON DaY\n\nas it pulls to a stop in front of McCabe's saloon -- still\nunder construction. The wagon is heavily loaded, a tarp pro-\ntecting its contents. A WOMAN, partially concealed because\nof the bitter weather, is seated next to the DRIVER. In the\nrear of the wagon, a wide-eyed, fawn-like young girl sits\nnext to her protective husband, who is obviously her senior\nby many years, They are IDA and BOB WEBSTER, On the side of\nthe wagon the words, \"WEBSTER'S SAWMILL, BEARPAW\" have been\npainted, CAMERA PANS as Bob Webster jumps from the wagon and\nmoves toward the saloon. McCabe can be seen ingide the saloon\nand moves out to greet him. They meet on the porch,\n\nCLOSER ANGLE McCABE WEBSTER\n. McCABE:\nYou made good time, Bob. Any trouble\nwith the mining company?\n\n(CONTINUED )\n\f31.\n\n68 (Cont.)\n\n69.\n\n70,\n\nBOB:\nSome -- but they wanted to set up their\nown mill, so they let me go.\n\nMcCABE:\nWhen can you start cutting? I'm trying\nto make a living in a Goddarm saloon\nwithout no walls.\n\nWebster makes a alight reaction to McCabe's profanity.\n\nANOTHER ANGLE TWO SHOT\n\nThe wagon can be seen in the near b.g. ‘The driver is helping\nthe woman who was sitting next to him to the ground.",
  "25": "---END OF PREVIOUS SECTION---\nI'm trying\nto make a living in a Goddarm saloon\nwithout no walls. Webster makes a alight reaction to McCabe's profanity. ANOTHER ANGLE TWO SHOT\n\nThe wagon can be seen in the near b.g. ‘The driver is helping\nthe woman who was sitting next to him to the ground. \n---TARGET SECTION TO BE ANNOTATED---\n Ida\nWebster cannot be seen in this ANGLE,\n\nWERSTER:\nI brought the little woman with me.\n\nHe nods toward the wagon.\n\n. McCABE:\nI'm sorry.\n\nCAMERA MOVES WITH-McCabe as he approaches the wagon and tips\nhis hat to the woman, .\noo MeCABE:\nHow do you do, Mrs. Webster. I'm\nproud to welcome you to Presbyterian\n-- , Chureh,\n\nWE SEE the woman is CONSTANCE MILLER.\n- oe . CONSTANCE:\nI'm right proud to be here, but my\nname is Mrs. Miller, Mrs. Webster\nis in the back.\n\nMcCABE:\nI'm sorry.\n\nHe moves toward the back of the wagon.\n\nAFOTHER ANGLE THE WAGON\n\nAt the rear as Bob Webster helps Ida down. McCabe joins\nthem. Ida Webster always looks frightened, vulnerable and\nas though she has just had her feelings hurt,\n\n(CONTINUED )\n\f32.\n\n70 (Cont.)\n\n71.\n\n72.\n\n73.\n\nBOB:\n(proudly)\nThis here's the little woman.\n\nMcCabe tips his hat again.\n\nMcCABE:\n“Proud to make your acquaintance,\nmetam, Welcome to Presbyterian\nChurch,\n\nIde almost, but not quite, speaks,\n\nVERY CLOSE McCABE BOB WEBSTER\nas Webster leans in to speak to McCabe in lowered tones.\n\nBOB:\nThe driver said she needed a lift. I\ndidn't realize she was a...\n\nANOTHER ANGLE THREE SHOT\n\n: McCABE:\n\n(to Ida) :\n\nMy apologies, ma'am. Just temporary;\nT fixed it up for you and Bob to stay\nat the MacArthur's 'til you get your\nown place.\n\nMcCabe points 6.s, to the blacksmith shop.\n(to Ida) .\nI'll take you over there now,\n(to McCabe)\nSoon as we get settled I'll see about\ngetting steam. God willing, you'll\nhave your sawmill-by the end of the week,\n\nMcCABE:\nGood --, Anything you need, just let me\nImow,\n\nBob leads Ida toward the blacksmith's shop. McCabe ‘heads\nback toward the saloon,\n\n4EGLE ON CONSTANCE DRIVER\n\nAs Bob and Ida pass Constance, Bob moves so that his body is\nbetween Ida and Constance. Constance doesn't give a damn.",
  "26": "---END OF PREVIOUS SECTION---\nGod willing, you'll\nhave your sawmill-by the end of the week,\n\nMcCABE:\nGood --, Anything you need, just let me\nImow,\n\nBob leads Ida toward the blacksmith's shop. McCabe ‘heads\nback toward the saloon,\n\n4EGLE ON CONSTANCE DRIVER\n\nAs Bob and Ida pass Constance, Bob moves so that his body is\nbetween Ida and Constance. Constance doesn't give a damn. \n---TARGET SECTION TO BE ANNOTATED---\n{CONTINUED )\n\f33.\n73 (Cont.)°\n\nCONSTANCE:\nWhat do I owe you?\n\nDRIVER:\nYou don't owe me nothing, Connie...\n‘ (lowers his voice)\nI'll be staying on here, though.\n\nA suitable leer crosses his face, Constance looks at him and\ndrops two dollars in his hand.\n\n. CONSTANCE:\nLet's keep it all business, Dickey.\n\nAnd she moves away toward the saloon.\n\nThe WIDE ANGLE CONSTANCE\nINCLUDE McCabe on the porch,\nCONSTANCE:\n(calling)\nYou John McCabe?\nMcCabe tips his hat.\n\n“McCABE:\nI am, Madame.\n\n= CONSTANCE:\nI want to talk to you. Alone.\n\nMcCabe gestures toward the inside of the empty shell.\n\nMcCABE:\nAt your service, Madame,\n\nHe follows her into the saloon.\n\n75. ANOTHER ANGIE\n\nMcCabe moves to the half-completed bar in the f.g., sets up\na bottle and two glasses. Constance moves in opposite him.\n\n- - CONSTANCE:\nNothing for me.\n\nShe beginas to remove her gloves. They are a bit worse for\nwear. McCabe toases off a drink without speaking.\n\n(CONTINUED )\n\fCort,)\n\n75 ( ao CONSTANCE:\n(continuing) . .\n\nThat was my last two dollars I spent\n\nout there -- It's my own fault, I\n\nguess. Too damn independent.\n\nShe places her gloves on the bar top, revealing a wedding\nband on her finger, before she turns around and surveys\nwhat will soon be McCabe's place of business.\n\nCONSTANCE:\n(continuing)\nAlways wanted a place of my own.\n\nMcCABE:\nThis here's my place.\n\nCONSTANCE:\n-You knew if you want to make out\nyoufre such a dude, you ought to\nwear something besides that cheap\nJockey Club cologne.\n\nMcCABE:\nI don't feel nothing but sorry it\nbothers you, Madame,\n\nCONSTANCE:\nI don't like that \"Madame\" business\nmuch, either,\n\n: McCABE:\nI thought you might enjoy the\npromotion. :\n\n. CONSTANCE:\nYou're somewhat of a frontier wit,\naren't you?\n\nMcCabe dismisses her remark with a wave of his hand. She\ntakes a cigarette from her purse and lights it, ignoring\nhis proferred light. She looks at McCabe squarely.\n\n.",
  "27": "---END OF PREVIOUS SECTION---\nShe\ntakes a cigarette from her purse and lights it, ignoring\nhis proferred light. She looks at McCabe squarely. . \n---TARGET SECTION TO BE ANNOTATED---\n CONSTANCE:\n(contimuing)\nI'm a whore,\n\n(CONTINUED )\n\f75 (Cont.2)\n\n35.\n\nMcCABE:\nWe don't have a newspaper yet,\nso's I can't put that in the\nheadlines --, Anyway, whores\nis my long suit right now.\n(he aizes her up)\n\n* You looking for a job, you got\n\nit.\n\nCONSTANCE:\nI mean to run a real whore-\nhouse.\n\nMcCABE:\n\nLike I said, Presbyterian Church's\nalready got a whorehouse.\n\nCONSTANCE:\nYou call those three Bearpaw crib\ngirls whores?\n\nMcCABE:\nNot much to look at, but if they\ndidn't have to sleep, they'd be\nat it twenty-four hours a day.\n\nCONSTANCE:\nThis town needs a \"house.\" You\nput it up, and I'll take care of\nthe girls and the running ex-\npenses.\n\nMcCabe laughs,\n\nMcCABE:\nJust like that...\n\nCONSTANCE:\nWhy not? Itll pay you back for\nthe cost of the place, and you'll\natill get your fifty percent,\n\nMeCABE:\nI've been doing all right so far --\nBesides, I already planned to build\na “house.” Why do I need you?\n\n(CONTINUED )\n\f75 (Cont.2)\n\nThese ere\nHe thinks\n\nHe thinks\n\n36. :\n\nCONSTANCE:\nDid you ever try to run a bunch\nof girls? Working girls --?\nWhy you'd have this town clapped\nup inside of two weeks, Can you\nhandle drunks without any trouble?\nWhat do you do with ea whore that\nfalls in love?\n\nquestions McCabe hasn't asked himself before.\nabout it, but has grave doubts.\n\nMcCABE:\nIt would mean a lot of money. Mrs.\nMiller, is 1t? I can see you got\nexpensive tastes, Mrs. Miller. I'm\na gambler, but I don't never take\nchances. .\n\non it. Constance presses her advantage.\n\nCONSTANCE:\nWhen business is slow my girls can\ndeal for you. We'll make more money\nfor you than those three crib cows -\never could.",
  "28": "---END OF PREVIOUS SECTION---\nConstance presses her advantage. CONSTANCE:\nWhen business is slow my girls can\ndeal for you. We'll make more money\nfor you than those three crib cows -\never could. \n---TARGET SECTION TO BE ANNOTATED---\nMcCABE:\nHow did you know I bought those girls\nin Bearpaw?\n\nCONSTANCE:\nI saw you buy them from Archer, I\nworked there, too, I sold everything\nto buy myself out.\n\nMcCABE:\nWhy'd you leave?\n\nCONSTANCE:\nBecause it was dirty -- and because\nI don't want to be a Bearpaw Terri‘or.ai\nMining Company whore.\n\n(CONTINUED)\n\f37.\n\nCont.3\n75 (Gont.4) . McCABE:\nNeither do I,\nHe pours two glasses,\nMcCABE:\n(continuing)\n\nHave a drink, Mrs, Miller,\n\nThis time Constance tosses hers off, too, McCabe touches\nthe wedding band on her finger,\n\nMcCABE:\n(continuing )\nWhat about your old man?\n\nCONSTANCE:\nI don't have one, I just wear this to\nbe respectable,\n\nCUT TO:\n\n76, EXT, McCABE'S SALOON ANOTHER DAY\n\nWebster's wagon drives up to the front with a load of cut\ntimber, Driver and swamper begin to unload,\n\nMeCABE'S VOICE:\n(o,s.)\nI'll build your 'house' as soon as\nI get my saloon finished, You'll\nhave to work out of the tent for\na while,\n\nCONSTANCE'S VOICE:\n\n(ovs,\nI don't mind working out of a tent,\nbut you're not going to use any\n- lumber on your place until you build\nus a bath house, ~\n\n( . McCABE'S VOICE:\n°o.s,\nA bath house! Are you crazy?\n\n( ) CONSTANCE'S VOICE:\n\n-  fo.s,\n\nWe don't take on any customers umtil\nyou build a bath house,\n\nA BEAT before McCabe appears from within the saloon and males\nangry end reluctant gestures to the driver and his helper\n\n(CONTINUED)\n\fon\n\n38,\n\n76 (Cont.)\n\nTT.\n\nordering them to reload the lumber which has been delivered,\nAs they comply:\n\nMeCABE'S VOICE:\n(0.3.) :\nHow can I pay for a bath house if\nthere's no 'chingee-chingee' and\nno gambling? .\n\nThe wagon is reloaded and moves out, McCabe staring after it,\n. CONSTANCE'S VOICE:\nYou'll {Sis oe something...",
  "29": "---END OF PREVIOUS SECTION---\nordering them to reload the lumber which has been delivered,\nAs they comply:\n\nMeCABE'S VOICE:\n(0.3.) :\nHow can I pay for a bath house if\nthere's no 'chingee-chingee' and\nno gambling? . The wagon is reloaded and moves out, McCabe staring after it,\n. CONSTANCE'S VOICE:\nYou'll {Sis oe something... \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nCLOSE SHOT EXT, HALF COMPLETED BATH HOUSE\n\n(THEY'RE BUILDING) DAY\n\nOn a SIGN which bears the legend, \"BATH HOUSE - FIFTY CENTS -\nNO CHINAMEN OR ANIMALS ALLOWED,\"\n\nCAMERA RISES, ‘The INTERIOR of the bath house can be seen\n\nin this ANGLE, Four barrels have been buried in the ground\nnear the stream which runs near Presbyterian Church, Planks ©\nfor walking have been nailed to the top of tree stumps,\n\nA group of men are at the front of the bath house, Ledbetter,\nKelly, Jacobs, Patch and Tiny Newcombe, :\n\nLEDBETTER:\nIf this is progress, you can have\nit in you,\n\nTINY:\n\nWho the hell is going to pay to\ntake a Goddamn bath?\n\na PATCH:\nI wouldn't take one free, so you\nknow dam well I ain't going to pay,\n\nJACOBS:\nMcCabe told me you can't get humped\nwithout you take a bath first,\n\n- eT . - TINY:\n>... Sheeett -- If I washed up, Lily\n: never would let me go,\n\n: LEDBETTER:\n:I' hear we're getting some new girls\nfrom Denver -- one of them is a\n\nChine\nse princess... (CONTINUED)\n\f39,\n\n77 (Cont,)\n\n78,\n\n\" KESLLY:\nYou think that's true what they say\nabout Chinese giris?\n\nPATCH:\nYou know what they say about girls\nfrom Denver...\n\n \n\nTINY:\nWhat?\n\nLEDBETTER:\nJesus, youre dumb, Same thing they\nsay about Chinese girls,\n\nTINY:\nT ain't going to hump no Chinese\ngirl -- I don't care if she is a\nGoddamn princess,\n\nKELLY:\nSure don't make no sense to take\na bath and then hump a Chink!\n\nLEDBETTER :\nWhat's going to happen to the pigs\nwe got now?\nKELLY: .",
  "30": "---END OF PREVIOUS SECTION---\nLEDBETTER:\nJesus, youre dumb, Same thing they\nsay about Chinese girls,\n\nTINY:\nT ain't going to hump no Chinese\ngirl -- I don't care if she is a\nGoddamn princess,\n\nKELLY:\nSure don't make no sense to take\na bath and then hump a Chink! LEDBETTER :\nWhat's going to happen to the pigs\nwe got now? KELLY: . \n---TARGET SECTION TO BE ANNOTATED---\nMcCabe's going to give ‘tem to the\nChinamens,\n\nPATCH:\nYou didn't think they were pigs when\nthey first come up,\n\nI know it, but now I can't even make\nit thinking about somebody else, When\nthem new whores comin'?\n\nWhy don't you ask McCabe?\n\ncur To:\n\nEXT, PRESBYTERIAN CHURCH , McCABE NIGHT\n\nTwo tents have been built and they are in close proximity to\neach other, A sign above the flap of one tent reads:\n“CONSTANCE MILLER'S DENVER DELIGHT,\" Below it, \"PROOF OF\nBATH REQUIRED,\" MeCabe moves to the next tent, Its sign\nreads: \"PRIVATE,\" McCabe is drunk, He scratches on the\ntent flap, After a BEAT, Mrs, Miller's slee voice anawers,\nPTcontiNuED)\n\f78 (Cont. )\n\nConstance\n\n-4o,\n\nCONSTANCE'S VOICE:\nWho is it? What do you want? We're\nslesed, .",
  "31": "---END OF PREVIOUS SECTION---\ncur To:\n\nEXT, PRESBYTERIAN CHURCH , McCABE NIGHT\n\nTwo tents have been built and they are in close proximity to\neach other, A sign above the flap of one tent reads:\n“CONSTANCE MILLER'S DENVER DELIGHT,\" Below it, \"PROOF OF\nBATH REQUIRED,\" MeCabe moves to the next tent, Its sign\nreads: \"PRIVATE,\" McCabe is drunk, He scratches on the\ntent flap, After a BEAT, Mrs, Miller's slee voice anawers,\nPTcontiNuED)\n\f78 (Cont. )\n\nConstance\n\n-4o,\n\nCONSTANCE'S VOICE:\nWho is it? What do you want? We're\nslesed, . \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nMcCABE:\nIt's me,\n\nCONSTANCE'S VOICE:\nDe you want to coms in? Wait just\na minute,\n\nMcCABE:\nNo, Madame, I do not wish to come in,\n\n‘appears at the tent entrance,\n\nCONSTANCE:\nAre you drunk? -- Never mind, I can\nsee you are, What do you want? Go\nhome, :\n\nMcCABE: :\nThe boys wish to know when your whores\nare coming, Madame, And so do I, So\nfar you've cost me all the money I\nmade here and none is coming back,\n\nThe whole town thinks I am rich and\nthe truth is I am broke, ‘\n\nCONSTANCE:\nYou have to spend money to make money,\n\n: McCABE:\nYou seem to think I am nothing but a\nbank, Madame, Tell me when the whores\nare coming since Ihave peid for their\nGoddamn transportation and for a God-\ndamn beth house which I will lay eight-\ntoefive ain't never going to be used,\n\nCONSTANCE:\nYou could stand to use it right now,\n\nMcCABE:\nWe're not talking about me,\n\nCONSTANCE:\nTne hell we're not, You're just as\nanxious for the girls as the rest of\nthen,\n\nMeCABE:\nBullshit, Madame -- , You will never\nsee me standing in line,\n\n(CONTINUED)\n\f78 (Cont,.1)\n\n79.\n\n80,\n\n42,\n\nCONSTANCE:\nYou're all the same, McCabe, God .",
  "32": "---END OF PREVIOUS SECTION---\nWait just\na minute,\n\nMcCABE:\nNo, Madame, I do not wish to come in,\n\n‘appears at the tent entrance,\n\nCONSTANCE:\nAre you drunk? -- Never mind, I can\nsee you are, What do you want? Go\nhome, :\n\nMcCABE: :\nThe boys wish to know when your whores\nare coming, Madame, And so do I, So\nfar you've cost me all the money I\nmade here and none is coming back,\n\nThe whole town thinks I am rich and\nthe truth is I am broke, ‘\n\nCONSTANCE:\nYou have to spend money to make money,\n\n: McCABE:\nYou seem to think I am nothing but a\nbank, Madame, Tell me when the whores\nare coming since Ihave peid for their\nGoddamn transportation and for a God-\ndamn beth house which I will lay eight-\ntoefive ain't never going to be used,\n\nCONSTANCE:\nYou could stand to use it right now,\n\nMcCABE:\nWe're not talking about me,\n\nCONSTANCE:\nTne hell we're not, You're just as\nanxious for the girls as the rest of\nthen,\n\nMeCABE:\nBullshit, Madame -- , You will never\nsee me standing in line,\n\n(CONTINUED)\n\f78 (Cont,.1)\n\n79. 80,\n\n42,\n\nCONSTANCE:\nYou're all the same, McCabe, God . \n---TARGET SECTION TO BE ANNOTATED---\nknows it and I know'it, Anyway, the\ngirls will be here tomorrow, You\nbetter get started on my whorehouse,\n\nCUT TO:\n\nEXT, PRESBYTERIAN CHURCH WIDE ANGLE DAY\n\nThe weather is bad, Although it's mid-morning, only ea few\npeople can be seen on the street -- and these soon duck into\nthe protection of buildings, the windows of which are clouded\nwith steam, Soon a CARRIAGE comes into view and moves down\nthe street TOWARD CAMERA, Although we can't as yet distin-\nguish them, the occupants of the carriage are the FOUR WHORES\nfor whom the town is weiting, The carriage is loaded with\ntheir belongings, and the ladies themselves are heavily\nclothed against the weather and appear as little more than\nlumps, Across the muddy street a CHINAMAN makes an exit\nfrom a buiiding and moves into SHOT about the same time the\ncarriage comes to a stop near CAMERA,\n\nANOTHER ANGLE THE CARRIAGE\n\nAnd a closer look at the occupants, A DRIVER, EUNICE,\nBLANCHE, CINDY and MAI LING, Oddly enough, these girls do\nnot look much different from other girls of the same age,\nwhich ranges from about twenty to thirty, They are not\ngarishly made up, nor costumed, They are tired and irritable\nafter a long trip,\n\nBLANCHE:\nWhat the hell are you stopping for?\nI'm freezing my ass off,\n\n-° DRIVER:\nWhere do you want to go?\n\nEUNICE:\nInside, Anyplace, Christ whet a\nrotten swamp,\nThe Chinaman crosses near then,\n\n’ CINDY:\n\nAsk the Chink\n\n(CONTINUED }\n\fBo (Cont,)\nDRIVER:\n(to Chinaman)\nWhere is the,..? .",
  "33": "---END OF PREVIOUS SECTION---\n---TARGET SECTION TO BE ANNOTATED---\nknows it and I know'it, Anyway, the\ngirls will be here tomorrow, You\nbetter get started on my whorehouse,\n\nCUT TO:\n\nEXT, PRESBYTERIAN CHURCH WIDE ANGLE DAY\n\nThe weather is bad, Although it's mid-morning, only ea few\npeople can be seen on the street -- and these soon duck into\nthe protection of buildings, the windows of which are clouded\nwith steam, Soon a CARRIAGE comes into view and moves down\nthe street TOWARD CAMERA, Although we can't as yet distin-\nguish them, the occupants of the carriage are the FOUR WHORES\nfor whom the town is weiting, The carriage is loaded with\ntheir belongings, and the ladies themselves are heavily\nclothed against the weather and appear as little more than\nlumps, Across the muddy street a CHINAMAN makes an exit\nfrom a buiiding and moves into SHOT about the same time the\ncarriage comes to a stop near CAMERA,\n\nANOTHER ANGLE THE CARRIAGE\n\nAnd a closer look at the occupants, A DRIVER, EUNICE,\nBLANCHE, CINDY and MAI LING, Oddly enough, these girls do\nnot look much different from other girls of the same age,\nwhich ranges from about twenty to thirty, They are not\ngarishly made up, nor costumed, They are tired and irritable\nafter a long trip,\n\nBLANCHE:\nWhat the hell are you stopping for? I'm freezing my ass off,\n\n-° DRIVER:\nWhere do you want to go? EUNICE:\nInside, Anyplace, Christ whet a\nrotten swamp,\nThe Chinaman crosses near then,\n\n’ CINDY:\n\nAsk the Chink\n\n(CONTINUED }\n\fBo (Cont,)\nDRIVER:\n(to Chinaman)\nWhere is the,..? . \n---TARGET SECTION TO BE ANNOTATED---\n(to Blanche) ~\nWhat do I ask,\n\n“\n\nBLANCHE:\nNever mind, dammit -- I'll do it\nmyself,\n\nThe Chinaman stands stering blankly,\n\nBLANCHE:\n(continuing )\nWhere's Mrs, Miller's \"house?!\n\nKo response,\n\nEUNICE:\nPor erissake, Blanche, -- Where's\nthe whorehouse?\n\nNo answer,\n\nCINDY:\nHe probably can't speak English,\n\nBLANCHE :\n: (to Eunice }\nWheat are you going to do now, make\ngestures?\n\n. EUNICE:\nUp yours, I'm too mich of a lady.\n\nDriver turns to Mai Ling.\n\nDRIVER:\nMaybe you better ask him,\n\nMAI LING:\nI can't speak Chinese, ~-- Many years\nago I was stolen from my father's\npalace by an American sailor,,,\n\nCINDY:\nIt's too cold for that crap, Save\nit for the customers, She was born :\nmeee ee ce in Portland, — apn oe ERR a\n\nWea\n\nMAI LING:\nWhat customers?\n\nNe\n\n' : (cowrrNvED)\n\f43.\n\n80 (Cont,1)\n\n81,\n\n82,\n\n~. attracted by the noise and the bicker\n\nBLANCHE:\n‘- Constance went crazy, I guess,\n\nIt suddenly occurs to the Chinaman where these ladies, no\ndoubt, belong, He points o,s,\n\nCHINAMAN:\nMissy Miller! Missy Miller!\n\nDRIVER:\nThink he knows what he's talking\nabout?\n\nBLANCHE:\nHe knows a hell of a lot more than\nyou do, Let's go,\n\nANOTHER ANGLE WITH CARRIAGE\n\nas the driver heads toward the tents across from the bath\nhouse,\n\nEUNICE: -\nI thought there was supposed to be\na real 'house,!\n\nCINDY:\nA-minute ago all you wanted was to\nget inside,\n\nEUNICE: .\nDidn't Connie's letter say there was\na 'house?!\n\nBLANCHE:\nHow would you kmow what a letter\nsaid,\n\nBUNICE: ~- .\nTents, for crissakes, That's. no 0... 2.",
  "34": "---END OF PREVIOUS SECTION---\nDidn't Connie's letter say there was\na 'house?! BLANCHE:\nHow would you kmow what a letter\nsaid,\n\nBUNICE: ~- . Tents, for crissakes, That's. no 0... 2. \n---TARGET SECTION TO BE ANNOTATED---\n |\nbetter than cribs,\n\nANOTHER ANGLE THE SCENE : ee\nete cmos 00\n\nThe driver reins in near the front of the tents we 4 a\n\nseen before, Constance emerges from inside -her toe\n\n  \n\fuh.\n\n62 (Cont,)\n\n83.\n\nCONSTANCE:\nCome on in, rls, You got wood floors\nand hot watef -- something you never\nhad in Denver, so stop complaining,\n\n. BLANCHE:\nWell Constance Miller! -- What's a\nnice girl like you doing in a place\nlike this?\n\nThe driver jumps down to help Mai Ling, enamored with her,\nThe other girls climb down themselves and move into the\ntent,\n\nCONSTANCE:\n(to driver)\nPut all their stuff in that other tent,\n\nINT, TENT A CONTINUATION\n\nThe girls have all moved quickly to the stove in the center\nof the tent. Two cubicles have been partitioned off on\neither side of the tent, A flap can be lowered for privacy,\nAll four of the cubicles are identical, each containing\nonly a bed, Lily, one of the original Bearpaw girls is\npresent, The girls are chattering, bitching about every-\nthing,\n\nMAI LING: ‘\nItm not taking on any Chinamen,\nmi tell you that right now,\n\nBUNICE:\nDamnit, T thought I'd be working in\na@ real ‘house,\n\nCINDY:\nWasn't that a bath house out there?\nJesus, I'd love to take a beth,\nBLANCHE:\nDoes that sign mean what it says?\n\nMal LING:\nIT mean it -- no Chinamen, Clean or\nnot,\n\nBLANCHE:\n\nWhat about it, Connie? You wrote\nthere was a ‘house’ here,\n\nCONTINUED }\n\f83 (Cont,)\n\n45.\n\nCONSTANCE:\nDon't you know when you're weli off?\nA \"house! will come, A real ‘house,’\nI promise you, In the meantime, just\nthat this isn't a company town\nought to be enough, I'll go right\ndown the middle with you girls,\n\n.",
  "35": "---END OF PREVIOUS SECTION---\nYou wrote\nthere was a ‘house’ here,\n\nCONTINUED }\n\f83 (Cont,)\n\n45. CONSTANCE:\nDon't you know when you're weli off? A \"house! will come, A real ‘house,’\nI promise you, In the meantime, just\nthat this isn't a company town\nought to be enough, I'll go right\ndown the middle with you girls,\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n EUNICE:\nWhat about tips?\n\nCONSTANCE:\nThey're all yours, but no free rides\n/- and no drinking, I won't stand\nfor any drunken whores during business\nhours, And when it's slow, you take\nturns dealing for McCabe,\n\nCINDY:\nWho's McCabe? Your old man?\n\nBLANCHE:\nYou mean, pimp, Connie, I never thought\nyou'd hook up with a pimp,\n\nCONSTANCE;\nHe's not my old man and he's not\nreally a pimp, We're partners,\nStrictly business, And I don't\nwant any of that 'Connie' business\nin front of customers, Mrs, Miller,\nRemember that,\n\nEUNICE:\nWhat customers? There was only one\naried up old Chink when we came in,\n\nMAI LING\nIf there's going to be any Chinamen,\nI quit,\n\nCONSTANCE:\nThere were some other girls here,\nWe gave them to the Chinamen,\n\nBLANCHE:\nDid you ever see a Chinaman who wanted\nto lay another Chink, when there was\n@ white woman around?\n\nMAL Linc:\nDen't you call me a Chink!\n\n(CONTINUED)\n\faa\n\n63 (Cont,1)\n\nConstance\n\nBLANCHE:\nHow about ‘whorehouse baby,!' do\nyou like that better?\n\nMAI LING:\nT!12 scratch your eyes out, you\nclapped up old buffalo,\n\nsteps betweem them,\n\nCONSTANCE:\nThat's enough! Any more of this and\nyou can sell your ass in Bearpaw!\n-° Now this is Lily, She'll see\nYou've got plenty of towels and since\nshe's already seen damn near everybody\nin town, she knows who the trouble-\nmakers are,\n\nLily rewards them with a grin, The driver enters the tent,\n\nConstance\n\nConstance\n\nmoves to him,\n\nCONSTANCE:\nTake your hat off,\ni (he complies)\nWhat do you want?\n\nDRIVER:\nWell, I ain't been paid and amelling\nthem girls all the way up here's\nmade me hornier'n hell,\n\n. CONSTANCE:\nWhat do I owe you?\n\n: DRIVER:\nWell, I said I'd haul ‘em up here\nfor six dollars apiece, but maybe\nwe could,,,\n\n‘produces the money,\n\nCONSTANCE:\nBut,.",
  "36": "---END OF PREVIOUS SECTION---\nDRIVER:\nWell, I ain't been paid and amelling\nthem girls all the way up here's\nmade me hornier'n hell,\n\n. CONSTANCE:\nWhat do I owe you? : DRIVER:\nWell, I said I'd haul ‘em up here\nfor six dollars apiece, but maybe\nwe could,,,\n\n‘produces the money,\n\nCONSTANCE:\nBut,. \n---TARGET SECTION TO BE ANNOTATED---\nnothing, This is business,\nHere's your money,\n\n'. DRIVER:\nBut I unloaded all these bags and\natuff,,. That ought to be worth\nsomething... .\n\nCONSTANCE:\nThank you, .\n\n(CONTINUED)\n\f83 (Cont.2)\n\n8s.\n\n86,\n\n47,\n\nDRIVER:\n\nListen, I got to give half this\n\nmoney to the\nknow,\n\nmining company, you\n\nCONSTANCE:\n\nYou've got enough, Five dollars,\nTake your choice,\n\nMai Ling,\n\nDRIVER:\n\nMai Ling shoots Blanche a triumphant glance,\n\nCHE:\n\nBLAN\n(under her breath)\nOught to be two-fifty,\n\nANOTHER ANGLE\n\nThe driver pays Constance and moves toward Mai Ling,\n\nCONSTANCE:\n\nYou have to take a bath first,\n\nShit, I ain\nbath,\n\nMai Ling moves very cl\nbis ear,\n\n(turn:\nI still ain!\n\nEXT, TENT HIGH ANGLE\nThe driver continues h\n\nDRIVER:\n't going to take no\n\nose to him and whispers something\n\nDRIVER:\ning away)\nt going to take no beth,\n\n” He moves toward the tent flap,\n\nDaY\nis exit, moving directly to the\n\ncarriage, He climbs in and turns it around, heading it\nback out the way he came,\n\nCLOSE THE DRIVER\n\nAs he thinks over Mat\nwere,\n\nLing's words -- whatever thay\n\f87.\n\n88,\n\n89,\n\n90,\n\nkB.\nBaCK TO HIGH ANGLE\n\n~ Be negotiates a \"U\" turn in the street and moves the carriage\nback to the bath house, As he enters,. we\n\nDISSOLVE:\n\nINT, BATH HOUSE sO .",
  "37": "---END OF PREVIOUS SECTION---\nEXT, TENT HIGH ANGLE\nThe driver continues h\n\nDRIVER:\n't going to take no\n\nose to him and whispers something\n\nDRIVER:\ning away)\nt going to take no beth,\n\n” He moves toward the tent flap,\n\nDaY\nis exit, moving directly to the\n\ncarriage, He climbs in and turns it around, heading it\nback out the way he came,\n\nCLOSE THE DRIVER\n\nAs he thinks over Mat\nwere,\n\nLing's words -- whatever thay\n\f87. 88,\n\n89,\n\n90,\n\nkB. BaCK TO HIGH ANGLE\n\n~ Be negotiates a \"U\" turn in the street and moves the carriage\nback to the bath house, As he enters,. we\n\nDISSOLVE:\n\nINT, BATH HOUSE sO . \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\nIt 1s utter chaos, Two Chinese attendants do their best to\nkeep some kind of order, to no avail, ‘The dressing room,\nbuilt to accommodate perhaps a half-dozen men waiting for\nbaths, is crowded beyond belief, Half-naked men and stark-\nnaked men are everywhere, Clothing is strewn about -- just\nwho it belong to is the question, Boots, pants, shirts,\ncoats and all sorts of filthy foul weather gear are passed\nback and forth, claimed and reclaimed,\n\nANOTHER ANGLE\n\nIn the tub area, If possible, there is even less order here,\nOne man 1s bathing, clothes and all, Some are bathing to-\ngether in the four tanks, The overflow from the dressing\nroom has pushed halfedressed men, still struggling to rid\nthemselves of their clothes, out onto the Catwalks between\nthe tanks, Losing his balance, one man pitches into a bath\nalready occupied by two others, While voices are often\nPaised in anger, the main purpose of this hasn't been for-\ngotten, and there is no serious fighting, Throughout the\nscene, SOUND of the Chinese attendants chattering OVER,\n\nCLOSER ANGLE’ A BATHING TANK\nOccupied by Kelly and Ledbetter, Ledbetter is shaving,\n\nKELLY:\nLedbetter, darling -- if I'd know you\nlooked like this I might have taken\nyou on myself,\n\nLEDBETTER :\nYou been up here too long,\n\nTiny appears on the catwalk nearby, naked, and lowers him-\nself into the tank, .\n\n. - KELLY:\nWell, come right on in for crissakes,\nWhy didn't you bring your fucking laundry?\n\nIt 4. v ;\nm warning you -- if you piss\nI'll cut off your becker, ,\n\n(CONTINUED }\n\f49.\n\n90 (Cont.}\n\n91.\n\nTINY:\nJust when Itm falling in love. Did\nyou get a look at the tits on big\nold Blanche? I might even take my\nboots off.\n\nKELLY: |\n- Don't think about it. I'm afraid\nit'll all be over before I can drop\nmy strides,\n\nLEDBETTER :\nThis is the first time I been warm\nin three months. Ready?\n\n. KELLY:\nLet's go. .",
  "38": "---END OF PREVIOUS SECTION---\nReady? . KELLY:\nLet's go. . \n---TARGET SECTION TO BE ANNOTATED---\nTINY:\nLeave your soap.\n\nLEDBETTER:\nJesus you are in love,\n\nKELLY:\n(gesturing)\nWhy don't you box the clown and deat\nthe price?\n\nTINY:\nUp your butt -= think I want hair on\nDy palms?\n\nAs they step out of the tub and are quickly replaced by two\nmore anxious bathers, wa\n\ncuT TO:\n\nEXT. BATH HOUSE - NIGHT\n\nas the first few bathers rush from the bath house toward the\ntent. Most are dressing on the way, and at least one stum-\nbles or is Imocked down and the bath was for nothing. CAMERA\nPANS as they approach the \"Denver Delight\" tent. Lily stands\nat the entrance peering out. As the men approach and begin\nto form a line, Lily turns inside.\n\f92.\n\n93.\n\nso.\n\n#\n\nINT, TENT - . NIGHT\n\nA waiting room has been formed by dropping a flap which\nseparates the girls from the customers. Another small alcove\nhas been fashioned in the same manner. Mrs. Miller has @\ntable set up at the entrance to the \"Delight\" section and is\nobviously prepared to take the money,\n\nLILY:\nHere they come.\n\nCONSTANCE:\nIt's up to you, Lily -- If there's\nlint in their belly buttons, you\nknow they didn't bathe.\n\nShe moves toward the entrance. Lily stations herself behind\nthe cubicle flap, As Mrs. Miller is about to poke her head\nout, McCabe appears.\n\nTWO SHOT McCABE CONSTANCE\n\nA slight, mowing smile tugs at the corners of her mouth,\n\nCONSTARCE:\nHave you taken a bath?\n\nMcCABE:\nI'm not here as a customer, Madame.\nI just came to wish you well.\nBesides, my place is empty,\n\nCONSTANCE: LI\nMaybe you ought to check on the\nservice.\n\nMcCASE: oe\n\nI'm sure you know your business, ve Te\nMadame -- Are you -- aveilable --\n\n \n\nas well? —\nCONSTANCE: .\n\nWhy?\nMcCABE: a\n\nIdle curiosity, Madame. +O Shain per eneREER————\n\nmore, oa TR ee\nCONSTANCE: : -\n\n(flat) :\n\no\nao\n\nMy price is twenty-five dollars...\"\n\nMeCabe is angered and cen't conceal it.",
  "39": "---END OF PREVIOUS SECTION---\nMcCASE: oe\n\nI'm sure you know your business, ve Te\nMadame -- Are you -- aveilable --\n\n \n\nas well? —\nCONSTANCE: . Why? McCABE: a\n\nIdle curiosity, Madame. +O Shain per eneREER————\n\nmore, oa TR ee\nCONSTANCE: : -\n\n(flat) :\n\no\nao\n\nMy price is twenty-five dollars...\"\n\nMeCabe is angered and cen't conceal it. \n---TARGET SECTION TO BE ANNOTATED---\n .He turns and exits.\n{CONTINUED )\n\f93 (Cout.) .\n\n95.\n\n96.\n\n51.\n\n: McCABE:\nI wish you well, Madame,\n\nEXT. TENT MOVING SHOT McCABE\n\nas he walks from the tent without looking back. The line has\ngrown now. At the entrance to the tent, Mrs. Miller appears\nand begins instructing the line of men in the b.g. CAMERA\nSTAYS WITH McCABE.\nCONSTANCE:\n\nNo drunks and no rowdiness. When\n\nyou enter the tent, step behind the\n\nflap for inspection, Mo one allowed\n\nwithout a bath and I'll tolerate no\n\nabuse of the girls.\n\n“MINER:\nWhat about you, Mrs. Miller?\n\nSome of the others in line AD LIB agreement with the notion.\n\nAD LIBS:\nT'll pay double!\n\nYou can tap me out.\n\nOne time, Mrs. Miller -- you can\nhave my claim!\n\nIt's all McCabe can do to keep from turning back to hear her\nanswer, but he strides on.\nANGLE ON CONSTANCE VERY CLCSE\nLooking after McCabe for a BEAT before she answers,\nCONSTANCE:\n(laughing)\nYou flatter me boys. But twenty-five\ncash is all that it taxes.\n\nShe reenters the tent after another look after McCabe.\n\nCLOSE MeCABE\n\nAngry with himself for caring whstner Constance “ilier screws\nsvery man in town or not,\n\f97.\n\nS2.\nINT. TENT\nAs the customers begin to enter. Moultry Jacobs is first.\n\n: CONSTANCE:\n(points)\nAround there, boys.\n\nLed by the first man, they form a line which stretches out\nthe entrance.\n\n. LILY'S VOICE:\n(words indistinguishable)\n\nMOULTRY'S VOICE:\nWhat?\n\n. LILY'S VOICE:\n(same as first speech)\n\nA rustle of clothing can be HEARD,\n\nJACOBS:\nw- Christ sakes, Lily -- i'm afraid\nte touch it!\n\nShort BEAT, Mouitry steps around adjusting his trousers and\nmoves to the table. . _ 0\n\nJACOBS:\n(continuing)\nWhat is she, a Goddamn doctor?\n\nCONSTANCE:\nPive dollars, Mr. Jacobs -- you'll\nbe glad we did that some day.\nMoultry pays.",
  "40": "---END OF PREVIOUS SECTION---\nCONSTANCE:\nPive dollars, Mr. Jacobs -- you'll\nbe glad we did that some day. Moultry pays. \n---TARGET SECTION TO BE ANNOTATED---\nJACOBS:\nChina girl cost more?\n\nCONSTANCE:\nThey're all the same.\n\nJ&CCRS:\n(entering \"Delight\")\nThat's what I sim to find cut...\n\nAnd as the next man comes from behind the flap from kis\nShoet arm” inspection, wa\n\ncOT TO:\n\f98.\n\n53.\nINT. McCABE'S SALOON NIGHT\n\nThe saloon has been completed now, but the only occupants of\nit are McCabe, a BARTENDER, DANNY, and a CHINESE WAITER,\nknown as HEY YOU. McCabe, a bottle of whiskey at his elbow,\nis seated at a faro table, a number of books of the ledger\ntype are open in front of him. His movements and gestures,\neven the way he tosses off an occasional drink, indicate that\ncolumns of figures, credits and debits are not his long suit.\nDanny is behind the bar, hard pressed to find something to\ndo, and Hey You is standing idly near to him.\n\nDANNY:\nBe all right to close up, Mr.\nMcCabe?\n\nMcCabe looks up from his books, surveys the empty saloon.\n\nMcCABE:\nYeah, close up for crissakes.\nIt's going to take me all night\nto figure where I am at with\nthese Goddamn books,\n\nDanny slips off his apron and moves toward the door.\n\nMcCABE:\nCome on over and have a drink.\n\nDANNY:\nIf it's all the same to you, Mr.\nMcCabe, I thought I'd get myself\na bath,\n(smiles)\n\"Cleanliness is next to Godliness.”\n\nMcCABE:\nCleanliness is next to the whorehouse.\nGo ahead. -- You too, Hey You. I'll\nlock up.\n\nMcCabe moves after them toward the door, Danny ADLIBS his\ngoodnight and moves o.s. Hey You hovers at the door.\n\nBEY YOU:\nMan say opium almost gone.\n\nos ” MeCABE:\nWhat man? :\n\nYou\nAll man. Chinese man. Need more\nsoon. You get?\n\n(CONTINUED)\n\f98 (Cont.) , ~\n\n99.\n\nMcCABE:\nYeah, yeah. I get. -\n\nHey You exits,\n\nANOTHER ANGLE\n\nTo INCLUDE Constance Miller standing just outside the bat-\nwing doors. She carries a small atrongbox.",
  "41": "---END OF PREVIOUS SECTION---\nMcCABE:\nYeah, yeah. I get. -\n\nHey You exits,\n\nANOTHER ANGLE\n\nTo INCLUDE Constance Miller standing just outside the bat-\nwing doors. She carries a small atrongbox. \n---TARGET SECTION TO BE ANNOTATED---\n McCabe calls\nafter Hey You, obviously for the benefit of Mrs. Miller,\n\nMcCABE:\nI get if I ever get any Goddamn\nmoney!\n\nMrs. Miller walks by him into the saloon.\n\n‘CONSTANCE:\nWhy are you always in such a bad\ntemper? .\n\nMcCabe closes and locks the inside door of the saloon,\n\nMeCABE:\nPor one thing, it is because ever\nsince you came here you have cost\nme nothing but money -- This shit\nmust cease, Madame. I have not\nsold a full bottle of whiskey today,\nand that's a fact,\n\nCONSTANCE:\nBecause every man in town was taking\na bath in your bath house or laying\nup with a girl in your whorehouse,\n\n. McCABE:\nBut I have not seen any of that\nmoney, Madame, and my books show\nthat what I need most of all right\nnow is money. :\n\nShe spots the books, moves to the table and sets down the\nstrongbox.\n\n. so CONSTANCE:\n\nI have the bath house money and the\nwhorehouse money for the first night\nright here.\n\nShe dumps the contents of the box on the table. The take is\nconsiderable, . .\n\f100.\n\n-ANOTHER ANGLE McCABE *\n\n55.\n\n“\n\nAnd McCabe is considerably impressed with the amount.\nCAMERA PANS with him to table and he begins to count.\n\nCONSTANCE:\n(continuing) —\nWe missed a lot of bath money\nbecause of the rush, but there's\nalmost three hundred dollars there.\n\nMcCabe continues to count out loud, makes a mistake, starts\nover with an impatient glance at Mrs. Miller, She pours\nherself « drink, then looks at the open books. At first it\nis cursory, then she peruses them with growing interest,\nwhich soon turns to emusement.\n\nCONSTANCE:\n(continuing)\nHow could you tell?\n\nMcCabe stops counting, exasperated,\n\nMcCABE:\nHow could I tell what?\n\nCONSTANCE:\nYou said your books showed you need\nmoney. I'd like to know how you\nfigured that, because these books\nare impossible,\n\nMcCABE:\nI'll thank you to keep out of things\nyou don't understand.\n\nCONSTANCE:\nWe're partners.",
  "42": "---END OF PREVIOUS SECTION---\nCONSTANCE:\nYou said your books showed you need\nmoney. I'd like to know how you\nfigured that, because these books\nare impossible,\n\nMcCABE:\nI'll thank you to keep out of things\nyou don't understand. CONSTANCE:\nWe're partners. \n---TARGET SECTION TO BE ANNOTATED---\n I have a right to\nsee the books,\n\nMcCABE:\nWe are not partners in my saloon or\nmy gambling or my opium business.\n\nCONSTANCE:\nSome business «= opium.\n\n. McCABE:\nIf it had not been for opium, Mrs.\nHigh-and-Mighty-Miller, there would\nbe no bath house, no whorehouse,\nand more then likely, no saloon,\nYou might remember that.\n\n(CONTINUED )\n\f100 (vont.)\n\n56.\n\n. CONSTANCE:\nThere's no whorehouse now,\n\nMcCABE:\nJesua Christ, Madame -- we only\natarted today. . :\n\nCONSTANCE:\nT mow it, but we could make twice\nas much if.we had a proper \"house.\"\n\nMcCABE:\nHow come whenever we talk about\nspending money it is always \"we.\"\n\nCONSTANCE:\nDe you think I want to do this for\n\n-the rest of my life? -- I have\n\nplans, McCabe, One of these days\nI am_going to pack up and go to\nSan Francisco. I'm going to sell\nyou my half-interest and I'm going\nto have a boarding house in San\nFrancisco with a brownstone front,\n\nMcCABE:\nT can just see you running a\nboarding house. I'd like to get a\ngood look at them boarders.\n\n. CONSTANCE: .\nI kmow what you're thinking -- It\njust proves how dumb you are.\n\nMc CABE:\nIam plenty smart enough for\nPresbyterian Church, and that's a\nfact.\n\nCONSTANCE:\nYou won't prove how smart you are by\nthese books. I better help you with\nem.\n\nMcCABE:\nIt is not a woman's place to stick\nher nose in books.\n\n-But Mrs. Miller has seated herself in McCabe's chair and\nis poring down a column of figures. She looks up at him.\n\nCONSTANCE:\nWhat is seven from eleven?\n\n(CONTINUED)\n\fST.\n\n100 (Cont.1)\nMcCabe thinks too long on the answer.\n\nCONSTANCE: (Cont.)\nNine from sixteen?\n\nNo reply.\n\nCONSTANCE:\n(continuing)\nHow much 1s sixteen and nineteen?\neo While we're at it, how do you\nspell \"groceries\" -- \"supplies\" --\n\"salary?\"\n\nMcCabe's ledger is prompting these questions.",
  "43": "---END OF PREVIOUS SECTION---\nNo reply. CONSTANCE:\n(continuing)\nHow much 1s sixteen and nineteen? eo While we're at it, how do you\nspell \"groceries\" -- \"supplies\" --\n\"salary?\"\n\nMcCabe's ledger is prompting these questions. \n---TARGET SECTION TO BE ANNOTATED---\nMcCABE:\nMadame, I can hold my own in any\ngame of chance with any amount\nyou can count. I can figure odds\nand pay-offs before you can blink,\nand I can tell you how much the\nbartenders are stealing by looking\nat the empty bottles. -- It takes\nme a little longer to write it\ndown formal. .\n\nCONSTANCE:\nFrom now on, I'll help you with\nthe books. -- If only to protect\nmy interest.\n\nMcCABE:\nI warn you, Madame =» don't push\nme too far, oy\nCONSTANCE:\nIt'll take me a day or two to\nreconcile these figures, but I\ncan tell already-that you have\nmore money than you think. --\nMore than enough to begin building\nmy \"house.\"\n\nMrs. Miller gathers up the books and heads for the door in\n@ very business-like manner,\n\nMcCABE:\nThe whorehouse will be built\nwhen I say it will be built end\nnot before! :\n\n(CONTINUED)\n\foN\n\n58.\n\n100 (Cont.2)\n\n101.\n\n102,\n\nCONSTANCE:\nGood night, John. -~\n\nShe unlocks the door and exits.\n\nMcCABE:°\n(shouting\nafter her)\nFour, Goddamn it! -- Seven from\neleven is four! :\n\nAnd, on at least this partial victory for McCabe, we\nDISSOLVE:\n\nEXT. PRESBYTERIAN CHURCH DAY (MORNING)\n\nThe whorehouse, easily the best looking building in town,\nbut still not much eat that, has been built. A few pieces\nof furniture are being carried into it by a couple of men.\nIn this ANGLE we can see that Mrs. Miller's \"house\" has\nbeen built opposite the rear entrance of McCabe's saloon.\nThe back doors of the two buildings face each other across\na muddy ditch over which e short walking bridge has been\nsuspended,\n\nANOTHER ANGLE PANNING SHOT\n\n4s a carriage occupied by the entire \"Denver Delight\"\ntroupa labors up the street and stops in frent of the\n\"house.\" Mrs, Miller steps down first and is joined by\nBlanche, Eunice, Mai Ling, Cindy and Lily.\n\nCONSTANCE:\nThere it is, girls. -- I even got\nreal beds and real mattresses for\nyou.",
  "44": "---END OF PREVIOUS SECTION---\nMiller's \"house\" has\nbeen built opposite the rear entrance of McCabe's saloon. The back doors of the two buildings face each other across\na muddy ditch over which e short walking bridge has been\nsuspended,\n\nANOTHER ANGLE PANNING SHOT\n\n4s a carriage occupied by the entire \"Denver Delight\"\ntroupa labors up the street and stops in frent of the\n\"house.\" Mrs, Miller steps down first and is joined by\nBlanche, Eunice, Mai Ling, Cindy and Lily. CONSTANCE:\nThere it is, girls. -- I even got\nreal beds and real mattresses for\nyou. \n---TARGET SECTION TO BE ANNOTATED---\n Each of you has a separate\n\nPoon.\nBLANCHE:\nDammit, Connie -- I'm close to\ntears,\n- CONSTANCE: °\n\nThat's not all. Come on. ~~ ~---——-~ eee\n\n411 follow Mrs. Miller into the \"house.\" CAMERA LOSES\nthem and HOLDS on THREE YOUNG BOYS averaging atout ten\nyears, who have been hiding nearby. . =\n\nvee\n\n\"(CONTINUED )\n\f102 (cont. )\n\n103.\n\n59.\n\nFIRST KID: :\nI could've damm near touched that\none with the red hair.\n\nSECOND KID:\nIt's a good thing you didn't.\n‘ FIRST KID:\nWhy?\nSECOND KID:\nI don't know -- it's a good thing,\nthat's all.\nTHIRD KID:\n\nYou could get something, that's why.\n\n: ‘FIRST KID:\nWhat?\n\nTHIRD KID:\n\"Infamouse,\" that's what. That's\nwhat my mother calls Mrs. Miller.\n\n. SECOND KID:\nWhat the hell's \"infamouse?\"\nFIRST KID:\nI don't know.\nTHIRD KID:\n\nWell I do. It's awful, Runs down\nyour leg and rots off your heel,\n\nSECOND KID:\nJesus...\n\nCUT TO:\n\nEXT. PRESBYTERIAN CHURCH THE STREET DAY\n\nThere is more activity today than we have ever seen\nbefore. The town has been transformed from a makeshift,\nfilthy, half-canvas, half-wood, three-building mining\ntown to something that damn near resembles a real town,\nSpring rain has left the streets muddy. In the opinion\nof many, there has been enough progress to have a dedi-\noation day of sorts. Ina larger town, there would be\nbunting and streamers and an array of flags for such an\nCecasion, Presbyterian Church does the ‘best it can.\n\f105.\n\n106.\n\n107.\n\n108,\n\n61.\n\n‘\n\nEXT. STREET A LARGE CROWD . DAY\n\nThey have gathered around a roped-off square to witness a\nwrestling match between Tiny Newcombe, wearing a sash of\nStars and Stripes around his waist, and en equally large\nCanadian in red tights. Everyone we have met, including the\nChinese and all the whores, new and old, can be seen.",
  "45": "---END OF PREVIOUS SECTION---\nSTREET A LARGE CROWD . DAY\n\nThey have gathered around a roped-off square to witness a\nwrestling match between Tiny Newcombe, wearing a sash of\nStars and Stripes around his waist, and en equally large\nCanadian in red tights. Everyone we have met, including the\nChinese and all the whores, new and old, can be seen. \n---TARGET SECTION TO BE ANNOTATED---\n Only\nPat Sheehan is not in evidence. McCabe stands nearby\nConstance Miller, who sits in her carriage with all the girls,\nincluding Lily.\n\nSEVERAL ANGLES\n\nof the match itself, INTERCUTS of the crowd, as the two\ngiants wrestle each other, break down the ropes, fall into\nthe crowd and wind up using half the town to complete the\nmatch, The delighted crowd follows along with them. Tiny\nis the eventual loser, as the Canadian nearly drowns him\nin the dirty pond, which the rains have left in front of\n\"Sheehan's. Across it, Sheehan moves out onto the front\nPorch of his saloon and watches the action, before turning\nback inside,\n\nANGLE ON LILY\n\nVery upset at the outcome of the match. She rushes to the\nside of the half-drowned Tiny and helps him to his feet,\nunmindful of the water which drips on her. They walk away,\nLily doing most of the supporting.\n\nINT. SHEEHAN'S SALOON\n\nExcept for one other man, \"Sheehan's\" is empty. The lone\ncustomer is totally medium. ‘His height, weight, coloring,\nclothing, everything about him is commonplace, as though\nhe were stamped out of a mold. Yet there is a peculiar and\nProbably unwarranted air of self-assurance about him in\nsharp contrast with his appearance.\n\nSHEEHAN:\nWell, McCabe's miner got his ass\nkicked, so the day's not all shot.\n\n- No love lost between you and McCabe...\nI guess.\n\n: SHEEHAN :\nYou got that right -- and he don't come\ncome around me, neither -- I ain't saying\nhe's scared, mind you, but...\n\n, (CONTINUED )\n\f62.\n\n108 (Cont.)\nSheehan takes a closer look at the man. He reaches out\nand grabs a bottle and a glass for himself.\n\n3\n(continuing)\nListen -- you got some time.\n\"(he pours two\ndrinks )\nLet me tell you about Pudge McCabe...\n\nCUT TO:\n\n109. EXT. STREET CLOSE ON LARGE ROCK\n\nas a sledge swung by an unseen miner smashes it to bits,\nCAMERA PULLS BACK and we are viewing a rock-smashing contest.",
  "46": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n109. EXT. STREET CLOSE ON LARGE ROCK\n\nas a sledge swung by an unseen miner smashes it to bits,\nCAMERA PULLS BACK and we are viewing a rock-smashing contest. \n---TARGET SECTION TO BE ANNOTATED---\nThree rows of rocks have been lined up in rows of five. A\nwiner straddles each row, moving back as the rocks are ex-\npertly smashed = in most cases with a single blow. Onlookers\nand @ prevalence of whiskey everywhere,\n\n110, ANOTHER ANGLE\n\nand another contest. This time a number of men are trying\nto drill into the sheer side of hardrock. The drills are\nturned as they bite deeper and deeper into the rock, powered\nby the swing of a hammer.\n\n111. ESTABLISHING SHOT PRESBYTERIAN CHURCH DAY (AFTERNOON)\n\n‘The shadows are longer and the main event, a tug-of-war to be\nstaged on the main street and involving damn near every man\nin town, is about ready. McCabe is somewhere in the f.g.,\nhis Colt drawn to signify the start. He carries a bottle\nof whiskey in his other hand. He is swaying drunkenly, but\nobviously having the time of nis life.\n. McCABE:\n\nDrinks on me for the winners, and\n\nthe losers have to spend the night\n\nin Sheehan's Hotel.\n\nThis is greeted with laughter, but when McCabe FIRES for the\nstart of the tug, it becomes'a serious matter -- though\nsesiy half the men involved are as drunk as McCabe, or\n\ner.\n\f112, “ANOTHER ANGLE MeCABE\n\n113,\n\n“ot\n\n63.\n\na\n\nHe holsters his Colt, tosses off the rest of the bottle\nbefore throwing it into the street, and climhs the steps\nleading to the porch of his saloon. The MAN we saw earlier\nat \"Sheehan's\" can be seen near the entrance, an amused,\nsupercilious expression on his face. As McCabe sways to\n\nthe door, he hands him a card. McCabe @lances at it, without\nseeing, and hands it back.\n\nMAN:\nMy name is Sears, Eugene Sears.\n\nMcCabe tries to focus, He sticks out his hand in the\ngeneral direction of Sears.\n\nMcCABE:\nI'm Roebuck -- who the hell is\nwatching the store?\n\nSears smiles, lips only.\n\n. SEARS:\nWe'd like to have a little talk\nwith you, McCabe.",
  "47": "---END OF PREVIOUS SECTION---\nSears smiles, lips only. . SEARS:\nWe'd like to have a little talk\nwith you, McCabe. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nMcCabe looks at him closely, decides he Probably doesn'+\nlike Sears, and moves into the saloon as Sears tries to\ncomplete the handshake.\n\nINT. McCABE'S- SALOON NIGHT\n\nMcCabe moves directly behind the bar, which has neither\nbartender nor customers, to get another bottle. Sears\nfollows, despite the rejection, still confident.\n\n~\" SEARS:\nWe take you for a man that belongs\n_ On the right side, McCabe, With\n\nthe right people. You know what I\nmean.\n\nMcCabe takes a long pull from his bottle, then BELCHES his\nanswer, . .\n20 \" SEARS:\n. (continuing)\nIt's no secret that there are\nsome pretty good zinc deposits\nhere, and we have been...\n\n(CONTINUED )\n\f“THE PRESBYTERIAN CHURCH WAGER\"\nBased on the novel \"MoCABE® + (AS MWULC~\neS ee\nby Edmund Naughton\n\n \n\nScreenplay by\nBrian McKay and Robert Altman\n\n7/2t/70\nPROPERTY OF DAVID POSTER PRODUCTIONS\nDavid Foster = Mitchell Brower\n\fSe\n\n113 (Cont.)\n\nMcCABE:\nWait a minute, Eugene. Do you\nhave a turd in your pocket or\nsomething? Who the hell is \"we?\"\n\nSEARS:\nIt was on the card -- the Bearpaw\nTerritorial Mining Company. As I wes\nseying, we were waiting for the -\nah - propitious moment, as it were,\nto put in a bid for those deposits,\n\nMcCABE:\nWaat's stopping you? I don't ow\nany fucking zinc mines.\n\nSEARS:\nI was empowered to speak to you\nbecause we were given to understand\nthat you were the leading citizen\naround here, A man of common sense,\nif you know what I mean.\n\nMcCASE:\nThat's the first thing you said\nthat did make sense. :\n\nSEARS:\nWe like to deal with people of\nquality and intelligence. Men\nwho've got a feeling for reality.\n\nMcCABE:\nThat's enough of that shit, Eugene.",
  "48": "---END OF PREVIOUS SECTION---\nMcCASE:\nThat's the first thing you said\nthat did make sense. :\n\nSEARS:\nWe like to deal with people of\nquality and intelligence. Men\nwho've got a feeling for reality. McCABE:\nThat's enough of that shit, Eugene. \n---TARGET SECTION TO BE ANNOTATED---\nYou want to buy me out, right? --\nWhat's the offer?\n\nSears is annoyed at not being able to continue his pitch,\nbut reaches into his pocket producing ean official-looking\npaper which he refers to,\n\nSEARS:\nThe Company won't go any higher than\ntwelve thousand dollars.\n\nMcCABE:\nFor the whole town?\n\nSEARS:\n\nOh, no, Mr. McCabe. You see, we\ndon't have to buy the whole town.\n\n(CONTINUED )\n\f113 (Cont.1)\n\n114.\n\n65.\n\na\n\nSEARS: (Cont. )-.\nOnce we own the bath house, the\nsaloons, and control the gambling\nand prostitution, we can pretty\nmuch name our own price for the\nrest.\n\nMcCabe takes a long time to answer.\n\nMcCABE:\nUp your ass.\n\nSears is not sure he has heard correctly.\n\nSEARS:\n- I beg your pardon?\n\n“McCABE:\n\nUp your Bearpaw Territorial Mining\nCompany ass.\n\nMcCabe moves around the bar and lurches out the door,\n\nEXT. McCABE'S SALOON STREET DAY\n\nThe tug-of-war is a dead heat. There has been plenty of\nslipping and sliding, but most everyone is in the seme place\nas they were before. ‘sanding drunkenly on the top step,\nlooking as though he were ready to pass out, McCabe watches\nfor a BEAT, Behind him, Bugene Sears steps out of the saloon\ntrying to figure why the approach, so often successful,\nfailed here. He is just in time to HEAR McCabe let out a\nwild whoop, draw his gun and fire with an expertise not ex-\nPected of a man that drunk. His shot Severs the rope between\nthe two tugging teams.\n\nMcCABE:\nI declare this match a draw. Nobody\nloses in Presbyterian Church, and\nthat's a Goddamn fact! The drinks\nare on me, .\n\nAs McCabe turns back into the saloon, followed by the\nhooting, happy, drunken, brawling residents of his town,\nCAMERA PANS with Eugene Sears. He steps out into the street\nto the site of the tug-of-war, bends down and Picks up the\ntwo ends of the rope Parted by McCabe's bullet.",
  "49": "---END OF PREVIOUS SECTION---\nThe drinks\nare on me, . As McCabe turns back into the saloon, followed by the\nhooting, happy, drunken, brawling residents of his town,\nCAMERA PANS with Eugene Sears. He steps out into the street\nto the site of the tug-of-war, bends down and Picks up the\ntwo ends of the rope Parted by McCabe's bullet. \n---TARGET SECTION TO BE ANNOTATED---\n 43 Sears\nstares thoughtfully back into the saloon, we:\n\nDISSOLVE TO:\n\f115.\n\n116.\n\n117.\n\n118.\n\n119.\n\n120.\n\n66.\n\nINT. MAS. MILLER'S WHOREHOUSE NIGHT\n\nA wild, bewdy party is in progress. This is the first time\nwe have been insides Mrs. Miller's \"house,\" and while it is\nfurnished and has a piano and ea few carpets, it is hardly\na grand,. exotic escape from the dreary everyday life of\nPresbyterian Church. By comparison it may seem so to the\nminers, long accustomed to really hard living, but luxurious\nit ain't. All the girls are here, most of the men except\nthe Chinese, Sheehan, and most notably, John McCabe,\nConstance Miller walks through her crowded “house,” enter-\ntaining, patting, dodging serious passes, keeping order.\nFrom time to time one of the girls lugs a trick upstairs,\nbut tonicht at any rate, Mrs, Miller is rminning a loose\nship. Eventually she heads into the kitchen.\n\nINT. KITCHEN\n\nAt the kitehen table Lily sits with Tiny. They are holding\nhands, smiling, enamored with one another. With a slight\nsmile, Mrs. Miller crosses directly to the window and peers\nout. :\n\nMRS. MILLER'S F.O.V.\n\nAcross the ditch, the rear of McCabe's saloon can be seen,\nIn contrast with the revelry at Mrs. Miller's, McCabe's\nsaloon seems quiet.\n\nANOTHER ANGLE\n\nMrs. Miller turns away from the kitchen window, disappointed\nsomehow, and puzzled.\n\nCUT To:\n\nINT. BATH HOUSE McCA3E NIGHT\n\nChin deep in the water, hardly moving at all. A bottle\nof whiskey is nearby and can easily be reached, but\nMcCabe ignores it.\n\nINT. MRS. MILLER'S FROM THE TOP OF THE STAIRS\n\nas Constance Miller, refusing invitations for everything,\nand adroitly eluding the hands of her Guests, leaves the\nparlor and heads upstairs. She is not having a very good\n\f121.\n\n123.\n\n125.\n\n67.\n\nNEW ANGLE .\n\nThe second floor, Nothing much up here but a few pictures\nand several doors, Mrs.",
  "50": "---END OF PREVIOUS SECTION---\n67. NEW ANGLE . The second floor, Nothing much up here but a few pictures\nand several doors, Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Miller heads for one of the rooms\nlocated at the end of the hall, A door opens and a man\nenters the hall from one of the bedrooms. His eyes light up\nand he makes a grab for Mrs. Miller, who ducks away and\ncontinues, The man starts to follow.\n\nCONSTANCE:\nGet away from ms, you son-of-a-\nbitch or I'll make a soprano out\nof you!\n\nThe man reaches uncontrollably to protect his groin area\nas Mrs. Miller slips into her bedroom.\n\nINT. BEDROOM\n\nA large room by present standards, impersonally furnished,\nThere is a closet door and another which leads to a flight\nof outside stairs. Mrs, Miller opens the outside door and\ntakes another long look at McCabe's saloon. She turns away,\nslamming the door, growing angry -- and angry with herself\nfor growing angry. Now she moves to the closet door, takes\na@ hat box down rrom the shelf and moves to the bed. She\nopens the box, removes a feathered hat, which conceals a\nPeover of opium and the paraphernalia with which to smoke it,\nWe should get the feeling that she handles the whole thing\nwith considerable expertise.\n\nINT. BATH HOUSE\n\nas McCabe rises from the tub and begins to dress, long\njohns first. .\n\nINT. MRS. MILLER'S BEDROOM NIGHT\n\nShe has fashioned a pellet of opium and is about to light it,\nwhen she HEARS FOOTSTEPS on the stairs outside, Quickly\n\nshe returns the opium and pipe to the hat box, covers it with\nthe hat, closes the lid and slides it under the bed.\n\nANOTHER ANGLE\n\nConstance turns down the light and moves to the door to\nlisten as the footsteps reach the top of the outside stairs,\nNow there is NO SOUND at all -- and when the silence grows\nso loud that she can't stand it another second, Mrs, Miller\nthrows open the door,\n\f126.\n\n127.\n\n“EXT. STAIRWAY MeCABE\n\n68,\n\na\n\nleaning with great nonchalance against the rail, his arms\nfolded as the door opens. In this ANGLE, she can be seen\njust inside the doorway.",
  "51": "---END OF PREVIOUS SECTION---\n“EXT. STAIRWAY MeCABE\n\n68,\n\na\n\nleaning with great nonchalance against the rail, his arms\nfolded as the door opens. In this ANGLE, she can be seen\njust inside the doorway. \n---TARGET SECTION TO BE ANNOTATED---\nCONSTANCE:\n\n‘What do you want, you son-of-a-\nbitch?\nMcCABE:\n\nGoddammit, Constance -- this is\nmy town, and I want to celebrate,\n\nCONSTANCE:\nDon't try to fool me with that\nGoddamn Bay Rum -- get on down\nthere and take a bath..\n\n: McCABE:\nMadame -- I have been in the water\nso long my ass has wrinkled up.\n\nCONSTANCE :\nWell get in here, then, before you\ncatch your death.\n\nMcCABE:\nThank you,\n\nShe widens the door for him to enter, and as he steps through,\nMcCabe picks her up and kisses her hard on the mouth. A moan\ncomes from deep within her somewhere before McCabe kicks the\ndeor shut behind him and we:\n\nDISSOLVE To:\n\nINT. MRS. MILLER'S BEDROOM MOANING\n\nAlthough it's early, already the SOU\"D of the blade biting\ninto timber at Webster's Sawmill can be heard. (There are\nonly one or two occasions since Webster's arrival that we\nhaven't heard the sawmill SOUND. )\n\nMrs. Miller and McCabe are lying side by side under the\ncovers. Her shoulders are bare and we should kmow, but\nnever see, she is naked. He is wearing the long johns we\nsaw him don the night before in the bath house. Mrs. Miller\nis wide awake and looking, staring at McCabe, whose eves are\nclosed. Since McCabe is at least the hundreth man she has\n\n(CONTINUED)\n\f69.\n\n127 (Cont.)\n\n128.\n\nspent the night with, the actual act of love undoubtedly\naid not take her to previously undreamed of emotional\nheights, -- but she brought him off and he brought her off\nand somehow that should be implicit. She continues to\nstare, perhaps toying with the idea of awakening him, then\ndecides to let him sleep. She leaves the bed and just be-\nfore it discovers her nakedness, the CAMERA MOVES to McCabe\nwho emits an early morning groan and reaches over sSleepily\nto embrace Mrs. Miller, who is now o.s, Her absence brings\nhim awake, .\n\nANOTHER ANGLE\n\nMrs. Miller has slipped into a robe, She lights a cigarette,\nMcCabe sits up in bed.",
  "52": "---END OF PREVIOUS SECTION---\nMiller, who is now o.s, Her absence brings\nhim awake, . ANOTHER ANGLE\n\nMrs. Miller has slipped into a robe, She lights a cigarette,\nMcCabe sits up in bed. \n---TARGET SECTION TO BE ANNOTATED---\nMcCABE:\nWhy don't you come back to\nbed?\n\nCONSTANCE:\nI've got things to do.\n\not McCABE:\nSomeone waiting?\n\nCONSTANCE:\nWhy don't you grow up for\norissakes.\n\n. McCABE:\nWhy don't you? -- You won't never\nhave no better chance to be an\nhonest woman. if you had sense\nenough to pour piss out of a boot,\nyou'd know that,\n\nCONSTANCE:\nI've got news for you, John Alden.\nI don't never want to be a Goddamn\nhonest woman, as youso nicely put it.\nI like being a whore, And I must be\nPretty good at it, too, if you want\nto take me away from all of this after\none roll in the hay!\n\nMcCabe gets up and starts to ‘dress with angry motions.\nMcCABE:\n\nYou won't never find no better\nman than me, Madame. :\n\n(CONTINUED )\n\f128 (Cont.)\n\n70.\n\nCONSTANCE :\nI never belonged to a man before\nand I never will, -- You want to do\nsomething for me? Buy.me out, you\ncheap son-of-a-bitch and let me go\nto San Prancisco and build my boarding\n\nhouse,\nMcCABE:\nThat's what you'd like, isn't it?\n‘ CONSTANCE:\n\nYou're Goddamn right it is. What\n\ndo you think? That you're some great\nlover or something? You don't even\ntake off your long johns. Sleeping\nwith you's like taking a bath with\nyour socks on.\n\nMcCABE:\nWell, figure out what you got coming,\n'sause I had an offer yesterday from\n\nthe Bearpaw Territorial Mining Company.\n\nAll the foregoing words were shouted in anrer and designed\nto hurt by both of them...but a real offer to sell is\nsomething else again. Mrs. Miller thinks on her reply before\nshe answers, her tone changing.\n\nCONSTANCE:\nHow’ much?\n\nMcCABE:\nTwelve thousand dollars, -- I figure\nYou got about four coming for your end.\n\n. CONSTANCE:\nLooks like I really will wind up\nbehind a brownstone front in\nSan Francisco, after all.\n\nMcCABE:\nLooks that way...",
  "53": "---END OF PREVIOUS SECTION---\n. CONSTANCE:\nLooks like I really will wind up\nbehind a brownstone front in\nSan Francisco, after all. McCABE:\nLooks that way... \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nExcept that I never accepted\ntheir offer,\n\nCONSTANCE:\nHow much you asking them?\n\nMcCABE:\nNothing -- I'm not going to sell,\nthat's all. I got a position here,\n\n(CONTINUED )\n\f128 (3.nt.2)\n\n71.\n\n: CONSTANCE:\nWhat position for crissakes? °\nWhat's Presbyterian Church to\nyou? Sell out and go someplace\nwhere people are civilized.\n\nMcCABE:\n\nI can't do that, Madame.\nCONSTANCE:\nWhy not?\nMcCABE:\n\nBecause it'll cost me my self-\nrespect. My reputation.\n\nCONSTANCE:\nTake your precious self-respect\nto a bank sometime and see what\nyou get for it.\n\nMcCABE:\nYou don't have the slightest idea\nwhat it'll mean to me in cash if it\ngets out that I can be bluffed by a\ntwoebit offer from the Bearpaw Territorial\nMining Company.\n\nCONSTANCE:\nWhat will it mean in cash if\nyou're face down in a ditch?\nCan't you for once be smart?\nTake the offer. Goddam it,\nthey're going to win and you\nImow it.\n. McCABE:\nNot on your tintype, Madame.\n\nMrs. Miller goes to the door and opens it.\n\nCONSTANCE:\n\n|Get the hell out of here, you\n\ndumb bastard. |\n\n(CONTINUED }\n\f128 (Cont.2)\n\n129,\n\n130.\n\n131.\n\n72.\n\nMcCABE:\nWho do I pay? Twenty-five\ndollars... I believe was your\nprice. .\n\nTheir eyes meet. McCabe hit below the belt, but so\nhad she.\n\nCONSTANCE:\nI don't take money from dead men.\n\nMcCabe turns and leaves.\n\nEXT. BLACKSMITH'S SHOP DAY\nMr. and Mrs. MacArthur watch McCabe crossing the bridge\nto his place. Mrs. Miller slams the door as hard as\nshe can.\nMRS. MacARTHUR:\nWell, I never...!\n\nShe turns and enters her house. CAMERA HOLDS on Sandy\nMacArthur's face as he watches his frigid-looking wife\ndisappear, .\n\nSANDY:\n(sotto voce)\nNever is right.\n\nDISSOLVE TO:\n\nINT.",
  "54": "---END OF PREVIOUS SECTION---\nCAMERA HOLDS on Sandy\nMacArthur's face as he watches his frigid-looking wife\ndisappear, . SANDY:\n(sotto voce)\nNever is right. DISSOLVE TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n McCABE'S BEDROOM DAY\n\nas he finishes packing a small war bag, straps on his\ngun, spinning the cylinder as he moves to his bedroom\nwindow and looks out.\n\nMcCABE'S P.0.V.\n\nThe rear of Mrs. Miller's \"house,\" and more particularly, the\nwindow of her bedroom, shades drawn against the light,\n\n.\n\f132.\n\n133.\n\n134.\n\n135.\n\n136.\n\n137.\n\n736\nBACK TO SCENE\nMcCabe slings the bag over bis shoulder and exits.\n\nEXT. PRESBYTERIAN CHURCH FROM CHURCH DAY\n\nas McCabe rides out of town and, nearing CAMERA, turns to\ntake a good look at his town. The sawmill cen still be\nHEARD. Elliott cames around the site of his church and fis\neyes meet McCabe's. Elliott looks at McCabe as though he\nhas smelled something bad and turns to enter nis church.\n\nMcCABE:\nGod's dead, you prick,\n\nHe wheels his horse sround.and rides out. CAMERA STAYS ON\nPrestrterian Church, The SOUND of the sawmill operating be-\ncomes isolated and as it grows LOUDER, and then LCUDER STILL,\nit STOPS ABRUPTLY. When the silence grows unbearable, we:\n\nFLASF CUT TO:\n\nEXT. SAWMILL VERY CLOSE THE FACE OF IDA WEBSTER\n\nHer face indescribably twisted at the sight of something\nhorrible o.s, Her SCREAM seems to replace the SOUND of the\nsaw blade.\n\nANOTHER ANGLE WHAT IDA WEBSTER SEES\n\nThe mangled body of her husband draped over the saw blade,\nbis life leaking out of him over the rig that has built the\ntown of Presbyterian Church.\n\nINT. MRS. MILLER'S BEDROOM\n\nlying on her bed, on the nod, ber opium Pipe dangling care-\nlessly in ber hand, Mrs. Miller has found peace as well...\n\nDISSOLVE To:\n\nEXT. BEARPAW McCABE NIGET\n\nas be rides inte town very alert and acutely aware of the\npossibility of being shot down.",
  "55": "---END OF PREVIOUS SECTION---\nMiller has found peace as well... DISSOLVE To:\n\nEXT. BEARPAW McCABE NIGET\n\nas be rides inte town very alert and acutely aware of the\npossibility of being shot down. \n---TARGET SECTION TO BE ANNOTATED---\n He cerries a SHOTCUY at the\nready, and takes it with him efter he dismounts and ties his\nhorse to a hitching reil in front of a atring of small\n\noffices, After verusing the street carefully, McCabe ters\nen office marked: ALAWYER.\" vy le eave\n\f7h.\nINT. LAWYER'S OFFICE NIGHT\n\nNo secretary, one room, a battered desk and a couple of\nchairs. The LAWYER is seated behind his desk. He's sixty,\nand speaks with the raspy voice of a New Englander. But his\neyes aren't sixty, because he doesn't wear glasses.\n\nMeCABE:\nYou ain't never won a case against\nthe mining company.\n\n° THE LAWYER:\nNobody's perfect...\n\nMcCABE:\nThey say you're either rich, -= or\nnot all there. Which is it?\n\nTHE LAWYER:\nI think probably both.\n\nMcCABE:\nI'm John McCabe...\n\nThe Lawyer moves around and pulls down the shades to the win-\ndow and the door before returning to his coair, McCabe sits,\nthe shotgun across his lap.\n\nTEE LAWYER:\nYou any good with that?\n: McCABE:\nNot too bad,\nTHE ‘LAWYER:\n\nWhoever they hired hasn't come yet,\nbut better safe tnan sorry. -- They\nsay that, too, don't they? Did you\never wonder who 'they' is?\n\nMCCABF:\nBy me they're the Bearpaw Territorial Mining\nCompany. -- You seem to know all\nabout it.\n\nTHE LAWYER:\nSmall town. Why'd you come?\n\nMcCASE:\nI was thinking ebout thet oa the\n‘way down here.\n\n(CONTINGED)\n\f138 (Cont. )\n\n15.\n\nTHE LAWYER:\nTo think I can single-handedly stop\nthe Company is an impraatieal\nassumption.\n\nMcCABE: -\nT kaow that.\n\nTHE LAWYER:\nWise. -- Before I take the ease, I\nwant you to tell me why you want to\nfight. Don't give me any bullshit\nand I won't give you any. -- You\nwouldn't've come here if you didn't\nwant to fight them,\n\nMcCABE:\nI don't know, really.",
  "56": "---END OF PREVIOUS SECTION---\nMcCABE: -\nT kaow that. THE LAWYER:\nWise. -- Before I take the ease, I\nwant you to tell me why you want to\nfight. Don't give me any bullshit\nand I won't give you any. -- You\nwouldn't've come here if you didn't\nwant to fight them,\n\nMcCABE:\nI don't know, really. \n---TARGET SECTION TO BE ANNOTATED---\n -- I guess\nit's my time.\n\n139. ANOTHER ANGLE\n\nThe Lawyer looks as though he's compressing things behind .\nbis lips, proving, testing to see if McCabe is the right man.\n\nTHE LAWYER: :\nI think we ought to head up to the\n\n-marshall's office,\n\nMcCABE:\nWon't do no good. He's Company\nproperty.\n\nFrom the Lawyer's standpoint, tha answers so far are right,\nbut he's not quite sure yet,\n\nTHE LAWYER:\nYou're going to stay in Presbyterian\nChurch? -\n\nMcCABE :\nI don't have no other place to Boe\n\nTHE LAWYER:\n\nYou know the Beespaw Territorial Mining Company\nesn't afford a man it can't buy out.\n\nKnow that? They got it figured out how\n\nmuch Presbyterian Church 13 going to\n\ncost end it doesn't much matter who\n\ncollects. But i+ can't afford you. Pile\n\nall these mountains on you, if they heve\n\nto. Company's iilke an animal ©< second\n\n(CONTINUED)\n\f139 (Cont. )\n\n7.\n\nTHE LAWYER: (Cont)\nit stops wing, it starts dying.\nGet it? fou not being for sale,\nlimits the Company's growth. -- You\ngoing to change your mind?\n\nMcCABE:\nNot on your tintype.\n\nTHE LAWYER: —\nYou got yourself a lawyer, Always\nbated big outfits, -- big things.\n\nMcCABE:.\nI don't comprehend you,\n\nTHE LAWYER:\nDoesn't make anv difference,\n\nHe pushes a paper toward McCabe. .\n\n“McCabe\n\nTHE LAWYER:\n(continuing)\nSign this. Make it official you\nretained me, .\n\nslowly reads the paper before signing. The Lawyer\n\nstares at him.\n\nMcCABE:..\nYou ain't charging me no fee,\n\nTHE LAWYER:\nCan't collect from a dead man.\n\nMcCabe shrugs, signs the paper, hends it back.\n\n~° ‘THE LAWYER:\n(continuing)\n\nAll right. Trick is to enter every-\nthing into some kind of record, We'll\ntake out warrants against the Company\nfor coercion, We'll file in district\ncourt and we'll lose, Then we will\nappeal and start all over again.",
  "57": "---END OF PREVIOUS SECTION---\nMcCabe shrugs, signs the paper, hends it back. ~° ‘THE LAWYER:\n(continuing)\n\nAll right. Trick is to enter every-\nthing into some kind of record, We'll\ntake out warrants against the Company\nfor coercion, We'll file in district\ncourt and we'll lose, Then we will\nappeal and start all over again. \n---TARGET SECTION TO BE ANNOTATED---\n Think\nI'm a fool?\n\nMcCABE:.\n\nI couldn't make no judgement on that.\nIt does sean like a waste of time.\n\nLAWYER:\nRight. Han's a goddamn fool to believe\nthat justice is the business of the law.\n\n(CONTINUED)\n\f139 (Cont. 1)\n\n0.\n\n77.\n\nLAWYER: (Cont. )\n\nLew uses rules to make society orderly\nenough to live in. Sometimes justice\ncomes out of that; sometimes it doesn't,\nKnow who the real villain is? Not the\nCanpany -- the people who let the Com-\npany roll over them, Time's come for\nsomebody to stand up -- fight them to\n\n@ standstill. .\n\nMcCABE: |\nWhat happens to me?\n\nThe Lawyer waves the question away.\n\nThe Lawyer stands.\n\nTHE LAWYER:\nCompany's going to deny you ever\nexisted. That's why the warrents, the\ntrials, the courts. History. Can't\ndeny history. Never hold water, History\nwill work against them. You're going\nto be a legend, McCabe.,\n\nMcCABE:\nThey're going to kill me.\n\n. THE LAWYER:\nOf course they're going to kill you.\nThey have to kill you. Everybody dies.\nBut you're going to die with dignity.\nMore dignity than you have a right to\nexpect.\n\nMcCABE:\nDamned encouraging,\n\n* THE LAWYER:\nI'd lixe to shake your hand, sir,\n\nAnd as the Lawyer pumps McCabe's arm, we:\n\nEXT.\n\ncur TO:\n\nBEARPAW McCABE NIC aT\n\nas he rides out of town. He passes a saloon and can HEAR the\npiano tinkling and the SOUNDS of drunken men and women. A\n\nSHOT rings out. McCabe dives off his bharse into the mad.\nClmwing his pistol from his holster in the same motion. +\n\n”y\n\fijl.\n\n143.\n\n“ 78.\nCLOSER McCABE 4\nlying in the mud, eyes everywhere at once, gun ready, but\n\n’ there is no target. Fear has moved in on John McCabe. . It's\n\n-on bis face as we:\nDISSOLVE TO:\n\nEXT. PRESBYTERIAN CHURCH GRAVEYARD EARLY MORNING\n\nThe funeral of Bob Webster. Mr.",
  "58": "---END OF PREVIOUS SECTION---\nIt's\n\n-on bis face as we:\nDISSOLVE TO:\n\nEXT. PRESBYTERIAN CHURCH GRAVEYARD EARLY MORNING\n\nThe funeral of Bob Webster. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Elliott stends at greveside,\nhis book open in his hands, but does not reed one word aloud,\nExcept for Ida Webster's sobs, there is no SOUND at all. The\nonly people in attendance are a couple of mill hands who\nstand around uneasily. Elliott closes the book, perhaps con-\neluding whatever rites he read to himself and walks directly\naway without a word to Ida. She turns and watches after him\nfor a long time. :\n\nIDA:\n{ealling efter him)\nWhat am I coing to do?\n\nAnd she weeps, alone, Elliott stops, turns back and looks at\nher. It is as if she has spoken to him in some foreign\nJanguage that he cannot comprehend. After a moment he turns\nand goes on his way, CAMERA HOLDING ON Ida, and we:\n\nDISSOLVE TO:\n\nINT. MRS. MILLER'S BEDROOM Day\n\nMrs. Miller is standing at her window staring out. She is\nfully dressed and has smoked no opium. She has smoked an\nendless string of cigarettes. The butts have been sruffed\nout in a large ash tray -< testimony to how long she has\nstood here waiting. -\n\nP.0.V. MRS. MILLER WHAT SHE SEES\n\nAcross the ditch, the rear entrance of \"MiCase':.\"  MeCabe\n‘Fides in, returning from Bsarvaw. He dismounts, cies up and\nremoves the war bag an¢ shotgun fran his horse. He does not\nlook up toward Mrs. Miller. In the same ANCLE, we SEE him\neater nis saloon, CAMERA PANS UP to the shaded window of his\nbedroan, After enough time has elsosed f7: McCabe to reach\nbis room, the shade is raised anu McCabe apoesrs in the win-\ndow and looks out, CAMERA ZOOMS SLOWLY AND ECLDS OM him. He\nmakes no gesture nor dces the expression on his face indicate\nais thoughts.\n\ncur TO:\n\f145.\n\n16.\n\n. 19\nINT. MRS. MILLER'S BEDROOM ‘TWO SHOT DAY\n\n4s before, Mrs, Miller is naked under the covers ani McCabe\nwesrs his long underwear.",
  "59": "---END OF PREVIOUS SECTION---\n. 19\nINT. MRS. MILLER'S BEDROOM ‘TWO SHOT DAY\n\n4s before, Mrs, Miller is naked under the covers ani McCabe\nwesrs his long underwear. \n---TARGET SECTION TO BE ANNOTATED---\n They have made love, possiviy\nwithout speaking of anything beforehand except their mutual\nbunger for one another, As before, too, both have been\n\"brought off.\" Mrs. Miller is amiling.\n\n:\n\nYou're amiling.\n\n. CONS TANCE:\nHabit.\n\nMcCABE:.\nWould it kill you to say that you\nwere smiling because you're glad\n\nI'm back?\n. : CONSTANCE:\nIt wouldn't be the truth.\nMcCABE:\nGoddamn you.\nCONSTANCE:\n\nI smile because when I was a little\ngirl I thought if I smiled enough I.\nwouldn't get punished, -- And I'm\nglad your back,\n\nMcCABE:\nIt's funny, I never thought of whores\nbeing little girls -- ever,\n\n. CONSTANCE:\nDid you think we ail gct scraped ofr\nsome well or something? Jesus.\n\nANOTHER ANGLE\n\nShe gets out cf bed, CAMERA MISSING ter audity., MeCabe\nfollows her with his eyes as she slips into a robe.\n\n. CONSTANCE:\nWhy are you staring et me?\n\nMcCABE:\nTrying to figure how many times you\nsold yourself while I was gone.\n\nCONSTANCE:\nWhet difference does it make? You\nreally like to put yourself through\n(CONTINUED)\n\f \n\n146 (Cont.)\n\nShe can't\n\n80.\n\nCONSTANCE: (Cont. )}\nit, don't you? This is a business.\nThe suckers don't get no real part\nof me. I lie there for them. Don't\ntry to make anything out of it. <=\nHaven't you got enough to worry about?\n\nLo McCABE:\nPlenty. And you don't help me none.\n\n. CONS TANCE:\nWhat did they say in Bearpaw?\n\nMoCABE:\nWhat did who say?\n\nCONSTANCE:\nAre you trying to be funny? -- The\nMining Company -- what did they say?\n\nMcCABE:.\nT didn't talk to them.\n\nbelieve it.\nCONS TANCE:\n\n‘Then what the hell did you go down |\n\nthere for?\n\n“MeCABE:.\nHire myself a lawyer -- and I got me\na@ goddamn good one,\n\nCONSTANCE:\nWhat for? .",
  "60": "---END OF PREVIOUS SECTION---\nCONS TANCE:\n\n‘Then what the hell did you go down |\n\nthere for? “MeCABE:. Hire myself a lawyer -- and I got me\na@ goddamn good one,\n\nCONSTANCE:\nWhat for? . \n---TARGET SECTION TO BE ANNOTATED---\nMcoCABE:\n\nYou don't think I'm going to take\n\nthis lying down?\n\nCONS TANCE:\nT couldn't have put it better myself.\n\n.77 You kmow goddamn well they got to\nget you now,\n\n: McCABE :.\nI might make a handsome statue, Madame,\n\nCONSTANCE:\nThe birds will love it. -= You really\nfixed yourself now.\n\nMcCABE::\nCome on back to bed,\n\n(CONTINUED)\n\fa2.\n\n146 (Coat. 1) -\n\n147.\n\n“Sbe thinks about it for a short time and then begins dressing.\n\nCONS TANCE:\nJesus Christ. A heros...\n\nDISSOLVE TO:\n\nINT. MoCABE'S SALOON WIGHT\n\nIt's more crowded tonight than we have ever seen it. There's\nplenty of drinking and most of the town has gathered bere to\ndrink and gamble, It mist be slow at the Whorehouse, for some\nof the girls are here as well, McCabe is dealing faro and\nthe girls from Mrs. Miller's are filling in at the other\ntables, Patrick Sheehan enters, drunker than seven hundred\ndollars, and mean. He staggers up to the bar.\n\n: ‘SHEEHAN:\nA round for the house on Patrick\nSheehan.\n\nHe looks around at the customers,\n\n(continuing)\nPretty soon youtll all be back at\nOld Patrick's -- 'less I decide to\ntake over hers,\n\nHe spies McCabe at the fero table and, swaying over near to\nbim, stands staring down. McCabe doesn't look up.\n\n:\n(continuing) -\nMcCabe won't stand so tall when they\nbring some gen-u-ine gunmen in, will\nhe, boys?\n\nMcCabe ignores bim, but the saloon grows quiet.\n\n8\n(continuing) -\nI told them all about you. They got\n- the word on you and I'm here to tell\nall of you that these here professionals\nthey bring in ain't going to be stopped\nby the likes of Pudgy McCabe..\n\nMcCabe looks up..\n. MeCABE:-\n(deadly quiet)\nGood night.\n\n(CONTINUED)\n\fae\n\n147 (Con...)\n\n148.\n\n49.\n\nSheehan miscalculates.",
  "61": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\fae\n\n147 (Con...)\n\n148. 49. Sheehan miscalculates. \n---TARGET SECTION TO BE ANNOTATED---\nSHEEHAN:\nWho the hell do you think you're\nCodnighting? You ain't nothin',\nudgy McCabe, . .\n\nMcCabe rises and moves teward Sheehan, who retreats, backing\ntoward the doorway,\n\nMcCABE: .\n(hard aad cold)\nGood night.\n\nCAMERA HOLDS ON McCabe as he tries to piece together what\nwould make someone like Sheehan come on so strong.\n\nDISSOLVE TO:\n\nEXT, PRESBYTERIAN CHURCH MoCABE Day\n\nHe steps from his saloon and moves down the street headed to-\nward the Assay Office. A wagon pulls up the street headed\nout of town, © McCube stops to talk with the @river, Tiny\nNewcombe. Lily sits beside him on the seat,\n\n. TINY:\nGoing home, McCaba,.\na McCABE:.\nWhere's that?\n- , TINY;\n\nSomewheres away from bere where they\ndon't know that I can't rassle good,\n\n.- MeCABE:.\nGood luck.\n\nThe wagon moves out. McCabe watches, then moves to the\nAssay Office and enters, .\n\nINT. ASSAY OFFICE\n\n: Beets\n\nMcCabe approaches the CLERK, a rather nondescript ramen\n\nemployee about rirty. , eet ee PE BOTS *\nMoCABE: .\n\n. They're short rating all the zinc\n\ntl _ leads dow in Bearpaw. -\n\n(CONTINUED)\n\f83.\n\n149 ‘(Cont. )\n\n150.\n\n151.\n\nC.\nT badn't beard.\n\nMcCABE: -\nBallshit. -- Just another way of\nturning the town against me is\nwhat it is.\n\nCLERK:\nWhat can I do about it?\n\nMcCABE: .\nYou sould write the governor or\nsomething. Tell them what's going\non. Company cheating our people,\n\n. CLERK:\nAll I do 4s tell them what it's\nworth, Man can sell for whatever\nbe sees fit.\n\nMcCAEE:\n(angrily)\nMaking them take script for it, too.\nGoddamn it, there's something illegal\nabout that, and you know it,\n\nCLERK:\nIf you want to make out a complaint,\nI'll be glad to forward it, Mr. McCabe.",
  "62": "---END OF PREVIOUS SECTION---\nMcCAEE:\n(angrily)\nMaking them take script for it, too. Goddamn it, there's something illegal\nabout that, and you know it,\n\nCLERK:\nIf you want to make out a complaint,\nI'll be glad to forward it, Mr. McCabe. \n---TARGET SECTION TO BE ANNOTATED---\nVERT CLOSE THE CLERK\n\nCLERK:\nMight be some time before we get an\nanswer, though.\n\nLeng enough, he is sure, for the canplainee to be dead...\n\nEXT. STREET Day\n\nas McCabe steps out of the Assay Office onto the street. He\nReeds take only a few steps before he realizes that something\n\"ain't nothing but wrong.” There is NOT A SOUND, nor is\nthere anyone else on the street. MeCabe tenses visibly as\nbe realizes that he has no gun. He ducks back in the\ndirection of the Assay Office, but as be reaches for the knob,\n\n‘the SOUND of the bol: being slipped home stope him. He spins\n\naround, an cnarmed target for something, -- but what? Back\nto the wall, he looks up and down the deserted street,\n\f152.\n\n153.\n\n154.\n\n155.\n\n156.\n\n157.\n\n64.\nP.0.V. McCABE\n\nCAMERA PANS the entire length of the deserted street. No\none. Not » SOUND. The blacksmith is not working; nor the\ngrocer, the baker, Nothing. Not even smoke. Presbyterian\nChurch is closed,\n\nMOVING SHOT WITH McCABE\n\nHe walks up the street. -- He can hardly help but break into\n@run. When at last he reaches a point opposite his saloon,\nhe takes another look, He is a truly frightened man,\n\nP.0.V. MeCABE\n\nCAMERA PANS again searching Presbyterian Chureh for danger,\nand finding only emptiness.\n\nANOTHER ANGLE\n\nMcCabe walks very fast across the street and around the side\nof bis saloon, Safely gaining the resr steps, he climbs them\nquickly and ducks into his bedroom door. :\n\nINT. BEDROOM McCABE\n\nHe quickly straps on his gun, picks up his shot, n, checks the\nload and moves to the window. CAMERA FLLowS His LOOK. The\nwindow of Mrs, Miller's bedroom is sbaded, No sign of meve-\nment. oe\n\nMcCABE:\nShit...\n\nHe assures himself thet his revolver is riding well in his\nholster and moves to the door leading down to his saloon.\n\nINT.",
  "63": "---END OF PREVIOUS SECTION---\nThe\nwindow of Mrs, Miller's bedroom is sbaded, No sign of meve-\nment. oe\n\nMcCABE:\nShit... He assures himself thet his revolver is riding well in his\nholster and moves to the door leading down to his saloon. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SALOON McCABE\n\nThe bartender, without a single customer in the Place, is\npolishing glasses in the fog. as McCabe moves down the stairs,\ncarefully.\n\nMcCABE: .\nWhere's Hey You?\n\nIT haven't seen him. Come to think\nof it, I haven't seen a Chinaman all\n\nday.\n(CONT INUED)\n\n    \n\f85.\n\n157 (Cont. )\nMcCabe moves to the faro table farthest from the door,\n\nMcCABE:\nHave you seen anyone all day?\n\nMcCabe is headed for the door, but before he gets there, it\nbursts open. Brian Kelly and a couple of other miners rush\nin. They stop dead in their tracks, having damn near run into\nthe business end of McCabe's shotgun. After a moment of re-\nlief shared by all...\n\nKELLY:\nHe's come, MeCabel. He's come!\nMINER:\nYou better get ready. He's on his way.\nMeCABE:\nWho's come?\nKELLY:\nThe Company gunslinger they sent to\n\nkill you.\n\n158. ANOTHER ANGLE .\n\nThere 1s excited AD LIBBING between the two other miners. They\nboth speak at once so that hardly anything is understood,\n\nMcCABE:\nYou seen him yourseif?\nXELLY:\nJohnny Shields did.\nMcCABE:\nWhere is Mr, Shields?\n“KELLY:\nTelling them down at the iivery stable,\nMcCABE: .\nThat's nice,\nKELLY:\nI come right away, McCabe,.\nMcCABE:\nWhere did he see him?\nKELLY:\nOn the Bearpaw Trail,\n: EeCABE:\nThen he ain't here,\nKELLY:\n\nNot yet. (CONTINUED)\n\f158 (Cont.)\n\n86.\n\na\n\n. McCABB:\nWhat sort of appearance did this\nman have? .\nKELLY:\nBig. Sheehan said he was big and\nmean. :\nMINER:\n\nWhat are you going to do, McCabe?\n\nMcCABE:\nAscertain what this son-of-a-bitch\nlooks like first.\n\nMINER:\nHe's a big black-haired fella.\n\n“KELLY:\nShields said he's got two guns.",
  "64": "---END OF PREVIOUS SECTION---\nMcCABE:\nAscertain what this son-of-a-bitch\nlooks like first. MINER:\nHe's a big black-haired fella. “KELLY:\nShields said he's got two guns. \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER MINER:\nDressed in black like an undertaker,\n\nANOTHER:\nWith black and white boots and a white\nhat, I heard,\n\nANOTHER:\nA black hat with the brim turned down,\n\nMcCabe, mowing he’s not going to get an accurate picture\nof the gunman here, moves out. .\n\n159. EXT. \"McCABE'S\" A CONTINUATION\n\nThe three men follow McCabe out onto the porch and AD LIB .\nquestions that go unanswered as McCabe foes to his horse,\nmounts and rides out. .\n\nAD LIB:\n1. He had cold, gray eyes.\n\n2. You're the one who started this, McCabe,\n3. This i3 @ responsible community,\n\n4. We don't want the whole tom shot\nUp om account of you,\n\n5. Ought to mo down and meet him on the trail,\n\n6. Get him while he's asieop...\n: (CONTINUED )\n\f87. .\n\n159 (Cont,)\n\n160.\n\n161.\n\n162.\n\nAnd as it occurs to the three men that their gunfighter has\nleft town, we .\n\nDISSOLVE:\n\nEXT. MOUNTAIN TRAIL McCABE DAY\n\nHe rides into scene, dismounts and moves to the edge of the\ntrail to look over the side.\n\nP.0.V. McCABE WHAT HE SEES\n\nPar dow the side of the mountain - easily four or five\nhours away - a lone rider can be seen ridingup the trail...\n\nDISSOLVE:\n\nINT. MRS. MILLER'S PARLOR NIGHT\n\nThere is no business, Blanche, without any talent, is fool-\ning around with the piano. Eunice is trying to read a well-\nthumbed magazine and Cindy and Mai Ling have stationed them-\nselves near the front window. Their number has increased.\nIda Webster has figured out what she is going to do, They\nare all nervous, worried, waiting... Blanche hits all the\nKeys at once, closes the lid, stands, takes a cigarette from\nthe pack on top of the piano.\n\n: BLANCHE:\nBusiness is rotten -- Connie is having\ntrouble making ends meet.\n\nEUNICE:\nI just read that joke in here and\nsmoke your own for crissakes,.\n\nShe throws down the magazine, takes her pack and moves away.\nAs she passes Ida, seated on a sofa...",
  "65": "---END OF PREVIOUS SECTION---\nEUNICE:\nI just read that joke in here and\nsmoke your own for crissakes,. She throws down the magazine, takes her pack and moves away. As she passes Ida, seated on a sofa... \n---TARGET SECTION TO BE ANNOTATED---\nEUNICE:\nWhat we really needed sround here\nwas another whore, -- What the hell\nare we going to do for crissakes?\n\nShe flops into a chair,\n\n. SLANCHE:\nThe last thing I decided was to\ncome up here, -- I'm going to get\nsomething to eat,\n. (CONTINUED )\n\f88.\n\nCont.)\n162 ( Bunice stands and follows her into the kitchen.\n: . EUNICE:\nAll you do is eat and screw.\n\nBLANCHE:\nHell, ain't it?\n\n163. ANOTHER ANGLE MAI LING CINDY\nstering out the window.\nCINDY:\nIt's my night to go over and deal\nat \"McCabe's,\"\n\nMAI LING:\nSolitaire?\n\nCINDY:\nHonest to God, it's like a Goddamn\nundertaker's in there now.\n\nMAI LING:\nThere's plenty of action over at\n\"Sheehan's,\"\nCINDY:\nSo?\n- MAI LING:\nWe ought to go over there,\nEUNICE:\nConnie would kill us.\nMAI LING:\n\nYou can forget about her and McCabe,\ntoo. He's going to be dead and we're\nall going to be Company whores.\n\nCINDY:\n\nI don't know why I listen to you.\nMAI LING:\n\nYou want to make some money?\nCINDY\n\nNo. I'm in this for the romance,\n\nMai Ling tekes some erumpled notes from her cleavage. Not\nbank notes. She shows them to Cindy.\n\n( CONTINUED )\n\fse\n\n89.\n\n163 (Cont,)\n\n164.\n\nMAI LING:\nLook, .\n. CINDY:\nScrip, Mining Company scrip. What\ngood is it? |\nMAI LING:\n\nMr. Sears told me pretty soon we'd\nbe able to use it just like money.\n\nCINDY:\nSears?\n\nMAI LING:\nZI saw him over in \"Sheehan's\" back room --\nI'm telling you kid, you better start\ntaking care of yourself.\n\nCindy moves away from her.",
  "66": "---END OF PREVIOUS SECTION---\nCINDY:\nSears? MAI LING:\nZI saw him over in \"Sheehan's\" back room --\nI'm telling you kid, you better start\ntaking care of yourself. Cindy moves away from her. \n---TARGET SECTION TO BE ANNOTATED---\nCINDY:\n\nYou're going te get your ass in a\nsling, Princess,\n\nShe passes Ida on her way upstairs, CAMERA PANS,\n\nCINDY:\nHow's it feel to be in the big time?\n\nIDA:\n(calling after her)\nWhat am I going to do?\n\nCAMERA MOVES in on Ida and HOLDS,\n\nDISSOLVE:\n\nINT. McCABE'S SALOCN THE OFFICE NIGHT\n\nWhere McCabe is seated at a desk-table in semi-darimess, a\nPlate of food uneaten in front of hin. He looks up at the\n©.s. SOUND of footsteps crossing the footbridge between his\nsaloon and Mrs, Miller's, There's a ENOCK at the office\noor. : :\n\nMeCABE:\nCome in, Madame.\n\n- Mrs, Miller enters.\n\n(CONTINUED )\n\fwi\n\n164 (Cont, )\n\n90.\n\nCONSTANCE:\nWhat if I would have been him?\n\nMcCABE:\nItve learned your footsteps, Madame,\n\nCONSTANCE:\nWhat are you going to do?\n\nMcCA3E:\nTry my best to keep from being\nassassinated, if the truth were kmown,\nAre you worried?\n\nCONSTANCE:\nI came to do the books.\n\nMcCABE:\nOh, yes. The Goddamn books. You mst\ndo the books, for crissekes, I don't\nwant to leave any loose ends.\n\n‘She moves to where the books are kept and turns the light UPe\nShe sits down and peruses them, McCabe takes his revolver\nfrom its holster and begins to spin the cylinder with an\nannoying CLICKING SOUND, :\n\n. CONSTANCE:\nDo you have to do that?\nMcCABE:\nYes,\nCONSTANCE:\nWhy don't you get some help?\nMcCABE:\n\nFrom who? .I'm the gunfighter. I got\nthe rep. This is my town and my fight.\n\nCONSTANCE:\nHell of a time to decide that. --\nWhat about the Chinamen? You helped\nthem plenty,\n\nMcCABE:\nI helped. them when it was a help to\nme. They don't owe me nothing,\n\nCONSTANCE:\nDanny? |\n\nMcCABE:\nIs a bartender...\n\n(CONTINUED)\n\f91.\n\n164 (Cont.1)\n\n165.\n\n166.\n\n167.\n\n168. .",
  "67": "---END OF PREVIOUS SECTION---\n166. 167. 168. . \n---TARGET SECTION TO BE ANNOTATED---\nCONSTANCE:\nSee what playing with guns gets you?\n\nMcCA3E=:\nConstance, I'll be back -- I'll\nthank you to turn the light dow\nbefore I open the door.\n\nANGLE ON MRS, MILLER\n\nas she turns down the light. We hear the SOUND of McCabe\nleaving without another word, Faint signs of worry appear\non Mrs, Miller's face after the door is closed, and we\n\nDISSOLVE:\n\nEXT, MOUNTAIN TRAIL NIGHT\n\nIt is the same observation point from which McCabe first saw\nthe rider. As before, McCabe moves near the edge and looks\ndown in the direction he must come,\n\nP.O.V. McCABE\n\nNow, far down the trail, but closer, a campfire glows in the\nblack night,\nDISSOLVE:\n\nINT. MRS, MILLER'S BEDROOM RIGHT\n\nMrs. Miller is in bed. McCabe stands looking out the bedroom\nwindow in his long johns. After a BEAT, he moves to the bed\nand climbs in, :\n\nMcCABE:\nHe's a cool son-of-a-bitch to camp\ndown there with me up here. Or maybe\nI'm just supposed to think he's camped\ndown there,\n\nCONSTAKCE:\nIt wouldn't ever occu> to you just to\nGet the hell cut of here.\n\nMcCABE:\nWith what? All the money's tied up here,\n\nCONSTANCE:\nYou could sell out, .\n\n(CONTINUED )\n\f92.\n\n168 (Cont. )\n\n169.\n\n170,\n\nMcCABE:\nWho'd buy now? Whole town Imows the\nCompany's coming.\n\n. CONSTANCE:\nWhy rot ride down to Bearpaw and tell\nthem you reconsidered?\n\nMcCABE:\nNo. e- When you live in a flat you got\nto pay the.rent, The rent's due now\nand that's a1] there is to it,\n\nCONSTANCE:\nI don't know what the hell you're talk-\ning about,\nMcCABE:\nI don't expect you to understand,\nCONSTANCE:\nDon't expect me to feel sorry for you,\neither. .\nMcCABE:\nI'm not expecting nothing.\nCONSTANCE:\n\nYou're afraid to,\n\nNervous, McCabe again leaves the bed and moves to the window.",
  "68": "---END OF PREVIOUS SECTION---\nMcCABE:\nNo. e- When you live in a flat you got\nto pay the.rent, The rent's due now\nand that's a1] there is to it,\n\nCONSTANCE:\nI don't know what the hell you're talk-\ning about,\nMcCABE:\nI don't expect you to understand,\nCONSTANCE:\nDon't expect me to feel sorry for you,\neither. . McCABE:\nI'm not expecting nothing. CONSTANCE:\n\nYou're afraid to,\n\nNervous, McCabe again leaves the bed and moves to the window. \n---TARGET SECTION TO BE ANNOTATED---\nAs he peers out into the blackness seeing nothing - and avery-\nthing -- we\n\nDISSOLVE:\n\nEXT. PRESBYTERIAN CHURCH McCABE DAY\n\nThe only person in sight. Mot ancther soul visible. McCabe\nwalks easily down the steps of his saloon and onto the street\nof his town. He is different than he was in Bearpaw; ready,\ncompetent somehow, He looks up the street toward the church,\nFothing. He seems to be looking for a place of advantage,\n\nHe Iooks around the side of a building, then between two\nothers and each time sees nothing. He starts at the SOUND of\na mother calling hysterically for her son, but beyond thet\nthe only SOUND is the CRUNCH of his boots in the dry dirt,\n\nANOTHER ANGLE TEE SCENE\n\nMcCabe moves to where the main bridge crosses over the ditch,\nHe takes first one position, then another. Zach time he\n\n{CONTINUED )\n\fSoe!\n\n93.\n\n170 (Cont. )\n\n171.\n\n172.\n\n173.\n\n17h.\n\n175.\n\n176.\n\n177.\n\nsights the shotgun toward the corner or Elitfott's church and\neach time he decides that the logistics aren't right for\nambush. .\n\nANOTHER ANGLE\n\nRe slips across the street, sighting at an imaginary enemy\nUp near the church, This apot, too, is unsatisfactory,\nFirst he moves closer un toward the church, then farther\ndown away from it, and when he has at last decided on the\nbest spot to wait, he moves to his horse, mounts up and ridea\nout,\n\nEXT, MOUNTAIN TRAIL DaY\n\nas before. More carefully now, McCabe peers over the edge.\n\nP.0.V, MeCABE\n\nStill a few miles down the trail, but climbing steadily, the\nrider approaches.\n\nBACK TO SCENE\n\nMcCabe mounts up and rides out.\n\nEXT, PRESBYTERIAN CHURCH\n\nMcCabe rides‘in, ties his horse and moves to the spot he has\npreviously chosen for ambush. It is a spot at the corner of\na porch facing the street where the rider must pass.",
  "69": "---END OF PREVIOUS SECTION---\nBACK TO SCENE\n\nMcCabe mounts up and rides out. EXT, PRESBYTERIAN CHURCH\n\nMcCabe rides‘in, ties his horse and moves to the spot he has\npreviously chosen for ambush. It is a spot at the corner of\na porch facing the street where the rider must pass. \n---TARGET SECTION TO BE ANNOTATED---\n NcCabe\nfurther protects himself by moving a rain barrel around ror\nbetter concealment and, shotgun at the ready, he setties\nown behind it to wait, eyes riveted to the corner of the\nurch. ” :\n\nDISSOLVE:\nTIME LAPSE .\nEXT, PRESSYTERIAN CHURCH MeCABE\nIt*s doubtful he has moved from his position. The town is\nshanen ene empty. McCabe waits, still watching the\n\n2.0.V¥. McCABE\n\nThe church. Very soon, the SOUND of a horse nearing and a\nSEAT later a YOUNS COWBOY, riding easily, anpears,\n\f178.\n\n179.\n\noh.\nCLOSER ANGLE THE COWBOY\n\nHe is sbout twenty and there is something strapped to his\nback that we cannot identify in thi« ANGLE. The cowboy\nreins in and stares at something o.s. He smiles, lets out a\nwhoop and, drawing his revolver, he fires a couple of times\n\nin the air.\n\nANOTHER ANGLE\n\nHe has seen the sign in front of \"McCabe's\" and is riding to\nit. In fact, he starts to ride right up onto the front\nporch in his haste to enter, He does not see McCabe appear\nbehind him, his gun drawn.\n\nMcCABE:\nHold it, sonny. -= Drop the gun.\n\n\"Sonny\" complies.\n\n‘MeCABE:\nNow back off the porch and get off\nthet horse. Real easy.\n\nMcCabe moves in closer to see the \"gunman\" is bowlegged, boy-\nfaced, and flustered,\n\nYOUNG COWBOY:\nWait a minute, Mister, -- I don't\nmean no harm, I'm just so Goddam\n@lad to get here that I,.,\n\nMeCABE:\nWhat'd-you come here for?\n\nYOUNG COWBOY:\nI heard there was the fanciest whore-\nhouse in the territory up here, and\nit's been so long since I done any\noolebrating...\n\nMcCABE:\nPick up your gun and behave yourself,\n\nThe young cowboy picks it up, nearly drops it, then shoves it\ninto his holster so far down he'd need help pulling it out.",
  "70": "---END OF PREVIOUS SECTION---\nMcCabe moves in closer to see the \"gunman\" is bowlegged, boy-\nfaced, and flustered,\n\nYOUNG COWBOY:\nWait a minute, Mister, -- I don't\nmean no harm, I'm just so Goddam\n@lad to get here that I,.,\n\nMeCABE:\nWhat'd-you come here for? YOUNG COWBOY:\nI heard there was the fanciest whore-\nhouse in the territory up here, and\nit's been so long since I done any\noolebrating... McCABE:\nPick up your gun and behave yourself,\n\nThe young cowboy picks it up, nearly drops it, then shoves it\ninto his holster so far down he'd need help pulling it out. \n---TARGET SECTION TO BE ANNOTATED---\nYOGNG COWBOY:\nI'm sure plad you didn't shoot me,\nMister, I'd hate tc dia without\nbusting my cherry first.\n\nMcCabe smiles, moving to the porch,\n\n(CONTINUED )\n\f95.\n\n179 (Cont. )\n\n180,\n\nMcCABE:\nWould have been a Goddamn shame,\nsonny. A goddamn shame...\n\nMcCabe enters the saloon followed by the young cowboy, As\nthe latter enters, WE SEZ that strapped to his back is a\nbanjo, and we .\n\nDISSOLVE:\n\nINT. MRS. MILLER'S BEDROOM . NIGHT\n\nBoth McCabe and Mrs, Miller are fully dressed, She leans\nagainst some pillows on the bed, McCabe stands by the window\nstaring out.\n\nMcCABE:\nTown is dead,\n\nCONSTANCE:\nThen stop staring at it.\n\nMcCABE:\nI went to know when he comes.\n\nCONSTANCE:\nYou'll know. Half: the town told you\nabout that cowboy. :\n\nMcCABE:\nThat's where you're wrong, Madame.\nWhen he really comes, nobody will\ntell me,\n\nCONSTANCE:\nAre you going to stand there all night\nlooking out the window? It's bad for\nbusiness,\n\n“ MeCABE:\nThat's all you think about, lan't it?\n\nCONSTANCE:\n‘ It's all I know, Goddammit. And if I'd\n‘ve had any sense I would have gotten out\nof here while the getting was good,\n\n. - MeCASE:\nThat's the Company whore coming out in you.\n\nCONSTANCE:\n\nI'd rather be a Company whore than a\ndead Madame, :\n\n(CONTINUED )\n\f180 (Cont.)\n\n161.\n\n2182.\n\n183.\n\n184.\n\n185.\n\nMoCABE:\nMrs. Miller, you give me a pain in\nthe ass, sometimes. _\n\nCONSTANCE:\nThen go and nurse it in your own bed\nand stay out of mine.\n\nEXT. REAR OF WHOREHCUSE NIGET\n\nMcCabe stomps down the stairs, across the bridge and up the\nrear stairs of the saloon to his bedroom, slamming the door\nshut, as we .\n\nDISSOLVE:\n\nDAYBREAK\n\nHe is asleep. CAMERA is at the foot of his bed. Suddenly,\nwithout apparent reason, McCabe sits bolt upright in bed,\nFear has awekened him.",
  "71": "---END OF PREVIOUS SECTION---\nDISSOLVE:\n\nDAYBREAK\n\nHe is asleep. CAMERA is at the foot of his bed. Suddenly,\nwithout apparent reason, McCabe sits bolt upright in bed,\nFear has awekened him. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA PANS him to the window where,\nstanding carefully so as not to make a target, he looks out,\nlistening intently.\n\nINT, McCABE'S BEDROOM\n\nP.O.V, McCABE\n\nToward \"Sheehan's.\" There are three horses tied in front,\nCAMERA ZOOMS to the nearest horse. Sticking well out of the\nsaddle boot is a very large rifle, a Sharps, its eightsided\nbarrel glinting in the light of the rising sun,\n\nINT, McCABE'S BEDROOM\n\nThey're here! The knowledge of it -- and the accompanying\nfear are etched on his face. He makes sure the bolt is in‘\nplace on the outside door and begins to dress.\n\nINT, SALOON\n\nMcCabe comes down the stairs, shotgun ready, looking every-\nwhere at once. He moves to the front window and looks down\nthe street. Now he begins to move himself around the saloon\nas he did on the street waiting for the cowboy, The bar,\nthe stairs, the office door. From each position he tries to\ndetermine its relationship and advantage to the front door.\nHaving decided that it's the best sossible spot, McCabe\nmoves the faro table to a corner of the room farthest from\n\n- “(CONTINUED )\n\f97.\n\n185 (Cont. )\n\n186.\n\n187.\n\n188.\n\n189.\n\nthe door, No windows behind him. He sits behind the table\nand looks the place over from here,\n\nP.O.V. McCABE\n\nThe CAMERA is his eyes. He can see the doorway plainly,\nboth in the mirror over the bar and by turning his head\nslightly. In one ANGLE, a poker table can be seen between\nhim and the door.\n\nANGLE McCABE\n\nHe rises, moves the table so that it's clear of a possible\nline of fire, takes a final look around before moving to the\nfront door and ulocking it. Satisfied, McCabe returns to\nthe faro table, places the shotgun on the felt surface in\nfront of him, lights a cigar and settles dow to wait.\n\nDISSOLVE:\n\nEXT. PRESBYTERIAN CHURCH DAY\n\nas Danny, McCabe's bartender, arrives for work. He senses\nsomething amiss while he's tying up his animal to the reil.",
  "72": "---END OF PREVIOUS SECTION---\nDISSOLVE:\n\nEXT. PRESBYTERIAN CHURCH DAY\n\nas Danny, McCabe's bartender, arrives for work. He senses\nsomething amiss while he's tying up his animal to the reil. \n---TARGET SECTION TO BE ANNOTATED---\nNo one is on the street, though it's mid-morning. He moves\ntoward the open door of \"McCabe's,\" a certain reluctance in\nhis step. He pauses at the threshold without entering.\n\nINT. \"McCABE'S ANGLE IN MIRROR\n\nDanny's reflection standing uncertainly at the door peering\ninto the darkened saloon,\n\n. McCABE:\nCome in, Danny.\n\nDanny enters, not knowing what to expect. CAMERA MOVES off\nmirror to HOLD Danny and McCabe,\n\nMeCABE:\n\n- - They're here, you know. .\n\n. : DANNY: .\nFigured it was something like that,\nAin't a soul on the street,\n\n(CONTINUED)\n\f98.\n189 (Cont.)\n\nMcCABE:\n\nYou can go if you want.\nDANNY:\n\nThey ain't after me, are they?\nMcCABE:\n\nYou after them?\n\n: DANNY:\nNo. -- I ain't no good with a\ngun, you mew that...\n\nMcCABE:\nDon't worry about it, Danny.\nI got the edge todey.\n\nDANNY:\nThink there'll be any shooting?\n\nMcCABE:\nNot just yet. More than likely\nthey'll be by to look me over,\nthough, Nobody likes to go into\n@ gunfight blindfolded.\n\nDanny nods \"yes\" without really knowing why and moves\nbehind the bar.\n\nDANNY:\nYou want me to serve them?\nMcCABE:\n\nYou got the idea, Danny. Serve\nthen.\n\nDANNY:\nT hope I know what I'm doing.\n\nMcCABE:\nOne of them has a buffalo rifle\nthe Indians used to call \"shoot-\ntoday-hit-tomorrow.\"\n\nDanny nods to this bit of information as well and starts\ngetting the bar ready.\n\nDISSOLVE:\n\f9.\n190, INT. SALOON NIGHT\n\nThey have waited all day, Danny is near the front, looking\nout the window, 111 at ease. McCabe looks as if he hasn't\nchanged positions all day. The cigar in his mouth has gone\nout. Danny moves away from the window, suddenly looking as\nif he is ready to wet his pants.\n\nDANNY:\nThey're coming.\n\nMcCabe picks up the shotgun and COCKS it.",
  "73": "---END OF PREVIOUS SECTION---\nDanny moves away from the window, suddenly looking as\nif he is ready to wet his pants. DANNY:\nThey're coming. McCabe picks up the shotgun and COCKS it. \n---TARGET SECTION TO BE ANNOTATED---\n Danny stands\nright in the line of fire,\n\nMcCABE:\nMove away, Danny -- behind the\nbar, Don't let yourself get\nbetween them and me.\n\nDANNY:\nI don't mind saying I'm scared\nto death.\n\nMcCabe doesn't anawer. Sitting there with a shotgun pointed\nat the door seems enough. SOUNDS of boots on the steps\nbefore the batewing doors swing wide open,\n\n\"DOC\" BUTLER, the leader, is a big, white-haired man of\nsixty-plus. He has killed many times and enjoyed it. His\neyes. move very fast and miss nothing. Thumbs hooked in his\nbelt, sleeves rolled up revealing enormous arms. He is\nunarmed.\n\n\"BREED,\" of either Mexican or Indian descent. He's dressed\n. almost identically to Butler. He's wolf lean, dangerous.\nHe, too, is unarmed. He stands just to the left and a pace\nbehind Butler,\n\nNext to “him, \"XID\" stands. About eighteen, he probably\nhasn't killed yet and is looking forward to it. His clothes\nire new and clean and he wears two six-guns strapped to his\negs.\n\nPatrick Sheehan brings up the rear.\n\nButler walks directly toward McCabe, Breed at his side. Kid\nmoves to the far end of the bar, sweating a lot.\n\naa “McCABE:\nThat's far enough.\n\nBreed moves to the wall and leans 2s McCabe COCKS the other\nchamer of the shotgun. Butler stands about six feet from\ne ta ee\n\n(CONTINUED )\n\f100.\n\n190 (Cont.)\nrogunt a\nlaughing\n~ So this is Pudgy McCabe. Ain't\nthat the way you're called? Pudgy?\n. McCABE:\nIt's a nomer I've gone by.\n. BUTLER:\nAin't you the man that killed Bill\nRoundtree?\nMcCABE:\nThat was some time ago.\nBUTLER:\nShot him right between the eyes, I\nhear. He was dead before he hit\nthe floor,\n: McCABE:\nI shot him four times in the chest,\nand he died for the same reason they\nall dle -- no doctor close enough.",
  "74": "---END OF PREVIOUS SECTION---\nMcCABE:\nThat was some time ago. BUTLER:\nShot him right between the eyes, I\nhear. He was dead before he hit\nthe floor,\n: McCABE:\nI shot him four times in the chest,\nand he died for the same reason they\nall dle -- no doctor close enough. \n---TARGET SECTION TO BE ANNOTATED---\nBUTLER: :\nI'm Dog Butler and I kmnowed Bill\nfe Roundtree when I was # kid in Texas..\n\nHe was the Greatest man alive.\n\nMcCABE:\nBullshit. <= Roundtree was from\nNew Hampshire and was never nothin!\nbut a pennyante card cheat.\n\nThere's a long BEAT before Butler throws back his head and\nlaughs long and loud.\n\nBUTLER:\nDon't you believe that I came here\nte get back at you for killing Bill\n\nRoundtree?\n: MeCABE:\nNo.\n- > ° Butler laughs again.\nBUTLER:\n\nYou're all right, Pudgy. -- You\ngoing to buy us a drink, Pudgy?\n\nMe . (CONTINUED )\n\fNe\n\n101.\n\n190 (Cont.2)\n\n191.\n\n192.\n\nMeCABE:\nFirst drink of the day's always on\nme. -- Danny? Put up a bottle and\n‘glasses -- one for that scum-bdag at\nthe end of the bar, too.\n\nMcCabe and Butler size each other. up while Kid brings the\nbottle and two glasses, pouring Breed's drink first, When\nhe pours for Butler, the old killer takes the bottle from\nhim. Kid returns to the bar es before.\n\nANOTHER ANGLE\n\nButler swallows his glass of whiskey all at once, pours\nanother, and takes a step nearer McCabe to set the bottle\non the Faro table. McCabe brings his shotgun up sharply --\nto Butler's further amusement.\n\nMcCABE:\nYou don't have no notion that the\nsecond drink's on credit, do you?\n\nBUTLER:\nHow many man have you killed, Pudgy?\n\nMcCABE:\nCounting Roundtree?\nBUTLER:\nYeah.\n: MeCABE:\nOne.\n\nButler seems to really be getting a kick out of McCabe,\nWhen he recovers from this latest knee-slapper,\n\n. BUTLER:\nGive me one of them cigars, Pudgy.\n\nMcCABE:\nDanny? -- Give Mr. Butler one of\nmy cigars.\n\nANOTHER ANGLE MIRROR\n\nWhile Butler turns his back on McCabe and walks toward the\nbar, he keeps his eyes on him in the mirror, McCabe's\n\n‘shotgun follows him unerringly. Butler takes a ci a\nlights it. 7 “meen\n\n(CONTINUED)\n\f102.",
  "75": "---END OF PREVIOUS SECTION---\nButler one of\nmy cigars. ANOTHER ANGLE MIRROR\n\nWhile Butler turns his back on McCabe and walks toward the\nbar, he keeps his eyes on him in the mirror, McCabe's\n\n‘shotgun follows him unerringly. Butler takes a ci a\nlights it. 7 “meen\n\n(CONTINUED)\n\f102. \n---TARGET SECTION TO BE ANNOTATED---\n192 (Cont.)\n\n193.\n\nMcCABE:\nGive Mr. Butler's friends cigars,\ntoo. Lt\n\nThey all take one but the Kid. Butler moves back to the\nFaro table, lifts a chair up with two fingers. He's still\ntesting McCabe, and when he tenses, Butler pulls the chair\nback and ‘sits in it heavily.\n\nNEW ANGLE FAVOR BUTLER\nHe blows cigar smoke in the air and begins to recite.\n\nBUTLER:\nLet me see, now, Pudgy McCabe.\nYou still carry that trick\nderringer in your wrist?\n\nMcCabe says nothing.\n\nBUTLER:\n(continuing)\nNo. -- You probably gave that up.\nHow about your handkerchief or\nunder your hat,\n\nMcCabe merely smiles.\n\nBUTLER :\n(continuing)\nOh, that's right Pudgy. You got\nthat special Colt in that special\nholster, ain't that right?\n\nMeCABE: .\nYou got your money on the right card.\n\n“KID:\nMcCabe thinks he's some pumpkins,\n\nMcCABE:\nBe careful not to let your voice\nerack when you're talking tough,\nSonny.\n\nBUTLER:\n\nHe is some pumpkins, Kid. Throw a\nderby or coffee in your face and go\nfor his gun when your hands went for\n‘your eyes. He's a smooth talking Yankee.\n\n(beat)\nBut you never went near no big towns,\nno big camps, no place where you might\nsee a first class gunman, did you? (CONTINUED )\n\fwt\n\n193.\n\n193 (Cont.)\n\nMcCABE:\nNever did want to kili nobody again.\n\nBUTLER:\nWell now ain't that nice? Ain't that\nnice, Breed? Ain't it nice to be up\negeinst a@ considerate man like that,\nKid st\n\nThey both smile, nodding their approval, Butler stands up\nand leans over the table, disregarding the shotgun that has\ntracked him. .\n\nz\n\nBU’\n\n(continuing)\nWell I ain't like that, Pudgy. I\nlike to kill. Wolves and buffaloes\nand antelopes and Indians and men.",
  "76": "---END OF PREVIOUS SECTION---\nz\n\nBU’\n\n(continuing)\nWell I ain't like that, Pudgy. I\nlike to kill. Wolves and buffaloes\nand antelopes and Indians and men. \n---TARGET SECTION TO BE ANNOTATED---\n«- You kmow what I do when I'm out\non the prairie and there ain't\nnothing in sight to kill?\n\nMe CABE:\nI wouldn't have no idea.\n\nBUTLER:\nWhy, I wait until one of them prairie\ndogs sticks his head up and then I\nsplatter that head all over the prairie.\nI waited a whole afternoon once.\n\nBREED:\n. (beat)\nI wait with him.\n\nButler laughs, rewarding Breed with his approval. The Kid\nis unsure whether to laugh or not.\n\n MeCABE:\nAny of them prairie dogs ever shoot\nback?\n\nButler laughs again, pours another drink, tosses it off and\nsets down the glass. .\n\nBUTLER:\nWe ain't paying for these drinks,\nPudgy..\n\nHe moves away again toward the bar, past the Kid, who steps\nout between Sutler and McCabe. McCabe moves oulekly away\nfrom the table to ean Qngle where Butler can't escape the\nshotgun's blast. Danny ducks behind the bar. Butler sees\nMcCabe's advantage in the mirror,\n\n(CONTINUED)\n\f104.\n\n193 (Cont.1)\n\n194.\n\nMc CABE:\nWhat do you do, Butler? Get a new\nkid for every job?\n\nThe Kid stands uncertain, ready to draw if Butler gives the\nword, yet knowing he'll be dead when he does. Breed, out\nof the limelight, stoops slightly trying to reach his boot.\n\n. McCABE:\n(continuing)\nDon't try it.\n\nSHEEHAN :\n(blurting)\nYou told me there wasn't going to\nbe no fight today.\n\nBUTLER:\nMaybe we changed our minds.\nButler moves further to one side of the Kid. Apparently\nit will all be over at any moment. The Kid moves a bit,\n\ndrawing the shotgun toward him. Over the bar a sign reads:\n\"GENTLEMEN WILL NOT SPIT ON THE FLOOR; OTHERS MUST NOT.\"\n\n. KID:\nI just spit on your floor.\n\nShowdown!\n\nANOTHER ANGLE\n\n_ McCabe moves his shotgun off the Kid and points it directly\n\nat Butler,\n\nMcCABE:\nIf this young man hawks up another,\nI'm going to give you a new asshole.\n\nButler thinks about it briefly before he moves over and puts\nhis arm around the kid.",
  "77": "---END OF PREVIOUS SECTION---\nShowdown! ANOTHER ANGLE\n\n_ McCabe moves his shotgun off the Kid and points it directly\n\nat Butler,\n\nMcCABE:\nIf this young man hawks up another,\nI'm going to give you a new asshole. Butler thinks about it briefly before he moves over and puts\nhis arm around the kid. \n---TARGET SECTION TO BE ANNOTATED---\nBUTLER:\nThat rifle of mine shoots eight\nhundred yards, Kid, Let McCabe\nthink about that for awhile, --\nThen we'll kill him,\n\nHe moves his head and Breed responds immediately, heading\nfor the door. Butler and the Eld follow. The Kid goes out\nand Butler turns back.\n\n(CONTINUED )\n\f105.\n\n19h (Cont. )\n\n195.\n\n196.\n\n197.\n\n198.\n\nBUTLER:\nPay for the whiskey, Sheehan.\n\nHe can't get the money out fast enough. Some change spilis\nto the floor, but Sheehan doesn't turn back. Butler looks\nat McCabe, takes his cigar and throws it into a brass\nspittoon. .\n\nANGLE SPITTOON\nThe cigar HISSES, makes a little steam, and we:\nDISSOLVE:\n\nEXT, \"SHEEHAN'S\" SALOON DaY\n\nas Butler, Kid, Breed, Sheehan move out onto the front porch.\nBreed slouches against the door, Kid sits down on the steps\nand Sheehan pulls a chair out for Butler, who sits and looks\nover the town,\n\nEXT. THE STREET P.0.V¥. BUTLER\n\nAt the far end of the street,- TWO MINERS are riding around\nthe corner of the church. That is damn near the extent of.\nthe activity as only the most essential tasks are being\ntaken care of by the population of Presbyterian Church.\n\nBACK TO SCENE\nButler turns to Sheehan.\n\nBUTLER:\nGet my rifle,\n\nSheehan enters the saloon.\n\nKID:\nWhat are you going to do Butler?\n\nBUTLER:\nUnless I miss my guess, this town\nprobably thinks McCabe backed us\noff last night. We're going to\nstart converting Presbyterian\nChurch.\n\nSheehan returns with the rifle, Butler takes it, checks the\nload and brings it to his shoulder, etill seated,\n\fNw\n\n199.\n\n200.\n\n106.\nWIDE ANGLE\n\nThe two miners have reached a spot just about parallel with\n\"McCabe's.\" TWO GUNSHOTS are fired by Butler, neatly picking\noff the miners' hats. The shots have caused one of the\nmounts to rear, tossing one of the miners to the ground.\n\nThe other miner immediately wheels his horse around and rides\nout leaving his companion in the street.",
  "78": "---END OF PREVIOUS SECTION---\nWIDE ANGLE\n\nThe two miners have reached a spot just about parallel with\n\"McCabe's.\" TWO GUNSHOTS are fired by Butler, neatly picking\noff the miners' hats. The shots have caused one of the\nmounts to rear, tossing one of the miners to the ground. The other miner immediately wheels his horse around and rides\nout leaving his companion in the street. \n---TARGET SECTION TO BE ANNOTATED---\n He hears them\nlaughing down at \"Sheehan's\" and realizing that it's just a\nprank, moves to pick up the hats, They have fallen near one\nanother in the street. But es the miner reaches to retrieve\nit, TWO MORE GUNSHOTS ring out sending the hats skittering\naway out of reach.\n\nINT. McCABE'S SALOON\n\nMcCabe stands looking out the door, he hasn't shaved, nor\nhas he dressed with his usual-care. Danny rises from behind\nthe ber, where he has ducked down when the shooting began.\n\nDANNY: .\nWhat was that?\n\nMcCABE: ane cane\nIT make it about two-hundred yards.\n\nMcCabe moves to the bar.\nMcCABE:\n(continuing)\nSign ready?\n\nDanny draws a final line on a crude sign, after which he holds\n\n_it up and we can read:\n\nope\n\n\"NO GUNS WILL BE WORN INSIDE\"\n\nDANNY:\n\nAren't you efraid that'll bring\n\nthem in here?\nMcCABE:\n\nI'm afraid it won't, if the truth\nwere mown, ~\n\nDanny looks like he just received a ransom note, —° >\n\nes\n\n \n\n7 DANNY:\nYou want them to come?!\n\n. McCABE: on\nI*ll sit on this side of the room x\ntoday. -- They expect me to be ge\n\nover there,\n\n(cOwriiuED )\n\f107.\n\n200 (Cont.)\n\n201.\n\nHe has moved to the opposite side of the saloon, making sure\nthe advantage here still lies with hin.\n\nMc CABE:\nI don't think Sutler will go for\nit‘or the Breed -- but that Kid's\ngot a one-track mind. <= What's\n‘ the matter, Danny?\n\nDANNY:\nListen Mr. McCabe, no offense, but\nseeing how business is pretty slow,\n\nI'd...\n\nMcCABE:\nYou'd like to quit.\n\nDANNY:\nYes, sir.\n\nMcCABE:\n\nWell you sure don't owe me nothing,\nDanny. If you'd heng that sign\noutside on your way out...?\n\nDANNY :\nHell yes, Mr. McCabe -- and I'll\nfix them steps the way you want. .\n-- I just don't want to be in here.",
  "79": "---END OF PREVIOUS SECTION---\nDANNY :\nHell yes, Mr. McCabe -- and I'll\nfix them steps the way you want. . -- I just don't want to be in here. \n---TARGET SECTION TO BE ANNOTATED---\nMeCABE:\nI'll take care of it. Catch up with\nyou some time, Danny.\nDanny hesitates, delaying his exit for a BEAT.\nDANNY:\nMr. McCabe? -- I got three days\nwages coming...\nHe can hardly be faulted far that. As McCabe moves to get\n\nDanny's money, thinking probably that if the shoe were on\nthe other foot he'd do the same, we\n\nDISSOLVE:\n\nEXT. SHEEHAN'S SALOON\n\nThe group, still amused at the antics of the miner,\nButler puts the rifle up.\n\n(CONTINUED )\n\f106.\n\n201 (Cont.)\n\n202,\n\n203.\n\n204.\n\n205.\n\nKID:\nIf it was up to me, we'd go in\nthere right now and get him\ngood.\n\nBUTLER:\nYou don't start nothing until I\nsay to. Nothing Pudgy would like\nbetter than to have it out in his\nown saloon. Now them two miners\nain't going to be taking sides\nwith McCabe. What we're going to\ndo is put on a little show here\nevery day until McCabe ain't got\na friend in the world. -- This is\ngoing to be done my way, Kid -<«\ndon't you forget it.\n\nINT. MeCABE'S BEDROOM\n\nThe bureau has been pushed against the door as a barricade.\n\nMcCabe can see the front of Sheehan's place from here.\n\nEXT, SHEEHAN'S SALOON P.0.V. McCABE'S\n\nThe three gunmen and Sheehan. Very soon Mai Ling and Cindy\nare seen climbing onto the porch. Butler remains seated\nas Breed, Kid and Sheehan follow them into the saloon.\nButler sits calmly looking over the town.\n\n \n\nANGLE McCABE\n\nMcCABE: . ee\nGoddamn whores, -- en inane\n\nEe swings his eyes to look at Mrs, Miller's bedroom window\n. cepts, a\nP.O.V, McCABE'S\n\n: os rie nie a ae .\nMrs. Miller's bedroom window shade has been drawn, fsx.\n\n \n\fLy\n\n206.\n\n207.\n\n208,\n\n209.\n\n210.\n\n109.\nEXT, SHEEHAN'S SALOON DAY\n\nButler and Breed are seated on the front porch of the\nBaloon.",
  "80": "---END OF PREVIOUS SECTION---\n210. 109. EXT, SHEEHAN'S SALOON DAY\n\nButler and Breed are seated on the front porch of the\nBaloon. \n---TARGET SECTION TO BE ANNOTATED---\n Kid stands on the other side of the pond, some\ncans and bottles on the ground beside him. Breed has a\nshotgun and Butler his long Sharps. The Kid throws a bottle\nup-.in -the air, draws with his right hand, and smashes the\nbottle in mid-air, .\n\nSeveral small boys and a few men are watching from the\nlivery stable, very much impressed with Kid.\n\nNow he picks up a can, throwing it up in the air, drawing\nand hitting it as before except that this time his bullet\nhas sent the can soaring higher. In the b.g. Breed sees\nthe can in mid-air, whips the shotgun up and sends it\neven higher -- only to be topped by Butler who hits the\ncan squarely with a bullet from his Sharps sending it\nhigher still. And the procedure is repeated.\n\nINT. McCABE'S BEDROOM DAY\n\nMcCabe, red-eyed from lack of sleep and unshaven, lies on\ntop of his bed staring straight up listening to the SOUNDS\nof the gunfire. The shotgun is beside him on the bed,\n\nDISSOLVE:\n\nINT. MeCABE'S BEDROOM NIGHT\n\nHe's standing at the window looking out toward \"Sheehan's.\"\nSOUNDS of laughter and fun coming from inside, Lack of\nsleep and tension are taking their toll on him. He picks\nup @ heavy imife, moves the bureau away from the door,\n\nand opens it carefully.\n\nINT. OUTSIDE McCABE'S BEDROOM: NIGHT\n\nMcCabe hes dropped to his kmees and crawls out on to the\nstairway on all fours. He moves down the steps about\nhalfway and, alert to the slightest sound, McCave takes\nthe Imife and loosens one of the wooden steps. He crawls\nback up to the landing but, as he starts to reenter, he\nsees something inside his bedroom which causes him to claw\nat his Colt,\n\nWHAT McCABE SEES\nA pair of man's boots.\n\f211.\n\n24.",
  "81": "---END OF PREVIOUS SECTION---\nHe crawls\nback up to the landing but, as he starts to reenter, he\nsees something inside his bedroom which causes him to claw\nat his Colt,\n\nWHAT McCABE SEES\nA pair of man's boots. 211. 24. \n---TARGET SECTION TO BE ANNOTATED---\n215,\n\n216,\n\n217,\n\n: 110,\nBACK TO SCENE /\nMcCabe almost fires, until he realizes that the boots are\nhis own, He continues into his bedroom,\nInt, SALOON\n\nMcCabe moves down the inside stairs carefully, drum-tight,\nAnother RIGGED STEP SQUEAKS as he moves downstairs and\n\n- beads for the office, McCabe will have plenty of warning\n\n4f they try for him in his bedroom,\n\nINT, OFFICE : - NIGHT\n\nJust enough light leaks in from the saloon for us to see\nthat this room, too, has been barricaded, the table shoved\nagainst the outside doo, McCats moves to the window and\nstares out, listening intently,\n\nINT, SALOON McCABE\n\nMoves to another of his positions of advantage, shotgun in\nhis lap and sits, CAMERA MOVES IN CLOSE to see his eyes\ndart from side to side. The only SOUNDS which can be\nHEARD comes from the patrons of \"Sheehan's,\"\n\n. ‘DISSOLVE TO:\n\nINT, McCABE'S SALOON : DAY\n\nIn the same position, shotgun still across his lap, McCabe\nis fighting sleep - and losing until the SOUND of a running\nhorse brings him quickly to the ready, He rushes to the\nwindow and peeks out,\n\nP.O.",
  "82": "---END OF PREVIOUS SECTION---\n---TARGET SECTION TO BE ANNOTATED---\n215,\n\n216,\n\n217,\n\n: 110,\nBACK TO SCENE /\nMcCabe almost fires, until he realizes that the boots are\nhis own, He continues into his bedroom,\nInt, SALOON\n\nMcCabe moves down the inside stairs carefully, drum-tight,\nAnother RIGGED STEP SQUEAKS as he moves downstairs and\n\n- beads for the office, McCabe will have plenty of warning\n\n4f they try for him in his bedroom,\n\nINT, OFFICE : - NIGHT\n\nJust enough light leaks in from the saloon for us to see\nthat this room, too, has been barricaded, the table shoved\nagainst the outside doo, McCats moves to the window and\nstares out, listening intently,\n\nINT, SALOON McCABE\n\nMoves to another of his positions of advantage, shotgun in\nhis lap and sits, CAMERA MOVES IN CLOSE to see his eyes\ndart from side to side. The only SOUNDS which can be\nHEARD comes from the patrons of \"Sheehan's,\"\n\n. ‘DISSOLVE TO:\n\nINT, McCABE'S SALOON : DAY\n\nIn the same position, shotgun still across his lap, McCabe\nis fighting sleep - and losing until the SOUND of a running\nhorse brings him quickly to the ready, He rushes to the\nwindow and peeks out,\n\nP. O. \n---TARGET SECTION TO BE ANNOTATED---\n, McCABE'S\n\nXid has ridden up the stréet and now wheels his horse\naround, riding back down it past \"McCabe's\" at a full\ngallop, As he crosses in front of the saloon, he draws\nand fires TWO GUNSHOTS toward the saloon, CAMERA HOLDS\non the sign Danny put up, The \"I's,\" in the word \"INSIDE\"\nhave been neatly dotted,\n\nANGLE ON McCABE\n\nHe moves away from the window and toward the bar and a\nbottle, He looks like hell, No derby, unshaven, clothing\n\n(CONTINUED )\n\f217 (Cont, )\n\n218,\n\n219,\n\n111,\n\nPumpled and dirty; a McCabe we have never seen before, He\npours himself a glass of whiskey end starts to drink it,\nbut catches his reflection in the bar mirror and stops, the\n@lass mid-way to his mouth, CAMERA FOLLOWS his look as he\nmoves closer to the mirror for another look, From o,s, the\nSOUND of the gunfire resumes with the occasional SOUND of\nthe shotgun followed by the SOUND of the Sharps, McCabe,\nstaring directly into the mirror -\n\n. - MeCABE:\nShit...\n\nHe moves toward the stairs leading to his bedroom, Again\nhe walks on one of the steps rigged for SOUND, ‘The SQUEAK\ncauses him to spin around and bring up his shotgun, before\nhe realizes what made the noise, smiles, shakes his head\nand moves into his bedroom,\n\nEXT, STREET\n\nKid SHOOTS a few nore bottles and cans while a handful of\nmen and boys watch from the livery stable, After a few\nshots he tires of it and moves to the front porch of\n\"Sheehan's\" where he joins Butler and Breed,\n\nKID:\nAin't we about ready to take that\ntin horn? I'm tired of shooting\nbottles,\n\nBUTLER:\nTake it easy, Kid, Won't be long\nnow,\n\nButler rises, moves into the saloon, Breed and Kid stand\nalone on the porch,\n\nXID:\nGoddamn! We're supposed to be making\n\nMcCabe nervous, and I'm about to jump\nout of my skin,\n\nBreed nods his head toward the street, Kid follows his\nook,\n\nP,O.",
  "83": "---END OF PREVIOUS SECTION---\nHe moves toward the stairs leading to his bedroom, Again\nhe walks on one of the steps rigged for SOUND, ‘The SQUEAK\ncauses him to spin around and bring up his shotgun, before\nhe realizes what made the noise, smiles, shakes his head\nand moves into his bedroom,\n\nEXT, STREET\n\nKid SHOOTS a few nore bottles and cans while a handful of\nmen and boys watch from the livery stable, After a few\nshots he tires of it and moves to the front porch of\n\"Sheehan's\" where he joins Butler and Breed,\n\nKID:\nAin't we about ready to take that\ntin horn? I'm tired of shooting\nbottles,\n\nBUTLER:\nTake it easy, Kid, Won't be long\nnow,\n\nButler rises, moves into the saloon, Breed and Kid stand\nalone on the porch,\n\nXID:\nGoddamn! We're supposed to be making\n\nMcCabe nervous, and I'm about to jump\nout of my skin,\n\nBreed nods his head toward the street, Kid follows his\nook,\n\nP,O. \n---TARGET SECTION TO BE ANNOTATED---\n, WHAT THEY SEE\n\neen eer riding around from the whorehouse and past\n\fon\n\n220,\n\n12,\nBACK TO SCENE\n\nBreed and Kid move off the porch and all three men come\ntogether on the street, The young cowboy is packed and\nriding out of town, his banjd strapped to his back,\n\n. KID:\nPlay us a tune, cowboy,\n\nThe cowboy reins in and smiles engagingly,\n\nYOUNG COWBOY:\nHell, I can't play this thing. --\nT just tote it around,\n\nKID:\nLet mo see it,\n\nHe slips it off and hands it down to Kid, He takes it,\nholds it as though he wers going to play, then deliberately\nRIPS OUT the strings, He looks up toward the cowboy,\n\nBreed laughs,\n\nKID:\n\nDamn,\nHe sees the rope tied to the cowboy's saddle horn,\nKID:\n(continuing)\n\nLet me see you do e rope trick,\nYOUNG COWBOY:\n\nI don't know how to do any,\nKID:\n\nWhat the hell cen you do?\nYOUNG COWBOY:\n\nI ain't learned nothing too good\n\nyet,\nKid takes a couple of paces back from the cowboy,\n\neo KID:\nCan you shoot?\n\nBREED:\nButler won't like this,\n\nKID:\n\nPuck Butler, -- Can you shoot,\ncowboy?\n\n(CONTINUED)\n\f220 (Cont.)\n\n221,\n\n223.\n\n* 113,\n\nYOUNG COWBOY:\n(smiling) ”\nBell, yes, I can shoot, -- I just\nnever hit nothing,-that's all,\n\nKID:\nHell, it's probably your gun, --\n(he smiles) - .\nLet me take a look at it for you,\n\nThe young cowboy, never dreaming he is about to die,\nreaches for his gun to hand it over, Kid draws, fast as\nlightning, and puts four bullets into the young cowboy\nwho pitches off his horse into the street, dead before\nhe leaves the saddle, ,\n\nKID:\nSon-of-a-bitch tried to draw on me,.",
  "84": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f220 (Cont.)\n\n221,\n\n223. * 113,\n\nYOUNG COWBOY:\n(smiling) ”\nBell, yes, I can shoot, -- I just\nnever hit nothing,-that's all,\n\nKID:\nHell, it's probably your gun, --\n(he smiles) - . Let me take a look at it for you,\n\nThe young cowboy, never dreaming he is about to die,\nreaches for his gun to hand it over, Kid draws, fast as\nlightning, and puts four bullets into the young cowboy\nwho pitches off his horse into the street, dead before\nhe leaves the saddle, ,\n\nKID:\nSon-of-a-bitch tried to draw on me,. \n---TARGET SECTION TO BE ANNOTATED---\n.,\n\nINT, McCABE'S BEDROOM — , NIGHT\n\nMcCabe, dressing in his finest, Eyes clear, shaved, hair\nslicked back, gleaming collar and cuffs, He sets his\n\nderby in that jaunty angle, takes a final look at himself\n\nin the mirror and moves out of the bedroom, He is complete-\nly unarmed, :\n\nEXT, McCABE'S SALOON NIGHT\n\nHe steps from the porch and moves toward the SOUNDS emit-\nting from Sheehan's saloon, :\n\nTRUCKING SHOT McCABE\n\nas he walks along, knowing he's in danger, yet determined\nto carry.it out, When he has reached the front of\n\"Sheehan's,\" he stops and takes a hard look for signs\n\nof ambush, They're all inside, :\n\nANOTHER ANGLE McCABE\n\nHe strikes a match and lights a cigar, The match illumi-\nmates the dead body of the young cowboy sprawled in the\nstreet in the same position he died, McCabe needs no\nsecond look to realize he's dead, He lights the cigar\nand moves toward \"Sheehan's,\"\n\f225.\n\n14,\nINT, \"SHEEHAN'S\"\n\nMai Ling and Cindy are flirting and laughing with Kid end\nBreed, their backs to the door, Sheehan is behind the bar\nand Butler is seated at a table, a bottle of whiskey at\n\nhis elbow, McCabe enters the saloon and stands in the\ndoorway for.a BEAT before anyone sees him, Butler sees him\nfirst and smiles, wondering what the hell McCabe is up to,\nSheehan.sees him soon after and his face is crossed quickly\nwith fear, Seeing it, Kid turns around, reaching for his\nguns out of habit -- but they are not there and there is a\ngreat bruise around his eye, and his face is swollen gro-\ntesquely, Breed turns around and glides away from Kid,\npositioning himself against the wall to the rear of Butler,\n\nBUT\n\n(laughing)\n\nYou got me to thank for your life,\nPudgy. If I hadn't taken my Kid's\n\n. guns away...",
  "85": "---END OF PREVIOUS SECTION---\n---TARGET SECTION TO BE ANNOTATED---\n.,\n\nINT, McCABE'S BEDROOM — , NIGHT\n\nMcCabe, dressing in his finest, Eyes clear, shaved, hair\nslicked back, gleaming collar and cuffs, He sets his\n\nderby in that jaunty angle, takes a final look at himself\n\nin the mirror and moves out of the bedroom, He is complete-\nly unarmed, :\n\nEXT, McCABE'S SALOON NIGHT\n\nHe steps from the porch and moves toward the SOUNDS emit-\nting from Sheehan's saloon, :\n\nTRUCKING SHOT McCABE\n\nas he walks along, knowing he's in danger, yet determined\nto carry.it out, When he has reached the front of\n\"Sheehan's,\" he stops and takes a hard look for signs\n\nof ambush, They're all inside, :\n\nANOTHER ANGLE McCABE\n\nHe strikes a match and lights a cigar, The match illumi-\nmates the dead body of the young cowboy sprawled in the\nstreet in the same position he died, McCabe needs no\nsecond look to realize he's dead, He lights the cigar\nand moves toward \"Sheehan's,\"\n\f225. 14,\nINT, \"SHEEHAN'S\"\n\nMai Ling and Cindy are flirting and laughing with Kid end\nBreed, their backs to the door, Sheehan is behind the bar\nand Butler is seated at a table, a bottle of whiskey at\n\nhis elbow, McCabe enters the saloon and stands in the\ndoorway for.a BEAT before anyone sees him, Butler sees him\nfirst and smiles, wondering what the hell McCabe is up to,\nSheehan.sees him soon after and his face is crossed quickly\nwith fear, Seeing it, Kid turns around, reaching for his\nguns out of habit -- but they are not there and there is a\ngreat bruise around his eye, and his face is swollen gro-\ntesquely, Breed turns around and glides away from Kid,\npositioning himself against the wall to the rear of Butler,\n\nBUT\n\n(laughing)\n\nYou got me to thank for your life,\nPudgy. If I hadn't taken my Kid's\n\n. guns away... \n---TARGET SECTION TO BE ANNOTATED---\nKID:\n\nI ain't no kid of yours,\nMcCABE:\n\nThis conversation's for grown ups,\nsonny, Find somsthing to do,\n\nBUTLER:\nHe stays,\n\nMcCabe shrugs, Walks in carefully, displaying the fact\nthat he's unarmed,\n\nMeCABE:\nGuess IT don't have to ask who\nshot down that cowboy,\n\nMai Ling and Cindy start to move toward the door,\n\nMcCabe tips his hat, careful to show Butler there is no\ngun in it, : .\n\nMcCABE:\n(continuing)\n\nPlease stay, ladies, -- I came over\nto buy the house a drink,\n\nSheehan is greatly affected by McCabe's audacity,\n\nSHEEHAN :\nDon't believe him -- it's a trick,\n\n: , McCABE:\nSet ‘em up.\n\n(CONTINUED )\n\f225 (Cont ,)\n\n“225,\n\nSheehan looks to Butler who nods, Sheehan sets up glasses\n\n‘Land pours,\n\nAll drink,\n\nMcCabe proposes a toast, ~\n\nMcCABE:\n(continuing )\nGentlemen, I give you Presbyterian\nChurch, . .\n\n.",
  "86": "---END OF PREVIOUS SECTION---\nMcCABE:\n(continuing)\n\nPlease stay, ladies, -- I came over\nto buy the house a drink,\n\nSheehan is greatly affected by McCabe's audacity,\n\nSHEEHAN :\nDon't believe him -- it's a trick,\n\n: , McCABE:\nSet ‘em up. (CONTINUED )\n\f225 (Cont ,)\n\n“225,\n\nSheehan looks to Butler who nods, Sheehan sets up glasses\n\n‘Land pours,\n\nAll drink,\n\nMcCabe proposes a toast, ~\n\nMcCABE:\n(continuing )\nGentlemen, I give you Presbyterian\nChurch, . . . \n---TARGET SECTION TO BE ANNOTATED---\n BUTLER:\nHell, Pudgy -- I was figuring: on\ntaking it, tomorrow,\n\nMcCABE:\nI make it to be tomorrow my own\nself,\n\nSHEEBAN:\n\nI propose a toast to the departures\nof Mr, McCabe,\n\nMcCABE:\nSorry, boys, -- can't drink to that one,\n\nSHEEHAN:\nHell, you don't think you'll come out\nof it alive, do you?\n\nMcCABE:\nEverything accounted for, I'd say the\n\nodds against me were fifteen-to-one,\n\nThe first\n\nSHEEEAN::\nFifteen-to-one! You sure don't rate\nyourself too high now, do you?\n\npart of this remark is directed at Kid,\n\nMcCABE:\nHell I'm bound to take somebody with\nme, +- I make the odds fifteen-to-one\nagainst me not getting shot, Shot\ngood, And you gentlemen know that\nthe mining company ain't going to\nsend no doctor up from Bearpaw,\n\nSheehan ‘calculates the odds, then looks around the room,\n\nSHEEHAN:\nAin't 1t nice the man's giving up\ntbe true odds, -- Who's gonna take\nmm:\n\n(CONTINUED)\n\f116,\n\n225 (Cont,1)\n. MeCABE:\nI an,\n\nButler rises, crosses to McCabe,\n\nBUTLER:\nWhat are the odds of you getting out\nof here alive?\n\nMcCABE:\nGood, Damn good, You're supposed\nto make a’ fight out of it, Butler,\nMake the Company look good, If you\ndon't, you probably won't get your\nmoney,\n\nBUTLER:\nHow do you know I ain't been paid\nalready?\n‘. McCABE;\n. Prom the Company? <= Not on your\ntintype, --~ Besides, if you had\nany money, I believe you'd take the\n\nbet,\n\n(to Sheehan)\nYou seem to like the odds, why\ndon't you bet them?\n\nBUTLER:\nI'd say that at fifteen-to-one, you\nall got a pretty good bet.\n\nSHEEH.",
  "87": "---END OF PREVIOUS SECTION---\nProm the Company? <= Not on your\ntintype, --~ Besides, if you had\nany money, I believe you'd take the\n\nbet,\n\n(to Sheehan)\nYou seem to like the odds, why\ndon't you bet them? BUTLER:\nI'd say that at fifteen-to-one, you\nall got a pretty good bet. SHEEH. \n---TARGET SECTION TO BE ANNOTATED---\nHell, I couldn't cover * pteteen-to-\none -- not with all the money he\nstole here,\n\n“ McCABE:\nTell you what I'll do, Sheehen,\nI'll take five-to-one that I get\nevery one of these sons-of-bitches,\n\nBUTLER:\nThat's an even better bet,\n. SHEEHAN:\nHow much will you bet?\nMcCABE:\n\nFive hundred dollars to your twenty-\nfive hundred,\n\n(CONTINUED )\n\fNee\n\n117.\n\n225 (Cont ,2)\n\nSHEEHAN :\nCash? -\n\nMcCABE:\nCash,\n\nSHEER AN:\n\nEell, I don't have no sum like that\nom hand, I might could scrape up\nfifteen hundred dollars,\n\nMcCABE:\nGet it,\n\nSHEEHAN :\n- Where's yours?\n\nMcCabe pats his jacket pocket, moves to the table end\nspreads his money on top, Sheehan moves into the back\nroom,\n\nMcCABE:\nYou wish to be included, Mr, Butler?\n\nButler moves to the table,\nBUTLER:\nI do have a little set aside for\nmy old age, I'11 let you hold it\nfor awhile, Five hundred,\n\nMcCabe covers Butler's five hundred with a hundred of his\nown, The Kid moves to the table,\n\nKID:\nWho's going to hold the stakes?\n\n. BUTLER:\nDealer holds the stakes, Kid,\n\nEID:\n\nYat if he tries to run out with\nt\nBUTLER:\n(grins)\n\nWe'll think of something,\n\nKID:\nI\"ll take twenty-five,\n, BREED:\nMe, too,\n\n(CONT INUED }\n\f225 (Sont.3) 8\n\n226,\n\n227,\n\n1218,\n\nSheehan returns with his money,\n\nSHEEHAN:\nTwelve hundred in cash and three\nhundred in gold, .\n\nHe spills it on the table, McCabe counts and stacks it\nexpertly while Butler atands smiling,\n\n.",
  "88": "---END OF PREVIOUS SECTION---\n. BUTLER:\nDealer holds the stakes, Kid,\n\nEID:\n\nYat if he tries to run out with\nt\nBUTLER:\n(grins)\n\nWe'll think of something,\n\nKID:\nI\"ll take twenty-five,\n, BREED:\nMe, too,\n\n(CONT INUED }\n\f225 (Sont.3) 8\n\n226,\n\n227,\n\n1218,\n\nSheehan returns with his money,\n\nSHEEHAN:\nTwelve hundred in cash and three\nhundred in gold, . He spills it on the table, McCabe counts and stacks it\nexpertly while Butler atands smiling,\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n McCABE:\nPour hundred and ten,\n\nHe counts it all out, then stacks the entire Presbyterian\nChurch wager and atuffs it into his pocket, McCabe pours\na drink, tosses it off, sets his derby, smiles,\n\nMcCABE:\nGentlemen?\n\nHe turns toward the door, Butler right with him, When\nthey reach the threshold, Butler speaks confidentially,\ntapping the pocket where McCabe put the money,\n\nBUTLER:\nYou keep the money right there,\nPudgy, Sots I'll know whose body.\nto take it off of,.,\n\nMcCABE:\nT'1l see you tomorrow,\n\n. BUTLER;\nYou might.., You know Pudgy, I got\n@ good look at your woman,,,\n\nMcCabe exits, ignoring the Implication, and we,\n\nDISSOLYE :T0:°\n\nEXT, FOOTBRIDGE NIGHT\n\nAs McCabe, armed now with both his pistol and shotgun,\nmoves warily across the distance between his saloon and\nMrs, Miller's, It bas begun to rain and McCabe wears a\nslicker, He climbs the stairs and knocks at the door,\n\nat the same time twist the knob, The door is unlocked\nand McCabe enters, +98 °\n\nINT, MRS, MILLER'S BEDROOM BIcet\n\nShe is on the bed fully clothed -- as th h she were\nwaiting for him, McCabe removes his slicker, revealing\n\n(CONTINUED)\n\f119,\n\n227 (Cont.)\n7 that he's still very well dressed, Mrs, Miller is glad;\nFelieved to see him, .\n\nCONSTANCE:\nYou look nice, except for that damn\npistol, And a shotgun, Jesus!\nCouldn't you leave it home on your...",
  "89": "---END OF PREVIOUS SECTION---\nBUTLER;\nYou might.., You know Pudgy, I got\n@ good look at your woman,,,\n\nMcCabe exits, ignoring the Implication, and we,\n\nDISSOLYE :T0:°\n\nEXT, FOOTBRIDGE NIGHT\n\nAs McCabe, armed now with both his pistol and shotgun,\nmoves warily across the distance between his saloon and\nMrs, Miller's, It bas begun to rain and McCabe wears a\nslicker, He climbs the stairs and knocks at the door,\n\nat the same time twist the knob, The door is unlocked\nand McCabe enters, +98 °\n\nINT, MRS, MILLER'S BEDROOM BIcet\n\nShe is on the bed fully clothed -- as th h she were\nwaiting for him, McCabe removes his slicker, revealing\n\n(CONTINUED)\n\f119,\n\n227 (Cont.)\n7 that he's still very well dressed, Mrs, Miller is glad;\nFelieved to see him, . CONSTANCE:\nYou look nice, except for that damn\npistol, And a shotgun, Jesus! Couldn't you leave it home on your... \n---TARGET SECTION TO BE ANNOTATED---\nTheir eyes meet, Neither wants to complete the sentence,\n\nMcCABE: —\nIt wouldn't do no good, Constance,\n\nCONSTANCE:\nI guess not, Especially since\n- that bet, Why did you heve to\ngo and make that bet?\n\nMcCABE:\nDen't make no difference, I'ma\ngambler, Constance, Might as\nwell sweeten the pot, make it good,\n\nCONSTANCE:\nI don't know how you got the nerve\nto go over there,\n\nMcCABE:\nDid I ever tell you about the time\nthat I got caught by Indians?\n\nCONSTANCE:\nYou are crazy,\n\nMeCABE:\nThey came up on me, but I had smelled\nthem first so when they came I was\nsmoking a cigar, They walked around\nme for awhile acting crazy so I raised\nmy hand, I told them I was sorry, but\nT couldn't fight them right now until\nafter I had finished my cigar, but\nthet when I was thropeh, I'd be croas-\ning the river downstream about a half-\na-mile, I knew them Indians wouldn't\nPass up no chance for an ambush, so\nwhen they went down there, I rode out\nthe other way,\n\nCONSTARCE:\nWhat the hell has that got to do with\nanything?\n\n(CONTINUED)\n\f227, (Cont ,1) 4\n.",
  "90": "---END OF PREVIOUS SECTION---\nMcCABE:\nDen't make no difference, I'ma\ngambler, Constance, Might as\nwell sweeten the pot, make it good,\n\nCONSTANCE:\nI don't know how you got the nerve\nto go over there,\n\nMcCABE:\nDid I ever tell you about the time\nthat I got caught by Indians? CONSTANCE:\nYou are crazy,\n\nMeCABE:\nThey came up on me, but I had smelled\nthem first so when they came I was\nsmoking a cigar, They walked around\nme for awhile acting crazy so I raised\nmy hand, I told them I was sorry, but\nT couldn't fight them right now until\nafter I had finished my cigar, but\nthet when I was thropeh, I'd be croas-\ning the river downstream about a half-\na-mile, I knew them Indians wouldn't\nPass up no chance for an ambush, so\nwhen they went down there, I rode out\nthe other way,\n\nCONSTARCE:\nWhat the hell has that got to do with\nanything? (CONTINUED)\n\f227, (Cont ,1) 4\n. \n---TARGET SECTION TO BE ANNOTATED---\n MoCABE:\nJust showing you that it ain't\neasy to massacre me,\n\nCONSTANCE:\nWhat should I do, make a side bet?\n\n: MoCABE:\nI don't want you to worry none,\nHo matter what happens, they ain't\ngoing to be in no shape to bother\nyou;\n\nCONSTANCE:\nMe? -- What the hell could they do\nto me that hasn't already been done,\n\nMcCABE:\nYou got a worried leok on you,\n\nCONSTANCE:\nYou son-of-a-bitch, don't you\nthink I could be worried about\nyou?\n\nMcCABE:\nThis is no time for an argunent,\n\nMcCabe takes out his pistol and checks it; then begins\nflipping it from hand to hand,\n\nCONSTANCE:\n(shouts)\nWill you, for crissakes, put that\nthing away!\n\nMcCABE:\nI didn't know it meant that much,\n\nCONSTANCE:\nYou know I hate the goddamn thing!\n\nHe puts it away.\n\nMeCABE: ra\nI'm sorry, 7 me\n\nCONSTANCE: : 7 = ee\n\nI bet you are,\n‘\n\nMcCABE: wine\nI mean it. I'm really sorry, ...\nConstance,\n\n \n\f\\,\n\na\n\n121,\n\n227 (Cont.2) ;\n\n228,\n\nCONSTANCE:\nIt doesn't make any difference\nnow, I tried all I kmow to get\n.you to leave,\n\nMeCABE:\nI ain't no good at seying I'm sorry,\nT ain't never been this close to\nsomebody,\n\n. CONSTANCE:\nI told you, it doesn't make any\ndifference,\n\nMeCaBE:\nIt does to me,\n\nThis last, somehow soft,\n\nMcCABE:\n(continuing }\nYou better take them clothes off\nand get under the covers,\n\n.",
  "91": "---END OF PREVIOUS SECTION---\nI'm really sorry, ... Constance,\n\n \n\f\\,\n\na\n\n121,\n\n227 (Cont.2) ;\n\n228,\n\nCONSTANCE:\nIt doesn't make any difference\nnow, I tried all I kmow to get\n.you to leave,\n\nMeCABE:\nI ain't no good at seying I'm sorry,\nT ain't never been this close to\nsomebody,\n\n. CONSTANCE:\nI told you, it doesn't make any\ndifference,\n\nMeCaBE:\nIt does to me,\n\nThis last, somehow soft,\n\nMcCABE:\n(continuing }\nYou better take them clothes off\nand get under the covers,\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n CONSTANCE:\nYou didn't get any invitation,\n\nMcCABE:\nI'm asking for one, now, If I\n2 knew how to do Romeo and Juliet,\nI'd do it, == And please turn\nthe lights down, too,\n\nShe dims the light very low, They are little more than\nsilhouettes, now,\n\nANOTHER ANGLE\n\nas they undress together in the near darkness, CAMERA,\nas before misses their nudity, avoiding it, not coming\nclose to it really, as IT MOVES from figure to figure as\nthey undress together. She pauses in her undressing,\n\nMcCABE:\nPlease don't stop, I got things\n_, T have got to say to you,\n\nCONSTANCE:\nIt's fust that you never asked me\nanything nicely before,\n\nShe resumes undressing and slips under the covers,\n\f229.\"\n\n230.\n\n“CLOSE MeCABE .\n\no\n\nHe is undressed except for his long johns. Though the light\nis dim, we see that McCabe's hand is poised at the top button\nof his underwear. He begins to unbutton.\n\nCLOSE MRS. MILLER\n\nShe has been holding her breath to see if he will remove his\nlongs. He slips under the covers and snuggles against her\ntightly.\n\nCONSTANCE:\nJohn. You don't have to say another\nword,\n. MoCABE:\n\n-If it were daytime, I'd go and pick\nyou wild flowers. -- Turn the light\nup a little. I want to see you.\n\nShe reaches up and turns it a little brighter, His arms are\naround her and one hand strokes her hair. Ee feels something\nirregular.\n\nMcCABE:\n(continuing)\nJust here your hair feels funny.\nI've never felt it before,\n\n. CONSTANCE:\nI was working with a whiskey wagon\none winter and there was no place to\nsleep-except outside, It got frozen\nto the ground and they.had to chop it\nwith an are,\n\nHe kisses her hair right there, And then her eyes and her\nshoulder and her lips and her ears and she kisses him back,\n\nJohn. Now! CONSTANCE:\nohn. Now. .\n\nMoCABE: .\n\nListen to me, Constance, Listen to me.\nI got poetry in me if you would only\nlisten to me.",
  "92": "---END OF PREVIOUS SECTION---\nMoCABE: . Listen to me, Constance, Listen to me. I got poetry in me if you would only\nlisten to me. \n---TARGET SECTION TO BE ANNOTATED---\n -- All my life I been\nwalking around with a block of ice in-\nside me, I've wanted to feel your\nbody warm for me sometimes so bad that\nthe ache. for it nearly busts me. I\nnever wanted to do nothing but put a\namile on your face. Oh God, how I\n\n(CONTINUED)\n\fNae”\n\n“2ee\n\n123.\n\n230 (Cont.)\n\n231.\n\n232.\n\n233.\n\nMeCaBE: (Cont. )\n\nhate for them bastards to put their\nbands on you. Jesus, how I used to\nhate being over there when I knew\nsome son-of-a-bitch was with you\n\nover here. Oh, God, Constance --\n\n“ you ain't nothing but the best looker\n\nI ever seen...\n\nBut the words, THE words, just don't come, He's trying to\nsay \"I love you\" end trying not to say it too. Constance\nreaches up and dims the light again.\n\nCONSTANCE:\nLove me, John. Love me...\n\nand they begin, CAMERA MOVING AWAY from them, FLOATING,\nMOVING to the window and the pouring rain and the rain's\nSOUND mixed with those of McCabe end Mrs. Miller...\n\nDISSOLVE TO:\n\nINT. MRS. MILLER'S BEDROOM NIGET\n\nTt is still raining. McCabe stands at the window looking out\ntoward his saloon thoughtfully. He's fully dressed including\nslicker and carries his shotgun. Bebind him, Mrs. Miller is\nasleep on the bed. He turns and looks at her for « time,\nthen opens the door and steps out into the rain. CAMERA\nTRUCKS with McCabe as he moves carefully down the ‘steps,.\nducking under them when he gets to the bottom and looking\nintently through the rain toward his saloon. He stares for\nt 7ene time trying to determine if everything is as he had\n\n2 t.\n\nP.0.V. M6CABE'S\n\nThrough the steps, CAMERA ts McCabe's eyes. A light shines\nbehind the shade in his bedroom. Other lights have been left\nburning within the saloon, No movement can be seen behind\nany of the windows.",
  "93": "---END OF PREVIOUS SECTION---\nM6CABE'S\n\nThrough the steps, CAMERA ts McCabe's eyes. A light shines\nbehind the shade in his bedroom. Other lights have been left\nburning within the saloon, No movement can be seen behind\nany of the windows. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA searches for signs of ambush and\nfinds nothing,\n\nANGLE McCABE\n\nMoving out and toward the foot bridge, ita wetness reflecting\nthe tiny amount of light from the saloon. MeCabe decides not\nto use it and he slides down the side of the muddy diteh,\nfilling now from the steady rain, and acrambles up the bank\non the other side,\n\f234.\n\n235.\n236.\n237.\n\n238.\n\n239.\n\n224.\n\nANOTHER ANGLE\n\nMoCabe runs silently to the dark wall between the office door\nand the stairway leading to his bedroom. He stops there and\nstares up toward his bedroom door trying to look through it.\nFinally he moves to the stairway, but stops just short of\nstepping up to move around on the ground and check the STEP\nbe had raised the other day. It hes been depressed. The\nweight of something has forced it almost back to the atep's\noriginal position, McCabe moves away back to the step's\noriginal position, McCabe moves away from the stairway,\nCAMERA PANNING, and reenters the ditch.\n\nINT. \"McCABE'S\"\n\nTHREE CUTS, OF KID, waiting in the saloon, dividing his time\nbetween watching the door for McCabe's entrance -- and watch-\ning himself in the mirror above the bar. OF BREED, standing\nto one side of the office window, shotgun pointed toward the\ndoor, OF BUTLER, seated on McCabe's bed, the long Sharps\nbetween his legs, its butt resting on the floor,\n\nTHE DITCH\n\nAs McCabe moves away from the Saloon, the town's main bridges\nspans the ditch some yards from \"McCabe's.\" He moves under\nit in the muddy water and scrambles up the slippery bank on\nthe other side,\n\nANOTHER ANGLE\n\nMcCabe crouches at the corner of the Main Street side of the\nbridge. His saloon is behind hin now, down to his right,\nHe looks around carefully, then moves out,\n\nNEW ANGLE FROM THE CHURCH\n\nas McCabe crosses the street on the dead run, opens the church\ndoor and enters quickly,\n\nINT. CHURCH MecCABE\n\nOut of breath, Toeling hunted, he leans back against the door\nlistening for the slightest sound of danger, Wothing.",
  "94": "---END OF PREVIOUS SECTION---\nOF BREED, standing\nto one side of the office window, shotgun pointed toward the\ndoor, OF BUTLER, seated on McCabe's bed, the long Sharps\nbetween his legs, its butt resting on the floor,\n\nTHE DITCH\n\nAs McCabe moves away from the Saloon, the town's main bridges\nspans the ditch some yards from \"McCabe's.\" He moves under\nit in the muddy water and scrambles up the slippery bank on\nthe other side,\n\nANOTHER ANGLE\n\nMcCabe crouches at the corner of the Main Street side of the\nbridge. His saloon is behind hin now, down to his right,\nHe looks around carefully, then moves out,\n\nNEW ANGLE FROM THE CHURCH\n\nas McCabe crosses the street on the dead run, opens the church\ndoor and enters quickly,\n\nINT. CHURCH MecCABE\n\nOut of breath, Toeling hunted, he leans back against the door\nlistening for the slightest sound of danger, Wothing. \n---TARGET SECTION TO BE ANNOTATED---\n Wow\nfre begins to look around the inside of the church end « look\nof amazement crosses his face,\n\f243.\n\n2k6.\n\n247.\n\n248,\n\nod\n\n125,\nANOTHER ANGLE\n\nElliott's church is nothing more than a shell, a facade.\nThere ts no floor, no pews, no pulpit. Absolutely barren,\nexcept for a- ladder. The ground has not even been cleared,\nStumps and boulders are still there and in one corner a\nmessy area can. be seen where Elliott sleeps. McCabe moves\nto the ladder and looks up.\n\nP.0.V, McCAEESS —\nThe ladder leads to the bell tower.\n\nBACK TO SCENE\n\nIf McCabe has thoughts about Elliott's church, they will have\nto be examined later. He starta to climb the ladder, but\n\nfinds it impossible to negotiate carrying the cumbersome shot-\ngun. He leans it against the bottom of the ladder and climbs,\n\nBELL TOWER\n\nThe highest point in the town: of Presbyterian Church. From\nhere, McCabe can see the town as he has never before seen it,\n\nP.0.V¥.:McCABE'S WHAT KE SEES\n\nHis saloon and the other buildings along Main Street are\nfacing him. Across from them, the abandoned mines, the\ngovernment building at the far end. \"Sheehan's\" saloon can.\nbe seen across the pond at one end of Main Street, Following\nalong the back street up from \"Sheehan's\" he sees the livery\nstable, a few dwellings and shops, the rear of Mrs. Miller's\n\"house\" separated from \"McCabe's\" by the ditch. The bath\nhouse, the mines beyond it, and the shacks of the Chinese\n\n“section down the slope. There is no movement of any kind,\n\nWITH McCABE\n\nMost of his energy is concentrated on his place. It's begin-\n\n‘ning to grow lighter, Rain has slowed. Gray day.\n\nINT. McCABE'S BEDROOM\n\nButler grows impatient. He stands, moves toward the door\nleading to the saloon, ot\n\f249.\n\n250.\n\n251.\n\n‘INT. SALOON WITH KID\n\n126,\n\n<\n\nHe has just draw and shot down several.",
  "95": "---END OF PREVIOUS SECTION---\n251. ‘INT. SALOON WITH KID\n\n126,\n\n<\n\nHe has just draw and shot down several. \n---TARGET SECTION TO BE ANNOTATED---\n imaginary foes in the\nmirror, Butler appears at the top of the stairs, watchiags->-\n\nBUTLER: .\nAny of them faster than the cowboy?\n\nHe moves down into the saloon,\n\nBUT: 3\n(continuing)\nBreed!\n\nHe appears from the office,\n\nBUTLER:\nI'm tired of waiting for the prairie\ndog to poke his head up.\n\nKID:\nI knew he'd leave town when he got\nthat money,\n\nBUTLER:\n(tgnores him)\nHe's here somewhere. I know it.\nWe're going to have to get out and\nfind him. But first I want to shoot\nup the place.\n\nWithout a word, Breed steps to the center of the room and\nfires his SHOTGUN into the mirror, destroying tt. Kid,\nfollowing his lead, puts on a brilliant SHOOTING exhibition\nusing the bottles on ths back bar for bis targets. Butler\nsits calmly watching them as they systematically shoot up\nand destroy \"John Q. McCabe's,\"\n\nEXT. BELL TOWER McCABE\n\nListens stoically as his place 1s shot to pleces. When ths\nfiring stops, McCabe looks down toward his saloon.\n\nEXT. McCABE'S SALOON , DAYBREAK\n\nThe three men move out onto the street.\n\nBUTLER:\nWe'll split up. Move around the\ntown from different directions.\n\f252.\n\n253.\n\n254.\n\n2s.\n\n256.\n\n257.\n\n127.\n\nP.0.V.. MoCABE!S\n\nHe's too high up to hear, but Butler's gestures make it plain\nthat they are splitting the town up between them for the\nsearch. Butler and Breed leave Kid on Main Street and walk\nacross the bridge, splitting up on the other side of it.\nBreed will begin his search at Mrs. Miller's, and that whole\nstreet, and Butler apparently will begin his in the Chinese\nsection.\n\nANGLE MeCABE .\n\nHis eyes follow the direction we have seen Butler take. Now\nthey move in the opposite direction...\n\nP.0.V...MsCABE'S\n\nBreed, as he moves down from Mrs, Miller's street, beginning\nhis search on the opposite side of the street, gliding in and\nout of shadows, shotgun ready, missing nothing.",
  "96": "---END OF PREVIOUS SECTION---\nP.0. V... MsCABE'S\n\nBreed, as he moves down from Mrs, Miller's street, beginning\nhis search on the opposite side of the street, gliding in and\nout of shadows, shotgun ready, missing nothing. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA MOVES\nOFF him, PANS TO MAIN STREET where Kid can be seen beginning\nbis search. CAMERA ZOOMS TO KID as he moves away from\nCAMERA, his back to us.\n\nBELL TOWER McCABE\n\nHe's looking in the direction of Kid calculating the risks\n\nof getting him first. He makes up his mind and ateps down\nento the ladder,\n\nBOOM SHOT WITH McCABE\n\nas he climbs down the ladder and into the eerie hollowness\nof the church itself. He reaches the bottom and reaches\naround for the shotgun.\n\nANOTHER ANGLE CLOSER\n\nMcCabe crouches down feeling the dirt floor to see if it has\nfallen, He can't find it. His face clouds, expression\npuzzled. He rises, CAMERA MOVING WITH.HIM. As McCabe turns\naway from the ladder, ANGLE WIDENS TO REVEAL the SHOTGUN,\nheld by someone unseen. It is pointed directly into McCabe's\nface, about three inches away, McCabe cannot tear bis eyes\nfrom the yawning holes of the double-barrelied abotgun.\n\nMcCabe's life begins to flaeh in front of him. When we can\n\nno longer stand it, and the gun ls not fired, nor a word\nspoken, McCabe raises his eyes.\n\na\n\nSoo. (CONPINTED)\n\f128.\n\n257 (Cont.)\n' MeCABE:\nGive me that shotgun, you bible-\nback son-of-a-bitch., What the hell\ndo you think you're doing?\n258. ANOTHER ANGLE\n\n259.\n\n260. -\n\nTo see that Elliott is holding the shotgun - and wanting to\npull the trigger. He doesn't relinquish it.\n\nMcCaBE:\nListen Elliott, I need thet gun.\nThose men will kill me if I don't\nhave that gun. I mean it, I can't\nget close enough to them if I don't\nhave that gun. Godammit, what are\nyou going to do?\n\nElliott pushes the shotgun closer to McCabe, who moves back\nagainst the wall.\n\nANGLE ON McCABE\nShotgun barrel in the fig.\n\nMcCABE:\nIf you pull that trigger, it's going\nto bring this fight right in here.\nT']l be dead, but those three men\nwill come shooting.",
  "97": "---END OF PREVIOUS SECTION---\nANGLE ON McCABE\nShotgun barrel in the fig. McCABE:\nIf you pull that trigger, it's going\nto bring this fight right in here. T']l be dead, but those three men\nwill come shooting. \n---TARGET SECTION TO BE ANNOTATED---\n They'll put holes\nin your church, Elliott. Shoot out\nthe windows, bullets will tear up the\n‘door, They already done the same thing\nto my vlace when they imew I wasn't in\nthere. What do you think they'll do\nif they think I'm in here. Give me\nthe gun. -~ Itii take the fight away\nfrom here. They won't shoot it up if\nI'm gone -- can't you see that? --\nPor crissakes Elliott, give me the gun!\n\nANOTHER ANGLE\n\nElliott pushes the barrel into McCabe's face, forcing him\ntoward the door. When both men have moved near it, Elliott\n\n@estures with the shotgun for McCabe to leave.\n\n. . McCABE:\nThis is the seme as kiliing me,\nI can't go up against them without\nthe gun... It's murder. That's a\n\nsin... (ConriNvED)\n\f229,\n\n260 (Cont.)\n\n261.\n\n262.\n\n263.\n\n264.\n\n265.\n\n266,\n\n267.\n\nThe next gesture Elliott makes with the gun is one that con-\nvinces McCabe that he better leave while he can. He makes\na@ gesture with his hands as if warding off something, turns\nand exits quickly.\n\nCLOSE ELLIOTT\nas he raises his eyes toward heaven with great triumph..\n\nEXT. CHURCH\n\nMcCabe allows himself a moment of great relief, but only a\nmoment. His slicker makes too much noise now that the rain\nhas diminished some. He shucks it off, moves to the corner\nof the church and takes his gun from his holster, He looks\nat it for a beat; the hand gun is all he has,\n\nWIDE ANGLE\n\nMcCabe peeks around the corner and looks down the street\ntoward Kid, whose back is to McCabe as he stands peering\nbetween two buildings, having moved only scant yards from\nwhere we last saw him. McCabe carefully sights his Colt in\nKid's direction. _ 0\n\nCLOSER ANGLE McCABE\n\nHe would like to put a bullet in the kid's back, but the\n@istance is too great. He looks o.s. toward the corner of\nthe bridge. .\n\nWIDE ANGIE .\n\nKid doesn't turn around as McCabe is seen in the far b.g.",
  "98": "---END OF PREVIOUS SECTION---\nHe looks o.s. toward the corner of\nthe bridge. . WIDE ANGIE . Kid doesn't turn around as McCabe is seen in the far b.g. \n---TARGET SECTION TO BE ANNOTATED---\nrunning across the street to gain the cover of the bridge.\nKid moves off down the street a few paces,\n\nANGLE McCABE\n\nAgain he has sighted Kid's back, but the few paces he has\npored down the street again increased the distance too much\nor a shot. :\n\nP.0.V, GUN BARREL\n\nas it is sighted on the Kid's back. McCabe raises the barrel,\nsighting over the Kid; an impossible shot,\n\f268,\n\n269.\n\n271.\n\n272.\n\n273.\n\n27k.\n\n130.\nANGLE McCABE\n\nRealizing that he must again close the distance between them.\nHe looks long at the Kid trying to anticipate his moves.\n\nANGLE KID\n\nHis guns are drawn and he nervously cocks and re-cocks them,\n\nANGLE McCABE\n\nTt is the SOUND of the guns being cocked that helps McCabe\nmake up his mind to try and cross behind him,\n\nWITH KID\n\nStanding still now, watching, cocking and re-cocking, tensed\nto spin around at the slightest sound. Behind him, McCabe\nruns from the cover of the bridge, trying to cover the SOUND\nof the mid sucking at his boots by timing his steps to the\nSOUND of the Kid's fiddling with his guns. When McCabe takes\none too many steps and the SOUND of the mid sucking after his\nbocts is startling, Kid hears it. He cocks both his guns,\nbut there's a moment when the Kid is afraid to turn around --\nand afraid not to.\n\nWIDE ANGLE\n\nMcCabe has his gun out at arm's length in front of him. When\nhe cocks it, the SOUND triggers Kid into spinning around,\nte his eyes don't find McCabe in the rain before McCabe\n\nres,\n\nANGLE KID\nHit in the stomach by McCabe's bullet. He falls backward.\n\n(groans )\nOh.\n\nBoth his guns fire as he hits the ground and he tries re-\npeatedly to get back up.\n\nWIDE ANGLE\n\nMcCabe is running as fast as he can toward the barber shop,\nphe mud sucking at his boots, the only SOUND since the gun-\nre.\n\fos\n\n275.\n\n276.\n\n277.\n\n278.\n\n279,\n\n280.\n\n261.\n\n“ANGLE BUTLER .\n\n131,\n\n“\n\nIn the Chinese section as he hears the shots and runs in the\ndirection of them.",
  "99": "---END OF PREVIOUS SECTION---\n261. “ANGLE BUTLER . 131,\n\n“\n\nIn the Chinese section as he hears the shots and runs in the\ndirection of them. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE BREED\n\nStepping from the shadows on the other street, darting across\nit at the side of the whorehouse and running across the foot\nbridge.\n\nANGLE McCABE\n\nHe has reached the boards in front of the barber shop, but\njust as he steps up, the mud nearly pulls his boots off, In\nthe near b.g., Kid, covered with mud, hat off, propped up on\none elbow steadying his gun hand with the other, FIRES. The\nbullet hits McCabe in the leg. He falls, gets to his feet,\nforces the lock off the barber shop door and literally falls\ninside.\n\nINT, BARBER SHOP McCABE\n\n‘He crawls to the barber chair, pulls himself up into it and\n\nholds his leg, grimacing with pain, Blood pours from the\nwound.\n\nEXT, STREET BUTLER\nRuns across the bridge. He stops to look down the street,\n\nthen runs to the corner of the church. Covered now, Butler\npeeks around the corner for a look.\n\nP.0,V, BUTLER'S THE STREET\nAbout half-way down, Kid lies moaning in the street. Breed\n\ncomes in sight and starts to move across the street.\n\nANOTHER ANGLE\nButler sees him,\n\nBUTLER:\n{yeliing)\nStay on that side, you son-of-a-bitch!\nHe's on this street, I know it, <<\nT'll take the other side,\n\f7\n\n262,\n\n263.\n\n264.\n\n285.\n\n132.\nANOTHER ANGLE BUTLER\n\nAt the front of the church as Elliott, attracted by the\nahouting, blunders outside. A lantern is in his hand and\nthe shotgun. Butler turns and FIRES immediately, one shot,\n\ncLosz ELLIOTT:\n\nButler's bullet has struck him vitally. As life drains from\nhis eyes,\n\nELLIOTT:\nYou fucking son-cf-a-bitch.\nYou fucking son-of-a-bitch.\nYou fucking son-of-a-bitch.\nYou fucking son-of-a-bitch, -\n\nHe falls backward against the door of the church, his lantern\nsmashing against it, and kerosene-fed flames licking at the\nwooden timbers.",
  "100": "---END OF PREVIOUS SECTION---\nYou fucking son-of-a-bitch. You fucking son-of-a-bitch. You fucking son-of-a-bitch, -\n\nHe falls backward against the door of the church, his lantern\nsmashing against it, and kerosene-fed flames licking at the\nwooden timbers. \n---TARGET SECTION TO BE ANNOTATED---\nWIDE ANGLE\n\nButler leaves the church without looking back, running down\nMain Street on the opnosite side of \"McCabe's\", where Breed\ncan be seen cautiously passing the shot-out windows,\n\nButler waves him further down.\n\nANOTHER ANGLE KID\n\nin the f.g., his leg kicking uncontrollably.\n\nKID:\nGod help me. Please God, help me...\n\nButler moves ir near hin, looking everywhere at once. Be-\nhind them the church is beginning to show signs of fire.\n\nBUTIER:\nWhere is he, Kid?\n\n \n\n- KID: —\nHelp me. Help me. BT\n: BUTLER: + ae ameter —\nSure. Sure. Where is he? Just point. 7\nEXD: , .\nGet me a doctor. It hurts. i or\n\n“{comTINvED )\n\fNGat\n\n-\n\n133.\n\n285 Cont.) . *\n. , BUTIER: .\nJust show me where he went,\nKID:\nHelp me. Help me, .\nBUTLER:\n\n286,\n\n287.\n\n288,\n\n289.\n\n290,\n\n21.\n\nShit...\nHis pleas for help continue, grow fainter, then vanish over\nthe following:\nANOTHER ANGLE\nButler moves to a building for cover, He watches Breed,\nmoving down the street on the other side,\nP,O.V, BUTLER'S\n\nBreed is one building away from the barber shop and moving\nslowly toward it,\n\n“INT. BARBER SHOP McCABE\n\nHe has lost an enormous amount of blood. It drips steadily\non the floor beneath the barber chair where he is still\nseated, Outside, the day is very gray without suniight and\nMcCabe can see the fire of Elliott's church reflected in\nthe windows across the street, Something else he sees\ncauses McCabe to spin the chair around.\n\nP.O.V. McCABE'S\nCAMERA HOLDS, then 700MS TO THE WINDOWS ACROSS THE STREET,\nAnd Breed's reflection in the glass as he acoroaches the\n\nbarber shoo, He takes several steps, then stovs, Several\nmore, then stops,\n\nINT. BARBER SHOP WITH MeCABE\n\nHe's waiting. Gun pointed through the glass where Breed must\npass,\n\nEXT.",
  "101": "---END OF PREVIOUS SECTION---\nMcCABE'S\nCAMERA HOLDS, then 700MS TO THE WINDOWS ACROSS THE STREET,\nAnd Breed's reflection in the glass as he acoroaches the\n\nbarber shoo, He takes several steps, then stovs, Several\nmore, then stops,\n\nINT. BARBER SHOP WITH MeCABE\n\nHe's waiting. Gun pointed through the glass where Breed must\npass,\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET WITH BREED\nEe has gained the corner of the barber shop -- then suddenly\n(CONTINUED )\n\f13.\n\n291 (Cont.)\n\n292.\n\n293.\n\n294.\n\n295.\n\n296,\n\n297.\n\nhe seems to lose his place. He walks along right in front\nof the glass, looking down at the footprints and McCabe's\nblood spilled at the doorway. -~ Then he realizes, too late,\nthat he is standing in front of the window. He turns, as\nthough to face the bullets that McCabe pumps into him, send-\ning him-staggering out into the street.\n\nINT. BARBER SHOP\n\nHobbling, bleeding badly, McCabe struggies for the back door,\nfinding it locked from the outside. McCabe throws his\nweight against it and it gives.\n\nEXT. BARBER SHOP REAR DOOR\n\nas it splinters, and McCabe loses his balance and pitches\ninto the mud, the pain more than he can dear, and groans\nout loud with it. He struggles to his feet, dropping his\ngun.\n\nEXT, STREET BUTLER\n\nHearing the door and able to pin-point McCabe because of it.\nHe races up the street toward the bridge. —\n\nEXT, DITCH AREA MecCABE\n\nHe and Butler are moving in the same airection., The ditch\nis more shellow here than it is behind his place,\n\nANOTHER ANGLE\n\nMcCabe running, falling, bleeding, almost unrecognizable\nexcept that his derby has somehow remained on his head. In\nthe b.g. the burning church can be seen and the reflection\nof it dances in the ditch water.\n\nWIDE ANGLE\n\nInclude the bridge, the church, the footbridge, \"McCabe's\" --\nand McCabe struggling to stay alive. Butler appears on the\nbridge, the fire behind him making him look ommipotent. He\nbrings his Sharps to his shoulder and FIRES. MeCabe pitches\ninte the aren and ites, stil in the shallow water of it.\n\ner can't see him well enough to fire again and\nthe bridge toward him, a “6 anc Tune off\n\f298.\n\n299.\n\n300.\n\n301.\n\n302.\n\n135.\n\n“ANOTHER ANGLE 4\n\nButler runs to the spot where’ McCabe pitched into the ditch.\nNearing the edge, he keeps his rifle ready, but looking down,\ndecides it isn't necessary.",
  "102": "---END OF PREVIOUS SECTION---\n135. “ANOTHER ANGLE 4\n\nButler runs to the spot where’ McCabe pitched into the ditch. Nearing the edge, he keeps his rifle ready, but looking down,\ndecides it isn't necessary. \n---TARGET SECTION TO BE ANNOTATED---\n Patrick Sheehan appears on the\nbridge in the b.g. and runs toward the ditch, when Butler\nsets down the Sharps. , /\n\nANGLE ON McCABE\n\nDerby floating upside down in the dirty and reddening water,\nMcCabe is grotesquely sprawled in the filthy ditch, apparent-\nly lifeless.\n\nANOTHER ANGLE BUTLER, McCABE\n\nas he steps down into the ditch, laughing. He turns McCabe\nover in the ditch so he can reach the pocket where he knows\nthe money is, Butler sees the instrument of his death a\nmoment before it kills him. The sleeve of McCabe's right\narm has concealed, until now, a tiny derringer held in a\ndevice often used by gamblers. The bullet from it enters\nDog Butler's brain through the eye and he dies with the\n\namile on his face,\n\nANOTHER ANGLE WIDER\n\nSheehan rushes to the ditch, as McCabe starts to pull bim-\nself out of the mad. He can't believe McCabe is alive.\n\nMcCABE:\nSheehan ~~ You never was much of a\ngambler.\n\nSheehan, in a frenzy, picks up the Sharps and fire it into\nPudgy McCabe, .\n\nINT. WHOREHOUSE UPSTAIRS\n\nas Cindy knocks repeatedly on Mrs. Miller's bedroom dog,\nFinally she opens it and looks in, then closes {t and moves\n\ndown the hall. Blanche sticks her head out the door or her\nbedroom,\n\nCINDY:\nWhere's Mrs. Miller?\n\nBLANCHE:\nShe isn't bere.\n\n. : (CONTINUED)\nPeer Ow LE ue tee\n\f302 (Cont.)\n\n303.\n\n30k.\n\n305.\n\n136.\n\nCINDY:\nSomebody ought to tell her McCabe\nis dead,\n. BLANCHE:\n\nShe isn't here,\nShe closes the door,\n\nEXT. CHINESE SECTION - DAY\nA Chinaman moves into a half-wood, half-tent building.\n\nINT. BUILDING\n\nIt is a crude version of the kind of opium den we saw earlier\nin Bearpaw. The Chinaman addresses the \"Chef:\"\n\nCHINAMAN:\n(4n Chinese)\nYou will have a lot of customers today.\nMcCabe got killed a little while ago.\n\nOf the. foregoing, the enly word we have understood, is\n\"McCabe.",
  "103": "---END OF PREVIOUS SECTION---\nThe Chinaman addresses the \"Chef:\"\n\nCHINAMAN:\n(4n Chinese)\nYou will have a lot of customers today. McCabe got killed a little while ago. Of the. foregoing, the enly word we have understood, is\n\"McCabe. \n---TARGET SECTION TO BE ANNOTATED---\n The \"Cher\" nods and moves with a lit pipe toward a\nbed, CAMERA FOLLOWING, It's Mrs, Miller's second pipe ef the\nday, at least, for she ts oblivious to her surroundings.\n\ncur TO:\n\nINT. BARBER SHOP\n\nas Sumner Washington carries in the filthy and shattered body\nof John Quincy McCabe and sets hin in the barber chair,\nSeveral men have followed him in, AD LIBBING their garbled\nsecount of what bappened., -ANOTHER MAN rushes in from the\nstreet,\n\nMAN:\nWhat are you going to do?\nSUMNER:\nI an going to give Mr. McCabe a\nfresh sheve, .\nMAN:\n\nThrow a bucket of water on him, for\nGrissakes, They want him over to\n‘Sheehan's* for pictures.\n\f307.\n\n308. -\n\n137.\nEXT. \"SHEEHAN'S SALOON\"\n\nMcCabe is propped up in « chefr in the f.g. CAMERA PULLS\n‘BACK TO REVEAL a PHOTOGRAPHER working inside a bleck\nsloth. -\n\nPHOTOGRAPHER:\nHold still.\n\nANOTHER ANGLE PAST McCABE TO SHEEHAN\nA, smell group of townspeople sre gathered.\n\nSHEEHAN :\n\nNobody's gotts worry no more.\nThis sin't gonna be no one-men\ntown like it wes. Compeny'il be\ncomi: in end there's gonne be the\ngood life like it waa before he\ncame.\n\n(deat)\nItll be ecting for the Company end we\nyou know you csn eslwsys get e square\nsheke from Patrick Sheehan.\n\n(best) : .\nWhen you done with the pictures, ea\nbunch of you cerry old Pudgy over to\nthe ice house. We gonna run him down\nto Beerpaw end meke some money come\nwinter... .\n\nCAMERA MOVES OPP RISING, PANNING until it stops once\nagain to view the remains of yet another corpse ea it\nwes when first we sew it. Presbyterien Church.\n\nPADE OUT.\n\n \n\f"
}