{
  "1": "\n\n\n\n\n\n                                   MEAN STREETS\n\n                         \n\n                         \n\n                         \n\n                         \n\n                                   Written by\n\n                         \n\n                Martin Scorsese, Mardik Martin &amp; Ethan Edwards\n\n\n\n                         \n\n                         \n\n                         \n\n                         \n\n           Ah, get born, keep warm\n\n           Short pants, romance, learn to dance\n\n           Get dressed, get blessed\n\n           Try to be a success\n\n           Please her, please him, buy gifts\n\n           Don't steal, don't lift\n\n           Twenty years of schoolin'\n\n           And they put you on the day shift\n\n                         \n\n                          BOB DYLAN\n\n           Subterranean Homesick Blues\n\n                         \n\n          (SUPERED OVER BOTTOM OF SCREEN LIKE A TV NEWS BULLETIN)\n\n                         \n\n          (THE FILM IS IN COLOR UNLESS OTHERWISE NOTED.)\n\n                         \n\n          A darkened diffused image of a man lying on the ground. A\n\n          tree is above him. The image is more diffused on the edges.\n\n          It is black and white, and appears to be coming from a\n\n          television. The body of the man is practically totally in\n\n          shadow.\n\n                         \n\n                          ANNOUNCERS VOICE\n\n           Ladies and gentlemen, on the new\n\n           tonight, the first actual motion\n\n           pictures of death.\n\n                         \n\n          A small orange fire appears in the breast of the man.\n\n                         \n\n                          ANNOUNCERS VOICE\n\n           Watch closely, at the moment of\n\n           death.\n\n                         \n\n          The small orange fire fades away.\n\n                         \n\n                         COLOR\n\n          CHARLES CAPPA JR. (CHARLIE) is 25 of Sicilain origin. He\n\n          was educated in Roman Catholic Parochial schools with one\n\n          year and a half at a Jesuit college. CHARLIE was raised\n\n          sternly in the Roman Catholic tradition but now has rejected\n\n          many of the religion's tenets. He is very intelligent and\n\n          has a sharp sense of humor. He is always well dressed. His\n\n          favorite authors are Ernest Hemingway, Thomas Hardy, and\n\n          Theodore Dreiser. He likes reading but enjoys films more.\n\n          He is very fond of the New Testament and often exchanges\n\n          quotes from it with his friend TONY.\n\n                         \n\n          INT. BEDROOM - NIGHT\n\n                         \n\n          CHARLIE has been dreaming. The dream frightened him.",
  "2": "---END OF PREVIOUS SECTION---\nINT. BEDROOM - NIGHT\n\n                         \n\n          CHARLIE has been dreaming. The dream frightened him. \n---TARGET SECTION TO BE ANNOTATED---\n A\n\n          TITLE APPEARS on the bottom of the frame: CHARLIE. He gets\n\n          up to look at his face in the mirror. His room is lit by\n\n          moonlight. It is a small tenement bedroom with a fire-\n\n          escape outside.\n\n                         \n\n           2.\n\n                         \n\n                         \n\n          He returns to bed and as his head hits the pillow, we hear\n\n          the RONETTES singing \"BE MY BABY.\"\n\n                         \n\n                          CUT TO:\n\n                         \n\n          An 8-mm. projector whirring away.\n\n                         \n\n          INT. PARTY - HOME MOVIES - DAY\n\n                         \n\n          Opening TITLES appear over 8mm. HOME MOVIES in which\n\n          CHARLIE is shown along with his friends and family in a\n\n          celebration...a sense of \"one big unending party.\"\n\n                         \n\n          During this opening segment WE SEE some of the characters\n\n          that will later appear in the story: JOHNNY BOY, MICHAEL,\n\n          TONY, TERESA, CHARLIE'S UNCLE GIOVANNI, and others. They\n\n          are all Sicilian and are members of the same Italian-\n\n          American neighborhood in New York City. (WE SENSE, from\n\n          these HOME MOVIES, that the neighborhood forces its people\n\n          to be strongly tied together in a way of life - Family,\n\n          Church, Friendship.) These HOME MOVIES were taken during\n\n          some formal and casual gatherings in which CHARLIE\n\n          participated.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. BATHROOM IN A NEIGHBORHOOD BAR\n\n                         \n\n          A longhaired \"freak\" is about to shoot-up. Suddenly the\n\n          door opens and TONY (ANTHONY DEVENZIANO) comes in. TONY is\n\n          totally different in appearance and dress from the \"freak.\"\n\n          He is 25, and a part time student studying liberal arts.\n\n          His father is a very powerful racketeer in a different part\n\n          of the city and owns several night club type discotheques\n\n          and strip houses on the west side of town. One of these is\n\n          operated by TONY - \"TONY'S PLACE.\" CHARLIE is one of his\n\n          closest friends. TONY is well dressed, flippant and reckless.",
  "3": "---END OF PREVIOUS SECTION---\nHis father is a very powerful racketeer in a different part\n\n          of the city and owns several night club type discotheques\n\n          and strip houses on the west side of town. One of these is\n\n          operated by TONY - \"TONY'S PLACE.\" CHARLIE is one of his\n\n          closest friends. TONY is well dressed, flippant and reckless. \n---TARGET SECTION TO BE ANNOTATED---\n          He is a big drinker, liquor, wine, and even cough medicine.\n\n                         \n\n                          TONY\n\n           What the fuck...hey!\n\n                         \n\n          TONY rushes over to the \"freak\", who is too strung out to\n\n          defend himself, smashes the needle, and slaps him around.\n\n                         \n\n                          TONY\n\n           Not in my fuckin' place... get\n\n           out... get out!\n\n                         \n\n          INT. BAR AREA\n\n                         \n\n          TONY pushes him out the door and into the bar area. There\n\n          are a few people in the bar...mainly neighborhood guys like\n\n          TONY. A few \"freaks\" are in the BG.\n\n                         \n\n           3.\n\n                         \n\n                         \n\n          TONY pushes him out the front door.\n\n                         \n\n                          TONY\n\n           And keep the fuck out-a-here. I\n\n           know your face.\n\n                         \n\n          TONY crosses over to one of the neighborhood guys by the bar\n\n          and slaps him in the back of the head knocking off his hat.\n\n                         \n\n                          TONY\n\n           And you scumbag...what did I tell\n\n           you 'bout passin' that shit in my\n\n                          PLACE\n\n                          (HITS AGAIN)\n\n           ...huh?\n\n                         \n\n                          BOY\n\n           Hey I didn't do nothin'...cut it\n\n           out...\n\n                         \n\n          TONY pushes the BOY out of the bar also. TITLE APPEARS on\n\n          the bottom of the frame: TONY\n\n                         \n\n          EXT. WEST SIDE DOCKS - LATE AFTERNOON\n\n                         \n\n          The area is totally deserted except for two trucks parked\n\n          side by side. Two men are tossing boxes from one truck to\n\n          another and looking around furtively. MICHAEL stands nearby.\n\n          MICHAEL LONGO is 26 years old. He lives in a different\n\n          neighborhood but comes from the same type of background as\n\n          CHARLIE and the others. He runs an illegitimate bar and\n\n          dabbles in the yearly sale of firecrackers which he smuggles\n\n          in from Maryland. He also deals in contraband cigarettes\n\n          and runs a small-time \"loan shark\" business. He has a knack\n\n          for business but he is otherwise unintelligent.\n\n                         \n\n          Michael crosses over to a '58 black Oldsmobile.",
  "4": "---END OF PREVIOUS SECTION---\nHe also deals in contraband cigarettes\n\n          and runs a small-time \"loan shark\" business. He has a knack\n\n          for business but he is otherwise unintelligent. Michael crosses over to a '58 black Oldsmobile. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          MICHAEL\n\n           Hey, hurry up with that shit will ya.\n\n                         \n\n          MICHAEL gets in the car. Another MAN is sitting in the back.\n\n          He is also well dressed. MICHAEL takes a small lens out of\n\n          his pocket and tosses it to the MAN.\n\n                         \n\n                          MAN\n\n           What's this? More shit...?\n\n                         \n\n                          MICHAEL\n\n           Naw...that ain't shit...that's a\n\n           German lens.\n\n                         \n\n          The MAN looks at it carefully.\n\n                         \n\n           4.\n\n                         \n\n                         \n\n                          MICHAEL\n\n           A good buy...good two shipments of\n\n           them.\n\n                         \n\n                          MAN\n\n           Can't use it...\n\n                         \n\n                          MICHAEL\n\n           Why...? That's a telescopic one...\n\n           it's good.\n\n                         \n\n                          MAN\n\n           First, it ain't German...it's\n\n           Japanese...and second, this ain't\n\n           no lens...it's like a...a...an\n\n           adaptor...so you got two shipments\n\n           of Jap adaptors with no lenses.\n\n                          (HE LAUGHS)\n\n                         \n\n                         \n\n          MAN hands adaptor back to MICHAEL.\n\n                         \n\n                          MICHAEL\n\n                          (DISAPPOINTED)\n\n           A Jap adaptor?\n\n                         \n\n          TITLE APPEARS on bottom of screen: MICHAEL.\n\n                         \n\n          EXT. STREET - DAY\n\n                         \n\n          A deserted warehouse area in lower Manhattan. Prominent in\n\n          the frame is a brightly painted red white and blue mailbox,\n\n          contrasting with the drab hues of the neighborhood.\n\n                         \n\n          JOHNNY BOY walks down the street toward camera. JOHN\n\n          CIVELLO (JOHNNY BOY) is 23 years old. He is an only child\n\n          and lives with his mother, a divorcee. He is clean cut\n\n          looking, yet slightly radical in dress. He was expelled\n\n          from high school for vandalism and consequently spent\n\n          several months in reform school. He is reckless,\n\n          unambitious, nihilistic, and was classified a psychiatric 4-\n\n          F. He is first cousin of TERESA RONCHALI who lives next\n\n          door to CHARLIE. He has adopted TERESA'S family as his own\n\n          and spends more time with them than he does with his mother.",
  "5": "---END OF PREVIOUS SECTION---\nHe is reckless,\n\n          unambitious, nihilistic, and was classified a psychiatric 4-\n\n          F. He is first cousin of TERESA RONCHALI who lives next\n\n          door to CHARLIE. He has adopted TERESA'S family as his own\n\n          and spends more time with them than he does with his mother. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          JOHNNY is carrying a package wrapped in plain brown paper\n\n          under his arm, and he is smiling. He drops the package into\n\n          the mailbox and keeps walking. But he is moving a little\n\n          faster now and smiling a little more.\n\n                         \n\n          Suddenly the mailbox explodes. Dozens of red, white and\n\n          blue fragments shower down on the street. The impact of the\n\n          blast knocks JOHNNY down. TITLE APPEARS on bottom of frame:\n\n          JOHNNY BOY.\n\n                         \n\n           5.\n\n                         \n\n                         \n\n          He is up in a moment. The CAMERA TRACKS with him as he\n\n          starts running. WE SEE that he is grinning - quite\n\n          literally - like crazy.\n\n                         \n\n          INT. CHURCH\n\n                         \n\n          WE SEE CHARLIE full face. Behind him is a Confessional\n\n          Booth. The church is very old, quiet, and dark. The CAMERA\n\n          ZOOMS OUT to reveal rows of Holy Candles lit in the\n\n          foreground. CHARLIE suddenly begins to speak softly and\n\n          confidentially to an unseen entity that is OFF SCREEN.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           A...As you know, I've just come out\n\n           of Confession. And as a penance\n\n           they gave me ten 'Hail Marys' and\n\n           ten 'Our Fathers'...\n\n                         \n\n          THE CAMERA BEGINS TO TRUCK OUT. IT MOVES AROUND CHARLIE AND\n\n          AWAY FROM THE HOLY CANDLES REVEALING CHARLIE'S PROFILE.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUED)\n\n           ...Now, between you and me... You\n\n           know how I feel about such things...\n\n           'Hail Marys'...'Our Fathers'...No\n\n           imagination...\n\n                         \n\n          THE CAMERA HAS NOW TRUCKED BEHIND CHARLIE AND WE SEE over\n\n          his head he has been addressing a life sized statue of the\n\n          crucified body of Christ, eyes closed reclining in his\n\n          sepluchure.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUING)\n\n           ...If I'm going to do penance at\n\n           all, I'll do it the way I think it\n\n           would be done...by me, that\n\n           is...",
  "6": "---END OF PREVIOUS SECTION---\nTHE CAMERA HAS NOW TRUCKED BEHIND CHARLIE AND WE SEE over\n\n          his head he has been addressing a life sized statue of the\n\n          crucified body of Christ, eyes closed reclining in his\n\n          sepluchure. CHARLIE\n\n                          (CONTINUING)\n\n           ... If I'm going to do penance at\n\n           all, I'll do it the way I think it\n\n           would be done...by me, that\n\n           is... \n---TARGET SECTION TO BE ANNOTATED---\naccording to my own trespasses.\n\n           You know what I mean.\n\n                         \n\n          This conversation of Confession will occur from time to time\n\n          in other parts of the story as CHARLIE will periodically try\n\n          very casually to justify his thoughts and actions to his\n\n          \"God.\" The images accompanying these monologues are to be of\n\n          free association almost documentary in nature.\n\n                         \n\n          INT. TONY'S PLACE - NIGHT\n\n                         \n\n          The club is dark and noisy and smokey when CHARLIE enters.\n\n          He greets TONY who is sitting on a bar-stool. TONY directs\n\n          CHARLIE to a corner of the club where the rest of the group\n\n          is now getting boisterously drunk.\n\n                         \n\n           6.\n\n                         \n\n                         \n\n          CHARLIE joins in, immediately taking on the mood of the group.\n\n                         \n\n          The rest of the club is filled with many different types of\n\n          customers: teenagers, adults pretending to be teenagers,\n\n          sailors, male and female gays, and \"the boys from the\n\n          neighborhood.\" The music is loud and the lights are flashing\n\n          but the strippers have not yet appeared.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          TONY is at the bar. He is approached by GEORGE one of the\n\n          bouncers. He seems upset about the noise that CHARLIE and\n\n          his friends are creating. TONY doesn't take GEORGE very\n\n          seriously.\n\n                         \n\n                          GEORGE\n\n           It's ten o'clock and they're like\n\n           this. And they're just starting?\n\n                         \n\n          TONY smiles.\n\n                         \n\n                          GEORGE\n\n                          (CONTINUING)\n\n           Smile...What are you smiling at?\n\n           This is a business night.\n\n                         \n\n                          TONY\n\n                          (INTERRUPTING)\n\n           George...did I ever tell you the\n\n           story about the three chickens?\n\n                         \n\n                          GEORGE\n\n                          (GENUINELY)\n\n           No...\n\n                         \n\n                          TONY\n\n           Too bad.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          CHARLIE's zany behavior as frenetically as it occurs. There\n\n          is no particular logical sequence except that events are\n\n          suited to the rythmic pattern of the music.\n\n                         \n\n          1.",
  "7": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n\n                         \n\n          CHARLIE's zany behavior as frenetically as it occurs. There\n\n          is no particular logical sequence except that events are\n\n          suited to the rythmic pattern of the music. 1. \n---TARGET SECTION TO BE ANNOTATED---\n CHARLIE and his friends dance and sing along with the\n\n           music.\n\n                         \n\n          2. CHARLIE picks up a billiard stick. He attempts to hit a\n\n           filled shot glass towards TONY at the other end of the\n\n           bar. He fails.\n\n                         \n\n          3. CHARLIE tries to pull a tablecloth off of a stranger's\n\n           table without moving the glasses or bottles. This also\n\n           fails.\n\n                         \n\n           7.\n\n                         \n\n                         \n\n          4. A punch is thrown at someone. A lit cigarette in the\n\n           puncher's fist creates a swift arc of light in the\n\n           darkness.\n\n                         \n\n          5. The Strippers finally appear on stage. CHARLIE becomes\n\n           obsessed with the Negro stripper DIANE. He shouts to\n\n           her, tosses things, and calls her names. She tries, half\n\n           amusedly to ignore him but she can't.\n\n                         \n\n          6. TONY drinks from a bottle of Southern Comfort, and as a\n\n           chaser swigs down Aqua Velva.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          CHARLIE sitting at an empty table watching DIANE, the\n\n          stripper, perform again. He stares glassy-eyed and then\n\n          begins to speak softly, continuing his Confession.\n\n                         \n\n                          CHARLIE\n\n           Y'know...she's really good-looking...\n\n           really good-looking. I've gotta\n\n           say that again. She's really good-\n\n           looking...but she's black... You\n\n           can see that real plain.\n\n           (as an afterthought)\n\n           When you get down to it though...\n\n           there's not much of a difference,\n\n           is there?\n\n           (He waits for an answer)\n\n           Well...is there?\n\n           (He smiles and begins\n\n           chewing on an ice\n\n           cube from his half\n\n                          EMPTY GLASS)\n\n                         \n\n                         \n\n          Suddenly MICHAEL appears and sits down at CHARLIE's table.\n\n          He hands CHARLIE two cartons of cigarettes.\n\n                         \n\n                          CHARLIE\n\n           Oh great...hey - Winstons?\n\n                         \n\n                          MICHAEL\n\n           For these prices don't be particular.\n\n           That's all they had - but next week\n\n           we'll see...\n\n                         \n\n          CHARLIE gives him the money.",
  "8": "---END OF PREVIOUS SECTION---\nMICHAEL\n\n           For these prices don't be particular. That's all they had - but next week\n\n           we'll see... CHARLIE gives him the money. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CHARLIE\n\n           OK, ok...\n\n                         \n\n                          MICHAEL\n\n           Sell 'em if you can't smoke them.\n\n                         \n\n           8.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           No...I'll be ok for a week.\n\n                         \n\n                          MICHAEL\n\n           You seen Johnny Boy tonight?\n\n                         \n\n                          CHARLIE\n\n                          (DISINTERESTED)\n\n           Nope...\n\n                         \n\n                          MICHAEL\n\n           Isn't he supposed to be here\n\n           tonight...I mean...\n\n                         \n\n                          CHARLIE\n\n           Look...I don't know. What am I\n\n           supposed to be, his keeper or\n\n           something? Yeah, he's supposed to\n\n           be here but who knows what goes on\n\n           in his head. Right?\n\n                         \n\n                          MICHAEL\n\n           I'd like to know Charlie, it looks\n\n           like your little friend is trying\n\n           to duck me...\n\n                         \n\n          CHARLIE remains silent.\n\n                         \n\n                          MICHAEL\n\n                          (CONTINUING)\n\n           ...Charlie, don't you think you\n\n           should be interested in Johnny's\n\n           payments to me? I think you should\n\n           be, you know that.\n\n                         \n\n                          CHARLIE\n\n                          (QUIETLY)\n\n           Michael, nobody's out to screw you,\n\n           I guarrantee that.\n\n                         \n\n                          MICHAEL\n\n           I know that Charlie but look at my\n\n           side. You undersigned the loans.\n\n           You vouched for him. What happens\n\n           if this kid don't pay me? I gotta\n\n           collect from you? I don't want to\n\n           do that. I made a deal with him\n\n           not you, right?\n\n                         \n\n                          CHARLIE\n\n                          (PATRONIZING)\n\n           You're right. You're right. Look,\n\n           I'm not gonna wind up paying his\n\n           debts. You know that.\n\n                         \n\n           9.\n\n                         \n\n                         \n\n                          MICHAEL\n\n           I don't know that. That's what I'm\n\n           telling you.\n\n                         \n\n                          CHARLIE\n\n           Michael, believe me. You know the\n\n           kid's a little crazy sometimes. I\n\n           vouched for him and he'll come\n\n           through. I promise. I'll talk to\n\n           him and straighten him out.",
  "9": "---END OF PREVIOUS SECTION---\nI\n\n           vouched for him and he'll come\n\n           through. I promise. I'll talk to\n\n           him and straighten him out. \n---TARGET SECTION TO BE ANNOTATED---\n Don't\n\n           worry, OK?\n\n                         \n\n                          MICHAEL\n\n                          (SATISFIED)\n\n           OK.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          JOHNNY BOY enters the night club with two friends. He has\n\n          been drinking. JOHNNY BOY'S face shows fresh cuts and\n\n          bruises. His friends approach the hat check girl and give\n\n          her their coats. JOHNNY BOY approaches her giving her his\n\n          pants instead. His friends laugh hysterically.\n\n                         \n\n          CHARLIE is now alone at the end of the bar. JOHNNY BOY now\n\n          completely dressed enters the bar area. CHARLIE watches\n\n          JOHNNY BOY approaching and continues his Confession. JOHNNY\n\n          BOY greets people as he passes them, and as CHARLIE speaks,\n\n          he appears to be moving in slow motion.\n\n                         \n\n                          CHARLIE\n\n           What do you think? 'If a man have\n\n           a hundred sheep, and one of them\n\n           stray, will he not leave the\n\n           ninety-nine in the mountains, and\n\n           go in search of the one that has\n\n           strayed? And if he happen to find\n\n           it, amen I say to you, he rejoices\n\n           over it more than over the ninety-\n\n           nine that did not go astray. Even\n\n           so, it is not the will of your\n\n           Father in Heaven that a single one\n\n           of these little ones should\n\n           perish.'... Ok that's very nce but...\n\n                         \n\n          TONY is now behind the bar near CHARLIE. JOHNNY BOY has\n\n          reached them.\n\n                         \n\n                          JOHNNY BOY\n\n           Drinks for everybody Tony...\n\n                         \n\n                          CHARLIE\n\n                          (INTERRUPTING)\n\n           Giovanino! Where have you been?\n\n                         \n\n           10.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n                          (CONTINUING)\n\n           and a double for you and Charlie\n\n           here.",
  "10": "---END OF PREVIOUS SECTION---\nWhere have you been? 10. JOHNNY BOY\n\n                          (CONTINUING)\n\n           and a double for you and Charlie\n\n           here. \n---TARGET SECTION TO BE ANNOTATED---\n           (quietly to TONY)\n\n           And put it on my tab, willya?\n\n                         \n\n                          TONY\n\n           Which one, the big tab or the\n\n           little tab?\n\n                         \n\n                          JOHNNY BOY\n\n           Put it on the little tab so that it\n\n           balances with the big one.\n\n                         \n\n                          TONY\n\n                          (SARCASTICALLY)\n\n           Yeah, so things'll be even.\n\n                         \n\n          CHARLIE and JOHNNY BOY grimace. MICHAEL appears.\n\n                         \n\n                          MICHAEL\n\n           How about me? I don't get a drink\n\n           John?\n\n                         \n\n                          JOHNNY BOY\n\n                          (FEIGNING SURPRISE)\n\n           Of course! A double for Michael,\n\n           Tony.\n\n                         \n\n          TONY mumbles.\n\n                         \n\n          JOHNNY BOY interrupts MICHAEL who is about to speak.\n\n                         \n\n                          JOHNNY BOY\n\n                          (CONTINUING)\n\n           I know what you're going to say but\n\n           don't say it. These drinks are all\n\n           on the tab. I'm gonna see you this\n\n           Tuesday payday, I promise. I give\n\n           you my word.\n\n                         \n\n                          MICHAEL\n\n           You what?\n\n                         \n\n          The drinks arrive. They all smile and salute each other\n\n          with their drinks.\n\n                         \n\n                          CHARLIE\n\n                          (SALUTING)\n\n           The queen!\n\n                         \n\n           11.\n\n                         \n\n                         \n\n                          ALL\n\n                          (DRINKING)\n\n           The queen!\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE and JOHNNY BOY are sitting alone at a table.\n\n                         \n\n                          CHARLIE\n\n           (refering to JOHNNY\n\n                          BOY'S FACE)\n\n           What happened to you Flash?\n\n                         \n\n                          JOHNNY BOY\n\n           Charlie, I swear on my mother,\n\n           you're not going to believe this.\n\n                         \n\n                          CHARLIE\n\n           I know but let's hear it anyway.\n\n                         \n\n                          JOHNNY BOY\n\n           I swear to God Charlie, it's the\n\n           truth.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          EXT. STREET - LATE AFTERNOON\n\n                         \n\n          JOHNNY BOY is walking along the street.",
  "11": "---END OF PREVIOUS SECTION---\nJOHNNY BOY\n\n           I swear to God Charlie, it's the\n\n           truth. CUT TO:\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          EXT. STREET - LATE AFTERNOON\n\n                         \n\n          JOHNNY BOY is walking along the street. \n---TARGET SECTION TO BE ANNOTATED---\n It is rush hour and\n\n          the traffic is heavy. A shiny, late model car stops parallel\n\n          to JOHNNY BOY. The young boy (SAL) signals him by blowing\n\n          the horn. (Note that in the FLASHBACK, JOHNNY BOY'S face is\n\n          not bruised.)\n\n                         \n\n                          SAL\n\n           Hey Johnny, where're you goin'?\n\n                         \n\n                          JOHNNY BOY\n\n           Sal!... fourteen street.\n\n                         \n\n                          SAL\n\n           Come on.\n\n                         \n\n          INT. INSIDE CAR - LATE AFTERNOON\n\n                         \n\n                          JOHNNY BOY\n\n           This is some boat. Your father's?\n\n                         \n\n                          SAL\n\n           Yeah...just had it delivered...\n\n                         \n\n           12.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           Hey... you got stereo.\n\n                         \n\n                          SAL\n\n           Yeah, I think so.\n\n                         \n\n          As JOHNNY BOY admires the gadgets in the car he notices that\n\n          SAL is becoming very nervous.\n\n                         \n\n                          JOHNNY BOY\n\n           You got a speaker back there?\n\n                         \n\n          He turns to look for the speaker and sees a police car not\n\n          far behind.\n\n                         \n\n                          JOHNNY BOY\n\n                          (CONTINUING)\n\n           Ah...there's a funny lookin' cab\n\n           behind us.\n\n                         \n\n                          SAL\n\n                          (NERVOUSLY)\n\n           I know...I know.\n\n                         \n\n                          JOHNNY BOY\n\n           What'sa matter...forget your\n\n           registration?\n\n                         \n\n                          SAL\n\n           No...no. Nooo...it's just that\n\n           I...I...uh... this ain't my car.\n\n                         \n\n                          JOHNNY BOY\n\n           Yeah, it's your father's.\n\n                         \n\n                          SAL\n\n           Well...no.\n\n                         \n\n                          JOHNNY BOY\n\n           You mean it's heisted.\n\n                         \n\n                          SAL\n\n           You could say that.\n\n                         \n\n                          JOHNNY BOY\n\n           (announcing it loudly)\n\n           This is a heisted car!\n\n                         \n\n          SAL smiles sheepishly. JOHNNY BOY panics.\n\n                         \n\n          EXT.",
  "12": "---END OF PREVIOUS SECTION---\nSAL smiles sheepishly. JOHNNY BOY panics. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET - LATE AFTERNOON\n\n                         \n\n          The police switch on their flashing red light and try to get\n\n          closer to them but the traffic is too heavy.\n\n                         \n\n           13.\n\n                         \n\n                         \n\n          SAL manages to turn the next corner at about twenty miles\n\n          per hour.\n\n                         \n\n          INT. INSIDE CAR - LATE AFTERNOON\n\n                         \n\n          JOHNNY BOY frightened now, underestimates the speed of the\n\n          car and quickly opens the door.\n\n                         \n\n          EXT. STREET - LATE AFTERNOON\n\n                         \n\n          JOHNNY BOY tumbles from the car only to smack into a lamp-\n\n          post. He has seriously banged his head and blood is running\n\n          down his face. But because of the near proximity of the\n\n          police car he is desperately trying to maintain an air of\n\n          dignity as he calmly tries to walk down the street.\n\n                         \n\n                         END FLASHBACK\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE - NIGHT\n\n                         \n\n          TONY has now joined the group sitting at the table...\n\n          CHARLIE and TONY nod in disbelief.\n\n                         \n\n                          JOHNNY BOY\n\n           It's the truth, I swear.\n\n                         \n\n                          CHARLIE\n\n           All right, forget it. Tony, you\n\n           got anything we can put on his face?\n\n                         \n\n                          TONY\n\n           Yeah, in the back.\n\n                         \n\n          They all get up.\n\n                         \n\n                          TONY\n\n                          (CONTINUING)\n\n           C'mon, I got something to show you\n\n           anyway.\n\n                         \n\n          INT. TONY'S PLACE - BACK HALL - NIGHT\n\n                         \n\n          They push their way through the crowd and enter a narrow\n\n          dimly lit hallway on both sides.\n\n                         \n\n          INT. BACK ROOM - TONY'S PLACE - NIGHT\n\n                         \n\n          A boy and girl are necking on a make-shift couch in the\n\n          darkened room.\n\n                         \n\n           14.\n\n                         \n\n                         \n\n                          GIRL\n\n                          (WHISPERING)\n\n           Jimmy, I tell you there's something\n\n           in this room.\n\n                         \n\n                          JIMMY\n\n                          (MURMURS)\n\n           Ahhh come on baby...willya'...cut\n\n           it out.\n\n                         \n\n          Suddenly the light is turned on.",
  "13": "---END OF PREVIOUS SECTION---\nGIRL\n\n                          (WHISPERING)\n\n           Jimmy, I tell you there's something\n\n           in this room. JIMMY\n\n                          (MURMURS)\n\n           Ahhh come on baby...willya'...cut\n\n           it out. Suddenly the light is turned on. \n---TARGET SECTION TO BE ANNOTATED---\n TONY, CHARLIE, and JOHNNY\n\n          BOY enter the room. The GIRL is startled and jumps up.\n\n          JIMMY appears bewildered.\n\n                         \n\n                          TONY\n\n           Excuse us Jimmy, we'll only be a\n\n           moment.\n\n                         \n\n                          TONY\n\n           S'alright Tony.\n\n                         \n\n          The GIRL and JIMMY sit self-consciously as TONY goes to the\n\n          medicine cabinet, takes out a few items and gives them to\n\n          CHARLIE. TONY then crosses to the other side of the room\n\n          where he removes the blanket which has been covering a large\n\n          cage. He reveals a live, young beautiful PANTHER stalking\n\n          to and fro.\n\n                         \n\n          The GIRL screams.\n\n                         \n\n                          GIRL\n\n           I told you there was something in\n\n           this room.\n\n                         \n\n          The GIRL runs out.\n\n                         \n\n          Everyone else except TONY, is backed up against the wall,\n\n          frightened. The BOYS laugh nervously.\n\n                         \n\n                          TONY\n\n           Keep quiet about this. I don't\n\n           have any license for him yet. I've\n\n           only had him a couple of days.\n\n           Nobody can feed him except me. I'm\n\n           the only one he trusts. Watch.\n\n                         \n\n                          CHARLIE\n\n           Don't go to any trouble. We\n\n           believe you... We believe you.\n\n                         \n\n          TONY begins to open the cage. The BOYS are now standing on\n\n          top of the nearest pieces of furniture.\n\n                         \n\n           15.\n\n                         \n\n                         \n\n                          TONY\n\n                          (ENTERING CAGE)\n\n           Really wanted to get a little tiger\n\n           Charlie, y'know...a little William\n\n           Blake and all that...\n\n                         \n\n                          CHARLIE\n\n           Be careful.\n\n                         \n\n          TONY ignores CHARLIE's warning as he crouches and allows the\n\n          animal to wander onto his lap where upon he strokes the\n\n          panther gently murmuring to him.\n\n                         \n\n          The BOYS watch in silence.\n\n                         \n\n          INT. TONY'S PLACE - CORNER TABLE - NIGHT\n\n                         \n\n          The Italian song \"Malafemina\" (a tango-like rythmn) is heard\n\n          coming from the juke-box.",
  "14": "---END OF PREVIOUS SECTION---\nThe BOYS watch in silence. INT. TONY'S PLACE - CORNER TABLE - NIGHT\n\n                         \n\n          The Italian song \"Malafemina\" (a tango-like rythmn) is heard\n\n          coming from the juke-box. \n---TARGET SECTION TO BE ANNOTATED---\n It is near closing time and there\n\n          are only a few customers left in the club, including MICHAEL\n\n          and two gays, BENTON and SAMMY, who is getting very drunk.\n\n                         \n\n          CHARLIE is at the corner table with TONY and JOHNNY BOY.\n\n          CHARLIE is washing JOHNNY BOY'S face with cold water from a\n\n          basin. Some of JOHNNY'S blood has mingled with the water.\n\n                         \n\n                          CHARLIE\n\n           I'm surprised at you Tone. I mean\n\n           you've had the place for over a\n\n           year now. Nothing different...same\n\n           old place...ordinary...flat...no\n\n           imagination.\n\n                         \n\n          TONY ignores CHARLIE's half-joking, drunken remarks.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUES)\n\n           For instance, the difference\n\n           between me and you is this...you\n\n           take that panther back there. I'd\n\n           put him right up here above the\n\n           bar...nice cage, you know? Nothing\n\n           ordinary in my place. What good is\n\n           it? You get robot customers. They\n\n           come in, drink beer, go to the\n\n           bathroom, and go home. No sir.\n\n                         \n\n          One of the BOYS more casual acquaintances is lying on the\n\n          bar, drunk. He begins to sing along with the Italian\n\n          music - but very badly.\n\n                         \n\n           16.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           See what I mean?\n\n                          (PAUSE)\n\n           A question please...'Is this what\n\n           you call living?'\n\n                         \n\n                          TONY\n\n                          (WEARILY)\n\n           'Take a little tip from Mack the\n\n           Knife...'\n\n                         \n\n                          JOHNNY BOY\n\n                          (INTERRUPTS)\n\n           Tony, break down and open another\n\n           bottle willya'?\n\n                         \n\n          A well dressed young boy enters the club. GEORGE, the\n\n          bouncer, approaches him.\n\n                         \n\n                          GEORGE\n\n           We're closed.\n\n                         \n\n                          BOY\n\n           I'm just waiting for Joey.\n\n                         \n\n          The BOY walks over to a bar stool and sits down. Nobody\n\n          acknowledges his presence.",
  "15": "---END OF PREVIOUS SECTION---\nBOY\n\n           I'm just waiting for Joey. The BOY walks over to a bar stool and sits down. Nobody\n\n          acknowledges his presence. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          Suddenly the DRUNK on the bar stops singing and sits up,\n\n          dazed. His sudden silence causes CHARLIE and the others to\n\n          look up at him. The DRUNK stares ahead for a minute.\n\n                         \n\n                          DRUNK\n\n                          (MUTTERS)\n\n           I...I gotta go to the bathroom.\n\n                         \n\n          EVERYONE laughs.\n\n                         \n\n                          CHARLIE\n\n           Well, go ahead, whaddaya want?\n\n           Someone to hold it for you?\n\n                         \n\n          More laughter. Even the BOY at the bar laughs. The DRUNK\n\n          rises, still smiling and stumbles off to the mens room.\n\n                         \n\n          The Big Bopper - \"Chantilly Lace\" in playing on the\n\n          soundtrack. CHARLIE is playing with a deck of cards.\n\n                         \n\n                          CHARLIE\n\n           (continuing previous conversation)\n\n           This place is dead. If I had a\n\n           place...every night...lively.\n\n                         \n\n          JOHNNY BOY is sipping his drink and ignoring the conversation.\n\n                         \n\n           17.\n\n                         \n\n                         \n\n                          CHARLIE\n\n                          (CONTINUING)\n\n           And I wouldn't call it TONY'S PLACE\n\n           or CHARLIE'S PLACE...\n\n                          (MORE CONFIDENTIALLY)\n\n           I'd call it something like SEASON\n\n           OF THE WITCH... get it?\n\n                         \n\n                          TONY\n\n                          (QUIETLY)\n\n           You are with out a doubt the\n\n           biggest, most pretentious bullshit\n\n           thrower I know. Like to see what\n\n           kind of business you'd do.\n\n                         \n\n                          CHARLIE\n\n           Look who's talking. Pretentious\n\n           bullshit. Who's the guy with\n\n           William Blake and the tigers, eh?\n\n                         \n\n                          JOHNNY BOY\n\n           Will you guys shut up with the\n\n           witches and tigers. Tony, you\n\n           gonna close the place, we get out\n\n           of here, get something to eat, or\n\n           what?\n\n                         \n\n                          TONY\n\n           We'll close up as soon as everybody\n\n           leaves.\n\n                         \n\n                          CHARLIE\n\n           Don't forget what's-his-name there\n\n           in the bathroom.\n\n                         \n\n          EVERYONE laughs. JIMMY is drawing on a table top. CHARLIE\n\n          wanders over.",
  "16": "---END OF PREVIOUS SECTION---\nEVERYONE laughs. JIMMY is drawing on a table top. CHARLIE\n\n          wanders over. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          JIMMY\n\n           Wanna see your picture?\n\n                         \n\n          CHARLIE leans over. OVERHEAD VIEW shows large crude swastika.\n\n                         \n\n                          JIMMY\n\n           Waddaya think?\n\n                         \n\n                          CHARLIE\n\n           Not quite...but keep trying.\n\n                         \n\n          CHARLIE picks up the cards again.\n\n                         \n\n                          CHARLIE\n\n           Let's have a game after we close.\n\n                         \n\n           18.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           Nah.\n\n                         \n\n                          CHARLIE\n\n           C'mon Tony, waddaya say?\n\n                         \n\n                          TONY\n\n           No.\n\n                         \n\n                          CHARLIE\n\n                          (ADDRESSING THE\n\n                          ENTIRE BAR)\n\n           Anybody wanna have a game?\n\n                         \n\n          The people in the bar do not respond. CHARLIE shrugs. The\n\n          BOY casually leaves the bar and walks to the men's room.\n\n                         \n\n          INT. MENS ROOM - TONY'S PLACE - NIGHT\n\n                         \n\n          The BOY slowly swings the door open and stares at the DRUNK\n\n          leaning over the urinal, half asleep. He takes out his\n\n          pistol and calmly shoots the DRUNK three times in the back.\n\n          To the BOY's surprise the DRUNK does not immediately fall\n\n          dead. Instead, he turns and grabs the BOY by the throat.\n\n          They struggle in the open doorway.\n\n                         \n\n          INT. BAR AREA - NIGHT\n\n                         \n\n          The Italian music is still playing. Everyone in the bar has\n\n          frozen in position as they watch the scene.\n\n                         \n\n          In his astonishment CHARLIE allows the cards to fall from\n\n          his hands.\n\n                         \n\n          The YOUNG BOY breaks away from the DRUNK and runs towards\n\n          the exit.\n\n                         \n\n          The DRUNK, running only on sheet determination, stumbles\n\n          along after the boy.\n\n                         \n\n          The people in the bar, including CHARLIE, dash behind tables\n\n          and jump behind the bar for cover.\n\n                         \n\n          INT. TONY'S PLACE - STAIRWAY EXIT\n\n                         \n\n          The BOY reaches the exit and fires at the DRUNK from the top\n\n          of the stairs. The DRUNK still follows.\n\n                         \n\n          EXT.",
  "17": "---END OF PREVIOUS SECTION---\nTONY'S PLACE - STAIRWAY EXIT\n\n                         \n\n          The BOY reaches the exit and fires at the DRUNK from the top\n\n          of the stairs. The DRUNK still follows. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET - NIGHT BLACK &amp; WHITE\n\n                         \n\n          The BOY runs down the street and disappears into the darkness.\n\n          The DRUNK staggers out into hte cobblestone street. His\n\n          mind is gone, it is now just a physical matter of the body\n\n          being stopped by the presence of a stationary object.\n\n                         \n\n           19.\n\n                         \n\n                         \n\n          He staggers straight across the street at tremendous speed\n\n          smashing directly into a parked car.\n\n                         \n\n          EXT. TONY'S PLACE - BACK ENTRANCE - NIGHT BLACK &amp; WHITE\n\n                         \n\n          Everyone (including the two GAYS at the bar) is running out\n\n          the back way.\n\n                         \n\n                          TONY\n\n           Don't run...don't run. Everyone\n\n           split up.\n\n                         \n\n          EXT. STREET - NIGHT BLACK &amp; WHITE\n\n                         \n\n          MICHAEL and JIMMY turn the corner and calmly walk to his\n\n          parked car. As they get into the car CHARLIE and JOHNNY BOY\n\n          turn the corner.\n\n                         \n\n                          CHARLIE\n\n           Michael, give us a lift.\n\n                         \n\n                          MICHAEL\n\n           OK, get in.\n\n                         \n\n          As they are getting into the car the two GAYS turn the\n\n          corner. One of them, SAMMY, is very drunk and is crying\n\n          hysterically. His companion BENTON is trying to calm him\n\n          down when he notices MICHAEL.\n\n                         \n\n                          BENTON\n\n           Michael...wait.\n\n                         \n\n          It is obvious that MICHAEL does not want to take them but he\n\n          is also afraid of attracting any attention so he quickly\n\n          ushers them into the car.\n\n                         \n\n                          MICHAEL\n\n           Get in, get in.\n\n                         \n\n          INT. MICHAEL'S CAR - NIGHT BLACK &amp; WHITE\n\n                         \n\n          CHARLIE and JOHNNY BOY are in the back seat. SAMMY crawls\n\n          over CHARLIE into the back seat making apologies. BENTON is\n\n          forced into the front seat with MICHAEL and JIMMY. They\n\n          drive off, with SAMMY crying.\n\n                         \n\n                          CHARLIE\n\n           Oh Jesus Christ...what's this.\n\n                         \n\n                          BENTON\n\n           Sammy get control of yourself.\n\n                         \n\n           20.",
  "18": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           Oh Jesus Christ...what's this. BENTON\n\n           Sammy get control of yourself. 20. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           Yes, you're gettin' it all over my\n\n           tie.\n\n                         \n\n                          CHARLIE\n\n           Should I slap him?\n\n                         \n\n                          SAMMY\n\n           (suddenly in control)\n\n           You wouldn't dare.\n\n                         \n\n                          BENTON\n\n           I'm terribly sorry guys...It's just\n\n           that he was terribly frightened.\n\n                         \n\n                          MICHAEL\n\n           Just keep him quiet.\n\n                         \n\n                          JOHNNY BOY\n\n           Friends of yours Michael.\n\n                         \n\n                          MICHAEL\n\n           Shut up.\n\n                         \n\n                          BENTON\n\n           (sensing the hostility)\n\n           Oh...ah...I'm Benton and this is\n\n           Sammy.\n\n                         \n\n                          CHARLIE\n\n           I can't get over the way he just\n\n           kept going at him.\n\n                         \n\n                          JOHNNY BOY\n\n           Must have been all the liquor in him.\n\n                         \n\n                          MICHAEL\n\n                          (IN ITALIAN)\n\n           Quiet please.\n\n                         \n\n          He returns to English.\n\n                         \n\n                          MICHAEL\n\n           Where should I drop you Charlie?\n\n                         \n\n                          SAMMY\n\n           (interrupting the conversation)\n\n           Yes Charlie, your place or mine.\n\n                         \n\n                          BENTON\n\n           Sammy.\n\n                         \n\n                          CHARLIE\n\n           Away from the neighborhood.\n\n                         \n\n           21.\n\n                         \n\n                         \n\n                          SAMMY\n\n           Oh Benton...look!\n\n                         \n\n          SAMMY leans over JOHNNY and CHARLIE to see out the window.\n\n          He begins to shout at a young boy on the street.\n\n                         \n\n                          SAMMY\n\n                          (CONTINUING)\n\n           Hi beautiful!!! I love you.\n\n                         \n\n          CHARLIE and JOHNNY BOY hide their faces.\n\n                         \n\n                          MICHAEL\n\n           Hey, shut up.\n\n                         \n\n                          CHARLIE\n\n           Get him in.\n\n                         \n\n                          JOHNNY BOY\n\n           What...are you kidding.\n\n                         \n\n                          BENTON\n\n           Sammy, get in here this minute.\n\n                         \n\n                          SAMMY\n\n           I won't...I won't! They're all\n\n           beautiful.\n\n                          (SHOUTING)\n\n           I'll suck them all...I'll suck them\n\n           all!\n\n                         \n\n          CHARLIE and JOHNNY BOY groan.",
  "19": "---END OF PREVIOUS SECTION---\n(SHOUTING)\n\n           I'll suck them all... I'll suck them\n\n           all! CHARLIE and JOHNNY BOY groan. \n---TARGET SECTION TO BE ANNOTATED---\n They are still hiding their\n\n          faces.\n\n                         \n\n                          CHARLIE\n\n           Disgraceful.\n\n                         \n\n                          MICHAEL\n\n           Ok...that's it.\n\n                         \n\n          He pulls the car over to the nearest corner.\n\n                         \n\n                          MICHAEL\n\n           Out!!!!\n\n                         \n\n                          CHARLIE\n\n           C'mon Johnny.\n\n                         \n\n                          MICHAEL\n\n           You getting out too?\n\n                         \n\n                          CHARLIE\n\n           Yeah, thanks, it's ok.\n\n                         \n\n           22.\n\n                         \n\n                         \n\n          EXT. STREET - NIGHT BLACK &amp; WHITE\n\n                         \n\n          CHARLIE and JOHNNY BOY get out of the car first so that by\n\n          the time BENTON and SAMMY are out they are already on their\n\n          way down the street. MICHAEL drives away.\n\n                         \n\n                          SAMMY\n\n                          (SHOUTING)\n\n           Going our way?\n\n                         \n\n                          CHARLIE\n\n           (to JOHNNY BOY)\n\n           Don't answer.\n\n                         \n\n          BENTON guides SAMMY the opposite way.\n\n                         \n\n          EXT. NEIGHBORHOOD STREET - DAWN\n\n                         \n\n          CHARLIE and JOHNNY BOY are walking down the street on their\n\n          way home.\n\n                         \n\n                          JOHNNY BOY\n\n           I don't think I should go home\n\n           looking like this. You think I\n\n           could stay at your place tonight?\n\n           Your mother's not there is she?\n\n                         \n\n                          CHARLIE\n\n           No, she isn't.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          INT. CHARLIE'S APARTMENT - DAY\n\n                         \n\n          CHARLIE lives in a typical lower east side tenement apartment.\n\n          Each room is painted a different pastel color. It is\n\n          furnished in miscellaneous styles and from the pictures on\n\n          the wall and various knick-knacks around the rooms it is\n\n          evident that this is a family apartment rather than a\n\n          bachelors pad.\n\n                         \n\n          CHARLIE is helping his mother pack a suitcase. Through out\n\n          the scene he is addressing her but she is never seen on\n\n          CAMERA. The CAMERA PANS following his movements and CHARLIE\n\n          directs his conversation always towards but above and beyond\n\n          it.\n\n                         \n\n           23.",
  "20": "---END OF PREVIOUS SECTION---\nThrough out\n\n          the scene he is addressing her but she is never seen on\n\n          CAMERA. The CAMERA PANS following his movements and CHARLIE\n\n          directs his conversation always towards but above and beyond\n\n          it. 23. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          CHARLIE\n\n           Listen, I'll be ok...it's the best\n\n           thing. You're not going to be able\n\n           to take care of Grandma out here\n\n           and still get to work, you know\n\n           that...\n\n                          (PAUSE)\n\n           Yes the place will be here, I'll\n\n           take care of it.\n\n                          (PAUSE)\n\n           Yeah don't worry about me, I'll\n\n           take care of myself.\n\n                          (PAUSE)\n\n                         \n\n                         \n\n          He moves into the bedroom taking more items out of the\n\n          drawers. The room is ver small. The paint if peeling.\n\n          Over the double bed there is a large crucifix.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUED)\n\n           No...no parties.\n\n                          (PAUSE)\n\n           I'll eat.\n\n                          (PAUSE)\n\n           Mom, look, just don't worry...ok?\n\n                         \n\n                         END FLASHBACK\n\n                         \n\n          INT. CHARLIE'S MOTHER'S BEDROOM - MORNING\n\n                         \n\n          CHARLIE and JOHNNY BOY are lying on CHARLIE'S MOTHER'S bed\n\n          in their underwear.\n\n                         \n\n                          CHARLIE\n\n           You'd better make a move kid. He\n\n           thinks you're trying to screw him.\n\n                         \n\n                          JOHNNY BOY\n\n           Wouldn't bother me.\n\n                         \n\n                          CHARLIE\n\n           Yeah, big man...get yourself in\n\n           more trouble. You make a fool out\n\n           of him, you're doing the same to me.\n\n           I signed for you don't forget.\n\n                         \n\n                          JOHNNY BOY\n\n           Don't worry. I can handle it.\n\n                         \n\n           24.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           You couldn't handle shit. You just\n\n           better come through with some kind\n\n           of payment on Tuesday...anything.\n\n           Understand? Hold onto your pay-\n\n           check this week.\n\n                         \n\n                          JOHNNY BOY\n\n                          (LAUGHS)\n\n           There won't be any this week.\n\n                         \n\n                          CHARLIE\n\n           What do you mean?\n\n                         \n\n                          JOHNNY BOY\n\n           Didn't show up.",
  "21": "---END OF PREVIOUS SECTION---\nJOHNNY BOY\n\n                          (LAUGHS)\n\n           There won't be any this week. CHARLIE\n\n           What do you mean? JOHNNY BOY\n\n           Didn't show up. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CHARLIE\n\n           You sick or what? You forget what\n\n           we had to do to get you on the\n\n           trucks, stupid?\n\n                         \n\n                          JOHNNY BOY\n\n           I don't like loading crates.\n\n                         \n\n                          CHARLIE\n\n           You're not supposed to like it.\n\n           What gets me is your attitude.\n\n           Listen... tomorrow you show up.\n\n                         \n\n                          JOHNNY BOY\n\n           What about your attitude...Where's\n\n           your job...eh? You talk and talk\n\n           and I go to work...what do you do?\n\n                         \n\n                          CHARLIE\n\n           I'll tell you what I don't do... I\n\n           don't owe anybody 2,000 clams plus\n\n           interest, stupid. Show up or I\n\n           break both your arms, we understand\n\n           each other?\n\n                         \n\n                          JOHNNY BOY\n\n           Ok, ok...take it easy. I'll show.\n\n           Tuesday I'll give Michael something.\n\n           I promise.\n\n                         \n\n                          CHARLIE\n\n           Don't promise...just deliver.\n\n                         \n\n                          JOHNNY BOY\n\n           Ok, now that that's over with...what\n\n           are you gonna make me for breakfast?\n\n                         \n\n           25.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           I won't wait until Tuesday. I'll\n\n           break your arms right now.\n\n                         \n\n                          JOHNNY BOY\n\n           (rising from bed)\n\n           Listen...I'm a guest here.\n\n                         \n\n          CHARLIE reaches out to grab him.\n\n                         \n\n                          JOHNNY BOY\n\n           OK...ok...I'm going.\n\n                         \n\n          INT. KITCHEN - CHARLIE'S APARTMENT\n\n                         \n\n          JOHNNY is raiding the icebox.\n\n                         \n\n                          JOHNNY BOY\n\n           Hey...you got nothing here.\n\n                         \n\n                          CHARLIE\n\n           (from the other room)\n\n           I could have told you that.\n\n                         \n\n                          JOHNNY BOY\n\n           We'll get some food from my aunt's.\n\n           I'll get in through the fire escape.\n\n           She's always got something.\n\n                         \n\n          JOHNNY BOY leaves the kitchen and walks towards the bedroom.\n\n                         \n\n          INT.",
  "22": "---END OF PREVIOUS SECTION---\nShe's always got something. JOHNNY BOY leaves the kitchen and walks towards the bedroom. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHARLIE'S MOTHER'S BEDROOM - MORNING\n\n                         \n\n                          CHARLIE\n\n           Don't do that. You'll scare Teresa\n\n           if you try to sneak in.\n\n                         \n\n          JOHNNY BOY is now by the window looking out at the fire\n\n          escape mischieviously.\n\n                         \n\n                          JOHNNY BOY\n\n           Yeah...you're right. Maybe she'll\n\n           have a seizure and we can watch.\n\n                         \n\n          He laughs. CHARLIE hits JOHNNY BOY on the back of the head.\n\n                         \n\n                          CHARLIE\n\n           That's not funny. You gonna be a\n\n           jerk-off all your life. Grow up.\n\n           You want something to eat from your\n\n           aunt's house you go knock on her\n\n           door, understand?\n\n                         \n\n           26.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           I'm not hungry anymore. I'm going\n\n           to bed.\n\n                         \n\n          JOHNNY BOY gets into bed. CHARLIE goes into the kitchen to\n\n          get a glass of milk.\n\n                         \n\n          INT. KITCHEN - DAYBREAK\n\n                         \n\n          CHARLIE takes a glass of milk from the icebox. He listens\n\n          to the sounds of the neighborhood waking up and getting\n\n          ready to go to work. He leaves the kitchen.\n\n                         \n\n          INT. BEDROOM - CHARLIE'S APARTMENT - DAYBREAK\n\n                         \n\n          CHARLIE returns to the bedroom. JOHNNY BOY appears to be\n\n          asleep. CHARLIE goes to the window and peers through the\n\n          blinds. He sees in the window across the fire escape.\n\n                         \n\n          A SERIES OF DISSOLVES. TERESA is going through the various\n\n          stages of getting dressed.\n\n                         \n\n          TERESA RONCHALI is 30 years, well built, attractive and\n\n          intelligent. She is well read and quiet. The salary she\n\n          makes as a secretary in a book publishing firm practically\n\n          supports her family. She has epilepsy which has prevented\n\n          her (in her own mind) from entering into any serious\n\n          relationships with men. She has however, been having an\n\n          affair with CHARLIE for the past year. It is a well kept\n\n          secret from both families because the families regard each\n\n          other as blood relations.",
  "23": "---END OF PREVIOUS SECTION---\nShe has epilepsy which has prevented\n\n          her (in her own mind) from entering into any serious\n\n          relationships with men. She has however, been having an\n\n          affair with CHARLIE for the past year. It is a well kept\n\n          secret from both families because the families regard each\n\n          other as blood relations. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          CHARLIE is startled by JOHNNY BOY who is now awake and has\n\n          begun to dial the telephone.\n\n                         \n\n                          JOHNNY BOY\n\n           (pretending to be angry)\n\n           Hello...fifth precinct? Yeah...I\n\n           want to report a disturbance. Yeah\n\n           this man and woman next door are\n\n           disturbing the peace. They're\n\n           keeping me awake all night now.\n\n           What the hell is this. What?\n\n           Well... yelling, fighting, throwing\n\n           things. Uh-huh. If they don't\n\n           kill each other soon I'm goin' over\n\n           there and do the job myself. Yes -\n\n           the address is 270 Mott street. I\n\n           think it's apartment 2-r. Yeah,\n\n           right... thanks. Look, I demand\n\n           immediate action. Never mind my\n\n           name I don't like getting involved\n\n           in things like this.\n\n                         \n\n           27.\n\n                         \n\n                         \n\n          He hangs up roughly and returns to his position in bed.\n\n          CHARLIE shakes his head with an exasperated smile as if this\n\n          was a common occurance. CHARLIE turns back to look at\n\n          TERESA but she is no longer in her room.\n\n                         \n\n          INT. TERESA'S BEDROOM\n\n                         \n\n          CHARLIE is dreaming this sequence. He and TERESA are both\n\n          nude. She is lying face down on the bed. He approached and\n\n          ejaculates prematurely - However, he doesn't ejaculate\n\n          sperm - instead blood. They are shocked. The blood is on\n\n          the bed, her legs, back, and his hands. Charlie cries out\n\n          in pain.\n\n                         \n\n          INT. HOTEL ROOM - MID-DAY\n\n                         \n\n          CHARLIE and TERESA are in the hotel room making love. The\n\n          sounds of traffic can be heard from the street below.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          They are getting dressed.\n\n                         \n\n                          TERESA\n\n           I'd like to eat something before I\n\n           go back to work.\n\n                         \n\n                          CHARLIE\n\n           Ok, we'll go for lunch.\n\n                         \n\n                          TERESA\n\n           Do you have enough?\n\n                         \n\n          CHARLIE checks his wallet.\n\n                         \n\n                          CHARLIE\n\n           Well...with the hotel that's ten...\n\n           fifteen...",
  "24": "---END OF PREVIOUS SECTION---\nCHARLIE checks his wallet. CHARLIE\n\n           Well...with the hotel that's ten... fifteen... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          TERESA\n\n           Here.\n\n                         \n\n          She hands him a few bills. He hesitates.\n\n                         \n\n                          TERESA\n\n           Please take it.\n\n                         \n\n                          CHARLIE\n\n           Well...\n\n                         \n\n                          TERESA\n\n           I don't mind.\n\n                         \n\n          She puts the money into his hand.\n\n                         \n\n           28.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Sure...it's not that...I mean...\n\n                         \n\n                          TERESA\n\n           (touching his face)\n\n           It's all right.\n\n                         \n\n                          CHARLIE\n\n           Well, if things go the way I hope\n\n           they'll go, this money business\n\n           will take care of itself.\n\n                          (ASIDE)\n\n           God willing.\n\n                         \n\n                          TERESA\n\n           An apartment uptown? Downtown?\n\n                         \n\n                          CHARLIE\n\n           Maybe, who knows.\n\n                         \n\n                          TERESA\n\n                          (SEARCHINGLY)\n\n           Charlie...?\n\n                         \n\n                          CHARLIE\n\n           Nobody knows anything, believe me.\n\n                         \n\n          She kisses him gently.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          TERESA is putting on her stockings. A few minutes have\n\n          passed.\n\n                         \n\n                          CHARLIE\n\n           See if you can get your hands on\n\n           some pamphlets on laws or by\n\n           laws...or proprietorship...you\n\n           know...at your place.\n\n                         \n\n                          TERESA\n\n           Anything specific?\n\n                         \n\n                          CHARLIE\n\n           You know...like restaurants, night\n\n           clubs...\n\n                         \n\n                          TERESA\n\n                          (AFFECTIONATELY)\n\n           What is it now?\n\n                         \n\n                          CHARLIE\n\n           Don't ask.\n\n                         \n\n           29.\n\n                         \n\n                         \n\n          He gives her a quick kiss on the tip of her nose.\n\n                         \n\n                          TERESA\n\n           Alright... Hey, did you hear any\n\n           more about what happened last night?\n\n                         \n\n                          CHARLIE\n\n           Did you?\n\n                         \n\n                          TERESA\n\n           No.\n\n                         \n\n                          CHARLIE\n\n           CHRIST, you should have seen it.\n\n           Unbelievable. The kid would turn\n\n           around and fire and he would just\n\n           keep coming at him like Rasputin.\n\n           That kid was scared. Not half as\n\n           much as we were though.\n\n                         \n\n                          TERESA\n\n           It doesn't make any sense.",
  "25": "---END OF PREVIOUS SECTION---\nThat kid was scared. Not half as\n\n           much as we were though. TERESA\n\n           It doesn't make any sense. \n---TARGET SECTION TO BE ANNOTATED---\n He\n\n           wouldn't shoot him just because he\n\n           insulted a racket guy...not unless\n\n           it was personal.\n\n                         \n\n                          CHARLIE\n\n           You missed the point. The kid's a\n\n           climber...not very bright...but if\n\n           you get down to his level to look\n\n           at it his way; he kills a guy who\n\n           insulted a big man - he gets a\n\n           reputation. He thinks he's in good\n\n           standing.\n\n                         \n\n                          TERESA\n\n           It's still sick.\n\n                         \n\n                          CHARLIE\n\n           Not sick...just stupid. Speaking\n\n           of stupid, your cousin last night\n\n           was feeling so good he decided to\n\n           break into your mother's house...to\n\n           get some food.\n\n                         \n\n          TERESA laughs at this story but her mood changes suddenly.\n\n                         \n\n                          TERESA\n\n           You're sure he doesn't know.\n\n                         \n\n          He takes her in his arms.\n\n                         \n\n                          CHARLIE\n\n           Don't worry.\n\n                         \n\n           30.\n\n                         \n\n                         \n\n          INT. HOTEL - BATHROOM - MID-DAY\n\n                         \n\n          CHARLIE enters the bathroom to clean-up. He stares at his\n\n          image in the mirror for a moment, then makes a face. He\n\n          checks the whiteness of his teeth, pulls back his hair, and\n\n          checks his complexion. The mirror image begins to speak.\n\n          The CAMERA PANS BACK to CHARLIE'S FACE. His mouth is not\n\n          moving.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           Don't look at me like that, I can\n\n           see this is not going to get us\n\n           anywhere. She's a good kid, what\n\n           am I supposed to do. In a way I'm\n\n           doing her a favor...no??? How many\n\n           guys you know feel this way about\n\n           an epileptic? Don't get me wrong,\n\n           I'm no saint...not yet.\n\n                         \n\n          The image of CHARLIE in the bathroom intercuts with stills\n\n          from Catholic School text books - vulgar color illustrations\n\n          of parables - emphasis on Christ expelling the devils from\n\n          the posessed women.",
  "26": "---END OF PREVIOUS SECTION---\nHow many\n\n           guys you know feel this way about\n\n           an epileptic? Don't get me wrong,\n\n           I'm no saint...not yet. The image of CHARLIE in the bathroom intercuts with stills\n\n          from Catholic School text books - vulgar color illustrations\n\n          of parables - emphasis on Christ expelling the devils from\n\n          the posessed women. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CHARLIE\n\n                          (CONTINUING)\n\n           But I'm not like the Pharisee who\n\n           said \"Oh God I thank thee that I am\n\n           not like the rest of them.\"...no...I\n\n           like to think of myself as the\n\n           Publican...\n\n                         \n\n          He strikes his breast penitently as he delivers the next line.\n\n                         \n\n                          CHARLIE\n\n           ...'Oh God be merciful to me the\n\n           sinner!' I'm not taking advantage\n\n           of her. I swear to you that if she\n\n           meets someone she'd like to marry...\n\n                         \n\n          Back to CHARLIE in sync.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUED)\n\n           ...I'll cut out. \"If Thy eye is an\n\n           occasion of sin to thee...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Stills of girls, sexy pornographic nude magazine spreads.\n\n                         \n\n           31.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           ...pluck it out and cast it from\n\n           thee.\" \"Woe to the man through whom\n\n           scandal does come.\" I'm sure you'd\n\n           agree this is no time to get tied\n\n           down. Like the priesthood...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Textbook illustration of vocations.\n\n                         \n\n                          CHARLIE\n\n           ...they don't get tied down do they?\n\n           \"Have I not a right to do what I\n\n           chose? Even so the last shall be\n\n           first and the...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE in sync.\n\n                         \n\n                          CHARLIE\n\n           ...first last. For many are called\n\n           but few are chosen.\"\n\n                         \n\n          INT. RESTAURANT - MID-DAY\n\n                         \n\n          CHARLIE is sitting in a quiet corner of the restaurant.\n\n          This restaurant was considered an above average business\n\n          with quality and prices to match when it was first opened\n\n          three years ago. The quality has diminished but the prices\n\n          remain the same. As a result the place is dying. CHARLIE\n\n          is scrutinizing the restaurant from his corner. He picks up\n\n          a water goblet and critically examines the water spots on it.\n\n          He calls a waitress to show her the dirt on the glass.",
  "27": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n          is scrutinizing the restaurant from his corner. He picks up\n\n          a water goblet and critically examines the water spots on it. He calls a waitress to show her the dirt on the glass. \n---TARGET SECTION TO BE ANNOTATED---\n She\n\n          apologizes, cleans it with her apron, and places it back on\n\n          the table. He takes a menu.\n\n                         \n\n          A chubby, middle-aged man, OSCAR, approaches the table. He\n\n          is half owner of the decaying restaurant. He is in his\n\n          shirt sleeves which, along with the side of his face, are\n\n          smeared with grease and dirt. He is tired and disgusted.\n\n                         \n\n                          OSCAR\n\n           (with a slight Jewish accent)\n\n           Hey...you're here. They told me\n\n           you're here...and you're here. How\n\n           are you?\n\n                         \n\n                          CHARLIE\n\n           Ok, how's everything going?\n\n                         \n\n          OSCAR sits down next to CHARLIE.\n\n                         \n\n           32.\n\n                         \n\n                         \n\n                          OSCAR\n\n           Don't ask...do you have any idea\n\n           what I've been doing all\n\n           morning...eh?\n\n                         \n\n                          CHARLIE\n\n           No.\n\n                         \n\n                          OSCAR\n\n           I was in the basement fixing the\n\n           pipes. Would you believe that?\n\n                         \n\n                          CHARLIE\n\n                          (LAUGHING)\n\n           What pipes?\n\n                         \n\n                          OSCAR\n\n                          (MIMICKING)\n\n           What pipes...the ones from last\n\n           year...those pipes.\n\n                         \n\n          CHARLIE shakes his head in sympathy.\n\n                         \n\n                          OSCAR\n\n           Look Charlie, you're a good boy.\n\n           Will you just tell your uncle that\n\n           I have nothing. There is nothing\n\n           to give him. No envelopes with\n\n           cash inside, no checks, nothing.\n\n                         \n\n                          CHARLIE\n\n           That bad, huh?\n\n                         \n\n                          OSCAR\n\n           I can't make this week's payment\n\n           and if this keeps up not next\n\n           week's either.\n\n                         \n\n                          CHARLIE\n\n           Not next week's either...listen...you\n\n           tell that to Giovanni, not me.\n\n                         \n\n                          OSCAR\n\n           Listen, I should wrap up this place\n\n           in a ribbon and hand it to him, you\n\n           know that. I don't need this\n\n           aggravation. I'm getting old.\n\n                         \n\n                          CHARLIE\n\n           He'd rather have the loan payed,\n\n           you know that.\n\n                         \n\n           33.",
  "28": "---END OF PREVIOUS SECTION---\nI'm getting old. CHARLIE\n\n           He'd rather have the loan payed,\n\n           you know that. 33. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          OSCAR\n\n           Your Uncle's a good man...I won't\n\n           stick him. Either he gets the\n\n           money or the place and right now\n\n           he's getting the place. And tell\n\n           me why should I care? I got a\n\n           partner who's a bum, who doesn't\n\n           help out...who disappears and\n\n           leaves me with all the problems. I\n\n           should go back to Florida...I don't\n\n           need this.\n\n                         \n\n                          CHARLIE\n\n           I don't understand, where's Groppi?\n\n                         \n\n                          OSCAR\n\n           I should know? His wife don't even\n\n           know. Probably off with one of his\n\n           little girls...I don't know. I\n\n           tell you, if he don't give a damn,\n\n           then I don't give a damn...Why\n\n           should I kill myself?\n\n                         \n\n                          CHARLIE\n\n           My uncle figured that this week was\n\n           bad...but about next week...I dunno.\n\n           Maybe you should speak to him\n\n           yourself.\n\n                         \n\n                          OSCAR\n\n           What can I say?\n\n                         \n\n          EXT. STREET - DAY\n\n                         \n\n          CHARLIE is walking down the street on the lower east side.\n\n          A noisy religious street festival is being held on the block.\n\n                         \n\n          INT. SMALL ITALIAN CAFE - DAY\n\n                         \n\n          CHARLIE enters a small Italian cafe and nods greetings to\n\n          some of the people as he makes his way to the back of the\n\n          room. This cafe is a strange hybred of coffee house, candy\n\n          store, luncheonette, and meeting place for CHARLIE'S uncle\n\n          GIOVANNI and his associates.\n\n                         \n\n          GIOVANNI De STEFANO is sixty. He is well respected and\n\n          powerful both in and out of the neighborhood. He became a\n\n          head figure not by being introduced formally as was the\n\n          custom, but rather by fighting and killing his way into the\n\n          organization. GIOVANNI is well dressed but not a stereotype\n\n          of an old Mafioso, rather a kindly and intelligent old man.\n\n                         \n\n          GIOVANNI converses intermittently in Italian.\n\n                         \n\n           34.",
  "29": "---END OF PREVIOUS SECTION---\nGIOVANNI is well dressed but not a stereotype\n\n          of an old Mafioso, rather a kindly and intelligent old man. GIOVANNI converses intermittently in Italian. 34. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n          A man is putting new records into the jukebox which is in\n\n          the corner of the room in the luncheonette area.\n\n                         \n\n                          CHARLIE\n\n           (to repair man)\n\n           Is my uncle back there?\n\n                         \n\n          CHARLIE points in the direction of a doorway.\n\n                         \n\n                          REPAIR MAN\n\n           Yeah, but I think he's busy now.\n\n           Hey Charlie play 463 today - for\n\n           sure.\n\n                         \n\n                          CHARLIE\n\n           Thanks!\n\n                         \n\n          CHARLIE walks through the luncheonette area, past the dining\n\n          room where his uncle is in conference, to the bathroom at\n\n          the very back of the cafe. MARIO is seated with his uncle.\n\n                         \n\n          MARIO is forty five years old. He is GIOVANNI'S closest\n\n          associate, brought into the organization in the traditional\n\n          manner, making his early reputation through hits (murders).\n\n          He is not very intelligent but has an undying loyalty to\n\n          GIOVANNI, and is very fond of CHARLIE.\n\n                         \n\n          MARIO and GIOVANNI are seated with a very old man. They are\n\n          deep in their private conversation. CHARLIE passes by\n\n          unnoticed and walks into the bathroom.\n\n                         \n\n          CHARLIE begins to wash his hands but changes his mind. He\n\n          shuts off the faucet in order to eavesdrop on the\n\n          conversation.\n\n                         \n\n          INT. DINING ROOM - DAY\n\n                         \n\n          GIOVANNI and MARIO are calmly sipping their coffee as they\n\n          listen to the old man's nervous talk.\n\n                         \n\n                          OLD MAN\n\n           (in Italian with\n\n                          ENGLISH TITLES)\n\n           What I'm telling you is that he did\n\n           it for Mario's honor.\n\n                         \n\n                          MARIO\n\n           But you don't understand. I knew\n\n           the kid. He was drunk. He made of\n\n           fool of himself...not me.\n\n                         \n\n           35.\n\n                         \n\n                         \n\n                          OLD MAN\n\n           (in Italian with\n\n                          ENGLISH TITLES)\n\n           Giovanni - an insult to Mario is an\n\n           insult to you.\n\n                         \n\n                          MARIO\n\n           There was no insult.",
  "30": "---END OF PREVIOUS SECTION---\n35. OLD MAN\n\n           (in Italian with\n\n                          ENGLISH TITLES)\n\n           Giovanni - an insult to Mario is an\n\n           insult to you. MARIO\n\n           There was no insult. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          OLD MAN\n\n           (in Italian with\n\n                          ENGLISH TITLES)\n\n           The boy only did what was right.\n\n                         \n\n                          GIOVANNI\n\n           Your son only did what was stupid.\n\n           We have enough down here without\n\n           something like that. And what for?\n\n           ...Nothing...no reason. Protect\n\n           him? Why? I didn't tell him to do\n\n           anything for me. He's going to\n\n           Miami? Good...keep him in Miami\n\n           for six months...a year...a good\n\n           long time. After everything's\n\n           forgotten then I see what I can do\n\n           for him. Right now...keep him away.\n\n                         \n\n          INT. LUNCHEONETTE AREA - DAY\n\n                         \n\n          CHARLIE is seated at a table. The waitress, MARIE,\n\n          approaches and gives him his cup of coffee... The following\n\n          scene is reminiscent of a TELEVISION COMMERCIAL.\n\n                         \n\n                          CHARLIE\n\n           Marie, are there Columbian coffee\n\n           beans in this coffee?\n\n                         \n\n                          MARIE\n\n           I dunno.\n\n                         \n\n                          CHARLIE\n\n           Just a second. Let me taste it.\n\n                         \n\n          He pauses to sip the coffee, then shakes his head.\n\n                         \n\n                          CHARLIE\n\n           Yes, I'd say there are some\n\n           Columbian coffee beans in this\n\n           coffee, but only about 39%.\n\n                         \n\n          MARIE is disinterested. CHARLIE continues.\n\n                         \n\n           36.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           You see. You probably don't notice\n\n           this Marie, but Colombian coffee\n\n           beans are rich coffee beans.\n\n           Bursting with that good, deep\n\n           coffee flavor. Picked when they\n\n           are ripe to the point of perfection.\n\n           The beans of course, are protected\n\n           by the tall South American Guama\n\n           trees.\n\n                         \n\n          MARIE chews her gum for a moment and leaves the table.\n\n          CHARLIE'S monologue continues and gradually he falls back\n\n          into his CONFESSION. As he talks, the CAMERA PICKS UP\n\n          DETAILS of the cafe and the people in it.\n\n                         \n\n                          CHARLIE\n\n           Then the bean pickers come down and\n\n           pick each bean by hand. Bean by\n\n           bean, all heavy with flavor.",
  "31": "---END OF PREVIOUS SECTION---\nAs he talks, the CAMERA PICKS UP\n\n          DETAILS of the cafe and the people in it. CHARLIE\n\n           Then the bean pickers come down and\n\n           pick each bean by hand. Bean by\n\n           bean, all heavy with flavor. \n---TARGET SECTION TO BE ANNOTATED---\n And\n\n           they load them into boxes, one box\n\n           at a time, box by box.\n\n                         \n\n          From time to time CHARLIE is casually glancing at MARIE who\n\n          is busy with her work.\n\n                         \n\n          BLACK &amp; WHITE &amp; COLOR\n\n                         \n\n          The images now move out of the cafe and the CAMERA REVEALS\n\n          aspects of the neighborhood - LIVE ACTION and STILLS:\n\n          stores, people, streets, buildings, in short; a concise\n\n          vision of the neighborhood. All this is intercut with\n\n          CHARLIE mentally stripping MARIE's clothes off with his eyes.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUED)\n\n           Like, looking at my uncle back\n\n           there. One way is the obvious;\n\n           ...man outside the law. On the\n\n           other hand, instead of a breakdown\n\n           of order there is a creation of\n\n           order and instead of the breakdown\n\n           of law, there is the creation of\n\n           law...In this society which needs\n\n           new law because 'What's a crowbar\n\n           compared to a share of stock.\n\n           What's the robbing of a bank\n\n           compared to the founding of one and\n\n           what's the murder of a man to the\n\n           gainful employment of that man.'\n\n           'Do not think that I have come to\n\n           destroy the Law or the Prophets. I\n\n           have not come to destroy but to\n\n           fulfill.' ...Amen.\n\n                         \n\n           37.\n\n                         \n\n                         \n\n          The image culminate in aerial shots of downtown New York\n\n          City. (STOCK FOOTAGE)\n\n                         \n\n          CHARLIE now sees MARIE totally naked as she serves the\n\n          customers.\n\n                         \n\n          INT. DINING ROOM - DAY\n\n                         \n\n          GIOVANNI and CHARLIE are standing and talking.\n\n                         \n\n                          CHARLIE\n\n           Uncle, how are you feeling?\n\n                         \n\n                          GIOVANNI\n\n           Fine. Did you have a good time\n\n           last night?\n\n                         \n\n                          CHARLIE\n\n                          (QUIETLY)\n\n           About that shooting last night...I\n\n           was there and...\n\n                         \n\n                          GIOVANNI\n\n           No you weren't.\n\n                         \n\n          CHARLIE is struck silent for a moment. He listens.",
  "32": "---END OF PREVIOUS SECTION---\nGIOVANNI\n\n           No you weren't. CHARLIE is struck silent for a moment. He listens. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CHARLIE\n\n                          (EMBARRASSED)\n\n           You're right uncle. I must have\n\n           gotten it confused with something\n\n           else.\n\n                         \n\n                          GIOVANNI\n\n           Yes, you did.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE and GIOVANNI are now sitting at a table.\n\n                         \n\n                          CHARLIE\n\n           About Oscar...I think he put on\n\n           this act...about the restaurant\n\n           being in bad shape and all that.\n\n           He can't make the payments...I\n\n           don't know what to make of it. He\n\n           says Groppi's run off with a girl.\n\n           I could help if you want.\n\n                         \n\n                          GIOVANNI\n\n           No...his business is bad. But I'll\n\n           decide what to do and you...and you\n\n           just keep out of anything that\n\n           might...might...er draw attention\n\n           to you.\n\n                         \n\n           38.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Yes...I understand...I'll be careful.\n\n                         \n\n          EXT. BEACH - HAMPTONS - DAY\n\n                         \n\n          CHARLIE and TERESA are sitting on the beach which is fairly\n\n          deserted. There are rented cottages behind them. TERESA\n\n          has a book and some papers from which she is supposed to\n\n          write a term paper for CHARLIE'S English class.\n\n                         \n\n                          TERESA\n\n           C'mon Charlie...one more day. I'll\n\n           call in sick for work.\n\n                         \n\n                          CHARLIE\n\n           No...we can come back in a couple\n\n           of weeks. Besides, if we're both\n\n           gone for three days it wouldn't\n\n           look right.\n\n                         \n\n                          TERESA\n\n           Ok.\n\n                         \n\n          CHARLIE picks up a copy of Henry James' Portrait of a Lady\n\n          and tries to read it. He tosses it aside.\n\n                         \n\n                          CHARLIE\n\n           Bore.\n\n                         \n\n                          TERESA\n\n           A paper on that one too?\n\n                         \n\n                          CHARLIE\n\n           Yeah...but don't worry about that\n\n           now. The Hemmingway one is first.\n\n                         \n\n                          TERESA\n\n           It was nothing. I'm almost finished.\n\n                         \n\n                          CHARLIE\n\n           Take your time. I don't care.",
  "33": "---END OF PREVIOUS SECTION---\nI'm almost finished. CHARLIE\n\n           Take your time. I don't care. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          TERESA\n\n           I know you don't. You've been very\n\n           preoccupied lately.\n\n                         \n\n                          CHARLIE\n\n           That's the word...preoccupied.\n\n                         \n\n          CHARLIE turns towards TERESA and tries to kiss her. She\n\n          playfully turns away. But CHARLIE quickly gets bored with\n\n          that and doesn't pursue her. She is confused by his actions.\n\n                         \n\n           39.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Let's go back inside.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE and TERESA already farther up the beach, walking.\n\n          They notice a very beautiful house with limousines parked in\n\n          front of it.\n\n                         \n\n                          CHARLIE\n\n           See that...know who lives there?\n\n           The name George Earhardt mean\n\n           anything to you?\n\n                         \n\n                          TERESA\n\n           Sure...He lives there?\n\n                         \n\n                          CHARLIE\n\n           No. Of course he lives there.\n\n           Would I point it out to you if he\n\n           didn't?\n\n                         \n\n          The house is seen from a great distance. CHARLIE'S VIEWPOINT.\n\n          There is great activity...all with a very businesslike air.\n\n                         \n\n                          CHARLIE\n\n           That W.A.S.P. bastard.\n\n                         \n\n                          TERESA\n\n           You're intolerable today.\n\n                         \n\n                          CHARLIE\n\n           Watch your language.\n\n                         \n\n          They arrive at the cottage.\n\n                         \n\n          INT. HAMPTONS COTTAGE - DAY\n\n                         \n\n          CHARLIE and TERESA are coming in, putting down the books and\n\n          papers.\n\n                         \n\n                          TERESA\n\n           I like it here...alone.\n\n                         \n\n          She caresses CHARLIE. He is still preoccupied.\n\n                         \n\n                          TERESA\n\n           I'm going to take that apartment\n\n           uptown.\n\n                         \n\n                          CHARLIE\n\n           Uhuh...probably a good idea. Why\n\n           don't you do it this time?\n\n                         \n\n           40.\n\n                         \n\n                         \n\n                          TERESA\n\n           You know why...with my parents.\n\n                         \n\n                          CHARLIE\n\n           Well you can't blame them in a way.\n\n                         \n\n                          TERESA\n\n           (pulling away from him)\n\n           I can take care of myself. You\n\n           know that.\n\n                         \n\n                          CHARLIE\n\n           I know...",
  "34": "---END OF PREVIOUS SECTION---\nTERESA\n\n           (pulling away from him)\n\n           I can take care of myself. You\n\n           know that. CHARLIE\n\n           I know... \n---TARGET SECTION TO BE ANNOTATED---\nI know.\n\n                         \n\n          They embrace.\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          INT. HOSPITAL ROOM\n\n                         \n\n          CHARLIE'S father is the patient in the bed. The visitors\n\n          surrounding the bed are CHARLIE'S mother, TERESA, and\n\n          TERESA'S mother. The CAMERA MOVES IN CLOSER AS WE HEAR the\n\n          sounds of mechanical voices coming from the T.V. sets in the\n\n          lobby.\n\n                         \n\n          TERESA'S mother leans over and whispers into CHARLIE'S\n\n          father's ear.\n\n                         \n\n                          TERESA'S MOTHER\n\n           Turridu...that's your boy Charles.\n\n           Don't you know him. Isn't that\n\n           Charles?\n\n                         \n\n          There is no answer. CHARLIE is embarrassed. TERESA'S\n\n          MOTHER asks again.\n\n                         \n\n                          TERESA'S MOTHER\n\n                          (CONTINUED)\n\n           Who is that?\n\n                         \n\n                          CHARLIE'S FATHER\n\n           Che Guevara.\n\n                         \n\n          CHARLIE doesn't know how to react. TERESA'S MOTHER looks up\n\n          with a half smile in disbelief. The other Visitors give off\n\n          a small ripple of nervous laughter, repeating it...in\n\n          whispers.\n\n                         \n\n          CHARLIE looks about nervously. Through the door of the\n\n          hospital room can be seen several of the older patients\n\n          gathered around a T.V. in the hallway. They are watching\n\n          the races, the announcer's voice is blaring almost\n\n          incomprehensibly.\n\n                         \n\n           41.\n\n                         \n\n                         \n\n          INT. HAMPTONS COTTAGE - DAY\n\n                         \n\n          TERESA and CHARLIE make love.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          CHARLIE is getting dressed. TERESA is wrapped warmly in the\n\n          sheets - still in bed.\n\n                         \n\n                          CHARLIE\n\n           ...He must have heard the name from\n\n           those T.V.'s in the hall that were\n\n           blaring all the time. I remember\n\n           GUEVARA was in town at the time.\n\n           Must've heard it from there I\n\n           guess...but that's funny, isn't it?\n\n                         \n\n                          TERESA\n\n           Ummmmmmmmmmmmm.\n\n                         \n\n                          CHARLIE\n\n           Of all people. Now say the truth.",
  "35": "---END OF PREVIOUS SECTION---\nTERESA\n\n           Ummmmmmmmmmmmm. CHARLIE\n\n           Of all people. Now say the truth. \n---TARGET SECTION TO BE ANNOTATED---\n           Do I look like Che Guevara. C'mon.\n\n                         \n\n          They laugh. He crosses to TERESA and they kiss.\n\n                         \n\n                          TERESA\n\n           I'm sleepy.\n\n                         \n\n                          CHARLIE\n\n           You've been running round too much.\n\n           Bet you've been forgetting your\n\n           medicine.\n\n                         \n\n                          TERESA\n\n           The green capsules in the top drawer.\n\n                         \n\n          CHARLIE gets her the pills and heads out of the cottage for\n\n          a walk.\n\n                         \n\n          EXT. ROADWAY - HAMPTONS - DAY\n\n                         \n\n          CHARLIE is walking along the roadway and looking at the\n\n          different cottages. He is carrying a notebook to which he\n\n          periodically refers. He stops in front of a luxurious\n\n          cottage and checks the address on the signpost with the one\n\n          in his notebook beside which is listed the name GROPPI. He\n\n          remains standing at a safe distance from the cottage staring\n\n          at it. It looks deserted.\n\n                         \n\n                         FANTASY\n\n                         \n\n           42.\n\n                         \n\n                         \n\n          EXT. ROADWAY IN FRONT OF COTTAGE - DAY\n\n                         \n\n          CHARLIE walks directly to the front door of the cottage and\n\n          rings the bell confidently. The door is opened immediately\n\n          which startles him. From inside the house we see GROPPI'S\n\n          back as he holds the door open. He is in a satin robe. We\n\n          can see CHARLIE'S startled face through the partially opened\n\n          door.\n\n                         \n\n                          GROPPI\n\n           What do you want kid?\n\n                         \n\n          At that moment a nude girl, her back to the CAMERA appears\n\n          in the FOREGROUND. This startles CHARLIE even more.\n\n                         \n\n                          GROPPI\n\n           What do you want?.......well?\n\n                         \n\n                          CHARLIE\n\n           I...I'm selling encyclopedias...er\n\n           a magazines...newspapers...I'm\n\n           conducting a survey...I...\n\n                         \n\n                          GROPPI\n\n           We don't want no fuckin' books!\n\n                         \n\n          GROPPI slams the door in CHARLIE'S face.\n\n                         \n\n                         REALITY\n\n                         \n\n          EXT. ROADWAY IN FRONT OF COTTAGE - DAY\n\n                         \n\n          CHARLIE is still standing in front of the cottage.",
  "36": "---END OF PREVIOUS SECTION---\nGROPPI slams the door in CHARLIE'S face. REALITY\n\n                         \n\n          EXT. ROADWAY IN FRONT OF COTTAGE - DAY\n\n                         \n\n          CHARLIE is still standing in front of the cottage. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly\n\n          a little boy of about nine appears.\n\n                         \n\n                          BOY\n\n           There's nobody here mister.\n\n                         \n\n          CHARLIE turns in surprise.\n\n                         \n\n                          CHARLIE\n\n           Isn't this Jack Groppi's place?\n\n                         \n\n                          BOY\n\n           Yeah. But he ain't here now.\n\n                         \n\n                          CHARLIE\n\n           Know where he is?\n\n                         \n\n                          BOY\n\n           Follow me.\n\n                         \n\n          The BOY leads him towards a heavily overgrown treed area.\n\n                         \n\n           43.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           How much farther?\n\n                         \n\n          CHARLIE repeats this question periodically as he follows the\n\n          BOY. Finally CHARLIE finds himself alone in the middle of a\n\n          dense forest with the BOY nowhere in sight. He calls out\n\n          but there is no answer. He realizes he's been had.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           Now, don't get excited.\n\n                         \n\n          CHARLIE is trying to find his way out of the forest.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUED)\n\n           'The stone which the builders'\n\n           reject will become the\n\n           cornerstone'...I think.\n\n                         \n\n          INT. ITALIAN CAFE - DAY\n\n                         \n\n          A loud brass band is playing \"Oh Johnny, Oh Johnny, How You\n\n          Can Love\" inside the cafe. They are part of a religious\n\n          festival and GIOVANNI has invited them in for drinks. In\n\n          return they are playing for him. GIOVANNI has been drinking.\n\n          The song ends.\n\n                         \n\n                          GIOVANNI\n\n           Play it again!!!\n\n                         \n\n          Everyone laughs and joins in.\n\n                         \n\n                          EVERYONE\n\n           One more time...play it again...\n\n                         \n\n          The band begins the song for the second time. CHARLIE\n\n          enters the cafe and goes directly to his uncle who embraces\n\n          him.\n\n                         \n\n                          GIOVANNI\n\n                          (SHOUTING BOISTEROUSLY\n\n           over the music)\n\n           Take a drink!\n\n                         \n\n                          CHARLIE\n\n                          (SHOUTING)\n\n           Ok.\n\n                         \n\n          CHARLIE sits next to his uncle and looks around at the crowd\n\n          in the cafe which is now singing along with the band.",
  "37": "---END OF PREVIOUS SECTION---\nGIOVANNI\n\n                          (SHOUTING BOISTEROUSLY\n\n           over the music)\n\n           Take a drink! CHARLIE\n\n                          (SHOUTING)\n\n           Ok. CHARLIE sits next to his uncle and looks around at the crowd\n\n          in the cafe which is now singing along with the band. \n---TARGET SECTION TO BE ANNOTATED---\n          GIOVANNI is smiling broadly. Loud applause follow the end\n\n          of the song and the band tries clumsily to make its way\n\n          through the crowd and out of the cafe.\n\n                         \n\n           44.\n\n                         \n\n                         \n\n                          GIOVANNI\n\n           Hey, where you been?\n\n                         \n\n                          CHARLIE\n\n                          (SMILING NERVOUSLY)\n\n           Oh...around...why?\n\n                         \n\n                          GIOVANNI\n\n                          (LEANING CLOSER)\n\n           You heard what happened to GROPPI,\n\n           eh?\n\n                         \n\n          CHARLIE gets very nervous at the mention of GROPPI'S name.\n\n                         \n\n                          CHARLIE\n\n                          (INNOCENTLY)\n\n           Who me? ...No, I don't know, not\n\n           me...all I know is...\n\n                         \n\n                          GIOVANNI\n\n           (cuts CHARLIE off\n\n           with a gesture of his forefinger)\n\n           Our friend, Groppi, went to his\n\n           mother's house. And when he was\n\n           there...at night...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          DARKENED ROOM - NIGHT\n\n                         \n\n          An old woman is sitting in front of the television watching\n\n          JOHNNY CARSON'S TONIGHT SHOW.\n\n                         \n\n                          GIOVANNI\n\n           (continues in voice over)\n\n           ...he walks into his mother's room\n\n           where she's watching\n\n           television...and he says to her...\n\n                         \n\n          GROPPI has entered the room with his back to the camera.\n\n                         \n\n                          GIOVANNI\n\n           ...that he's sorry.\n\n                         \n\n          GROPPI leaves the frame. The old woman looks up from the\n\n          television.\n\n                         \n\n                          OLD WOMAN\n\n           It's all right.\n\n                         \n\n          WE SEE GROPPI walking towards the bathroom.\n\n                         \n\n           45.\n\n                         \n\n                         \n\n                          GIOVANNI\n\n           (voice over continued)\n\n           ...he goes in the next room...\n\n                         \n\n          GROPPI TURNS ON the bathroom light.\n\n                         \n\n                          GIOVANNI\n\n           (voice over continued)\n\n           ...he takes a gun and puts it in\n\n           his mouth and...\n\n                         \n\n          GROPPI stands with the gun in his hand. He lifts it to his\n\n          head.",
  "38": "---END OF PREVIOUS SECTION---\nGIOVANNI\n\n           (voice over continued)\n\n           ...he takes a gun and puts it in\n\n           his mouth and... GROPPI stands with the gun in his hand. He lifts it to his\n\n          head. \n---TARGET SECTION TO BE ANNOTATED---\n He puts the barrel into his mouth. He pulls the\n\n          trigger.\n\n                         \n\n           FAST FADE TO WHITE\n\n                         \n\n          INT. ITALIAN CAFE - DAY\n\n                         \n\n                          GIOVANNI\n\n           (with an Italian hand gesture)\n\n           ...so...\n\n                         \n\n          CHARLIE is visibly shocked.\n\n                         \n\n                          GIOVANNI\n\n                          (SMILING)\n\n           How do you like that, eh? He was\n\n           always a little crazy, y'know...\n\n           Groppi... a little crazy.\n\n                         \n\n          CHARLIE looks up to see MICHAEL, standing at the entrance of\n\n          the cafe. He waves to CHARLIE in a friendly manner. CHARLIE\n\n          waves back and GIOVANNI looks up, squinting to see who it is.\n\n          MICHAEL does not approach the table. In respect to GIOVANNI\n\n          he signals to CHARLIE that he would like to see him outside.\n\n                         \n\n                          CHARLIE\n\n                          (GRUDGINGLY)\n\n           Not now...in a few minutes...ok?\n\n                         \n\n          MICHAEL is surprised at being spoken to in such a curt\n\n          manner, especially in GIOVANNI'S presence because he feels\n\n          he has lost status. CHARLIE and GIOVANNI continue their\n\n          conversation.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET CORNER - NEAR CAFE - DAY\n\n                         \n\n                          MICHAEL\n\n           I gave him all the breaks I can give.\n\n                         \n\n           46.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Oh Michael, look...\n\n                         \n\n                          MICHAEL\n\n           Nevamind 'look'...This punk\n\n           bastard...I call him at work...I\n\n           say 'Johnny Boy there?'...He\n\n           doesn't even show up for work\n\n           anymore...\n\n                         \n\n                          CHARLIE\n\n           Look...I've talked to him and I've\n\n           talked to him...what more can I\n\n           do...? Tonight at the party all\n\n           three of us get together and we\n\n           knock some sense into his head...ok?\n\n                         \n\n                          MICHAEL\n\n           All right...but understand, I don't\n\n           like being taken advantage of. I\n\n           mean you're in there talking with\n\n           your uncle and all...",
  "39": "---END OF PREVIOUS SECTION---\nTonight at the party all\n\n           three of us get together and we\n\n           knock some sense into his head...ok? MICHAEL\n\n           All right...but understand, I don't\n\n           like being taken advantage of. I\n\n           mean you're in there talking with\n\n           your uncle and all... \n---TARGET SECTION TO BE ANNOTATED---\nThis is\n\n           embarassing.\n\n                         \n\n                          CHARLIE\n\n           We'll settle it tonight.\n\n                         \n\n          Two YOUNG BOYS about 15 years old walk up to CHARLIE.\n\n                         \n\n                          BOY #1\n\n           Hey, you sell firecrackers?\n\n                         \n\n                          CHARLIE\n\n           Firecrackers! No...no.\n\n                         \n\n                          BOY #1\n\n           You know where we can get some?\n\n                         \n\n                          CHARLIE\n\n           Sure, see that guy over there...\n\n                         \n\n          He points to MICHAEL.\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUING)\n\n           ...him. He's got the best.\n\n                         \n\n          The BOYS go over to MICHAEL.\n\n                         \n\n                          BOY #1\n\n           Hey - fella...you sell firecrackers?\n\n                         \n\n           47.\n\n                         \n\n                         \n\n                          MICHAEL\n\n           Sssh! Quiet.\n\n           (He looks around)\n\n           Y'know that's illegal.\n\n                         \n\n                          BOY #2\n\n           Well the guy over there said...\n\n                         \n\n                          MICHAEL\n\n                          (INTERRUPTING)\n\n           Yeah, yeah, never mind. You gotta\n\n           be careful.\n\n                         \n\n                          BOY #1\n\n           We went down to Chinatown but they\n\n           don't have any.\n\n                         \n\n                          MICHAEL\n\n           Yeah, well, keep away from those\n\n           Chinx. They don't have shit.\n\n                         \n\n                          BOY #2\n\n           Well, we got $40, and we wanna buy...\n\n                         \n\n                          MICHAEL\n\n                          (INTERRUPTING)\n\n           All right! Quiet! For $40 I could\n\n           give you...\n\n                         \n\n                          BOY #1\n\n           Well, I don't know if we want to\n\n           buy all $40 worth...\n\n                         \n\n                          MICHAEL\n\n           Hey! You want good stuff, or you\n\n           want shit?\n\n                         \n\n                          BOY #2\n\n           Well, we want good stuff.\n\n                         \n\n                          MICHAEL\n\n           Well, my stuff comes from Maryland...\n\n           you know what that means?\n\n                         \n\n                          BOY #1\n\n           No.\n\n                         \n\n                          MICHAEL\n\n           That means it's good.\n\n                         \n\n                          BOY #1\n\n           You got sparklers?\n\n                         \n\n           48.\n\n                         \n\n                         \n\n                          MICHAEL\n\n           Yeah.",
  "40": "---END OF PREVIOUS SECTION---\nBOY #1\n\n           You got sparklers? 48. MICHAEL\n\n           Yeah. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BOY #2\n\n           And cherry bombs...ash cans...and\n\n           rockets?\n\n                         \n\n                          MICHAEL\n\n           Ok. For another $5.00 a special on\n\n           the packs.\n\n                         \n\n                          BOY #1\n\n           No, all we got is $40.\n\n                         \n\n                          MICHAEL\n\n           You sure?\n\n                         \n\n                          BOYS\n\n           Yeah.\n\n                         \n\n                          MICHAEL\n\n           Ok. Wait here.\n\n                         \n\n          MICHAEL goes to TONY, who has been standing in front of the\n\n          cafe with a group of boys. They talk for a minute, and go\n\n          back to the waiting boys.\n\n                         \n\n                          MICHAEL\n\n           (to the boys)\n\n           C'mon. Get in the car.\n\n                         \n\n          The four of them get into TONY'S car. They drive to\n\n          CHINATOWN.\n\n                         \n\n          EXT. CHINATOWN - DAY IN TONY'S CAR\n\n                         \n\n                          MICHAEL\n\n           Ok, you guys get out, and wait here\n\n           for me.\n\n                         \n\n                          BOYS\n\n           Why?\n\n                         \n\n                          MICHAEL\n\n           I gotta get the stuff.\n\n                         \n\n                          BOYS\n\n           Can't we come with you?\n\n                         \n\n                          MICHAEL\n\n           Nobody sees where I get the stuff.\n\n           That's good business. I'll be back\n\n           in thirty minutes.\n\n                         \n\n           49.\n\n                         \n\n                         \n\n          They start to get out.\n\n                         \n\n                          MICHAEL\n\n           Hey hold it! Gimmie the cash.\n\n                         \n\n                          BOYS\n\n           Uh...can we give you a check?\n\n                         \n\n                          MICHAEL\n\n           A check? What the...hey, where you\n\n           kids from?\n\n                         \n\n                          BOY #1\n\n           Riverdale.\n\n                         \n\n                          MICHAEL\n\n                          (CONTEMPTUOSLY)\n\n           Well, maybe they do that in\n\n           Riverdale, but down here we take\n\n           cash. Now, you got it or not?\n\n                         \n\n          They give him the money.\n\n                         \n\n                          MICHAEL\n\n           Ok. Now wait here...and keep your\n\n           mouths shut!\n\n                         \n\n          The car pulls away.\n\n                         \n\n                          TONY\n\n           How much?\n\n                         \n\n                          MICHAEL\n\n           Not bad. $20. Here, $5.",
  "41": "---END OF PREVIOUS SECTION---\nTONY\n\n           How much? MICHAEL\n\n           Not bad. $20. Here, $5. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          TONY\n\n           Can you spare it?\n\n                         \n\n                          MICHAEL\n\n           Sure.\n\n                         \n\n                          TONY\n\n                          (SARCASTICALLY)\n\n           Thanks.\n\n                         \n\n          EXT. LOWER EAST SIDE - DAY\n\n                         \n\n          The car pulls up at TONY'S PLACE. TONY yells to CHARLIE,\n\n          who is standing outside.\n\n                         \n\n                          TONY\n\n           Hey Charlie. Get in.\n\n                         \n\n          CHARLIE gets in.\n\n                         \n\n           50.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           What's a'matter?\n\n                         \n\n                          MICHAEL\n\n           Nothin'. Just stiffed those kids.\n\n           Don't want'em comin' back and\n\n           findin' you...start asking you\n\n           questions.\n\n                         \n\n                          CHARLIE\n\n           How much?\n\n                         \n\n                          MICHAEL\n\n           $20.\n\n                         \n\n                          CHARLIE\n\n           Let's go to the movies...on you.\n\n                         \n\n                          TONY\n\n           Yeah.\n\n                         \n\n                          MICHAEL\n\n           Ok guys...have a heart. This is my\n\n           business.\n\n                         \n\n                         BLACK &amp; WHITE\n\n                         \n\n          EXT. NIGHT - IN FRONT OF MOVIE THEATER\n\n                         \n\n          The boys are paying for their tickets.\n\n                         \n\n          INT. MOVIE THEATER - NIGHT\n\n                         \n\n          DONOVAN'S REEF is showing. We see a brief scene from the\n\n          film which has JOHN WAYNE fighting LEE MARVIN in a big bar-\n\n          room brawl.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          The boys smile and watch.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. CHINATOWN - NIGHT BLACK &amp; WHITE\n\n                         \n\n          The two boys from Riverdale are still watching on the\n\n          corner, in the dark.\n\n                         \n\n          INT. CHARLIE'S APARTMENT - DAY\n\n                         \n\n          CHARLIE is at home shaving.\n\n                         \n\n           51.\n\n                         \n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           You know damn well what's going to\n\n           happen tonight. I'll probably get\n\n           drunk at that party...it isn't\n\n           every day you send one of your best\n\n           friends off to war for God and\n\n           country... gotta have a party. I\n\n           mean, he's a nice kid.",
  "42": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n                          (CONFESSION)\n\n           You know damn well what's going to\n\n           happen tonight. I'll probably get\n\n           drunk at that party...it isn't\n\n           every day you send one of your best\n\n           friends off to war for God and\n\n           country... gotta have a party. I\n\n           mean, he's a nice kid. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE is gluing on a fake beard.\n\n                         \n\n                          CHARLIE\n\n                          (VOICE OVER)\n\n           I don't know what You think of him\n\n           but that's between You and him\n\n           anyway...I can't help feeling sorry\n\n           for him though. Has a talent but\n\n           doesn't use it...His brain. An\n\n           'Unprofitable servant who shall be\n\n           cast forth into the darkness\n\n           outside, where there will be...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Television image of old women mourning their dead in India.\n\n          The images are slow motion. The news continues with more\n\n          trivial news images...(Washington investigations,\n\n          demonstrations, etc.)\n\n                         \n\n                          CHARLIE\n\n           (continued voice over)\n\n           ...the weeping and the gnashing of\n\n           teeth'...or something like that.\n\n           My talent's my brain too but I use\n\n           my talent...I'm not saying that I'm\n\n           a genius...You'll probably be the\n\n           first one to agree on that, but I\n\n           can tell the difference between the\n\n           intelligent and the stupid. Take\n\n           the army for example...\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE grabbing a white robe off his bed. We don't see his\n\n          face.\n\n                         \n\n                          CHARLIE\n\n           (continued voice over)\n\n           That's there and I'm here and\n\n           that's the way it's going to stay!\n\n                         \n\n           52.\n\n                         \n\n                         \n\n          INT. WEST SIDE TENEMENT APARTMENT BATHROOM - NIGHT\n\n                         \n\n          TONY enters the bathroom, turns on the light and locks the\n\n          door. Party noises can be heard in the background TONY is\n\n          wearing an overcoat and is dressed as a World War I \"dough\n\n          boy\". Atop his head is a mask, the features of which can't\n\n          be seen. He opens the coat to reveal twenty packets of red\n\n          Jello. He turns on the hot water in the bathtub and slowly\n\n          begins to empty each packet of Jello into the tub of steaming\n\n          water.",
  "43": "---END OF PREVIOUS SECTION---\nAtop his head is a mask, the features of which can't\n\n          be seen. He opens the coat to reveal twenty packets of red\n\n          Jello. He turns on the hot water in the bathtub and slowly\n\n          begins to empty each packet of Jello into the tub of steaming\n\n          water. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CUT TO:\n\n                         \n\n          LIVING ROOM &amp; KITCHENETTE - PARTY - NIGHT\n\n                         \n\n          Most of the characters that were at the club the other night\n\n          are present at the party. Many of them are dressed in semi-\n\n          masquerade outfits. Some are wearing soldiers' uniforms.\n\n          One wears a sheet made up to be a Roman Toga. The girls are\n\n          in costumes also. All of the costumes are makeshift.\n\n          MICHAEL is made up as Dracula, sporting a large cape, semi\n\n          tuxedo-type suit, and a drop of blood on the corner of his\n\n          mouth. His hair is slicked back to give him a \"Bela Lugosi\"\n\n          look. He is showing a picture of a girl to one of the boys,\n\n          proudly proclaiming that she is his latest conquest. TONY\n\n          comes out of the bathroom and passes by. He takes the photo\n\n          from MICHAEL. Group attention focuses on TONY now. He\n\n          stares at the picture, holds it away from him, then closer\n\n          to his face, then sideways and finally upside-down.\n\n                         \n\n                          TERESA\n\n           Oh sure! I know her Michael...In\n\n           fact, I saw her a few days ago\n\n           under a bridge in Jersey, making\n\n           out with a nigger.\n\n                         \n\n          MICHAEL grimaces in shock. He spits.\n\n                         \n\n                          MICHAEL\n\n           You sure?...a nigger...Uh!...and I\n\n           kissed her.\n\n                         \n\n          He wipes his lips with his cape.\n\n                         \n\n          The guest of honor, the young soldier is very drunk. He is\n\n          attempting to open his going away presents, one of which\n\n          turns out to be a carefully folded American flag. He\n\n          attempts to open it with one great flourish. He fails\n\n          however, knocking over the glasses on the table. The group\n\n          applauds.\n\n                         \n\n           53.\n\n                         \n\n                         \n\n          Suddenly, the doorbell rings and everyone looks up. The\n\n          door opens and CHARLIE appears, arms outstretched, dressed\n\n          as the ressurected Christ - with white robes, fake beard and\n\n          hair, and artificial wounds. His arms stretch out wider.\n\n          The initial shock wears off and TONY greets him.",
  "44": "---END OF PREVIOUS SECTION---\nThe\n\n          door opens and CHARLIE appears, arms outstretched, dressed\n\n          as the ressurected Christ - with white robes, fake beard and\n\n          hair, and artificial wounds. His arms stretch out wider. The initial shock wears off and TONY greets him. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          TONY\n\n                          (SMILING)\n\n           Hallelujah!!\n\n                         \n\n          CHARLIE enters in mock holiness.\n\n                         \n\n                          CHARLIE\n\n           I have come to create order...\n\n           Scotch and water please.\n\n                         \n\n          They all laugh. The rock music blares as CHARLIE walks to\n\n          and fro blessing all in the room. TONY is delighted with\n\n          the scene. CHARLIE sits at the kitchen table, TONY opposite\n\n          him, and the others gather around. The party is getting\n\n          noisier. TONY gives CHARLIE a glass of ice cubes. CHARLIE\n\n          plays the part of a priest, during the Mass when the chalice\n\n          is filled with wine and water, TONY pours the scotch over\n\n          his fingers first.\n\n                         \n\n          CHARLIE lifts his hands to touch the bottle as a priest\n\n          would. He signifies that there is enough in the glass.\n\n          TONY then repeats the same ritual with a bottle of soda-water.\n\n                         \n\n                          CHARLIE\n\n           May God be with you.\n\n                         \n\n                          TONY\n\n           'And with your spirit.'\n\n                         \n\n                          CHARLIE\n\n           (gesturing with his drink)\n\n           Salute!!!\n\n                         \n\n          Everyone drinks after repeating the toast. The crowd around\n\n          them begins to break up as CHARLIE and TONY begin to have\n\n          fun with each other. TONY pulls down his mask, revealing a\n\n          skeleton death face which covers his own face except for his\n\n          mouth. It completes the Dough-boy uniform quite well.\n\n                         \n\n                          TONY\n\n           (taking on the guise\n\n           of an interviewer)\n\n           'Art thou the King of the Jews'?\n\n                         \n\n                          CHARLIE\n\n           'Dost thou say this of thyself, or\n\n           have others told thee of me?'\n\n                         \n\n           54.\n\n                         \n\n                         \n\n                          TONY\n\n           'Am I a Jew? Thy own people and\n\n           the chief priests have delivered\n\n           thee to me. What hast thou done?'\n\n                         \n\n          MICHAEL and a few of the others gather around again as they\n\n          continue.\n\n                         \n\n                          CHARLIE\n\n           'My kingdom is not of this world.",
  "45": "---END OF PREVIOUS SECTION---\nThy own people and\n\n           the chief priests have delivered\n\n           thee to me. What hast thou done?'\n\n                         \n\n          MICHAEL and a few of the others gather around again as they\n\n          continue. CHARLIE\n\n           'My kingdom is not of this world. \n---TARGET SECTION TO BE ANNOTATED---\n           If my kingdom were of this world my\n\n           followers would have fought that I\n\n           might not be delivered to the Jews.\n\n           But, as it is my kingdom is not\n\n           from here.'\n\n                         \n\n                          TONY\n\n           'Thou art then a king?'\n\n                         \n\n                          CHARLIE\n\n           'Thou sayest it; I am a king. This\n\n           is why I was born and why I have\n\n           come into this world, to bear\n\n           witness to the truth. Everyone who\n\n           is of the truth hears my voice.'\n\n                         \n\n          TONY leans over towards CHARLIE.\n\n                         \n\n                          TONY\n\n           'What is the truth?'\n\n                         \n\n          The others around them give mock applause. TONY smiles and\n\n          nods his head to them. CHARLIE laughs. They drink. Someone\n\n          hits CHARLIE on the back of the head. CHARLIE startled,\n\n          looks up.\n\n                         \n\n                          TONY\n\n           Prophesy to us, oh Christ! Who is\n\n           it that struck thee?\n\n                         \n\n                          CHARLIE\n\n           I don't know, but God help him if\n\n           he does it again!\n\n                         \n\n          They all laugh.\n\n                         \n\n          INT. SAME APARTMENT - NEXT ROOM - NIGHT\n\n                         \n\n          CHARLIE is talking to MICHAEL. The conversation is serious.\n\n          CHARLIE has not lost his sense of humor.\n\n                         \n\n                          CHARLIE\n\n           He said he'd be here.\n\n                         \n\n           55.\n\n                         \n\n                         \n\n                          MICHAEL\n\n           Well, he isn't. Nice...real nice.\n\n                         \n\n                          CHARLIE\n\n           He'll be here. Look, take this for\n\n           now.\n\n                         \n\n          He hands MICHAEL a twenty dollar bill from under his robe.\n\n                         \n\n                          MICHAEL\n\n           You kiddin. The way it is now this\n\n           isn't even interest for two hours.\n\n                         \n\n                          CHARLIE\n\n           (putting the bill\n\n           back into his pocket)\n\n           How much was the original loan again?\n\n                         \n\n                          MICHAEL\n\n           $500. He borrowed that because he\n\n           wanted to pay off his other loans...\n\n           now, counting the interest...it's\n\n           almost $3,000.\n\n                         \n\n                          CHARLIE\n\n           $3,000.",
  "46": "---END OF PREVIOUS SECTION---\nHe borrowed that because he\n\n           wanted to pay off his other loans... now, counting the interest...it's\n\n           almost $3,000. CHARLIE\n\n           $3,000. \n---TARGET SECTION TO BE ANNOTATED---\n Shit! Can we hold it at\n\n           $3,000?\n\n                         \n\n                          MICHAEL\n\n           Charlie, this is business.\n\n                         \n\n                          CHARLIE\n\n           (avoiding the issue)\n\n           'But I say to you, love your\n\n           enemies, do good to those who hate\n\n           you, and pray for those who\n\n           persecute...'\n\n                         \n\n                          MICHAEL\n\n           I'll tell you who you can pray\n\n           for... Next payday, I'll be at\n\n           Tony's Place...Johnny better show\n\n           or I find him and break his\n\n           legs...and I mean it.\n\n                         \n\n                          CHARLIE\n\n           (in the same manner)\n\n           'But I say to you not to resist the\n\n           evildoer; on the contrary, if\n\n           someone takes thy tunic, let him\n\n           take thy cloak as well...to him who\n\n           asks of thee, give; and from him\n\n           who would borrow of thee do not\n\n           turn away!\n\n                         \n\n           56.\n\n                         \n\n                         \n\n                          MICHAEL\n\n                          (EXASPERATED)\n\n           He could at least show some respect\n\n           and show his face, even if he\n\n           doesn't have the money...\n\n                         \n\n                          CHARLIE\n\n           (more serious now)\n\n           'Amen I say to thee, thou wilt not\n\n           come out from it until thou hast\n\n           paid the last penny.'\n\n                         \n\n                          MICHAEL\n\n           You said it.\n\n                         \n\n          A loud scream is heard from the bathroom.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          APARTMENT - BATHROOM - NIGHT\n\n                         \n\n          Someone shoved a nude girl into the bathtub which is now\n\n          filled with congealed red jello. The boys are laughing and\n\n          shoving each other about roughly. CHARLIE comes out of the\n\n          next room and walks along in a Christ like manner through\n\n          the madness, his arms outstretched. One boy kneels and\n\n          kisses the hem of his robe and CHARLIE blesses him. There\n\n          is a great deal of pushing and shoving going on inside the\n\n          bathroom and near the doorway. CHARLIE promises to save the\n\n          sinner as he pushes his way through.",
  "47": "---END OF PREVIOUS SECTION---\nOne boy kneels and\n\n          kisses the hem of his robe and CHARLIE blesses him. There\n\n          is a great deal of pushing and shoving going on inside the\n\n          bathroom and near the doorway. CHARLIE promises to save the\n\n          sinner as he pushes his way through. \n---TARGET SECTION TO BE ANNOTATED---\n He helps the girl\n\n          remove the jello from her body and helps her out of the\n\n          bathtub. It is obvious that she is quite stoned. She\n\n          caresses him and they find themselves kissing. The others\n\n          storm into the bathroom and grab CHARLIE.\n\n                         \n\n                          EVERYONE\n\n           Blasphemy!...The anti-Christ!\n\n           Crucify him!!\n\n                         \n\n          They drag CHARLIE into the next room where, amidst all the\n\n          shouting and laughing, the other members of the party are\n\n          placing firecrackers on model airplanes, simulating their\n\n          own \"dog fight\". They are flying the planes out the open\n\n          window.\n\n                         \n\n          CHARLIE takes everything in stride trying to shout a few\n\n          lines over their laughter.\n\n                         \n\n                          CHARLIE\n\n           'Father...forgive them...for they\n\n           know not...what they do...'\n\n                         \n\n          The doorbell rings and TONY answers it. It is TERESA and\n\n          she looks very worried.\n\n                         \n\n           57.\n\n                         \n\n                         \n\n                          TERESA\n\n           Charlie...? Charlie here...?\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         BLACK &amp; WHITE\n\n                         \n\n          EXT. STREET - NIGHT\n\n                         \n\n          CHARLIE and TERESA dash from a tenement doorway. CHARLIE is\n\n          still in beard and wig but his robes are open so they give\n\n          the effect of being a bulky overcoat.\n\n                         \n\n                          TERESA\n\n                          (FRANTICALLY)\n\n           The building on the corner. That\n\n           one! He's been on the roof a half\n\n           hour now!\n\n                         \n\n                          CHARLIE\n\n           Now don't get excited. Don't get\n\n           excited!!\n\n                         \n\n          It is very late and the streets are deserted. At the corner\n\n          of the building in question, a few of JOHNNY BOY'S friends\n\n          cling to the wall for safety. When they see CHARLIE and\n\n          TERESA they call out.\n\n                         \n\n                          FRIENDS\n\n           Charlie, stay there...He's crazy...\n\n           He's got a 22.\n\n                         \n\n          TERESA gets up against a wall. CHARLIE sends her down the\n\n          block and she leaves reluctantly.\n\n                         \n\n                          CHARLIE\n\n           Johnny it's me, Charlie.",
  "48": "---END OF PREVIOUS SECTION---\nTERESA gets up against a wall. CHARLIE sends her down the\n\n          block and she leaves reluctantly. CHARLIE\n\n           Johnny it's me, Charlie. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          JOHNNY BOY can now be seen silhouetted against the moonlight\n\n          on the tenement roof. He has a gun in his hand.\n\n                         \n\n                          JOHNNY BOY\n\n           Don't come any closer!!!\n\n                         \n\n                          CHARLIE\n\n           Cut it out stupid. It's me.\n\n                         \n\n          JOHNNY BOY fires a shot into the air. CHARLIE clings to the\n\n          wall with the others. A moment later he makes a quick run\n\n          for the doorway of the building across the street. He\n\n          enters the building that leads to the roof.\n\n                         \n\n                         BLACK &amp; WHITE\n\n                         \n\n           58.\n\n                         \n\n                         \n\n          EXT. TENEMENT ROOF - NIGHT\n\n                         \n\n          CHARLIE has reached the roof.\n\n                         \n\n                          JOHNNY BOY\n\n           Charlie...pssst. Over here.\n\n                         \n\n          He laughs with glee.\n\n                         \n\n                          CHARLIE\n\n           What are you...crazy?\n\n                         \n\n          He slaps JOHNNY BOY on the back of the head.\n\n                         \n\n                          JOHNNY BOY\n\n           Hey...don't do that...I'm only\n\n           scaring them.\n\n                         \n\n                          CHARLIE\n\n           Stupid bastard...you get your\n\n           cousin half-sick over this.\n\n                         \n\n          The boys below are still clinging to the walls of the\n\n          building. JOHNNY is oblivious to CHARLIE'S statement.\n\n                         \n\n                          JOHNNY BOY\n\n           Watch this.\n\n                         \n\n          He takes out a home made firecracker consisting of glass\n\n          cigar tubing filled with gunpowder and a waxed fuse stick\n\n          through the top layer of cork. He lights it.\n\n                         \n\n                          CHARLIE\n\n           What the fuck...\n\n                         \n\n          JOHNNY BOY tosses it over the building and it blows up in\n\n          mid-air. The boys below rush madly away. Lights go on in\n\n          the tenements around them. The explosion was quite loud.\n\n                         \n\n                          CHARLIE\n\n           Let's get out of here.\n\n                         \n\n                          JOHNNY BOY\n\n                          (LAUGHING)\n\n           Did you see them run!\n\n                         \n\n                         BLACK &amp; WHITE\n\n                         \n\n          EXT.",
  "49": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           Let's get out of here. JOHNNY BOY\n\n                          (LAUGHING)\n\n           Did you see them run! BLACK &amp; WHITE\n\n                         \n\n          EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CEMETARY - NIGHT\n\n                         \n\n          CHARLIE and JOHNNY BOY are sneaking over a fence in an old\n\n          cemetary which is part of their neighborhood. It surrounds\n\n          their church and dates back to the beginning of the 19th\n\n          century. No one is buried there any longer.\n\n                         \n\n           59.\n\n                         \n\n                         \n\n          It is very quiet and dark. They sit and rest. CHARLIE is\n\n          still in his makeup.\n\n                         \n\n                          JOHNNY BOY\n\n           I swear to God Charlie...my arm\n\n           still hurts from the car\n\n           accident...that's why I didn't go\n\n           to work. I swear it.\n\n                         \n\n                          CHARLIE\n\n                          (ANGRY)\n\n           That's not going to help.\n\n                         \n\n                          JOHNNY BOY\n\n           I'm going to work this week...I\n\n           mean it.\n\n                         \n\n                          CHARLIE\n\n           It's impossible for you to catch up\n\n           on the loan now...the interest is\n\n           going up...$3,000...do you realize\n\n           that, flash?\n\n                         \n\n                          JOHNNY BOY\n\n           I'm sorry Charlie...I didn't mean it.\n\n                         \n\n                          CHARLIE\n\n           Big deal...in the meantime, it's\n\n           done...I'll still try to help you\n\n           out...You know that...but you gotta\n\n           show some effort...some respect...\n\n           understand?\n\n                         \n\n                          JOHNNY BOY\n\n           Charlie, you know the best way to\n\n           take care of this whole mess.\n\n                         \n\n                          CHARLIE\n\n           How?\n\n                         \n\n                          JOHNNY BOY\n\n                          (COAXING)\n\n           If you had a little talk with your\n\n           uncle...if anybody can do it, he can.\n\n                         \n\n                          CHARLIE\n\n           That'll help you out fine. That's\n\n           the best way for you, not for me!\n\n           I swear to God, I'll rip you open\n\n           if my uncle ever hears a word about\n\n           this. You understand? I don't\n\n           care what happens, he doesn't find\n\n           out.\n\n                          (MORE)\n\n                         \n\n           60.",
  "50": "---END OF PREVIOUS SECTION---\nYou understand? I don't\n\n           care what happens, he doesn't find\n\n           out. (MORE)\n\n                         \n\n           60. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          CHARLIE (CONT'D)\n\n           I don't get involved with anything,\n\n           you understand that? Nothing! I'm\n\n           clean as far as you know...right?\n\n                         \n\n                          JOHNNY BOY\n\n           Yeah, take it easy. Will you relax.\n\n                         \n\n                          CHARLIE\n\n           That's what I get for getting\n\n           involved. Look, on pay-day at\n\n           least show up at Tony's Place to\n\n           meet him, ok? This way he doesn't\n\n           think that you're trying to screw\n\n           him. If you show good faith and\n\n           save his face maybe we can talk and\n\n           he'll take off the interest or make\n\n           different payment arrangements or\n\n           something... understand? I'm not\n\n           asking I'm telling you!!\n\n                         \n\n                          JOHNNY BOY\n\n           I understand.\n\n                         \n\n          JOHNNY BOY closes his eyes. CHARLIE looks at JOHNNY BOY and\n\n          then looks at the cemetary in the moonlight. It seems\n\n          totally apart from the city with the sirens and cars far in\n\n          the distance.\n\n                         \n\n          CHARLIE stands and unravels his robes, preparing to take\n\n          them off. He projects the image of Christ delivering a\n\n          sermon. Music and laughter in the distance catches his\n\n          attention. The lights and the music are coming from the top\n\n          floor of a tenement building where a Puerto Rican family is\n\n          having a party. The sound echoes through the streets.\n\n          Decorations are hanging and blowing away through the open\n\n          windows. As CHARLIE watches a fight break out over one of\n\n          the girls. Screams are heard. People run up and down the\n\n          fire escape.\n\n                         \n\n          CHARLIE has pulled off the robe. He now removes the beard\n\n          and wig and has become himself again. He leans over to find\n\n          JOHNNY BOY fast asleep on a tomb.\n\n                         \n\n                          CHARLIE\n\n           'Could you not, then, watch one\n\n           hour with me?'\n\n                         \n\n          He wakes JOHNNY BOY up.\n\n                         \n\n                          CHARLIE\n\n           'The spirit is willing but the\n\n           flesh is weak.'\n\n                         \n\n           61.\n\n                         \n\n                         \n\n          They leave.\n\n                         \n\n          INT.",
  "51": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           'The spirit is willing but the\n\n           flesh is weak.'\n\n                         \n\n           61. They leave. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OSCAR'S RESTAURANT - NIGHT\n\n                         \n\n          CHARLIE is sitting in the corner. The restaurant is in the\n\n          same condition that it was the last time he was there.\n\n          While CHARLIE waits for his uncle in his semi-private\n\n          corner, a handful of old Mafiosi, invited by GIOVANNI, sit\n\n          at another table. GIOVANNI enters with MARIO. The old\n\n          Mafiosi are greeted first. They rise and kiss GIOVANNI on\n\n          the cheek. CHARLIE is very impressed at their respectful\n\n          showing. The waitresses and everyone else in the club treat\n\n          them all like royalty.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          OSCAR approaches the table where CHARLIE, GIOVANNI, and\n\n          MARIO are seated and greets them warmly.\n\n                         \n\n                          OSCAR\n\n           Put the menus away. I, personally\n\n           do the cooking tonight.\n\n                         \n\n                          GIOVANNI\n\n           Fine...that's why I'm here.\n\n                         \n\n                          MARIO\n\n           Calamari?\n\n                         \n\n                          OSCAR\n\n           Capozelle, Calamari...anything you\n\n           want...\n\n                         \n\n                          GIOVANNI\n\n                          (POURING WINE)\n\n           Drink.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          INT. OSCAR'S RESTAURANT - LATER IN THE MEAL\n\n                         \n\n          OSCAR sits.\n\n                         \n\n                          OSCAR\n\n           Giovanni...er...can I talk?\n\n                         \n\n          Refering to CHARLIE.\n\n                         \n\n          GIOVANNI nods his head yes.\n\n                         \n\n                          OSCAR\n\n           About the place, Giovanni...\n\n                         \n\n           62.\n\n                         \n\n                         \n\n                          GIOVANNI\n\n           ...I know all about it. We'll\n\n           discuss it later.\n\n                         \n\n                          OSCAR\n\n                          (CONTINUING)\n\n           Our arrangements about the place\n\n           haven't changed, have they? I\n\n           mean...\n\n                         \n\n                          GIOVANNI\n\n                          (GOOD-NATUREDLY)\n\n           No, no, not at all...look, we leave\n\n           it the way it is for now, we talk\n\n           later, understand?\n\n                         \n\n                          OSCAR\n\n                          (SOMEWHAT RELIEVED)\n\n           Sure, Giovanni...",
  "52": "---END OF PREVIOUS SECTION---\nI\n\n           mean... GIOVANNI\n\n                          (GOOD-NATUREDLY)\n\n           No, no, not at all...look, we leave\n\n           it the way it is for now, we talk\n\n           later, understand? OSCAR\n\n                          (SOMEWHAT RELIEVED)\n\n           Sure, Giovanni... \n---TARGET SECTION TO BE ANNOTATED---\nI understand.\n\n           I'll bring the clams now.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          INT. OSCAR'S RESTAURANT - DURING DINNER\n\n                         \n\n          CHARLIE is visible awed by GIOVANNI and MARIO'S confidence\n\n          and power. He is behaving as if he were at a job\n\n          interview...very formally. CHARLIE had often had dinner\n\n          with his uncle but this time the conversation is more\n\n          pointed. Their conversation is mostly in ITALIAN WITH\n\n          ENGLISH TITLES. They are discusssing GROPPI'S suicide.\n\n                         \n\n                          CHARLIE\n\n           I really couldn't believe it when\n\n           you told me, you know that?\n\n                         \n\n                          GIOVANNI\n\n           Well, he was always a little\n\n           crazy... he puts a gun in his\n\n           mouth...\n\n                          (HE SMILES)\n\n           ...like your friend...comme si\n\n           chiama...Henning? Heming?\n\n                         \n\n                          CHARLIE\n\n           Hemmingway. Killed himself. I was\n\n           more upset about that than about\n\n           Groppi, that's for sure.\n\n                         \n\n                          GIOVANNI\n\n           (laughing to MARIO)\n\n           You know, this boy over here, once,\n\n           long time ago, tried to enrich my\n\n           mind...so he gives me a book by\n\n           this Hemin fella...to read, so I\n\n           read it.\n\n                         \n\n           63.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Wasn't a book...was a short story.\n\n                         \n\n                          MARIO\n\n           What was it?\n\n                         \n\n                          CHARLIE\n\n                          (EMBARRASSED)\n\n           Nothing.\n\n                         \n\n                          MARIO\n\n           No, c'mon...Y'know, I read.\n\n                         \n\n                          CHARLIE\n\n                          (MUTTERING)\n\n           \"Francis Macomber.\"\n\n                         \n\n                          MARIO\n\n           Wha?\n\n                         \n\n          THE CONVERSATION IS NOW ENGLISH.\n\n                         \n\n                          CHARLIE\n\n                          (SOFTLY)\n\n           \"Short Happy Life of Francis\n\n           Macomber.\"\n\n                         \n\n                          MARIO\n\n           Oh yeah...didn't read it but I saw\n\n           the movie...Gregory Peck...pretty\n\n           good.",
  "53": "---END OF PREVIOUS SECTION---\nTHE CONVERSATION IS NOW ENGLISH. CHARLIE\n\n                          (SOFTLY)\n\n           \"Short Happy Life of Francis\n\n           Macomber.\"\n\n                         \n\n                          MARIO\n\n           Oh yeah...didn't read it but I saw\n\n           the movie... Gregory Peck...pretty\n\n           good. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          GIOVANNI\n\n           Yeh, Mario over here, he reads a lot.\n\n                         \n\n          IN ITALIAN.\n\n                         \n\n                          GIOVANNI\n\n           Surprised?\n\n                         \n\n                          MARIO\n\n           I like this Harold Robbins...\n\n                         \n\n                          CHARLIE\n\n                          (POLITELY)\n\n           Oh yes, he's pretty good.\n\n                         \n\n                          GIOVANNI\n\n           What I don't understand is why you\n\n           have to go to college to read these\n\n           books that you're gonna read anyway.\n\n                         \n\n           64.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           It's only a couple of courses...just\n\n           for the draft.\n\n                         \n\n                          MARIO\n\n           Charlie, couple of courses isn't\n\n           enough to get you student deferred...\n\n           I mean if they wanted to draft you,\n\n           you would've been drafted by now.\n\n                         \n\n          CHARLIE feels that it would be better not to pursue the point.\n\n                         \n\n                          GIOVANNI\n\n           What Mario's trying to tell you,\n\n           Charlie, is that you're wasting\n\n           your time with those \"couple of\n\n           courses\" ...you don't need them.\n\n           There are a lot of things that can\n\n           be taken care of...you know what I\n\n           mean?\n\n                         \n\n          They all laugh.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          They become aware of the T.V. set which is on in the rear of\n\n          the back room where they are dining. The news is\n\n          on...politics, society, and war.\n\n                         \n\n                          GIOVANNI\n\n           These politicians...they talk nice.\n\n                         \n\n          CHARLIE listen attentively, but obviously has heard\n\n          GIOVANNI'S philosophy before.\n\n                         \n\n                          GIOVANNI\n\n                          (CONTINUING)\n\n           ...but it's the same thing, all the\n\n           same...they're in there by having\n\n           something on somebody...and when\n\n           that doesn't work...they fight...Our\n\n           life has honor...we have no show to\n\n           put on because we do what we have\n\n           to do. They know where to come\n\n           when they need us. I realize this\n\n           during the war...World War II...Vito\n\n           Genovese...",
  "54": "---END OF PREVIOUS SECTION---\nI realize this\n\n           during the war... World War II... Vito\n\n           Genovese... \n---TARGET SECTION TO BE ANNOTATED---\n during WWII he worked\n\n           with the government, taking care of\n\n           the docks...\n\n                         \n\n                          CHARLIE\n\n           What did he do?\n\n                         \n\n           65.\n\n                         \n\n                         \n\n                          GIOVANNI\n\n           What did he do? He was there...\n\n           that's what he did.\n\n                         \n\n                          MARIO\n\n           In the fifties when the communists\n\n           started in with this country and\n\n           they tried to clean them out, we\n\n           offered to do it for them...but\n\n           they didn't want us to...so we kept\n\n           out of it.\n\n                         \n\n          CHARLIE nods.\n\n                         \n\n                          GIOVANNI\n\n                          (TO CHARLIE)\n\n           I told this...the same thing to\n\n           your father thirty years ago...I\n\n           told him what to do...but he didn't\n\n           listen.\n\n                         \n\n          INT. OSCAR'S RESTAURANT - COFFEE\n\n                         \n\n          The conversation turns to more direct topics while they have\n\n          their coffee and ainsette.\n\n                         \n\n                          GIOVANNI\n\n           You're still around with that kid\n\n           Johnny Boy...last night with that\n\n           gun...Don't get mixed up with them.\n\n           This Johnny Boy, you know, he's\n\n           named after me...\n\n                          (SARCASTIC)\n\n           nice, eh? This Johnny Boy is like\n\n           your mister Groppi...a little crazy.\n\n           It's nice you should help him out\n\n           because of his family and our\n\n           family but watch yourself...Don't\n\n           spoil anything.\n\n                         \n\n          CHARLIE nods, feeling very uneasy.\n\n                         \n\n                          GIOVANNI\n\n                          (CONFIDENTIALLY)\n\n           His whole family has problems...his\n\n           cousin, the girl who lives next\n\n           door to you...\n\n                         \n\n                          CHARLIE\n\n           Teresa.\n\n                         \n\n                          GIOVANNI\n\n           ...The one who's sick, right? In\n\n           the head.\n\n                         \n\n           66.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           No, she's got epilepsy.\n\n                         \n\n                          GIOVANNI\n\n           Yeah. That's what I said, sick in\n\n           the head.\n\n                         \n\n          CHARLIE nods.",
  "55": "---END OF PREVIOUS SECTION---\nGIOVANNI\n\n           Yeah. That's what I said, sick in\n\n           the head. CHARLIE nods. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          GIOVANNI\n\n           Her mother and father come to me\n\n           and ask advice...she wants to\n\n           leave...get her own\n\n           apartment...worries them sick...what\n\n           am I gonna tell them? Lock her up?\n\n                         \n\n                          CHARLIE\n\n           What do they expect you to say?\n\n                         \n\n                          GIOVANNI\n\n           Who knows? It's not hard to figure\n\n           out what she'll wind up like. When\n\n           the respect for parents breaks\n\n           down, that's bad...you know I'm\n\n           \"cumpari\" with them...so I take an\n\n           interest. You live next door, keep\n\n           an eye open...but don't get involved.\n\n                         \n\n                          CHARLIE\n\n           All right.\n\n                         \n\n                          MARIO\n\n           Why don't you take a look around\n\n           the place if you want?\n\n                         \n\n                          CHARLIE\n\n           Oh, that's ok...I've been in and\n\n           out of this place fifty times.\n\n                         \n\n                          GIOVANNI\n\n           Well, maybe you missed something?\n\n                         \n\n                          CHARLIE\n\n                          (CATCHING ON)\n\n           Oh yeah, that's a possibility.\n\n                         \n\n          CHARLIE heads for the kitchen.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           ...looks good...things look good,\n\n           if I may say so myself. Don't you\n\n           agree? Unless there's something\n\n           You know that I don't know?\n\n                         \n\n                          CUT TO:\n\n                         \n\n           67.\n\n                         \n\n                         \n\n          INT. OSCAR'S RESTAURANT KITCHEN - NIGHT\n\n                         \n\n          CHARLIE is examining the kitchen closely. A black cook is\n\n          working hard, taking a piece of meat off the grill. He\n\n          carefully prepares a dish.\n\n                         \n\n                          COOK\n\n           Hi Charlie.\n\n                         \n\n          CHARLIE smiles and moves in closer to the grill. The cook\n\n          is sweating and mopping his brow.\n\n                         \n\n                          COOK\n\n                          (CONTINUING)\n\n           Man, it's hot as Hell in here,\n\n           every day like going through Hell\n\n           in here.\n\n                         \n\n          CHARLIE moves in closer and the COOK continues preparing the\n\n          food.\n\n                         \n\n                          CHARLIE\n\n                          (SMILING)\n\n           Hot as hell...",
  "56": "---END OF PREVIOUS SECTION---\nCOOK\n\n                          (CONTINUING)\n\n           Man, it's hot as Hell in here,\n\n           every day like going through Hell\n\n           in here. CHARLIE moves in closer and the COOK continues preparing the\n\n          food. CHARLIE\n\n                          (SMILING)\n\n           Hot as hell... \n---TARGET SECTION TO BE ANNOTATED---\nYou're not the only\n\n           one going through Hell kid.\n\n                         \n\n                          COOK\n\n           Maybe so...but at this pay it ain't\n\n           worth it...that much I can tell you.\n\n                         \n\n          CHARLIE hasn't been listening to the COOK. He has become\n\n          fascinated with the flames on the grill. They remind him of\n\n          an old device from his Catholic School days. CHARLIE brings\n\n          his hand forward and closer to the fire, testing the pain of\n\n          the \"Fires of Hell.\"\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           'If thy hand is an occasion of sin\n\n           to thee, cut it off. It is better\n\n           for thee to enter into life maimed\n\n           than having two hands to go into\n\n           hell, into the unquenchable fire.\n\n           'Where their worm dies not and the\n\n           fire is not quenched.'\n\n                         \n\n          CHARLIE'S hand touches the flame. He winces. Music in.\n\n                         \n\n          INT. TONY'S CAR (NEW CADILLAC CONVERTIBLE-TOP UP) - DAY\n\n                         \n\n          CHARLIE, JOHNNY, TONY and JIMMY are driving along in TONY'S\n\n          car. As they talk, a derelict takes advantage of a red\n\n          light to wipe their windshield.\n\n                         \n\n           68.\n\n                         \n\n                         \n\n          TONY rolls up the window and rolls the car forward a bit to\n\n          force the derelict out of the way.\n\n                         \n\n                          TONY\n\n           Is it near Sullivan Street?\n\n                         \n\n                          JIMMY\n\n           No - by Bedford.\n\n                         \n\n                          TONY\n\n           Oh - you gotta show me. I always\n\n           get lost in the village.\n\n                         \n\n                          CHARLIE\n\n           Next time, bet with your own kind.\n\n                         \n\n                          JIMMY\n\n           The number was 235 - I bet it\n\n           combination.\n\n                         \n\n                          CHARLIE\n\n           It'll be OK - I know those guys.\n\n           They won't stiff you.\n\n                         \n\n                          JIMMY\n\n           I bet 235. Because I dreamt of my\n\n           grandfather - and when he died, the\n\n           number of the funeral parlour was\n\n           235 - so when I dreamt...",
  "57": "---END OF PREVIOUS SECTION---\nThey won't stiff you. JIMMY\n\n           I bet 235. Because I dreamt of my\n\n           grandfather - and when he died, the\n\n           number of the funeral parlour was\n\n           235 - so when I dreamt... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          JOHNNY BOY\n\n           Yeah, yeah - enough.\n\n                         \n\n          They arrive at the bar.\n\n                         \n\n                          JOEY\n\n           Hello Charlie, you canonized yet?\n\n                         \n\n                          CHARLIE\n\n           No - not yet - just blessed.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Boys are in mid-discussion.\n\n                         \n\n                          JIMMY\n\n           On Friday, the 25th--I placed it\n\n                          WITH SALLY--\n\n                         \n\n                          JOEY\n\n                          (BEING DISTRACT)\n\n           I never heard of it.\n\n                         \n\n           69.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           Oh Joey, really...we're all friends\n\n           here--let's cut the bullshit.\n\n                         \n\n                          JOEY\n\n           (begins to chuckle)\n\n           ...Well...\n\n                          (TO JIMMY)\n\n           you got a good friend here--come to\n\n           think of it, I do remember now.\n\n                         \n\n                          JOHNNY BOY\n\n           (under his breath)\n\n                          SCUMBAG--\n\n                         \n\n                          TONY\n\n           (nudging JOHNNY BOY)\n\n           (under his breath)\n\n           Shut up.\n\n                         \n\n                          JOEY\n\n                          (MAKING EXCUSE)\n\n           Well, Friday's are busy--a mistake\n\n           can be made y'know. Have another\n\n           drink.\n\n                         \n\n                          CHARLIE\n\n           Whatever, just lets settle this and\n\n           it's all forgotten.\n\n                         \n\n                          JOHNNY BOY\n\n           I don't forget nothin.\n\n                         \n\n          JOEY looks at JOHNNY BOY but decides to let it pass. CHARLIE\n\n          gives JOHNNY BOY a dirty look. Music is playing on a juke\n\n          box. Several girls stand nearby listening to both the music\n\n          and the discussion. JOHNNY BOY looks over at them and then\n\n          at JOEY.\n\n                         \n\n                          JOHNNY BOY\n\n           Lower the fuckin music--I can't\n\n           hear nothin.\n\n                         \n\n                          JOEY\n\n           The girls like it loud.\n\n                         \n\n                          JOHNNY BOY\n\n           Girls? You call those skanks girls?!\n\n                         \n\n          JOEY, his friends, and the girls all look up. JOEY'S\n\n          attitude changes.",
  "58": "---END OF PREVIOUS SECTION---\nYou call those skanks girls?! JOEY, his friends, and the girls all look up. JOEY'S\n\n          attitude changes. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           70.\n\n                         \n\n                         \n\n                          JOEY\n\n                          (TO CHARLIE)\n\n           What's the matter with this kid?\n\n                         \n\n                          JOHNNY BOY\n\n           I feel fine--nothing wrong with me.\n\n                         \n\n                          CHARLIE\n\n           Keep your mouth shut.\n\n                         \n\n                          JOHNNY BOY\n\n           You tell me that in front of these\n\n           creeps?\n\n                         \n\n                          JOEY\n\n           We won't pay...\n\n                         \n\n                          JIMMY\n\n           Why? We just said...\n\n                         \n\n                          JOHNNY BOY\n\n                          (INTERRUPTING)\n\n           We won't pay...because this guy\n\n           (pointing to JIMMY)\n\n           is a...mook.\n\n                         \n\n                          JIMMY\n\n           But I didn't say nothin.\n\n                         \n\n          The fellows look at each other bewildered.\n\n                         \n\n                          JOEY\n\n                          (TO JIMMY)\n\n           We don't pay mooks!\n\n                         \n\n          Nobody knows what a mook is. JIMMY'S attitude now changes.\n\n                         \n\n                          JIMMY\n\n                          (ANGRILY)\n\n           A mook...I'm a mook...\n\n                          (PAUSES)\n\n           What's a mook?\n\n                         \n\n          CHARLIE can no longer control the situation as tempers rise.\n\n                         \n\n                          JIMMY\n\n           You can't call me a mook!\n\n                         \n\n          JIMMY swings at JOEY. A fight breaks out. JIMMY, CHARLIE,\n\n          TONY and JOHNNY BOY are beaten. CHARLIE, not badly hurt\n\n          manages to calm everything down. The police arrive to break\n\n          up the fight. People look iin as the two cops walk into the\n\n          bar. The boys stop fighting immediately as they see the\n\n          cops.\n\n                         \n\n           71.\n\n                         \n\n                         \n\n          In fact, they treat CHARLIE and the others as friends--\n\n          helping them up off the floor, dusting off the clothes, etc.\n\n          The police search everyone. When they ask who started it--\n\n          what happened, etc. everybody including CHARLIE and the\n\n          others cover for everyone else. \"It was a joke officer\"\n\n          \"He's my cousin\" \"We were just kidding,\" etc.\n\n                         \n\n          The cops nod.",
  "59": "---END OF PREVIOUS SECTION---\nThe police search everyone. When they ask who started it--\n\n          what happened, etc. everybody including CHARLIE and the\n\n          others cover for everyone else. \"It was a joke officer\"\n\n          \"He's my cousin\" \"We were just kidding,\" etc. The cops nod. \n---TARGET SECTION TO BE ANNOTATED---\n \"Play nice now\" and leave.\n\n                         \n\n          Everyone apologizes to each other. They drink again.\n\n          JOHNNY BOY doesn't say a word--just stares.\n\n                         \n\n                          JOEY\n\n           We were gonna pay you Jimmy, we\n\n           just don't like being moved in on.\n\n                         \n\n                          CHARLIE\n\n           C'mon -- I'm movin' in on you?\n\n           Let's have another drink and forget\n\n           about it.\n\n                         \n\n          They drink again. JOEY gives JIMMY the money, JIMMY goes to\n\n          count it.\n\n                         \n\n                          JOEY\n\n           Don't count it...it's all there.\n\n                         \n\n                          JOHNNY BOY\n\n                          (SARCASTIC)\n\n           Count it.\n\n                         \n\n                          JOEY\n\n           Hey, c'mon - no bullshit - friends.\n\n                         \n\n          JOEY extends his hand. JIMMY and CHARLIE shake. JOEY\n\n          extends his hand to JOHNNY.\n\n                         \n\n                          JOHNNY BOY\n\n           Don't fuckin' touch me - scumbag.\n\n                         \n\n          CHARLIE and the others \"Oh no.\"\n\n                         \n\n                          CHARLIE\n\n           Shut up stupid.\n\n                         \n\n          He is interrupted by a flying fist. The fight breaks out\n\n          anew. They barely make it to the door. JIMMY is out first,\n\n          with his cash. They run down the street. The west side\n\n          boys don't chase them but stand by their bar shouting after\n\n          them.\n\n                         \n\n          JOHNNY is laughing as he runs. CHARLIE yells at him.\n\n                         \n\n           72.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           You got some mouth!\n\n                         \n\n                          JIMMY\n\n           Johnny, you're a real jerk-off.\n\n                         \n\n                          JOHNNY BOY\n\n                          (LAUGHING)\n\n           What're ya hollering? You got your\n\n           money.\n\n                         \n\n          They reach the car. TONY heads in first behind the wheel.\n\n                         \n\n                          TONY\n\n           (about to take off)\n\n           Fuck youse all.\n\n                         \n\n          The others jump in.\n\n                         \n\n                          CHARLIE\n\n           You got no honor Tony. Charge!\n\n                         \n\n          The car starts off.",
  "60": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           You got no honor Tony. Charge! The car starts off. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          Garbage and garbage pails are tosses after them as the boys\n\n          take off.\n\n                         \n\n          INT. TONY'S PLACE\n\n                         \n\n                          CUT TO:\n\n                         \n\n          A LONG-HAIRED ROCK GROUP\n\n                         \n\n          The lead guitarist holds his guitar out like a machine gun\n\n          and strums frantically on it swinging it back and forth at\n\n          the audience and then at the rest of the group. As he does\n\n          so, the rest of the group falls \"dead\" over their instruments.\n\n          The number is over and they all get up. The place is empty\n\n          except for CHARLIE, TONY, and a few others, all of whom have\n\n          been listening to the band. They applaude.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE\n\n                         \n\n          CHARLIE is talking to the leader of the group.\n\n                         \n\n                          CHARLIE\n\n           No, really, I liked it...thought it\n\n           was great.\n\n                         \n\n                          BOY\n\n           Thanks.\n\n                         \n\n           73.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           What are your plans?\n\n                         \n\n                          BOY\n\n           Well, we're here for about two\n\n           weeks, then whatever else comes\n\n           along... we're still working on our\n\n           album and...\n\n                         \n\n                          CHARLIE\n\n           Great...great...listen, I'm very\n\n           interested in you guys because I'll\n\n           be opening a new club myself soon...\n\n           uptown...and maybe we can work\n\n           something out...\n\n                         \n\n                          BOY\n\n           Sounds good.\n\n                         \n\n                          CHARLIE\n\n           Of course, 'The Season of the\n\n           Witch' won't be ready for a while\n\n           yet but we have to keep in touch.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE - PHONE BOOTH\n\n                         \n\n          CHARLIE is calling TERESA. The rock group is taking a break\n\n          before their evening performance and they can be heard\n\n          breaking up the session in the background. TONY and the\n\n          others are getting the tables ready.\n\n                         \n\n                          CHARLIE\n\n           Teresa?...Yeah, Charlie. Listen,\n\n           I'm looking for your cousin. Yeah,\n\n           well today's Tuesday, payday. I\n\n           haven't seen him all\n\n           day...no...",
  "61": "---END OF PREVIOUS SECTION---\nListen,\n\n           I'm looking for your cousin. Yeah,\n\n           well today's Tuesday, payday. I\n\n           haven't seen him all\n\n           day...no... \n---TARGET SECTION TO BE ANNOTATED---\nwell, have you got any\n\n           idea where he is? I know it's\n\n           early yet but I'm just getting\n\n           worried that's all...\n\n                         \n\n                          TERESA\n\n           Charlie...I've got to see you. I\n\n           want to talk...\n\n                         \n\n                          CHARLIE\n\n           Honey, I can't talk now...I've\n\n           gotta run, bye.\n\n                         \n\n                          TERESA\n\n           But...\n\n                         \n\n           74.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           I'll see you later.\n\n                         \n\n          He hangs up.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE - DRESSING ROOM\n\n                         \n\n          CHARLIE can see the Negro stripper, DIANE, down the hall, in\n\n          her dressing room. She is putting on her makeup. CHARLIE\n\n          is still very attracted to her. He enters her room.\n\n                         \n\n                          CHARLIE\n\n           Diane, how are you feeling?\n\n                         \n\n                          DIANE\n\n                          (COLDLY)\n\n           Fine.\n\n                         \n\n          As CHARLIE continues to talk to her she undresses and begins\n\n          to get into her first costume. CHARLIE feels slightly\n\n          uncomfortable.\n\n                         \n\n                          CHARLIE\n\n           You know Diane...I've been wanting\n\n           to talk to you for a while\n\n           now...er... a...\n\n           (she is undressing)\n\n           aside from all that joking around\n\n           we do out there...when you're\n\n           on...I... a...I really...think that\n\n           you're a terrific performer...\n\n                         \n\n                          DIANE\n\n           Fine.\n\n                         \n\n                          CHARLIE\n\n           No, I'm serious...You're really good.\n\n                         \n\n                          DIANE\n\n           I know.\n\n                         \n\n                          CHARLIE\n\n           In a little while...I'm gonna have\n\n           the opportunity of opening my own\n\n           place...not here...much nicer than\n\n           this...uptown...sort of nite-club\n\n           and restaurant and everything.\n\n                         \n\n                          DIANE\n\n           That's nice.\n\n                         \n\n           75.\n\n                         \n\n                         \n\n                          CHARLIE\n\n           I was thinking maybe you'd do very\n\n           nicely for the place.\n\n                         \n\n                          DIANE\n\n           Stripper?\n\n                         \n\n                          CHARLIE\n\n           No...no stripping...as the hostess.",
  "62": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           I was thinking maybe you'd do very\n\n           nicely for the place. DIANE\n\n           Stripper? CHARLIE\n\n           No...no stripping...as the hostess. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DIANE\n\n           Hostess?\n\n                         \n\n                          CHARLIE\n\n           Yeah, you know...you greet the\n\n           people...see them to their tables...\n\n           well...it'll be different though...\n\n           Listen...why don't we get together\n\n           and talk after your show tonight.\n\n                         \n\n                          DIANE\n\n           Chinese food?\n\n                         \n\n                          CHARLIE\n\n           Ok. Chinese. We'll meet on the\n\n           corner of 6th Avenue and Waverly\n\n           Place after you finish.\n\n                         \n\n                          DIANE\n\n           Why not here...Ok nevermind...6th\n\n           Avenue and Waverly.\n\n                         \n\n                          CHARLIE\n\n           Bye.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. TONY'S PLACE - NEAR ENTRANCE\n\n                         \n\n          CHARLIE bumps into MICHAEL and a friend as he is leaving.\n\n                         \n\n                          MICHAEL\n\n           Be seeing you and Johnny tonight...\n\n           here...right?\n\n                         \n\n                          CHARLIE\n\n           We'll be here.\n\n                         \n\n          MICHAEL is sarcastic. He points to the parked car in front\n\n          of him.\n\n                         \n\n                          MICHAEL\n\n           I tell you, Charlie. If that kid\n\n           doesn't show up tonight...\n\n                         \n\n           76.\n\n                         \n\n                         \n\n          MICHAEL'S plan is seen on the screen as he speaks.\n\n                         \n\n                          MICHAEL\n\n           ...I'm gonna find him, drag him\n\n           down here, tie one of his legs to\n\n           that Ford bumper over here...\n\n                         \n\n          JOHNNY BOY is dragged to the car and MICHAEL'S friend ties\n\n          his leg to the car.\n\n                         \n\n                          MICHAEL\n\n           ...and his other leg to that\n\n           Chrysler over there.\n\n                         \n\n          JOHNNY BOY'S other leg is tied to the Chrysler.\n\n                         \n\n                          MICHAEL\n\n           ...and bam!!!\n\n                         \n\n          We see a close-up of a foot slamming down on the gas pedal,\n\n          twice. One car heads for the West Side--the other to the\n\n          East Side. Tires screech and exhaust fumes fill the air.\n\n                         \n\n          All three laugh.\n\n                         \n\n                          CHARLIE\n\n           Look, Michael, I'll get him here.",
  "63": "---END OF PREVIOUS SECTION---\nTires screech and exhaust fumes fill the air. All three laugh. CHARLIE\n\n           Look, Michael, I'll get him here. \n---TARGET SECTION TO BE ANNOTATED---\n           What do you want me to do, kill him?\n\n                         \n\n                          MICHAEL\n\n           Whatever.\n\n                         \n\n          CHARLIE leaves.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n          CHARLIE is on the phone trying to locate JOHNNY BOY. TERESA\n\n          is pacing back and forth nervously in the background.\n\n          CHARLIE hangs up.\n\n                         \n\n                          CHARLIE\n\n           Are you sure he didn't say anything\n\n           to you about tonight?\n\n                         \n\n                          TERESA\n\n           For God's Sakes...I told you\n\n           before...nothing.\n\n           (she moves closer)\n\n           Charlie, I can't stay in here too\n\n           long at this hour...will you please\n\n           listen to me?\n\n                         \n\n           77.\n\n                         \n\n                         \n\n          CHARLIE turns and smiles at her. He kisses her because he\n\n          doesn't feel like listening. TERESA is too preoccupied to\n\n          respond. CHARLIE turns.\n\n                         \n\n                          CHARLIE\n\n                          (MUTTERING)\n\n           ...that sonofabitch.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. NIGHT - BLACK AND WHITE\n\n                         \n\n          JOHNNY BOY walking through Greenwich Village looking around\n\n          as if being chased.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n          CHARLIE is kissing TERESA who is still very upset.\n\n                         \n\n                          TERESA\n\n           But Charlie...it's uptown and it's\n\n           perfect. It's big enough for two\n\n           people...she's going to get out by\n\n           the end of the month. If you don't\n\n           act right away, it'll go in no time.\n\n           What do you think?\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET - NIGHT - BLACK AND WHITE\n\n                         \n\n          JOHNNY BOY is making his way back to the apartment by\n\n          sneaking along the sides of the buildings in the darkened\n\n          street.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n          CHARLIE tries to make love to TERESA out of his nervous\n\n          energy and impatience at waiting so long for JOHNNY BOY.\n\n          TERESA is rejecting his attempts.",
  "64": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n          CHARLIE tries to make love to TERESA out of his nervous\n\n          energy and impatience at waiting so long for JOHNNY BOY. TERESA is rejecting his attempts. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET - NIGHT - BLACK AND WHITE\n\n                         \n\n          JOHNNY BOY imagines he is being followed and dashes into the\n\n          door of a nearby building and up the stairs.\n\n                         \n\n                          CUT TO:\n\n                         \n\n           78.\n\n                         \n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n          CHARLIE is doubly frustrated by TERESA'S rejection of his\n\n          attempts at lovemaking because of his concern for JOHNNY BOY.\n\n          He becomes sarcastic and abrupt.\n\n                         \n\n                          TERESA\n\n           Don't you realize what that\n\n           apartment means?\n\n                         \n\n          CHARLIE doesn't answer. TERESA continues.\n\n                         \n\n                          TERESA\n\n           Do you? For both of us. Think...\n\n           after a while you might even be\n\n           able to move in yourself.\n\n                         \n\n          CHARLIE laughs. TERESA is visibly shaken but CHARLIE cannot\n\n          be bothered.\n\n                         \n\n                          CHARLIE\n\n           Are you serious? Me move in with\n\n           you. You crazy?\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. ROOFTOP - NIGHT - BLACK AND WHITE\n\n                         \n\n          JOHNNY BOY is silhouetted against the moonlight. He makes\n\n          his way quietly over the roofs of the tenements and climbs\n\n          down CHARLIE'S fire escape.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CHARLIE'S APARTMENT\n\n                         \n\n                          CHARLIE\n\n                          (CONTINUES)\n\n           Teresa, get these ideas out of your\n\n           head...I've got enough on my hands\n\n           right now...with that bastard\n\n           cousin of yours. You wanna move?\n\n           Go ahead. By all means! But keep\n\n           me out of it...I've got nothing to\n\n           do with it...you\n\n           understand...nothing.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         CHARLIE'S WINDOW\n\n                         \n\n          JOHNNY BOY is at CHARLIE's window. Through it he can see\n\n          TERESA lying on the bed in tears and CHARLIE pacing back and\n\n          forth across the room.\n\n                         \n\n           79.",
  "65": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n                         \n\n                         CHARLIE'S WINDOW\n\n                         \n\n          JOHNNY BOY is at CHARLIE's window. Through it he can see\n\n          TERESA lying on the bed in tears and CHARLIE pacing back and\n\n          forth across the room. 79. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n          He is still talking loudly, JOHNNY BOY doesn't seem to pay\n\n          any attention to the fact that TERESA is in CHARLIE'S\n\n          bedroom. He opens the window and jumps in, smiling\n\n          sarcastically. TERESA and CHARLIE are startled. CHARLIE\n\n          grabs JOHNNY BOY by his coat collar.\n\n                         \n\n                          CHARLIE\n\n           Where were you? Answer me, you\n\n           sonofabitch! Where were you?\n\n                         \n\n          TERESA is frightened and rushes towards CHARLIE. JOHNNY BOY\n\n          reacts to the scene with uncontrolled laughter. CHARLIE is\n\n          outraged and slaps him across the face but JOHNNY continues\n\n          to laugh. TERESA screams.\n\n                         \n\n                          CHARLIE\n\n                          (TO TERESA)\n\n           Shut up!\n\n                         \n\n                          JOHNNY BOY\n\n                          (TO TERESA)\n\n           Yeah, Teresa, shut up! We don't\n\n           wanna get Charlie here in trouble,\n\n           do we?...We love Charlie.\n\n                         \n\n          CHARLIE flings JOHNNY BOY against a wardrobe, letting go of\n\n          his collar.\n\n                         \n\n                          CHARLIE\n\n           You had me going crazy!\n\n                         \n\n          TERESA is crying. JOHNNY goes into the kitchen and CHARLIE\n\n          follows. TERESA stays in the doorway.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. KITCHEN - CHARLIE'S APARTMENT\n\n                         \n\n          JOHNNY BOY takes a drink of water from the sink as he talks.\n\n          CHARLIE is calmer now; calm enough to realize that JOHNNY\n\n          has figured out his true relationship to TERESA. He tries\n\n          to protect himself.\n\n                         \n\n                          CHARLIE\n\n           Your cousin here was getting sick,\n\n           worrying about you. We've been in\n\n           here calling...\n\n                         \n\n                          JOHNNY BOY\n\n           Oh, that's too bad, Teresa...\n\n                         \n\n          CHARLIE is embarrassed and TERESA is afraid.\n\n                         \n\n           80.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n                          (CONTINUES)\n\n           Well kids...have the bans been\n\n           announced yet?\n\n                         \n\n                          CHARLIE\n\n           Don't be smart.",
  "66": "---END OF PREVIOUS SECTION---\n80. JOHNNY BOY\n\n                          (CONTINUES)\n\n           Well kids...have the bans been\n\n           announced yet? CHARLIE\n\n           Don't be smart. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          JOHNNY BOY\n\n           I'm not smart...I'm stupid, remember.\n\n           I'm so stupid that you have to look\n\n           out for me, remember?\n\n                         \n\n          TERESA is crying.\n\n                         \n\n                          JOHNNY BOY\n\n           Don't be upset Teresa. You have to\n\n           understand Charlie, here...he gives\n\n           of himself to help others...\n\n                         \n\n                          TERESA\n\n           I'm going to go home.\n\n                         \n\n                          JOHNNY BOY\n\n           No, you stay.\n\n                         \n\n                          CHARLIE\n\n           Johnny, I swear to God, if you open\n\n           your mouth about any of this...\n\n                         \n\n                          JOHNNY BOY\n\n                          (ANGRY)\n\n           Me? I wouldn't say a word to my\n\n           aunt and uncle...or even your\n\n           uncle, Charlie...\n\n                         \n\n          TERESA makes it to the door and opens it quickly. JOHNNY\n\n          BOY grabs her to keep her from leaving. CHARLIE rushes\n\n          towards them and pulls JOHNNY BOY away. By now, they are\n\n          halfway down the hall.\n\n                         \n\n                          JOHNNY BOY\n\n                          (SHOUTING)\n\n           Charlie...I always wondered about\n\n           her...what happens when she comes?\n\n           Does she get one of those fits? Eh?\n\n           That would be something to see...\n\n                         \n\n          JOHNNY BOY is interrupted by CHARLIE'S fist as it lands a\n\n          solid punch on the right side of his hand. TERESA screams\n\n          and rushes to separate them.\n\n                         \n\n           81.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           You rat bastard!! Don't hit me\n\n           again!!\n\n                         \n\n          CHARLIE stops.\n\n                         \n\n                          JOHNNY BOY\n\n           I think I will fuckin go see your\n\n           uncle right now...he'd be interested.\n\n                         \n\n          CHARLIE rushes JOHNNY BOY towards the stairs. They bump\n\n          into TERESA, slamming her against the wall.\n\n                         \n\n                          CHARLIE\n\n           Go ahead! Go on! And we'll see\n\n           what happens to you without me.\n\n                         \n\n          TERESA is terrified that JOHNNY BOY will really go to\n\n          CHARLIE'S uncle.",
  "67": "---END OF PREVIOUS SECTION---\nGo on! And we'll see\n\n           what happens to you without me. TERESA is terrified that JOHNNY BOY will really go to\n\n          CHARLIE'S uncle. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          TERESA\n\n           No...no...don't.\n\n                         \n\n          TERESA falls, hitting the stairs with a thud. She lies\n\n          there moaning and tossing her head. CHARLIE and JOHNNY BOY\n\n          go to help her.\n\n                         \n\n                          CHARLIE\n\n           What do I do? You know anything\n\n           about this?\n\n                         \n\n          JOHNNY BOY steps over TERESA to go down the stairs. He turns.\n\n                         \n\n                          JOHNNY BOY\n\n           I don't know...she's your girl...I\n\n           gotta go.\n\n                         \n\n          CHARLIE is furious. JOHNNY BOY points to TERESA who is\n\n          getting worse.\n\n                         \n\n                          JOHNNY BOY\n\n           Hate to miss the floor show, though.\n\n                         \n\n          CHARLIE lunges out at JOHNNY BOY shoving him halfway down\n\n          the stairs. He has gotten hold of his coat so that JOHNNY\n\n          BOY can't leave. Neighbors from downstairs open their doors\n\n          and come up the stairs. CHARLIE, in complete panic, tries\n\n          to put something into TERESA'S mouth while holding JOHNNY\n\n          BOY at the same time. He shoves his hand into her mouth\n\n          trying to pry it open but she bites into it. CHARLIE\n\n          screams as the blood streams out. He lets go of JOHNNY BOY.\n\n                         \n\n           82.\n\n                         \n\n                         \n\n          The neighbors take over. One woman appears to know how to\n\n          administer aid to TERESA.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CHARLIE'S BUILDING - STAIRS\n\n                         \n\n          JOHNNY BOY is halfway down the stairs by now. The neighbor\n\n          takes care of TERESA. While CHARLIE dashes down the stairs,\n\n          CHARLIE grabs JOHNNY in the ground floor hallway.\n\n                         \n\n          EXT. STREET - NIGHT - BLACK AND WHITE\n\n                         \n\n          In the deserted factory section of Manhattan, JOHNNY BOY and\n\n          CHARLIE stand next to a corregated metal garage door.\n\n          CHARLIE smashes JOHNNY BOY against the door sending\n\n          resounding echoes into the street.",
  "68": "---END OF PREVIOUS SECTION---\nEXT. STREET - NIGHT - BLACK AND WHITE\n\n                         \n\n          In the deserted factory section of Manhattan, JOHNNY BOY and\n\n          CHARLIE stand next to a corregated metal garage door. CHARLIE smashes JOHNNY BOY against the door sending\n\n          resounding echoes into the street. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CHARLIE\n\n           You crazy bastard! What are you\n\n           trying to do, ruin me?\n\n                         \n\n          JOHNNY BOY is not fighting back anymore. He is on the verge\n\n          of tears. CHARLIE smashes him against the door again--again\n\n          the crashing sound reverberates in the empty street.\n\n                         \n\n                          CHARLIE\n\n           You...\n\n                         \n\n          Again, JOHNNY BOY is thrown up against the door.\n\n                         \n\n                          CHARLIE\n\n           You threaten me with my uncle?\n\n           After what I'm doing for you?\n\n                         \n\n                          JOHNNY BOY\n\n           What you're doing for me isn't\n\n           worth it...believe me!\n\n                         \n\n          CHARLIE slaps JOHNNY BOY and pushes him against the door\n\n          again.\n\n                         \n\n                          CHARLIE\n\n           Then don't show up tonight and see\n\n           what happens.\n\n                         \n\n          CHARLIE stops. He digs his hands into JOHNNY'S pockets but\n\n          he can't find anything.\n\n                         \n\n                          CHARLIE\n\n           How much have you got for Michael\n\n           tonight?\n\n                         \n\n           83.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           I only got eight bucks on me.\n\n                         \n\n          CHARLIE stares at JOHNNY BOY for a moment then puts his hand\n\n          into his own pocket and pulls out three ten dollar bills and\n\n          three ones.\n\n                         \n\n                          CHARLIE\n\n           Here, take twenty bucks. With your\n\n           eight that makes twenty-eight bucks\n\n           you give Michael. I keep the\n\n           thirteen for the weekend. Maybe\n\n           we'll eat some Chinese food later.\n\n                         \n\n          JOHNNY BOY doesn't take it. CHARLIE forces it into his hand.\n\n                         \n\n                          CHARLIE\n\n           Take it. I'm doing it for you,\n\n           stupid!\n\n                         \n\n                          JOHNNY BOY\n\n           No you're not...\n\n                         \n\n          CHARLIE, calmer now, is feeling ashamed.\n\n                         \n\n                          CHARLIE\n\n           Oh, cut it out, will ya?\n\n                         \n\n                          JOHNNY BOY\n\n           Charlie, twenty-eight bucks is\n\n           nothing. The only way to do it is\n\n           through your uncle...",
  "69": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           Oh, cut it out, will ya? JOHNNY BOY\n\n           Charlie, twenty-eight bucks is\n\n           nothing. The only way to do it is\n\n           through your uncle... \n---TARGET SECTION TO BE ANNOTATED---\nthink about it\n\n           will you?\n\n                         \n\n                          CHARLIE\n\n           NO!!! What do you think I am,\n\n           crazy???\n\n                         \n\n                          JOHNNY BOY\n\n           No, I just want to help myself,\n\n           that's all.\n\n                         \n\n                          CHARLIE\n\n           Come on.\n\n                         \n\n          He tugs JOHNNY BOY along.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE - BAR\n\n                         \n\n                          TONY\n\n           You're over an hour late. Michael\n\n           said he'll be back later, though...\n\n                         \n\n           84.\n\n                         \n\n                         \n\n          CHARLIE takes a drink. JOHNNY BOY sits at the bar. The\n\n          place is beginning to empty and the show is over. CHARLIE\n\n          takes TONY aside.\n\n                         \n\n                          CHARLIE\n\n           Watch this kid for me. I have to\n\n           go someplace but I'll be back soon\n\n           to get Michael and him together.\n\n           Don't even let him go to the\n\n           bathroom.\n\n                         \n\n          He turns to JOHNNY BOY.\n\n                         \n\n                          CHARLIE\n\n           Don't you move!!!\n\n                         \n\n                          JOHNNY BOY\n\n                          (SULKING)\n\n           I'll be here. Don't worry.\n\n                         \n\n          JOHNNY orders a drink.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. CAB - NIGHT - BLACK AND WHITE\n\n                         \n\n          CHARLIE gets into the cab.\n\n                         \n\n                          CHARLIE\n\n           6th Avenue and Waverly Place, fast\n\n           please.\n\n                         \n\n          The cab takes off. They soon arrive at their destination.\n\n                         \n\n                          CAB DRIVER\n\n           Where do you want me to stop?\n\n                         \n\n          CHARLIE leans back into the seat and peeks out the window.\n\n                         \n\n                          CHARLIE\n\n           No...don't stop...just pass real\n\n           slow, OK?\n\n                         \n\n          CHARLIE looks out the window and sees DIANE, the negro\n\n          stripper. She is standing on the corner waiting for him.\n\n          CHARLIE nods his head for the driver to stop.\n\n                         \n\n                          CHARLIE\n\n           Stop here.\n\n                          (HE HESITATES)\n\n           No...what am I...crazy??? Take me\n\n           back to where you picked me up.",
  "70": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           Stop here. (HE HESITATES)\n\n           No...what am I...crazy??? Take me\n\n           back to where you picked me up. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           85.\n\n                         \n\n                         \n\n                          CAB DRIVER\n\n                          (SIGHING)\n\n           Ok.\n\n                         \n\n          The car drives away, passing DIANE who is on the corner.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TONY'S PLACE\n\n                         \n\n          CHARLIE is back inside the club.\n\n                         \n\n                          JOHNNY BOY\n\n           Back so soon.\n\n                         \n\n                          CHARLIE\n\n           Mind your own business.\n\n                         \n\n          TONY sets up drinks for them and pours them into shot glasses.\n\n                         \n\n          CHARLIE strikes a match and lights each glass... little blue\n\n          flames dance along the rims of the glasses.\n\n                         \n\n                          TERESA\n\n           Hey, cut it out. Will ya?\n\n                         \n\n          He blows out the flames. CHARLIE moves to the other and of\n\n          the room with his drink.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           You can see things aren't going too\n\n           well for me at the moment. My\n\n           willpower and powers of persuasion\n\n           are not what they usually are today.\n\n           My ability to control events and\n\n           situations are wanting. I know. I\n\n           know...what can I say...I offer\n\n           this as part of my penance.\n\n                         \n\n          A young couple, two of the few people left in the place, are\n\n          having a hushed quarrel at the end of the bar. The boy\n\n          leaves for the men's room.\n\n                         \n\n                          CHARLIE\n\n                          (TO TONY)\n\n           Who's the girl?\n\n                         \n\n                          TONY\n\n           Jewish...\n\n                         \n\n                          CHARLIE\n\n           How do you know?\n\n                         \n\n           86.\n\n                         \n\n                         \n\n                          TONY\n\n           Look at her.\n\n                         \n\n                          CHARLIE\n\n           She don't look Jewish.\n\n                         \n\n                          TONY\n\n           Sure she is. She's always in here\n\n           with some different guy. You know\n\n           the way they are.\n\n                         \n\n          CHARLIE approaches the girl.\n\n                         \n\n                          CHARLIE\n\n           I love you.\n\n                         \n\n          The girl looks at him, first embarrassed, then annoyed.\n\n                         \n\n                          CHARLIE\n\n                          (SMILING)\n\n           Ever since that first day I saw you\n\n           at the convent with the nuns,\n\n           playing volleyball, I couldn't help\n\n           myself.",
  "71": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           I love you. The girl looks at him, first embarrassed, then annoyed. CHARLIE\n\n                          (SMILING)\n\n           Ever since that first day I saw you\n\n           at the convent with the nuns,\n\n           playing volleyball, I couldn't help\n\n           myself. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          GIRL\n\n           You Italian?\n\n                         \n\n                          CHARLIE\n\n           Yeah why?\n\n                         \n\n                          GIRL\n\n           You don't look it.\n\n                         \n\n          The girl laughs. Her boyfriend comes out of the men's room.\n\n          He has her coat in his hand.\n\n                         \n\n                          GIRL\n\n           (to the Boy)\n\n           Fuck off.\n\n                         \n\n                          BOY\n\n                          (STUNNED)\n\n           What do you mean?\n\n           (he looks at CHARLIE)\n\n           ...let's go.\n\n                         \n\n                          GIRL\n\n           You go...I'm staying.\n\n                         \n\n                          BOY\n\n           Let's go!\n\n                         \n\n           87.\n\n                         \n\n                         \n\n          CHARLIE reaches over and grabs the GIRL'S arm tightly. She\n\n          looks up, startled, and the boy appears to be frightened.\n\n                         \n\n                          CHARLIE\n\n           It's obvious that the girl doesn't\n\n           want to accompany you, isn't it?\n\n                         \n\n                          BOY\n\n           Look fella...this is private...\n\n                         \n\n                          CHARLIE\n\n           Nothing's private...\n\n                         \n\n          The GIRL is really scared now.\n\n                         \n\n                          GIRL\n\n           I'd like to leave.\n\n                         \n\n          CHARLIE won't let go of her arm. She tries to pull away but\n\n          his grip tightens.\n\n                         \n\n                          CHARLIE\n\n           Whether she wants to or not...she's\n\n           not going.\n\n                         \n\n                          BOY\n\n           Let go of her.\n\n                         \n\n          The GIRL is in tears.\n\n                         \n\n                          GIRL\n\n           Stop it...you're hurting me.\n\n                         \n\n                          CHARLIE\n\n           Take her away from me...I mean\n\n           physically take her away from me.\n\n                         \n\n          He is holding her so tightly that she is doubling over in\n\n          pain. The BOY, although he is scared, lunges at CHARLIE.\n\n          There is a brief scuffle which TONY breaks up.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. TONY'S PLACE - BACK ALLEY - BLACK AND WHITE - NIGHT\n\n                         \n\n          JOHNNY BOY is lifting the lid of a garbage pail. He takes\n\n          out a brown paper bag and opens it. He takes a small .",
  "72": "---END OF PREVIOUS SECTION---\nTONY'S PLACE - BACK ALLEY - BLACK AND WHITE - NIGHT\n\n                         \n\n          JOHNNY BOY is lifting the lid of a garbage pail. He takes\n\n          out a brown paper bag and opens it. He takes a small . \n---TARGET SECTION TO BE ANNOTATED---\n22\n\n          pistol from it and puts it inside his jacket, then replaces\n\n          the bag in the garbage pail.\n\n                         \n\n                          CUT TO:\n\n                         \n\n           88.\n\n                         \n\n                         \n\n          INT. TONY'S PLACE - BAR AREA\n\n                         \n\n          MICHAEL has entered the club. The BOY and GIRL are gone.\n\n          TONY is with CHARLIE and JOHNNY BOY, whose return went\n\n          unnoticed.\n\n                         \n\n                          MICHAEL\n\n           What's it gonna be? I was here\n\n           tonight...you kept me waiting for\n\n           over an hour.\n\n                         \n\n          MICHAEL has two friends with him.\n\n                         \n\n                          JOHNNY BOY\n\n           Hello, Michael. I've got something\n\n           for you...not much...but...\n\n                         \n\n                          CHARLIE\n\n           He has about twenty-eight bucks...\n\n           it's all he has on him.\n\n                         \n\n                          MICHAEL\n\n           Better than nothing.\n\n                         \n\n          JOHNNY BOY takes out a ten dollar bill and hands it to him.\n\n                         \n\n                          MICHAEL\n\n           Where's the rest?\n\n                         \n\n                          CHARLIE\n\n           Yeah, where's the rest?\n\n                         \n\n                          JOHNNY BOY\n\n           I bought a few rounds of drinks\n\n           while waiting.\n\n                         \n\n          CHARLIE is stunned.\n\n                         \n\n                          MICHAEL\n\n                          (ANGRY)\n\n           Twenty-eight bucks is enough of an\n\n           insult...I was gonna take the\n\n           twenty-eight bucks because of\n\n           Charlie here...but ten bucks!\n\n                         \n\n          MICHAEL takes the ten dollars, crumples it and flings it\n\n          into JOHNNY BOY'S face. JOHNNY BOY picks it up and slowly\n\n          smooths it out. He sets it on fire as he talks.\n\n                         \n\n           89.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           You make me laugh, Michael...you\n\n           know that? I've borrowed money all\n\n           over the neighborhood and never\n\n           paid it back...so I couldn't borrow\n\n           anymore from them...so who's the\n\n           only jerk off left that I can\n\n           borrow from without paying\n\n           back...YOU. Because that's what I\n\n           think of you...Jerk off.",
  "73": "---END OF PREVIOUS SECTION---\nYOU. Because that's what I\n\n           think of you... Jerk off. \n---TARGET SECTION TO BE ANNOTATED---\n I fuck\n\n           you where you breathe!\n\n                         \n\n          MICHAEL lashes out at JOHNNY BOY with the back of his hand.\n\n          JOHNNY BOY tosses the flaming bill at MICHAEL and quickly\n\n          pulls out his .22 pistol. Everyone is shocked.\n\n                         \n\n                          CHARLIE\n\n                          (MUTTERING)\n\n           You're really crazy.\n\n                         \n\n                          MICHAEL\n\n           You're not going to use that gun,\n\n           Johnny.\n\n                         \n\n          JOHNNY BOY doesn't answer but holds the gun straight at\n\n          MICHAEL'S face. MICHAEL turns to go, defying JOHNNY BOY.\n\n          His friends follow. When he reaches the doorway, he turns.\n\n                         \n\n                          MICHAEL\n\n           You don't have the guts to use\n\n           that...be seeing you Charlie, Tony,\n\n           and of course you John...be seeing\n\n           you.\n\n                         \n\n          They leave.\n\n                         \n\n          JOHNNY BOY is still frozen with the gun in his hand, pointing\n\n          it at mid-air. CHARLIE slams JOHNNY BOY across the face\n\n          with his fist. TONY takes the gun from his hand.\n\n                         \n\n                          CHARLIE\n\n           You stupid bastard! Never pull a\n\n           gun unless you intend to use it.\n\n                         \n\n          He hits JOHNNY BOY again.\n\n                         \n\n                          TONY\n\n                          (HOLDING GUN)\n\n           ...No bullets in it.\n\n                         \n\n          CHARLIE hits JOHNNY BOY again.\n\n                         \n\n           90.\n\n                         \n\n                         \n\n                          TONY\n\n           Get out of here before this really\n\n           goes up.\n\n                         \n\n                          CHARLIE\n\n           Hide the gun. Throw it away.\n\n           Anything. Listen, I gotta borrow\n\n           your car...I think we should take a\n\n           ride...away from here for the\n\n           night...you know what I mean?\n\n                         \n\n                          TONY\n\n                          (RELUCTANTLY)\n\n           Ok...but go to a movie first or\n\n           something...not good to be driving\n\n           around right away. You know you\n\n           can't do much for him now...it's\n\n           out of your hands.",
  "74": "---END OF PREVIOUS SECTION---\nI think we should take a\n\n           ride...away from here for the\n\n           night...you know what I mean? TONY\n\n                          (RELUCTANTLY)\n\n           Ok...but go to a movie first or\n\n           something...not good to be driving\n\n           around right away. You know you\n\n           can't do much for him now...it's\n\n           out of your hands. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          CUT TO:\n\n                         \n\n          SCENE FROM \"TOMB OF LIGEIA\"\n\n                         \n\n          A young girl is in her room with her maid. The maid is\n\n          helping her dress. Eerie music creates a frightening\n\n          atmosphere. CHARLIE and JOHNNY BOY watch nervously affected\n\n          by the film's mood. The theatre is a 42nd street one with\n\n          lots of sleeping drunks.\n\n                         \n\n          Suddenly, the maid's face begins to contort as if she's\n\n          seeing something horrible. The audience is on edge. The\n\n          young girl sees the maid and shouts \"What is it?\" - but the\n\n          maid only sneezes.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. NIGHT - TONY'S CONVERTIBLE - BLACK AND WHITE\n\n                         \n\n          CHARLIE is driving. JOHNNY BOY is beside him in the front\n\n          seat. The top od the car is down and CHARLIE is driving\n\n          with no particular destination in mind.\n\n                         \n\n                          JOHNNY BOY\n\n           I think we should see your uncle.\n\n                         \n\n                          CHARLIE\n\n           No.\n\n                         \n\n                          JOHNNY BOY\n\n           This can't be settled any other way\n\n           now...I'll take full blame.\n\n                         \n\n                          CHARLIE\n\n           Forget it.\n\n                         \n\n           91.\n\n                         \n\n                         \n\n                          JOHNNY BOY\n\n           What are you going to do? Hide me?\n\n                         \n\n                          CHARLIE\n\n           Good idea.\n\n                         \n\n          JOHNNY BOY turns away and tunes in the radio to a loud rock\n\n          song.\n\n                         \n\n                          CHARLIE\n\n                          (CONFESSION)\n\n           I guess you could safely say that\n\n           this evening has been so far very\n\n           unimpressive as far as my efforts\n\n           are concerned...more unproductive.\n\n           Now, I'd like to know what you do,\n\n           for an encore, Lord? I know\n\n           penance is penance but this is\n\n           something else.\n\n                         \n\n          JOHNNY BOY opens his eyes.\n\n                         \n\n                          JOHNNY BOY\n\n           What are you talking to yourself???\n\n                         \n\n          He turns up the radio.\n\n                         \n\n                          CHARLIE\n\n                          (SARCASTIC)\n\n           Go ahead! Play the radio...",
  "75": "---END OF PREVIOUS SECTION---\nHe turns up the radio. CHARLIE\n\n                          (SARCASTIC)\n\n           Go ahead! Play the radio... \n---TARGET SECTION TO BE ANNOTATED---\nplay\n\n           music...you're going to a party...\n\n           louder! Go ahead. Louder. A\n\n           party. Lots of fun.\n\n                         \n\n          A black sedan has been driving along parallel to CHARLIE'S\n\n          car, unnoticed by CHARLIE. Otherwise the street is deserted.\n\n          The car begins to drive CHARLIE off the road.\n\n                         \n\n                          CHARLIE\n\n           Hey, what is this guy, crazy?\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. NIGHT - BLACK AND WHITE\n\n                         \n\n          BLACK SEDAN - MICHAEL AND ANOTHER BOY.\n\n                         \n\n                          VOICE\n\n           Now, now's the time!\n\n                         \n\n          CHARLIE turns his head to look. JOHNNY BOY looks up. They\n\n          fire the gun.\n\n                         \n\n                          CUT TO:\n\n                         \n\n           92.\n\n                         \n\n                         \n\n          FULL COLOR SHOTS\n\n                         \n\n          A barage of bullets (5 gunshots) hit CHARLIE'S car. CHARLIE\n\n          is hit in the hand. JOHNNY BOY has been hit in the throat.\n\n          He stands up and leans over the windshield of the car,\n\n          spewing blood onto it and into the wind. He is screaming.\n\n          The black sedan turns onto another street.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         TONY'S CONVERTIBLE\n\n                         \n\n          CHARLIE is so shocked that the car is completely out of\n\n          control. It goes screeching along the street, swerves, and\n\n          slams into a fire hydrant, breaking it off and causing water\n\n          to shoot out onto the sidewalk, car and street. CHARLIE has\n\n          been thrown from the car. He kneels in the street holding\n\n          his wrist. He is on the yellow letters \"FIRE LANE.\" JOHNNY\n\n          BOY lies against the side of a building--still. CHARLIE\n\n          goes to the curb and sits there holding his bleeding hand.\n\n          The police arrive with their guns drawn.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. NEIGHBORHOOD STREET\n\n                         \n\n          Back in the neighborhood, the religious fiesta is ending.\n\n          The singers on the bandstand are singing the last song of\n\n          the evening, \"Vincino Amare.",
  "76": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n                         \n\n          EXT. NEIGHBORHOOD STREET\n\n                         \n\n          Back in the neighborhood, the religious fiesta is ending. The singers on the bandstand are singing the last song of\n\n          the evening, \"Vincino Amare. \n---TARGET SECTION TO BE ANNOTATED---\n A crowd of elderly Italian-\n\n          Americans stand below the bandstand and listen. There are\n\n          four singers, their voices projected through a PA system.\n\n                         \n\n                          MUSIC:\n\n                         \n\n          CONTINUES THROUGH ALL CUTS.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         TERESA'S ROOM\n\n                         \n\n          TERESA is in bed, asleep. The music can be heard echoing in\n\n          the background.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET CORNER\n\n                         \n\n          CHARLIE is still sitting on the curb holding his injured\n\n          wrist. The ambulance and the police are going about their\n\n          business. A crowd has gathered.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          GIOVANNI'S LIVING ROOM\n\n                         \n\n           93.\n\n                         \n\n                         \n\n          GIOVANNI is watching the Late Late Show on T.V. (Car\n\n          explosion scene from \"The Big Heat\"). Aside from the light\n\n          of the screen, the room is darkened.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          ALL NIGHT VILLAGE LUNCHEONETTE\n\n                         \n\n          DIANE is alone, sipping coffee.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET CORNER\n\n                         \n\n          The police are standing around CHARLIE with open notebooks,\n\n          questioning him. He doesn't answer. JOHNNY BOY'S body is\n\n          being taken into the ambulance.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          TONY'S PLACE - MEN'S ROOM\n\n                         \n\n          TONY is relieving himself. He washes his hands.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         NEIGHBORHOOD STREET\n\n                         \n\n          The last song of the festival is ending now. As the singers\n\n          come to a stirring climax they wave and shout in Italian.\n\n                         \n\n                          SINGERS\n\n           Good night...Good night...thank\n\n           you...good night!\n\n                         \n\n          The band plays a few bars of \"Home Sweet Home.\" The singers\n\n          throw kisses to the dispursing crowd. People who have been\n\n          watching the festival pull down the blinds of shades and go\n\n          in.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          MICHAEL'S CAR - PARKED\n\n                         \n\n          MICHAEL'S car is parked in a deserted area on the docks. He\n\n          has his head in his hands.",
  "77": "---END OF PREVIOUS SECTION---\nPeople who have been\n\n          watching the festival pull down the blinds of shades and go\n\n          in. CUT TO:\n\n                         \n\n          MICHAEL'S CAR - PARKED\n\n                         \n\n          MICHAEL'S car is parked in a deserted area on the docks. He\n\n          has his head in his hands. \n---TARGET SECTION TO BE ANNOTATED---\n The BOY with him says nothing.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         STREET CORNER\n\n                         \n\n          CHARLIE is still in shock, sitting on the curb.\n\n                         \n\n          The police are still walking around in a businesslike manner.\n\n                         \n\n           94.\n\n                         \n\n                         \n\n          CHARLIE stares down at his feet. The wrecked car is being\n\n          pulled away.\n\n                         \n\n          CHARLIE is being put into an ambulance. He is muttering to\n\n          himself and seems shocked and bewildered.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. POLICE STATION - DAY\n\n                         \n\n          Early morning. A door in the far corner of the room opens.\n\n          CHARLIE is motioned through by a cop, who shuts the door\n\n          immediately behind him. There is an unnaturally loud\n\n          clanging sound that echoes in the room. CHARLIE looks\n\n          around, still a little dazed, and spots MARIO standing over\n\n          by the door. MARIO has made no move to greet him. He just\n\n          stands there watching. CHARLIE walks over to him, sensing\n\n          something a little ominous.\n\n                         \n\n                          CHARLIE\n\n           My uncle didn't come?\n\n                         \n\n          MARIO says nothing, just nods at him to step outside.\n\n          CHARLIE goes out into the street. MARIO follows.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. STREET - DAY\n\n                         \n\n          There is practically no one on the street. The early\n\n          morning light makes everything a clammy grey. CHARLIE waits\n\n          at the bottom of the steps.\n\n                         \n\n                          MARIO\n\n           (pauses for a moment)\n\n           Giovanni says now he done enough.\n\n           He got you outta jail. Now...\n\n           (reaching in pocket)\n\n           he wants you outta the way.\n\n                         \n\n          MARIO hands CHARLIE an envelope containing an airline ticket.\n\n                         \n\n                          MARIO\n\n           He says use it. Don't sell it. He\n\n           says he'll see you. Someday. Maybe.\n\n                         \n\n          CHARLIE stares at the ticket in his hand. MARIO is obviously\n\n          uncomfortable.\n\n                         \n\n                          MARIO\n\n                          (ABRUPTLY)\n\n           Things worked out rotten kid. Sorry.\n\n                         \n\n                          CUT TO:\n\n                         \n\n           95.\n\n                         \n\n                         \n\n          INT.",
  "78": "---END OF PREVIOUS SECTION---\nSorry. CUT TO:\n\n                         \n\n           95. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAR - DAY\n\n                         \n\n          TONY'S car. He is driving CHARLIE to the airport. A\n\n          suitcase can be seen in the back seat.\n\n                         \n\n                          TONY\n\n           Where to?\n\n                         \n\n                          CHARLIE\n\n                          (PREOCCUPIED)\n\n           Kennedy.\n\n                         \n\n                          TONY\n\n           (trying to be jolly)\n\n           I know, I know, stupid. I mean\n\n           where you goin'?\n\n                         \n\n                          CHARLIE\n\n           It's an open ticket. I can go\n\n           anywhere up to $350.\n\n                         \n\n                          TONY\n\n           So?\n\n                         \n\n                          CHARLIE\n\n                          (EDGY)\n\n           So I'll send you a postcard from\n\n           wherever. If I get there.\n\n                         \n\n                          TONY\n\n           Nervous?\n\n                         \n\n                          CHARLIE\n\n           Yeah.\n\n                         \n\n                          TONY\n\n           You flew before?\n\n                         \n\n                          CHARLIE\n\n           No.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          CHARLIE'S face - slightly upset.\n\n                         \n\n          CHARLIE snapping seat belt in car.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          STOCK SHOT: airplane exploding BLACK AND WHITE (FANTASY)\n\n                         \n\n           CUT BACK TO:\n\n                         \n\n          CHARLIE in car - more upset.\n\n                         \n\n           96.\n\n                         \n\n                         \n\n                          CHARLIE\n\n                          (IRRITATED)\n\n           Hey, come on...\n\n                         \n\n                          TONY\n\n           Take it easy. I only asked because\n\n           maybe I could, you know, let you\n\n           have a little something.\n\n                         \n\n                          CHARLIE\n\n           Yeah, well thanks, but I got enough\n\n           to hold me. My mother can send me\n\n           some. I don't know.\n\n                         \n\n                          TONY\n\n           How about Teresa? I could talk...\n\n                         \n\n                          CHARLIE\n\n           (trying not to be impatient)\n\n           Listen, I appreciate it, but I'll\n\n           handle it myself. I'll write.\n\n                         \n\n                          TONY\n\n           And say what?\n\n                         \n\n                          CHARLIE\n\n           I'll say that I'm travelling.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EXT. AIRPORT - DAY\n\n                         \n\n          The TWA terminal at Kennedy.",
  "79": "---END OF PREVIOUS SECTION---\nCHARLIE\n\n           I'll say that I'm travelling. CUT TO:\n\n                         \n\n          EXT. AIRPORT - DAY\n\n                         \n\n          The TWA terminal at Kennedy. \n---TARGET SECTION TO BE ANNOTATED---\n TONY'S car pulls up to the\n\n          curb, CHARLIE gets out, waves away help from an idle porter,\n\n          and pulls his suitcases out of the back seat. TONY leans\n\n          across the seat toward him.\n\n                         \n\n                          TONY\n\n           Listen, try a place with some sun.\n\n           Swimming pools. Palm trees. Girls\n\n           in little French bathing suits.\n\n                         \n\n                          CHARLIE\n\n                          (SMILES)\n\n           Thanks for the ride.\n\n                         \n\n          CHARLIE breaks away from the handshake and grabs TONY\n\n          affectionately behind the neck.\n\n                         \n\n                          CHARLIE\n\n           Take care of that tiger.\n\n                         \n\n           97.\n\n                         \n\n                         \n\n                          TONY\n\n                          (CORRECTING HIM)\n\n           Panther...\n\n                         \n\n                          CHARLIE\n\n           Panther! Same thing...\n\n                         \n\n                          TONY\n\n           Hey...no more good times like\n\n           before. Until you come back.\n\n                         \n\n                          CHARLIE\n\n           Sure. And you're gonna take the\n\n           vows next Tuesday, right.\n\n                         \n\n                          TONY\n\n                          (LAUGHS)\n\n           Yeah, I'm gonna worry about you, too.\n\n                         \n\n          TONY gives CHARLIE'S hand a last slap, then gets back behind\n\n          the wheel.\n\n                         \n\n                          TONY\n\n           See you.\n\n                         \n\n          CHARLIE nods and watches the car pull away. Then he picks\n\n          up his bag from the sidewalk and walks into the terminal.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          INT. TERMINAL - DAY\n\n                         \n\n          The place is huge and there is a lot of bustle and excitement.\n\n          CHARLIE is noticeable because he is the only member of the\n\n          crowd who walks slowly, without any apparent mission or\n\n          destination. He makes his way toward the large flight board\n\n          that looms over the whole room. Loudspeakers announce\n\n          planes to and from every part of the world. On the flight\n\n          board, the origins and destinations of the days flight spin\n\n          and change every moment. He passes the insurance machines\n\n          and almost stops - more upset than before. A businessman\n\n          calmly pays for insurance. (Muzak is heard) CHARLIE\n\n          continues on past a novelty shop where some plastic crosses\n\n          and St. Christopher medals hang alongside the stuffed toy\n\n          dogs and flight bags.",
  "80": "---END OF PREVIOUS SECTION---\nHe passes the insurance machines\n\n          and almost stops - more upset than before. A businessman\n\n          calmly pays for insurance. (Muzak is heard) CHARLIE\n\n          continues on past a novelty shop where some plastic crosses\n\n          and St. Christopher medals hang alongside the stuffed toy\n\n          dogs and flight bags. \n---TARGET SECTION TO BE ANNOTATED---\n He looks at the cross.\n\n                         \n\n                          CHARLIE\n\n           I don't know what to say to you...\n\n                         \n\n          The ticket desk is under the flight board. CHARLIE eventually\n\n          works his way over to the desk, drops his bag on the floor\n\n          and stands staring at the board. He sees the names of\n\n          dozens of cities flashing before him. As he watches, a\n\n          pretty ticket clerk speaks to him from behind the desk.\n\n                         \n\n           98.\n\n                         \n\n                         \n\n                          CLERK\n\n           May I help you?\n\n                         \n\n          CHARLIE stares at the flight board in dismay and indecision.\n\n          He apparently does not hear her.\n\n                         \n\n                          CLERK\n\n           Sir, may I help you?\n\n                         \n\n          CHARLIE hears her this time. He reaches into his jacket\n\n          pocket and pulls out the ticket which he passes across to\n\n          her. The clerk starts to open it to check the destination.\n\n                         \n\n                          CHARLIE\n\n           (questioning, challenging)\n\n           Where can I go?\n\n                         \n\n          The question is unusual. The clerk looks up. CHARLIE stare\n\n          back at her with a quality that is almost defiance.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          QUICKLY TO BLACK - MUSIC IN \n\n\n\n"
}