{
  "1": " \n\nMEMOIRS OF A GEISHA\n\nEXT: JAPANESE SEACOAST. STORMY DAY. WIND. [WINTER]. *\n\nDEAD LEAVES scatter from twisted, skeletal trees that toss in\nthe harsh wind on the cliffs above the water's edge.\n\nBelow the cliff at! the edge of the sea, VILLAGE WOMEN gather\nfish laid to dry on wooden drying racks. The women hurry,\ntrying to escape the storm. In the rough waves, FISHERMEN\nstand and pull in their nets. An OX is tethered to a wayward\n\nboat, straining to pull it from the angry sea and safely to\nshore.\n\nClinging to the edge of the cliff is a tiny ramshackle,\n\nlopsided “tipsy house”. RAIN starts to batter its broken *\nshingles. Cowering under the eaves, a frightened macaque. A\nhome-made windchime bangs, tinkling. A lantern glows behind\n\na patched rice-paper door. The CAMERA moves inside to the\n\nsoft muxmur of men speaking in JAPANESE:\n\nTANAKA\n\n*\n(off-screen) *\nYou've done all that you can for *\nyou wife, Sakamoto-san *\n\nINT. TIPSY HOUSE STORM. DAY. [WINTER].\nTANAKA (50) and old SAKAMOTO (late 60s but seems older; *\n\nweathered, bent) confer in whispers. SAKAMOTO’s wife, MOTHER *\n(40) reclines, wrapped in a quilt. She is frail, her face\netched with pain. She opens her eyes briefly to drink a\nmedicinal tea: they are a silver color.\n\nIn secret, her daughters CBIYO (9, clean-limbed, delicate)\nand SATSU (15, slow, earthy) listen behind a make-shift\nscreen. The TWO MEN continue in JAPANESE: *\n\nTANAKA . *\nHave you made any provision for\nyour daughters?\n\nSAKAMOTO *\n(his head bowed in shame) *\nI've nothing left. Nothing. *\n\nWithout understanding Japanese, we still comprehend the grave *\nsituation. *\n\f1/6/05 DOUBLE GOLDENROD REVISION 2\n\nSatsu grips little Chiyo‘s hand tightly:\n\nTANAKA\nYou're not young. Like this house.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAKAMOTO *\n(his head bowed in shame) *\nI've nothing left. Nothing. *\n\nWithout understanding Japanese, we still comprehend the grave *\nsituation. *\n\f1/6/05 DOUBLE GOLDENROD REVISION 2\n\nSatsu grips little Chiyo‘s hand tightly:\n\nTANAKA\nYou're not young. Like this house. \n\nTARGET SECTION TO BE ANNOTATED:\nOne good storm could carry you off.\n\nSatsu turns away, she cannot bear to hear more. But little\nChiye desperately presses her ear against the “wall's\n\nSAKAMOTO\nI've nothing left to offer them but\nmy prayers.\n\nTANAKA\nLet me take them; I will make\narrangements~.\n\nSakomoto eyes him with both alarm and regret.\n\nSAKAMOTO\nI could never—-.\n\nTANAKA\n\nAny life would be better than the\none that awaits them here.\n\nOMIT\n\nuw\n\fOMIT\n\n1/3/05 DOUBLE GREEN REVISION 3\n\f1/3/05 DOUBLE GREEN REVISION 4-5\n\nOMIT\n\nINT: TIPSY HOUSE. PRE-DAWN. WIND. [WINTER].\n\nAbrupt awakening. In darkness Satsu and Chiyo are rudely :\nroused. Sakamoto’s weathered old face distorted by the light\nof his oil lamp. :\n\nSAKAMOTO\n(in Japanese)\nQuiet!\n\n+\n\f1/3/05 DOUBLE GREEN REVISION 6\n\nEXT: TIPSY HOUSE AND CLIFF PATH. PRE~DAWN. WIND. [WINTER].\n\nIn the pelting rain, Sakamoto grimly lifts Chiyo into\nTanaka's wooden cart, handing her to Satsu. in front, Tanaka\ntakes the reins of the OX. Sakamoto lifts his lantern for a\n\nfinal look as the cart pulls away. His old eyes fill with\ntears. .\n\nIn Chiyo’s face, rainwater and sorrow stream together down\nher face. The softly accented VOICE of 4 mature woman\nnarrates in ENGLISH: ~\n\nSAYURT’S VOICE\nA story like mine should never be\ntold.\n\nChiyo is jolted about in the back as Tanaka's fish-stained\ncart rattles over rough road.\n\n. SAYURI'S VOICE (cont‘d)\nFor my world is as forbidden as it\nis fragile; without it’s mysteries,\nit cannot survive.\n\nLow-hanging branches whip the cart; Satsu pulis Chiyo close\nto guard her from them. Tanaka urges the oxen onward.\n\nSAYURI'S VOICE (cont’d)\nMy family lived in a tipsy house in\na tiny village called Yoroido on\nthe Sea of Japan.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLow-hanging branches whip the cart; Satsu pulis Chiyo close\nto guard her from them. Tanaka urges the oxen onward. SAYURI'S VOICE (cont’d)\nMy family lived in a tipsy house in\na tiny village called Yoroido on\nthe Sea of Japan. \n\nTARGET SECTION TO BE ANNOTATED:\n When I was born,\nmy father was already old. My\nmother said he was like wood, as\nrooted to the earth as an old\nSakura tree. But she and I were\nlike water. Water doesn't stay in\none place; it flows quickly--\n\nThe heavy oak wheels carve grooves through the mud. in the\ndriving rain, they fill with water, which courses in rivulets\nacross the ground, tiny rivers.\n\nSAYURI'S VOICE {cont‘d)\n-and when something blocks the way,\nwater makes a new path.\n\nA RIVULET veers to one side rather than pass over a stone.\n\nee eH\n\n** %\n\nee oe eH\n\nee ee\n\n*\n\nAe EH\n\n*\n\n*\n\f2\n\n1/6/05 DOUBLE GOLDENROD REVISION 6A\n\nEXT: SMALL TOWN RAILWAY DEPOT. EARLY MORNING. [WINTER].\n\nChill gray light. A coal-fired TRAIN ENGINE--like a great,\nblack DRAGON, belching smoke, with one malevolent white eye--\nidles on the platform. [Japanese sign: “Senzuru\"].\n\nSAYURI'S VOICE\nI certainly wasn’t born to the life\nof a geisha.\n\nMEN load mailbacs, boxes of dried fish, sacks of rice. Few\npassengers are boarding. On the platform weits MR. BEKKU\n(middle-aged, impersonal, coid).\n\nSAYURI‘S VOICE (cont'd)\nLike so much in my strange life, 1\nwas carried there, by the current.\n\nTanaka greets Bekku, leaving Satsu and Chiyo huddled close to\neach other, shivering in their bare feet. They hold hande\ntightly. Tanaka makes the girls stand in front of Bekku:\n\nTANAKA\nBow to Mr. Bekku.\nSatsu bows obedientiy, but Chiyo is too frightened; she just\n\nStares at Bekku, dumbstruck. His heori (jacket) & kimono are\nof smooth silk; his hands as soft as a woman's.\n\nTANAKA {cont ‘d)\nYou too.\n\nShaken out of her stupor, Chiyo bows. When she raises her\nhead, Bekku notices her haunting silver eyes.\n\nMR. BEKKU\nHm.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen she raises her\nhead, Bekku notices her haunting silver eyes. MR. BEKKU\nHm. \n\nTARGET SECTION TO BE ANNOTATED:\n Curious eyes.\nCHIYO\nI have my mother’s eyes.\nMR. BEKKU\n(to Tanaka)\n\nWhat are their names?\n\nTANAKA\nShe's Chiyo. Her eister is Satsu.\n\nBekku turns to Satsu and prods her.\n\f1/3/05 DOUBLE GREEN REVISION 6B\n\nMR. BERKKU\nThey're sisters? She looks like a\npeasant next to this little one.\n\nTANAKA\nTheir father does not want them to\nbe separated. ,\n\nBekku hands him an envelope and both men bow. Tanaka touches\nthe girls reassuringly, encouraging them:\n\nTANAKA (cont'd)\nBe good.\n\f10\n\n121\n\n12\n\n43\n\n14\n\nAls\n\n15\n\n1/6/05 DOUBLE GOLDENROD REVISION 7\n\nGripping their elbows, Bekku propels Satsu and Chiyo into the\ntrain car. Chiyo tries to twist free, calis to Tanaka:\n\nCHIYO\nTanaka-san!\n\nMr. Bekku jerks Chiyo on board.\nTANAKA\n\n(calling after them)\nMeta yo!.\n\nOMIT\n\nEXT: TRAIN IN RURAL JAPAN. DAY. {WINTER].\n\nThe TRAIN winds through a megnificent vista of hilis and\ntrees still stark with winter.\n\nOMIT\nOMIT\nOMIT\n\nOMIT\n\nEXT. CLOSE ON TRAIN WHEELS - TRAIN ARRIVING MIYARO [WINTER]\n\nSparks fly from the train brakes, and the SOUND of metal\nwheels scream agains metal tracks.\n\nINT./EXT. TRAIN STATION - MIYAKO. EVENING. [WINTER].\n\nBekku and hie two tiny warde disembark from the train. He\nushers them through the bedlam of PASSENGERS, TRAIN OFFICIALS\nand BAGGAGE RANDLERS. Bekku puts Satsu and Chiyo in the\nRICKSHAW. He climbs in, wedging himself between Chiyo and\nSatsu.\n\n10\n\nil\n\n12\n\na3\n\na4\n\nAl5\n\n15\n\fJ.\n\n17\n\nEXT: RICKSHAW MOVING - STREETS OF THE HANAMACHI. MIYAKO. 16\nNIGHT. [WINTER].",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\n17\n\nEXT: RICKSHAW MOVING - STREETS OF THE HANAMACHI. MIYAKO. 16\nNIGHT. [WINTER]. \n\nTARGET SECTION TO BE ANNOTATED:\nChiyo keeps peeking past the huge form of Bekku, glimpsing\npassing buildings and brightly-lit electrical signs.\n\nPOV image: A DISTINCTIVE TORII GATE spans the entrance to a\nhuge SHRINE, flanked by rows of HUGE WHITE PAPER LANTERNS.\n\nThey have crossed the winding river known as the Sonogawa;\nthey’re met by a crush of BICYCLES, HORSE-DRAWN CARTS,\nRICKSHAWS, and AUTOMOBILES.\n\nGROUPS of MEN in Western clothes and fedoras pass by the\nYUKIMOTO TEAHOUSE, its wall hung with lanterns and theatre\nposters covered with Japanese & Chinese characters.\n\nChiyo curiously cranes to see more but Bekku shoves her back\nand pins her firmly.\n\nEXT: THE OKIYA - IN THE HANAMACHT. NIGHT. [WINTER}. 17\n\nNarrow streets are crowded with shuttered wooden facades and\nthe silhouettes of low tiled roofs. The darkness is\npunctuated by a few red lanterns in the near-distance.\n\nBEKKU\nSokode.\n\nThe rickshaw arrives at a wooden entrance gate. Bekku pulls\nthe girls from the rickshaw.\n\nHe slides open the gate. Chiyo sees a lantern hanging over a\nwet stone courtyard, and beyond that, the entrance into a\ntraditional Japanese okiya. The door is open:\n\nA mysterious female SILHOUETTE glides toward Chiyo, pauses.\nHer shape moves into the light of the lantern above the path,\nrevealing:\n\nHATSUMOMO (28), in full geisha regalia: Gorgeous kimono,\nsensuously-upswept hair studded with dangling hair ornaments.\nA mask of pearl-white make-up sets off a blood-red mouth and\nlarge almond-shaped eyes rimmed with fluid black.\n\nBehind her, AUNTIE (55) strikes a flint, “flinting” Hatsumomo\nfor luck; SPARKS rain upon her back.\n\f18\n\nBekku pushes the girls down onto the wet ground. Hatsumomo\nsteps imperiously past in her delicate sandals and pure white\ntabi (gloves for the feet].",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBehind her, AUNTIE (55) strikes a flint, “flinting” Hatsumomo\nfor luck; SPARKS rain upon her back. 18\n\nBekku pushes the girls down onto the wet ground. Hatsumomo\nsteps imperiously past in her delicate sandals and pure white\ntabi (gloves for the feet]. \n\nTARGET SECTION TO BE ANNOTATED:\n As she ‘sweeps by, Chiyo turns\nher face up to watch:\n\nThe geisha’s fluid kimono sleeves slowly lift like dreamy\nsilken wings. She glides away like a butterfly of the night.\n\nAuntie moves to the girls, cane in hand. She walks with a\nslight limp, her hip jutting forward.\n\nAUNTIE\nThese are the girls from Tanaka?\n\nBEKKU\nSisters, yes, from Yoroido.\n\nAUNTIE\n(peers at Chiyo)\nThis one maybe. The other one, no.\n\nBekku roughly yanks Satsu back into the rickshaw.\n\nBEKKU\nHayaku.\n\nThe DRIVER pulls away. Chiyo rushes into the street.\nCrying, Satsu reaches out for her, but Auntie captures Chiyo.\nThe rickshaw flies on:\n\nCHIYO\nSatsu!\n\nSATSU\nChiyo-chan!\n\nINT. OKIYA - MOTHER'S ROOM. NIGHT. [WINTER]. 18\nAuntie slides back a door to the okiya.\n\nAUNTIE\nShow your respect for Mother. You\nmust not speak; I will answer for\nyou.\n(calling)\nOkasan!\n\nMOTHER (0.S.)\n{from within)\nCome in!\n\f10\n\nAuntie pushes open ‘a shoji screen, revealing a dark room\nwhere a RADIO plays. Through spirals of smoke, Chiyo can see\na neatly-coiffed woman kneeling before accounting books,\nsmoking a long traditional pipe: MOTHER (40s, business\nwoman). Auntie grips Chiyo and whispers:\n\nAUNTIE\nKneel. And head down! Never look\nher in the face.\n\nAuntie shoves Chiyo's head down. Smoke streams from Mother‘s\nnose as she appraises the grubby child. She motions: Closer.\n\nMOTHER\nHow old are you?\n\nAUNTIE\nShe is Year of the Rooster.\n\nMOTHER\nOnly nine?\n\nMother makes: a dismissive sound and examines Chiyo‘’s dirty\nfeet. She pulls up Chiyo’s dress to look at her straight\nlegs; runs her thumb down Chiyo’s spine. Chiyo blurts:\n\nCHIYO\nWhere is my sister?\n\nAuntie claps a hand over her mouth.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls up Chiyo’s dress to look at her straight\nlegs; runs her thumb down Chiyo’s spine. Chiyo blurts:\n\nCHIYO\nWhere is my sister? Auntie claps a hand over her mouth. \n\nTARGET SECTION TO BE ANNOTATED:\n Mother looks at Chiyo:\n\nMOTHER\nLet me see those eyes.\n\nAuntie stares. She hadn‘t noticed before.\n\nMOTHER (cont'd)\nToo much water.\n\nAUNTIE\nBut Okasan, a little water is good,\nto guard against fire. You won’t\nhave to worry about the okiya\nburning, and losing all your\nkimono.\n\nMother considers this impassively. She gestures, Go on.\n\n \n\nMOTHER\nThese country girls. Too late to\nsend her back now.\n\f20\n\n11\n\nDEEPER INSIDE THE OKIYA . 19\n\nAuntie pushes Chiyo up a step-tansu into the darkness of the\nsecond floor. Chiyo notices a door ajar and peers inside.\n\nGRANNY reclines, an elderly figure with a balding crown and\ndecayed teeth speckled with gold fillings; her skin yellowish\nand sagging. Her chin moves as she mumbles sutras under her\nbreath. Chiyo recoils.\n\nAUNTIE\nMm. Yes. Granny. This used to be\nher okiya.\nAuntie leads Chiyo down a dark crooked passageway.\n\nCHIYO\nWhat happened to her skin?\n\nAUNTIE\n(by way of explanation)\nLead. That old make-up was poison.\n\nAuntie pushes Chiyo up a few small steps --\n\nINT: MAID’S ROOM. SECOND FLOOR. NIGHT. [WINTER] 20\n\nAUNTIE\nKeep her quiet. Mother is\ndownstairs.\n\n-- to PUMPKIN (11, round-faced, comic.) Auntie shuts the\ndoor and Chiyo hears the bolt fall. She beats on the door --~\n\nCHIYO\nLet me go! Let me go!\n\nShe weeps as Pumpkin tries to pull her away --\nYOUNG PUMPKIN\nShhh. Stop that. Mother will hear\nyou; she’s got a bamboo stick.\n\nCHIYO\nI want my sister!\n\nPumpkin pulls Chiyo onto her futon, and muffles her sobs with\nthe quilt.\n\f21\n\n12\n\nYOUNG PUMPKIN\nI cried, too, at first.\n\nYou know, it is easier if you just\nforget everything that happened\nbefore you came to the okiya.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nPumpkin pulls Chiyo onto her futon, and muffles her sobs with\nthe quilt. 21\n\n12\n\nYOUNG PUMPKIN\nI cried, too, at first. You know, it is easier if you just\nforget everything that happened\nbefore you came to the okiya. \n\nTARGET SECTION TO BE ANNOTATED:\n If\nyou impress Mother, and do exactly\nas she says--\n\n(beaming at the\n\npossibility)\n--she will send you to school to be\na geisha!\n\nCHIYO\nA what?\n\nYOUNG PUMPKIN\nA geisha. Like Hatsumomo! You\nwill get to drink sake, and sleep\nuntil noon.\n\nPUMPKIN grins encouragingly, and sticks her chest out. She\nwears two braids, pinned to her scalp. One sticks up,\njaunty, like a stem.\n\nYOUNG PUMPKIN (cont‘d)\n(beat)\nI am Pumpkin.\n\nAnd an apt name it is, given her hairstyle.\n\nCHIYO\nWhere is my sister?\n\nYOUNG PUMPKIN\nProbably in another okiya in the\nHanamachi.\n{with painful clarity)\nYour family sold you to this house.\nYou live here now.\n\nAs this sinks in, ON CHIYO’S FACE --\n\nEXT: BACK OF OKIYA - NEXT DAY. DAWN. [WINTER]. 21\n\nShivering, Chiyo (naked) squats on the stones near the\nprivies, Auntie scrubs her feet with a hard brush. Mother\nhands Chiyo her dark tabi (socks) and geta (rough wood\nsandals.)\n\f13\n\n) MOTHER\n\nInside, you wear these. Outside,\nthese. We don’t display our naked\nfeet like monkeys.\n\nNext, Mother impatiently wraps Chiyo in a servant‘’s kimono.\n\nMOTHER\n\nRemember to always shut the shed\ndoor, so the rats don’t get in. If\nI ever find it open--even an inch--\nit’s the bamboo stick for you. Now\nget to work. Be quiet! Hatsumomo\nis sleeping.\n\n(calling)\nPumpkin!\n\n22 EXT. STORE ROOM & BACK GARDEN. DAY. [WINTER]. 22\n\nChiyo scrubs the stepping stones while Pumpkin cleans the\nshed.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTORE ROOM & BACK GARDEN. DAY. [WINTER]. 22\n\nChiyo scrubs the stepping stones while Pumpkin cleans the\nshed. \n\nTARGET SECTION TO BE ANNOTATED:\n Pumpkin explains in a whisper (which gets louder as\n\nshe continues):\n> YOUNG PUMPKIN\n\nTwo nights ago Hatsumomo had to\nstay at the tea-house until dawn,\nentertaining three Judges--and when\nshe got home, she cried, “I‘m sooo\ntired!” And then she started--\n\n(PUMPKIN makes a snoring\n\nsound)\n--and she knocked over a candle,\nand it singed her kimono and her\nfuton started smoking, and Mother\ncame in and said, “Pumpkin! You\nmust stay awake, all night, so\nHatsumomo doesn’t burn down the\nwhole okiya!”\n\n(a breath, and then)\nWhen I am a geisha I will sleep as\nlate as I want. I will wear a\nfancy kimono, and my hair will be\nin a split-peach!\n\nCHIYO\nA what?\nPumpkin curls her tongue and sticks it out; it looks like a\n“split peach.” Together, she and Chiyo giggle.\n\f23\n\n14\n\nHATSUMOMO\nWhy can’t you be QUIET?\n\nPumpkin freezes in terror. Even with tousled hair and\nsmudged mascara, Hatsumomo is gorgeous. She spies CHIYO\ninstantly, and gives her a long, slow appraisal.\n\n, HATSUMOMO (cont'd)\nSo this ‘is the’ new arrival? A pity\nshe still stinks of fish.\n\nShe lights a cigarette casually and moves toward Chiyo.\nMother steps. out onto the veranda:\n\nHATSUMOMO (cont ‘d)\nHope you didn’t pay much for her,\nMother. Not with those eyes. Water\nruns away.\n\nMother dumps her tobacco ashes into a bin:\n\nMOTHER\nI pay too much for all of you.\n\nMother leaves. Smiling, Hatsumomo bends down and tucks back\nChiyo’s hair, a sisterly gesture.\n\nHATSUMOMO\nStay out of my room. Your fingers\nsmell; I can’t have you touching my\nthings.\n\nHer fingers linger.\n\nINT/EXT: LADDER & ROOF OF OKIYA. LATE DAY. [WINTER]. 23\nPumpkin and Chiyo carry water from the well in the garden.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/EXT: LADDER & ROOF OF OKIYA. LATE DAY. [WINTER]. 23\nPumpkin and Chiyo carry water from the well in the garden. \n\nTARGET SECTION TO BE ANNOTATED:\nCHIYO\nWhen can I go outside?\n\nYOUNG PUMPKIN\nOutside the okiya? You can’t.\nIt’s not allowed.\n\nCarrying their buckets INSIDE, the girls climb the narrow\nfixed ladder that leads to the roof. Pumpkin climbs ahead:\n\nCHIYO\nHow will I find Satsu?\n\f15\n\nYOUNG PUMPKIN\nYou can’t just walk up to every\nhouse in the Hanamachi. Do you\nknow how many there are?\n\nCHIYO shakes her head “no.”\n\nYOUNG PUMPKIN (cont'd) ‘\nLook.\n\nPumpkin arrives on the roof and looks out over the Hanamachi\n[we don’t see yet]. Chiyo pulls herself up, sees with a jolt:\n\nOVERHEAD FROM THE ROOFTOP - THE HANAMACHI & BEYOND. LATE DAY.\n[WINTER].\n\nAgainst a backdrop of softly rounded misty hills are\nTHOUSANDS UPON THOUSANDS OF SLATE-BLUE TILED ROOFS so\nimpenetrably close together, they seem almost to overlap.\n\nPumpkin dumps her bucket into the water tank, splashing some\non the tiles. Chiyo, crushed, stares at the maze of roofs.\n\nINT. GRANNY’S ROOM - OKIYA. DAY. [WINTER]. 24\n\nChiyo carries a tray laden with food for Granny: rice and\ntiny white fishlings with dead, black eyes. She places it\ndown in front of the old woman, who barks:\n\nGRANNY\nIt is freezing! Close the window.\n\nDutifully, Chiyo goes to the window and starts to pull it\nshut. Outside--on the street--she can’t help noticing:\n\nHatsumomo, with a handsome young man; KOICHI (30s). With a\n\nsmile, he pulls her into a clandestine embrace. He kisses\n\nher neck, and whispers in her ear. Hatsumomo dissolves into\ngirlish giggles.\n\nFor a moment, Chiyo is absorbed by the sight of them. She\nsnaps back to attention when she hears:\n\nMOTHER (VOICE)\nChiyo!\n\nChiyo yanks the window shut tightly.\n\nMOTHER (cont'd)\nChiyo! Come quickly!\n\f16\n\n2\n\n25 INT. HATSUMOMO‘S ROOM.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome quickly! 16\n\n2\n\n25 INT. HATSUMOMO‘S ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY. [WINTER]. 25\n\nMother, cradling her ugly Japanese spaniel TAKU, slides open\nHatsumomo’s door, revealing a room in disarray.\n\nMOTHER\nHatsumomo is at the bath house.\nTidy up.' '\n\nCHIYO\n\nBut she made me promise--\n\nMOTHER\nHatsumomo does not run this okiya.\n\nShe gives Chiyo a sharp poke and Chiyo forces herself to go\ninto the room.\n\nFuton and quilts are piled in a tangled heap. Grimy white\ntabis and old wooden sushi boxes lie strewn among crumpled\ntissues and spilled face powder and movie-photo magazines.\nChiyo leans down to pick up a box of powder; she does not\nhear Hatsumomo come in:\n\n) HATSUMOMO\nWhy, look who's in my room.\n\nChiyo jumps up. Hatsumomo snatches up her dusting powder:\n\nHATSUMOMO (cont ’d)\n\nDid you touch this??\n\n(sniffs, sarcastic)\nI can just hear the General now.\n“Why, Hatsumomo. You used to smell\nof jasmine; what’s this new\nperfume?”\n\n(wrinking her nose in\n\ndistaste)\n“Blowfish?”\n\n(savagely)\nI told you never to touch my\nthings! Can't you understand why?\n\nCHIYO\nBecause your General will say,\n“Hatsumomo, you stink.”\n\nHatsumomo stares at her, displeased with her delivery.\nHATSUMOMO\n> At least you don’t smell as bad as\n\nyour sister.\n(MORE)\n\f26\n\n17\n\nHATSUMOMO (cont'd)\nYou know she was here. She came\nby, looking for you.\n\nCHIYO\n(stunned)\nWhat?\n\nHATSUMOMO\n(ingenuous) ‘\nWas I wrong to ask her to leave?\n\nCBRIYO\n(with poignant urgency)\nPlease. Tell me where she is.\n\nHatsumomo looks at her with a luminous smile.\n\nHATSUMOMO\nOnly if you swear yourself to me\nfirst. Yes? Now get out.\n\nINT. TATAMI ROOM & KIMONO ROOM. OKIYA. DAY. [WINTER]. 26\n\nAUNTIE\nThe only reason Mother tolerates\nHatsumomo is because she brings in\ngood money.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOKIYA. DAY. [WINTER]. 26\n\nAUNTIE\nThe only reason Mother tolerates\nHatsumomo is because she brings in\ngood money. \n\nTARGET SECTION TO BE ANNOTATED:\nAuntie kneels amid a feast of colors, folding the many silk\nkimono piled around her, then placing them neatly in\nlacquered boxes. Chiyo climbs a ladder and places the boxes\nin stacks along the walls.\n\nAUNTIE (cont’d)\n\nNever forget, it is Hatsumomo who\npays for your supper. The clothes\non your back. By the time she was\ntwenty, she had already earned back\nher purchase price. Unheard of! She\nhas. been the talk of the hanamachi\never since.\n\nChiyo curious fingers one of the kimono:\n\nCHIYO\nThese are all hers?\n\nAuntie snatches the kimono away.\n\nAUNTIE\nCertainly not. They belong to the\nokiya.\n(displays summer kimono)\n(MORE)\n\f27\n\n28\n\n18\n\nAUNTIE (cont'd)\nA kimono like this, made of\nTatsumura silk? It would take a\nlifetime to earn! A Sea Captain\nhad this made for Granny when she\nwas only fourteen.\n\nUnder Auntie’s deft folding, the exquisite embroidery\n\ndisappears and the kimono goes into a red lacquered box:\n‘AUNTIE (cont'd)\n\nA geisha needs an elegant wardrobe,\n\njust like an artist needs ink! If\n\nshe is not properly dressed, then\n\nshe is not a true geisha.\n\nCHIYO\nNobody told me what a geisha is.\n\nAUNTIE\nYou will find out soon enough. I\nhave news for you, child.\n\nChiyo looks at her, puzzled.\n\nAUNTIE (cont‘’d)\n...Mother has determined. It is\noff to school with you.\n(beat)\nYou are to become geisha.\n\ncur TO:\n\nINT/EXT. OKIYA - VARIOUS ROOMS. EARLY MORNING. DAY. [WINTER]. 27\n\nPumpkin’s feet hurry down the STEP-TANSU, Chiyo behind her.\nThe girls wear simple cotton school kimono.\n\nAt the entrance of the okiya, Pumpkin hops into her shoes.\nMother unfastens the bolt on the gate and hurries Pumpkin and\nChiyo through:\n\nMOTHER\nQuick. Quick.\n\nFor the first time since her arrival, Chiyo steps into the\nstreet. Pumpkin yanks her --\n\nEXT. STREETS OF THE HANAMACHI.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor the first time since her arrival, Chiyo steps into the\nstreet. Pumpkin yanks her --\n\nEXT. STREETS OF THE HANAMACHI. \n\nTARGET SECTION TO BE ANNOTATED:\n VARIOUS. EARLY MORNING. 28\n[WINTER].\n\nPumpkin and Chiyo run down the street, wooden geta clattering\non the paving stones.\n\f19\n\nSONOGAWA & BRIDGE\n\nThe girls race across a bridge that spans the flowing\nSonogawa, gracefully overhung with bare-limbed cherry trees.\n\nChiyo’s head swivels at TWO MAIKO walking past, their hair\nfashioned in the traditional split-peach style. Pumpkin\ngrins, and points at them. Once again, she curls her tongue\ninto a “split peach.”\n\nTogether she and Chiyo laugh. Pumpkin pulls Chiyo after her\ninto a tunnel --\n\nPUMPKIN\nHurry!\n\nAs they run, Pumpkin jumps up to touch a low-hanging FISH\nCARVING and make it swing; a child‘s ritual. She races down\na jumbled alley toward the theatre. Suddenly, Chiyo breaks\nrank:\n\nCHIYO\n{with resolve)\nPumpkin! I’m sorry; I‘m going to\nrun-- I’m going to find Satsu--\n\nThis makes PUMPKIN stop, cold.\n\nYOUNG PUMPKIN\nNo! Chiyo, don't!\n(beat)\nYou will ruin your own chances, and\nmine too! Please. Stay with me!\n\nPumpkin notices a morsel of food in the gutter. She gives a\ncry of discovery in Japanese.\n\nPUMPKIN\nMite, mite!\n\nTo Chiyo's disbelief, Pumpkin squats down and snatches up a\ndirty skewer of food fallen from a vendor's cart. She takes\na bite:\n\nPUMPKIN (cont'd)\nMm, squid!\n\nPumpkin pulls Chiyo into --\n\f29\n\n30\n\n1/3/05 DOUBLE GREEN REVISION 20\n\nINT/EXT. KABURENJO THEATRE & SCHOOL. CONTINUOUS. DAY. 29\n[WINTER].\n\nThe girls race along walkways to the school’s entrance,\nPumpkin still chewing the squid --\n\n‘ YOUNG PUMPKIN (CONT’D)\nIf you are not careful, Mother will\ntoss you back onto the street, and\nthen what? You will wind up with\nyour obi tied in front.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. 29\n[WINTER]. The girls race along walkways to the school’s entrance,\nPumpkin still chewing the squid --\n\n‘ YOUNG PUMPKIN (CONT’D)\nIf you are not careful, Mother will\ntoss you back onto the street, and\nthen what? You will wind up with\nyour obi tied in front. \n\nTARGET SECTION TO BE ANNOTATED:\nCHIYO\n“In front?”\n\nYOUNG PUMPKIN\nYou know. A prostitute. Because\nthey spend so much time on their\nbacks.\n\nCEIYO\nWhat is a “prostitute”? *\n\nPumpkin doesn’t reply but climbs a wall of cubby holes like a\nladder and puts her sandals at the top. Chiyo follows.\nPumpkin jumps down and grabs a shingle from the basket by the\nentry and hangs it on the wall among HUNDREDS OF NAMES.\n\nChiyoe tries to read them, but Pumpkin pulls her away:\n\nPUMPKIN\nLook for your sister later!\n\nINT/EXT. GEISHA SCHOOL. DAY. [WINTER]. : 30\nAs Chiyo and Pumpkin race to class.\n\nThey run by a row of 6 MAIKO, who go through precise dance\nmovements as the FEMALE TEACHER (elegant, older) beats time\nwith her folded fan, calling out the steps in Japanese. A\nsilver-haired GEISHA beats a tsuzumi.\n\nPumpkin and Chiyo cut through the school garden past a TEA\n\nCEREMONY CLASS (5 Geisha) and a CALLIGRAPHY CLASS (6 Maiko,\nled by one female teacher.).\n\nThey pass a tatami room where 5 GEISHA play the shamisen led\nby a MALE TEACHER, and enter:\n\nA classroom where a ragged line of 8 YOUNG GIRLS in cotton\nkimono try to follow a weary FEMALE TEACHER. A STUDENT\nkneels by a small Victorela, winding the scratchy recording.\n\f31\n\n10/14/04 PINK REVISION 21\n\nThe Teacher barks out the steps in Japanese, hitting the\ngirls with her fan.\n\nPumpkin and Chiyo dart into line at the back of the room, but\nthe Teacher bears down upon them, smacking her fan as she\nshouts out the time in cadence:\n\nTEACHER\nYou - are - late!\n\nThe Teacher whacks Pumpkin with her fan, keeping time, as\nPumpkin tries clumsily to perform the steps and Chiyo tries\nto follow. The Teacher shoves the shoji door closed.\n\nCUT TO:\n\nINT. ENTRY AREA OF OKIYA. LATE NIGHT. [WINTER].",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nENTRY AREA OF OKIYA. LATE NIGHT. [WINTER]. \n\nTARGET SECTION TO BE ANNOTATED:\n 31\n\nAlone, Chiyo kneels, trying to stay awake as she practices\nher shamisen. The sound of raucous LAUGHTER:\n\nKORIN\nSssh, Hatsumomo-san, you’1ll wake\nthe entire house.\n\nHatsumomo and her geisha friend KORIN (20s) arrive drunk and\ngiggling. Korin spies Chiyo:\n\nKORIN (cont‘d)\nYour big sister is thirsty. So am\nI. Go get us some beer.\n\nHATSUMOMO\nI’m not in the mood for beer.\n\nKORIN\nI know what you're in the mood for,\nand his name is Koichi.\n\nHatsumomo flares; she doesn't want Korin to give away her\nsecret:\n\nHATSUMOMO\nWhat did you say? *\nKORIN *\nI'm sorry. I forgot -- *\nHATSUMOMO *\n\nYou’re just jealous someone cares\nfor me!\n\f22\n\nINT: KITCHEN - THE OKIYA. LATE NIGHT. [WINTER]. 32\n\nHatsumomo opens a package wrapped in silk. She spreads out a\nivory colored, embroidered kimono.\n\nHATSUMOMO\nGuess who this belongs to?\n‘ '\n\nHatsumomo wets an ink block:\n\nHATSUMOMO (cont'd)\nI will give you a clue. A geisha\nas desired as she is...ought to\nkeep a close eye on her clothes!\n\nKORIN\nIt‘s Mameha’s?? How did you get\nit?\n\nHATSUMOMO\n\nBribed her maid.\n\nShe laughs, enjoying her own cleverness. Hatsumomo dips a\ncalligraphy brush, and gives it to Korin. Korin begins\ngiggling; she has a failure of nerve:\n\nKORIN\nOh I can’t. I can’t.\n(eyeing Chiyo)\nGive it to her.\n\nShe thrusts the brush back at Hatsumomo. Hatsmomo smiles at\nChiyeo, who shrinks back. Hatsumomo grabs Chiyo's wrist and\nforces the brush into her hand, points to a place on the\nkimono --\n\nHATSUMOMO\nThere.\n\nChiyo hesitates. Their eyes lock:\nHATSUMOMO (cont'd)\nRemember? You swore yourself to\nme.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo hesitates. Their eyes lock:\nHATSUMOMO (cont'd)\nRemember? You swore yourself to\nme. \n\nTARGET SECTION TO BE ANNOTATED:\nChiyo reluctantly takes up the brush.\nHATSUMOMO (cont‘d)\n\nNow then, little Chiyo. It’s time\nto practice your calligraphy.\n\f33\n\n34\n\n35\n\n23\n\nHatsumomo points to a place on the kimono. Chiyo touches the\nbrush to the milky fabric, leaving a smear of heavy black\nink. Korin giggles. Hatsumomo glares at Chiyo as if to say\n\n“Again.” Chiyo wets her brush a second time.\nEXT. MAMEHA‘S APARTMENT BUILDING NEAR THE SONOGAWA. NIGHT. 33\n[WINTER]. '\n\nHatsumomo and Korin huddle with Chiyo in the shadows:\n\nHATSUMOMO\nDo not let anybody see you.\n\nChiyo walks quickly and leaves the folded kimono at the door.\nA figure opens the door, flooding Chiyo’s face with light:\n\nChiyo sees a beautiful woman--MAMEHA (29)--whose long long\nglossy hair flows over a nearly transparent kimono. Their\neyes meet. Chiyo runs blindly --\n\nABRUPT CUT TO:\n\nEXT: BACK GARDEN & PRIVIES - OKIYA. DAY. [WINTER]. 34\n\nGripping Chiyo, Mother pours a bucket of water over her back\nand begins severely lashing her with a bamboo rod.\n\nMOTHER\nThieving rat! That kimono was\nworth more than you!\n\nAUNTIE\nCareful, Okasan! You will hurt\nyourself more than her. Let me.\n\nAuntie seizes the rod and Mother walks back into the Okiya.\n\nEXT. BACK GARDEN & PRIVIES. CONTINUOUS. DAY. [WINTER]. 35\n\nAUNTIE\nKneel.\n\nChiyo kneels, weeping, ashamed. Auntie painfully lowers her\ntwisted hip and sits on the stone step.\n\nAUNTIE (cont'd)\nWhat have you done to Hatsumomo?\n\nChiyo looks up tearfully.\n\f36\n\n37\n\n24\n\n’ CHIYO\nI haven't done anything, I promise\nyou. :\n\nAUNTIE\n\nWhatever you've done to anger her,\nyou'd be wise to stop. Now.\n\n.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\n36\n\n37\n\n24\n\n’ CHIYO\nI haven't done anything, I promise\nyou. :\n\nAUNTIE\n\nWhatever you've done to anger her,\nyou'd be wise to stop. Now. . \n\nTARGET SECTION TO BE ANNOTATED:\n (when Chiyo is silent)\nYou would like 'Hatsumomo to be your\nbig sister, wouldn’t you? Then you\nmust learn to please her.\n\n(beat)\n\nLie face down.\n\nChiyo obeys. Auntie gets to her feet painfully, favoring her\nhip.\n\nAUNTIE (cont'd)\nWhen I was young, Granny was Mother\nof this okiya. One day I was\nnaughty, speaking out of turn, as\nyou often do. Granny whipped me so\nfiercely, I was crippled. And so I\nnever becamé a geisha. I could\nnever repay my debt.\n\nAuntie’s rod comes down, swish!\nAUNTIE (cont'd)\nAnd so everyone in the okiya\nsuffered.\nAnother swish! Chiyo suffers the beating stoically.\nAUNTIE (cont'd)\n(when Chiyo complies)\nI will beat you “just so.” To\nspare you the agony I have endured.\n\nSwish!\n\nINSIDE THE OKIYA - CONTINUOUS. [WINTER]. 36\n\nMother listens with satisfaction, then turns up the radio.\n\nBACK GARDEN & PRIVIES - CONTINUOUS. [WINTER]. 37\n\nAuntie walks away, leaving Chiyo sobbing on the ground.\n\nChiyo hears the veranda shoji open. Hatsumomo lounges\nagainst her door with a sly smile. She is drinking sake.\n\f38\n\n39\n\n25\n\nHATSUMOMO\nI told you not to let anybody see\nyou. ,\n\nChiyo turns on her with tears of pain:\n\nCHIYO\nI have kept my promise. So tell me.\nWhere is she?\n\nHatsumomo licks the rim of sake cup, then puts it down. She\nreaches out to Chiyo, cradling the child’s hands in her own.\n\nHATSUMOMO\nShe's in the next hanamachi in a\nhouse called Tatsuyo.\n\n(beat)\nTrust me, little Chiyo. You will\nfind her.\ncur TO:\nEXT: OKIYA & HANAMACHI - NIGHT. RAIN. [WINTER]. 38\n\nRAIN sheets from tile roofs. WATER rushes along the street\nas in a stream, overflowing the curbstones.\n\nINT. HATSUMOMO’S ROOM. NIGHT. RAIN.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHATSUMOMO’S ROOM. NIGHT. RAIN. \n\nTARGET SECTION TO BE ANNOTATED:\n [WINTER]. 39\n\nHatsumomo stands in her wig cap, looking wan except for\nvibrant red lips. A cigarette dangles from her mouth. Mr.\nBEKKU forcefully tugs back her obi ties. Hatsumomo bridles,\nand hisses:\n\nHATSUMOMO\nTighter!\n\nAnd BEKKU gives another fierce yank. The sound of\nHatsumomo’s sharp little cry stops Chiyo, who peeks through\nthe doorway. Hatsumomo catches Chiyo’s face in the mirror.\n\nHATSUMOMO (cont'd)\nChiyo! You will walk me to the\nYukimoto teahouse, won't you?\n\nThey lock eyes; a private communique sizzles between them.\nHATSUMOMO (cont‘d)\n\nThen you will stand and wait for\nme?\n\f41\n\n42\n\n43\n\n44\n\n45\n\n46\n\n26\n\nEXT. HANAMACHI STREETS. NIGHT. RAIN. [WINTER].\n\nThey set out, Chiyo, shivering, holding a scarlet oiled-paper\numbrella high over Hatsumomo as she lifts her kimono above\nthe puddles.\n\nEXT: YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. [WINTER].\n\nRain batters down. Chiyo, soaked to the bone, waits under the\nscant shelter of the red umbrella.\n\nEXT: YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. {WINTER].\n\nThe tea room’s front doors are open slightly to the\ncourtyard. Through a decorative screen, we glimpse for the\nfirst time the hidden teahouse world:\n\nCHIYO'S POV FROM COURTYARD - INSIDE THE YUKIMOTO TEAHOUSE\n\nA simple room with handsome golden screens and warm, brick-\nred walls, polished dark wood. Hatsumomo and TWO OTHER\nGEISHA kneel before a GROUP OF MEN seated at low portable\ntables, pouring sake. Laughing and smiling, Hatsumomo looks\n\nthe part of a perfect geisha, the very soul of beauty and\nwit.\n\nEXT, YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. [WINTER].\n\nThe red umbrella sits open on the ground in the front\ncourtyard garden, abandoned. Rain pours in torrents.\nEXT. PATH ALONG THE RIVER.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nRain pours in torrents. EXT. PATH ALONG THE RIVER. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT. RAIN. [WINTER].\n\nCLOSE ON CHIYO’S FEET RUNNING as her wooden sandals pound\n\nsure-footedly along the river path, splashing through\npuddles.\n\nEXT: NIGHT STREETS IN THE NEXT HANAMACHI. NIGHT. RAIN.\n{WINTER].\n\nChiyo runs past DRUNKEN MEN into seedier streets:\n\nEXT: THE SEEDY PART OF TOWN. NIGHT. RAIN. [WINTER].\n\nThe rundown “teahouses” in this hanamachi look different from\nthe elegant Yukimoto.\n\n40\n\n42\n\n43\n\n44\n\n45\n\n46\n\fa7\n\n27\n\nHere, the roof tiles are crooked and broken. Under cracked\nlanterns, WOMEN huddle in doorways and sit lined up behind\nbarred windows, their white faces and red lips crudely\npainted. .\n\nChiyo speaks to a WOMAN in a doorway. The Woman points,\ngives Chiyo directions. Chiyo hurries on.\n\nEXT: PLEASURE HOUSE - SEEDY PART OF TOWN. NIGHT. RAIN. 47\n{WINTER ].\n\nChiyo yanks on a wooden door, knocking as hard as she can.\nFinally a small panel slides open. An OLD CRONE looks out.\n\nCHIYO\nSatsu.\n\nThe panel snaps shut. Chiyo beats on the door, to no avail:\n\nCHIYO (cont'd)\nSatsu! From Yoroido! Satsu!\n\nChiyo stands uncertainly, soaked to the skin, her hair and\nthin kimono plastered to her body. She casts around\nhelplessly, and sees:\n\nFrom a dark side doorway, a MAN in Western clothes departs.\nBehind him in the shadows, Chiyo can see a young woman; her\nsilhoutte is familiar. Chiyo calls:\n\nCHIYO (cont‘d)\nSatsu? Satsu!\n\nSatsu edges into the lantern’s crimson glow and Chiyo races\nto her.\n\nSATSU\nChiyo-chan!\n\nThey embrace but something is in the way. Chiyo realizes:\nSatsu’s cumbersome obi is tied in front.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSATSU\nChiyo-chan! They embrace but something is in the way. Chiyo realizes:\nSatsu’s cumbersome obi is tied in front. \n\nTARGET SECTION TO BE ANNOTATED:\nSATSU (cont'd)\nWhat took you so long--\n\nCHIYO\n--But Satsu, I tried--\n\nSATSU\n(recriminatory)\nI went to your okiya weeks ago!\nThey laughed, and turned me away---\n\fD\n\n12/21/04 DOUBLE YELLOW REVISION 28\n\nChiyo sees in the light: Satsu’s face is marred by a beating.\n\nCHIYO\n-Please, I did not know--\n\nSATSU\nI thought you'd forgotten me--\n\n| CHIYO:\nSatsu, no--I could never--\n\nSATSU\nI've missed you so much--\n\nCHIYO\nLet's leave--tonight--\n\nSATSU\nBut we’ll need money, Chiyo--I know\nwhere I can steal some, first thing\ntomorrow--\n\n. CHIYO\nNo, please--~tonight--\n\nSATSU\nTomorrow. Meet me at the Sasame\nbridge. As soon as it’s dark--\n\nA sudden sound; the front door opens. Footsteps. Satsu's\nface fills with alarn.\n\nSATSU (cont ‘d)\nNow I have to go--quickly, before\nsomeone catches us--\n\nChiyo, trembling, desperately clings to Satsu as her eyes\nfill with tears. Satsu pushes her away.\n\nCHIYO\nWhat if I cannot get away?\n\nSATSU\nBe there, Chiyo. It's our one\nchance. Once I’ve left I can‘t go\nback. I’ve waited as long as I\ncan. WNow--go!\n\nSatsu disappears into the house.\n\f29\n\nEXT. FRONT ENTRANCE AND BACK GARDEN - OKIYA. NIGHT. RAIN. 48\n[WINTER].\n\nChiyo tries the gate - it slides open.\n\nChiyo hesitates at the entrance of the okiya, and then slips\nquietly around the side, via the narrow passage. '\n\nIn the back garden, Chiyo moves covertly toward the kitchen\nand the back door - but she hears a NOISE and sees:\n\nIn the STORAGE ROOM, the heavy door has been left ajar.\n\nChiyo hears the rustle of mice burrowing into bags of rice\ninside. She hastens to close the door --\n\n-- and sees inside the dark room something strange and\nfascinating: Hatsumomo is lying under a man.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo hesitates at the entrance of the okiya, and then slips\nquietly around the side, via the narrow passage. '\n\nIn the back garden, Chiyo moves covertly toward the kitchen\nand the back door - but she hears a NOISE and sees:\n\nIn the STORAGE ROOM, the heavy door has been left ajar. Chiyo hears the rustle of mice burrowing into bags of rice\ninside. She hastens to close the door --\n\n-- and sees inside the dark room something strange and\nfascinating: Hatsumomo is lying under a man. \n\nTARGET SECTION TO BE ANNOTATED:\n It is\nHatsumomo’s boyfriend KOICHI (30, handsome). Koichi spies\nChiyo and leaps to his feet. —\n\nKOICHI\nWhat is she doing here?\nHATSUMOMO\nWhat?\nKOICHI\n\nShe’s seen us.\n\nHatsumomo’s stricken by his words. Koichi gropes among the\nrice bags for his sash, dressing hastily. Hatsumomo grabs\nChiyo:\n\nHATSUMOMO\nStupid girl!\n\nIn the okiya, a light comes on.\n\nHATSUMOMO (cont‘d)\nWhy have you come back? The\nperfect chance to escape...\n\nThey freeze as they hear Taku start barking madly inside.\nKOICHI finishes pulling on his clothes.\n\nHATSUMOMO (cont‘d)\nKoichi, please--\n\nKOICHI\nLook at us, sneaking around like\ncriminals--\n\f30\n\nHATSUMOMO\nKoichi, don’t--\n\nKOICHI\nIt’s degrading.\nThey hear hurrying footsteps and Mother’s voice calling:\n\nMOTHER’S VOICE\nWhat's going on?\n\nHATSUMOMO\n(to KOICHI)\nGo! Now!\nKoichi ducks out the side path -- just as Mother and barking\n\nTaku appear at the tatami room door onto the veranda:\n\nMOTHER\nShow your face!\n\nHidden in hér obi, Hatsumomo finds some money. Thinking\nfast, she stuffs the bills inside Chiyo’s kimono. Mother--\nbamboo stick in hand--halts at the sight of Chiyo and\nHatsumomo in front of the store room. Taku is barking into\nthe dark, toward the narrow side path. Auntie has come out\nin her night kimono.\n\nHATSUMOMO\nLook! Okasan! I caught her. She\nwas running away with her sister,\nthe whore.\n\nHatsumomo snatches Chiyo’s kimono open. Money spills out.\nMother whirls on Chiyo and begins beating her.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHatsumomo snatches Chiyo’s kimono open. Money spills out. Mother whirls on Chiyo and begins beating her. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER\nYou little thief!\n\nChiyo, terrified, finally breaks her silence --\n\nCHIYO\nNo! She is lying!\n\nHATSUMOMO\n--after all we have done for her--\n\nCHIYO\n--I saw her with a man--right there\n(the “bed” of rice bags)\n- His name is Koichi!\n\f49\n\n50\n\n31\n\nHATSUMOMO\nSHUT UP!\n\nMother stops abruptly, stares at Hatsumomo, seeing the truth.\n\nMOTHER\nYou shut up. Take her arms.\nIn the pouring rain, Auntie seizes her arms; Hatsumomo gives\na startled cry. Mother reaches under Hatsumomo’s kimono and\nparts her legs. Mother withdraws her hand, smells her\nfingers. Hatsumomo chokes back a defiant tear. Her face is\ncrimson, Mother slaps Hatsumomo hard, making her gasp.\n\nMOTHER (cont‘d)\nYou are never to see him again.\n\nHer make-up running, Hatsumomo glares at Chiyo with full\nloathing.\n\nMOTHER (cont’d)\nBolt the gate. No one is leaving\nthis okiya.\n\nChiyo’s face falls.\n\nINT/EXT. OKIYA. [WINTER]. 49\n\nAuntie rolls the heavy front door shut with a klunk!\n\nINT/EXT. VERANDA & BACK GARDEN OF OKIYA. DUSK. [WINTER]. 50\n\nThe rain has stopped; water drains from the tiled roof and\nrushes in the garden's gutter. Chiyo crouches low, scouring\nthe stepping stones. She glances at the sundial in the\ngarden; the light siants long across it. It's late. She\nlooks anxiously toward the sky, and can see the moon,\nstarting to reveal itself on the horizon. Night is\napproaching.\n\nChiyo rises, and her heart swells in her chest; it’s time to\nmake her escape, but how? She glances to and fro, just as\nMOTHER passes through the garden, and tosses her a\nrecriminatory look. It makes Chiyo cower, and she sinks back\ndown, scrubbing the stones with renewed fervor. Satisfied,\nMOTHER disappears.\n\nA few drops of water from above fall onto Chiyo’s face.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt makes Chiyo cower, and she sinks back\ndown, scrubbing the stones with renewed fervor. Satisfied,\nMOTHER disappears. A few drops of water from above fall onto Chiyo’s face. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nwipes them away. A few more drops fall.\n\fJ\n\n51\n\n52\n\n53\n\n32\n\nShe looks up and notices that the water is coming from the\nchain of verdigris bells that hang from the gutter. With her\neyes she follows the path of the gutter up to--\n\nThe roof.\n\nEXT. OKIYA ROOF. NIGHT. WET ROOF. [WINTER]. 51\n\nChiyo steps out onto the’ roof by the water tank. She sees:\nThe maze of tiled roofs.\n\nStepping out on her wooden sandal, Chiyo tests her weight on\nthe roof tiles. Her wet shoe skids on the rain-slick tiles\nand comes out from under her. Chiyo fails on her bottom hard\nand barely saves herself from tumbling down the slope.\n\nHer shoe falls, clattering down the tiles and plummeting off\nthe edge into the garden, The noise sets off Taku’s barking\n(0.S.).\n\nChiyo gathers her courage. She takes off her other wooden\nshoe and leaves it perched on the ridge of the okiya’s roof.\n\nChiyo inches, half sliding, down the sloping tiles to the\nedge of the roof, which is adjacent to the NEXT OKIYA’S roof.\n\nEXT. BACK GARDEN & PRIVIES. CONTINUOUS. NIGHT. [WINTER]. 52\n\nTaku barks hysterically, running around and around Chiyo’s\nfallen shoe, sounding the alarm.\n\nEXT: NEXT OKIYA‘S ROOF. CONTINUOUS. NIGHT. [WINTER]. 53\nChiyo gathers her courage and jumps --\n\nShe falls onto the NEXT OKIYA’S SLOPING ROOF (#2). Her bare\nfeet slip and scramble for purchase. Then her fingers grip\nthe wet tiles, and one foot wedges safely against a tile.\n\nChiyo scrambles across the roof and swings her legs over the\nridge cap. She slowly lets herself skid down the low slope\nand at the bottom, and sees: A gap between her and NEXT OKIYA\n(#3). Taku‘s barking sounds farther away.\n\nChiyo crouches at the edge, her toes curling over the tiles’\n\nedge. She pushes off, drops to the NEXT ROOF (#3), catches\nher balance: Safe.\n\nChiyo clambers up this even steeper slope (#3).",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo crouches at the edge, her toes curling over the tiles’\n\nedge. She pushes off, drops to the NEXT ROOF (#3), catches\nher balance: Safe. Chiyo clambers up this even steeper slope (#3). \n\nTARGET SECTION TO BE ANNOTATED:\n Hand over\nhand, she climbs to the top; she seems to be gaining\nstrength. Her hand grasps the cap tiles. The tiles hold.\n\f54\n\n33\n\nChiyo reaches up with her other hand. Now both hands safely\ngrip the cap tiles. Her fingers tighten as she hauls herself\nup. She can see the NEXT OKIYA’S ROOF (#4), and beyond that,\nthe tangle of electrical wires on a pole and red lanterns in\nthe street -- Freedom.\n\nThe cap tiles (#3) give way with a clatter. Chiyo skids\nhelter-skelter down the long wet slope of the roof. She\nscreams — ‘\n\nHer chin knocks against a tile, hard, jerking her head back.\nSTARS pinwheel in the NIGHT SKY --\n\nBLACK OUT\n\nINT. MOTHER'S ROOM. NIGHT. [WINTER]. 54\nCLOSE ON AN ACCOUNTING BOOK\n\nWith a fine-point brush, Mother makes a notation in her\naccounting book on her desk.\n\nA MALE DOCTOR leaves. Pumpkin sees him out and closes\nMother's door.\n\nChiyo lies on a futon, her arm is bandaged, her chin cut.\nMother impassively adds up figures in her accounting book.\n\nMOTHER\n\nDr. Moro is very expensive. You\nseem to be racking up quite a debt.\n\n(ticks down the column)\nKimono, destroyed. Geisha school.\nRice and pickles, train ticket, Mr.\nBekku - all this on top of the\nmoney I paid Mr. Tanaka, and for\nwhat? The two most worthless\ngirls in Japan!\n\n(makes an entry)\nAnd now I hear that your sister has\nrun away. I will have to return\nthe money Mrs. Tatsuyo paid for\nher. That is quite a sum.\n\nCHIYO\nPerhaps you should send me home.\n\nMOTHER\n(with a harrumph)\nWho can I send you home to?\n\f55\n\n34\n\nMother goes to her tansu and takes out a cloth-wrapped\nobject. She unwraps two black lacquered tablets with gold\nletters. Chiyo recognizes them at once.\n\nMOTHER (cont'd)\nThese came weeks ago from Mr.\nTanaka.\n\nMother leaves them.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER (cont'd)\nThese came weeks ago from Mr. Tanaka. Mother leaves them. \n\nTARGET SECTION TO BE ANNOTATED:\n Auntie picks up the accompanying letter:\n\nAUNTIE\n\n“Dear Satsu and Little Chiyo: As\none who was once an orphaned child\nmyself, this humble person is sorry\nto inform you that six weeks after\nyou left for your new life in\nMiyako, the suffering of your\nhonored mother came to its end--”\n\nChiyo's face fills with tears.\n\nAUNTIE (CONT'D) (cont'd)\n“--and only a few weeks afterward\nyour honored father departed this\nworld as well. This humble person\nfeels confident both your honored\nparents have found their places in\nparadise.”\n\nChiyo picks up each tablet in turn, clasping them tightly to\nher breast.\n\nAUNTIE (cont'd)\n“But happily--in the okiya--your\nown future is assured.”\n\nAuntie’s voice as she reads the letter fades, and is\nsupplanted by another:\n\nMOTHER'S VOICE (0.S.)\nYou will never be a geisha. You\nare too head-strong.\n\nINT. KITCHEN - OKIYA. [SPRING]. 55\n\nHer arm bandaged and wearing rags, Chiyo cleans all the\nhousehold shoes; all around her are dozens of sandals.\n\nMOTHER’S VOICE (0.S.)\nIf I could sell off your bones to\npay back all that you owe, I'd rip\nthem right out of your body.\n\f56\n\n57\n\n58\n\n35\n\nMother drops her bundled school items and her shamisen, to be\nreturned,\n\nEXT. GEISHA SCHOOL. DAY. [SPRING]. 56\n\nThe exterior wall displays ROWS OF SPRING FESTIVAL POSTERS.\nBranches of blooming CHERRY hang over the walkways of the\nschool, but Chiyo walks by them without seeing.\n\nMOTHER'S VOICE (0.S.)\nYou will pay back the okiya another\nway: as a drudge,\n\nINT. GEISHA SCHOOL. DAY. [SPRING]. 57\n\nChiyo places her wrapped shamisen and her school clothes &\nbooks at the open classroom door:\n\nMOTHER’S VOICE (0.S.)\nEach week, a few coins, and maybe--\nMaybe--by the end of your life,\nyour debt will be paid.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. [SPRING]. 57\n\nChiyo places her wrapped shamisen and her school clothes &\nbooks at the open classroom door:\n\nMOTHER’S VOICE (0. S.)\nEach week, a few coins, and maybe--\nMaybe--by the end of your life,\nyour debt will be paid. \n\nTARGET SECTION TO BE ANNOTATED:\nInside, a group of 6 beautifully-costumed young MATKO (led by\na female teacher) rehearse for the “Spring Dances” with\n\npaddies of willow and cherry blossoms. Four other MAIKO wait\ntheir turn.\n\nChiyo notes the MAIKO without emotion; she knows now that\nthis world is closed to her forever.\n\nEXT: FOOT-BRIDGE OVER THE SONOGAWA. DAY. [SPRING]. 58\n\nChiyo pauses on the bridge, tears streaming. WEEPING CHERRY\nTREES drop their blossoms in the stream; the blossoms float\naway on the water’s gentle surface. Chiyo watches them,\nyearning.\n\nCHAIRMAN‘’S VOICE\nIt is too pretty a day to be so\nunhappy.\n\nShe looks up into the broad face and compassionate eyes of\nTHE CHAIRMAN (34). He is handsome and graceful. He notices\nher cut chin and bandaged arm.\n\nCHAIRMAN (CONT'D)\nDid you fall down?\n\f10/12/04 BLUE REVISION 36\n\nChiyo is too shy to answer. The Chairman crouches which\nbrings them face te face. Chiyo ducks her head rather than\nmeet his eyes. .\n\nCHAIRMAN (cont ‘d)\n\nWhy so shy? Nothing to be ashamed\n\nof; we all stumble from time to\n\ntime.\nHe offers her handkerchief, and--embarrassed--she dabs her\nface. The Chairman gestures toward the most beautiful of the\nthree geisha in his company.\n\nCHAIRMAN (cont'd)\nYou see that enchanting lady in\npink? Once--when she was just a\nmaiko--she fell clean off her\nokobo.\n\nWhen The Geisha laughs in response, it borders on music.\n\nGEISHA\nIt's true; I did.\n\nCHAIRMAN\nAnd now look at her; so elegant.\n\nGEISHA\nMr. Chairman, shouldn‘t we hurry?\nWe'll miss the beginning.\n\nBowing, Chiyo would back away, excusing herself, but the\nChairman stops her with a gentle hand. He shrugs at the\ngeisha:\n\nCHAIRMAN\nWe see the Spring Dances every\nyear. We can spare a moment.\n\nThe geisha turn inward, twittering among themselves. The\nChairman turns to Chiyo.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can spare a moment. The geisha turn inward, twittering among themselves. The\nChairman turns to Chiyo. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAIRMAN (cont‘d)\nWhat’s your name?\n\nShe doesn't respond.\n\nCHAIRMAN (cont'd)\nDon’t be afraid to look at me.\nSomeone has been cruel to you. Or\nperhaps life has been cruel.\n\fCHIYO\n\nI don't know,\n\nsir.\n\n10/12/04 BLUE REVISION 36A\n\f37\n\nCHAIRMAN\nNone of us find as much kindness in\nthis world as we should. ©\n(and then)\nDo you like sweet plum, or cherry?\n\nCHIYO\nYou mean - to eat?\n. I ‘\nThe Chairman laughs and leads Chiyo toward the footpath that\ngoes along the stream, where a VENDOR sells shaved ice.\n\nCHAIRMAN\nI like sweet plum myself.\n{to the vendor)\nBoth kinds.\n\nChiyo hungrily watches the Vendor put a scoop of lurid pink\ninto a paper cup. The Chairman hands it to her:\n\nCHAIRMAN (cont‘d)\nI wait for these every spring.\n\nChiyo takes her first bite; when she pulls the cup away from\nher lips, they’re stained with color. She smiles coyly.\n\nCHIYO\nNow I'm a geisha, too.\n\nThe CHAIRMAN laughs.\n\nCHAIRMAN\nAnd so you are!\n\nAs they take bites of their ices, Chiyo absorbs him with\nwonder.\n\nCHAIRMAN (cont'd)\nHow did you come by such surprising\neyes?\n\nCHIYO\nMy mother gave them to me.\n\nCHAIRMAN\nGenerous of her, wasn’t it?\n\nCHIYO\nAs you have been to me.\n\nCHAIRMAN\nSmile for me, won't you?\n\f59\n\n60\n\n38\n\nChiyo can’t help it; she does.\n\nCHAIRMAN (cont'd)\nThere now. That is your gift to\nme.\n\nHe wraps some coins in his handkerchief and tucks it into her\nhand. ,\n\nCHAIRMAN (cont'd)\nThis will buy your supper. Now\npromise me one thing. Next time you\ntake a tumble...no frowns.\n\nHe smiles back at her, and she nods. Chiyo watches the\nChairman walk away toward the geisha who await him; they fold\ntheir arms around him, like butterfly wings, and he seems to\ndisappear. Chiyo stares after them longingly, transfixed.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smiles back at her, and she nods. Chiyo watches the\nChairman walk away toward the geisha who await him; they fold\ntheir arms around him, like butterfly wings, and he seems to\ndisappear. Chiyo stares after them longingly, transfixed. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT: HANAMACHI. DAY. [SPRING]. 59\nChiyo runs through the Hanamachi, on a mission.\n\nSAYURI'S VOICE\nIn that moment I changed from a\ngirl facing nothing but emptiness -—\n\nEXT. TORII GATES. DAY. [SPRING]. 60\n\nChiyo continues to run through a corridor of huge broad\norange torii gates that meander far up a wooded hillside.\n\nSAYURI‘S VOICE (CONT’D)\n~ to someone with purpose. I saw\nthat to be a geisha could be a\nstepping stone to something else.\n\nChiyo arrives at the SHRINE and stretches up to reach the\nhuge bell cords. She pulls the ropes and claps three times.\n\nSAYURI'S VOICE (cont'd)\nThe money he had given me could\nhave bought fish and rice for a\nmonth. But I gave it back in\nprayer.\n\nShe opens the handkerchief: The Chairman’s coins. Chiyo\ndrops the coins in the offering box and bows. She kneels:\n\f61\n\n62\n\n39\n\nSAYURI'S VOICE (cont'd)\nI asked one day to be worthy of the\nchairman's world...to meet him\nagain...and to become a geisha.\n\nCherry blossoms blow past the serene altar of the shrine and\nbecome SNOWFLAKES.\n\n1 .\nEXT. THE HANAMACHI. LATE DAY. SNOW. [WINTER] 61\n\nSNOW blows around the eaves of the shuttered okiyas, and\nfills the ridges of the tiled roofs of the Hanamachi.\n\nWe hear a tinny RADIO, reporting the news about Japan’s war\nwith Russia and Allied and Axis powers battling in Europe.\n\nINT. ENTRY & TATAMI ROOM - OKIYA. LATE DAY. SNOW. [WINTER] 62\n\nAn older Bekku straps Pumpkin (16) into her obi, grunting.\nPumpkin gives cries of discomfort as he pulls the cords ever\ntighter. She hollers up the tansu steps:\n\nPUMPKIN\nChiyo! Did you find my comb yet?\n\nAUNTIE\nHere, let me.\n\nChilly adult BARE FEET appear, pattering down the cramped\nstairs, as Chiyo (15) hurries to obey.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nDid you find my comb yet? AUNTIE\nHere, let me. Chilly adult BARE FEET appear, pattering down the cramped\nstairs, as Chiyo (15) hurries to obey. \n\nTARGET SECTION TO BE ANNOTATED:\n As she descends, we\nsee she’s graceful even in a maid's rags; she wears a\nservant's long braid. Chiyo hastens to Pumpkin, ornamental\ncomb in hand.\n\nPUMPKIN\nArigato. I couldn‘t sleep! I was\nso worried about my stupid hair!\n(with dread)\nAm I lopsided?\n\nChiyo art-fully wedges the comb into Pumpkin‘’s maiko\nhairstyle, and whispers:\n\nCHIYO\nYou look beautiful.\n\nPumpkin gives her a grateful smile. They briefly, covertly\nclasp hands. Then Mother appears with Auntie (both dressed\nfor the occasion) and the girls‘ hands come apart. MOTHER\nscrutinizes Pumpkin'’s rounded hairstyle, the haircomb\nsticking out at a jaunty angle:\n\f63\n\n64\n\n40\n\nMOTHER\nWith your hair like that, you look\nmore like a Pumpkin than ever!\nDon’t poke your neck forward like a\ntortoise!\n\n-- as she plucks at Pumpkin with critical tweaks. Chiyo is\nall but invisible; Bekku absently kicks her aside. ‘\n\nHatsumomo appears, impossibly beautiful in a flamboyant\nkimono.\n\nHATSUMOMO\nShe is not ready? We will be late!\n\nPumpkin takes her in, dismayed. Bekku laughs:\n\nBEKKU\nPoor Pumpkin - Her debut, and\neveryone will be staring at you.\n\nHATSUMOMO\nHurry up.\n\nMOTHER\nThis time - tune your shamisen\nbefore you play. When you make a\nfool of yourself, it is your Big\nSister who gets the blame.\n(re: Pumpkin‘s tears)\nStop crying! Your face will run.\n\nINT/EXT: ENTRANCE OF OKIYA & FRONT GATE. NIGHT. SNOW. 63\n[WINTER ]\n\nTWO RICKSHAWS (the first carrying Hatsumomo and Pumpkin, the\nsecond-Mother and Auntie) disappear into the veil of swirling\nsnowfall. Chiyo turns back sadly. By the door she sees:\n\nPumpkin’s shamisen._\n\nChiyo grabs it, looks down at her bare feet. Chiyo snatches\n\nup Auntie’s garden clogs ~~\n\nEXT. HANAMACHI & SONOGAWA STREAM. NIGHT. SNOW.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHANAMACHI & SONOGAWA STREAM. NIGHT. SNOW. \n\nTARGET SECTION TO BE ANNOTATED:\n [WINTER] 64\nCarrying the bundled shamisen, Chiyo runs in Auntie'’s garden\n\nclogs, down the snowy streets, over the frozen Sonogawa.\nDelicate icicles hang from the barren weeping-cherry trees.\n\f66\n\n68\n\n41\n\nINT/EXT: YUKIMOTO TEAHOUSE. NIGHT. SNOW. [WINTER] 65\n\nThe Yukimoto TEAHOUSE OWNER (female) takes the bundled\nshamisen from Chiyo. The door slides shut on Chiyo. She\nhesitates --\n\nBACK GARDEN OF YUKIMOTO [WINTER] 66\n\nChiyo slips around to the back garden, hoping for a glimpse\nof Pumpkin’s debut.\n\nThe closed shojis encased by an outside layer of glass panels\npresent a blank face to the verandas. Chiyo can hear\nLAUGHTER and VOICES, BOTTLES CLINKING.\n\nCurious, Chiyo steps stealthily onto the veranda. A\nfiligreed iron lantern lights the snowy stone step. The\nglass panel is open a very tiny crack. Chiyo quietly slides\nit open and passes through. She sneaks up to the shoji\nscreen and crouches. Chiyo wets her finger and presses it to\nthe paper of the screen creating a tiny transparent circle.\nChiyo peeks through:\n\nPOV - INT. YUKIMOTO TEAROOM. NIGHT. [WINTER] 67\n\nIn the warmly-lit room, eight or more WELL-DRESSED MEN sit at\nlacquered tables waited upon by Hatsumomo, Korin.\n\nThe men applaud as Pumpkin sings and plays the shamisen.\nINSIDE THE TEAROOM\n\nA CLIENT notices a SILHOUETTE on the shoji. Someone is on\n\nthe veranda. Curious, he alerts men on either side of him.\nBACK GARDEN OF YUKIMOTO [WINTER] 68\n\nChiyo strains to see more-- Pumpkin has gone out of view.\nThe shoji suddenly flies open:\n\nIt is The Chairman, inches from her, face to face. Chiyo\nknows him at once, It takes her breath away.\n\nThe light from the tearcom falls directly on Chiyo and her\ndistinctive silver-gray eyes. She looks ethereal.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo\nknows him at once, It takes her breath away. The light from the tearcom falls directly on Chiyo and her\ndistinctive silver-gray eyes. She looks ethereal. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Chairman is halted, perhaps by her beauty, perhaps by a\nmemory - but in that moment as he stares at her, time stops.\n\f69\n\n70\n\n71\n\n72\n\n42\n\nChiyo reflexively bolts.\n\nOther Clients, amused, walk out onto the veranda. The\nChairman, stands in the garden, oblivious to the snow falling\non him.\n\nEXT. YUKIMOTO TEAHOUSE COURTYARD. NIGHT. SNOW. [WINTER] 69\n\nA MALE SERVANT sweeping the front steps catches sight of\nChiyo as she runs to the front gate. The Teahouse-owner\norders him to follow the stranger. He drops his snow broom\nand races after her.\n\nEXT: STREET & YUKIMOTO, THE HANAMACHI. NIGHT. SNOW. [WINTER] 70\n\nWith the Male Servant calling behind her, Chiyo runs into the\n\nstreet, her wooden geta slipping on the ice. Chiyo yanks off\nthe shoes and runs --\n\nEXT. IN THE HANAMACHI - CONTINUOUS. NIGHT. SNOW. [WINTER] 71\n\nChiyo ducks into a dark nook and lets the RUNNING FOOTSTEPS\ngo past.\n\nWhen they are gone, from inside her kimono Chiyo takes\nsomething she has kept pressed against her heart:\n\nSAYURI’S VOICEOVER\nThe winter that I turned fifteen,\nFate brought me three things: I\nsaw the Chairman again.\n\nChiyo’s cold fingers caress the Chairman’s finely embroidered\nhandkerchief.\nEXT. THE HANAMACHI. EARLY DAY. SNOW. [WINTER] 72\nA lone figure in black with a black parasol glides through\nthe white tempest, down a narrow street toward the okiya.\n\nSAYURI’S VOICEOVER (CONT ’D)\n\nGranny left us. And most surprising\nof all....\n\f73\n\n74\n\n74A\n\n'74B\n\n10/18/04 GREEN REVISED 43\n\nOMIT\nOMIT\n\nEXT. FRONT GATE & ENTRANCE OF OKIYA. EARLY DAY. [WINTER]\n!\n\nA slender gloved hand reaches up to ring the gate’s bell.\n\nINT. TATAMI ROOM - OKIYA- CONTINUOUS [WINTER]\nMother notices a mysterious stranger at the front gate.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nA slender gloved hand reaches up to ring the gate’s bell. INT. TATAMI ROOM - OKIYA- CONTINUOUS [WINTER]\nMother notices a mysterious stranger at the front gate. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER\n\nQuick Chiyo, put up the screen.\n(to herself)\nWhy is she here?\n\nMother picks up Taku and disappears. Chiyo grabs the screen\nand rushes to obscure Pumpkin, who’s sitting, scooping rice\ninto her mouth.\nAuntie barks:\nAUNTIE\n(to Chiyo)\nOpen the gate!\n\nChiyo runs to the entry.\n\n73\n\n74\n\n74A\n\n74B\n\n+e FOF +\n\n* oF\n\f75\n\n76\n\n10/18/04 GREEN REVISED 44\n\nINT. ENTRANCE OF OKIYA. EARLY DAY. [WINTER] *75\n\nChiyo sees Mameha, and crumples inside with fear (the ruined\nkimono!). She bows low to hide her face, as Mameha steps out\nof her sandals and goes inside.\n\nINT. ENTRY & MOTHER'S ROOM/OFFICE - OKIYA. EARLY DAY. 76\n\nMother, tightly-coiffed and in a somber colors, bows as\nAuntie leads Mameha into Mother’s room & office. Her desk is\nset up with pen and paper and abacus.\n\nAuntie closes the door & instantly puts her ear to the crack.\nPumpkin’s all ears, too. Chiyo grabs a rag and begins to\npolish the floor by Mother's door. She, Auntie and Pumpkin\ncrane to hear:\n\nMOTHER\nMameha-san, I know that you would\nnever joke at an old lady's expense-\n\nAuntie inches the door open more, and the voices are clearer:\n\nMAMEHA\nI was only thinking on your\nbehalf...Now that your beloved\nGranny is gone, you have no need\nfor a maid--\n\nMOTHER\nBut Chiyo?\n\nMAMEHA\nJust think how she would enrich\nyour okiya!\n\nMOTHER\nI have to tell you...she is\nunusually stupid.\n(beat)\nAnd her debt...!\n\nMAMEHA\nA geisha returns her investment\nfaster than a maid.\nChiyo whispers to Pumpkin, incredulous:\n\nCHIYO\nAre they really talking about me?\n\f45\n\nY Pumpkin, nods, equally stunned. Meanwhile:\n\nMOTHER\nI would never question the great\nMameha.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo whispers to Pumpkin, incredulous:\n\nCHIYO\nAre they really talking about me? 45\n\nY Pumpkin, nods, equally stunned. Meanwhile:\n\nMOTHER\nI would never question the great\nMameha. \n\nTARGET SECTION TO BE ANNOTATED:\n But you could choose\nanyone in the Hanamachi--\n\nMAMEHA\nYou flatter me, truly--\n\nMOTHER\n--I'd give you my Pumpkin, if she\nwere not already tied to Hatsumomo--\n\nMAMEHA\n~-please, I would never dream of\nasking--\n\nMOTHER\n\nBesides, I can always sell Chiyo to\nMrs. Tatsuyo.\n\n” MAMEHA\nBut with your eye for beauty and\nyour nose for talent...surely you\n) can see what a terrible waste that\nwould be!\n\nMOTHER\nIf you were not the kind-hearted\ngeisha I know you to be...then I\nmight think you were dishonest.\n(beat)\nEven conniving.\n\nMAMEHA\nOh?\n\nMOTHER\nI might think you were scheming\nagainst Hatsumomo.\n\nMAMEBA\nThen I’m grateful, Mrs. Nitta, that\nyou don’t have a suspicious mind.\n\nMOTHER\n\nPerhaps you can pique my interest\nwith-~\n\nMAMEHA\n--yes?--\n\f46\n\n2 MOTHER\n\n--your offer?\n\nMAMEHA\n(brass tacks now )\nI will cover Chiyo’s schooling. All\nof. her expenses. Till after her\ndebut. ‘\n\nMOTHER\nNow I’m confident you are teasing--\n\nMAMEHA\nI could not be more sincere. If\nChiyo hasn't repaid her debt within\nsix months after her debut--\n\nMOTHER\n(scoffing)\nImpossible! Too little time!\n\nMAMEHA\n(resolutely)\n~-then I will pay you twice over.\n\n2 Mother is astonished by the proposal -- but not more\nastonished than Pumpkin and Chiyo in the hallway:\n\nMOTHER\nWhy, no Geisha could ever-~\n\nMAMEHA\nYou see? I am willing to assume\nall the risk.\n\nMOTHER\nMameha-san, you might as well toss\nyour money away!\n\nMAMEHA\nI am certain you will not object to\none, trivial condition...\n\nMOTHER\nYes?\n\nMAMEHA\nIf Chiyo erases her debt in the\ntime allowed...you will have no\npart in her future earnings.\n\f77\n\n47\n\nMOTHER\nMameha-san! My respect for you is\ntoo great...too vast...to allow you\nto make such a foolish wager.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAMEHA\nIf Chiyo erases her debt in the\ntime allowed...you will have no\npart in her future earnings. 77\n\n47\n\nMOTHER\nMameha-san! My respect for you is\ntoo great...too vast...to allow you\nto make such a foolish wager. \n\nTARGET SECTION TO BE ANNOTATED:\n(clearly accepting her:)\nLet me fetch the account books.\n\nChiyo drops her polishing rag and darts away. Pumpkin dives\nback into her morning rice bowl. Auntie picks up the rag and\npretends to polish the door frame as Mother appears. Mother\ngives Auntie a look as she retrieves her books.\n\nINT. GRANNY’S OLD ROOM - THE OKIYA. DAY. [WINTER] 77\n\nMOTHER\nIt’s too good to be true. Mameha\nis up to something.\n\nMother & Auntie draw the bamboo shade and open the window of\nGranny’s dusty old room. They begin moving Granny’s things\nout of what will now become CHIYO’S ROOM.\n\nAUNTIE\nShe is not in it for the money,\nthat much is for certain. Rumor\nhas it--ever since the Prime\nMinister bought her mizuage--she\nhas been rich! They say he paid a\nrecord sum.\n\nMOTHER\nIs that so?\n\nChiyo undresses behind a simple cotton kimono that Pumpkin\nholds open, changing out of servant's rags. She whispers:\n\nCHIYO\n\"Mizuage”?\n\nPumpkin biushes and gestures with her hand: I_can‘t say.\nHatsumomo pauses at the doorway:\n\nMOTHER\nAbsurd to think she noticed Chiyo -\n!\n\nHATSUMOMO\nIt's that kimono.\n(to Chiyo)\nShe remembers how you destroyed it.\nNow she wants to get even.\n\f78\n\n48\n\nMOTHER\n(askance at Hatsumomo)\nThat sounds less like Mameha and\nmore like another geisha I know.\n\nHATSUMOMO\n(ignoring Mother's jibe)\nPoor little Chiyo. I fear for you.\n\nMOTHER\nAn odd picture, isn’t it?\nHatsumomo sweeping into teahouse\nafter teahouse with our little\nPumpkin...and Mameha with our maid?\n\nMother & Auntie shake their heads, astonished. Chiyo is\nparalysed with embarrassment. Mother and Auntie leave.\n\nCHIYO\nI’m so far behind; I will never\ncatch up to you.\n\nPUMPKIN\nDon’t worry, Chiyo-chan. I will\nhelp you.\n\nBATSUMOMO\n\nPumpkin! You are never to speak to\nher again...\n\nShe.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBATSUMOMO\n\nPumpkin! You are never to speak to\nher again... She. \n\nTARGET SECTION TO BE ANNOTATED:\n pinches Pumpkin‘s lip hard, and Pumpkin cries out -—\n\nHATSUMOMO (cont’d)\n«..Now you are rivals.\n\nPumpkin gives Chiyo a haunted look, conveying regret and\nguilt.\n\ncUT TO:\n\nEXT. MAMEHA’S BEAUTIFUL APT. & SMALL GARDEN COURTYARD. DAY. 78\n[WINTER]\n\nAlong the Sonogawa, ICICLES melt from the trees, dripping\njewel-like droplets. In the foreground sits the Baron‘s\nimpressive automobile. Chiyo hesitates outside Mameha’s\napartment, shivering and summoning her courage.\n\nShe sees: A handsome man, THE BARON (45), emerges from the\napartment, with Mameha seeing him out. Chiyo bows humbly:\n\fJ\n\n79\n\n4g\n\nCHIYO\nKonichiwa.\n\nMAMEHA\nChiyo is my new protege.\nTHE BARON\n\nAs lovely as her big sister! And\nwith eyes the color of rain.\n\nHe gives Chiyo a smile that flusters her. Mameha walks The\nBaron to the entrance, Chiyo peeks curiously.\n\nINT. MAMEHA'S BEAUTIFUL APARTMENT. DAY. [WINTER] 79\nIn Mameha‘s light-washed, calm apartment:\n\nMAMEHA\nThe Baron is a very special man to\nme; my danna. Someday if you are\nfortunate, you will have a patron,\nteo. Don't kneel. You’re not a\nservant girl anymore.\n\nEmbarrassed, Chiyo stands before her, head bowed, blushing.\n\nMAMEHA (cont'd)\nStep into the light.\n\nChiyo does; Mameha looks into her face.\n\nMAMEHA (cont'd)\nI see water in you.\n\nCHIYO\nDoes that displease you?\n\nMAMEHA\nWater‘s powerful. It can wash away\nearth, put out fire, even destroy\niron. But you have not drawn on\nthose strengths, have you?\n\nChiyo shakes her head mutely. Finally she whispers:\n\nCHIYO\nAbout your kimono...\n\nMAMEHA\nYou may apologize, if you wish.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nChiyo shakes her head mutely. Finally she whispers:\n\nCHIYO\nAbout your kimono... MAMEHA\nYou may apologize, if you wish. \n\nTARGET SECTION TO BE ANNOTATED:\nChiyo drops and bows, her forehead on the mat -\n\f50\n\nMAMEHA (cont ‘d)\nWhy, that is a perfect bow - for a\npig farmer. Don’t drop your head.\nFingertips together; elbows in. No\nweight on the hands. Yes.\n\nChiyo accomplishes a correct bow.\n\nMAMEHA (cont’d)\nAs for that kimono - I am no fool,\nChiyo. Hatsumomo cannot tolerate\ncompetition.\n\nCHIYO\nShe is jealous of you?\n\nMAMEHA\nNot me, I’m afraid.\n(with significance)\nSomeone closer to home.\n\nCHIYO blushes.\n\nMAMEHA (cont’d)\nRise. Not like a horse. Slide\nyour foot forward - that’s it. Now\nwalk.\n(watching her)\nYou are a magnificent geisha!\n\nMameha walks Chiyo over to the window seat overlooking the\nstream. They sit.\n\nMAMEHA (cont‘d)\nTell me, Chiyo, does Mrs. Nitta\never speak of the future?\n\nCHIYO\nNot to me.\n\nMAMEHA\nWell, someday soon, she will have\nto name an heir. One of her own\ngeisha, to succeed her.\n(leading her)\nStrange, isn’t it, that she has not\nadopted Hatsumomo-—\n\nCHIYO\nAnd released the tiger from its\ncage?\n\f80\n\n51\n\n» MAMEHA\nYou have a gift for expression.\n\nThe Maid brings in a tray; she pours the tea.\n\nMAMEHA (cont'd)\n\nAnd if Mrs. Nitta adopts Pumpkin,\nthat is hardly a threat! But a\nlittle girl with eyes like rain...\n\nCHIYO\nBut Mrs. Nitta would never choose\nme.\n\nMAMEHA\n\nOn the contrary; that is our goal.\nSurprised, Chiyo splashes the tea as it is handed to her.\n\nCHIYO\nIt is?\n\nMAMEHA\nOf course. If you do not inherit\nthe okiya, then we will all be at\nthe tiger’s mercy.\n\nChiyo blows on her tea. Mameha stays her:\nMAMEHA (cont’d)\nWater’s always in such a hurry.\n(smiles)\nPerhaps it is just as well. We\nhave no time to lose.\nMameha takes up her cup, and Chiyo follows.\n\ncut TO:\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nhave no time to lose. Mameha takes up her cup, and Chiyo follows. cut TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n PUBLIC BATHS. THE HANAMACHI. DAY. [WINTER] 80\nChiyo undresses at the bath house.\n\nCHIYO\nWhen does a geisha choose her\ndanna?\n\nMameha is amused and a little offended.\n\nMAMEHA\nI‘m afraid it’s the other way\naround.\n\n(MORE)\n\f52\n\nMAMEHA (cont'd)\n\n(then)\nFocus on your studies, Chiyo.\nMusic, the art of conversation.\nContrary to popular opinion, that’s\nthe surest way to attract a danna;\non your feet...not off them.\n\nCarrying their towels to conceal their naked bodies, they\nstep into a tiled room filled with steam..\n\nMAMEHA (cont ’d)\nPretend, for example, that I am\npouring tea...\n\nMameha sits on a bathing stool, using bathing implements as\n“teapot” and “cup”.\n\nMAMEHA (cont‘d)\nYou kneel, just so. You angle the\npot low, spout close to the cup,\nso the aroma does not escape...\n\nShe mimes pouring.\n\nMAMEHA (cont'd)\nNow here is where you can add a\ntouch of intrigue. Say I’m\nentertaining the Baron. Like so\nmany clients, he is trapped in an\narranged marriage with a woman he\ndoes not love. So--in the\nteahouse, when he is seeking my\ncompany instead--I reward him.\nLike this.\n\nShe drapes the washcloth like a “kimono sleeve.”\n\nMAMEHA (cont'd)\nWith a glimpse of my wrist. Seeing\nthat demure little trace of naked\nskin...well, it gives him pleasure.\n\nAs Chiyo practices pouring while holding her “kimono sleeve”\n\nMAMEHA (cont’d)\nWhen you are sitting down--\n(crowding Chiyo)\n- for the briefest moment, press\nyour leg against his.\n(when Chiyo starts to\ngiggle)\nAlways by accident, of course! Or,\nthis -\n\fJ\n\n81\n\n82\n\n53\n\nMameha tucks up damp tendrils at her nape, demonstrating:\n\nMAMEHA (cont'd)\nOr this: \"These little hairs are\nsuch a nuisance, always trying to\nescape.”\n\n' CHIYO\n(copying) |\n“These little hairs are such a\nnuisance...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Chiyo practices pouring while holding her “kimono sleeve”\n\nMAMEHA (cont’d)\nWhen you are sitting down--\n(crowding Chiyo)\n- for the briefest moment, press\nyour leg against his. (when Chiyo starts to\ngiggle)\nAlways by accident, of course! Or,\nthis -\n\fJ\n\n81\n\n82\n\n53\n\nMameha tucks up damp tendrils at her nape, demonstrating:\n\nMAMEHA (cont'd)\nOr this: \"These little hairs are\nsuch a nuisance, always trying to\nescape.”\n\n' CHIYO\n(copying) |\n“These little hairs are such a\nnuisance... \n\nTARGET SECTION TO BE ANNOTATED:\nLaughing, Mameha leads her to the steaming bathing pools:\n\nMAMEHA\nOh, dear. We have leapt from\n“intermediate” to “advanced” so\nquickly. You maiko are supposed to\nbe all innocence.\n(subtly wicked smile)\nAt first.\n\nThey drop their towels and step into the bath.\nGO TO MONTAGE:\nCLOSE UP: A black brush dips into a make-up jar of austere\nwhite--\nINT: GEISHA SCHOOL. DAY. [WINTER] 81\n--white tabi feet dance across a tatami floor. Chiyo\npractices with 8 VERY YOUNG GIRLS, towering over them. She\nturns a shoulder, and--\nCLOSE UP: --the back of a long, elegant neck is revealed.\nThe white make-up brush outlines two sharp points--\nEXT. MAMEHA’S COURTYARD- DAY. [WINTER] 82\n--the sharp sound of a bucket as Mameha lowers icy water in\nfront of Chiyo. Chiyo plunges her hands in. Mameha counts to\nten, then thrusts a shamisen at her, and Chiyo begins to\npluck the strings with cold, blue fingers--\n\nCLOSE UP: --as long fingers angle a brush, etching a pair\nef scarlet lips--\n\f84\n\n85\n\n86\n\n54\n\nEXT: HANAMACHI. DAY. [WINTER] 83\n\n--that smile from a Japanese movie poster; Chiyo teeters past\non the tall wooden shoes of a maiko. Mameha helps her until\nChiyo falls off the curb into the street; and a rickshaw\nrattles by, sending up a cloud of dust-- --\n\nCLOSE UP: --that settles as a cosmetic puff powders a newly\nrouged cheek bone--\n\nIN MAMEHA’S APARTMENT. DAY. [WINTER] 84\n\n--two sumptuous paper fans flip open as Mameha tutors Chiyo\nin dance. Both dressed in their underkimonos, Mameha\nteachers Chiyo a tricky move. Chiyo mimics her, tossing a\nfan, and-\n\nINT. KABURENJO THEATRE. DAY. [WINTER] 85\n\n--catches it onstage, in a dance rehearsal 10 MAIKO her own\nage.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nKABURENJO THEATRE. DAY. [WINTER] 85\n\n--catches it onstage, in a dance rehearsal 10 MAIKO her own\nage. \n\nTARGET SECTION TO BE ANNOTATED:\n She glances down the line of dancers to see Pumpkin.\n\nIn the audience, Hatsumomo and Mameha watch their fledgling\nmaiko. They don’t acknowledge one another; their eyes are\nfixed on the stage.\n\nMeanwhile, Pumpkin grins coyly at her friend Chiyo, and curls\nher tongue in a “split peach”, just as she did when they were\nchildren. Chiyo suppresses a smile, and executes a graceful\nturn without missing a beat. Pumpkin, however, is fatally\namused by her own hijinks; she’s thrown off balance and drops\nher fan.\n\nMameha casts a discreet, competitive look in Hatsumomo’s\ndirection, to gauge her response. Hatsumomo sits with her\nback stiff, and shoots Pumpkin a look that could straighten a\nbonsai tree--\n\nCLOSE UP: --as a coal stick glides across an arched eyebrow,\naccentuating it with black---\n\nINT. BEAUTY PARLOR. THE HANAMACHI. DAY. [WINTER] 86\n---Chiyo’s long, black hair is combed out flat by A MALE\nHAIRDRESSER (middle-aged), who then applies hot wax with an\n\niron.\n\nMAMEHA\nBeauty is cruelty.\n\f87\n\n88\n\n89\n\n90\n\n91\n\n55\n\nChiyo grimaces in protest--\n\nINT. CHIYO’S ROOM. NIGHT. [WINTER] ~ DAY\n\n--as Mother replaces her pillow with a wooden stand. Next,\nMother sprinkles rice powder liberally around the base. In\nher new split-peach hairstyle, Chiyo rests her neck on the\nstand; she ‘tries itto make herself comfortable, closing her\neyes--\n\nINT. CHIYO’S ROOM. MORNING. [WINTER]\n\n--which open the next morning. Slowly Chiyo realizes her\nhead has slid off the wooden stand. Rice powder is matted on\nher hair and eyelashes. She tries in vain to pluck it out as\nHatsumomo stands in the doorway, laughing--\n\nEXT/INT. BEAUTY PARLOR. THE HANAMACHI. DAY. [WINTER]\n\n--as Hatsumomo and Pumpkin exit, Pumpkin’s coiffure\nimmaculately lacquered, every strand in perfect place.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HANAMACHI. DAY. [WINTER]\n\n--as Hatsumomo and Pumpkin exit, Pumpkin’s coiffure\nimmaculately lacquered, every strand in perfect place. \n\nTARGET SECTION TO BE ANNOTATED:\nMeanwhile--inside--Mameha shakes her head, sympathetically as\nthe Hairdresser once again draws wax through poor Chiyo's\nhair--\n\nCLOSE UP: --as a bejeweled ornament slides gracefully into\nthe upswept hair-style of a maiko--\n\nINT. MAMEHA’S APARTMENT. DAY. [WINTER]\n\n--colorful maiko kimono festoon the room. Chiyo goes\n“shopping” among Mameha’s collection. Mameha holds up a\nbeautiful kimono--\n\nCLOSE UP: --and two pale arms slide into a sheer under-\nkimono--\nEXT: STREETS OF THE HANAMACHI. DAY. [WINTER]\n\n--now dressed in fluttering kimono, Chiyo and Mameha step\ninto the street.\n\nMAMEHA\nThe fortune-teller suggested\nNovember 3rd for your debut--\n\n87\n\n88\n\n89\n\n90\n\n91\n\f92\n\n56\n\nCHIYO\n(crestfallen)\nNovember? Can't it be sooner?\n\nMAMEHA\nSooner?\n(laughing)\nWater certainly likes to rush!\n\nCLOSE UP: --in quick succession, eight silk bands called himo\nare drawn and bound--\n\nMAMEHA (cont'd)\nYou cannot call yourself a true\ngeisha until you can stop a man in\nhis tracks, with a single look.\n\nCLOSE UP: --a lavishly embroidered cream kimono closes, left\nover right--\n\nCHIYO\nNo one can do that.\n\nMameha turns her back to the street:\n\nMAMEHA\nChoose someone for me.\n\nChiyo indicates a PASSING MAN who walks absently toward them.\nMameha takes a few small steps, her eyes downcast. As the\nMan reaches her, Mameha lifts her eyes to meet his. The Man\nstops, he turns to watch Mameha go.\n\nChiyo, amazed, hurries to catch up with Mameha.\n\nCHIYO\nIf I can do that - may I debut\nsooner?\n\nCLOSE UP: A man’s hand yanks the obi strings tight on the\nback of a geisha’s kimono.\n\nMAMEHA\nPerhaps.\n\nEXT. STREETS OF THE HANAMACHI. DAY. [WINTER] 92\n\nCHIYO\n(game now)\nGo ahead, then. Choose someone for\nme, Onei-san.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. [WINTER] 92\n\nCHIYO\n(game now)\nGo ahead, then. Choose someone for\nme, Onei-san. \n\nTARGET SECTION TO BE ANNOTATED:\n\f93\n\n10/20/04 GOLDENROD REVISION 57\n\nMameha looks around, selects a DELIVERY BOY pedalling in the\nstreet, his bicycle loaded with a towering stack of bundles.\nMAMEHA\n\nMake him fall over. With one look.\nClose up: --eyes flash in a hand mirror--\nChiyo hesitates anxiously. Then she sees a solution:\nA TRUCK is backing slowly out of an alley.\nIn a split-second, Chiyo boldly steps into the street and\nstares directly into the Delivery Boy’s face as he passes.\nSurprised, the Boy momentarily turns his head --\n\n-- then hears a truck’s HORN. The Boy brakes and swerves --\n\nThe bicycle’s heavy load topples, spilling its driver and\ncargo across the pavement, Mameha sends Chiyo a wry look.\n\nCLOSE UP: ---a tin make-up box slams shut--\n\nMAMEHA (cont ‘d)\nYou are ready.\n\nINT. THE OKIYA. NIGHT [WINTER] 93\n\nMOTHER and AUNTIE, dressed for the occasion, wait impatiently\nin the entry-way. Mameha flings open the shoji screen of the\ntatami room to reveal:\n\nChiyo, now as flawless and painted as a gorgeous, Japanese\n\ndoll, in the full make-up of a maiko. Her hair is waxed a\n\nshiny black; Mameha’s richly embroidered “butterfly-sleeve”\nkimono falls in lush pools of silk at her feet. Chiyo moves *\nacross the room and stops at a full length mirror. She\nstares at herself in the glass. Tears well in her eyes. *\n\n*\n\nChiyo looks to Mameha. Even Bekku’s impressed. *\n\f94\n\n95\n\n10/20/04 GOLDENROD REVISION .58\n\nMother intercedes-— *\n\nMOTHER\nHurry up! You are not making money\nstanding there gawking at yourself--\n\nINT/EXT: ENTRANCE OF OKIYA. EVENING. [WINTER] 94\n\nCLOSE on Chiyo’s foot as the snowy tabi parts and the thong\nof her shoe slides between. the gloved toes.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou are not making money\nstanding there gawking at yourself--\n\nINT/EXT: ENTRANCE OF OKIYA. EVENING. [WINTER] 94\n\nCLOSE on Chiyo’s foot as the snowy tabi parts and the thong\nof her shoe slides between. the gloved toes. \n\nTARGET SECTION TO BE ANNOTATED:\nChiyo walks down the path on her tall maiko shoes and pauses\nunder the lantern, in the same spot where she first laid eyes\non Hatsumomo. Behind her Auntie strikes the flint.\n\nAUNTIE\nFor luck.\n\nSPARKS fly behind Chiyo.\n\nEXT. BEHIND YUKIMOTO TEAHOUSE. SUNSET. [WINTER] 95\n\nIn the garden, Mameha and Chiyo exchange three cups of sake\n(served by the teahouse-owner) in a “sisters” ritual. Mother\nand Auntie stand in attendance.\n\nMAMEHA\n\nThis binds us together forever as\nsisters. Today you leave your\nchildhood and cast away your name.\nFrom this day forward, you will be\nknown by a new one...with the same\nlilt, the same music as the water\nyou resemble...\n\n(a pause, and then)\n.--\"Sayuri.”\n\nSayuri, formerly Chiyo, bows her head in gratitude.\n\f96\n\n10/12/04 BLUE REVISION 59\n\nINT. YUKIMOTO TEAHOUSE. NIGHT. [WINTER] * 96\n\nThe TEAHOUSE OWNER--teetering with a tray stacked with sake\nand beer--barrels down the deep red hallway toward the tea\nroom. LAUGHTER and conversation spill from the room as she\nflings open the shoji doors.\n\nEIGHT MEN are seatled in conversational groups at low tables\naround three sides of the room. In the seat of honor, we\nrecognize The Baron. The OTHER MEN are mostly older and all\nwealthy, their spirits loosened by sake. The host,\nHatsumomo's favorite client THE GENERAL (55, chainsmoker),\nwears a Japanese military uniform.\n\nTWO GEISHA move gracefully among the tables, serving sake as\nthey chat among the men.\n\nBehind a screen, before they make their entrance:\n\nMAMEHA\nTonight, you will attend the Baron.\n\nCHIYO looks at her, uncertain. Isn‘t he Mameha‘s territory?\n\nMAMEHA (cont'd)\nA new maiko always attends the\nhonored guest. Ready?\n\nSAYURI\nOnei-san, thank you.\n\nMameha smiles.\n\nThey enter,, bowing on the floor, murmuring their greetings\netc. ‘Then they hurry toward the Baron with small steps.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAYURI\nOnei-san, thank you. Mameha smiles. They enter,, bowing on the floor, murmuring their greetings\netc. ‘Then they hurry toward the Baron with small steps. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nGeneral lifts his sake cup:\n\nTHE GENERAL\nFriends, we have the pleasure to\nwitness the debut of a new maiko.\n\nSome of the men applaud, and all lift their glasses. With\nguick small steps that make her kimono hem ripple, Sayuri\napproaches The Baron and kneels, blushing. The Baron eyes\nher playfully, admiring. To Mameha:\n\nTHE BARON\nI remember those eyes. What was\nher name?\n\nMameha looks to Sayuri, giving her permission to respond.\nSayuri feels a pang of pleasure as she speaks the word:\n\f97\n\n60\n\nSAYURI\n“Sayuri”.\nMAMEBA\n(whisper)\n\nYou may replenish the Baron’s tea.\n\nSayuri self-consciously takes up the teapot. She aims the\nspout low, close to the Baron’s cup, so the aroma doesn’t\nescape. Meanwhile-- with the other hand--she draws back her\nkimono sleeve, exposing her wrist, pausing exactly as Mameha\nhas taught her.\n\nThe Baron’s eyes drift to Sayuri’s arm. After a few seconds\n\nhave elapsed, Sayuri is mortified to realize that the Baron’s\ncup is still empty -- no tea is pouring from the spout of the\ndepleted tea pot.\n\nTHE BARON\nShe’s determined, isn’t she? If\nthere’d been a drop of tea in that\npot, I believe Sayuri would have\ngotten it out--\n\nEveryone laughs. Under her make-up, Sayuri is flushed with\nembarrassment.\n\nMAMEHA\nNow don’t tease, Baron. It's her\nvery first time.\n\nCLOSE ON MAMEHA & SAYURI - SHORT TIME LATER 97\n\nMameha’‘s fingers pluck the strings of her shamisen,\naccompanying Sayuri.\n\nSayuri gracefully dances with two fans, just as Mameha taught\nher. As Sayuri dramatically tosses and catches one of the\nfans, she sees:\n\nThe Teahouse Owner leading in Hatsumomo and Pumpkin.\nHatsumomo seductively advances on the Baron’s table, Pumpkin\nin tow.\n\nHATSUMOMO\nBaron...Forgive me for intruding -\nGeneral Tottori was good enough to\nask us to call.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHatsumomo seductively advances on the Baron’s table, Pumpkin\nin tow. HATSUMOMO\nBaron... Forgive me for intruding -\nGeneral Tottori was good enough to\nask us to call. \n\nTARGET SECTION TO BE ANNOTATED:\nThe General, tipsy, has no memory of it but he is pleased to\nfill her cup with sake. Sayuri and Mameha end the dance, and\nthe men applaud.\n\f61\n\nHATSUMOMO (cont ‘d)\nWhat a beautiful dance! Yes,\nPumpkin?\n\nDeftly, Hatsumomo takes a fan from Pumpkin and demonstrates.\n\nHATSUMOMO (cont ‘d)\nHer fans are so hypnotic that you\nnever ndtice her feet.\n(turns to Sayuri)\nWhat is your name?\n\nMAMEHA\nHer name is Sayuri.\nHATSUMOMO\n“Sayuri” - a name as sweet as she\n\nis!\n\n(to the General)\nI‘m afraid these days, even a\ncommon chambermaid can call herself\na geisha.\n\n{her eyes narrowing in\n\nSayuri's direction)\nSo it's nice to see such a sincere\nyoung maiko. Isn’t it?\n\nTHE GENERAL\n(caught in the middle,\nstammering)\nWhy, yes. Indeed.\n\nMAMEHA\n(to Sayuri)\nSurely you would like to thank\nHatsumomo for her gracious\ncompliments.\n\nSAYURI\nThere is so much I would like to\nsay to Hatsumomo.\n\nHATSUMOMO\nSometimes, the wisest remark is to\nsay nothing.\n\nSAYURI\nWhat better advice to follow than\nyour own?\n\nMAMEHA\nSayuri--\n\fJY\n\n98\n\n62\n\nSayuri bows low to Hatsumomo.\n\nHATSUMOMO\nI was a maiko myself once.\n\nSAYURI\nOf course. But it’s been such a\nvery long, long, long, long...\n\nThe Baron and the men laugh. Sayuri continues demurely:\n\nSAYURI (cont‘d)\n---time.\n\nHatsumomo bridles.\n\nHATSUMOMO\nLittle Sayuri has studied to be a\ngeisha for such a short time, she\nhasn‘t learned her manners.\n(to the General)\nTell me. Would you ever send a man\ninto battle before he's ready?\n\nTHE GENERAL\nNever. My men are trained to kill.\n\nHATSUMOMO\n(to Mameha)\nPerhaps her debut came too soon.\n\nTHE GENERAL\n{stifling laughter)\nOn the contrary, Hatsumomo....I'd\nsay...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHATSUMOMO\n(to Mameha)\nPerhaps her debut came too soon. THE GENERAL\n{stifling laughter)\nOn the contrary, Hatsumomo.... I'd\nsay... \n\nTARGET SECTION TO BE ANNOTATED:\nI'd say she hit her\ntarget!...\n\nThe Baron laughs, too, and the laughter grows, filling the\nroom. Hastumomo glares, ashen. Pumpkin bites her lip to keep\nfrom grinning. Mameha smiles at how her protege has handled\nherself. Sayuri bears the peaceful look of triumph.\n\ncur TO:\nINT: SAYURI‘S ROOM. THE OKIYA. NIGHT/DAWN. [WINTER] 98\nAbrupt awakening: Hatsumomo jerks Sayuri awake by the hair\n\nand slaps her. In a quiet rage, she whispers:\n\nHATSUMOMO\nI shall destroy you.\n\f99\n\n100\n\n63\n\nWith another vicious yank, Hatsumomo leaves her.\n\nCUT TO:\n\nOMIT 99\n\nEXT: RICKSHAW GOING THROUGH A RURAL PARK AND OVER A BRIDGE 100\nQUTSIDE OF MIYAKO. DAY. [WINTER]\n\nShaded by a colorful parasol, Mameha and Sayuri ride in A\nRICKSHAW past an ornate pagoda; Sayuri in full maiko attire\nand make-up.\n\nMAMEHA\nShe can destroy you. She will\nspread rumors, stalk you from tea-\nhouse to tea-house, then steal your\nclients and turn them over to\nPumpkin! All in the hope that Mrs.\nNitta adopts Pumpkin instead of\nyou!\n\nSAYURI\nWhat can we do?\n\nMAMEHA\n\nWe've got to out-wit her. To find a\nsafe haven...somewhere beyond her\nreach, where you can practice your\nskills without any interference.\nAnd I’ve found just the place.\n\n(gives her a card)\nYour first sumo match.\n\nSAYURI\nWhat?\n\nMAMEHA\n(nodding)\nIt is sold out. Hatsumomo could\nnot gain admission if she were a\nrat and scurried under the seats.\n\nSAYURI smiles, her appetite whetted.\n\nMAMEHA (cont'd)\nToday you will meet Iwamura Ken.\nHe founded the Iwamura Electric\nCompany in Osaka.\n\n(MORE)\n\f101\n\n12/9/04 DOUBLE PINK REVISION 64\n\nMAMEHA (cont'd)\nMy client for years. His partner\nNobu...",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe founded the Iwamura Electric\nCompany in Osaka. (MORE)\n\f101\n\n12/9/04 DOUBLE PINK REVISION 64\n\nMAMEHA (cont'd)\nMy client for years. His partner\nNobu... \n\nTARGET SECTION TO BE ANNOTATED:\nwell, they say what he lacks\nin charm, he makes up for in savvy--\n\nSAYURI\nYou don't approve of Nobu?\nMAMEHA\nHe does npt approve of us. *\n\nOff Sayuri’s dismayed look:\n\nMAMEHA (cont'd)\nYou like a challenge, don't you?\n\nMameha laughs merrily, as the RICKSHAW passes over a graceful\nbridge in the Japanese countryside.\n\nINT. SUMO MATCH. DAY. [WINTER] 101\n\nSuspended over the mounded dohyo (clay sumo ring) is a roof\nresembling a,Shinto shrine, and hung at the corners with\ngiant colored tassels honoring the four season. All around\nthe ring rise tiers of boxes filled with kneeling SPECTATORS.\n\nIn the ring, two almost naked rikishi (FIRST PAIR OF SUMO\nWRESTLERS) are already in combat as Mameha and Sayuri make\ntheir way to the first tier boxes .~\n\nAs Sayuri and Mameha approach the box where their clients\nwait, MEN turn their heads, looking to see which box will\nreceive the honor of two such beautiful geishas.\n\nMAMEBA\n(whispers)\nBe attentive. i will do the rest.\n\nSayuri follows Mameha nervously toward two men seated ina\nfirst tier box. Sayuri realizes that one of the two men\nseems somehow familiar. He rises and greets Mameha warmly:\n\nIt is The Chairman. Sayuri’s heart is pounding as she bows:\nMAMEHA (cont'd)\nChairman Iwamura, President Nobu, *\nthis is my new younger sister\nSayuri.\nSAYURIT\n\nHajimemashite.\n\f12/9/04 DOUBLE PINK REVISION 65\n\nAs Sayuri gazes momentously into the face she has longed to\nsee, the Chairman abruptly averts his eyes, and speaks\ninstead to NOBU:\n\nCHAIRMAN\nNobu-san.\n\nNOBU (42, strong presence of power and intelligence) ‘is\nfocused on the match. He cries out the name of the wrestler\nwhom he sponsors (\"Tochinoyama!”), then berates him in\nJapanese.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\n12/9/04 DOUBLE PINK REVISION 65\n\nAs Sayuri gazes momentously into the face she has longed to\nsee, the Chairman abruptly averts his eyes, and speaks\ninstead to NOBU:\n\nCHAIRMAN\nNobu-san. NOBU (42, strong presence of power and intelligence) ‘is\nfocused on the match. He cries out the name of the wrestler\nwhom he sponsors (\"Tochinoyama!”), then berates him in\nJapanese. \n\nTARGET SECTION TO BE ANNOTATED:\n The Chairman tries again:\n\nCHAIRMAN (cont’d)\nNobul\n\nWhen Nobu turns to greet Sayuri, she feels a slight shock:\n\nNobu's face is disfigured, badly scarred on one side; his\n\nright hand is a web of puckered scars. Mameha deftly makes\nthe introduction --\n\nMAMEHA\nNobu Toshikazu-san.\n\nNobu gives a shout as THE SECOND SET OF WRESTLERS mount the\nring. Mameha seats Sayuri between the Chairman and Nobu, and\nmanages to whisper in Sayuri’s ear:\n\nMAMEHA (cont'd)\nInjured in Manchuria. War hero.\n\nCHAIRMAN\nSayuri, is this your first\nencounter with sumo?\n\nSayuri nods, too nervous to speak. She is aware of how close\nthey sit, her leg and his almost touching as they kneel.\n\nCHAIRMAN (cont’d)}\nNobu-san will have to educate you.\nI cannot tell one wrestler from the\nnext.\n\f12/9/04 DOUBLE PINK REVISION 66\n\nCHAIRMAN (cont'd)\n(gestures around tent)\nDid you notice our contribution?\n\nMameha notices the electric lights, gives a delighted cry.\n\n MAMEHA\nLovely!\n\nThe CHAIRMAN turns to Sayuri:\n\nCHAIRMAN\nWe closed a new deal in the\ncountryside. We're harnessing the\npower of water to bring electricity\nto some of the smaller villages.\n\nMAMEHA\nIt was in the newspaper, wasn't it?\n\nNOBU\nWith the Chairman's picture, yes?\n(teasing his friend)\nYou compensate for all my\nshortcomings, don't you?\n\nA RUNNER delivers a pot of tea and cups. Sayuri takes up the\npot to pour the Chairman his tea. She draws back her sleeve,\nand breaks the silence:\n\nSAYURI\nMay I ask: How does someone harness\nthe power of water?\n\nThe Chairman glances at Sayuri's wrist, then meets her gaze\nevenly--\n\nCHAIRMAN\nYou should never ask an engineer to\nexplain a thing. Because he will--\n\nNOBU\nIwamura. Let the girl watch sumo!\n\nSayuri, teapot in mid-air, freezes, her gaze riveted: Across\nthe ring, Hatsumomo is arriving with Korin.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause he will--\n\nNOBU\nIwamura. Let the girl watch sumo! Sayuri, teapot in mid-air, freezes, her gaze riveted: Across\nthe ring, Hatsumomo is arriving with Korin. \n\nTARGET SECTION TO BE ANNOTATED:\n\f12/9/04 DOUBLE PINK REVISION 67\n\nMAMEHA\nKorin, that little jade! She has\nbrought a guest.\n\nThey see: Hatsumomo looks through opera glasses at the\nChairman. Mameha raises her fan for a private tete-a-tete\nwith Sayuri:\n\nMAMEHA (cont ‘d)\nQuick, Turn your attention to Nobu--\n\nSAYURI\n(with dread)\nBut Mameha-neisan--\n\nMAMEHA\n(rapid-fire)\nShe finds him repulsive. She’d\nnever steal him away. Mislead her.\n\nMameha lowers her fan. Instantly Sayuri shifts the teapot to\nNobu's cup. The Chairman's face falls, but he works to\nconceal his disappointment. Sayuri improvises:\n\nSAYURI\nPerhaps Nobu-san will be kind\nenough to explain the rules of the\nmatch.\n\nThe Chairman glances into his cup; it’s only half full.\nMameha swoops in, pouring the rest of his tea.\n\nNOBU\nThree things matter in life: Sumo,\nbusiness and war. Understand one,\nyou know them all. But why should\na geisha care? You spend your time\nplucking strings, and dancing.\n\nNobu turns away, scowling; sips his tea. Sayuri senses\nHatsumomo watching. She redoubles her efforts.\n\nSAYURI\n\nI humbly beg to differ. What is\nsumo but a dance between giants?\nWhat is business but a dance\nbetween companies?\n\n(beat)\nI‘d@ like to know about every kind\nof dance.\n\fY\n\n12/9/04 DOUBLE PINK REVISION 68\n\nThe Chairman smiles, impressed. Nobu begrudgingly begins\npointing out elements of the match:\n\nNOBU\nShiomaki...They are throwing salt\nto purify the ring.\n\nThe two combatants quickly move from their “fair play stance”\nto a glowering crouth as they face off in the small ring.\n\nNOBU (cont ‘d)\nThat man is Miyagiyama. The\ngreatest fighter in Japan.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two combatants quickly move from their “fair play stance”\nto a glowering crouth as they face off in the small ring. NOBU (cont ‘d)\nThat man is Miyagiyama. The\ngreatest fighter in Japan. \n\nTARGET SECTION TO BE ANNOTATED:\nSAYURI\nBut he is so tiny--\n\nNOBU\nOnly compared to his opponent!\nMiyagiyama may use hataki komi---\nare you listening?\n\nSayuri has one eye on The Chairman, but quickly reforms:\n\nSAYURI\nYes.\n\nNOBU\nHataki komi is a movement a smaller\ncombatant uses to throw the larger\nman off balance. Victory does not\nalways belong to the powerful--\n\nNobu watches intently as the Wrestlers prepare and throw more\nsalt, prepare again, building tension. He points brusquely:\n\nNOBU (cont’d)\nLook. There. In his eyes.\n\nThe Wrestlers tense and prepare to charge. At the same time,\nMameha sees: Hatsumomo has left her seat and is making her\nway toward them. Mameha gathers herself apologetically:\n\nMAMEHA\nI am afraid our time has come to a\nclose--\n\nCHATRMAN\n\nGoing sc soon?\n\f102\n\n69\n\nNOBU\nNot yet--I want her to see--\n\nThe Wrestlers crouch on their fists. Finally the larger man,\nSAIHO, charges.\n\nMILYAGIYAMA uses the force of Saiho'’s impact to swivel out of\nthe way. In that same instant, he brings his hand down on\nthe back of Saiho's neck; Saiho flies over the lip of the\nring and sprawls into the SPECTATORS. The encounter is over\nin less than two seconds.\n\nNOBU (cont ‘d)\nNow that - is hataki komi.\n\nSAYURI\nI see now why you like Sumo.\n(with compassion for\nNobu 's: deformities)\nYou can never judge a man’s power\nby his appearance alone.\n\nNobu looks at Sayuri--full on--for the first time. He’s\ntruly touched by her insight. He says to Mameha:\n\nNOBU\nYou may bring her again.\nA SHORT TIME LATER 102\n\nSayuri & Mameha leave the match, among a press of SPECTATORS:\n\nSAYURI\nWhat are we to do? Hatsumomo found\nus again!\n\nMAMERA\n\nDo not worry. Like a true sumo\nwrestler, you threw her off\nbalance! Nobu is the perfect\ndiversion.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAMERA\n\nDo not worry. Like a true sumo\nwrestler, you threw her off\nbalance! Nobu is the perfect\ndiversion. \n\nTARGET SECTION TO BE ANNOTATED:\nSayuri peeks back at Chairman. Only Nobu watches them go.\n\nSAYURI\n(worried)\nSuppose he believes my\nadvances...suppose he takes an\ninterest in me?\n\f) 103\n\n104\n\n105\n\n12/9/04 DOUBLE PINK REVISION\n\nMAMEHA\nAnd violates all his high-minded\nmorals? Never.\n\nSAYURI\nBut Oneisan...you heard him. He\nasked to see me again.\n\n' MAMEHA\n(musing)\nYes....he did, didn’t he?\n(back to business)\nIn the days ahead, Sayuri, I am\ngoing to require all your trust. I\nhave it, don’t I?\n\nSayuri nods.\n\nMAMEHA (cont'd)\nGood! Then our only enemy is time.\n\n70\n\nCcuT TO:\n\nINT. KITCHEN. OKIYA. [WINTER]\n\nSayuri digs through a stack of old newspapers near the stove.\n\nShe tears one open and finds: A BLACK & WHITE PHOTOGRAPH of\n\nthe Chairman.\n\nINT.\n\nSAYURI'S ROOM. NIGHT. [WINTER]\n\nAlone, Sayuri uses a hair ornament to pry out the false\nbottom of a lacquered box. In the compartment, she places\n\nthe news photo of the Chairman next to the same handkerchief\n\nhe gave her so many years ago.\n\ncuT TO:\n\nEXT. NEAR MAMEHA’S APT. DAY. [SPRING]\n\nSayuri hastens over the Sonogawa footbridge.\n\nfrom her balcony.\n\nMameha watches\n\n103\n\n104\n\n105\n\f106\n\n10/12/04 BLUE REVISION 71\n\nINT. MAMEHA‘S APARTMENT. DAY. [SPRING] 106\n\nMameha uses the tiny blade of a folding knife to open the\nseam of a beautiful maiko kimono. The MAID ushers Sayuri\nin, then leaves.\n\nSAYURI '\nOnei-san.\n\nMAMEHA\nTonight, we will deliver a quick\nblow to Hatsumomo. Hataki komi.\n\nSAYURI\nHow?\n\nMameha drapes the kimono on Sayuri and checks the split seam\nagainst Sayuri’s right leg.\n\nMAMEHA\nWe will meet Nobu-san at the\nTsunashima restaraunt. But *\n\nfirst....a visit to Dr.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMameha drapes the kimono on Sayuri and checks the split seam\nagainst Sayuri’s right leg. MAMEHA\nWe will meet Nobu-san at the\nTsunashima restaraunt. But *\n\nfirst....a visit to Dr. \n\nTARGET SECTION TO BE ANNOTATED:\n Crab!\nMameha ‘pinches the end of a smouldering charcoal pencil -\n\nSAYURI\nDr. Crab?\n\nMameha pulls up Sayuri’s kimono exposing her leg.\n\nSAYURI (cont'd)\nOnei-san!\n\nMAMEHA\nHold still. It’s a little nickname\nhe has earned over the years.\n\nMameha pokes her eyebrow charcoal into the slit to mark\nSayuri’s leg. Sayuri looks on bewildered.\n\nMAMEHA (cont'd)\nNow cut your leg where I've marked\n\nit.\nSAYURI\n(shocked)\nWhat?\nMAMEBRA\n\nOr I will cut it for you.\n\f107\n\n72\n\n* SAYURI\nOnei-san...have you gone mad?\nMAMEHA\n(suddenly, harshly)\n\nDo you trust me, or don’t you?\nWell?\n\nMameha’s dead seridus. Sayuri picks up the knife, her face a\nstudy in perplexion.\n\nSAYURI\nCouldn't I just pretend to have a\nstomach ache?\n\nMAMEHA\nGo ahead! Do it!\n\nSayuri swallows hard, then presses the blade against the\ncharcoal mark on her thigh. She gives a gasp of pain. Mameha\nsays, almost with a lilt:\n\n. MAMEHA (cont ‘d)\nAnd now we go fishing for a certain\nCrab...\n\nINT. DR. CRAB’S CLINIC & HOME. HANAMACHI. DAY. [SPRING] 107\nDR. CRAB (45, odd, meticulous) wears a metal head reflector:\n\nDR. CRAB\nCareless with the sewing scissors,\nwere you?\n\nMortified, Sayuri lies on the examining table under a ghastly\nclinical light. She wears the kimono Mameha prepared for\nher, opened to expose her pale thigh.\n\nDR. CRAB (cont‘d)\nRight through your beautiful\nkimono...Pity.\n\nHe inserts his forefinger through the slit and wiggles it,\nhis finger grazing Sayuri’s skin.\n\nMAMEHA\nIt won’t leave a scar, will it?\nSayuri is a special girl at a very\nspecial time in her life.\n\nDr. Crab instantly understands the allusion, of course.\n\f108\n\n109\n\n12/2/04 TAN REVISED 73\n\nDR.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nDr. Crab instantly understands the allusion, of course. 108\n\n109\n\n12/2/04 TAN REVISED 73\n\nDR. \n\nTARGET SECTION TO BE ANNOTATED:\n CRAB\nWith those eyes, you must be quite\na commodity.\n\nHe examines the cut, bringing his face close to her leg.\n\nDR. CRAB (cont’d)\nA clean cut. Won’t leave a mark, I\npromise. But I‘d best prescribe a\nbit of antiseptic--\n\nHe smiles down at Sayuri as his fingers massage some salve in\na circular fashion all around the tiny red wound.\n\nOMIT 4108\n\nEXT: TSUNASHIMA RESTARAUNT. NIGHT. [SPRING] 109\n\nOpen-air verandas adjoin, decorated with glowing lanterns.\nOn the lower veranda, Hatsumomo attends the General and his\nMILITARY CRONIES. She displays Pumpkin to them like a china\ndoll.\n\nThe CAMERA moves on & we see: On the next veranda, Nobu, the\nChairman and BUSINESSMEN chat amongst themselves.\n\nWrapped in fur-trimmed cloaks over their kimono, Mameha and\nSayuri prepare to enter. Mameha shows Sayuri a tiny origami\nbox that opens--like a blooming flower--to reveal a SWEET-\nRICE CAKE with a dab of red.\n\nMAMEHA\nEkubo. At the right moment, slip\nit to Nobu. Discreetly..\n(at her puzzled look)\nHe will know what it means.\n\nThe MAIDS bring in trays. Sayuri and Mameha follow them in,\nkimono hems ruffling in a liquid flow.\n\f10/27/04 SALMON REVISION 74\n\nFor a fleeting moment, Sayuri and the Chairman lock eyes; she\nskirts past him. The Chairman smiles as Mameha bows:\n\nMAMEHA (cont'd)\nKonbanwa.\n\nAt the General's table, Hatsumomo watches, amused, as Sayuri\n\nobediently hurries to Nobu’s side. Nobu extends his sake cup\n\nto Sayuri impatiently.\n. Il ‘\nNOBU\n\nYou have kept us waiting.\n\nMAMEHA\nPlease forgive us, Nobu-san.\n\nWith an apologetic smile, Sayuri quickly takes up his bottle.\n\nSayuri sees: Hatsumomo, spilling gossip into the General’s\near. In response, the General glances over at Nobu and\nlaughs. Then he whispers the gossip to the person next to\nhim.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri sees: Hatsumomo, spilling gossip into the General’s\near. In response, the General glances over at Nobu and\nlaughs. Then he whispers the gossip to the person next to\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n Soon, the scuttlebutt is circling the table.\n\nSayuri realizes--with a jolt--that Nobu is speaking to her.\n\nNOBU\nThe Chairman thinks I should take\nmore pleasure in life...music, and\nthe theater! What is your\nimpression?\n\nThe Chairman looks to Sayuri, curious to hear her answer.\nSAYURI\nIt is useless to push a cart\nsideways.\nThe Businessmen laugh. Sayuri blushes, amends:\nSAYURI (cont'd)\nOne could not wish Nobu-san to be\nanyone but Nobu-san.\n\nCHAIRMAN\nI could not agree more.\n\nHe extends his cup to Nobu warmly.\n\nCHAIRMAN (cont‘d)\nI owe this man everything. Kampai.\n\nEVERYONE\nKampai.\n\f2\n\n10/27/04 SALMON REVISION\n\nThe men drink.\n\nNOBU\n--He gives me too much credit, as\nusual--\n\n714A\n\f10/27/04 SALMON REVISION 75\n\nThe Chairman smiles at Nobu’s modesty.\n\nA maid brings in a tray of fresh sake, and places it on the\ntable.\n\nNobu produces a small box wrapped in silk. He unwraps it,\nand hands it to Sayuri.\n\nt NOBU (cont’d)\n(downplaying the gift)\nIt’s a trinket. I found it a few\ndays ago.\n\nAn awkward silence. Sayuri, The Chairman and Mameha are all\nspeechless. Finally:\n\nCHAIRMAN\nWhy, Nobu. I had no idea you were\nso sentimental.\n\nNOBU\nCall it my new leaf.\n\nThe Chairman is quietly stunned.\n\nSayuri glances at Mameha, uncertain how to respond. Mameha\ngives a signal nod: Thank him. Sayuri bows, blushing:\n\nSAYURI\nArigato gozaimasu.\n\nNOBU\nMy mother...she used to wear\nsomething similar.\n\nNobu lifts the lid of the box: A simple but elegant COMB.\nSayuri just stares at it.\n\nNOBU (cont'd)\nYou do not like it?\n\f110\n\n10/27/04 SALMON REVISION 76\n\nSAYURI\nForgive me, I have never received a\npresent before.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri just stares at it. NOBU (cont'd)\nYou do not like it? 110\n\n10/27/04 SALMON REVISION 76\n\nSAYURI\nForgive me, I have never received a\npresent before. \n\nTARGET SECTION TO BE ANNOTATED:\nA most unwelcome Hatsumomo appears, Pumpkin at her heels, en\nroute to another affair:\n\nHATSUMOMO '\nKonbonwa. *\n(She notices Nobu‘s gift) *\nAh, what a beautiful comb! *\n\nKneeling, she takes the comb from the box and--with a\nsurgeon’s precision--places the comb in Sayuri’s hair.\n\nHATSUMOMO (cont'd)\nSuch a joyous moment, Sayuri!\n\n(with a glance at Nobu, *\nand then to Sayuri) *\nYou are finally getting what you\ndeserve.\n\nAs Hatsumomo steps away, Sayuri lifts her gaze in time to\ncatch the Chairman's guarded expression.\n\nCHAIRMAN\nHow lovely.\n\nHatsumomo and Pumpkin bow before leaving:\n\nHATSUMOMO\nAnd now will you excuse us, please? *\nWe have another engagement. *\n(to Mameha) *\nMany, in fact. *\n(as they leave) *\nPumpkin! *\nAnd--like a sudden tsunami--they vanish. Discreetly, Mameha\nproduces from her sleeve the origami box: The mizuage cake.\nBowing to Nobu, Sayuri covertly slips the box into his\nunscarred hand. Flustered, Nobu covers it with his scarred\nhand at once. Chairman intuits what has happened, looks\naway. Sayuri whispers:\nSAYURI\nYou are most kind.\nEXT. HANAMACHI. LATER. SAME NIGHT. [SPRING] 110\n\nMameha hurries along, Sayuri tries to keep up. She looks\nmiserable, but Mameha is elated:\n\f77\n\nJ * MAMEHA\nNow--\n\n(hands her origami box)\n--give this one to Dr. Crab.\n\nSayuri takes the box, but blurts:\n\nSAYURI\nMameha, please’!\n\nMAMEHA\n(surprised)\nYou’re upset.\n\nSAYURI\nI want to trust you, I do! But you\nhave to tell me what's going on--\n\nMAMEHA\n(her voice rising in\ndefense)\nI am ensuring your future--\n\nSAYURI\nBut tell me how! TI beg you!\n| J They step up into a rickshaw.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut you\nhave to tell me what's going on--\n\nMAMEHA\n(her voice rising in\ndefense)\nI am ensuring your future--\n\nSAYURI\nBut tell me how! TI beg you! | J They step up into a rickshaw. \n\nTARGET SECTION TO BE ANNOTATED:\n Mameha explains:\n\nMAMEHA\nI am trying to orchestrate a\nbidding war.\n\nSAYURI\nWhat for?\n\nMAMEHA\nYour most precious attribute.\n\nSAYURI\nAnd what is that?\n\nMAMEHA\nYour mizuage.\n\nThe rickshaw pulls away.\n\n111 EXT. HANAMACHI - CONTINUOUS 111\n\n} Riding along in the rickshaw.\n\f \n\nAUG-23-2825 17:38 FROM:\n\f112\n\n12/2/04 TAN REVISED 79\n\nCOVERED WALKWAY\n\nThe rickshaw pulls away in the backround as Mameha leads\nSayuri briskly down a covered walkway.\n\nMAMEHA (cont'd)\nWhen. you sjip the rice cake to Dr.\nCrab it is a sign that says your\nmizuage is ripe for sale. *\n\nEXT. TANIZATO TEAHOUSE COURTYARD. NIGHT. [SPRING] 112\n\nMameha and Sayuri arrive at the entrance door. The TEA HOUSE\nOWNER (female, 60, sophisticated) stops them:\n\nTEAHOUSE OWNER\nfhe Doctor has no desire to see you\ntonight. - Or any night.\n\nHer sharp black eyes go to Sayuri accusingly and she shuts\n\nthe door. Mameha and Sayuri exchange a devastated look which\nsays: “Hatsumomo; who else?”\n\nEXT/INT. ENTRANCE & OKIYA CORRIDOR. NIGHT. [SPRING] 113\nAs Sayuri approaches, she hears Hatsumomo berating Pumpkin:\n\nHATSUMOMO'S VOICE\nI spent the whole night sipping\nsake and beer--I need food,\nPumpkin! Noodles! Something! Go\nout and fetch it now!\n\nPumpkin stumbles down the steep tansu steps, harried. She\ndraws up short at the sight of Sayuri and chokes back sobs.\nSayuri touches her but she pushes past:\n\nSAYURI\nPumpkin...Pumpkin...\n\nPUMPKIN\nI am not supposed to speak to you--\n\f80\n\nSAYURI\nHatsumomo can not treat you this\nway--\n\nPUMPKIN\n--she can treat me however she\nchooses--\n\nPumpkin groans inf frustration; her sandal thong has broken.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri touches her but she pushes past:\n\nSAYURI\nPumpkin... Pumpkin... PUMPKIN\nI am not supposed to speak to you--\n\f80\n\nSAYURI\nHatsumomo can not treat you this\nway--\n\nPUMPKIN\n--she can treat me however she\nchooses--\n\nPumpkin groans inf frustration; her sandal thong has broken. \n\nTARGET SECTION TO BE ANNOTATED:\nSayuri quietly takes it from her to repair it:\n\nSAYURI\nWhy can’t we speak, Pumpkin? You\nwere my first friend in the world--\n\nPUMPKIN\nOur lives have changed now.\nSAYURI\nHatsumomo went to see Dr. Crab,\nyes?\nPUMPKIN\n\nchiyo- chan, I have to go--\n\nSAYURI\n(more pointedly now)\nDidn't she?\n\nPUMPKIN\nI do not know-~-\n\nSAYURI\nOf course you know--you shadow her\nevery step--\n\nPUMPKIN\n\n--if she did, would I tell you?--\nSAYURI\n\n--if you still care for me--\nPUMPKIN\n\n--you expect me to betray my big\n\nsister?--\nSAYURI\n\n--has she made you cruel, too--\nPUMPKIN\n\n(faltering)\n\n--no--\n\f81\n\nSAYURI\nMy Pumpkin always told the truth--\n\nPUMPKIN\n--but--\n\nSAYURI\n--the truth!---\n\nPumpkin fights her tears and finally breaks. She pulls\nSayuri into the dirt corridor of the okiya:\n\nPUMPKIN\nTonight...We went to the Tanizato\nto see Dr. Crab! I sat outside,\nbut I could still hear through the\nscreen. Hatsumomo-neisan said to\nhim, “I live in the same okiya as\nSayuri!” His eyes got big, and he\nsaid “Really? Tell me everything\nabout her!” And she said, “Oh,\nsir, I mustn’t! It would only curl\nyour toes!” That made him even\nMore curious. “Well,” said\nHatsumomo-neisan, as smooth as\nsilk, “Did you know that she brings\nmen back to her room?” “No!” he\ncried. “Common sailors, and\nfishermen, too,” said Hatsumomo-\nneisan. And the Doctor looked\nqueasy, like he didn’t want to hear\nanymore. But she kept going. “At\nall hours, of the night, like an\nalleycat!.” And then the doctor\ngot very quiet, and stared for the\nlongest time at his hands.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt would only curl\nyour toes!” That made him even\nMore curious. “Well,” said\nHatsumomo-neisan, as smooth as\nsilk, “Did you know that she brings\nmen back to her room?” “No!” he\ncried. “Common sailors, and\nfishermen, too,” said Hatsumomo-\nneisan. And the Doctor looked\nqueasy, like he didn’t want to hear\nanymore. But she kept going. “At\nall hours, of the night, like an\nalleycat!.” And then the doctor\ngot very quiet, and stared for the\nlongest time at his hands. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nHatsumomo-neisan said, “What‘’s the\nmatter? Have I told you more than\nyou wanted to know?”\n\nSayuri understands everything now.\n\nPUMPKIN (cont'd)\nI wanted to say something but how\ncould I, Chiyo-chan, how?\n(then, still wincing)\nAm I really like her? Am I?\n\nSAYURI\nOf course not.\n\nPUMPKIN\nIs Mameha-san cruel to you, too?\n\f114\n\n1/3/05 DOUBLE GREEN REVISION\n\nSAYURI\nNo. She’s so kind to me, Pumpkin.\nBut sometimes I worry she’s taking\nme further from the things I want.\n\nSayuri helps her slip on the mended sandal.\n' PUMPRIN\nThat man, Nobu.\n(wrinkling her nose)\nDo you really like him?\n\nSAYURT\n(sadly)\nNo.\n\nPUMPKIN\nThat‘s what I thought. Do you like\nsomeone else?\n\n82\n\nSayuri looks at Pumpkin; does she know? Sayuri blushes, and\n\nrises to leave:\n\nPUMPKIN (cont'd)\nDon’t worry about me, Chiyo-chan.\nI'll be fine. Better than fine.\n(beat)\nMother plans to adopt me. ‘So my\ndream of having someplace to live\n\nout my life may come true. Jhah-\nne! .\n\nPumpkin hugs Sayuri then rushes out. Sayuri is stunned.\n\nEXT. ZEN GARDEN. DAY. [SPRING]\n\nAs they walk, Mameha and Sayuri talk in low tones:\n\nMAMEHA\nWe can still prevent it.\n\nSAYURIT\nHow? Hatsumomo has poisoned Dr.\nCrab against mel\n\nMAMEHA\nForget about him. There are plenty\nof other fish in the sea.\n\nSAYURI\nThe Chairman has been kind--\n\n“114\n\f115\n\n116\n\n1/3/05 DOUBLE GREEN REVISION 83\n\nMAMEHA\nSayuri! Nobu and the Chairman are\nbusiness paxtners. They would\nnever bid against one another.\n(beat) ‘\nIt is time we cast a wider net--\n\nMameha smiles, the wheels in her head turning.\n\nCUT TO:\n\nEXT: HANAMACHI. DAY. RAIN.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEXT: HANAMACHI. DAY. RAIN. \n\nTARGET SECTION TO BE ANNOTATED:\n [SPRING] 115\n\nRain falls mistily along the narrow side-streets. Hatsumomo\ndarts homeward from the bathhouse.\n\nMAMEHA (V.0.)\nSuppose you were the object of\nevery man’s fantasy——\n\nSAYURI (V.0.)\nWhat do you mean?\n\nMAMEHA (V.0.)\n--and became the most famous geisha\nin all Miyako--\n\nSAYURI (V.0.)\nBut I am not.\n\nMAMEHA (V.O.)\nYou will be--~\n\nHatsumomo sees a festival poster on a kiosk and stares in\n\ndisbelief: the PAINTING of a maiko with silver eyes can only\nbe Sayuri. She tears it down with a “rip.”\n\nINT. TATAMI ROOM - OKIYA. DAY. 116\n\nAt the table Sayuri, Pumpkin, Mother and Auntie eat their\nmeal. Hatsumomo stalks in, the crumpled poster in her hand.\n\nHATSUMOMO\nWho is responsible for this?\n\nMOTHER\nAsk Mameha.\n\nFumpkin stares at the poster, aghast.\n\f117\n\n118\n\n84\n\nPUMPKIN\nHow did Sayuri get to be the lead?\n\nMOTHER\n(to Pumpkin)\nIt’s your own fault! You should\npractice more!\n(to Hatsumomo )\nYou keep her otit too late, dragging\nher from teahouse to teahouse--\n\nHatsumomo looks at Sayuri, outraged.\n\nPUMPKIN\n(still forlorn)\nI want my picture made.\n\nHATSUMOMO\n(to Sayuri, insinuating)\nWhat did Mameha do? Speak to the\ndirector “in private?”\n\nSAYURI\nNot every geisha uses that kind of\ncurrency.\n\nHATSUMOMO\nI am looking forward to your\nperformance.\n\n(with venom)\nYou know how I adore watching you\ndance, Chiyo.\n\nShe departs, with a flick of her finger upturning a dish of\nsauce over the poster of Sayuri.\n\nINT/EXT. KABURENJO THEATRE AND COURTYARD LOBBY. NIGHT. 117\n\nTHEATRE-GOERS dressed in spring finery crowd the theatre\nentrance. RICKSHAWS pull up in front.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nKABURENJO THEATRE AND COURTYARD LOBBY. NIGHT. 117\n\nTHEATRE-GOERS dressed in spring finery crowd the theatre\nentrance. RICKSHAWS pull up in front. \n\nTARGET SECTION TO BE ANNOTATED:\n An elaborately\ndecorated one carries The GENERAL and HATSUMOMO. Blazing\nwhite lanterns bank A HUGE POSTER of Sayuri and her silvery\neyes. Out in public, the image is even more imposing.\n\nINT. KABURENJO THEATRE AND BACKSTAGE. NIGHT. 118\nFrom the wings we see 10 MAIKO on stage in identical costumes\n\n~ Pumpkin among them, nervous and trying hard -- twirling\nbrilliantly colored fans.\n\fa\n\n119\n\n85\n\nSayuri‘’s hands tremble as she tries in vain to slide a glass\nornament into her hair. Mameha glides into view in her\nmirror; she presses her cheek to Sayuri’s and whispers:\n\nMAMEHA\nThey‘ve all come...The Baron, Nobu-\nsan, our beloved Hatsumomo and that\ndapper General of hers--\n\nSAYURI\n(a tad too fervently)\nAnybody else?\n\nMAMEHA\n(arching an eyebrow)\nEven your old friend, Dr. Crab.\n\nGently, Mameha takes the glass ornament from Sayuri’s nervous\nfingers, and expertly places it in her coiffure.\n\nSAYURI\nOnei-san. What if I dance poorly-\nwhat if I disgrace myself, and no\none takes interest--?\n\nMAMEHA\nShhhh. You will be glorious! Now\nit’s time.\nTHE HANAMICHI 119\n\nA FIGURE appears at the back of the house, dressed as a\ncourtesan in an ornate head-dress, in tall black lacquered\nshoes, carrying a translucent parasol -- Sayuri, making her\nentrance.\n\n“Snow” falls as she dances her way along the mirrored\nhanamichi (a long ramp that extends from the back of the\nhouse to the stage). When she spies the Chairman in the\naudience, she barely averts a stumble.\n\nCLOSE UPS reveal Mother, Auntie, Mr. Bekku, The General,\nHatsumomo, Dr. Crab, The Baron, Mameha, and Nobu are watching\nfrom the audience. They are moved by Sayuri’s dance of\nunrequited love. The Chairman is particularly enthralled.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrab, The Baron, Mameha, and Nobu are watching\nfrom the audience. They are moved by Sayuri’s dance of\nunrequited love. The Chairman is particularly enthralled. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the dance comes to a close--and Sayuri descends into the\nmadness of grief--she discards her parasol, steps out of her\nshoes, loses her ornate cloak and soon falls weeping on the\nhanamichi. The snow swirls around her.\n\fAUG-23-2625 : FROM: P.36\n\n \n\f \n\nAUG-23-2885 17:35 FROM!\n\nTaking care of.a little nuisance?\n; a that .a naughty secret:\ncee a at BS\nThe Baron, embarri BE ront of\nangered look. - Mameha, stung, covers.\n\n \n\f \n\nAUG-23-2885 17:37 FROM:\n\n \n\fAUG-23-20@5 17:39 FROM:\n\n \n\f122\n\n123\n\n124\n\n89\n\nMAMEHA (V.O.)(cont’d)\nThere's a reason Hatsumomo wants\nyou there. I. know the Baron well,\nSayuri. He has a weakness for\nwomen like us...and he doesn't take\nrefusal lightly!\n\nEXT. BARON'S GATES. DAY.'[SPRING] 122\n\nThe Limousine pulls up to the Baron‘s impressive GATES.\nSayuri steps out, followed by Bekku.\n\nEXT. BARON'S ESTATE. DAY. [SPRING] 123\n\nThe Baron’s spacious Japanese gardens are dominated by a\nmagnificent old CHERRY TREE. PEACOCKS strut on the lawns.\n\nSayuri looks for The Chairman to no avail. Mr. Bekku follows\nher, aloof. The Baron's WEALTHY PARTY GUESTS ~ in\nfashionable Western clothes - take notice of Sayuri. They\ncrowd arourid her. Flashbulbs pop.\n\nThe Chairman, strolling by himself, hears the activity and\nsees Sayuri, flustered, trapped by the horde. He cuts through-\n\nCHAIRMAN\nExcuse me. Sayuri. Today, even\nthe cherry blossoms are envious of\nher.\n\n--and escorts a grateful Sayuri to safety.\n\nCHAIRMAN & SAYURI, WALKING ALONE 124\n\nAs she strolls beside the Chairman, Sayuri’s feet aren't\nexactly on the ground.\n\nCHAIRMAN\nSomething I’ve been wanting to say\nto you for some time now.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n--and escorts a grateful Sayuri to safety. CHAIRMAN & SAYURI, WALKING ALONE 124\n\nAs she strolls beside the Chairman, Sayuri’s feet aren't\nexactly on the ground. CHAIRMAN\nSomething I’ve been wanting to say\nto you for some time now. \n\nTARGET SECTION TO BE ANNOTATED:\nSayuri‘s waits with bated breath. Then:\nCRAIRMAN (cont’d)\n\nI‘d like to...to thank you for your\nattention to Nobu.\n\f90\n\n) SAYURI\n\n(hides disappointment)\nOh?\n\nCHAIRMAN\nNobu can be a difficult man. So\nsevere. Hates parties, sake only in\nmoderation, and he disdains geisha.\nBut...he is fond of you.\n\nSAYURI\nBecause you admire him, I respect\nhim more.\n\nCHAIRMAN\n\nHe would never tell you himself;\nhe’s far too modest. We were\nfighting in Manchuria together.\nThere was an explosion. He\nprotected me from the worst of it.\nAs you might imagine, I owe him\nquite a debt.\n\nSAYURI nods, moved.\n\n) CHAIRMAN (cont'd)\nNobu’s taught me a great deal.\nPatience, for one thing. I-~in\nturn--have tried to teach him. You\nhave to savor life while you can.\n\nSAYURI\nThe lesson of the cherry blossom.\n\nCHAIRMAN\nSee? That is why Nobu likes you.\nWe must not expect happiness,\nSayuri. It is not something we\ndeserve. When life goes well, it’s\na sudden gift. It cannot last\nforever.\n\nLike this moment. A shower of cherry petals surprises them.\nThe Chairman smiles down at Sayuri as he gently removes each\npetal from her hair.\n\nTHE BARON'S VOICE\nAh Sayuri, there you are.\n\nThe Baron is above them on another path; Bekku lurks nearby.\n\nJd THE BARON\n\nI have a present for you.\n\fJ 125\n\n91\n\nINT: ESTATE - LATER. DAY INTO EVENING. [SPRING] 125\n\nAs the Baron leads Sayuri and Mr. Bekku deep into his Art\nDeco Mansion, the SERVANTS discreetly close the shoji doors\nbehind them.\n\nTHE BARON\nMameha &sked me to show you my\nkimono collection...It’s quite\nvenerated. My grandfather and my\nfather collected kimono before me.\n\nA shoji door slides shut, and Mr. Bekku disappears. Sayuri\nlooks back, alarmed.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nA shoji door slides shut, and Mr. Bekku disappears. Sayuri\nlooks back, alarmed. \n\nTARGET SECTION TO BE ANNOTATED:\n Yet another shoji closes, stranding her\nalone with the Baron in the heart of the house.\n\nTHE BARON (cont'd)\n\nI’ve given a number of valuable\nkimono to Mameha...I like to give\npresents to beautiful girls.\n\nSurrounding:them, burnished gold MIRRORS. The Baron presents\nher with a folded kimono:\n\nTHE BARON (cont‘d)\nIt's yours. Try it on.\n\nSAYURI\nThe Baron is too kind. I will\nhappily try it on. With Mameha-\nneisan, when the Baron returns to\nMiyako--\n\nTHE BARON\nWho knows when that will be? Put\nit on. Now. Don’t be shy.\n\nHe pulls her against him and reaching behind her, jerks open\nthe knot of her obi-jime (obi cord). Sayuri pushes away, but\nthe silken obi cord spills to the mat.\n\nTHE BARON (cont‘d)\nDon’t worry. I am experienced in\nknotting obis. Untying them as\nwell.\n\nSAYURI\nPlease...\n\nThe Baron takes her hand, forcing it against the bristles of\nhis cheek. Then he turns her palm upward, grazing it with\nhis lips. Sayuri tries to wrest her hand away.\n\f92\n\nSAYURI (cont‘d)\nMr. Bekku is waiting--\n\nTHE BARON\nBekku’s waiting for no one.\n\nHe begins to unwind her obi. Sayuri sees the Chairman‘s\nhandkerchief fall to the floor. '\n\nShe kneels and grabs it quickly. In that moment the Baron\nunfastens the datejime -- the waistband underneath the obi.\nHer kimono releases in front. Sayuri gives a cry and\nclutches at the fabric, desperate to conceal herself.\n\nThe Baron grabs her from behind, pinning her arms back. He\nlooks at her in the mirror ahead: her kimono open, her eyes\nclosed, and her head turned away so that the curve of her\nneck is exposed. He nuzzles her.\n\nSAYURI\nStop, please. Stop now.\n\nUndaunted, the Baron drops her outer kimono and it puddles\naround her. She stands--almost naked--in her underkimono.\n\nHe releases that, too. Her under-kimono falls open.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stands--almost naked--in her underkimono. He releases that, too. Her under-kimono falls open. \n\nTARGET SECTION TO BE ANNOTATED:\nShamelessly, he reaches under it. She tries to resist, but\nhands scuttle across her flesh like spiders.\n\nSAYURI(CONT'D) (cont‘d)\nNo. No...\n\nThe Baron unties her final garment. With a whisper of silk,\nhe loosens the koshimaki (final layer) from around her hips.\nSayuri sobs, and kneels low in an effort to hide her breasts.\nThe Baron kneels beside her, and coos tenderly:\n\nTHE BARON\nSayuri, I only want to have a look.\nNothing wrong in that. Any man\nwould do the same.\n\nAs slowly as a parent might peel the cover from a sleeping\nchild, he opes Sayuri’s underrobe. Her beautiful back...the\nheart-shaped curve of her naked hips...her tabi-feet peeking\nout from beneath...\n\nSlowly he forces her to sit up, whispering, coaxing, begging\nher to stand naked before the glass. Sayuri turns her face\naway, squeezing her eyes shut. Clenched in her fist, the\nChairman‘s handkerchief.\n\f126\n\n127\n\n93\n\nAs the Baron admires her body, he slips his own hand into the\ndank crevices of his own kimono, to pleasure himself.\n\nSayuri, weeps silently; the very portrait of both beauty and\nhumiliation. Suddenly, she turns to him. Her eyes are\nswimming with tears. They pierce his soul.\n\nMOMENTS LATER\n. t\n\nThe sliding door slides open and the Baron strides out.\nBehind him on the floor, Sayuri lies, cast aside amidst a\npile of silk.\n\ncut TO:\n\nINT: ENTRANCE OF OKIYA. NEXT DAY. [SPRING] 126\n\nAuntie pulls back the door to reveal Mameha. She is dressed\nin formal black, and austere with anger.\n\nEXT. OKIYA. VERANDA AND BACK GARDEN [SPRING] 127\nSayuri enters and bows.\n\nSAYURI’S VOICE\nOnei-san.\n\nMAMEHA\nI heard a message on the wind.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nVERANDA AND BACK GARDEN [SPRING] 127\nSayuri enters and bows. SAYURI’S VOICE\nOnei-san. MAMEHA\nI heard a message on the wind. \n\nTARGET SECTION TO BE ANNOTATED:\nAlone with Mameha, Sayuri stands, head bowed:\n\nMAMEHA (cont’d)\nSo careless!\n(choking back furious\nsobs)\nYou have ruined all our plans!\n\nSAYURL\nI did nothing!\n\nMAMEHA\nPlease, Sayuri, do not insult me--I\nknow the Baron better than that--\n\nSAYURI\nHe gave me a kimono -\n\nMAMEHA\nYou sold yourself for a kimono??\n\f128\n\n94\n\nSAYURI\nI did not sell myself!\n\nShe sees--to her dismay--that Mameha is unconvinced.\n\nMAMEHA\nToday's the day I accept bids for\nyour mizuage! Well, what price can\nI hope to demand, with a finger\npointed at your back?\n\nSAYURI\nHe looked at me. That's all, onei-\nsan.\n\n-- which only wounds Mameha more.\nMAMEHA\nYou will be examined at the mizuage\nceremony. If you're found to be\nworthless -\n\nSAYURI\n- I am not worthless!\n\nWith a sorrowful look, Mameha leaves.\n\nINT: TATAMI ROOM. & MOTHER’S ROOM-OKIYA. DAY INTO EVENING. 128\n[SPRING]\nSeen through a slight opening in the shoji: Mameha is\n\nsequestered in Mother‘s private office, managing the bids for\nSayuri’s mizuage. She negotiates on Mother's telephone.\n\nIn the TATAMI ROOM, Auntie keeps checking the wrist-watch she\nkeeps tucked in her obi.\n\nEveryone is waiting: Sayuri, Pumpkin, Auntie too. They hear\nthe TELEPHONE ring, and the prompt click as Mameha grabs it.\n\nHatsumomo saunters in eating a yellow plum.\n\nHATSUMOMO\nHow much longer is this going to\ntake?\n\nSayuri doesn’t gratify Hatsumomo with a reaction. The\nTELEPHONE rings again.\n\nHATSUMOMO (cont'd)\nBesides, who wants a plum, when\nsomeone has already had a bite?\n\f10/12/04 BLUE REVISION 95\n\nShe and Bekku exchange a covert look of triumph. Sayuri\nhears the shoji door slide open. Mameha steps out, and\npasses Mother a slip of. paper. Hatsumomo scoffs.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri\nhears the shoji door slide open. Mameha steps out, and\npasses Mother a slip of. paper. Hatsumomo scoffs. \n\nTARGET SECTION TO BE ANNOTATED:\nHATSUMOMO (cont'd)\nWhat is it? Twenty yen? Thirty?\n\nMother fixes her glasses to her nose and peers at it\nanxiously: ' .\n\nMOTHER\n\nThis can’t be the right amount--\nMAMEHA\n\nI trust you agree; I have won the\n\nwager.\nMother gapes at Sayuri, mute.\n\nMAMEHA (cont’d)\nSayuri’s made history. No mizuage\nhas ever been sold for more. Not\neven mine.\n(a dramatic pause, and\nthen)\nFifteen thousand yen.\n\nSayuri stares, stunned. Hatsumomo and Pumpkin are floored.\nBekku chokes, Auntie begins to cry.\n\nAUNTIE\nUnbelievable.\n\nSAYURI\nArigato gozaimasu, oneisan.\n\nMOTHER\nOf course none of it will go to\nSayuri. Or to you, Mameha.\n\nThis stops Mameha, short. Mother announces smugly:\n\nMOTHER (cont'd)\nIt goes to this okiya. All fifteen\nthousand yen--to this estate--\n\nSAYURI\nI do not understand--\n\nMOTHER\n--which Sayuri will inherit, as my\nadopted daughter.\n\fVY\n\n10/12/04 BLUE REVISION 96\n\nGasps all around.\n\nPUMPKIN\n(weakly)\nWhat?\n\nHATSUMOMO\n(enraged)\nYou wouldn‘t dare-—\n\nMOTHER\n(flaring too)\nI’m entitled to do as I choose--\n\nHATSUMOMO\nBut you promised the okiya to\nPumpkin--\n\nMOTHER\n\n(scoffing at Pumpkin)\nLook at her! Still a virgin maiko!\n\nChoking back sobs, Pumpkin bolts from the room. Sayuri\nwatches after her, her glee momentarily dimmed:\n\nSAYURI\nCan't you adopt us both?\n\nMOTHER\nQuiet, Sayuri!\n(back to Hatsumomo)\nI‘m no fool. Pumpkin would only be\nyour puppet.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\nQuiet, Sayuri! (back to Hatsumomo)\nI‘m no fool. Pumpkin would only be\nyour puppet. \n\nTARGET SECTION TO BE ANNOTATED:\n How long will it take\nbefore you kick us out onto the\n\nstreet--\nHATSUMOMO\nBut I have given you my life--\nMOTHER\nYes! Your impudence! Your foul\ntemper!\nHATSUMOMO\n\nWho paid for the silk on your back?\nThe rice in your bowl? The\ntobacco in that pipe of yours?\n\nMOTHER\nDon't exaggerate! You have never\neven had a danna--no, oh no--\n\f97\n\nHATSUMOMO\n(sensing what’s to come)\nDon‘t say it-- .\n\nMOTHER\n\nYou chose that no-good Koichi-~-\nHATSUMOMO\n\nStop itt ‘\nMOTHER\n\nSneaking through your window at all\nhours of the night--\n\nHATSUMOMO\nEnough!\n\nMOTHER\nNot like a geisha--like a common\nprostitute!--\n\nBATSUMOMO\nQuiet!\n\nMOTHER\nBesides, you are getting old.\n\nAn icy chill descends between the two women.\n\nMOTHER (cont'd)\nBut Sayuri... Sayuri is destined to\nbecome a legend.\n\nSimmering, Hatsumomo starts to leave.\n\nHATSUMOMO\nMy dear, okasan...we will see,\nwon't we?\n\nMother turns to her newly-adopted daughter:\n\nMOTHER\nSayuri, your room is too small.\nTake Hatsumomo’s.\n\nThis stops Hatsumomo cold in her tracks; she shoots Sayuri a\nlook that says, “I'm not done with yet.”\n\nMOTHER (cont'd)\nFrom now on, your name is Nitta\nSayuri.\n\f129\n\n10/12/04 BLUE REVISION 98\n\nMOTHER (cont'd)\n(to Sayuri)\nYou may thank me.\n\nSayuri, speechless, bows. With a flare of her kimono,\nHatsumomo is gone. Mameha excuses herself to Sayuri and\nMother:\n\nMAMEHA\nI’m happy to forsake my share of *\nthe money, on Sayuri’s behalf. As *\nMiyako’s most renowned geisha, she *\nwill no doubt be a credit to us *\nall. *\nshe turns to Sayuri, and says soulfully: *\nMAMEHA (cont'd) *\nMay I congratulate you both.\nMameha bow and leaves. Sayuri hurries after her:\nEXT. OKIYA.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMameha bow and leaves. Sayuri hurries after her:\nEXT. OKIYA. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT. [SPRING] 129\nSayuri catches Mameha in the street: : *\nSAYURI\nOneisan!\n(her voice choking with *\ngratitude) *\n\nEverything we wanted, you made\nhappen. Thank you.\n\nShe realizes Mameha is suppressing tears.\n\nMAMEHA\nIsn‘t success sweet?\n\nSAYURI\nMay I ask who--\n\nMAMEHA\nDr. Crab.\n\nFrom Sayuri, a sharp intake of breath.\n\nSAYURI\nWas Nobu disappointed?\n\nMameha tries to keep her voice even:\n\f10/12/04 BLUE REVISION 98A\n\n’ MAMEHA\n\nNobu did not bid. It was against\nhis mighty principals.\n\n(beat, then painfully)\nDr. Crab was opposed by The Baron.\nMy Baron. You want to know the\ntruth, Sayuri?\n\n{a difficult confession)\nHe was the highest bidder. Forgive\nme...but I let it go to Dr. Crab.\nI think you understand why.\n\f130\n\n131\n\n10/12/04 BLUE REVISION 99\n\nSAYURI\nI swear to you, I am innocent -\n\nMAMEHA\nOf course you are! Wo man would\nbid so much for a thing he had\nalready taken. It is my own fault.\nI did not protect you. :\n\nAnd then Mameha brushes aside these serious thoughts in favor *\nof a more tender one:\n\n*\n\nMAMEHA (cont’d) *\nCelebrate this moment, Sayuri. *\nTonight, the lights in the *\nHanamachi all burn for you. *\nShe bows a deeply respectful bow. Sayuri returns it.\nOMIT 130\nINT. DR. CRAB‘S CLINIC & HOME. EVENING. [SPRING] 131\n\nUnder a clinical light, Dr. Crab prepares a futon with white\nhospital sheets. He sets a high pillow at one end of the\nfuton, and a low pillow next to it for himself. He smooths a\nhospital towel across the mid-section.\n\nSayuri is led in to the room by Dr. Crab’s elderly maid.\nSayuri wears a pretty kimono robe. The maid closes the shoji\nscreen and exits.\n\nCrab opens a wooden case that contains twenty or thirty\nsealed vials. In each is a brown-stained wad of cotton. Dr.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrab opens a wooden case that contains twenty or thirty\nsealed vials. In each is a brown-stained wad of cotton. Dr. \n\nTARGET SECTION TO BE ANNOTATED:\nCrab opens an empty vial and fastidiously prepares a square\nof clean gauze. He takes up a pen and writes a label:\n“Sayuri.”\n\nWe SEE among the vials, similarly marked: Each is labeled\nwith a geisha’s name. Among them is a vial marked: “Mameha”.\n\nDr. Crab indicates the futon and helps Sayuri lie down. He\nsettles her head on the high pillow. He lifts her hips and\nslips the towel. under her. He adjusts the light, and loosens\nthe tie around her robe. He unties his own.\n\nHe opens her kimono as his body moves in to obliterate hers.\n\nTIME CUT TO:\n\f132\n\n133\n\n134\n\n10/15/04 YELLOW REVISION 100\n\nEXT. HANAMACHI. NIGHT. [SPRING]\n\nSayuri returns from her vigit to Dr. Crab in a rickshaw; She\n\nlooks resplendent in a yellow silk kimono. Its collar is now\na vivid white.\n\nINT. OKIYA. NIGHT. [SPRING]\n\nThe shoji screens. to the tatami room are open; Sayuri enters\nto find Mother waiting. Mother rises and comes to her; in\n\nSayuri‘s face, 4 change: the knowledge she has entered a new\nrealm. Tenderly, Mother cradles Sayuri’s face in her hands.\n\nMOTHER\nMy daughter. You have turned the\ncollar. You are a full geisha now.\n\nSayuri smiles, coy but proud. She hurries up the tansu\nstairs to her room:\n\nINT. SAYURI'S NEW ROOM (HATSUMOMO'S OLD ROOM). NIGHT.\n[ SPRING}\n\nHatsumomo, lounges on Sayuri’s futon with her back to the\ndoor. A single oil lamp on a low table lights the room:\n\nSAYURI\nWhat are you doing in my room?\n\nWith a sardonic smile, Hatsumomo\nranks:\n\nwelcomes Sayuri into her own\nHATSUMOMO\nI came to congratulate you.\n\nSAYURI\nPlease get out.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nA single oil lamp on a low table lights the room:\n\nSAYURI\nWhat are you doing in my room? With a sardonic smile, Hatsumomo\nranks:\n\nwelcomes Sayuri into her own\nHATSUMOMO\nI came to congratulate you. SAYURI\nPlease get out. \n\nTARGET SECTION TO BE ANNOTATED:\nHatsumomo laughs, and rolls over to reveal: she‘s found\nSayuri’s lacquered box and is rifling through her keepsakes!\nThe photo of the Chairman, the handkerchief--\n\nHATSUMOMO\nwhy, little Chiyo! Look what I\nfound.\n\n(MORE )\n\n132\n\n133\n\n134\n\f10/15/04 YELLOW REVISION 101\n\nHATSUMOMO = (cont'd)\n(re: handkerchief)\n--his initials; how elegant.\nYou‘ve been hiding this for a long\ntime--\n\nHatsumomo dips the handkerchief into an oil lamp.\n\nHATSUMOMO (cont’d)\nThe sacrifice every Geisha must\nmake--\n\nSAYURI\nDon’t.\n\nSayuri lunges for her. Hatsumomo falls against a kimono\nmounted on display rods. Sayuri grapples for the Chairman’s\n\nhandkerchief. Hatsumomo skirts away and runs to HATSUMOMO‘S\nROOM (Sayuri’s old room)-—\n\n-- and tries to slam the shoji on Sayuri’s hand, but Sayuri\ngets in.\n\nHatsumomo stuffs the handkerchief into her kimono:\n\nHATSUMOMO\nIsn’t this where you keep it? Next\nto your heart?\n\nSayuri rips Hatsumomo’s kimono open. As they struggle for\nthe handkerchief, Sayuri’s HAIR ORNAMENT falls out onto the\nfloor; it has a long lethal- ~looking double-pronged shaft with\n\npointed tips. Both women seize on the same thought: It is a\nweapon.\n\nHatsumomo darts for the ornament but Sayuri snatches it up\nand holds it like a knife. Hatsumomo tries to wrench it from\nher. In a counter-move, with sumo-like agility: Sayuri\n\nreleases the hair ornament to grab the handkerchief away from\nHatsumomo.\n\nWith a cry, Hatsumomo flies at her, stabbing at Sayuri with\nthe lethal hair pin. Sayuri flees -\n\n-- into the corridor, where she knocks into one of several\n\noil lamps. It sways crazily, making bizarre shadows. Sayuri\nducks away.\n\nHatsumomo yanks Sayuri back, off-balance. Sayuri twists free\nbut stumbles and nearly falls down the tansu stairs.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri\nducks away. Hatsumomo yanks Sayuri back, off-balance. Sayuri twists free\nbut stumbles and nearly falls down the tansu stairs. \n\nTARGET SECTION TO BE ANNOTATED:\n She\ncatches herself.\n\nHatsumomo swipes at her with the hair pin. Sayuri recovers\nand runs into HER OWN ROOM, slamming the shoji. Hatsumomo\nstabs the fragile old rice paper, puncturing it so--\n\neee OF *\n\n**\n\n*\n\f10/15/04 YELLOW REVISION 102\n\n-- the hair pin barely misses Sayuri’s face on the other\nside. Sayuri recoils. Hatsumomo throws open the shoji with\na Madwoman’s strength. She runs at Sayuri -~\n\nSayuri deflects the blow with a pillow. Hatsumomo slashes\nthe pillow, and buckwheat husks fly. Sayuri throws the\npillow at Hastumomo’s face. Hatsumomo swipes blindly with\nthe hairpin, hacking away at the air --\n\n1 ,\nMother brings down her bamboo stick, hard. Hatsumomo gives a\n\ncry of pain and grabs her wrist. The hair pin falls. Mother\npicks it up.\n\nMOTHER\n(to Hatsumomo)\nI should have kicked you out long\nago.\n\nHatsumomo is breathing in frantic gasps, clutching her wrist,\nher clothing torn and her hair wild.\n\nHATSUMOMO\n\nI’ should have left long ago!\nMOTHER\n\nGet out!\nHATSUMOMO\n\nVery well...but before I go, let me\nend this...my gift to all of youl!\n\nshe picks up the oil lamp and throw’s it at Sayuri‘s kimono.\nThey ignite, sparking a flame.\n\nIn great gulps, FIRE devours the water image on one of\nSayuri‘s kimono.\n\nMother grabs Sayuri’s quilt and tries to smother the flames.\nSayuri snatches her kimono, trying to save them. Inspired\nnow, Hatsumome bolts for the corridor and grabs another oil\nlamp off the wall. She hurls it toward Sayuri, who ducks.\nThe lamp crashes against a rice paper wall, and ignites it.\n\nPumpkin rushes up the tansu stairs. Hatsumomo cracks an oil\nlamp against the wall, showering glass on Pumpkin. Shaken,\nPumpkin retreats down the stairs.\n\nIn the KIMONO ROOM, Auntie desperately grabs red lacquered\nboxes. Pumpkin rushes to her aid.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nShaken,\nPumpkin retreats down the stairs. In the KIMONO ROOM, Auntie desperately grabs red lacquered\nboxes. Pumpkin rushes to her aid. \n\nTARGET SECTION TO BE ANNOTATED:\n\f5\n\nUpstairs,\n\n10/15/04 YELLOW REVISION 102A\n\nthe okiya starts to scorch and cinder. Hatsumomo\n\nsinks down amongst the flames, which are as angry as the fire\nin her eyes.\n\ncur TO:\n\f135\n\n136\n\n137\n\n1/3/05 DOUBLE GREEN REVISION 103\n\nINT./EXT: OKIYA. DAWN. [SPRING] 135\nAftermath and a red sky. “In the quiet dawn, Hatsumomo walks\naway, bereft of everything, even her household possessions. *\nShe turns back to stare at the okiya a final time, her face *\nsmeared with ash. | : *\nThe second floor is blackened by fire, but the house still *\nstands. Through the skeletal frame of a shoji screen window, *\nSayuri watches as Hatsumomo turns, vanishing into the mist. *\nFrom above, the MENACING ROAR of AIRPLANES. A FORMATION OF *\nALLIED BOMBERS flies low over the torii gate, their *\nBilhovuettes terrifying against the reddish sky. *\n\nSuddenly, the LURCHING ROAR of MILITARY TRUCKS--\n\nEXT. HANAMACHI & SHINTO SHRINE - DAWN. [WINTER] 136\n\n--TRUCK WHEELS turn as JAPANESE MILITARY TRUCKS cross the\nbridge into the Hanamachi. JAPANESE SOLDIERS unload and\n\ndisperse, begin pounding on doors of okiyas. A TRUCK fitted\nwith a loudspeaker cruises by:\n\nTRUCK LOUDSPEAKER\n“This sector is to be evacuated,\neveryone mist leave. - This\ndistrict is closed by official\norder. Please cooperate...”\n\nEXT. YUKIMOTO TEAHOUSE & HANAMACHI STREET. DUSK. [WINTER] 137\n\nThe teahouse lanterns are extinguished. Theatre posters peel\non the long wall where GEISHA huddle in clusters, belongings\nheaped around them. SOLDIERS patrol as the geisha wait.\n\nMILITARY TRUCKS arrive. SOLDIERS herd a group of frightened\ngeisha into the back compartment. They toss aside the\ngeishas‘ belongings - not enough room in the truck.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nMILITARY TRUCKS arrive. SOLDIERS herd a group of frightened\ngeisha into the back compartment. They toss aside the\ngeishas‘ belongings - not enough room in the truck. \n\nTARGET SECTION TO BE ANNOTATED:\n KORIN\nfights to be allowed onto the truck.\n\nChairman steps down from a truck and pays the Soldier -- he\nhas bribed his way into the Hanamachi. Chairman strides\noff, followed at a respectful distance by an ELDERLY SERVANT.\n\nChairman walks past GEISHA huddied on the ground, wrapped in\nquilts and finery. Some geisha cook over tiny fires.\n\nOTHERS sell their finery to each other. Money changes hands.\nChairman keeps searching.\n\fd)\n\n1/3/05 DOUBLE GREEN REVISION 103A\n\nThe SOUND OF MORE BOMBERS passing overhead. Sayuri,\nconsoling Mameha, looks up to see the Chairman striding\ntoward them. Mameha gives a relieved cry:\n\f104\n\nMAMEHA\nChairman! They are sending us\naway, but they won‘t say where--\n\nCHAIRMAN\nOsaka, to work in the factories.\nBut you must not go. The city is a\nprime target; they have already\nbombed the train station. Get your\nthings, quickly.\n\nSayuri & Mameha take their bundles. Sayuri grabs her\nshamisen. The Chairman leads them toward rickshaws:\n\nCHAIRMAN (cont’d)\nNobu and I are trying to find safe\nhavens for as many of you as we\ncan. Here —\n\nHe passes Mameha to a DRIVER and hands her a certificate --\n\nCHAIRMAN (cont‘d)\n- Work certificate. Nurse's aid in\nWadayama. Best I could do. Friend\nof mine is Chief Surgeon there.\nHurry!\n(to RICKSHAW DRIVER)\nTake care of her.\n\nThe Rickshaw Driver assists Mameha into his rickshaw. Mameha\nrealizes that she and Sayuri are to be separated:\n\nMAMEHA\nSayuri-chan! I will write to you!\n\nSAYURI\nOneisan!\n\nChairman has handed Sayuri’s bundle to the Elderly Servant:\n\nCHAIRMAN\nThis is Arima; he will take you\ninto the hills. Nobu has got a\nfriend there; a kimono-maker. He\nis sewing parachutes now.\n(gives her certificate)\nAnyone stops you, show them this.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nNobu has got a\nfriend there; a kimono-maker. He\nis sewing parachutes now. (gives her certificate)\nAnyone stops you, show them this. \n\nTARGET SECTION TO BE ANNOTATED:\nSAYURI\nDo I have to go?\n\nCHAIRMAN\nIt’s remote, you will be safe---\n\f138\n\n139\n\n140\n\n141\n\n142\n\n1/3/05 DOUBLE GREEN REVISION 105\n\nSAYURI\nWhat about you? You said Osaka was\ndangerous---\n\nCHAIRMAN\nOur factory's there. I have no\nchoice.\n(then) :\nI will express your gratitude to\nNebu-san.\n\nHer gaze is locked on his as her rickshaw pulis away.\nSAYURI‘S VOICE\nBecause I had endured starvation\n\nand hard work before, I knew I\ncould survive.\n\nOMIT\nOMIT\nomit\nOMI?\n\nEXT. RURAL RIVER. MIYARO HILLS. 1945. DAY [AUTUMN].\nTHE OMINOUS REFLECTION OF AIRPLANES IN DARK WATER\nThe water ripples in their trembling wake.\n\nSAYURI'S VOICE {CONT‘D)\nBut for what purpose? The war was\nso devastating, so brutal. We\nweren’t merely defeated...we were\ndestroyed. Whole cities\nevaporating in clouds of smoke.\n\n*\n\n+e OF\n\n138\n\n139\n\n140\n\n141\n\n142\n\nee OF\n\f143\n\n1/3/05 DOUBLE GREEN REVISION 106\n\nAn inky red liquid the color of BLOOD begins to course\nthrough the water's current, billowing in sanguine clouds.\n\nSAYURI‘S VOICE (cont'd)\nThe people I knew...after years of\nblood-shed, what terrible fates had\nbefallen them?\n\nWe follow the bloodish liquid down its watery path...where\nwill it take us? Toward some terrible carnage?\n\nSAYURI‘S VOICE (cont'd)\nMost of all, the Chairman.\n\nNow, we see the source of the tincture: long bolts of cloth,\nnewly dyed, unfurled in the water like floating banners.\n\nSAYURI'S VOICE (cont‘d)\nWas he even alive? And if\ns50...would he even remember? I\nthought of my old life as a geisha\nin the Hanamachi. It felt as\nremote--as hazy--as a dream.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd if\ns50...would he even remember? I\nthought of my old life as a geisha\nin the Hanamachi. It felt as\nremote--as hazy--as a dream. \n\nTARGET SECTION TO BE ANNOTATED:\nStanding knee-deep in a river, her clothing rolled to her\nwaist, a PEASANT WOMAN: we barely recognize that it’s Sayuri.\nThe Kimono maker ARASHINO (middle-aged, weathered, kind)\noversees as she and a host of OTHER WORKERS rinse their\ntextiles.\n\nARASHINO\nWhen you’ve finished, you can\nstring it up to dry, along with the\nothers.\n\nSayuri raises her hands from the stream; her skin is stained\nwith dye.\n\nLATER\n\nNear the RIVER: Tail bamboo poles suspend billowing “prayer\nflags\" of drying kimono fabric. Among OTHER WORKERS, Sayuri\nhangs the fabric. A YOUTH hurries to her, calling -\n\nYOUTH\nSayuri. A man from Osaka has come\nte see you.\n\nSayuri drops her work and pushes through the wilderness of\nfluttering silk panels. As she hastens, she pulls a\npeasant’s scarf off and tries to neaten her hair.\n\nid\n\n+e\n\n143\n\n*\n\f1/3/05 DOUBLE GREEN REVISION 106A\n\nHer heart in her throat, Sayuri sees a man in a fedora making\nhis way toward her through the luminescent banners of silk.\nShe believes for a moment it is the Chairman. The silk\nlifts, and her heart falls: The man is Nobu.\n\f1/3/05 DOUBLE GREEN REVISION 107\n\n144 LATER : 144\nNobu and Sayuri wander among the siik banners:\n\nNOBU\nGeneral Tottori was captured, and\ntried ad a war’ criminal. The Baron\nlost his fortune and committed\nsuicide-—\n\nSAYURI\nWhat about the okiya?\n\nNOBU\nMr. Bekku is gone, but the others--\n\nSAYURI\nAuntie and Mother?\n\nNOBU\n(with a smile)\n--indestructible as always.\n\nSayuri summmons the courage to ask the foremost question on\nhex mind.\n\nSAYURI\nAnd the Chairman?\n\nNOBU\nAs well as can be expected.\n\nFrom his pocket, Nobu takes a tiny shard of concrete rubble:\nNOBU (cont'd)\nThis is all that remains of our\nfactories.\n\nShe touches him tenderly.\n\nSAYURI\nI am so sorry, Nobu-san.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom his pocket, Nobu takes a tiny shard of concrete rubble:\nNOBU (cont'd)\nThis is all that remains of our\nfactories. She touches him tenderly. SAYURI\nI am so sorry, Nobu-san. \n\nTARGET SECTION TO BE ANNOTATED:\nNOBU\nSayuri, We want to rebuild. But to *\n\ndo that, we will need your help.\n\nSAYURI\nWhat can I do?\n\f1/3/05 DOUBLE GREEN REVISION\n\nNOBU\nSomewhere under those rags...are\nyou still the greatest geisha in\nMiyako? °\n\nSayuri hides her stained hands,\n\nSAYURI\n{with a rueful laugh)\nIf a tree has no leaves or\nbranches, can you still call it a\ntree?\n\nNOBU\nWith nothing but rubble at my feet,\ncan I still call myself a business\nman?\n\n108\n\nHe takes her work-worn hand in his, noticing its roughened *\n\nand patchy stains.\n\nNOBU (cont'd)\nI should have taken better care of\nyou.\n\nSAYURI\nPlease. You saved my life. I owe\nyou so much in return. :\n\nHe gives her hand an affectionate squeeze.\n\nNOBU\nThe Chairman and I need American\nfinancing. There's a man-~a .\ncertain Colonel] Derricks--who has\nthe power to grant us a contract.\nI showed him your picture. He\nrequested to meet you.\n\nee eR\n\fo>~\nWw\n\n145\n\n1/3/05 DOUBLE GREEN REVISION 109\n\nHe looks at her, imploringly. *\n\nNOBU (cont ’d)}\nI am not a persuasive man, Sayuri.\n\nBut...if you and a few geisha would *\n\nonce again put on your kimono and\n\njoin us--we could show the *\n\nAnhericans how hospitable our *\n\ncountry can be-- *\nSAYURI\n\n(with longing)\nHow I wish, Nobu-san! But -that was\na long time ago.\n\nNOBU\nI have no doubt, Sayuri, that you\ncould still melt the heart of any\nman, ho matter how resistant.\n\nThis slightly bald confession gives Sayuri pause; she doesn't\nwant to encourage Nobu.\n\nNOBU (cont'd)\n\nI am not accustomed to begging.\nBut please know that--if you\nconsent--the Chairman and I would\nbe most grateful.\n\nJust his name exerts its inexorable pull. SAYURI’s torn.\nWhat should she do?\n\nEXT: THE HANAMACHI. DAY. [AUTUMN].",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT: THE HANAMACHI. DAY. [AUTUMN]. \n\nTARGET SECTION TO BE ANNOTATED:\n 145\n\nDressed in peasant work trousers, her hair in a long tail,\ncarrying a very small bundle, Sayuri crosses the bridge into\nthe Hanamachi, past the Shinto shrine. She is stunned to see\na world utterly transformed and corrupted:\n\f146\n\n147\n\n110\n\nOn the main street, SOUVENIR SHOPS selling tea sets and cheap\ncotton kimono: “KIMONO $$20$$\". AMERICAN flags are plastered\neverywhere; American JEEPS clog the streets. A RESTAURANT\ntouts “HAM BURGER”. At a shop, WOMEN stamp a “geisha face”\non scores of identical plaster dolls in paper kimono.\n\nClusters of AMERICAN G.I.s in “civvies” weave down the street\n- they are drunk in broad daylight. The G.I.s shout at\nSayuri, overly-friendly:\n\nDRUNKEN G.I.\nHey, Mama-san! Where ya going? etc\n\nSayuri evades by ducking into an alley. She emerges at:\n\nEXT: TANIZATO TEAHOUSE. DAY. [AUTUMN] 146\n\nAMERICAN G.I.s stand in a long queue, watched by MPs under\nsigns: “1 CHIT PER G.I.” “YOU MUST ACCEPT THE GIRL YOU ARE\nASSIGNED.” At the entry, Sayuri sees:\n\nJAPANESE PROSTITUTES in cheap kimono greet the G.I.s.\n\nMAMEHA’S VOICE\nTell Nobu there are so few genuine\ngeisha left in Miyako!\n\nINT: MAMEHA’S APARTMENT. DAY. [AUTUMN] 147\n\nMameha’s place is run-down; divided by makeshift curtains\ninto small rooms. Mameha is elegant even in a cotton kimono\nwith a frayed white collar; but she has a shattered quality\nnow; a fragility Sayuri has not seen before.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. [AUTUMN] 147\n\nMameha’s place is run-down; divided by makeshift curtains\ninto small rooms. Mameha is elegant even in a cotton kimono\nwith a frayed white collar; but she has a shattered quality\nnow; a fragility Sayuri has not seen before. \n\nTARGET SECTION TO BE ANNOTATED:\nMAMEHA (CONT'D)\n\nOnly “geesha girls\"! Every hooker\nwith a painted face and a silk\nkimono says she’s one of us! No one\ncan tell the difference anymore!\n\nSAYURL\nAll the more reason for us to\noblige him--\n\nMAMEHA\nWhy?\n\nSAYURI\n\nTo show them the truth of who we\nare--not the common women they\nbelieve us to be--\n\f111\n\nMAMEHA\nSayuri...when my poor Baron filled\nhis pockets with stone...I was\ndesperate. What could I do? I\nsold my kimono. I traded my jade\ncombs for rations. It was painful\nat first, but I have made my peace.\n\nA FEMALE BOARDER carries' HER BABY through the room, en route\nto the street. When she’s out of ear-shot, Mameha continues:\n\nMAMEHA (cont'd)\nNow I make a small but tidy living,\nrenting rooms. I am not about to\nstart chasing the past--\n\nSAYURI\n\nIt might do you good.\nMAMEHA\n\nHow?\nSAYURI\n\nTo remind you that--once with a\nsingle glance--you could bring a\nman like the Baron to his knees.\n\nMameha‘s conviction falters. She’s tempted now.\n\nMAMEHA\nWell...I did keep one kimono.\n\nSayuri looks up, hopeful. Mameha rummages among her things\nand takes out an ornate kimono box:\n\nMAMEHA (cont'd)\nThe Baron gave it to me, when he\nbecame my danna.\n\nThey reverently caress the fabrics: Gorgeous relics of a time\nnow lost. Saruyi‘s eyes brim with gratitude.\n\nSAYURI\nThank-you, O-neisan.\n\nMAMEHA\nSo tell me. What do we know about\nentertaining Americans?\n\fJ 148\n\n149\n\n150\n\n112\n\nEXT: YUKIMOTO TEAHOUSE. DAY. [AUTUMN] 148\n\nAcross JAPANESE POSTERS are plastered U.S.O. canteen\nannouncements and G.I. graffiti: “KILROY WAS HERE”.\n\nINT. YUKIMOTO TEAHOUSE. DAY. [AUTUMN] , 149\n\nBare-chested AMERICAN G.I.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. [AUTUMN] , 149\n\nBare-chested AMERICAN G. I. \n\nTARGET SECTION TO BE ANNOTATED:\n in boxer shorts and dog-tags\nspill out of a tea room, laughing.\n\nDrunken SERVICE MEN clumsily dance with fans to a RECORD\nPLAYER’s American pop music. One GI strums a shamisen as if\nit were a guitar. PUMPKIN, in a garish kimono with dog tags\naround her neck and an officer's cap on her head, “teaches”\nthem, laughing and flirting and smoking a cigarette between\nher teeth.\n\nA G.I. kisses Pumpkin on the mouth. Pumpkin sees a peasant\ngirl watching from the corridor:\n\nThe peasant girl is Sayuri.\nPUMPKIN\n\n(with a squeal)\nChiyo? Hey, Chiyo-chan! Is that\nyou?\n\nINT/EXT: RUN-DOWN NOODLE BAR - HANAMACHI. NIGHT. [AUTUMN]. 150\n\nBroken-hearted Japanese music whines. Wedged at a tiny\n\nnoodle bar, Pumpkin slurps her soup and smokes at the same\ntime. STEAM rises from pots, half-obscuring PEOPLE waiting\nbehind them: WORKING CLASS JAPANESE and a few AMERICAN GIs.\n\nSAYURI\nI have no right to ask favors of\nyou, Pumpkin. I know that--\n\nPUMPKIN ignores Sayuri‘s remark, and says blithely:\n\nPUMPKIN\nGuess what? I only smoke\nChesterfields now.\n\nSAYURI\nI have wanted to apologize to you\nfor so long-- about the okiya--\n\f113\n\nPUMPKIN\n(still ignoring her)\nThese soldier-boys, you know who\nthey've got me singing--\n\nSAYURI\n--it should have gone to you, not\nme--\n! ‘\nPUMPKIN\n--Frank Sinatra, and Dinah Shore--\n\nSAYURI\n--if it is in your heart to forgive\nme-~\n\nPUMPKIN\n(abruptly)\nSayuri, don’t.\n\nPumpkin looks at Sayuri. Underneath her tough demeanor,\nSayuri can still see the impish spirit of her old friend.\n\nPUMPKIN (cont‘d)\nThe honest truth? I‘d rather chew\nsand than go back to all that.\n\nSAYURI\nThen you are not angry with me?\n\nPUMPKIN exhales, blowing smoke.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nI‘d rather chew\nsand than go back to all that. SAYURI\nThen you are not angry with me? PUMPKIN exhales, blowing smoke. \n\nTARGET SECTION TO BE ANNOTATED:\nPUMPKIN\n\nDon’t worry about me, chickadee -\nI’ve got more clients than I can\n\nhandle.\n\nSAYURI\nYou seem so at home with these\nAmericans.\n\nPUMPKIN\n\n(with a sly wink)\nThey‘re bastards.\n\n(beat)\nSo who‘s this Colonel? Sounds like\ntop brass.\nSAYURI\n\nHe has the power to approve\nAmerican financing for Nobu and the\nChairman.\n\f151\n\n152\n\n153\n\n154\n\n155\n\n114\n\nPumpkin slurps her soup, finishing it --\n\nPUMPKIN\nSo is he willing to pay us American\ndollars? Cash?\n\nShe locks at Sayuri expectantly, hunger in her eyes.\n\nINT. TATAMI ROOM - OKIYA. NIGHT. [AUTUMN]. 151\n\nWestern sofas and chairs dominate the room, which is stacked\nwith liquor and cigarettes, sewing machine parts, light\nbulbs, samurai swords, K-rations - anything that can be sold\non the black-market. In a haze of tobacco smoke, a WOMAN\nwith bobbed hair talks on the telephone. The black-marketer\nis Mother.\n\nMOTHER\nDon’t waste my time. You think I’m\na sucker? I want sixty cases Lucky\nStrike or I’m taking my business to\nSergeant MacPhee...\n\nKIKO (9, Auntie’s new girl) runs through, carrying towels to -\n\nKITCHEN 152\n\nSayuri‘s wet hair streams down the back of her under-kimono.\nSayuri scrubs her hands ruthlessly in a steaming little bowl\nof bleach and water, using a hard brush.\n\nKIMONO ROOM 153\n\nSayuri digs through the stacks of black market goods piled\nhigh in the kimono room. She finds a lone dusty kimono box\nand opens it.\n\nSAYURI'S ROOM . 154\n\nWith her sewing box open on the floor, Sayuri expertly sews a\nnew collar onto the frayed old kimono.\n\nINT: SAYURI’'S ROOM - OKIYA. NEXT DAY. [AUTUMN] 155\n\nSayuri’s hair is smoothed into a modest twist. She wears the\nnewly-repaired kimono. She stares: traces of Miyako’s most\ncelebrated geisha, restored.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n[AUTUMN] 155\n\nSayuri’s hair is smoothed into a modest twist. She wears the\nnewly-repaired kimono. She stares: traces of Miyako’s most\ncelebrated geisha, restored. \n\nTARGET SECTION TO BE ANNOTATED:\n Auntie (older, thinner) ties\nher obi. Kiko watches. Auntie finishes:\n\f156\n\n12/2/04 TAN REVISED 115\n\nAUNTIE\nSee? You are yourself again.\n\nEXT. LANDING STRIP WITH HANGAR. DAY. [AUTUMN] 156\n\nOn the tarmac, an U.S. transport PLANE idles. At the open\nhangar door a U.S. ARMY JEEP deposits Sayuri. She sees:\n\nThe Chairman, standing alone, his back to her. Sayuri\napproaches, her heart pounding. The Chairman turns:\n\nCHAIRMAN /\nSayuri, just look at you. It’s as\nif the war never happened.\n\nHis face opens in a smile. Sayuri bows, overcome.\n\nSAYURI\nI am so glad to see that the\nChairman is safe.\n\nCHAIRMAN\nPlease accept my apologies, asking\nthis of you--\n\nSAYURI\nThere is nothing I can do to return\nyour kindness.\nBut even as she speaks, a voice intrudes -\n\nNOBU (0.C.)\nSayuri!\n\nThen she sees: The Chairman is with Nobu and Mameha (elegant\nin a kimono) and TWO AMERICANS - COLONEL DERRICKS (50, career\n\nArmy) is worldly, with an off-the-cuff charm that masks his *\nbaser appetites. His Lieutenant, HUTCHINS (32, West Point)-- *\nis considerably greener and more impressionable-- *\nNOBU (cont'd) *\nMay I present Colonel Derricks.\nWith a coy smile Sayuri bows; DERRICKS follows suit. *\nDERRICKS\nKonichiwa. You're even more *\nstunning in person. My associate, *\n\nLieutenant Hutchins.\n(to Hutchins)\nSayuri is one of the Mysteries of\nthe Orient I’ve told you about-~ *\n\f116\n\nSAYURI\nA mystery that perhaps you can\nsolve.\n\nHutchins holds up a camera:\n\nHUTCHINS\nWould you mind?\n\nSayuri’s eyes meet the Chairman's briefly. He smiles,\nsympathetic. The Colonel offers Sayuri his arm and a suave\nsmile; she accepts both. Together, they pose.\n\nSAYURI\nA perfect souvenir.\n\nShe smiles, demurely. The camera flashes.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAYURI\nA perfect souvenir. She smiles, demurely. The camera flashes. \n\nTARGET SECTION TO BE ANNOTATED:\nPUMPKIN’S VOICE\nWho likes whiskey??\n\nAn Army Jeep has pulled up. Pumpkin jumps down with a happy\nsqueal, wearing a colorful kimono and waving a bottle of\nScotch. For her, the party’s already started.\n\nPUMPKIN (CONT'D)\nChairman, don’t tell me you started\nthe party without me.\n\nThe propeller breeze lifts Pumpkin‘s skirts and Pumpkin gives\na happy shriek.\n\nHUTCHINS\n(under his breath to\nDerricks)\nShe's a live wire...\n\nCHAIRMAN\nMay I present - Pumpkin.\n\nThe Lieutenant snaps a picture, to Pumpkin‘’s apparent\ndelight. Mameha and Sayuri exchange a look, mortified for\nher.\n\nNOBU\nGentlemen?\n\nNobu ushers them across the tarmac, Pumpkin pretending to\npull the Chairman by the necktie, and Derricks escorting\nSayuri.\n\fJ 157\n\n158\n\n117\n\nINT. MILITARY PLANE. DAY. 157\n\nIn the cramped fuselage, the whir of the engines is\ndeafening. Derricks flips down benches, and proffers seats\nto Sayuri:\n\nDERRICKS\nPlease, 'be my ‘guest--\n\nSayuri can't hear a word,, and looks at him helplessly.\n\nDERRICKS (cont'd)\n{again, above the roar)\n--HAVE A SEAT, WON'T YOU?\n\nSayuri glances toward the Chairman, hoping to sit close to\nhim. But Pumpkin has already claimed him, pulling him down\non the opposite bench. Mameha sits on his other side. And\nHutchins--his Adams apple bobbing in his throat--sidles down\nnext to Pumpkin, clearly smitten. What can Sayuri do but\nrespond:\n\nSAYURI\n(to Derricks)\nThank you, I am most grateful--\n\nHe tugs on his ear; what?\n\nSAYURI (cont'd)\n--PERFECT. YES.\n\nDispirited, Sayuri sinks down to find herself cramped between\nDerricks and Nobu. In the din, talk is futile. The Colonel\nsmiles at her, and she offers a coquettish glance.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nDispirited, Sayuri sinks down to find herself cramped between\nDerricks and Nobu. In the din, talk is futile. The Colonel\nsmiles at her, and she offers a coquettish glance. \n\nTARGET SECTION TO BE ANNOTATED:\n But she\ncan’t help staring at the Chairman longingly, as he, Mameha\n\nand Pumpkin all dissolve into giggles over a joke she cannot\nhear.\n\nEXT. TAKAMAYA HOT SPRINGS RESORT. LATE DAY. [AUTUMN] 158\nSayuri-~in a robe--pads through the women’s dressing area en\n\nroute to the natural, lagoon-like hot spring. She hears\nVOICES and LAUGHTER.\n\nSayuri takes off her robe behind the wall of the dressing\narea, and modestly slips into the spa waters.\n\nPUMPKIN\nDon’t be shy, gentlemen!\n\f12/3/04 DOUBLE BLUE REVISION 118\n\n\\ ) Pumpkin gestures to the men to come and join the ladies; she,\n\nand Mameha are already relaxing in the pools. Derricks,\nHutchins, Nobu and the Chairman slide over to them. By\nJapanese custom, everyone is naked. A wooden tray floats,\nholding bottles of sake.\n\nHUTCHINS\nBack home, a bath is nothing but a ‘\nquick shower on cold tile with a\nbar of lye soap--\n\nDERRICKS\n(with an expansive sigh)\nAh, but here, you make everything a\nritual, don’t you?\n\nSAYURI\nThat is the art of turning habit\ninto pleasure, Colonel.\n\nDERRICKS\nSaid like a true geisha!\n\nNobu nods, but his face betrays a slight wince.\n\n) CHAIRMAN\nIf we are in business together,\n\nthen perhaps we will visit you some\nday. I‘d love to see the United\nStates.\n\nHUTCHINS\nWhy, sure. We could teach you some\nof our customs. Like forks and\nproper chairs and what it feels\nlike to sleep on a real mattress-——\n\nPumpkin bulldozes in:\n\nPUMPKIN\n(already drunk)\nI know a little game we can play.\nIt's called “Truth and Lies.”\n\nDERRICKS\nI know that game, too. Back home,\nthey call it “marriage.”\n\nHearty male laughter all around.\n\nJ\n\f119\n\nPUMPKIN\n(giggling) .\nNo! I‘m serious. Now listen\nclosely.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo! I‘m serious. Now listen\nclosely. \n\nTARGET SECTION TO BE ANNOTATED:\n Sayuri knows the rules--\n\nHUTCHINS\nI never met a woman who didn’t!\n\nMore laughter, louder from the Americans than the Japanese.\n\nSAYURI\n(acquiescing)\nEach person says two things. One\nis true; the other is not.\n\nPUMPKIN\nIf you guess right, the liar pays\nthe price.\n\n- demonstrating the price: A big swallow of sake right from\nthe bottle. The men laugh.\n\n” DERRICKS\nSo it pays to lose!\n\nLaughter, louder from the Americans than the Japanese.\nPumpkin tries to think of a story -\n\nPUMPKIN\nI go first! Now let me see...One\nday in Sapporo, where I was born,\na fisherman caught a talking fish.\nTrouble is, it only spoke Russian--\n\nCHAIRMAN\n~ The other story is the true one,\nand I have not even heard it yet!\n\nEveryone laughs. Pumpkin pushes the Chairman, flirting:\n\nPUMPKIN\nIf I drown, it’s all your fault.\n\n-- taking a big swallow of sake. She tips backward in the\nwater and Chairman has to catch her. Sayuri and Mameha\nexchange a look: Pumpkin’s behavior is crossing the line.\n\nCHAIRMAN\nYour turn, Nobu-san.\n\nNOBU\n(declining to play)\nI am no match for these geisha;\n(MORE )\n\f120\n\nNOBU (cont'd)\nthey are experts in the art of\ndeceit.\n\nPUMPKIN\nSayuri, maybe. I’m an expert in one\nthing and one thing only: sake!\n\nChairman floats the tray of sake over to Sayuri:\n\nCHAIRMAN\nSayuri. The truest story you know.\n\nAll eyes are on Sayuri. She gathers her courage. When she\nstarts to speak, the timbre in the room changes; from raucous\nto almost reverential.\n\nSAYURI\nOnce when I was a little girl...on\nthe banks of the Sonogawa...a\nhandsome stranger gave me a cup of\nice--ice that tasted as sweet as a\nmid-summer plum--\n\nThe Chairman and Mameha exchange a look.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gathers her courage. When she\nstarts to speak, the timbre in the room changes; from raucous\nto almost reverential. SAYURI\nOnce when I was a little girl...on\nthe banks of the Sonogawa...a\nhandsome stranger gave me a cup of\nice--ice that tasted as sweet as a\nmid-summer plum--\n\nThe Chairman and Mameha exchange a look. \n\nTARGET SECTION TO BE ANNOTATED:\n In Mameha’s eyes,\nan implicit challenge to the Chairman: will you or will you\nnot acknowledge the truth of Sayuri's story? The Chairman‘s\nabout to blush; then he interrupts:\n\nCHAIRMAN\nI think we have to stop the game.\n\nPUMPKIN giggles, very drunk.\n\nCHAIRMAN (cont‘d)\nIf Pumpkin drinks any more sake,\nshe will pass out.\n\nPUMPKIN\nNow that - is a true story.\n\nEveryone laughs. Sayuri looks at the Chairman, crestfalien.\n\nCHAIRMAN\nHere - Mameha - Sayuri - help her.\n\nAnd the party starts to break up. Mameha helps the limp\nPumpkin out of the pool and into her bathing kimono. As\n\nSayuri starts to climb out of the water, Derricks corners\nher:\n\nDERRICKS\nSo...ah...what’s the protocol?\n\f159\n\n1/3/05 DOUBLE GREEN REVISION 121\n\nSAYURI\nExcuse me?\n\nDERRICKS\nSuppose I wanted to see you. In\nprivate.\n\nSayuri watches as the Chairman gently guides a hapless\nPumpkin toward the dressing rooms; Pumpkin rests her head on\nhis shoulder.\n\nSAYURI\nI beg your pardon, Colonel; that is\nnot a geisha‘’s custom--\n\nDERRICKS\nIf it’s a question of price--\n\nSAYURI\nIf there were a price, you could\nnever afford it--\n\nNobu looks on, jealous, even as Sayuri rebukes the Colonel,\ndarting under his arm and getting away --\n\nDERRICKS\nWait--now just a‘ minute--\n\nINT. GAZEBO - A SHORT TIME LATER. NIGHT. [AUTUMN] 159\nNobu turns angrily on Sayuri -- : *\nNOBU\n\nI saw the two of you whispering--\nyou have arranged some kind of\ntryst, haven't you——\n\nSayuri matches his rage with her own:\n\nSAYURI\nWhat did you promise him?\n\nGlaring at her, he pours himself a glass of whiskey.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. [AUTUMN] 159\nNobu turns angrily on Sayuri -- : *\nNOBU\n\nI saw the two of you whispering--\nyou have arranged some kind of\ntryst, haven't you——\n\nSayuri matches his rage with her own:\n\nSAYURI\nWhat did you promise him? Glaring at her, he pours himself a glass of whiskey. \n\nTARGET SECTION TO BE ANNOTATED:\nNOBU\nYour company! Nothing more!\n\nSAYURI\nBe seemed to expect a great deal--!\n\fY\n\n1/3/05 DOUBLE GREEN REVISION 122\n\nNOBU\nIf I had wanted a common whore, I\ncould have hired one---\n\nSAYURT\nWhat are you trying to say--\n\nNOBU\nJust the idea of you with him--with\nany man--you would be dead to ne,\nSayuri---\n\nNobu siams his glass on the table so hard it shatters.\n\nNOBU (cont’d)\nCan't you see that I want you for\nmyself?\n\nBe opens his hand. In it, shards of glass. Blood creases\nhis palm. Sayuri grabs a cloth but Nobu waves her off\nangrily --\n\nNOBU {cont‘d)\nYou have ruined me. Before we met,\nI was a disciplined man.\n\nHe does not let her assist as he wraps his hand with cloth.\n\nNOBU (cont'd)\nI should not have asked you to\ncome. The Chairman was against it;\nI should have listened to him.\n\nSAYURI stares at the floor, and says quietly:\n\nSAYURI\n(staring down)\nI must beg your forgiveness, Nobu-\nsan. I was foolish to think you\nwould barter me away.\n\nNOBU\nThen you made no arrangement with\nthe Colonel--\n\nSAYURI\n\nPlease. Don’t insult me again.\n\nNOBU looks up at her, his eyes rimmed in red.\n\f160\n\n161\n\n1/9/05 DOUBLE SALMON REVISIONS 123\n\nNOBU\n\nIf he ratifies our contract, then T\n\nwill be\n\na man of means again.\n\nThere is nothing I want more,\nSayuri..-than to become your danna.\n\n' SAYURI\n(blanching)\nI already owe you far too much--\nNOBU\n1 will not be refused!\nSAYURI\nPlease--\nNOBU\n\n--we are tied to each other, I know\nyou feel it too--\n\nI never\n\nSAYURI\nmeant to mislead you--\n\nNOBU\n\n(evenly, but with force)\n\nSayuri.\n\nI do not like things held\n\nup before me that I cannot have.\n\nEXT. WOMEN’S TATAMI ROOM. RESORT. NIGHT.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOMEN’S TATAMI ROOM. RESORT. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n [AUTUMN }\n\nDistraught, Sayur\n\n4 hurries up the path to Mameha's room.\n\nINT. WOMEN’S TATAMI ROOM. RESORT. NIGHT. [AUTUMN }\n\nSayuri pleads with Mameha.\n\nSAYURI\n\nWhen you first introduced me to\nNobu-~I was such a fool to give him\nmy attention-\n\nMAMEHA\n\nNonsense-—-\n\n160\n\n161\n\f1/9/05 DOUBLE SALMON REVISIONS\n\nSAYURI\nI never meant to make him care--\n\nMAMEHA\n(shecked)\nYou cannot refuse him. You must\nnot!\n\nSAYURI\nBut Mameha why?\n\nMAMEHA\nWhat is he to think? He\nsafeguarded your life--\n\nSAYURT\nAnd so he owns it?\n\nMAMEHA\nSayuri. I know what's it like to\ntry and scrape by without a danna--\n\nSAYURI\n--I'll do something~-anything else--\n\nMAMEHA.\n_-renting rooms, scrounging for\nevery meal--is this the life that\nyou want?\n\nSAYURI\n--I want a life that is mine--\n\nMAMEBA\nNobu has never treated you with\nanything but kindness--\n\nSAYURI\nzr don't want mere kindness!\n\nMAMEHA\nWhat more can we expect?\n\n124\n\f162\n\n1/9/05 DOUBLE SALMON REVISIONS 125\n\nSAYURI\nYou had feelings for the Baron,\ndidn't you? -\n\nMAMEHA *\n_ (beat)\nt never ‘allowed myself that.\n\nSAYURI\nDon’t lie to me.\n\nMAMEHA\nIn time, you learn--\n\nSAYURI\n--I don't want to learn--\n\nMAMEHA\nSayuri! We don’t become geisha to\npursue our own destinies!\n(harshly)\nWe become geisha because we have no\nchoice.\n\non Sayuri’s trapped expression ~-\n\ncur TO:\n\nEXT. TAKAMAYA HOT SPRINGS RESORT. NIGHT. [AUTUMN } 162\n\nPumpkin, dressed, is going to dinner when a frantic Sayuri\nstops her on the path:\n\nSAYURL\nPumpkin?\nPUMPKIN\nWhat is it? What's wrong?\nSAYURI\nNothing.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nPUMPKIN\nWhat is it? What's wrong? SAYURI\nNothing. \n\nTARGET SECTION TO BE ANNOTATED:\n I have a favor to ask,\nthat's all.\nPUMPKIN\n\nAsk.\n\nBefore speaking, Sayuri glances nervously to her left and\nright to ensure that the coast is clear.\n\nSAYURI\nAt nine o’clock--bring Nobu to the\npooi, on the far side of the garden-\n\fAl63\n\n163\n\n164\n\n165\n\n1/3/05 DOUBLE GREEN REVISION 126\n\nPumpkin lifts a savvy brow.\n\nSAYURI (cont‘d)\nNot a minute before, not a minute\nafter, yes? And--please--do not\ntell him that I will be there,\nwaiting——\n\nPUMPKIN\nIt's a surprise?\nSayuri notes Derricks smoking on a distant terrace.\nSAYURI\n(with gravity)\nYes. It’s a surprise.\nPumpkin watches Sayuri walk away; her expression is\nunreadable. ©\nEXT. HOT SPRINGS RESORT. BRIDGE. NIGET. [ AUTUMN}\nSayuri finds the Colonel, smoking. Privately, they confer.\nWe don’t hear a word.\nEXT: PAVILION - HOT SPRINGS RESORT. NIGHT. [AUTUMN]\nFrom a slight distance: Derricks, Hutchins, Nobu and the\nChairman sit down for dinner. All of the men wear kimono.\n\nMameha pours sake. ‘TWO GEISHA serve dinner.\n\nDerricks, checking his watch, swallows his drink and\ndiscreetly excuses himself from the group.\n\nEXT. ON THE PATH TO THE PRIVATE POOL. NIGHT. (AUTUMN)\n\nAs Derricks walk down the path, he looks to see if anyone is\nfollowing. He checks his watch; it’s five minutes until\nnine.\n\nEXT.PAVILION - SAME TIME. NIGHT. [AUTUMN]\nFrom a slight distance: Pumpkin enters the pavilion where the\n\nmen are seated. Pumpkin kneels between Nobu and the Chaizman\nand begs their pardon for interrupting them.\n\n163\n\n163\n\n164\n\n*\n\n165\n\f166\n\n1/3/05 DOUBLE GREEN REVISION 127\n\nINT. PRIVATE POOL ENCLOSURE. NIGHT. [AUTUMN] 166\n\nSayuri waits, nervously. She glances at her own watch.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. [AUTUMN] 166\n\nSayuri waits, nervously. She glances at her own watch. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nhears the shojii screens slide open, and the Colonel enters.\nShe buries her watch in her clothing, then rushes to greet\nthe Colonel. She silently ushers him inside.\n\n+t OF\n\nSayuri slides shut the privacy door. The rustic wooden hut\nis dimly lit by lanterns; hazy steam rises from a rectangular\npool. Sayuri efficiently unknots Derricks’s obi. With\ntrembling fingers, she jerks the knot of her kimono sash.\n\nDERRICKS (CONT'D)\nPlease. Allow me.\n\nHe picks at the knot slowly as she watches with barely hidden\nimpatience. She glances at his watch and grabs the knot,\nunties it herself.\n\nDERRICKS (cont'd)\nThe pool?\n\nSAYURI\nBere.\n\nSayuri hastily arranges herself on the wooden platform beside\nthe hot pool. She opens her kimono slightly. Derricks\n\nkneels over her. Sayuri glances at his watch. Where jis\nPumpkin?\n\nSAYURI (cont ’d)\nWait.\n\nDerricks senses her sudden nervousness and hesitates:\n\nDERRICKS\nAre we doing this or not?\n\nShe neds, eyes on his watch: The face has misted, but she can\nsee -~ it ticks forward from 9 o'clock. Derricks starts to\nkiss her. To buy time, Sayuri twists away.\n\nDERRICKS {corit’d)\nYou don’t kiss?\n\nAgain he tries to kiss her. Again she turns her face away.\nDERRICKS (cont'd)\n\nCome on now. Don't be shy. T know\nyou people kiss--\n\fUW\n\n1/3/05 DOUBLE GREEN REVISION 127A\n\nPinally he opens his kimono, and rolls on top of her,\ncradling her face in his hands.\n\f2.\n\n168\n\n169\n\n12/21/04 DOUBLE YELLOW REVISION 128\n\nEXT. PAVILION - SAME TIME. NIGHT. [AUTUMN] 167\nTwo feminine feet, padding down the walk-way at a clip,\n\nfollowed by two male ones.\n\nINT. PRIVATE POOL ENCLOSURE. NIGHT. [AUTUMN] ' 168\nThe Colonel, on top of Sayuri, pins her arms to the ground.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRIVATE POOL ENCLOSURE. NIGHT. [AUTUMN] ' 168\nThe Colonel, on top of Sayuri, pins her arms to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nSayuri lets out a sound somewhere between a gasp and a sob.\n\nThe pavilion door slides open, and Pumpkin steps in.\n\nSayuri and the American turn and see Pumpkin. Then behind\nPumpkin comes -- The Chairman.\n\nChairman recoils, shocked. Sayuri pushes the Colonel away,\ngrabs her kimono to herself.\n\nThe Chairman quickly steps out. Sayuri, dressing hastily,\nrushes past Pumpkin and out the door, and sees -\nEXT. PATH TO THE PRIVATE POOL. NIGHT. [AUTUMN] 169\n\nThe Chairman walks away quickly in the moonlight. Sayuri\nwhirls on Pumpkin who has followed her out:\n\nSAYURI\nHow could you? You don’t know what\nyou have done!\n\nPumpkin‘s expression morphs; suddenly, she has the same\nhauteur--the same cruel calm--as her teacher Hatsumomo,.\n\nPUMPKIN\nBut I do.\nSAYURI\nI do not understand; Why did you *\nhave to bring the Chairman?\nPUMPKIN\nBecause I know how you feel about\nhim.\n(MORE )\n\f170\n\nJin\n\n172\n\n173\n\n12/21/04 DOUBLE YELLOW REVISION 129\n\nSAYURI\n-so Hatsumomo did teach you to be\ncruel--\n\nPumpkin's mouth stretches into a tight, joyless smile.\nPUMPKIN\nA long tite ago you took something\nfrom me...the only thing I'd ever\ntruly wanted.\n(beat)\nWell. Now you know how it feels.\n\nIn Sayuri's face, the sting of betrayal.\n\nEXT. RESORT - CLIFFS AND THE SEA. DAWN. WIND. [AUTUMN]\n\nAlone, Sayuri walks in the wind and spray. She has never\nfelt more alone, more degraded.\n\nDERRICKS (V.0.)\nTo a new partnership, gentlemen.\nEXT. TAKAMAYA RESORT ENTRANCE GATE. DAWN. [AUTUMN]\n\nThe Chairman and Nobu smile graciously, bidding the Americans\nfarewell.\n\nDERRICKS\nI like the way you people do\nbusiness. Sealing it with a kiss.\n\nThey start climbing aboard their jeep to depart.\n\nEXT. RESORT - CLIFFS AND THE SEA. DAWN. WIND.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nRESORT - CLIFFS AND THE SEA. DAWN. WIND. \n\nTARGET SECTION TO BE ANNOTATED:\n [AUTUMN]\nSayuri lets the tears come, wiping them away with the\nChairman’s handkerchief.\n\nEXT. TAKAMAYA RESORT ENTRANCE GATE. DAWN. [AUTUMN]\n\nThe jeep revs its motor, and Derricks winks at Nobu, man-to-\nman:\n\nDERRICKS\nGive my regards to Sayuri now,\nwon't you?\n\n170\n\n171\n\n172\n\n173\n\f10/15/04 YELLOW REVISION 129A\n\n{ ) As the vehicle pulls away, Nobu feel as if he‘s been smacked\nin the face. He covers, clenching the muscles in his jaw.\n\f174\n\n175\n\n2\n\n176\n\n12/2/04 TAN REVISED 130\n\nEXT. RESORT - CLIFFS AND THE SEA. DAWN. WIND. [AUTUMN]\n\nThe wind rises. Sayuri raises her hand, and lets the\nhandkerchief go. The wind seizes it and carries it away;\nwith it, everything Sayuri has ever known.\n\nEXT. HANAMACHI STREETS. ANOTHER DAY. [AUTUMN].\n\nA scorching red sun rises over Miyako, like a crimson halo in\nthe sky.\n\nINT. THE OKIYA. SAYURI’S ROOM. DAY [AUTUMN]\n\nSayuri sits in darkness; the shoji screen flies open, and\nMother appears, with Kiko underfoot\n\nMOTHER\nSayuri! Quickly!\n\nSayuri lifts her eyes.\n\nMOTHER (cont ‘d)\nThe Matsushima Teahouse just called-\n- you are to meet a very important\nclient tonight--\n\nSAYURL\n(dully}\nWho?\n\nMOTHER\nIwamura Electric! It must be\nNobu, yes?\n\nSayuri’s jaw muscles clench, but she says nothing.\nMother heads to the door and looks back with pride.\n\nMOTHER (cont ’‘d)\nThe Americans are financing his\ncompany; he’s going to be one of\nthe richest men in Osaka! Surely\nhe wants to honor his promise...to\nbecome your danna at last!\n\nMother beams with pride at Sayuri. Inside, Sayuri crumbles.\nMOTHER (cont'd)\n\nIt’s about time. Finally, a return\n\non my investment.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside, Sayuri crumbles. MOTHER (cont'd)\n\nIt’s about time. Finally, a return\n\non my investment. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE )\n\n174\n\n175\n\n176\n\n+ FEF HH\n\nee\n\f12/2/04 TAN REVISED 130A\n\nMOTHER (cont’d)\n(to Kiko)\n\nPerhaps one day, you will be as\nlucky!\n\nSayuri looks at Kiko sadly, then says almost to herself:\n\nSAYURI\nNo geisha can ever hope for more.\n\f1/9/05 DOUBLE SALMON REVISIONS 131\nSAYURI (cont'd)\n\n177 OMIT 177\n\n178 EXT. MATSUSHIMA TEAHOUSE . GARDEN. DUSK. AUTUMN] 178\n\nSayuri makes her way across the pridge to the teahouse. Her\nface has become as frozen, as perfect as 4 mask.\n\nThe TEAHOUSE MISTRESS ushers Sayuri into the garden. .\nJapanese maple trees frame a small pond. In its center, 4\nfloating platform, accessible by a series of stone steps. On\nit, a low table with a sake tray. In her long kimono,\nSayuri almost seems to walk across the water until she\n\nreaches the tiny 4sland. She kneels, waiting for Nobu to\narrive.\n\nSayuri is distracted by 4 gust of autumn wind, which sends\nred maple leaves scattering across the watex. She feels a\nhand alight on her shoulder; she looks up to greet Nobu.\n\nInstead, she sees the Chairman. *\nSAYURIT\nChairman, where is Nobu-san? *\nCHAIRMAN\n(calmly)\nHe won't be coming tonight. *\n\nSAYURI looks stricken.\n\nSAYURI\n(with alarm)\nIs something wrong? *\nCHAIRMAN\nBe knows what happened. It is not *\n\nin his nature to forgive.\nSayuri feels a aick rush of shame; she cannot meet his eyes.\n\nSAYURI\nChairman, what happened on the\nisland ~-\n\nCHAIRMAN\nPlease. You do not have to explain-\n_The look in your eyes was 5° *\ndesperate--like you might drown-~ *\n\f1/9/05 DOUBLE SALMON REVISIONS 131A\n\nSAYURI\nBut I have shamed myself so deeply,\npast all forgiveness~-~—\n\nCHAIRMAN\nNo I am the one who must be\nforgiven.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri feels a aick rush of shame; she cannot meet his eyes. SAYURI\nChairman, what happened on the\nisland ~-\n\nCHAIRMAN\nPlease. You do not have to explain-\n_The look in your eyes was 5° *\ndesperate--like you might drown-~ *\n\f1/9/05 DOUBLE SALMON REVISIONS 131A\n\nSAYURI\nBut I have shamed myself so deeply,\npast all forgiveness~-~—\n\nCHAIRMAN\nNo I am the one who must be\nforgiven. \n\nTARGET SECTION TO BE ANNOTATED:\n\f1/9/05 DOUBLE SALMON REVISIONS 132\n\nSayuri bows, hex lashes wet with tears:\n\nSAYURI\nI do not understand.\n\nCHAIRMAN\nperhaps;-if you had only known the\ntruth-- ,\n\nSAYURI\nThe truth?\n\nNow it’s the Chairman who's anxious, hopeful that Sayuri\nwon't condemn him.\n\nCHAIRMAN\nsome years ago, I was on my way to\nthe theater. I saw 4 little girl,\nweeping by the Scnogawa. IT stopped\nto buy her a cup of sweet ice--\n\nSAYURI raises her head to look him in the face. Her eyes. are\nwide with incredulity.\n\nSAYURL\nyou knew I was that little girl?\n\nThe Chairman nods.\n\nCHAIRMAN\nDidn't you ever wonder why Mameha,\ntook you her under her wing.\n\nSAYURI\n{the truth dawning)\nMameha came to me because of you.\n\nThe Chairman nods again.\n\nSAYURI (cont'd)\nI wish you could have told me long\nago--\n\nCHAIRMAN\nWhat could I do? I owe Nobu my\njife. And so--when I saw he had a\nchance at happiness with you--I\nstood silent. But I cannot any\nlonger.\n\n(beat)\nI hope it is not too late.\n\nSayuri bows her head.\n\f1/9/05 DOUBLE SALMON REVISIONS\n\nCHAIRMAN (cont' d)\npon‘t be afraid to look at me\n\nchiyo.\n\n132A\n\f01/07/2005 DOUBLE BUFF REVISIONS 133\n\nHe gently raises her face to meet his gaze; she is crying.\nPassion, then insecure hope.\n\nSAYURT\nCan't you see? Every step I have\ntaken since I was that child on the\nbridge has been to bring myself\ncloser to you.:\n\nThe Chairman kisses her tears. Then he kisses her; her first\n\nkiss, tender and true. Sayuri's heart is soaring, liberated\nat last.\n\nSAYURI‘S VOICE\nI cannot tell you what guides us in\nthis imperfect life.\n\nThe Chairman and Sayuri walk along the water's edge in the\nteahouse garden; we see them reflected in the pond’s surface.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nSayuri's heart is soaring, liberated\nat last. SAYURI‘S VOICE\nI cannot tell you what guides us in\nthis imperfect life. The Chairman and Sayuri walk along the water's edge in the\nteahouse garden; we see them reflected in the pond’s surface. \n\nTARGET SECTION TO BE ANNOTATED:\nSAYURI‘S VOICE (cont‘d)\nBut when I look back, I see myself,\nfalling toward the Chairman as\nsurely as a stone must fall toward\nthe earth.\n\nRed leaves from the maple tree fall onto the pond, and glide\n\nover its surface, disrupting the reflection of the two\nlovers.\n\n*\n\nHk\n\n+\n\f179\n\n180\n\n01/07/2005 DOUBLE BUFF REVISIONS 134\n\nSAYURI'S VOICE (cont‘d)\nOur world is no more permanent than\na wave that rises on the ocean.\n\nThe ripples in the water clarify: Sayuri walks alone by the\nwater, dressed in Western clothes now, smartly tailored. Her\nhair is cut fashionably short--\n\nEXT. PARK. DUSK. [WINTER, 1956]\n\n--as she strolls by a pond in a different park. She pauses\nby the water’s edge.\n\nSAYURI’S VOICE (CONT‘D)\nThe people we have known, even the\nearth beneath our feet, can all\ndisappear in the tide.\n\nA small boy (4), runs to her as a flock of pigeons disperse\nwith a flurry.\n\nSAYURI'S VOICE (cont'd)\nThere's only one way to anchor them-\nsafely--in our hearts: to tell\ntheir stories.\n\nThe child grabs her hand and pulls her.\n\nSAYURI'S VOICE (cont'd)\nThe Chairman left this world a\nwhile ago...\n\nTogether they stroll toward the street.\n\nSAYURI‘'S VOICE (cont'd)\n++-and yet, I have him still.\n\nThey turn a corner--\n\nEXT. FIFTH AVENUE. NEW YORK CITY. DUSK. [WINTER 1956.]\n\n---and we recognize the place; we're in 1950‘s New York.\n\nIt's Fifth Avenue at rush hour. Businessmen step out of\noffice buildings; secretaries skirt by bustling delivery boys\nin bikes. Policeman on horseback. Mother and son are swept\nup in the rolling sea of people.\n\nSAYURI‘S VOICE\nFor I have lived my life again,\ntelling it to you.\n\n*\n\n79\n\n180\n\nSe\n\n+\n\f01/07/2005 DOUBLE BUFF REVISIONS 135\n\nLike some vast current, the crowd carries them along until--\nat last--they vanish.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nMother and son are swept\nup in the rolling sea of people. SAYURI‘S VOICE\nFor I have lived my life again,\ntelling it to you. *\n\n79\n\n180\n\nSe\n\n+\n\f01/07/2005 DOUBLE BUFF REVISIONS 135\n\nLike some vast current, the crowd carries them along until--\nat last--they vanish. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nFADE OUT.\n\f"
}