{
  "1": " \n\fINT. SMALL BATHROOM —- EARLY MORNING\n\nTIGHT ON A BOTTLE OF “DRAAKAR NOIR COLOGNE. Then TIGHT ON TWO\nEYES. SLOWLY WIDEN OUT TO REVEAL STEVIE, 12. Caucasian, thin\nand child like, Stevie stands shirtless in the mirror. His\nthin frame, hairless arm pits and the sun hitting his baby\nface make it so he could pass for an eleven year old.\n\nHe is extremely nervous, looking at himself in the mirror. He\nthen focuses his attention to something on the counter and\ngets more nervous. He is looking at the bottle of cologne.\nHis eyes dart back and forth at the bottle and the mirror. He\nstarts pacing a little bit.\n\nFinally he stops, looks at the bottle, takes a deep breath,\nand lightning fast grabs the bottle of cologne. He sprays\nhimself five times rapidly and then clumsily and nervously\nrushes the bottle back in its place.\n\nHe exhales loudly and looks at himself in the mirror. His\nface looks almost expressionless but inside he is thinking \"I\ndid it. It's done. Let's get out of here.\"\n\nINT. NARROW HALLWAY —- MOMENTS LATER\n\nStevie walks the narrow hallway of his house with his head\ndown. His brother IAN, 17, walks towards him down the hallway\nwith HIS head down. Ian is thicker, taller, and looks a few\nyears older than he is. They pass each other silently like\nprison inmates in the hall but it is so narrow they graze\nshoulders ever so slightly. Neither of them make any sort of\ngesture to one and other.\n\nOnce Ian is a few steps past Stevie his head raises. His face\nchanges to confusion mixed with annoyance. He recognizes the\nscent on Stevie. Without a moment’s notice Ian RUNS AT STEVIE\nLIGHTNING FAST and starts BEATING THE SHIT OUT OF HIM.\n\nThe only sounds we hear are the sounds of slaps and punches\nhitting flesh in rapid succession. No vocal noise is made or\nexchanged except for muted grunts from both parties. The\nbeating’s not horrific, but is definitely crossing the line\nof uncomfortably violent. It's ugly to watch.",
  "2": "---END OF PREVIOUS SECTION---\nNo vocal noise is made or\nexchanged except for muted grunts from both parties. The\nbeating’s not horrific, but is definitely crossing the line\nof uncomfortably violent. It's ugly to watch. \n---TARGET SECTION TO BE ANNOTATED---\nWHIPPING AROUND THE CORNER of the hallway like a bat out of\nhell is their Mother, DABNEY, 36. She is wearing a baggy T-\nshirt and baggy sweatpants. She is screaming and, in the\nblink of an eye, is tangled up in the violence attempting to\nstop the beating. She is now hitting and slapping Ian in the\nsame manner he is hitting Stevie.\n\nIan gets up in a flash without saying a word... and is gone.\n\fRevision 2.\n\nStevie and Dabney sit exhausted across from each other in the\nhallway, their backs against the wall, breathing insanely\nheavily, and not saying a word for what seems like forever.\n\nStevie gets up, walks over to Dabney and slumps back down\nnext to her. They sit close. She puts her hand on his face.\nWith his eyes he tells her he is okay. She apologizes with\nher eyes. CUT WIDE as they continue to breathe heavily.\n\nCUT TO:\n\nTITLE CARD: (This will be an image of the words keyed into\nthe back of a Los Angeles public bus seat):\n\nMID 90’s\n\nCLOSE ON PUMA’S WITH THE FAT LACES PEDALING A BIKE RAPIDLY.\n\nEXT. PALMS NEIGHBORHOOD - MORNING\n\nWE WIDEN OUT and see Stevie riding his bike through the Palms\narea of Los Angeles. He has his headphones on and a mid 90's\nHip Sop song plays. He is wearing an oversized white T-shirt\nand baggy jeans. He gently nods his head to the song.\n\nWe pass by liquor stores, auto body shops, taco trucks, a\nstore called ULTIMATE that hasn’t yet opened for the day.\n\nHe continues to nod his head and ride his bike when ALL OF\nTHE SUDDEN the song starts skipping on one of the song’s\nlyrics. It keeps repeating as Stevie pulls over and stops his\nbike. He pulls out a beat up DISCMAN and handles it with\nextreme care like a priceless jewel. He is freaked out\nsomething is wrong with it. CLOSE ON DISCMAN as he shakes it\nand hits the \"play/pause\" button rapidly.",
  "3": "---END OF PREVIOUS SECTION---\nHe pulls out a beat up DISCMAN and handles it with\nextreme care like a priceless jewel. He is freaked out\nsomething is wrong with it. CLOSE ON DISCMAN as he shakes it\nand hits the \"play/pause\" button rapidly. \n---TARGET SECTION TO BE ANNOTATED---\n We hear breathing\nand the noise of the CD reloading and then ALL OF THE SUDDEN\nthe song kicks back in where it left off and Stevie is riding\nagain, nodding his head.\n\nEXT. PALMS MIDDLE SCHOOL\n\nStevie rides up to PALMS MIDDLE SCHOOL. He locks up his bike\nagainst a chain link fence.\n\nEXT. STAIRWELL —- LUNCH\n\nStevie sits with his two friends, RANDON, 13 (an obese white\nkid) & CHRIS, 13 (rail thin white kid with braces).\n\fRevision 3.\n\nThey sit in the stairwell. Stevie uses his shirt to clean his\nDiscman thoroughly. Randon and Chris playing with POGS,\nlittle circular paper discs that you stack up and hit with a\nmetal \"Slammer\". The Pogs that turn over are kept by the\nperson who threw down the \"Slammer\".\n\nRANDON\nYESSSSSSSS!!!\n\nRandon gathers up all of his new pogs.\n\nCHRIS\nFuckin' motherfuckin' cunt-pussy.\n\nRANDON\nAnd the “special edition green\npounder” slammer!\n\nChris reluctantly hands the slammer to Randon.\n\nCHRIS\nThat's my favorite fucking slammer!\nFuck! I need a do-over.\n\nRANDON\nNo do-over’s!\n(smiling proudly)\nYou’1l have a chance to win it back\ntonight.\n\nChris stared daggers at Randon. Randon realizes he said\nsomething he shouldn’t have. Stevie thinks for a second.\n\nSTEVIE\nOh, are you guys hanging out\ntonight?\n\nRandon and Chris share an uncomfortable look.\n\nCHRIS\nYeah... Randon is gonna sleep at my\nhouse. You’re welcome to come hang\nout for a while.\n\nSTEVIE\n(sensing something is\nweird)\nOkay...\n\nCHRIS\nIt’s just... my mom said I could\nonly have one friend sleep over. Or\nWhatever.\n\fStevie takes this in. This clearly hurts him very much.\n\nSTEVIE\nOh.\nBeat.\nCHRIS\nI wish there was something I could\ndo.\nSTEVIE\n\n(this is hard to\n\nask/almost pathetic)\nCould you, like, ask her again\nmaybe? Like, if that’s not weird?\n\nChris doesn’t know what to say. It’s uncomfortable.",
  "4": "---END OF PREVIOUS SECTION---\nLike, if that’s not weird? Chris doesn’t know what to say. It’s uncomfortable. \n---TARGET SECTION TO BE ANNOTATED---\n Chris and\n\nStevie uncomfortably avoid eye contact.\n\nSTEVIE (CONT'D)\n(very left out)\nWell...\n\nCHRIS\nRandon and I had already talked\nabout it, like, Monday or whatever.\n\nStevie is quiet. Hurt.\n\nRANDON\n(very well intentioned)\nYou should still come and hang out\nand play Pogs.\n\nCHRIS\nYeah, and then just go home when\nit’s time to go to sleep or\nwhatever?\n\nStevie is hurt and can’t figure out what to say.\nsilence.\n\nCHRIS (CONT'D)\n(changing subject)\nIt’s your turn.\n\nStevie stands up and begins to walk away.\n\nBeat of\n\fRevision 5.\n\nEXT. PALMS MIDDLE SCHOOL - MOMENTS LATER\n\nStevie unlocks his bike. He breathes in five times deeply and\ngrabs the chain link fence with both hands, doubles over and\nRAMS the top of his head into it like a bull. He SMUSHES the\ntop of his head and part of his face as hard as he can into\nthe fence until he can’t take it anymore. He removes his head\nbut keeps his hands interlocked on the fence. He smushes his\nhead until he exhausts himself.\n\nEXT. PALMS NEIGHBORHOOD - AFTERNOON\n\nStevie rides his bike down the street, listening to his\nDiscman, the batteries die and the song abruptly stops. He\nstops his bike to see if he can fix the music situation. He\nhears the sounds of skateboard wheels rolling on concrete,\nwood slapping on concrete and laughter and shit talking of\nteenagers. He turns to see what he is hearing.\n\nFrom across the street outside of the Ultimate skate shop,\nStevie sees RUBEN ALVAREZ (13, skinny Mexican kid), FUCKSHIT\n(17, skinny black kid with a shaved head), FOURTH GRADE (15,\nwhite kid with long hair and a flannel), JORGE SILVA, (18,\nhandsome Mexican kid who looks like a real athlete), skating\noutside the shop. There is a boom box playing hip hop music.\nRuben is on the ground with a bar of wax, waxing up the curb.\nThe others are doing flip tricks and ollies and 180’s on the\nsidewalk out front of the shop.",
  "5": "---END OF PREVIOUS SECTION---\nThere is a boom box playing hip hop music. Ruben is on the ground with a bar of wax, waxing up the curb. The others are doing flip tricks and ollies and 180’s on the\nsidewalk out front of the shop. \n---TARGET SECTION TO BE ANNOTATED---\n The curb is done being waxed\nand the skaters start riding up and grinding and doing board\nslides on the waxed up curb. Some fall HARD onto the street\nwhile others narrowly avoid being hit by cars. They are\ncracking jokes and laughing at each other’s expense the whole\ntime lovingly. Fourth Grade films them doing their tricks.\n\nStevie watches this whole scene go down.\n\nCLOSE ON STEVIE’S FACE WATCHING.\n\nCLOSE ON CIGARETTES BEING LIT BY SKATERS.\n\nCLOSE ON STEVIE'S EYES.\n\nJorge lands a perfect nose blunt on the curb and lands\nperfectly. The crew of skaters goes nuts celebrating and\nslapping their boards on the ground.\n\nSLOW MOTION SHOT of the crew running up to him and\ncelebrating his victory. Rubbing of his hair and bro-hugs\ncontinue in the slow motion celebration. Fuckshit shakes his\n\nhead like “that was dope” and can’t not give Jorge a pound.\n\nJorge tries to look at the playback. Fourth Grade whips the\ncamera away.\n\fFOURTH GRADE\nNuh uh. No peeking. No one sees\nanything ‘til the whole thing is\ndone.\n\nJORGE\nCome on!\n\nStevie clocks this respect and affection between them.\n\nFUCKSHIT\n(regarding Jorge)\nDon’t worry, you don’t wanna see\nthat sloppy shit anyway, nigga.\n\nJORGE\nHa! You WISH you were landing that!\n\nRuben laughs.\n\nFUCKSHIT\nI don’t know what you’re laughing\nat? I only see you landing\nkickflips with one foot like a\nbitch!\n\nThe crew laughs.\nRUBEN\n(embarrassed)\nI land ‘em on carpet every time.\nThe crew lets out a “come on” noise.\nFUCKSHIT\nMaybe we can have the city pave all\nthe sidewalks with carpet for you,\nnigga!\nThe crew all laughs. Ruben is used to this treatment.\nFUCKSHIT (CONT'D)\nGo back in the store and unpack the\nboxes of hoodies.\n\nFuckshit playfully pushes Ruben into the store. Ruben runs in\nto do what is asked of him.\n\nThe crew pays and leaves the store.\n\nSLOW MOTION of Stevie watching this. His face is filled with\nan almost smile.",
  "6": "---END OF PREVIOUS SECTION---\nThe crew pays and leaves the store. SLOW MOTION of Stevie watching this. His face is filled with\nan almost smile. \n---TARGET SECTION TO BE ANNOTATED---\n\f7.\n\nThe sounds of the skaters’ joy fades out as the sound of the\nclinking of silverware against plates fades up.\n\nDABNEY (0.S.)\nYou're eating too fast.\n\nINT. STEVIE’S HOUSE - DINNER TABLE - EVENING\n\nStevie and Dabney are mid conversation. There is a third\nplace setting with untouched food and a vacant chair.\n\nSTEVIE\n(embarrassed)\n\nSorry.\nDABNEY\n\n(without even thinking)\nYou look sloppier than you are when\nyou do that.\n\nStevie feels shame. He puts his silverware down and sits up\nstraighter. Beat.\n\nBeat.\n\nDABNEY (CONT'D)\nANY-WAY.\n\nDABNEY (CONT'D)\nI haven’t called that guy Todd\nback.\n\nStevie looks up. She needs him to listen.\n\nSTEVIE\nOh.\n\nDABNEY\nHe’s nice and everything but I feel\nlike a third date says A LOT.\n\nSTEVIE\nDo you think you may like him?\n\nDABNEY\nHe’s fine. He’s nice. I’m attracted\nto him and all. It’s just... I\ndon’t know. I don’t have a lot of\ntime as it is. And I like to spend\nthat time with you.\n\nStevie smiles and looks down. Neither of them realize the\noddness of this dynamic.\n\fDABNEY (CONT'D)\nYou’re the only person I don’t get\nsick of.\n\nThey both giggle a little. Beat.\n\nDABNEY (CONT'D)\nHow was school?\n\nSTEVIE\n(uncomfortable/distraught\nsigh)\nI don’t know.\n\nDABNEY\nWhat happened?\n\nSTEVIE\nI don’t know. Randon And Chris are\nhaving a sleepover or whatever.\n\nDABNEY\n\n(quickly/guilt provoking)\nOh and you want to have a sleepover\nwith them? I wouldn’t have cooked\nif that is what you wanted to do...\nSo that’s what you want to do?\n\n(with guilt)\nThat’s fine. Fine.\n\nSTEVIE\n(stopping her)\nNo. No. Chris’ mom said only one of\nthem could sleep over and I guess\nChris chose Randon or whatever.\n\nDabney slams her fork down.\n\nDABNEY\nWHAT?!\n\nStevie looks down.",
  "7": "---END OF PREVIOUS SECTION---\nDabney slams her fork down. DABNEY\nWHAT?! Stevie looks down. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY (CONT'D)\nI have had that little shit, no\noffense, over here so many times,\nHow dare she make you feel that\nway?\n\nSTEVIE\nIt’s fine.\n\fDABNEY\n\n(sweetly to Stevie)\nIt is fine. You know why? Because\nyou and I are going to have so much\nmore fun here than... Randon and\nChris are going to have. It’s a\ngood thing if you think about it,\nbecause we get to have an amazing\nnight together.\n\nStevie wants to say more about how this hurt him but, he\nswallows it. He eats more of his food quickly.\n\nDABNEY (CONT'D)\nSlow down.\n\nDabney puts his fork down and looks into Stevie’s eyes.\n\nDABNEY (CONT'D)\nYou get to watch whatever you want\ntonight.\n\nBeat.\n\nSTEVIE\n(hiding pain)\nYeah. We’ll have more fun together.\n\nShe puts her hand on Stevie’s face.\n\nDABNEY\n(sincere)\nYou don’t deserve to feel shitty.\n\nStevie looks down and smiles with his face still in the palm\nof her hand.\n\nIan enters and breaks up this moment. Ian clocks this sweet\nmoment. He keeps it inside, but he clearly notices their\naffection for each other. They notice Ian enter. Stevie\nstiffens up and gathers some courage.\n\nSTEVIE\n(very nervously trying)\nHey.\n\nIan doesn’t acknowledge Stevie. This hurts Stevie. Ian\nquickly picks up his plate of food and walks away.\n\nDABNEY\n(calls out to Ian)\nDo you want to eat in here?!\n\f10.\n\nIan walks into his bedroom and slams the door. Loud hip hop\nmusic plays muffled through the door. SLOW PUSH IN ON THE\nDOOR VIBRATING.\n\nBack at the table Dabney looks upset. Stevie looks hurt.\nStevie looks down at his food. He can’t figure out words to\nsay. Beat.\n\nDABNEY (CONT'D)\nHe’s just...\n(searching for words)\nSo angry with me...\n(thinking out loud)\nI'm figuring all this out as I go.\n(a bit sad)\nI don’t know.\n\nStevie feels uncomfortable hearing his mom say she doesn’t\nknow what she’s doing.",
  "8": "---END OF PREVIOUS SECTION---\n(thinking out loud)\nI'm figuring all this out as I go. (a bit sad)\nI don’t know. Stevie feels uncomfortable hearing his mom say she doesn’t\nknow what she’s doing. \n---TARGET SECTION TO BE ANNOTATED---\n She clocks Stevie’s discomfort and\nlightens things up.\n\nDABNEY (CONT'D)\n(where does the time go?)\nHe turns eighteen this week.\n(beat. Cracks a smile)\nBenihana.\n\nStevie almost smiles.\nDABNEY (CONT'D)\n(very dead pan)\nShould be a blast.\nThey both let out a little laugh. Takes the pressure off.\n\nWIDE SHOT ON THEM EATING DINNER.\n\nINT. DABNEY’'S BEDROOM - LATER THAT NIGHT\n\nDabney lays in bed in an oversized T-shirt with a blank\nexpression watching the 0.J. SIMPSON TRIAL on television.\nStevie sits on the floor at the foot of her bed watching with\nher.\n\nINT. STEVIE’S BEDROOM - LATER\n\nA JERKY BOYS PRANK CALL plays on the Stevie’s stereo over the\nscene.\n\n“Teenage Mutant Ninja Turtles” figures and Micro Machine mini\ncars are strewn all over the floor and desk.\n\f11.\n\nA “Street Fighter 2” poster, an “NBA JAM” poster, a Bo\nJackson poster, and a “DuckTales” poster hang on the walls.\n\n“Dinosaurs” plays on a tiny TV in the background on mute. The\nBaby from “Dinosaurs” hits the Father dinosaur with a pan.\n\nStevie stands in front of his mirror in his underwear. He\nexamines the bruises on his arms and chest from his fight\nwith Ian this morning. He stares into the mirror. CLOSE UPS\non the bruises. CLOSE UP on Stevie’s eyes taking them in.\nHe’s not sad or even angry. They’re badges of honor. Like a\nsoldier’s war wounds.\n\nINT. STEVIE’S BEDROOM - LATER\n\nStevie hears the front door open. He looks out the window to\nsee Ian getting in his car and driving away. He BOLTS out of\nhis room.\n\nINT. IAN'S ROOM - CONTINUOUS\n\nStevie bursts into Ian’s room. He doesn’t know how much time\nhe has. Ian’s room is an OCD wet dream. So clean and filled\nwith a teenage obsessive collections.\n\nIan's room is covered with east coast hip hop posters (Nas,\nO.C., Brand Nubian, Pete Rock and C.L.",
  "9": "---END OF PREVIOUS SECTION---\nIan's room is covered with east coast hip hop posters (Nas,\nO. C., Brand Nubian, Pete Rock and C. L. \n---TARGET SECTION TO BE ANNOTATED---\n Smooth, Grand Puba,\nGang Starr, etc.) and tons and tons of CDs organized\nperfectly in alphabetical order.\n\nStevie delicately inspects them like an archeologist inspects\na bone. He notices the names of the albums and rappers. He\npulls a pen and piece of paper from his pocket and begins\nwriting down some of the names of the rappers.\n\nStevie brushes his hand gently over the racks of hip hop CDs.\nHe carefully pulls one out like it’s a museum. He puts it in\nhis prized Discman. He sits Indian style on the floor with\nhis back to camera nodding his head to the music. He is\nenjoying hearing this music so much. Learning who Ian is.\nLearning about the world of hip hop. HOLD ON Stevie from\nbehind nodding his head.\n\nAfter a long beat, Stevie hears a noise! He scrambles to put\nthe CD he is listening to back in its case. He runs out of\nIan’s room and into his room.\n\nINT. STEVIE’S BEDROOM —- CONTINUOUS\n\nHe breathes heavy, almost hyperventilating. He is safe, but\nstill needs a minute to calm down.\n\f12.\n\nINT. SAM GOODY MUSIC STORE - THE NEXT DAY\n\nStevie approaches a FEMALE EMPLOYEE, 20, who is standing in\nthe “Hip Hop” CD aisle.\n\nSTEVIE\nExcuse me.\n\nFEMALE EMPLOYEE\nHow can I help you?\n\nSTEVIE\nI need to buy a birthday gift for\nsomeone.\n\nFEMALE EMPLOYEE\nOkay. What’re you thinking?\n\nSTEVIE\nHe has really, really good taste in\nmusic. In hip hop.\n\nFEMALE EMPLOYEE\n(smiles)\nOkay.\n\nStevie pulls out his list of rappers.\n\nShe looks\n\nSTEVIE\nHe probably has all the good ones\nalready.\n\nat the list and smiles at the cute-ness of it.\n\nSTEVIE (CONT'D)\nBut if I could, like, get a really\ngood one that he doesn’t have\nyet... that would be really cool.\n\nShe looks up from the list. She has an idea. She pulls a CD\noff the rack and hands it to Stevie.\n\nFEMALE EMPLOYEE\nDoes he have this? It just came out\ntwo days ago.",
  "10": "---END OF PREVIOUS SECTION---\nShe pulls a CD\noff the rack and hands it to Stevie. FEMALE EMPLOYEE\nDoes he have this? It just came out\ntwo days ago. \n---TARGET SECTION TO BE ANNOTATED---\nStevie looks and it’s “LABCABINCALIFORNIA” by The Pharcyde.\nStevie’s eyes widen and he smiles while looking at it.\n\nSTEVIE\n(so excited)\nHe doesn’t have this. I didn’t see\nthis one. He doesn’t have it.\n(serious but excited)\n(MORE )\n\fRevision 13.\n\nSTEVIE (CONT'D)\nLike people who know a lot about\nhip hop would like this? And you're\nsure it’s like, really cool?\n\nFEMALE EMPLOYEE\n(smiling)\nYes, I’m sure.\n\nSTEVIE\n(smiling)\nThank you.\n\nWIDE SHOT of Stevie in line as he pulls out his chain wallet\nand has barely enough money for the CD.\n\nEXT. PALMS STREETS - AFTERNOON\n\nStevie gets caught at a red light on his bike. As he waits\nfor the light to turn green, he sees TWO TEN-YEAR-OLDS start\nsquirting each other with Nerf Super Soaker water guns. SLOW\nMOTION ON THE KIDS as they are having the time of their\nlives. Laughing. These kids are only two years younger, but\nthey seem in a different stage of life than Stevie.\n\nHe is snapped out of his reflection by seeing the skate crew,\nfrom the day before, skate by as a crew weaving in and out of\ncars. This looks like the coolest thing he has ever seen.\nThey seem like such badasses, but they are all interconnected\neven though they aren’t verbally communicating. They fly past\nStevie, leaving him alone.\n\nEXT/INT. STEVIE’S GARAGE - LATE AFTERNOON\n\nStevie rummages through the messy garage. He finds what he is\nlooking for! His brother’s warped, old 1980s body skateboard.\nThe body of the skateboard is bigger, bulkier and “neon”-er\nthan the boards he saw the crew from the bodega holding and\nskating on. The board has a giant, neon Dinosaur screaming\n“cowabunga” on it. It’s cheesy as hell but to Stevie it’s\nbeautiful.\n\nHe rolls the board back and forth under his foot a few times.\nThe concrete outside his house is smooth.",
  "11": "---END OF PREVIOUS SECTION---\nIt’s cheesy as hell but to Stevie it’s\nbeautiful. He rolls the board back and forth under his foot a few times. The concrete outside his house is smooth. \n---TARGET SECTION TO BE ANNOTATED---\nHe puts his foot on the board and pushes on the board\nsloppily with his other foot. He rides on it for a few feet,\nthen jumps off. He does the same thing again.\n\nHe does the same thing...\n\nSLAM! He falls on the grass. He’s shocked, but okay. The\ngrass kept him from really hurting himself.\n\f14.\n\nQUICK FLASHES OF THE SKATE CREW SKATING ON THEIR BOARDS DOING\nTRICKS.\n\nQUICK CUTS of Stevie pushing and rolling on his board.\nSometimes he jumps off and sometimes he falls off.\n\nStevie carefully puts the board back exactly where it was in\nthe garage.\n\nINT. STEVIE’S BATHROOM - LATER\n\nStevie looks at himself in the mirror as he practicing a\nmonologue very meticulously and nervously like Luca Brasi in\nthe beginning of “The Godfather”.\n\nSTEVIE\n\n(muttering to himself)\nHey Ian. I’m so sorry to bother\nyou... I saw your old skateboard in\nthe garage. I notice that you never\nuse it... Hi Ian. I was thinking\nthat maybe there was a trade that\ncould be made for something of mine\nthat you... Oh hey Ian. I didn’t\nsee you there. I know MY stuff\nsucks but... Hi Ian...\n\nStevie breathes out nervously. He clenches his fist. He\ndoesn’t want to blow this.\n\nSTEVIE (CONT'D)\nHey Ian. Sorry to bother you...\n\nStevie closes his eyes and takes a deep breath.\n\nINT. STEVIE’S BEDROOM - LATER\n\nLOW ANGLE SHOT FROM THE FLOOR UP TO STEVIE AND IAN. Ian and\nStevie stare into camera for a long beat of silence. Stevie\nlooks incredibly nervous and is perspiring. Ian looks intense\ninto the camera, thinking hard.\n\nA SHOT OF THE SKATEBOARD FACE UP ON STEVIE’S FLOOR.\n\nIAN\n\nHow much cash you got?\nSTEVIE\n\nI... I don’t have any...\nIAN\n\nWhy?\n\fRevision 15.\n\nSTEVIE\nI spent it... on something...\n\nIAN\n(shakes his head)\nFucking dumb fuck.\n(thinks )\nI‘1l trade you for your Discman.\n\nStevie’s face is confused and shocked. This is a massive ask.",
  "12": "---END OF PREVIOUS SECTION---\n(thinks )\nI‘1l trade you for your Discman. Stevie’s face is confused and shocked. This is a massive ask. \n---TARGET SECTION TO BE ANNOTATED---\nWay bigger than he could have expected.\n\nSTEVIE\n(very timid)\nWell.\n(beat/looking down)\nIt’s just that... I use my\nDiscman... all the time... or\nwhatever...\n(beat/nervously looking\ndown )\nAnd mom got it for me for my\nbirthday... and Christmas... or\nwhatever...\nIAN\n(sharply)\n\nI don’t need to do this.\nIan bends down to grab the board.\n\nSTEVIE\nWait! Wait!\n\nIan stands back up.\n\nSTEVIE (CONT'D)\n\nIt’s the one thing in the world I\ncan’t trade. I’m begging you.\nAnything else. Literally anything.\n\nIan thinks about this. We see in Ian’s face he is going to\ncompletely fuck Stevie over on this deal.\n\nIAN\n(icy)\nYou don’t even know about music,\nanyway.\n\nThis hurts Stevie. Beat.\n\nCUT TO:\n\fRevision 16.\n\nMOMENTS LATER\n\nSTEVIE HANDS IAN 10 SUPER NINTENDO GAMES. ALL THE GOOD ONES.\n“STREET FIGHTER 2”, “F-ZERO” ETC. STEVIE’S FACE IS ELATED\nWITH HIS NEW BOARD. HIS FACE SLOWLY TURNS TO CONFUSION OVER\nTHE POSSIBLY TERRIBLE DEAL HE MAY HAVE JUST BEEN MANIPULATED\nINTO.\n\nEXT. STEVIE’S HOUSE - A LITTLE LATER\n\nStevie obsessively practices on his new board. He can glide\npretty much every time without falling off. Over and over and\nover again.\n\nEXT. STEVIE’S HOUSE - THAT EVENING\n\nStevie, Dabney and Ian exit the house. Ian, Stevie and Dabney\nwear their “fancy clothes”. The boys in baggy polo shirts and\nbaggy khakis. Dabney in a dress. Stevie has the CD he bought\nfor Ian, crudely wrapped in newspaper. There are two cars\nparked out front. Ian and Dabney walk towards their own cars.\nStevie gathers up some courage and walks towards Ian’s car.\n\nSTEVIE\n(regarding the gift)\nI got you...\n\nHe barely takes two steps towards Ian’s car as...\n\nIAN\n(sharply grumbles)\nGO WITH MOM.\n\nStevie JUMPS BACK like a scared puppy.",
  "13": "---END OF PREVIOUS SECTION---\nHe barely takes two steps towards Ian’s car as... IAN\n(sharply grumbles)\nGO WITH MOM. Stevie JUMPS BACK like a scared puppy. \n---TARGET SECTION TO BE ANNOTATED---\n Ian hustles to his car\nand gets in. Stevie slowly shuffles towards Dabney’s car\ndisappointed.\n\nINT. BENIHANA RESTAURANT - NIGHT\n\nDabney, Ian and Stevie sit at a group table at Benihana with\nstrangers filling out the rest of the table. A YOUNG WHITE\nCOUPLE, 30, and AN AFRICAN AMERICAN MAN, 64, and his\nGRANDSON, 11. The BENIHANA CHEF is doing his thing on the\ngrill. It is quiet amongst the three of them as they watch.\nIt’s an uncomfortable dinner. Stevie has the CD he bought on\nthe table with his hand on top of it.\n\nDABNEY\n(to Ian)\nAt my eighteenth birthday party I\nwas breast feeding you.\n\f17.\n\nThe boys say nothing. It’s an uncomfortable image for all\nparties.\n\nDABNEY (CONT'D)\n(to herself almost)\n\nI was a baby who had a baby. Jesus,\n\ncould you imagine if you had a baby\n\nright now?\n\nDabney laughs to herself at how insane that seems and how\ninsane it was at the time. Ian takes a deep breath. This\nsubject matter strikes a deep nerve with him. Stevie is\nlistening but more focused on the gift he has for Ian.\n\nDABNEY (CONT'D)\nWhat’re you gonna do with your\nfriends tonight?\n\nIAN\n(rushed/quiet)\nchill.\n\nBeat. No other explanation.\n\nDABNEY\nSounds fun.\n\nThe chef flips a shrimp tail into his shirt pocket. The\ncouple and the Grandpa and Grandson smile and clap. Dabney,\nIan and Stevie sit in silence.\n\nDABNEY (CONT'D)\nI got you a present.\n\nDabney hands Ian a card in an envelope. He takes it. Rips it\nopen, doesn’t read the card, opens it, takes out the two\ntwenty dollar bills and puts the money in his pocket and puts\nthe card and trash on the table without ever reading the\ncard. He looks back down at his plate. Dabney looks offended\nbut not surprised.\n\nIAN\n(looking down/barely\naudible)\nThanks.\n\nDeep breath from Dabney.\nDABNEY\n\n(exasperated)\nYou. Are. Welcome. Ian.\n\f18.\n\nBeat.",
  "14": "---END OF PREVIOUS SECTION---\nIan. 18. Beat. \n---TARGET SECTION TO BE ANNOTATED---\n Stevie looks very nervous. He is gathering up the\ncourage to give Ian his gift. His heart is racing. He takes a\ndeep breath.\n\nSTEVIE\nI... uhh... got this. Here.\n\nStevie hands it to Ian. Stevie’s heart is RACING, he tries\nnot to look to eager to see Ian’s reaction.\n\nIan grabs the present and rips open the newspaper. He quickly\nlooks at the CD and with no expression puts the CD and the\ntrash down on the table without looking at it again. With no\nemotion or expression, Ian makes the slightest hint of a head\nnod to Stevie in his direction. He shows no appreciation or\nenjoyment of the gift.\n\nStevie is CRUSHED. He swallows it the best he can, but this\nstings more than anything we’ve seen sting Stevie thus far.\n\nBeat.\n\nIAN\n(to Dabney/looking at his\nplate)\nHow much longer is this?\n\nDABNEY\n(frustrated)\nUntil we’re done eating dinner.\n\nIAN\nI want to leave.\n\nDABNEY\n(pissed)\nWell we ordered and I’m paying for\nthis food, so you’re staying.\n\nIAN\n(shaking his head/looking\nat plate)\nWhatever.\n\nThe chef scoops chicken and shrimp onto Dabney’s plate. She\nforces a smile to the chef then back to Ian.\n\nDABNEY\n(to chef)\nThank you.\n(to Ian/muted yell)\nWhat is wrong with you?\n\nIan says nothing and just stares at his plate.\n\f19.\n\nDABNEY (CONT'D)\nWhy do you make it so difficult to\nbe around you?\n\nIan still looks at his plate.\n\nDABNEY (CONT'D)\nHuh?\n\nIAN\n(aggressive to Dabney)\nShut the fuck up.\n\nDABNEY\nWhat did you just say to me?!\n\nIAN\nI said: “Shut. The Fuck. Up.”\n\nThe African American Grandfather uncomfortably tries to talk\nlouder to his Grandson so he doesn’t hear this argument.\n\nDABNEY\n(losing it)\nJust leave if this is so fucking\nmiserable for you! You think we\nwant to be here?\n\nIAN\n(serious and scary)\nYou're a fucking BITCH!\n\nIan darts up and leaves the table.",
  "15": "---END OF PREVIOUS SECTION---\nYou think we\nwant to be here? IAN\n(serious and scary)\nYou're a fucking BITCH! Ian darts up and leaves the table. \n---TARGET SECTION TO BE ANNOTATED---\n Dabney flinches with a mix\nof anger and fear. She puts her face in her hands and lets an\nemotional grunt into her hands. Ian leaves the CD on the\ntable. Stevie looks shattered. He just stares at the CD. Left\nto die.\n\nIt is very unpleasant and uncomfortable with the other people\nat the table and with the Chef.\n\nDABNEY\n(to the other patrons)\nSorry.\n\nDabney starts crying in her hands. Stevie consoles Dabney by\nrubbing her back.\n\nHOLD ON A CLOSE UP OF STEVIE HOLDING BACK HIS OWN TEARS.\nWIDE SHOT of the uncomfortable table at Benihana with the\n\nstrangers. Stevie is crushed. Everyone else in the restaurant\nis having fun.\n\f20.\n\nHOLD ON CLOSE UP OF THE CD FOR A LONG BEAT.\n\nEXT. ULTIMATE SKATE SHOP - ACROSS THE STREET - THE NEXT DAY\nTHE CAMERA LEADS STEVIE AS HE SKATES ACROSS THE STREET.\n\nHis face is determined and displays a nervous hardness. Cars\npass as he dodges them, he stops short, lets them pass They\nhonk at him and then he keeps pushing.\n\nHe gets to the other side of the street outside the shop. He\npicks up his board and walks up the curb. He reaches the\nfront door of the shop. He puts his hand on the handle. He\ntakes a deep breath. He enters the shop.\n\nINT. ULTIMATE SKATE SHOP —- CONTINUOUS\n\nStevie quietly enters the shop for the first time, trying to\nbe as stealth as possible. The door opens loudly.\n\nStevie looks overwhelmed. We feel the energy of all the\nskaters we saw in the bodega filling the store, but we only\nsee pieces of them sitting down in a couch area in the back.\nWe hear them yelling, talking shit and laughing with each\nother. They are blocked by various clothing racks.\n\nStevie walks through the store as quietly and incognito as\npossible.\n\nHe sees a giant wall lined with SKATE DECKS (Girl, Chocolate,\nFlip, Hook Ups, Alien Workshop, World Industries, Plan B,\nBlind etc.). He notices how subversive the artwork is on all\nthe skate decks. He keeps walking. He sees another wall lines\nwith SKATE SHOES.",
  "16": "---END OF PREVIOUS SECTION---\nHe notices how subversive the artwork is on all\nthe skate decks. He keeps walking. He sees another wall lines\nwith SKATE SHOES. \n---TARGET SECTION TO BE ANNOTATED---\n On another side, he sees glass encasements\nfilled with SKATE TRUCKS, SKATE WHEELS and SKATE STICKERS.\nHe’s puzzled and not sure how all the pieces fit together. He\nwalks through RACKS of T-SHIRTS and HOODIES that fill the\nmiddle section of the store. The voices of the crew grow\nlouder as Stevie gets closer.\n\nThrough the T-shirts we see Ruben, Fourth Grade, and Jorge\nsitting on couches and the floor surrounding a television.\nThe crew is watching a skate video and talking shit to each\nother.\n\nBehind the couches is a work area, where boards are set up.\nFuckshit is behind the work area setting up a board for a\nYOUNG CUSTOMER.\n\nStevie looks at all the cool boards on the walls. Examines\nall the trucks and wheels in the glass cases.\n\f21.\n\nWalks back over to the T-shirts and pretends to look at them\nbut really is looking at the crew hanging out. No one even\nlooks in his direction or asks him if he needs help with\nsomething. Stevie watches.\n\nTIME CUT:\n\nA baseball hat is held by a hand as money is stuffed inside\nby various hands. WE WIDEN OUT to reveal Fourth Grade holding\nthe hat.\n\nFOURTH GRADE\nAnte up. Everyone pitches in for\ntape so I can film.\n\nFUCKSHIT\nI just kicked in, nigga.\n\nJORGE\nThat was a week ago. And without\nfootie, no one’s going pro around\nhere, son. Greater good, yo.\n\nFuckshit nods his head understanding. He pulls out a couple\nbills and tosses them in Fourth Grade’s hat. They all go back\nto watching Plan B’s “Virtual Reality” skate video on the\nscreen.\n\nFUCKSHIT\n(fantasy mode)\nOkay, if you could go pro for one\nteam, who would it be?\n\nThe whole crew gets excited at this day dream.\n\nJORGE\nEasy. Girl or Chocolate or Menace.\nEasy.\n\nFUCKSHIT\n\nChocolate or Menace for sure.\n\nJORGE\nFuck. Chocolate, yeah, that’s the\none. Imagine you and me decked out\nin all Chocolate gear. Free gear\nthey just send us on the regular.",
  "17": "---END OF PREVIOUS SECTION---\nChocolate, yeah, that’s the\none. Imagine you and me decked out\nin all Chocolate gear. Free gear\nthey just send us on the regular. \n---TARGET SECTION TO BE ANNOTATED---\nWe'd have the whole crew decked out\nin all Chocolate gear.\n\nFuckshit and Jorge smile. They’ve had this day dream before.\n\f22.\n\nJORGE (CONT'D)\nI already know what the first\ngraphic on my board would be: A\nsick illustration with me wrapped\nin the Mexican flag manualing the\nstage at the courthouse.\n\nFUCKSHIT\n(super into it)\nSo sick, nigga. So sick.\n\nHe and Jorge give a hand shake.\n\nFUCKSHIT (CONT'D)\nI know what my first board graphic\nwould be. The Tribe Called Quest\nalbum cover with all the rappers\nheads on it, but it would be our\nwhole crew's heads on it.\n\nTHE CREW\nThat’s tight!/So Dope!\n\nJORGE\nThat would be so sick, yo. We'd\nnever have to buy boards again.\nFree boards forever.\n\nJORGE (CONT'D)\nWhatever team we end up on. It’s us\ntogether.\n\nFuckshit gives Jorge another excited hand shake.\n\nFUCKSHIT\n(joyously)\nThat's what’s up, nigga. That’s\n\nwhat’s up.\nThe crew sits happily and thinks about this day dream.\nTIME CUT:\n\nStevie is at a closer rack of clothes pretending to browse,\nbut is secretly watching the crew watch videos and talk shit.\nThere are a few other DIFFERENT RANDOM SKATER KIDS are\nbrowsing and hanging out in the store. A classic intro to a\nWU TANG CLAN song blasts on the stereo.\n\nSUPER CLOSE UP ON FUCKSHIT’S FACE AS HE PERFECTLY RAPS THE\nINTRO TO THE SONG.\n\nWhen the beat kicks in we WIDEN OUT. Fuckshit is standing up\nrapping every word perfectly.\n\f23.\n\nHe is jumping up and down getting everyone hyped up. The crew\nis into it and laughing and playfully punching him. Stevie is\nsmiling and laughing at this infectious joyous energy.\n\nTIME CUT:\n\nStevie is waiting by the glass case in front of the store\nwith the stickers in them. He admires all of the amazing\nstickers. He sees a copy of Thrasher and Big Brother magazine\non the counter. He flips through them delicately. Ruben\nfinally approaches Stevie.\n\nRUBEN\nYo.",
  "18": "---END OF PREVIOUS SECTION---\nHe flips through them delicately. Ruben\nfinally approaches Stevie. RUBEN\nYo. \n---TARGET SECTION TO BE ANNOTATED---\nStevie is pretty stunned anyone in here has acknowledged him,\nlet alone talked to him.\n\nSTEVIE\nUhh... hey.\n\nUncomfortable silence.\n\nRUBEN\nDo you need something?\nSTEVIE\nOh. Uhh... can I have this sticker?\n\nStevie thoughtfully and carefully points.\n\nSTEVIE (CONT'D)\nAnd that one, please?\n\nRuben slides open the glass, grabs them and tosses them on\nthe glass towards Stevie.\n\nSTEVIE (CONT'D)\nThanks.\n\nRUBEN\nTwo bucks.\n\nStevie takes out his chain wallet and takes two bucks out.\n\nRUBEN (CONT'D)\nWhat grade are you in?\n\nSTEVIE\nSeventh.\n\nRUBEN\nMe too. Where do you go to school?\n\f24.\n\nSTEVIE\nPalms.\n(nervous )\nYou?\nRUBEN\nCrenshaw.\n\nDING! Fuckshit walks into the store with a Subway Sandwich in\na clear Subway plastic bag. He walks by Stevie and sees the\nboard he’s holding.\n\nFUCKSHIT\n(very dry/subtly\nsarcastic)\nCool board.\n\nSTEVIE\n(not getting the sarcasm)\nThanks!\n\nFuckshit has already kept walking. Ruben smiles about the\ninteraction.\n\nRUBEN\nAtight.\n\nSTEVIE\nCool. Thanks.\n\nRUBEN\nLater.\n\nStevie leaves the store. Once he is outside he has a HUGE\nbeaming smile. They acknowledged him.\n\nEXT. MAGAZINE STAND —- LATE AFTERNOON\n\nStevie skates up to the magazine stand. He scans the racks\nthrough the fitness mags, beauty mags, and on the bottom\nright finally finds the skate magazines. He grabs a copy of\nThrasher, Slap and Big Brother. He pays the guy and skates\noff.\n\nEXT. STEVIE’S HOUSE - THAT NIGHT\n\nStevie practices skating obsessively. Quick cuts of him\nriding back and fourth on the sidewalk. Turning, zigzagging,\netc. He is sweating. It’s getting later and later into the\n\nnight.\n\nDabney finally calls him in from the front door.\n\f25.\n\nDABNEY\nStevie! It’s late! Come on!\n\nStevie picks up his board and runs inside.\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nCome on! Stevie picks up his board and runs inside. INT. \n---TARGET SECTION TO BE ANNOTATED---\n STEVIE’S BEDROOM - THAT NIGHT\n\nQUICK CUTS of Stevie taking down Ninja Turtle and NBA JAM\nposters and putting up his two stickers and tear-outs from\nhis skate magazines with scotch tape. His room is now three-\nquarters kid posters and one wall is all skating.\n\nINT. ULTIMATE - THE NEXT DAY\n\nDING! Stevie enters the store. Unlike last time the store is\nquiet and empty. He wanders towards the back, but no one is\nthere. As he gets towards the very back he hears noise coming\nfrom outside the back door. He follows the sounds.\n\nThe back door, which is half open, leads to a parking lot.\nPartially obscured by the door, we see the crew skating.\nStevie creeps outside with his board.\n\nEXT. ULTIMATE - BACK PARKING LOT\n\nStevie watches the kids skate. They’re attempting and landing\nsome cool tricks as music plays from a ghetto blaster.\n\nStevie sits on the ground with his back against the wall and\nhis board flipped up next to him. He continues to watch the\ntricks and commit them to memory. He spins the wheel of his\nboard with his hand while watching.\n\nJorge walks by and notices Stevie’s board.\n\nJORGE\n(dry/sarcastic)\nNice board, yo.\n\nSTEVIE\n(elated/unaware of the\nsarcasm)\nThanks!\n\nJorge smiles, shakes his head and skates off. Ruben attempts\na kickflip and lands it with one foot as Stevie watches.\n\nRUBEN\nFuck!\n\f26.\n\nRuben skates over next to Stevie, but doesn’t notice him.\nStevie is subtly trying to make eye contact with the only\nperson he’s broken ground with within the crew. Ruben picks\nup the bottom of his T-shirt and wipes the sweat from his\neyes with it. He picks up a gallon of water from the ground\nand starts chugging. Late in his chug he notices Stevie\nsitting there. He takes the gallon away from his mouth.\n\nRUBEN (CONT'D)\n(to Stevie)\nOh, what’s up fool?\n\nStevie smiles.\n\nSTEVIE\nWhat’s up?\n\nRUBEN\n(frustrated)\nSkating like shit today, man.",
  "20": "---END OF PREVIOUS SECTION---\nStevie smiles. STEVIE\nWhat’s up? RUBEN\n(frustrated)\nSkating like shit today, man. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\n(unsure what to say)\nLooks cool to me.\n\nRUBEN\n(a compliment is a\ncompliment )\nI’m Ruben.\n\nSTEVIE\nStevie.\n\nThey give a “teenager new acquaintance lazy hand shake”.\nRuben clocks Stevie’s wack 80s board. He wants to say\nsomething but he decides not to embarrass him. He just kind\nof smiles and shakes his head. Jorge skates over to them and\npicks up the jug of water which is now empty.\n\nJORGE\n(to Ruben re: empty jug)\nWill you go fill this up, yo?\n\nRuben instinctively goes to refill it. He thinks of something\nand stops in his tracks.\n\nRUBEN\n(to Stevie/in front of\nJorge)\nYo Stevie, go fill up this jug with\nwater?\n\f27.\n\nSTEVIE\n(with excitement)\nFor sure!\n\nStevie’s eyes light up. He is excited to be given a task by\nRuben and in some way help or be involved with the skating.\nHe runs off with the jug with enthusiasm.\n\nINT. ULTIMATE STORE BATHROOM —- CONTINUOUS\n\nStevie is filling up the jug with water at the sink. He is\nsmiling wide. Happy to be a part of this at all.\n\nEXT. OUT FRONT OF THE ULTIMATE SHOP - LATER\n\nStevie practices the cool tricks he saw the crew doing in the\nback parking lot by himself. QUICK FLASHES of the crew\nmembers doing their tricks intercut with Stevie’s awful\nmisguided attempts. He slams and falls constantly trying\nthese tricks. He can take it. He gets up. Scrapes and all.\n\nEXT. ULTIMATE SHOP - BACK PARKING LOT - LATER\n\nStevie watches them skate and gathers up his courage. He\ntakes a few deep breaths.\n\nStevie puts the board under his left foot and rolls it back\nand forth under his foot a couple times. There is something\nreally rough and intense about this.\n\nStevie puts his left foot on the board and kicks a couple of\ntimes, pushing him into the middle of the parking lot in full\nview of the crew. The crew watches him like a new young cub\nin the animal kingdom.\n\nHe GETS ON THE BOARD and coasts for a couple of feet.",
  "21": "---END OF PREVIOUS SECTION---\nStevie puts his left foot on the board and kicks a couple of\ntimes, pushing him into the middle of the parking lot in full\nview of the crew. The crew watches him like a new young cub\nin the animal kingdom. He GETS ON THE BOARD and coasts for a couple of feet. \n---TARGET SECTION TO BE ANNOTATED---\n He then\ndoes his pathetic attempt at an ollie... SLAM! Stevie CRASHES\nINTO THE CONCRETE. He is in a lot of pain and shock. We are\nCLOSE on his face and the gravel underneath it.\n\nThe crew ERUPTS into laughter, mocking the shit out of\n\nStevie. We stay CLOSE on Stevie. He all of the sudden LEAPS\nup to his feet. The pain of falling didn’t phase him AT ALL.\nRuben is watching. A bit worried and embarrassed for Stevie.\n\nQUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.\n\nQUICK CUT CLOSE UP OF STEVIE ROLLING IT UNDER HIS LEFT FOOT A\nCOUPLE OF TIMES.\n\f28.\n\nStevie pushes a couple of times and starts gliding again. He\nis gliding for a few moments with determination on his face\nand he busts another ugly attempt at an ollie and... SLAM!\n\nCLOSE again on his face and the gravel underneath it. His\nface isn’t shocked this time. He’s okay.\n\nThe crew laughs even harder this time.\n\nStevie LEAPS UP and brushes off some dirt. He is filthy. He\nmakes eye contact with Ruben. Ruben’s expression is “what the\nfuck are you doing?” Stevie’s not bailing.\n\nStevie sees Fourth Grade is filming him now and the crew\nlaughing at him.\n\nQUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.\n\nQUICK CUT CLOSE UP OF STEVIE ROLLING IT UNDER HIS LEFT FOOT A\nCOUPLE OF TIMES.\n\nStevie pushes a couple of times and starts gliding again. He\n\nglides for a few moments, determination on his face. He busts\nanother awkward attempt at an ollie...and SLAMS EVEN HARDER.\n\nIt took the wind out of him but won’t let it stop him.\n\nCLOSE again on his face and the gravel underneath it. Stevie\ncould not give a fuck about the pain. He won’t fucking stop.\nHe LEAPS UP again.\n\nThe sees the crew’s faces changing to subtly from laughing at\nhim to slightly impressed with how hard of slams he’s taking\nand picking himself back up again. Big balls.\n\nQUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.",
  "22": "---END OF PREVIOUS SECTION---\nThe sees the crew’s faces changing to subtly from laughing at\nhim to slightly impressed with how hard of slams he’s taking\nand picking himself back up again. Big balls. QUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD. \n---TARGET SECTION TO BE ANNOTATED---\nQUICK CUT CLOSE UP OF STEVIE ROLLING IT UNDER HIS LEFT FOOT A\nCOUPLE OF TIMES.\n\nA hand grabs him by the shirt off the board. It’s Ruben’s\nhand. He picks up Stevie’s board and walks Stevie into the\nstore.\n\nINT. ULTIMATE SHOP - HANG OUT AREA - CONTINUOUS\n\nRuben is walking fast and Stevie is following him through the\nstore.\n\nSTEVIE\nWhat’s up?\n\nRUBEN\nCome here.\n\f29.\n\nRuben walks him out of the store to the front of the store\nwhere no one is skating.\n\nEXT. ULTIMATE SHOP - OUT FRONT - CONTINUOUS\n\nRuben and Stevie stand out front of the shop with their\nboards.\n\nRUBEN\n(in shock)\nAre you fucking crazy, yo?\n\nSTEVIE\n(worried)\nDid I do something wrong?\n\nRuben thinks.\nRUBEN\n\nDUDE. That was embarrassing as shit\nfor you, yo!\n\nSTEVIE\n(beating himself up)\nOh. Damn.\nRUBEN\nAnd do you, like, not feel pain or\nsomething?\nSTEVIE\n\nWhat do you mean?\n\nRUBEN\nYou slammed fucking hard a TON of\ntimes and it didn’t even phase you\nfor a second?\n\nStevie thinks for a beat.\n\nSTEVIE\n(genuine to Ruben)\nI just really want to get better.\n\nRuben takes this in. Shakes his head. Beat.\n\nRUBEN\nYou're fucking crazy, yo.\n(thinks )\nI think what you’re trying to do, I\ncan’t tell because that looked\nfucking insane to me, is an ollie.\n\f30.\n\nSTEVIE\nWhat’s that?\n\nRUBEN\nIt basically is what it’s called\nwhen you jump off the ground with\nyour board. You can’t do any\nfucking tricks if you can’t ollie,\nyo.\n\nRuben thinks for a moment and then picks up Stevie’s board\nand places Stevie’s back wheels of his board in the crack of\nthe sidewalk.\n\nRUBEN (CONT'D)\nGet on the board.\n\nStevie gets on the board silently.\n\nRUBEN (CONT'D)\n\nThe wheels are in the crack so you\nwon’t roll away and you can do this\nshit over and over.",
  "23": "---END OF PREVIOUS SECTION---\nRUBEN (CONT'D)\nGet on the board. Stevie gets on the board silently. RUBEN (CONT'D)\n\nThe wheels are in the crack so you\nwon’t roll away and you can do this\nshit over and over. \n---TARGET SECTION TO BE ANNOTATED---\n Like a billion\ntimes in a row. Because it’s gonna\ntake that many before you can do\nit. Just keep doing it.\n\nStevie nods his head. Ruben places his board parallel to\nStevie and steps on it so Stevie can watch him.\n\nRUBEN (CONT'D)\n\nWhen you pop back on your tail,\n\nyou're going to slide your front\nfoot to the front as you jump so\nyou pop up into the air and the\n\nboard stays with you.\n\nRuben does a perfect ollie. The board looks as if it’s stuck\nto his feet.\n\nRUBEN (CONT'D)\nYou go.\n\nStevie does the lamest looking attempt at an ollie you’ve\never seen.\n\nRUBEN (CONT'D)\n\nDamn, son. That was the ugliest\nshit I’ve ever seen in my life.\nEww. Come chill for a minute.\nYou're gonna have a fucking heart\nattack.\n\f31.\n\nStevie sits next to Ruben. He’s sweaty and out of breath.\nRuben pulls out a pack of Camel Lights and a lighter. Stevie\nis NOT used to being around people his age smoking cigarettes\nand we see it on his face. It’s quiet except for cars passing\nby. Ruben lights his cigarette. He offers one to Stevie.\n\nRUBEN (CONT'D)\nHere.\n\nStevie looks fucking terrified as HELL but he doesn’t want to\nbe seen as lame for not taking one. HE nervously takes a\ncigarette out of Ruben’s pack. Ruben hands him the lighter.\nHe very awkwardly lights his first cigarette. He puffs it\nawkwardly without inhaling, trying his best not to cough. It\nlooks VERY unnatural. Ruben chuckles.\n\nRUBEN (CONT'D)\n(chuckling)\nYou don’t smoke do you?\n\nSTEVIE\n(debating on whether to\nlie)\nUh. I mean... not like... a lot.\n\nRuben looks at him like “come on dude”.\n\nSTEVIE (CONT'D)\nVery casually.\n\nStevie takes another awkward puff. He tries not to cough.\nSmoke gets in his eyes and it’s uncomfortable. Ruben laughs.\n\nRUBEN\nYou’re funny, yo.\n\nStevie takes a break from his cigarette and rests it on the\nedge of the bench.",
  "24": "---END OF PREVIOUS SECTION---\nRuben laughs. RUBEN\nYou’re funny, yo. Stevie takes a break from his cigarette and rests it on the\nedge of the bench. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\nSo, how long have you skated for?\nRUBEN\n(thinks )\nSince last year...\n(squinting/thinking)\n\nMaybe like eight months?\n\nSTEVIE\n(so interested)\nYou love it?\n\f32.\n\nRUBEN\nYeah, it’s cool.\n(thinking)\nYeah, I do.\n\nBeat.\n\nSTEVIE\n(sincere)\nThanks for teaching me that.\n\nRUBEN\n(confused/upset )\nWhat’re you gay?\n\nSTEVIE\nWHAT?\n\nRUBEN\n(what the FUCK)\nWhy the fuck are you... THANKING me\nand shit?\n\nStevie is freaked out and confused.\n\nSTEVIE\n(terrified)\nYou think I’m gay because I thanked\nyou for helping me?\n\nRUBEN\nYeah. Don’t fuckin’... THANK\npeople, man. That’s gay as hell,\nyo.\nSTEVIE\n(genuine)\n\nI’m sorry. I didn’t know that.\n\nRUBEN\n(smoking/calming down)\nIt’s fine. Now you know.\n\nIt’s a little uncomfortably silent.\nRUBEN (CONT'D)\n(shaking his head/under\nhis breath)\nFuckin’ weirdo.\n\nSilence. Stevie is worried he’s blown everything.\n\f33.\n\nRUBEN (CONT'D)\n(gotta get something off\nmy chest)\n\nCan I tell you something?\n\nSTEVIE\nYeah. Sure.\n\nRUBEN\nYou gotta get a new fucking board,\ndude.\n\nSTEVIE\n(surprised)\nReally?\n\nRUBEN\nYES. That shit is eighties as fuck\nand has a wack ass neon\nVelociraptor on it screaming\n“cowabunga”. You look retarded, yo.\n\nSTEVIE\n(maybe you're off on this\none)\nAre you sure? Everyone keeps\ncomplimenting me on it.\n\nRUBEN\nThey're fucking with you, Stevie.\n\nStevie realizes and is hurt.\n\nSTEVIE\n(sad)\nOh.\nRUBEN\n(it’s okay)\n\nIt's fine. Everyone here fucks with\neach other non-fucking stop. You\njust gotta get a new board fucking\nfast, yo.\n\nSTEVIE\nOkay, I will. For sure. How much\nare they?\n\nRUBEN\nHundred twenty for a complete.",
  "25": "---END OF PREVIOUS SECTION---\nFor sure. How much\nare they? RUBEN\nHundred twenty for a complete. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\n(shocked)\nI don’t have that kind of money.\n\f34.\n\nRUBEN\nI’1l sell you my used setup for 40\nbucks.\n\nStevie thinks this over. He may be able to swing that.\n\nSTEVIE\nDon’t you need your board?\nRUBEN\n(smiles)\nI’m saving up for an “Ultimate”\nboard.\nSTEVIE\n\n(so curious)\nWhat’s an “Ultimate” board?\n\nRUBEN\n\n(super proud)\nIt’s the shop team’s board. You\nhave to be ALLOWED to buy one. You\ncan’t just walk in off the street\nand buy one.\n\n(now bragging)\nI just got the okay from the crew,\nso now once I get the money, I can\nget an Ultimate board.\n\nAll Stevie wants in this universe is to be allowed to buy an\nUltimate board one day.\n\nRUBEN (CONT'D)\nSo I'll sell you mine for forty\nbucks which is a dope ass price.\n\nSTEVIE\nThan....\n\nStevie is about to speak, but stops himself. Reconsiders.\n\nSTEVIE (CONT'D)\nI was about to thank you, but I\nknow now how gay that is.\n\nRUBEN\n(what the fuck)\nYou don’t have to say that shit\neither. Just fuckin’ say nothing,\nyo. Jesus Fucking Christ.\n\nStevie smiles.\n\f35.\n\nSTEVIE\n(smiling)\nSorry.\n\nRuben chuckles to himself.\n\nRUBEN\nYou're fuckin’ funny, yo. Weird as\nhell but funny.\n\nThey both laugh a little. Stevie realizes something.\n\nSTEVIE\nWhat time is it?\n\nRUBEN\nI don’t know, probably like eight?\n\nSTEVIE\n(super nervous)\nOh man. I... I gotta go, man.\nStevie gets up.\n\nRUBEN\nAight, man.\n\nStevie gathers himself and his board.\n\nSTEVIE\nYou don’t have to be home at a\ncertain time?\n\nRuben looks down for a beat. He stares down.\n\nRUBEN\n(brushing it off)\nNah. It’s better for me if I get\nhome after my mom is asleep.\n\nUncomfortable heavy silence.",
  "26": "---END OF PREVIOUS SECTION---\nRUBEN\n(brushing it off)\nNah. It’s better for me if I get\nhome after my mom is asleep. Uncomfortable heavy silence. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\n(picks up on the trouble\nat home but doesn’t know\nwhat to say)\nOh.\n\nBeat. Ruben looks up finally.\n\nRUBEN\nSee you tomorrow?\n\nStevie lights up! Ruben just invited him back to the shop!\n\f36.\n\nSTEVIE\n(smiling like an idiot)\nYeah.\nRUBEN\nA'ight.\n\nRuben reaches out for the “lazy new homie handshake”. Stevie\nskates off smiling from ear to fucking ear.\n\nINT. SHELL STATION BATHROOM - MINUTES LATER\n\nStevie bursts into the gas station bathroom with his board.\nHe immediately, and in a mad rush, heads over to the sink. He\nstarts pumping excessive amounts of soap all over his arms,\nhands, face and scrubbing it off with water. He smells his\nbreath and can tell it smells like smoke. He’s panicked. He\nliterally begins to wash his mouth out with soap\naggressively. He continues pumping soap, lathering and\nwashing out the soap from his mouth manically.\n\nEXT. PALMS STREETS - MINUTES LATER\n\nStevie is skating home as fast as he can. All of the sudden,\nit starts pouring rain. He keeps skating even though it’s\nslippery and new to him. He has to get home.\n\nINT. STEVIE’S HOUSE - FRONT ENTRANCE - MINUTES LATER\n\nWe hear the keys jangling outside and the lock open. Stevie\nBURSTS through the front door. Dabney rushes from the kitchen\nto greet him.\n\nDABNEY\nStevie?\n(then)\nYou're soaking!\n\nSTEVIE\nI’m so sorry, I lost track of time,\nI’m so sorry it won’t happen again.\nSorry.\n\nDabney is confused.\n\nDABNEY\nIt’s only seven thirty.\n\nSTEVIE\n(sigh of relief)\nOh. Great.\n\f37.\n\nDabney is puzzled and amused. Stevie is worried she will\nsmell smoke. He takes off to his room.\n\nSTEVIE (CONT'D)\n(running)\nI’m gonna put on dry clothes.\n\nINT. STEVIE’S BEDROOM —- CONTINUOUS\n\nStevie bursts through the door and slams it shut behind him.\nHe takes off his shirt and dries himself off with it.",
  "27": "---END OF PREVIOUS SECTION---\nINT. STEVIE’S BEDROOM —- CONTINUOUS\n\nStevie bursts through the door and slams it shut behind him. He takes off his shirt and dries himself off with it. \n---TARGET SECTION TO BE ANNOTATED---\n He\nlooks at his board and shakes his head.\n\nSTEVIE\n(to himself)\nSo lame.\n\nHe looks out the window and it’s pouring. He looks back at\nhis board. He wants to skate more, but it’s pouring. He puts\nhis board on the carpet and stands on it. He practices some\nollies on the carpet. He doesn’t notice how loud the sound is\ninside the house. He does a few more.\n\nDabney BURSTS through Stevie’s door! It scares the shit out\nof him. She is scared also.\n\nDABNEY\nWhat is that noise?! Are you okay?!\n\nShe sees it’s the skateboard. She laughs a bit.\n\nDABNEY (CONT'D)\nWhat’re you doing, kid?\n\nSTEVIE\nPracticing.\n\nShe laughs. It’s cute. She throws herself on his bed on her\nstomach with her head at the foot of the bed facing Stevie.\nIt’s an invasion of Stevie’s space. He is annoyed by it but\nswallows it. He sits in his desk chair.\n\nDABNEY\n(relieved/laughing)\nYou scared the shit out of me.\n\nSTEVIE\nSorry. I would have practiced\noutside but it’s pouring.\n\nShe thinks for a moment.\n\f38.\n\nDABNEY\nYou love this skateboarding, huh?\n\nStevie looks at her sincerely.\n\nSTEVIE\n(half smiling)\nYeah.\n(then)\nActually, there’s something I\nwanted to talk to you about.\n\nDABNEY\nAlways.\nSTEVIE\n(deep breath)\nI wanted to... ask you... for money\n\nfor a new board.\n\nDABNEY\n(confused)\nDidn’t Ian just give you that\nboard? It was ACTUALLY nice of him\nto do that and it’s perfectly good.\n\nStevie protects his lie that Ian gave it to him and launches\ninto his argument.\n\nSTEVIE\nThe thing is. It’s not. I know that\nseems weird to you, but it’s like,\nfrom the eighties and it has like a\nneon dinosaur and says “cowabunga”\nand stuff on it.\n\nDABNEY\nSo? Dinosaurs are cool.\n\nSTEVIE\nIt’s like... not a cool board. I\nneed one of the “cool” brands or\nwhatever.",
  "28": "---END OF PREVIOUS SECTION---\nDinosaurs are cool. STEVIE\nIt’s like... not a cool board. I\nneed one of the “cool” brands or\nwhatever. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY\n\n(wishing she could)\nI'm sorry, kid.\n\nSTEVIE\nPlease Mom?\n\nDABNEY\nNo.\n\f39.\n\nSTEVIE\nMom, I’m begging you. Please?\nPlease? I’m begging you. I’m gonna\nbe a joke.\n\nDABNEY\nKid. I want to give you everything\nin the whole world. I do. But I\ndon’t have money to just throw away\non skateboards. I’m sorry. I’m sure\nit’s not as bad as you think.\n\nStevie looks down, bummed.\n\nDABNEY (CONT'D)\n\n(trying to cheer him up)\nOn the bright side, it’s Saturday!\nBlockbuster night!\n\nStevie is still bummed.\n\nDABNEY (CONT'D)\nYou can choooooose. “Defending Your\nLife”?\n\nBeat.\n\nSTEVIE\nI can’t. Sorry. I have to practice.\n\nDabney is hurt and confused.\n\nDABNEY\nNot in the house. And it’s pouring\nout?\n\nBeat. Stevie gets up and picks up his board.\n\nSTEVIE\n(upset)\nI'll survive.\n\nDABNEY\n(upset/guilting him)\nThat hurts my feelings, Stevie. We\nalways watch movies on Saturday\nnight. Do you realize you're\nhurting me?\n\nBeat.\n\fRevision 40.\n\nSTEVIE\n(under his breath but she\ncan hear)\nYou’1l survive.\n\nDabney is hurt. Stevie leaves the room without wearing a\nshirt still and shuts the door.\n\nEXT. STEVIE’S HOUSE - 2 HOURS LATER\n\nIt is pouring and Stevie is shirtless, practicing his ollies\nangrily and with determination. Over and over. He is soaked.\nHe falls some of the times, but continues and practices more.\n\nHe looks at the window of Dabney’s bedroom. He can see her\nwatching “Defending Your Life” by herself. She seems worried\nand lonely. Stevie takes this in and feels guilty. He watches\nfor a moment and debates going inside. He does. We stay on\nDabney’s bedroom from outside in the rain and HOLD for a few\nmoments. After a bit, we see Stevie enter her bedroom and go\nsit on the floor in front of her bed in his usual spot.",
  "29": "---END OF PREVIOUS SECTION---\nHe does. We stay on\nDabney’s bedroom from outside in the rain and HOLD for a few\nmoments. After a bit, we see Stevie enter her bedroom and go\nsit on the floor in front of her bed in his usual spot. \n---TARGET SECTION TO BE ANNOTATED---\n They\nsay nothing. They both just silently watch. She cracks a\nslight smile, relieved the fight is over.\n\nINT. DABNEY’S BEDROOM - THE NEXT DAY\n\nWe are over Ian and Stevie’s shoulders as they look at\nDabney’s dresser drawer next to her bed. Dabney is out of the\nhouse. It’s silent. Finally...\n\nSTEVIE\n(scared)\nI don’t know...\n\nIAN\nDon’t be a pussy. It’s the only\nway.\n\nWe are now on a TWO SHOT of Ian and Stevie. Stevie looks\nreally terrified and really uncomfortable with doing this.\n\nSTEVIE\nThis...doesn’t feel right...\n\nIAN\nYou came to me and said you needed\nforty bucks. That’s a lot of\nfucking money. Just open the drawer\nand grab forty for you and forty\nfor me. Simple.\n\nStevie’s eyes become a bit glassy. This feels very wrong.\n\fRevision 4l.\n\nIAN (CONT'D)\n(manipulating)\nFine I’m fuckin’ outta here. You’re\nacting like a fucking baby...\n\nIan turns to leave, but knows Stevie will cave.\n\nSTEVIE\nFine! Fine!\n\nStevie is upset with himself for doing this, but has no other\nchoice. He knows this is very wrong. He opens the door and\nVERY CAREFULLY grabs eighty dollars in cash from Dabney’s\nmoney stash. He closes the drawer shut and looks like he\nmight start crying. Ian grabs his forty bucks and leaves the\nroom. HOLD ON Stevie looking incredibly guilty. He looks at\nhis forty bucks. He catches a glimpse of himself in the\nmirror. His eyes glass up again. He’s mad at himself for\ndoing this. He spits at the mirror onto the reflection of his\nface. He looks at himself in the mirror with shame. Beat.\n\nINT. ULTIMATE SHOP - LATER THAT DAY\n\nStevie gives Ruben the forty bucks and Ruben gives him Stevie\nused board. It is a new style shape, but the graphics are all\nsmeared from use and the trucks are all grinded down.\n\nRUBEN\nThis is a sick deal. You’re lucky\nyou caught me at the right time.\n\nSTEVIE\n(so thrilled)\nThank...\n(rapidly changing his\nwords )\nI...",
  "30": "---END OF PREVIOUS SECTION---\nYou’re lucky\nyou caught me at the right time. STEVIE\n(so thrilled)\nThank... (rapidly changing his\nwords )\nI... \n---TARGET SECTION TO BE ANNOTATED---\n do... not... appreciate...\nthis?\n\nStevie and Ruben share a laugh. Stevie looks at his “new”\nboard like it’s the Mona Lisa.\n\nRUBEN\n(to the rest of the crew)\nI got the money, yo! I got the\nmoney!\n\nJorge and Fourth Grade head over to Ruben.\n\nJORGE\nThat’s what’s up!\n\f42.\n\nFuckshit grabs a brand new Ultimate deck off of the wall. He\nsmiles and brings it over to Ruben. Ruben is smiling from ear\nto ear. This is a MASSIVE moment for him. Ruben hands the\nmoney over to Fuckshit. This is a joyous moment for everyone.\nStevie is excited for Ruben. Stevie’s face says, “I would do\nanything to have this be me one day”. The crew gives Ruben\nprops and fist bumps. Ruben smiles at Stevie, bragging\nsilently about his new status. Stevie smiles back. Happy for\nhis new pal.\n\nINT. ULTIMATE SKATE SHOP - AFTERNOON\n\nThe whole crew is in the couch area of the shop watching\nKareem Campbell’s World Industries’ “New World Order” skate\nvideo and talking to each other.\n\nStevie sits on the floor admiring his new treasure. He has\nnot yet earned a place on the couch. He is able to listen in\non the conversations, but is not included in them.\n\nFUCKSHIT\nOkay, okay, okay. I don’t fuckin’\nget this one. Why do people say\nMexicans are lazy and shit?\n\nThe crew laughs. Some uncomfortably. The crew looks at Jorge.\n\nJORGE\nWhy the fuck are you looking at me?\nThat’s fucked up! Do people say\nthat shit?\n\nFUCKSHIT\nI heard that shit. But it doesn’t\nmake any sense to me. Every time I\nsee a Mexican dude he’s building\nlike a fucking building and shit,\nnigga.\n\nJORGE\nThat’s fucked up, yo.\n\nFUCKSHIT\nI didn’t say I say that. I said\nPEOPLE do! The whole point of this\ngame is you can’t get offended.\n\nJORGE\nOkay. Okay. Fine.",
  "31": "---END OF PREVIOUS SECTION---\nJORGE\nOkay. Okay. Fine. \n---TARGET SECTION TO BE ANNOTATED---\n Fourth Grade, I\ngot one: Why are white people so\nfuckin’ obsessed with their dogs?\n\fTHE CREW\nAhhh! RIGHT?!\n\nJORGE\n\nAll my white friend’s parents have\na dog that they talk about like\nit’s one of their kids and shit,\nlike:\n\n(valley girl impression)\n“Eric has been, like, really in his\nown world lately”.\n\nThe crew cracks up.\n\nFOURTH GRADE\n(laughing)\nI don’t even have a dog. I have a\nGecko.\n\nThe crew laughs hard at this.\n\nFUCKSHIT\nA GECKO?!\n\nThey laugh harder.\n\nFUCKSHIT (CONT'D)\nI don’t know ONE NIGGA in the\nuniverse with a gecko!\n\nThe crew is dying.\n\nFUCKSHIT (CONT'D)\nThat is the whitest fucking animal\non planet earth, nigga!\n\nFOURTH GRADE\nWhy is that so fuckin’ funny? Nico\nis awesome.\n\nJORGE\nNICO?!\n\nFUCKSHIT\nYou have a GECKO named NICO?!\nAAAHHHH!\n\nThe crew dies laughing.\n\nFOURTH GRADE\n(genuine)\nThat’s mean.\n(MORE )\n\f44,\n\nFOURTH GRADE (CONT'D)\n(interrupting the\nlaughter)\n\nOkay! Okay! I have one:\n\nThe crew simmers down.\n\nFOURTH GRADE (CONT’D)\nCan black people:\n(wait for it)\nGet sunburned?\n\nFUCKSHIT\nJesus Christ.\n\nFOURTH GRADE\nWhat?\n\nFUCKSHIT\nYou are one of the dumbest\nmotherfuckers I have ever met in my\nlife.\n\nFOURTH GRADE\nWhat?! I’ve genuinely always wanted\nto ask that! I honestly feel like a\nload off my chest even having\nasked. Like every time I’ve talked\nto you when it’s hot outside I’m\nlike “does he not even need sun\nscreen?” “Is there black colored\nsun tan lotion?”\n\nFUCKSHIT\nYES. Black people can get\nsunburned, you dumb fuck. How do\nyou know not know that?\n\nRUBEN\nYou can’t lump all white people in\nwith Fourth Grade. That’s fucked up\nto do to white people.\n\nThe crew laughs.",
  "32": "---END OF PREVIOUS SECTION---\nRUBEN\nYou can’t lump all white people in\nwith Fourth Grade. That’s fucked up\nto do to white people. The crew laughs. \n---TARGET SECTION TO BE ANNOTATED---\nFOURTH GRADE\n(to himself/a little sad)\nFuck you guys.\n\nHe picks up his camera and starts filming because he doesn’t\nknow what else to do with his discomfort and hurt feelings.\n\f45.\n\nFUCKSHIT\nOkay.\n(to Stevie)\nYo. Kid.\n\nStevie is like “is he talking to me?”\n\nFUCKSHIT (CONT'D)\nDid you know black people could get\nsunburned?\n\nStevie genuinely looks like he’s about to shit his pants. His\nnightmare is being within a thousand miles of this\nconversation. A deer in headlights. His face turns from fear\nto deep thinking to “fuck it, now or never”. WHAT IS HE GOING\nTO SAY. BEAT.\n\nSTEVIE\n(dry/now or never)\nWhat are black people?\n\nBEAT.\nWhat is their reaction going to be. Stevie is freaking out.\n\nBEAT. Fuckshit breaks the silence and gives a VERY SLIGHT\nlaugh. Almost silent. The others let out very minor laughs as\nwell. They’re not cracking up by any means, but their barely\naudible chuckles are the nicest we’ve seen them be to an\noutsider.\n\nStevie is insanely relieved. The crew goes back to watching\nthe video. On the television, Kareem Campbell does a GIANT\n360 Ollie over a massive gap as his last trick in the video\nsection.\n\nFUCKSHIT\nFUCK! SHIT! That was DOPE! Let’s go\nhit Lockwood, yo.\n\nThe crew all gets up and grabs their boards. Stevie stays\nseated. Fuckshit hovers over him and notices his “new” board.\n\nFUCKSHIT (CONT'D)\nYou coming, Sunblock?\n\nStevie is in shock. Not only has he just been invited, but he\neven has a nick name?!\n\nFUCKSHIT (CONT'D)\nLet's go.\n\nFuckshit leaves through the front of the store. Stevie gets\nup with his new board. Ruben waits for Stevie.\n\f46.\n\nRUBEN\n(confused himself)\nWhat the fuck was that?\n\nSTEVIE\n(so happy/confused)\nI don’t know!\n\nEXT. LOS ANGELES STREETS - MINUTES LATER\n\nThe crew skates through the streets of L.A. dodging cars in\nSLOW MOTION.",
  "33": "---END OF PREVIOUS SECTION---\nEXT. LOS ANGELES STREETS - MINUTES LATER\n\nThe crew skates through the streets of L. A. dodging cars in\nSLOW MOTION. \n---TARGET SECTION TO BE ANNOTATED---\n Stevie is doing his best, but struggling to keep\nup. This is hard and beyond his skill level but he is ina\npack. A feeling he has never felt before. A pretty fucking\ngood one.\n\nEXT. LOCKWOOD ELEMENTARY SCHOOL - DAY\n\nThe crew, including Stevie, skate up to Lockwood, an\nelementary school and famous L.A. skate spot in a rough\nneighborhood (at the time).\n\nThe gates are locked and the crew immediately start throwing\ntheir boards over the giant fences and start climbing up and\nhoisting each other up. Stevie looks a little freaked out. He\nhas never hopped a fence before. He struggles over,\nawkwardly.\n\nThe crew starts lining up benches and setting up picnic\ntables in an order to their liking. They start doing tricks\non the benches and picnic tables.\n\nWe see shots of the crew trying tricks, talking shit and\nlaughing. Stevie is practicing incredibly hard. He takes hard\nfalls and the crew notices. After a particularly hard slam,\nFuckshit extends a hand to Stevie to help him up. He takes\nit. It means a lot. Fuckshit skates off and attempts some\ntricks. Stevie skates over to Ruben who is drinking from a\nbig gallon of water. He offers the last bit of water to\nStevie. Stevie has the last few drops and puts the jug down.\n\nSTEVIE\nThank y...\n(very quickly)\nI mean... nothing.\n\nRuben shakes his head.\n\nRUBEN\n(a little sarcastic)\nSo you’re “Sunblock” now.\n\f47.\n\nStevie smiles. Proud to have a nickname.\n\nSTEVIE\n(genuine)\nHow come some people have nicknames\nand some don’t?\n\nRUBEN\n\n(annoyed because he\n\ndoesn’t have a nickname)\nI don’t fucking know.\n\n(then)\nJorge doesn’t. And he’s the best\nskater so whatever, yo. I think\nit’s like better not to have one.\n\nStevie nods his head. Did he just offend Ruben?\n\nSTEVIE\nYeah. Jorge is the best and he\ndoesn’t have one. That’s cooler for\nsure.\n\nStevie looks at Fuckshit skating.",
  "34": "---END OF PREVIOUS SECTION---\nJorge is the best and he\ndoesn’t have one. That’s cooler for\nsure. Stevie looks at Fuckshit skating. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE (CONT'D)\nWhy do they call him Fuckshit?\n\nRUBEN\n‘Cuz any time he sees a dope trick\nhe always yells out “FUCK! SHIT!\nThat was dope!”\n\nStevie laughs. The boys watch Fourth Grade filming Jorge\ndoing tricks on the picnic tables.\n\nRUBEN (CONT'D)\n\nI mean... they’re both fucking\nDOPE.\n\n(thinking)\nI mean they can land pretty much\nthe same tricks, but Jorge...\n\n(smiles to himself)\nJorge's just got the sickest style\nEVER.\n\nStevie takes this in. A new concept for him. Style is vital.\nTWO SHOT of Ruben and Stevie watching Fuckshit attempt a\ntrick Jorge just landed elegantly. Fuckshit SLAMS HARD. Ruben\nFLINCHES HARD. Stevie doesn’t flinch at all. The violence of\nFuckshit hitting the ground hard doesn’t phase Stevie at all.\n\f48.\n\nRUBEN (CONT'D)\n(re: Fourth Grade)\n\nHis name is “Fourth Grade” because\n\nhe’s as smart as a fourth grader.\n\nStevie laughs.\n\nSTEVIE\n(nervous )\nAm I allowed to call him that?\n\nRUBEN\n(a little mean/jealous)\nI wouldn't call anyone anything\nyet, homie.\n\nStevie is confused about why Ruben seems a little weird with\nhim for some reason. Jorge skates over sweaty and out of\nbreath. He picks up the empty gallon of water. He turns to\nStevie.\n\nJORGE\n(matter of fact)\nYo Sunblock, go fill this up.\n\nSTEVIE\n\n(happy)\nFor sure.\n\nRuben is ELATED he wasn’t asked for the first time ever. He\ngives Stevie the nod to go do it. Stevie is ELATED that Jorge\nremembered his nickname and asked him to do something for the\ncrew. Stevie skates off with the empty gallon to fill it up\nat the water fountain.\n\nINT. STEVIE’S BEDROOM - THAT NIGHT\n\nStevie sleeps in his bed with his new board next to him. We\nhear various “skate sounds”. Wheels rolling on concrete,\ntails slapping against concrete. These sounds swell into a\nsymphony of skate sounds.\n\nINT.",
  "35": "---END OF PREVIOUS SECTION---\nWheels rolling on concrete,\ntails slapping against concrete. These sounds swell into a\nsymphony of skate sounds. INT. \n---TARGET SECTION TO BE ANNOTATED---\n STEVIE’S HOUSE - KITCHEN - THE NEXT MORNING\nStevie walks into the kitchen. Dabney is cooking eggs. He\nlooks at the clock on the wall. He grabs a Capri Sun from the\n\nfridge and takes it down in seconds. He is in a rush.\n\nDABNEY\nMorning, kid.\n\f49,\n\nSTEVIE\nI gotta go, mom. I’m sorry I’m\nlate.\n\nDABNEY\nI’m making eggs. What’re you late\nfor?\n\nSTEVIE\nUhh... I’m meeting some people to\ngo skate.\n\nDABNEY\n\n(disappointed)\nOh.\n\n(guilting him)\nIt would be very hurtful to me if\nyou ran out the door because I woke\nup early to make you eggs.\n\n(more guilt)\nBut if that’s what you feel you\nwant to do and if you feel that\nthat’s the RIGHT thing to do.\n\nStevie wants to rush out, but the guilt takes its hold. He\nexhales and sits down.\n\nDABNEY (CONT'D)\nI actually have a question?\n\nSTEVIE\n(impatient)\nYeah.\n\nDABNEY\nSo I finally called this Todd guy\nback and now he hasn’t called me\nback and it’s been over a week. Is\nthat like, a major red flag?\n\nStevie thinks. He is engaged, but still really wants to go\nskate.\n\nSTEVIE\n(thinking)\nUmm... maybe he didn’t get the\nmessage?\nDABNEY\n\nYeah I thought that. And then I was\ngonna call him again, but then I’m\nlike “I’m not even into him’? I\ndon’t know.\n\f50.\n\nBeat.\nSTEVIE\nYeah. I don’t know.\nBeat.\nDABNEY\nI‘ll give it another day or two.\n\nWhatever.\n\nIan enters the room and crashes towards the fridge. He opens\nit and pulls out the carton of orange juice. He shakes it and\nlooks furious. It feels light. His face changes from blank to\nfurious.\n\nIAN\nWHO DRANK MY ORANGE JUICE?\n\nDABNEY\nNo one, Ian.\n\nIAN\nThere’s less of it. I know one of\nyou drank it.\n\nSTEVIE\n(terrified)\nI didn’t. I swear.",
  "36": "---END OF PREVIOUS SECTION---\nI know one of\nyou drank it. STEVIE\n(terrified)\nI didn’t. I swear. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY\nMe neither, Ian.\n\nIAN\nIt’s MY orange juice. Why don’t you\nfucking understand that? FUCK...\n\nDABNEY\nHEY!\n\nIAN\nFuck this shit!\n\nDABNEY\nHEY! LANGUAGE! JESUS!\n\nIan takes the carton and leaves the kitchen. Dabney swallows\nher anger and pain.\n\nSTEVIE\n(seeing his opportunity)\nI’m sorry, I have to go. Sorry.\n\nStevie runs out of the room.\n\f51.\n\nEXT. STEVIE’S HOUSE - MOMENTS LATER\n\nStevie rushes out of his house. He is worried about being\nlate for something. He skates around the corner from his\nhouse. He reaches a house and waits outside of it on the\nsidewalk. He paces around waiting. He looks around\nsuspiciously. Finally, a 1990 Mitsubishi Montero SUV pulls up\nto the house Stevie is waiting in front of. Fuckshit is\ndriving and Jorge is riding shot gun. Fourth Grade and Ruben\nare in the back seat.\n\nFUCKSHIT\nWhassup, fool?\n\nStevie smiles.\n\nFOURTH GRADE\nHey man, I have to pee. Can I use\nyour bathroom?\n\nStevie is freaked out, he doesn’t know what to say.\n\nSTEVIE\nUhh... our toilet is... broken.\n\nFOURTH GRADE\nAh, crap.\n\nRuben gets out of the car to let Stevie in.\n\nRUBEN\nYou're riding bitch, yo.\n\nSTEVIE\nCool.\n\nStevie is about to get in when all of the sudden, an OLD\nASIAN WOMAN leaves the front door of his house and walks\ntowards the sidewalk to her car. The crew looks confused. So\ndoes she. Stevie looks panicked.\n\nSTEVIE (CONT'D)\n(panicked to Asian woman)\nBye! Have a great day!\n\nOLD ASIAN WOMAN\n(super confused/polite)\nUh... you too.\n\nStevie rushes in the car. Ruben gets in after him. The car\ndrives off.\n\f52.\n\nINT. MITSUBISHI MONTERO - MOMENTS LATER\n\nThe crew is blasting music and talking shit. Fuckshit is\ndriving fast to impress his friends like teenagers do. Stevie\nis beaming.",
  "37": "---END OF PREVIOUS SECTION---\nMITSUBISHI MONTERO - MOMENTS LATER\n\nThe crew is blasting music and talking shit. Fuckshit is\ndriving fast to impress his friends like teenagers do. Stevie\nis beaming. \n---TARGET SECTION TO BE ANNOTATED---\n This is the most freedom he has ever had.\n\nSTEVIE\n(whispering to Ruben)\nI’ve never been in a car without\nsomeone’s mom or dad or whatever.\nThis is AWESOME.\n\nRUBEN\n(baffled/irritated)\nYO! Keep this shit to yourself,\nStevie. Fuck!\n\nSTEVIE\n(so excited)\nSorry. Sorry.\n\nThe crew smoke cigarettes and blast music as they drive.\n\nEXT. ARCO HANDRAILS —- DOWNTOWN LA - LATER THAT DAY\n\nJorge busts amazing tricks down the stairs at the spot.\nFuckshit does some slightly lesser tricks but still\nimpressive down the stairs. Fourth Grade is filming Fuckshit\nand Jorge. Stevie watches Fuckshit watch Jorge land an\namazing trick. Stevie clocks this making Fuckshit quietly\nresentful. Ruben is landing kick flips more and more and\nthey're getting cleaner. Stevie is practicing his ollies\nintensely and getting CLOSER to landing one.\n\nEXT. ARCO HANDRAILS — DOWNTOWN LA - LATER\n\nThe crew and Stevie sit on the stairs smoking cigarettes and\ndrinking from gallon waters. They’re mid argument.\n\nFUCKSHIT\nNigga, fuck you! I think you lost\nyour fucking mind?\n\nRUBEN\nWhat? You know I got those looks\nthough, son.\n\nFUCKSHIT\nThere’s no way in hell you are\nbetter looking than me, nigga.\n\f53.\n\nRUBEN\nI think it’s close, but I’m maybe a\npoint higher.\n\nFUCKSHIT\nWhat are you?\n\nRUBEN\nSeven. Seven and a half?\n\nFUCKSHIT\nAnd what the fuck am I?!\n\nRUBEN\nSix. Six and a half.\n\nFUCKSHIT\nWhat the FUCK?!\n\nFourth Grade is filming and laughing.\n\nFUCKSHIT (CONT'D)\nYou got that little ass crusty ass\nmustache, son. I think you’re\nfucking crazy. Jorge?\n\nJorge just gives a cocky smile.\n\nFUCKSHIT (CONT'D)\nYou got nothing to say here?\n\nJORGE\n(cocky/you already know)\nCome on, man.\n\nFUCKSHIT\nWhat?\n\nJORGE\nYou guys can argue over being sixes\nand sevens all day.",
  "38": "---END OF PREVIOUS SECTION---\nJORGE\n(cocky/you already know)\nCome on, man. FUCKSHIT\nWhat? JORGE\nYou guys can argue over being sixes\nand sevens all day. \n---TARGET SECTION TO BE ANNOTATED---\nFUCKSHIT\nOh, and what are you nigga?\n\nJORGE\n(cocky)\nCome on. Don’t make me say it.\n\nFUCKSHIT\nWhat the fuck is going on here? You\nthink you're more attractive than\nme?\n\fBeat.\n\n54.\n\nJORGE\nDon’t make me have to make it\nweird.\n\nFUCKSHIT\n\nNo, what the fuck number do you\nthink you are?\n\nJORGE\n\nYou're really gonna make me say it?\nFUCKSHIT\n\nYES!\nJORGE\n\nIf not a ten. Incredibly close.\n\nFUCKSHIT\nWHAT THE FUCK?!\n\nThe crew starts laughing.\n\nJORGE\nNo disrespect, but come on, I’m\nclearly the best looking in the\n\ncrew.\n\nFUCKSHIT\nNigga, fuck you! You're pretty like\na girl.\n\nJORGE\n\nI’m marketable, son. I got those\nmarketable looks. That’s part of\nwhy I’m gonna blow up once I go\npro.\n\nFUCKSHIT\nDOG. You can’t SAY shit like that!\nAnd anyway, you’re pretty like,\nfeminine. Like a beautiful girl or\nsome shit. I’m ruggedly handsome.\nYoung Denzel, son. Got that rugged\npower.\n\nThe crew laughs.\n\nJORGE\nYoung Whoopi Goldberg, son.\n\nThe crew laughs.\n\f55.\n\nFUCKSHIT\nHA. HA. You look like Selena,\nnigga.\n\nJORGE\n\nYou're just jealous. I got those\nmodel good looks, though.\n\nFuckshit actually is jealous, but won’t show it.\n\nJORGE (CONT'D)\nFourth Grade, what number you think\nyou are?\n\nFourth Grade is filming.\n\nFOURTH GRADE\n(shook up/to Jorge)\nI don’t... who do you think is\nbetter looking, Ruben or new kid?\n\nStevie feels very uncomfortable. He is not comfortable with\nhis looks. He can’t even look at Ruben who is a bit\nuncomfortable even being compared to the new kid.\n\nRUBEN\n(annoyed at the\ncomparison)\nOh, come on.\n\nStevie is so uncomfortable. He doesn’t want to argue this\npoint.\n\nFUCKSHIT\nI don’t know, yo. It’s close.",
  "39": "---END OF PREVIOUS SECTION---\nHe doesn’t want to argue this\npoint. FUCKSHIT\nI don’t know, yo. It’s close. \n---TARGET SECTION TO BE ANNOTATED---\nSunblock got that nigga from “Home\nAlone” vibe going on.\n\nJORGE\nHE DOES, THOUGH!\n\nStevie laughs embarrassed.\n\nRUBEN\nOh fuck OFF.\n\nSTEVIE\n(let's change subjects)\nRuben is a lot higher number than\nme. I’m like a one.\n\nRuben likes and respects Stevie putting himself below him on\nthe food chain. A HOMELESS MAN, 40s, is wandering through a\ntrash can near the crew.\n\f56.\n\nFUCKSHIT\nI don’t know, you being modest,\nnigga.\n(to the homeless guy)\nYo homie! Come here!\n\nThe homeless guy looks up and walks up to the crew.\n\nHOMELESS MAN\nAny change?\n\nFUCKSHIT\nYo, homie. Which one of these\nniggas is better looking?\n(points to Stevie and\nRuben)\nThis nigga or this nigga?\n\nThe homeless guy thinks for a second.\n\nRUBEN\n(laughing but nervous)\nYou fucking STUPID, yo.\n\nJorge and Fourth Grade are laughing. Stevie is shitting his\npants. He thinks he’s ugly, but he doesn’t want to go over\nRuben’s order in the crew.\n\nFUCKSHIT\nLike, if you had to give them each\na number from one to ten what would\nthey be?\n\nThe homeless man thinks.\n\nHOMELESS MAN\n(to Ruben)\nFive.\n\nRuben is pissed.\n\nHOMELESS MAN (CONT’D)\n(to Stevie)\nSeven.\n\nThe crew all dies laughing! Ruben is furious and Stevie is\nscare shit-less. He looks down so embarrassed.\n\nFUCKSHIT\nAhhhh!!!!!!!\n(to Ruben)\nYou ugly, nigga!\n\fRevision 57.\n\nFuckshit hands the homeless guy some change. He walks away.\nThe crew gets up and skates. Stevie walks up to Ruben.\n\nSTEVIE\nI think you’re way better looking\nthan I am...\n\nRUBEN\n(pissed)\nShut the fuck up, yo.\n\nRuben skates off and practices kickflips. Stevie looks upset,\nbut goes back to practicing ollies.\n\nINT. MITSUBISHI MONTERO - MINUTES LATER\n\nThe crew is driving by a movie theater in Westwood.",
  "40": "---END OF PREVIOUS SECTION---\nStevie looks upset,\nbut goes back to practicing ollies. INT. MITSUBISHI MONTERO - MINUTES LATER\n\nThe crew is driving by a movie theater in Westwood. \n---TARGET SECTION TO BE ANNOTATED---\n The line\nis around the block for people waiting to see “The Usual\nSuspects”. Fourth Grade is filming as they pull up to the\nline and stop.\n\nRUBEN\nTHE WEIRD GUY TELLING THE STORY IS\nKEYSER SOZE!!! THAT’S THE TWIST AT\nTHE END!!\n\nThe crew cracks up laughing. The people in the line look\nfucking pissed and upset they now know the end to the movie\nthey're waiting to see. The car speeds off as the crew dies\nlaughing.\n\nINT. MITSUBISHI MONTERO - LATER THAT DAY\n\nThe crew is in their same seats in the car. Fourth Grade is\nfilming as the crew fucks with people from the car. Throwing\nshit at other cars and laughing. Hollering at girls. Fucking\nwith other drivers. They pull up to a SOCCER MOM, 30, ina\nmini van.\n\nFUCKSHIT\n(to the soccer mom)\nYo what’s up, baby?\n\nSOCCER MOM\n(disgusted)\nLeave me alone.\n\nThe crew laughs.\n\nFUCKSHIT\nJust give love a chance, lady!\n\f58.\n\nSOCCER MOM\n(pissed)\nFuck off.\nFUCKSHIT\n\nYou can deny it all you want, but\nI’m sensing a real back and forth\nhere. Sparks, ya know what I mean?\n\nSOCCER MOM\nIn your dreams. You’re a four.\n\nThe crew explodes laughing!!!!\n\nTHE CREW\nAhhh!!!! She called you a four,\nson!!\n\nFUCKSHIT\n\n(upset/to himself)\nFour. That’s fucked up.\n\nThey sit awkwardly at the stop light. She smiles that he’s\ngetting clowned on. Fuckshit awkwardly rolls up the window,\nembarrassed.\n\nEXT. WEST L.A. COURTHOUSE - LATE AFTERNOON\n\nDOLLY IN OVER Stevie’s shoulders REVEALING the vast outdoor\nplaza of the West Los Angeles Courthouse.\n\nThis is the street skating Garden Of Eden.\n\nThe place is PACKED with over 100 SKATERS of all ages,\nskating the abundance of ledges, a giant drained fountain you\ncan do tricks into, stairs and a taller stage to grind or\nmanual on for the most advanced.\n\nCLOSE ON STEVIE’S FACE taking it all in. He’s made it to\nheaven.",
  "41": "---END OF PREVIOUS SECTION---\nThe place is PACKED with over 100 SKATERS of all ages,\nskating the abundance of ledges, a giant drained fountain you\ncan do tricks into, stairs and a taller stage to grind or\nmanual on for the most advanced. CLOSE ON STEVIE’S FACE taking it all in. He’s made it to\nheaven. \n---TARGET SECTION TO BE ANNOTATED---\nBACK TO all of the skaters tearing it up.\n\nStevie makes his way close to Ruben. Ruben is a little colder\nto Stevie because of the looks conversation, but has cooled\noff some of his anger towards him.\n\nSTEVIE\n(with wonder)\nWhat is this place?\n\f59.\n\nRUBEN\nThe Courthouse.\n\nStevie takes it in. He senses this place is special. It’s\nbursting with energy.\n\nRUBEN (CONT'D)\nIllest skate spot in LA.\n\nSHOT of skaters grinding on the ledges. SHOTS of skaters\nollieing and doing flip tricks down the two sets of stairs.\nSHOTS of the way better skaters doing big tricks into the\nfountain. It looks scary hard. We see Jorge ollie up the\nstage to manual and manual the whole stage and pop off of the\nother side. It’s remarkable to watch.\n\nSTEVIE\nIt’s an actual Courthouse?\n\nRUBEN\nIt’s super fucking illegal to skate\nhere. Trespassing, destruction of\npublic property, and it’s federal\nproperty, you have to watch out for\ncops constantly. They do surprise\nraids usually once a day. And the\ncraziest part is, the court house\nis ATTACHED to the police station.\n\nAERIAL SHOT OF THE COURTHOUSE... WHICH IS ATTACHED TO THE\nPOLICE STATION.\n\nRUBEN (CONT'D)\nThe two buildings are LITERALLY\nconnected.\n\nCHYRON: COURTHOUSE. POLICE STATION.\n\nRUBEN (CONT'D)\nSo if you hear someone yell out\n“5-0\", you just take off running as\nfast as you can outta here don’t\ntry and find the crew. Every man\nfor himself. Meet up at Subway on\nSawtelle. Understand?\n\nStevie looks a little freaked out, but excited by the danger\nof it all.\n\nSTEVIE\nYeah.\n\f60.\n\nWe see around 30 HOMELESS MEN, all ages, on the upper deck of\nthe courthouse at picnic tables looking down on all the\nskating, playing checkers, drinking from paper bag covered\nbeer cans. Two of the men appear to be in a pretty ugly\nargument that looks like it’s about to become physical.",
  "42": "---END OF PREVIOUS SECTION---\n60. We see around 30 HOMELESS MEN, all ages, on the upper deck of\nthe courthouse at picnic tables looking down on all the\nskating, playing checkers, drinking from paper bag covered\nbeer cans. Two of the men appear to be in a pretty ugly\nargument that looks like it’s about to become physical. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE (CONT'D)\n(re: homeless guys)\nWhat’s up there?\n\nRUBEN\nThat’s where the bums hang out.\nThey usually are pretty cool and\nkeep to themselves. Sometimes\nthey’1l get shit faced and cheer on\nthe skaters, but sometimes they go\nnuts so you gotta watch out. If one\nof them offers you something to\nsmoke, don’t fucking smoke it. It’s\nprobably crack.\n\nStevie’s face tells you “that is fucking terrifying.”\n\nStevie and Ruben stand on their boards with their backs\nagainst the brick wall. They both smoke a cig. Stevie is\nslightly more comfortable smoking now.\n\nStevie and Ruben clock DANIEL CASTILLO, early 20s and CHICO\nBRENES, early 20s. Stevie’s face lights up! Ruben can’t even\nhelp his excitement.\n\nRUBEN (CONT'D)\n(trying to be cool but\ncan’t help it)\nHoly shit, that’s Daniel Castillo\nand Chico Brenes.\n\nSTEVIE\nWhoa! I know who they are! I saw\nthem in Thrasher!\n\nRUBEN\nYeah, they skate for Chocolate, yo.\nThey're so fucking sick.\n\nSTEVIE\n(shocked)\nThey skate here? Like where you\nguys skate?\n\nRUBEN\nYeah, yo. Everyone skates here.\n\f61.\n\nDaniel and Chico cross paths with Fuckshit and Jorge, who\npick up their boards and show the pros respect. Stevie\nwatches Jorge laugh and joke and make the pros laugh and\nsmile. Fuckshit is more shy and puts on way less of a show\nfor the pros.\n\nStevie and Ruben watch from a distance as Jorge busts a\ncouple beautiful tricks with sick style and lands them\nperfectly. The pros seem impressed. They then watch Fuckshit\ntry to nail the same tricks. He lands all except the last,\nbut with a lot clunkier of a style. The pros seem less\nimpressed. Fuckshit tries that last one again and lands it.\nThe pros are into it, but not nearly as into it as they were\nwith Jorge’s display. Fuckshit sits on one of the ledges and\nties his shoes a little defeated.",
  "43": "---END OF PREVIOUS SECTION---\nFuckshit tries that last one again and lands it. The pros are into it, but not nearly as into it as they were\nwith Jorge’s display. Fuckshit sits on one of the ledges and\nties his shoes a little defeated. \n---TARGET SECTION TO BE ANNOTATED---\n Stevie watches Jorge be the\n“life of the party” and continue to make the pros laugh and\nbe entertained. Stevie sees Fuckshit skate away form Jorge\nand the pros, a little disheartened.\n\nTIME CUT:\nStevie is practicing his ollies non stop in his own world.\n\nRANDOM KID (0.S.)\nS-Ol!L1E! S-OlLEiiee\n\nFuckshit and Stevie’s head turn up. Fuckshit takes off\nrunning!!! Stevie is freaking out! All of the hundred or so\nskaters TAKE OFF RUNNING in different directions! COPS chase\nskaters out of the courthouse in all different directions.\nThree random skaters in different parts of the courthouse are\ncaught and handcuffed and the cops take their boards. Stevie\npicks a direction and TAKES OFF RUNNING! A cop SWIPES at him\nbut he narrowly escapes and makes it out of the courthouse.\nHe runs like the wind with his board in his hand.\n\nEXT. STREET NEAR THE COURTHOUSE - CONTINUOUS\n\nStevie is running. He is alone, scared and unsure of his\nfate. He’s sees the SUBWAY!!!!\n\nINT. SUBWAY - CONTINUOUS\n\nStevie bursts into Subway in a panic. The crew are all\nsitting down while Ruben is in line calmly ordering\n\nsandwiches. Stevie is FREAKED OUT. The crew sees him and\nlaughs.\n\f62.\n\nFUCKSHIT\nSunblock, what’re you doing here?\nWe thought you were doing ten to\nfifteen in San Quentin!\n\nThe crew explodes laughing. Stevie composes himself and gets\nin line with Ruben.\n\nRUBEN\n(with authority)\nFour meatball six inches.\n\nRuben hands Stevie the money and sits with the crew at the\ntable. Stevie happily waits in line, but it was a bit mean\nspirited the way Ruben said that and handed him the money.\nStevie watches Ruben sit with the crew while he waits in\nline.\n\nINT. MITSUBISHI MONTERO - LATER\n\nThe crew are eating their Subway sandwiches in the car as\nmusic blasts. The car pulls up to a house and stops. Ruben\ngets out of the car.",
  "44": "---END OF PREVIOUS SECTION---\nMITSUBISHI MONTERO - LATER\n\nThe crew are eating their Subway sandwiches in the car as\nmusic blasts. The car pulls up to a house and stops. Ruben\ngets out of the car. \n---TARGET SECTION TO BE ANNOTATED---\nFOURTH GRADE\nHey, Rube, can I pee in your house,\nman?\n\nRuben freezes. He’s uncomfortable and doesn’t have a\nresponse. Stevie looks over to the windows of Ruben’s house.\nThe shades are closed and there is something unsettling and\noff about the vibe of Ruben’s house.\n\nRUBEN\nUhh... my toilet is broken.\n\nRuben gives Stevie a little look.\n\nFOURTH GRADE\nMan, FUCK! Is everybody’s toilet\nbroken in this city?\n\nRUBEN\nLater.\n\nTHE CREW\nLater, Ruben.\n\nThe car drives off. Stevie looks over his shoulder at Ruben\nout the back window. Ruben goes up to the front door and acts\nlike he’s going to go in, but then once the car has driven\naway a bit he skates off around the corner going somewhere\nelse. Stevie is the only one who clocks this.\n\f63.\n\nINT. DINNER TABLE - THAT NIGHT\n\nStevie is shoveling food into his mouth rapidly as Dabney\nwatches with a disgusted look on her face.\n\nDABNEY\nJesus Christ, SLOW DOWN. You look\nso unattractive when you eat like\nthat. Jesus.\n\nStevie uncomfortable stops. He feels bad about the comment,\nbut is more focused on finishing so he can go practice more.\n\nSTEVIE\n(with a mouth full of\nfood)\nSorry.\nDABNEY\nAs I was saying, he finally\ncalled...\n\nStevie stares blankly at Dabney as she talks about Todd. We\nhear faint bits of her words, but we hear loudly the swelling\nsymphony of skate wheel sounds.\n\nEXT. STEVIE’S HOUSE - THAT NIGHT\n\nStevie practices. He’s getting better. In fact, he’s getting\npretty good. After we see three close attempts he LANDS HIS\nFIRST OLLIE! Smiles. To say he’s satisfied is an\nunderstatement. He celebrates and goes APE SHIT! Running\naround the front of the house taking his shirt off and waving\nit around!\n\nSTEVIE\nWOOOOO!!!!!!\n\nIAN (0.C.)\nSHUT THE FUCK UP, FAGGOT!\n\nStevie is FREAKED OUT. He looks at Ian’s window, which has\nIan hanging out of it.",
  "45": "---END OF PREVIOUS SECTION---\nC.)\nSHUT THE FUCK UP, FAGGOT! Stevie is FREAKED OUT. He looks at Ian’s window, which has\nIan hanging out of it. \n---TARGET SECTION TO BE ANNOTATED---\nIAN (CONT'D)\nSkating’s fucking gay. Shut up.\n\nIan slams the window shut. Stevie is shaken but this is too\ngood of a moment. He goes back to celebrating... but quietly.\n\f64.\n\nEXT. LOCKWOOD ELEMENTARY SCHOOL - THE NEXT DAY\n\nThe crew sits on lunch tables smoking cigs. It’s a Sunday so\nthe school is theirs.\n\nJORGE\nTwo weeks?! What the fuck?!\n\nFUCKSHIT\nI know, nigga. I got my report card\nand my parents were fucking PISSED.\nNo car for two weeks. Might as well\ncut my dick off.\n\nThe crew laughs, but is bummed Fuckshit has no car for two\nweeks.\n\nFUCKSHIT (CONT'D)\nParents are so fucking retarded,\nnigga.\n\nTHE CREW\nWord. So fucking retarded.\n\nFUCKSHIT\nI’m a senior in high school, it’s\nnot like all of the sudden I’m\ngonna get into Harvard or some\nshit.\n\nEveryone is quiet thinking about their own situation.\n\nFUCKSHIT (CONT'D)\nI mean, my parents went to good\nschools and became lawyers and got\npaid and shit. I mean, they’re not\nPuff Daddy or some shit, but I\nrespect what they did. That shit\njust isn’t me. I get C’s and I’m\na’‘ight with that shit. I spent my\ntime skating and chilling with my\nniggas and I wouldn’t have done it\nany differently.\n\nStevie is taking this in.\n\nFUCKSHIT (CONT'D)\n\nI hope I go pro for sure. That\nwould be so ill. But no matter\nwhat, I’m gonna work in skating for\nsure.\n\n(does he even believe this\n\nnext sentence)\nAnd who knows, I may go pro?\n\f65.\n\nJORGE\nFuck yeah you will, yo.\n\nFuckshit smiles, but is this his friend being just nice?\n\nJORGE (CONT'D)\n\nYou KNOW MY ASS is going pro and\nthe second I do I’m gonna be like I\ndon’t ride without Fuckshit on the\nteam!\n\nJorge doesn’t realize this is a hurtful thing to say.\nFuckshit is almost in shock that Jorge is so unaware.",
  "46": "---END OF PREVIOUS SECTION---\nJORGE (CONT'D)\n\nYou KNOW MY ASS is going pro and\nthe second I do I’m gonna be like I\ndon’t ride without Fuckshit on the\nteam! Jorge doesn’t realize this is a hurtful thing to say. Fuckshit is almost in shock that Jorge is so unaware. \n---TARGET SECTION TO BE ANNOTATED---\nFUCKSHIT\n(in shock)\nOh really?\n\nJORGE\n\n(still not realizing)\nYeah, really! I see so many people\nnot doing shit with their lives.\nI’m lucky as shit I might be able\nto do something with mine. We’re\ngoing all the way, yo. I got the\nillest style, yo. Nobody does the\ntricks I do, looking as good as I\ndo. Style over everything.\n\nStevie watches Fuckshit take this in.\n\nJORGE (CONT'D)\n\nI’m gonna fuckin’ ball out, yo.\nDrive Range Rovers and shit. And\nyou're gonna be doing that shit\nwith me, yo. I’1l be on the cover\nof Thrasher in no time like, “this\nis my crew, yo! Ultimate fo’ life!”\n\nThe crew all laughs and thinks it over. Jorge most likely is\ngoing pro and that’s a weird thing for them to think about.\n\nFuckshit looks especially perplexed maybe realizing that his\nfriend is going to go all the way and he probably won't. He\n\nseems sad.\n\nJORGE (CONT'D)\nWhat about you, Fourth Grade?\n\nFourth Grade is put on the spot. He fiddles with his camera\nnervously.\n\nFOURTH GRADE\nOh... me?\n\f66.\n\nJORGE\nYeah, you.\n\nFOURTH GRADE\nShit...\n(beat)\nI guess, like...\n(looking down/nervous)\nMaybe like...make a...movie...or\nwhatever...\n\nThe crew CRACKS UP! It feels mean and Fourth Grade looks\nsuper embarrassed and angry he opened up like that.\n\nFOURTH GRADE (CONT’D)\n(angrily into his camera)\nFuck you guys... shut up...\n\nFUCKSHIT\nThis nigga think he Spielberg and\nshit!\n\nThe crew laughs more. Stevie isn’t laughing. He sees Fourth\nGrade’s pain but there’s no way he’s saying shit.\n\nFOURTH GRADE\n\n(embarrassed)\nNever mind.\n\n(making a joke out of it)\nThat is stupid, yo.\n\n(then)\nI don’t know, maybe I’11 work for\nmy dad or whatever.\n\nRUBEN\n\n(interrupting)\nI don’t give a fuck what I do, yo.\nI just wanna smoke the most weed.\nDo the most cool shit.",
  "47": "---END OF PREVIOUS SECTION---\nRUBEN\n\n(interrupting)\nI don’t give a fuck what I do, yo. I just wanna smoke the most weed. Do the most cool shit. \n---TARGET SECTION TO BE ANNOTATED---\n Fuck the\nhottest bitches. And have the most\nfun ever. All the fucking time, yo.\nI feel like every old person I see\ndoesn’t give a fuck about having\nfun, yo.\n\nThe crew laughs.\nJORGE\n(laughing)\nYou're fucking stupid, yo. What\nabout you, Sunblock?\n\nStevie thinks deeply. He has no clue.\n\f67.\n\nSTEVIE\n(genuine but matter of\nfact)\nI don’t know.\n\nThe crew doesn’t know how to react.\n\nRUBEN\nDope answer.\n\nThe crew laughs at Stevie. That was a harsh reaction from\nRuben but Stevie takes the abuse. Stevie laughs it off. Beat.\n\nSTEVIE\n(dry/with The most\nconfidence we've seen\n\nfrom him)\nMaybe find cooler friends to hang\nout with.\nHOLY SHIT STEVIE MADE A JOKE!!! Beat. Everyone except Ruben\n\nlaughs. Ruben looks away not giving him props for his joke.\nEveryone thinks about the conversation for a silent moment.\n\nJORGE\n\nLet’s skate this gap, yo.\nFUCKSHIT\n\nOh you wanna skate the GAP?!\nJORGE\n\nYUP.\nFUCKSHIT\n\nBIG BALLS over here!\n\nThe camera PANS UP above them and shows a roof gap over the\nlunch area. There is at least a ten foot drop if you fall\nthrough the gap and don’t make it to the other side. Scary.\n\nEXT. LOCKWOOD ELEMENTARY SCHOOL - THE ROOF GAP - MINUTES\nLATER\n\nThe crew stands on the roof of the roof gap. It’s scary up\nthere and everyone has a nervous energy. Without hesitating\nJorge skates up and kickflips over the gap effortlessly. The\ncrew smacks their boards and hoots and hollers. Jorge puts\nhis arm up from the other side. Fuckshit is shaken by this.\nAfter the conversation they just had there is no fucking way\nhe’s not going to bust something over the gap. Fourth Grade\nis filming. Fuckshit pushes hard towards the gap. He 180’s\nit. It’s not a kickflip but he lands on the other side.\n\f68.\n\nPride in tact. Jorge puts his fist out for a fist bump.\nFuckshit is still stinging from earlier but gives him the\nfist bump.",
  "48": "---END OF PREVIOUS SECTION---\nPride in tact. Jorge puts his fist out for a fist bump. Fuckshit is still stinging from earlier but gives him the\nfist bump. \n---TARGET SECTION TO BE ANNOTATED---\nJORGE\n(from the other side)\nA'ight Ruben!\n\nRuben tries to psych himself up. He is shook by this. Scared.\nHe finally skates up to the gap, but at the LAST POSSIBLE\nSECOND he jumps off and picks up his board. Jorge and\nFuckshit “boo” him. He goes back to the starting point. Ruben\nlooks embarrassed and pissed. He psyches himself up. Stevie\nclocks Ruben’s nerves.\n\nSTEVIE\n(genuine/quietly)\nYou got this, man.\n\nRuben shoots daggers at Stevie.\n\nRUBEN\n(to Stevie)\nShut the fuck up, fag.\n\nStevie is hurt by this. Ruben is now just being mean to him.\nIt reminds him of Ian’s treatment of him. Stevie is hurt. Out\nof nowhere STEVIE SKATES BY RUBEN!!!!! Without any fear\nStevie approaches the gap and tries to ollie it!!!!! Everyone\nin the crew reacts like “what the fuck this guy is insane!”\nRuben looks like he is seeing the “Ghost of Friendship Past”\nskate by him. Stevie pops off the gap and NOWHERE NEAR MAKES\nIT to the other side! He immediately CRASHES DOWN the ten\nfoot drop and SLAMS onto the picnic table below! Is he\nfucking dead?! He lays on the table motionless. The crew\nrushes down to see if he’s okay. Fourth Grade is filming.\n\nFUCKSHIT\nFUCKKK!!!!! SHIT!!!!!!! THIS NIGGA\nDEAD! !!!!\nStevie lays there motionless.\n\nJORGE\nIs he fucking dead, yo?\n\nFourth Grade, while filming, pokes Stevie with his finger.\n\nFOURTH GRADE\nSUNBLOCK. ARE YOU ALIVE?!\n\nFUCKSHIT\nDon't poke him asshole!\n\f69.\n\nStevie wakes up a little. He is fucked up but he is alive.\nThe crew picks him up onto his feet.\n\nFUCKSHIT (CONT'D)\nYou okay, Sunblock?\n\nStevie is out of it. As he stands up his head is LEAKING\nBLOOD.\n\nTHE CREW\nEww!!! Oh shit!!!\n\nFuckshit takes Stevie’s shirt off and wraps it around his\nhead to stop the bleeding.",
  "49": "---END OF PREVIOUS SECTION---\nTHE CREW\nEww!!! Oh shit!!! Fuckshit takes Stevie’s shirt off and wraps it around his\nhead to stop the bleeding. \n---TARGET SECTION TO BE ANNOTATED---\n The white shirt almost immediately\nis soaked with blood. Stevie comes to. He notices the blood,\nbut doesn’t make a big deal.\n\nJORGE\nAre you okay?\n\nStevie takes the pain. He is okay.\n\nSTEVIE\nYeah. I’m cool. I’m cool.\n\nThe crew minus Ruben cheer him on! They hoot and holler!\n\nFUCKSHIT\nThis nigga Sunblock is insane!\n\nJORGE\nFuck yeah, fool!\n\nJorge and Fuckshit shower Stevie with props and hugs and back\nslaps.\n\nFUCKSHIT\nBIG BALLS, yo!\n\nRuben is pissed at the love Stevie is getting right now. . He\nrealizes something he’ll never shake. Stevie has something he\nnever will. Ruben’s skating has a ceiling that Stevie’s\ndoesn’t have. Ruben has fear and Stevie doesn’t.\n\nFUCKSHIT (CONT'D)\n(to Ruben)\n\nTake off your shirt, he’s bleeding\n\nthrough his.\n\nRuben looks furious.\nRUBEN\n\n(deeply insulted)\nHell no.\n\f70.\n\nJorge looks PISSED at Ruben for defying him.\n\nJORGE\nI said “give him your fucking\nshirt, yo”. Right fucking now!\n\nRuben is humiliated. He reluctantly and with a horrible\nattitude, takes his shirt off and angrily throws it at\nStevie. Stevie catches it. He and Ruben lock eyes. Ruben’s\neyes say “don’t fucking put that on your head or else”.\nStevie looks into his eyes as he makes the decision to wrap\nRuben’s shirt around his head over his own bloody shirt.\nRuben can’t even look at Stevie because he hates him so much\nright now. Ruben feels incredibly disrespected.\n\nFUCKSHIT\n(to Stevie with respect)\nYou crazy, nigga.\n\nStevie smiles. He has never felt so accepted. Fourth Grade\nreviews the footage.\n\nFOURTH GRADE\n(genuine)\nHey Sunblock, I’m not in love with\nthe angle of the shot. Can we try\none more?\n\nJORGE AND FUCKSHIT\nShut the fuck up, yo!/You're\nretarded!\n\nRuben looks as if he might cry. Stevie is woozy, but is in\nheaven.",
  "50": "---END OF PREVIOUS SECTION---\nJORGE AND FUCKSHIT\nShut the fuck up, yo!/You're\nretarded! Ruben looks as if he might cry. Stevie is woozy, but is in\nheaven. \n---TARGET SECTION TO BE ANNOTATED---\n Both shirts are now soaked through with blood wrapped\naround his head.\n\nFuckshit picks up Stevie’s board which is broken in half. He\nhands it to Stevie. Stevie is really upset his board is\nbroken. Fuckshit pats him on the back. Stevie gets woozy\nagain and back to the high of the positive attention he is\nreceiving.\n\nINT. STEVIE’S HOUSE - FRONT ENTRANCE\nStevie tries to sneak inside the house with his board without\nmaking a sound. Almost the moment he walks in Dabney rushes\n\ntowards the front door.\n\nDABNEY\nStevie?\n\nShe sees Stevie with his head wrapped in a blood soaked\nshirt. She lets out a screeching scream!\n\f71.\n\nINT. KITCHEN - MINUTES LATER\n\nStevie sits in a chair shirtless as Dabney carefully cleans\nthe wound on his head.\n\nDABNEY\n(worried/pissed)\nOkay this is done. You’re done. The\nskateboarding...\n\nSTEVIE\n(please listen)\nMom.\n\nDABNEY\nNo. It’s done. That’s it.\n\nSTEVIE\n(respectful but\npassionate)\nMom. Please listen to me. Please.\n\nDabney holds her angry words for a moment.\n\nSTEVIE (CONT'D)\nMom. This is what I love. I love\nit. I love it more than anything.\n\nDABNEY\n(heated)\nI’m sure I would love heroin but\nI’m not going to do THAT every day.\n\nSTEVIE\n(doesn’t even know how to\nargue that one)\n\nI... what?!\n(fired up)\nThat is... such a weird thing to\n\ncompare that to...\n\nDABNEY\nWell I’m not gonna let you get\nkilled by smashing your head!\n\nSTEVIE\nI CAN’T STOP!\n\nDABNEY\n(can’t keep it in)\nYOU'RE BLEEDING FROM YOUR HEAD!\n\f72.\n\nSTEVIE\n(incredibly passionately\nyelling back)\nI KNOW! I KNOW THAT! I’M SORRY! I’M\nSORRY!!!\n\nStevie calms himself. He doesn’t like exploding like that.\nDabney sees he is serious and can’t help but think about what\nhe is saying.",
  "51": "---END OF PREVIOUS SECTION---\nStevie calms himself. He doesn’t like exploding like that. Dabney sees he is serious and can’t help but think about what\nhe is saying. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE (CONT'D)\n(calming himself)\nI love you. But I can’t...\n(chooses his words very\ncarefully)\nI won’t let you take this away from\nme.\n\nStevie takes a deep breath. He’s calm. Stevie has never stood\nup for himself like this before. Both he and Dabney are\nshocked. Dabney realizes he won’t back down from this one.\nShe thinks for a beat.\n\nDABNEY\n(genuinely confused)\nWhat do you love about it so much?\n\nStevie thinks. He just kind of looks off and smiles. He\ndoesn’t know how to put it into words. He looks at her and\nsmiles. She nods her head and bites her lip nervously. Not\nhappy but she understands.\n\nDABNEY (CONT'D)\n(but for real)\nWho are these kids that you skate\nwith?\nStevie thinks.\n\nDABNEY (CONT'D)\n\nAre they older? Are they... from\ngood... families? I mean, who are\nthey?\n\nStevie looks at her with real sincerity.\n\nSTEVIE\nThey're my friends.\n\nStevie gets up from the chair.\nSTEVIE (CONT'D)\n\n(calmly/sweetly)\nI can’t stop.\n\f73.\n\nStevie gives her a hug for a moment and then leaves the\nkitchen.\n\nINT. STEVIE’S ROOM - MINUTES LATER\n\nStevie examines his broken board. What is he gonna do? He\nputs the broken board back down and walks up to his mirror.\n\nHe examines the bloody wound on his head. It isn’t going to\nkill him, but it’s ugly and hurts. He tries to touch it but\nit stings. QUICK FLASHES of the crew giving Stevie props\nwhile he bleeds from his head. Stevie tries to touch the\nwound again. ANOTHER QUICK FLASH of the crew celebrating his\nreckless wound. He stares at himself in the mirror. He seems\nproud of his wound and in pain at the same time.\n\nINT. IAN'S ROOM - THE NEXT DAY\n\nStevie hands Ian his Discman as Ian hands Stevie twenty\nbucks.\n\nIAN\n(confused but doesn’t want\nto blow the deal)\nYou sure?\n\nSTEVIE\n(definitely)\nYes.",
  "52": "---END OF PREVIOUS SECTION---\nIAN'S ROOM - THE NEXT DAY\n\nStevie hands Ian his Discman as Ian hands Stevie twenty\nbucks. IAN\n(confused but doesn’t want\nto blow the deal)\nYou sure? STEVIE\n(definitely)\nYes. \n---TARGET SECTION TO BE ANNOTATED---\nIan looks at Stevie in a weird way. Why isn’t Stevie upset\nabout giving up his Discman? His usual dickish expression\nturns more to puzzled and possibly even a SLIVER of concern.\n\nIAN\n(are you SURE?)\nTwenty bucks. For your Discman.\n\nSTEVIE\n(more definite)\nYes.\n\nStevie leaves Ian’s room with the money. We se on his face he\ndoesn’t miss his Discman. That’s the past.\n\nINT. ULTIMATE SHOP - A COUPLE DAYS LATER\n\nStevie enters the shop. Ruben is at the counter. Stevie\n\nthinks and makes the decision to just walk by without\nacknowledging him. Ruben does the same.\n\f74.\n\nThe silence and the lack of eye contact speak volumes. Stevie\nwalks towards the back of the shop.\n\nHe heads to Fuckshit over at the work station by himself.\nFourth Grade is on the floor looking at footage on his\ncamera. Jorge sits on the couch watching a video.\n\nFUCKSHIT\nFUCK! SHIT! Look at this crazy ass\nnigga over here!\n\nStevie can’t help but smile.\n\nFUCKSHIT (CONT'D)\nHow’s your head, psycho?\n\nSTEVIE\nIt’s fine.\n\nFUCKSHIT\n(laughing)\nIt’s not fine, Sunblock. There’s\nsomething wrong in that head.\n\nStevie laughs. He then gets a bit serious.\n\nSTEVIE\nMy board broke, though.\n\nStevie looks down. Bummed.\nFUCKSHIT\n(smiling)\nYou should ride one of these.\n\nFuckshit pulls out and hands Stevie an Ultimate deck. Stevie\nis smiling huge, but then...\n\nSTEVIE\n(in SHOCK)\nME?!\nFUCKSHIT\nYeah.\n\nRuben is FUMING. Fuckshit is letting Stevie buy an Ultimate\nboard ALREADY! ?\n\nSTEVIE\n(elation turning to\nsorrow)\nYeah... I was able to get twenty\n\nbucks. I know that’s not even close\nto enough...\n\f75.\n\nFUCKSHIT\n(smiling)\nThis one’s for you. No one will\nmiss it.",
  "53": "---END OF PREVIOUS SECTION---\n75. FUCKSHIT\n(smiling)\nThis one’s for you. No one will\nmiss it. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\n(in SHOCK)\nARE YOU FUCKING SERIOUS?!\n\nRUBEN\n(in MORE SHOCK)\nARE YOU FUCKING SERIOUS?!\n\nFuckshit, Jorge and Fourth Grade can’t help but smile/laugh\nat how genuinely happy Stevie’s reaction is.\n\nFUCKSHIT\nIt’s yours.\n\nRuben gets up and STORMS out of the store. Jorge calls after\nRuben, unaware that Ruben is pissed.\n\nJORGE\n(calling after Ruben)\nAy! Go grab some Skittles!\n\nRuben is already out of the store in a huff.\n\nSTEVIE\n(to Fuckshit in disbelief)\nREALLY?\n\nStevie might actually cry tears of joy. The smile is\nembarrassingly big on his face. Dopey even. It’s cute but NOT\nsubtle.\n\nFUCKSHIT\n(laughing at how adorable)\nYes, fool!\n\nStevie thinks deeply for a second.\n\nSTEVIE\nAm I allowed to thank you for this?\n\nFUCKSHIT\n(confused)\nWhat?\n\nSTEVIE\nAm I allowed to thank you for this?\nI want to, but I don’t want you to\nthink I’m gay?\n\f76.\n\nFUCKSHIT\nNigga, WHAT THE FUCK are you\ntalking about?\n\nSTEVIE\nI really appreciate it, but I’m not\ngay or whatever.\n\nFUCKSHIT\n(what the fuck is he\ntalking about?)\nNothing gay about saying thank you,\ndumb fuck. It’s just basic manners,\n\nyo.\n\nSTEVIE\n(embarrassed)\nOh... I... thank you.\n\nFuckshit is Stevie’s new hero in life. He is now a G-d to\n\nStevie.\n\nSTEVIE (CONT'D)\n(so genuine)\nThank you so much, Fuckshit.\n\nFUCKSHIT\nYou’re welcome. Now watch closely.\nYou're gonna be setting up a\nmillion of these. I’m only doing\nthis for you once, homie.\n\nRAPID QUICK CUT MONTAGE OF SETTING UP BOARD:\n\n- Two\ndeck.\n\n- The\ntape.\n\n- The\n\nhands precisely lay a piece of GRIP TAPE on the wooden\n\nhands massage out all of the air bubbles in the grip\n\nside of a screw driver rubs furiously against the grip\n\ntape outlining in chalk the outline of the wooden deck.",
  "54": "---END OF PREVIOUS SECTION---\nRAPID QUICK CUT MONTAGE OF SETTING UP BOARD:\n\n- Two\ndeck. - The\ntape. - The\n\nhands precisely lay a piece of GRIP TAPE on the wooden\n\nhands massage out all of the air bubbles in the grip\n\nside of a screw driver rubs furiously against the grip\n\ntape outlining in chalk the outline of the wooden deck. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON STEVIE’S EYES WATCHING.\n\n- A razor blade precisely cuts off the excess grip tape. The\nboard takes its shape.\n\n- A screwdriver is used to poke four holes on each side of\nthe board where the screws will go through.\n\n- Four screws on both sides of the board go through the deck.\n\nCLOSE ON STEVIE’S EYES WATCHING.\n\f77.\n\n- The metal trucks are placed on the bottom of the deck with\nthe screws going through the little holes.\n\n- An electric drill screws in the four screws on both sides\nof the deck attaching the trucks.\n\n- Eight bearings go into eight wheels using a giant\ncontraption on the work space.\n\n-CLOSE ON STEVIE’S EYES WATCHING.\n\n- The eight wheels are placed onto the trucks and tightened\nwith a skate tool.\n\n- Lastly, the board is flipped over and CLOSE on the grip\ntape as a “U” insignia is carved out near the tale of the\nboard with a razor blade.\n\nEND OF MONTAGE.\n\nFuckshit hands Stevie the board and also an Ultimate hoodie.\nStevie puts the hoodie on immediately. He can’t stop smiling.\n\nFUCKSHIT (CONT'D)\nGo skate that shit.\n\nStevie is grinning like a fool. He turns to run out to skate\nhis new treasure.\n\nEXT. ULTIMATE SHOP - BACK PARKING LOT - CONTINUOUS\n\nStevie bursts out the back. He jumps around celebrating what\njust happened. He has never been so happy in all of his life.\nHe admires his new treasure and almost squeals with\nexcitement. Joy. Beautiful, pure, joy.\n\nFADE OUT.\n\nFADE IN:\n\nINT. STEVIE’S HOUSE - DEN\n\nStevie and Ian sit in silence on opposite ends of the couch\nwatching the television. Stevie now has a shaved head and the\nfull “skater look”. He looks edgier and more confident in the\nroom with Ian than he ever has been. They are expressionless\nzombies. Ian looks over at Stevie and notices a pack of Camel\nLight cigarettes hanging out of his pocket. Ian gets a weird\nlook on his face. Why the fuck does Stevie have cigarettes?\nIan is confused and has no idea he is feeling it, let alone\nhow to show it, but this concerns him.",
  "55": "---END OF PREVIOUS SECTION---\nIan gets a weird\nlook on his face. Why the fuck does Stevie have cigarettes? Ian is confused and has no idea he is feeling it, let alone\nhow to show it, but this concerns him. \n---TARGET SECTION TO BE ANNOTATED---\n This is really fucking\nwith Ian by the look on his face.\n\f78.\n\nHe almost says something, but doesn’t know how. It comes out\nvery grunted and uncomfortable.\n\nIAN\n(grunty )\nYou fucking smoke now?\n\nStevie notices the cigarettes hanging out of his pocket and\nquickly shoves them back into his pocket. Stevie looks at the\nTV, nervous to make eye contact with Ian.\n\nSTEVIE\n(not sure what this is\nabout)\nI’m holding them for my friend.\n\nIan can’t figure out the words he wants to say. We see him\nstruggling to find something to say in the form of brotherly\nadvice or concern. Ian stays looking at the TV.\n\nIAN\n(awkwardly grunted)\nYour friends smoke and shit? You\nthink that’s cool?\n\nStevie does not recognize the intention or tone of this type\nof conversation with Ian. They both feel incredibly\nuncomfortable. Is he about to start ridiculing Stevie? What\nis this? Stevie stays looking at the TV.\n\nSTEVIE\nI uhh... I’m holding them for a\nfriend.\nBeat. Stevie gets a bit nervous.\nSTEVIE (CONT'D)\nYou’re not gonna tell mom I have\nthem?\nIan thinks for a beat. He has a hard time finding words.\n\nIAN\nYou know mom used to smoke, right?\n\nStevie thinks Ian is fucking with him.\n\nSTEVIE\nWhat?\n\nIAN\n(watching TV)\nShe did a lot of stuff like that.\n\f79.\n\nBeat. Stevie is trying to figure out what Ian is trying to\nsay.\n\nIAN (CONT’D)\n(not taking his eyes off\nthe TV)\nShe was a lot different when I was\na little kid than when you were a\nlittle kid.\n\nBeat of uncomfortable silence as they both continue just\nstaring at the TV. No idea how to talk to each other. Ian is\nstruggling to find words even harder while remaining focused\non the TV. As he struggles to find what he wants to tell\nStevie he ends up just making an awkward noise of finding\nwords. Stevie feels uncomfortable. What the fuck is this\nconversation?\n\nIan swallows the ember of concern he has for his brother and\npicks up the remote and changes the channel on the TV.\n\nThey both go back to their zombie TV watching faces.",
  "56": "---END OF PREVIOUS SECTION---\nWhat the fuck is this\nconversation? Ian swallows the ember of concern he has for his brother and\npicks up the remote and changes the channel on the TV. They both go back to their zombie TV watching faces. \n---TARGET SECTION TO BE ANNOTATED---\n LONG,\nUNCOMFORTABLE, DEAFENING SILENCE. BEAT.\n\nRUBEN (0.S.)\nWhen do you get your car back, yo?\n\nFUCKSHIT (0.S.)\nDon’t fucking worry about it,\nhomie.\n\nINT. BUS - EVENING\n\nThe Crew and Stevie sit on the public bus in the harsh\nflorescent lighting. Laughing and joking around. They have\ntaken over the back of the bus.\n\nJorge and Fourth Grade write graffiti with paint pens on the\nback seats of the bus.\n\nFuckshit is scraping the word “Ultimate” into the back of the\nseat in front of him with his house key.\n\nFUCKSHIT\nYou should feel lucky you ever get\nto ride in that car, nigga.\n(pissed at his parents)\nMy parents are being so fucking\nretarded, though. For real.\n\f80.\n\nJORGE\nI can’t wait to get my first whip\nso I never have to ride the fucking\nbus again. Soon, son!\n\nFuckshit rolls his eyes. Jorge doesn’t notice.\n\nFUCKSHIT\nYo. So tonight should go pretty\nfucking smooth. Angela is having a\nkick back and I’ve been working her\nfor like two months, nigga. She\nwants my shit, yo. And if y’all\nniggas ‘aint too corny you might be\nable to get some pussy too. She got\nfriends coming.\n\nJorge rolls his eyes at that and laughs to himself. Fuckshit\ndoesn’t notice.\n\nJORGE\n(on the low to the crew)\nYo, put out your hands.\n\nEveryone kind of smiles. Stevie is curious and pretty nervous\nbut won’t show it. Jorge pulls out a prescription pill bottle\nand puts a pill in each of their hand. Stevie is really shook\nby this, he doesn’t know what the fuck this is. Fuckshit\nclocks Stevie’s nerves.\n\nFUCKSHIT\n(mot a great idea)\nYo nigga, don’t give them that\nshit.\n\nJORGE\n(don’t tell me what to do)\nRelax, yo. Don’t be a bitch.\n\nFuckshit swallows his concern and represses his urge to fight\nwith Jorge.\n\nJORGE (CONT'D)\n(to Stevie)\nIt’s Ritalin. It makes you hyper as\nfuck.",
  "57": "---END OF PREVIOUS SECTION---\nFuckshit swallows his concern and represses his urge to fight\nwith Jorge. JORGE (CONT'D)\n(to Stevie)\nIt’s Ritalin. It makes you hyper as\nfuck. \n---TARGET SECTION TO BE ANNOTATED---\n It’s crazy fun.\n\nStevie looks at the pill in his hand.\n\nSTEVIE\nIs it dangerous?\n\f81.\n\nJORGE\nMy mom made me go to a fucking\npsychiatrist and he said I have\nADD. He gave them to me after like\nan hour.\n\nSTEVIE\n(nervous )\nUh. Is it, like, bad for you?\n\nJORGE\nIf a doctor gave it to you it can’t\nbe bad for you.\n\nThis makes perfect sense to Stevie. Jorge and the Crew all\ntake the pill. So does Stevie. Fuckshit quietly throws his on\nthe floor of the bus and pretends to take it. The crew uses\ntheir saliva to swallow it, awkwardly. It takes some a few\ntries.\n\nINT. ANGELA'S PARENT’S HOUSE - THAT NIGHT\n\nANGELA, 15, (Caucasian but trying to look like a Chola with\ndark lipstick etc), and her friends, TERESA, 15, ESTEE, 15\nand ZOE, 15 are in the kitchen, eating chips and salsa.\n\nJorge grabs a grocery bag full of 40 ounces out of the\nfridge. He coyly smiles at the girls. They all like him.\n\nWE FOLLOW Jorge through the kitchen to the BACK YARD...\n\nEXT. ANGELA’S BACK YARD - CONTINUOUS\n\nFucking wired on Ritalin, the crew plays S.K.A.T.E. ina\nsmall concrete area. Stevie is having fun, but his heart is\nbeating out of his chest.\n\nJorge starts skating around while drinking a 40. The crew\ngrabs 40s out of the bag.\n\nJorge skates over to Stevie and hands him the 40. It’s huge\ncompared to his small body.\n\nJORGE\nCheers, homie.\n\nStevie nervously starts chugging from the 40. Jorge laughs\nand skates again. Stevie holds the 40 taking sips and\nwatching. Laughing with the crew.\n\f82.\n\nEXT. ANGELA’S BACK YARD - LATER\n\nNow the guys and the girls are a little more intermixed. They\nare passing around a little pipe with weed in it.\n\nFourth Grade is filming people smoke and hang. Stevie goes to\nhand Ruben the pipe to smoke.",
  "58": "---END OF PREVIOUS SECTION---\nThey\nare passing around a little pipe with weed in it. Fourth Grade is filming people smoke and hang. Stevie goes to\nhand Ruben the pipe to smoke. \n---TARGET SECTION TO BE ANNOTATED---\n A peace pipe if you will. Ruben\ncoldly turns away, grabs his board and skates away. Stevie\ngives a “well, I tried” look, and smokes some more.\n\nStevie notices Fuckshit watching Jorge flirt with Angela. She\nis super into it. She wants Jorge. Stevie sees this really\nupsets Fuckshit.\n\nINT. ANGELA'S HOUSE - LATER\n\nThe boys and girls have mostly paired up with one and other.\nRuben and Fuckshit sit on the couch watching cartoons. They\nare all high and hazy. Stevie notices Jorge take Angela into\na room and how sad this makes Fuck Shit.\n\nStevie and Estee stand by the stove in the kitchen. She is\ntaller than him by at least seven inches.\n\nStevie is fucked up for the first time ever. He doesn’t\nreally know how to talk to her.\n\nESTEE\nI can’t believe you're in seventh\ngrade. That is so fucking crazy.\n\nSTEVIE\n(looking down)\nYeah. It’s cool. I fucking hate it\nactually.\n\nShe laughs and so does he.\n\nSTEVIE (CONT'D)\nSchool is the worst shit ever.\n\nESTEE\n(still giggling)\nYeah, it’s a fucking nightmare.\nEspecially middle school.\n\nStevie just kind of nods his head. Doesn’t know what to say.\nESTEE (CONT'D)\n\nHow long have you been friends with\nJorge and those guys?\n\fSTEVIE\n\n(pretty fucked up)\nLike a couple months. It’s cool.\nFuckshit’s my best friend for sure.\nHe’s so cool. Fourth Grade is\ncool, he just doesn’t talk a lot\nand is always filming the stuff we\ndo.\n\nESTEE\nCool.\n\nSTEVIE\nRuben and I used to be homies, but\nhe hates me now I think.\n\nESTEE\nWhy?\n\nSTEVIE\nI don’t know. Maybe ‘cuz Fuckshit\nlikes me more now I think.\n\nStevie thinks about this.\n\nSTEVIE (CONT'D)\nJorge is so cool. He’s like, the\ncoolest fucking person. But he\nprobably doesn’t think I’m that\ncool. Like he probably doesn’t want\nto be best friends or whatever.\n\nShe smiles at how cute Stevie is.",
  "59": "---END OF PREVIOUS SECTION---\nBut he\nprobably doesn’t think I’m that\ncool. Like he probably doesn’t want\nto be best friends or whatever. She smiles at how cute Stevie is. \n---TARGET SECTION TO BE ANNOTATED---\nESTEE\nYou're so cute. Angela likes Jorge\na lot. Do you think Jorge would\nactually date Angela or just like\nhook up with her and then like, not\ntalk to her for like a month until\nhe wants to hook up again? And\nthen, like, pretend to be nice\nagain?\n\nStevie really doesn’t know what to say...\n\nSTEVIE\nUh...\n\nESTEE\nYou're nicer than those guys.\nYou're, like, naturally nice. Not\nlike, fake nice.\n\f84.\n\nStevie tries to figure out a response.\n\nSTEVIE\nThank you. You’re nice too.\n\nESTEE\nYou're like at the age before guys\nbecome, like, mean.\n\nStevie looks down and smiles.\n\nESTEE (CONT'D)\nHave you ever done stuff with a\ngirl?\n\nOh shit. Stevie is nervous as fuck. Pulls it together best he\ncan.\n\nSTEVIE\nYeah.\n\nEstee looks at Stevie skeptically but with a sly smile. She’s\npretty sure he’s full of shit.\n\nShe grabs his hand and leads him away...\n\nThrough the living room, where Fuckshit is watching the\ncartoon show “Doug” on the TV. Fuckshit and Ruben clock Estee\nleading Stevie...\n\nFUCKSHIT\n(whispers to himself in\ndisbelief)\nWhat the fuck?\n\nINT. ANGELA'S PARENTS BEDROOM - A LITTLE LATER\n\nStevie and Estee sit on the bed with the lights off. Only the\nmoonlight shows us anything. Stevie is crazy nervous.\n\nAfter a long silence, Estee leans in and kisses Stevie. They\nstart making out... not in a movie way, but just a long early\nteenage make out. No music, just sounds of making out.\n\nAfter an uncomfortably long time, she stops kissing him. She\ntakes off her shirt and bra. She takes her pants off. She\ntakes his hand and very slowly moves it up her leg. She\nguides Stevie’s hand up her thigh and into her underwear.\nShe moves Stevie’s hand around. After a few moments of\nsearching we see his face turn to surprise/confusion/shock\nbut he is hiding it well. She then takes Stevie’s pants off.\nShe puts her hand in his crotch.\n\f85.",
  "60": "---END OF PREVIOUS SECTION---\nShe then takes Stevie’s pants off. She puts her hand in his crotch. 85. \n---TARGET SECTION TO BE ANNOTATED---\nWe show whatever is legally possible to show and try and make\nthis as authentic as possible to convey the awkwardness and\ndiscomfort of teenage sexuality.\n\nCLOSE UP ON THEIR FACES for an uncomfortably long time.\n\nHARD CUT TO:\n\nINT. ANGELA'S PARENTS BEDROOM —- MINUTES LATER\n\nIn silence, Stevie sits on one side of the bed pulling his\njeans up over his boxers. Estee is putting her shirt on.\n\nNo bad feelings or anything like that, just awkward teenage\n“I don’t know how to have a normal conversation after this”.\n\nEstee gets up and walks towards the door but doesn’t exit.\nShe turns towards Stevie.\n\nESTEE\nCome on.\n\nStevie gets up and walks towards her. She gives Stevie a\nsweet smile. He gives her a sweet smile back. She opens the\ndoor and they walk out, but not holding hands this time.\n\nINT. ANGELA'S LIVING ROOM - SECONDS LATER\n\nThe girls clock Estee and Stevie and know where they’ve been.\nEstee veers off towards the girls in the kitchen and they all\ngiggle a bit. Stevie hears the guys outside and walks out the\ndoor to go be with them.\n\nThe crew laughs at Jorge’s retelling of what happened in his\nhook up with Angela. Everyone is into the story except\nFuckshit who is fuming. Jorge is so unaware that he hurt his\nfriend tonight. Stevie walks up with a smile he can’t\ncontain.\n\nThey shift their focus towards him. Except for Ruben, they're\nall happy as fuck for Stevie and a little ready to give hima\nhard time/are going to make him tell them everything.\n\nJORGE\n(huge smile)\nWhat the fuck’s up, Sunblock?\n\nStevie smiles from ear to ear. The Crew starts laughing. Give\nStevie bro hug props.\n\f86.\n\nFUCKSHIT\nYou need to tell us what the fuck\nhappened in there.\n\nWHIP PAN to Stevie. He looks like the happiest deer ever to\nbe caught in headlights.\n\nSTEVIE\n(mind blown)\nShe put two of my fingers in her\nvagina.\nWHIP PAN back to the Crew.",
  "61": "---END OF PREVIOUS SECTION---\nHe looks like the happiest deer ever to\nbe caught in headlights. STEVIE\n(mind blown)\nShe put two of my fingers in her\nvagina. WHIP PAN back to the Crew. \n---TARGET SECTION TO BE ANNOTATED---\nTHE CREW\nOOOOOHHHHHH/ SHIT! /HAHAHAHA!\n\nWHIP PAN to Stevie. He’s fucked up and laughing with them.\nHe’s way looser than we’ve ever seen him.\n\nSTEVIE\nIt’s like, so much further DOWN\nthan I always thought. It’s so low.\nWHIP PAN to the Crew. They explode with laughter.\nWHIP PAN to Fourth Grade.\nFOURTH GRADE\n(laughing THEN “the more\nyou know”)\nYou know there’s a third hole just\nfor peeing?\nWHIP PAN to Stevie.\nStevie did not know that.\nWHIP PAN to Fuckshit.\nFUCKSHIT\nEverybody fucking knows that. What\nelse happened?\nWHIP PAN to Stevie.\nSTEVIE\n(so happy)\nShe touched my dick. Like, a lot.\nWHIP PAN back to the crew. They are giving him props.\n\nTHE CREW\nSHIT/THAT’S TIGHT!\n\f87.\n\nStevie feels like the man.\n\nSTEVIE\n(so genuine/wasted)\nI'd like to have that happen more.\n\nFUCKSHIT\nEstee is bangin’. Props little,\nnigga.\n\nTHE CREW\n\nThat’s dope/props.\n\nJorge looks at Stevie and smiles and laughs a little. Jorge\nis pretty wasted and is proud of the other Casanova in the\ngroup.\n\nJORGE\nThat's what’s up, homie!\n\nThe guys all drunk skate. Jorge is veering on uncomfortably\nfucked up. He puts his arm around Stevie.\n\nJORGE (CONT'D)\n(slurring)\n\nLook at yuur man, fing’ring grlls\n\nand shit. You, fuck yeah, man.\n\nJorge hands him the 40.\n\nJORGE (CONT'D)\nDrrnk that shit, Sunblock.\n\nStevie is drunk but continues to drink more. Jorge watches\nStevie drink more. Smiling at getting Stevie fucked up for\nthe first time.\n\nJORGE (CONT'D)\nYou fucked up, huh?\n\nStevie smiles and nods his head.\n\nJORGE (CONT'D)\nYou know it’s only getting better\nfrom here. Only getting better and\nbigger, yo.\n\nStevie nods his head. He is loving this attention from Jorge.",
  "62": "---END OF PREVIOUS SECTION---\nOnly getting better and\nbigger, yo. Stevie nods his head. He is loving this attention from Jorge. \n---TARGET SECTION TO BE ANNOTATED---\nJORGE (CONT'D)\n\n(to Stevie)\nYou my homie, lil’ homie.\n\f88.\n\nStevie is in heaven. He is accepted by Jorge. He is so proud\nthat Jorge considers him a friend. Stevie’s hero worship has\nnow been transferred from Fuckshit to Jorge.\n\nJORGE (CONT'D)\n(to himself/drunk)\nWe about to BLOW UP.\n(to Stevie)\nDrink that shit, yo.\n\nStevie does. Jorge wants Stevie to be as fucked up as he is.\nIt’s uncomfortable.\n\nJORGE (CONT'D)\nAhhh. That’s funny shit, yo. You\nlove this shit?\n\nSTEVIE\nWhat?\n\nJORGE\n(waving his arms)\nAll this fucking shit?\nSTEVIE\n(smiling)\nYeah.\n\nJORGE\nYell that shit, then?\n\nStevie looks confused but into it.\n\nSTEVIE\nI fucking love this shit?\nJORGE\nLouder, yo. Fuckin’ louder.\nSTEVIE\n(screams )\n\nI fucking love this shit!\nJORGE\n(yells)\nLouder, yo!\n\nIn heaven to be bonding with Jorge.\n\nSTEVIE\nI FUCKING LOVE THIS SHIT! I FUCKING\nLOVE THIS SHIT!!!!! I FUCKING LOVE\n\nTHIS SHITII111!\n\f89.\n\nJorge and Stevie laugh.\nSTEVIE (CONT'D)\nDO YOU GUYS FUCKING LOVE THIS\nSHIT?!\nTHE CREW\n(wasted)\nWE LOVE THIS SHIT! /WHAT?\n\nSTEVIE\nI LOVE THIS SHIT!\n\nJORGE\nI LOVE THIS SHIT!\n\nFuckshit looks over pissed at Jorge.\n\nFUCKSHIT\nYou too drunk, nigga!\n\nJorge just laughs at Fuckshit. Fuckshit skates around in his\nown world.\n\nJORGE\nY'all love this SHIT?!\n\nRuben reluctantly screams.\n\nTHE CREW\nI LOVE THIS SHIT!/I LOVE THIS SHIT!\n\nWIDE SHOT of all of them in the back yard screaming.\nEVERYONE\n\nI LOVE THIS SHIT! I LOVE THIS SHIT!\nINT. STEVIE’S HOUSE - FRONT ENTRANCE - 1:30AM THAT NIGHT\nWe hear a key attempting to open a lock.\nStevie enters the house, trying to be super quiet. Dabney is\npassed out on the front hall chair.",
  "63": "---END OF PREVIOUS SECTION---\nSTEVIE’S HOUSE - FRONT ENTRANCE - 1:30AM THAT NIGHT\nWe hear a key attempting to open a lock. Stevie enters the house, trying to be super quiet. Dabney is\npassed out on the front hall chair. \n---TARGET SECTION TO BE ANNOTATED---\n Stevie sneaks past her.\nINT. HALLWAY - CONTINUOUS\nIan stands in the hallway waiting for Stevie to walk by him\nsheepishly as he normally does. Instead, Stevie bullishly and\nconfidently walks up to Ian in the hallway without lowering\nhis head or even acknowledging Ian being there. Ian is almost\n\nin shock he doesn’t know how to react to this version of\nStevie. Stevie stares him dead in his eyes.\n\f90.\n\nIAN\n(dead serious/scary/as\nconcerned as he can ever\nbe)\nWhat the fuck are you doing,\nStevie? You’re fucking up.\n\nStevie is fuming. He breathes deep sighs of anger and finally\nspews out...\n\nSTEVIE\n(filled with rage)\nYOU CAN'T FUCK WITH ME ANYMORE! !!!!\n\nBefore Ian can react Stevie SHOVES Ian as hard as he can.\nIan, caught off guard and in shock, FLIES back into his door\nREALLY HARD and hits the ground. Stevie cannot believe what\nhe has just done, but is having a rage black out. He runs\naway from Ian and heads towards the kitchen. Ian SHOOTS up\nlike lightening and chases after Stevie into the kitchen!\n\nINT. STEVIE’S HOUSE - KITCHEN - CONTINUOUS\n\nStevie CRASHES into the kitchen and frantically opens the\nfridge and grabs Ian’s orange juice with his name written on\nit in Sharpie. Ian CRASHES into the kitchen immediately and\nlooks like he is going to murder Stevie. Stevie frantically\nopens the orange juice and unzips his fly. He takes his DICK\nout of his pants and begins PISSING in Ian’s orange juice.\nIan RUSHES over and starts BEATING THE SHIT out of Stevie.\nThe hardest beating we've seen Stevie take so far, but this\ntime Stevie is fighting back. Hard. He is taking real shots\nat Ian which only is infuriating Ian more. This is so brutal\nand uncomfortable to watch. Tears are flowing from both kids\nand fists are saying what words should be in a perfect world.\nIan VERY DELIBERATELY PUNCHES Stevie in the FACE. TWICE. The\nfirst actual full face punches we have seen Ian throw.",
  "64": "---END OF PREVIOUS SECTION---\nIan VERY DELIBERATELY PUNCHES Stevie in the FACE. TWICE. The\nfirst actual full face punches we have seen Ian throw. \n---TARGET SECTION TO BE ANNOTATED---\nDabney, all of the sudden, CRASHES into the kitchen and\nmessily BREAKS UP THE FIGHT. It is violent and ugly even when\ntheir mother is in the middle. She finally gets them to stop.\nIt is similar to the beginning of the movie, except all three\nof them are sitting silently on the floor breathing insanely\nheavily. This is an incredibly emotionally charged moment for\neveryone. This time, Stevie POPS UP and runs out of the room.\n\nINT. STEVIE’S BEDROOM - MOMENTS LATER\n\nStevie runs into his room and slams the door. He stumbles as\nif he doesn’t know where to go or what to do. He is searching\nfor something but doesn’t know what. He lunges to the floor\nat his Nintendo. On his knees, he grabs the Nintendo\ncontroller and WRAPS THE RUBBER CORD AROUND HIS NECK.\n\f91.\n\nHe PULLS HIS HANDS and different directions, aggressively\nchoking himself with the cord. This is painful to watch. He\ndoes it for a FEW SECONDS in real time. His face turns bright\nred and as he is running out of air he LETS GO of the cord.\nHe falls onto his back gasping for air. We see the red mark\naround his neck left by the cord. He gasps for air and\nbreathes heavy for an uncomfortable amount of time.\n\nEXT. ULTIMATE SHOP - OUT FRONT - THE NEXT DAY\n\nCLOSE UP OF DABNEY’S HAND ON THE BACK OF STEVIE’S NECK\nFORCING HIM INTO THE SHOP.\n\nSTEVIE\nMOM, PLEASE!\n\nDabney says nothing and just drags Stevie into the store.\nStevie has a GIANT BLACK EYE from the punches he took from\nIan the night before.\n\nINT. ULTIMATE SHOP - HANG OUT AREA - CONTINUOUS\n\nDING! Dabney BURSTS into the store with her hand on Stevie’s\nneck. The crew all looks up like “what is going on here?”\nDabney drags Stevie over to the work station where Fuckshit\n\nis reading a magazine.\n\nDABNEY\nWHAT IS YOUR NAME?\n\nStevie is so embarrassed.",
  "65": "---END OF PREVIOUS SECTION---\nThe crew all looks up like “what is going on here?”\nDabney drags Stevie over to the work station where Fuckshit\n\nis reading a magazine. DABNEY\nWHAT IS YOUR NAME? Stevie is so embarrassed. \n---TARGET SECTION TO BE ANNOTATED---\nFUCKSHIT\nMy name?\n\nDABNEY\nWHAT IS YOUR NAME?\n\nThis isn’t gonna be good.\n\nFUCKSHIT\n(reluctantly)\nFuckshit.\nDABNEY\n\nFUCKSHIT?! PERFECT NAME. LISTEN TO\nME. YOU DO NOT GIVE MY SON ALCOHOL.\n\nFUCKSHIT\nLady...\n\f92.\n\nDABNEY\nDON'T YOU “LADY” ME. YOU DO NOT\nGIVE MY SON ALCOHOL. YOU DO NOT\nGIVE MY SON DRUGS. DO YOU\nUNDERSTAND ME?\n\nFuckshit looks at Stevie, who is mortified. Fuckshit decides\nto do his friend a solid and nod his head to Dabney.\n\nFUCKSHIT\nCool.\n\nDABNEY\nIT BETTER BE COOL, FUCK HEAD, OR\nWHATEVER THE FUCK YOUR NAME IS.\n\nRuben laughs. He is happy Stevie is being embarrassed so hard\nright now.\n\nDABNEY (CONT'D)\n(to Ruben)\nYOU THINK THIS IS FUNNY?!\n\nRUBEN\nYes.\n\nJorge and Fuckshit chuckle.\n\nDABNEY\nYou know what I find funny?\n(beat/ quietly frantic)\nI find it funny that ten years from\nnow I’'ll be going to the gas\nstation and one of you will be\ncleaning my windshield.\n\nThis actually hurts the crew members. She’s being way too\nharsh and is hitting some nerves.\n\nDABNEY (CONT'D)\n\nSo laugh hard now. Because Stevie\nwill be at his good job while\nyou'll only have the memory of my\nanger to laugh about while you’re\nsleeping in a cardboard fucking\nbox.\n\nThe crew is silent and hurt. Stevie is mortified.\nFUCKSHIT\n\n(sincere/hurt)\nYou don’t know us.\n\f93.\n\nDABNEY\nI don’t. And I don’t want to.\n\nBeat.\nFOURTH GRADE (0.S.)\n(super confused/genuine)\nWhy aren’t you Asian?\n\nDabney whips around to Fourth Grade.\n\nDABNEY\nWhat?\n\nFOURTH GRADE\nI thought you were Asian?\n\nDabney is so furious and confused.",
  "66": "---END OF PREVIOUS SECTION---\nDABNEY\nWhat? FOURTH GRADE\nI thought you were Asian? Dabney is so furious and confused. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY\n(confused anger to Stevie)\nWhat is he talking about?!\n\nFOURTH GRADE\nIs she mad about the fingering?\n\nStevie’s face turns bright red and is somehow even more\nmortified. Fuckshit and Jorge shake their head like “Jesus,\nFourth Grade”. Ruben is in heaven at this embarrassing scene.\n\nDABNEY\n(confused/even more angry)\nWhat fingering?!\n\nSTEVIE\nMOM!\n\nStevie has had enough. He grabs his mom’s hand and forcefully\nleads her out to the front of the store.\n\nDABNEY\n(over her shoulder)\nSAY GOODBYE, STEVIE! THIS IS THE\nLAST TIME YOU EVER COME HERE!\n\nDING!\n\nEXT. ULTIMATE SHOP - OUT FRONT - CONTINUOUS\nStevie is FUMING as is Dabney.\n\nSTEVIE\nWHAT ARE YOU DOING?!!??!?\n\f94,\n\nDABNEY\nWhat are YOU doing?!?\n\nStevie is searching for words. He can’t find them.\n\nSTEVIE\nAHHHHH!!!!\nDABNEY\nWHO ARE THESE KIDS?! THEY LOOK\nLIKE...\n(can’t find non-racist\nwords )\n\nGANG... MEMBERS.\nStevie has had enough!\n\nSTEVIE\nIS THAT IT?! YOU MEAN THEY LOOK\nBLACK?! AND MEXICAN?! YOU MEAN THEY\nLOOK, NOT WHITE?!\n\nDabney is very hurt by this assumption, not realizing he may\nhave found some uncomfortable truth.\n\nDABNEY\nOH JESUS FUCKING CHRIST! YOU THINK\nI’M RACIST?! I LOVE ALL RACES!\n\nSTEVIE\nJUST NOT WHEN THEY’RE HANGING OUT\nWITH YOUR SON!\n\nDABNEY\nI WON’T EVEN ENTERTAIN THIS\nCONVERSATION!\n\nSTEVIE\nIS THAT IT?! IS THAT IT?!\n\nDabney’s eyes tear up.\nDABNEY\n(to herself)\nI can’t do this. You can’t put me\nthrough this, too.\n\nTears stream down her cheek.\n\nSTEVIE\n(so hurt. He’s done with\nher)\nWhat you just did to me...in\nthere...\n\n(MORE)\n\f95.\n\nSTEVIE (CONT'D)\n(swallows his tears)\nI can’t be around you.\n\nHe can’t not hate her in this moment. Beat.",
  "67": "---END OF PREVIOUS SECTION---\nSTEVIE (CONT'D)\n(swallows his tears)\nI can’t be around you. He can’t not hate her in this moment. Beat. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY\n(very upset)\nYou used to like spending time with\nme.\n\nBeat.\n\nSTEVIE\n\nI finally made some friends that\naren’t MY MOM. Your best friend is\na twelve-year-old. You think I give\na shit about your dates?!\n\n(Dabney is really wounded)\nIt’s pathetic.\n\n(with hate and tears in\n\nhis eyes)\nI got a LIFE. You need to get one\ntoo.\n\nDabney is crushed. Beat.\n\nDABNEY\nYou’ve become ugly.\n\nShe walks away in tears, fumbles with her keys, gets in her\ncar and drives off. Stevie is by himself. He picks up his\nboard and smacks the wheels into the concrete a few times in\nanger.\n\nEXT. BACK PARKING LOT OF ULTIMATE SHOP - EVENING\n\nWith an intense and angered look on his face, Stevie does\nollie after ollie. He now landing 90 percent of them. It is\n\nimpressive and obsessive. He is drenched in sweat.\n\nFuckshit walks out back and lights up a cigarette. Stevie\ndoesn’t even notice. He just keeps ollieing.\n\nCLOSE UP on Stevie’s intense face.\nCLOSE UP on Fuckshit noticing this and smoking.\n\nFUCKSHIT\nYo.\n\nStevie is startled. Fuckshit laughs.\n\f96.\n\nFUCKSHIT (CONT'D)\nRelax, dude.\n\nStevie fetches his board. Doesn’t say anything. Fuckshit\nwalks over to Stevie and sits against the wall he is near.\nStevie sits down next to him against the wall.\n\nFUCKSHIT (CONT'D)\nYou a’ight?\n\nStevie is catching his breath while looking down at his feet.\n\nFUCKSHIT (CONT'D)\nYou don’t look a’ight.\n\nStevie stays looking down at his feet. Catching his breath.\n\nFUCKSHIT (CONT'D)\nYour moms is a uh... real serious.\n\nBeat of Stevie breathing.\n\nSTEVIE\nI can’t take this shit sometimes.\n\nFuckshit nods his head for a second.\n\nFUCKSHIT\nWhat kind of shit?\n\nSTEVIE\nJust shit.\n\nFuckshit takes it in. Figuring out what to say.\n\nFUCKSHIT\nI think sometimes we think our own\nlives are the most fucked up.",
  "68": "---END OF PREVIOUS SECTION---\nFuckshit takes it in. Figuring out what to say. FUCKSHIT\nI think sometimes we think our own\nlives are the most fucked up. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nBut I think if you look in anyone's\ncloset, you wouldn’t trade your\nshit for their shit.\n\nStevie looks at Fuckshit for the first time in this\nconversation. Beat.\n\nFUCKSHIT (CONT'D)\nFourth Grade’s mom died when he was\nlike, a baby.\n\nStevie had never thought about Fourth Grade’s life beyond\nfilming and hanging out.\n\f97.\n\nFUCKSHIT (CONT'D)\nAnd he’s also, literally, the\npoorest person I have ever met.\nLike, not even making a joke. He is\nthe brokest ass motherfucker I\nknow. Like, homeboy doesn’t own\nsocks.\n\nStevie takes this in.\n\nFUCKSHIT (CONT'D)\nRuben’s mom beats the fuck out of\nhim and his sister.\n\nStevie is affected by this.\n\nFUCKSHIT (CONT'D)\nJorge can’t see his mom sometimes.\nShe's hooked on pills and shit. He\ncame home from school, like a year\nago, and she had taken like a\nmillion pills. She should have\ndied. But she didn’t. And now he\ncan’t see her sometimes for like\nmonths. That’s why he lives with\nhis grandma.\n\nStevie can barely swallow he’s so shook up by this.\n\nFUCKSHIT (CONT'D)\nMy younger brother died. Three\nyears ago. He was like a year\nyounger than you. Crossing the\nstreet to go to soccer practice.\nHit by an old man who shouldn't\nhave even been fucking driving.\n\nStevie is so upset for his friend his eyes water. Fuckshit\nstares ahead of him.\n\nFUCKSHIT (CONT'D)\nAnd now I have this car, right? No\nway my parents could afford two\ntrucks. It’s like they spent the\nmoney they would have spent on him,\non me. Every time I drive that\nmotherfucker I think, “I wouldn’t\nhave this car if my brother was\nhere.”\n\nFuckshit takes a deep breath. Stevie is silent.\n\f98.\n\nFUCKSHIT (CONT'D)\nAfter he died. You know what\nhappened the next night?\n\nStevie doesn’t say anything.",
  "69": "---END OF PREVIOUS SECTION---\nFUCKSHIT (CONT'D)\nAfter he died. You know what\nhappened the next night? Stevie doesn’t say anything. \n---TARGET SECTION TO BE ANNOTATED---\nFUCKSHIT (CONT'D)\n\nJorge came to my house, dragged me\nto the Courthouse, and made me go\nskating with him ‘til the sun came\nup.\n\nThey sit in silence for a long beat.\nFuckshit punches Stevie’s arm with a love tap.\n\nFUCKSHIT (CONT'D)\nLet's go.\n\nThey get up.\n\nEXT. COURTHOUSE - NIGHT\n\nEmotionally tonal music plays as we see shots of Stevie and\nFuckshit skating the courthouse at night. There is an\naggression, beauty and a therapeutic nature to their skating.\nThey are sweating and skating into the wee hours of the\nnight.\n\nFuckshit is asleep on one of the ledges in the middle of the\nnight.\n\nStevie looks up at a HOMELESS MAN, 50, sitting on the Upper\nDeck drinking out of a bottle of liquor at a picnic table by\nhimself. Stevie stares at him.\n\nStevie approaches him and sits at the table with him. The\nHomeless man barely looks up at Stevie and breathes heavy.\n\nStevie puts two dollars on the table and slides over to him.\n\nSTEVIE\nCan I have some?\n\nThe homeless man passes him the bottle. Stevie takes three\nBIG SWIGS.\n\nHOMELESS MAN\nHey.\n\nStevie hands him back the bottle. Choking a bit from the\namount of alcohol he drank.\n\f99.\n\nStevie pulls out a pack of cigarettes and lights one up and\nstarts smoking. He offers one to the Homeless Man. He lights\nhis and smokes.\n\nHOMELESS MAN (CONT’D)\nI like watching the kids\nskateboarding.\n\nStevie doesn’t say anything. The homeless man takes another\nswig from the bottle. He puts it down.\n\nHOMELESS MAN (CONT’D)\nIt’s nice.\n\nThe Homeless Man starts breathing heavy and passes out.\n\nStevie stares at him for a long beat. Stevie picks up his\nbottle and starts swigging from it. He makes sure the\nHomeless Man is asleep.\n\nCUT TO:\n\nEXT. COURTHOUSE - LATER THAT NIGHT\n\nStevie skates around while swigging from the bottle of\nalcohol. He is clearly fucked up.\n\nCUT TO:\n\nEXT.",
  "70": "---END OF PREVIOUS SECTION---\nCOURTHOUSE - LATER THAT NIGHT\n\nStevie skates around while swigging from the bottle of\nalcohol. He is clearly fucked up. CUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n COURTHOUSE - SUNRISE\n\nStevie is asleep on one of the ledges near Fuckshit as the\nsun comes up. Stevie’s board is next to him as is the now\nempty bottle of alcohol.\n\nEXT. BACK PARKING LOT OF ULTIMATE SHOP - A COUPLE WEEKS LATER\nBANNER: THIRD ANNUAL ULTIMATE BBQ\n\nStevie is wearing his Ultimate hoodie. He carries a tray of\nfrozen burger patties and hot dogs and breezes past Ruben as\nthey give each other a dirty look. Ruben is collecting two\nbucks a head as SKATERS pour into the store for the party.\nStevie weaves in and out of skaters hanging and drinking in\nthe store and makes his way out back.\n\nThe back parking lot is PACKED with a 150 SKATER KIDS, all\nages. There is a barbecue set up with Fourth Grade grilling\nhot dogs and hamburgers and talking to ANOTHER SKATER, 18.\nStevie drops off his tray of frozen meat to Fourth Grade.\n\f100.\n\nFOURTH GRADE\n(to Stevie)\nThanks.\n(to the skater)\nI know it sounds crazy, but\ncinnamon. Just a fucking dash of\ncinnamon. These are ready!\n\nKids swarm and grab at the burgers and hot dogs like zombies\nat flesh. Within seconds the tray is empty.\n\nFOURTH GRADE (CONT’D)\n(to the skater)\nThese people are animals.\n\nThere is a Quarter pipe and knee high metal handrail set up\nthat the best skaters are skating as the other kids watch. It\nlooks crazy fun. Stevie approaches Fourth Grade and drops off\nthe frozen meat.\n\nFuckshit pulls his truck into the back parking lot, narrowly\navoiding kids. He jumps out.\n\nFUCKSHIT\nLook who’s got his fucking ride\nback, nigga!\n\nThe crew is excited. He pops the trunk and Stevie and the\ncrew help him carry booze and 40s out of the back and put\nthem in ice buckets. The skaters all attack the booze.\n\nTIME CUT:\n\nINT. ULTIMATE STORE BATHROOM - LATER\n\nStevie walks into the bathroom and sees Jorge meticulously\ngrooming himself in the mirror. He slicks back his hair and\nmakes sure his outfit looks absolutely perfectly “messy”.",
  "71": "---END OF PREVIOUS SECTION---\nTIME CUT:\n\nINT. ULTIMATE STORE BATHROOM - LATER\n\nStevie walks into the bathroom and sees Jorge meticulously\ngrooming himself in the mirror. He slicks back his hair and\nmakes sure his outfit looks absolutely perfectly “messy”. \n---TARGET SECTION TO BE ANNOTATED---\n.\nEvery tear in his Dickies or rolled up sleeve is incredibly\nthought out and deliberate. He notices Stevie walk in, but\ndoesn’t have a shred of shame or embarrassment about his\ngrooming ritual.\n\nJORGE\n(happy to see Stevie)\nOh what up, Sunblock?\n\nSTEVIE\n(happy to be greeted by\nhis hero so warmly)\nWhat up, JORGE!\n\f101.\n\nJorge reaches out for a fist bump with one hand, and picks up\nan almost empty 40 ounce off the sink. He takes a few swigs\nand hands it to Stevie.\n\nJORGE\nKill it, dog.\n\nStevie starts chugging it.\n\nJORGE (CONT'D)\nFinish that shit! Pound that shit!\n\nStevie is an old pro at this point, taking down the rest of\nthe 40 with ease. Jorge laughs and goes back to making his\nhair look perfect.\n\nJORGE (CONT'D)\nBig fucking day today. Heard a\nbunch of pros are coming through.\n\nSTEVIE\n(lights up)\nFor real?\n\nJORGE\n(still grooming in mirror)\nFor real, yo. I gotta kill it\ntoday. I look fresh, I just gotta\nland everything.\n\nStevie gives an encouraging smile.\nSTEVIE\n(in awe)\nYou got this.\nJORGE\n(pumped/a little nervous)\nI look dope as fuck, right?\n\nSTEVIE\nSo dope.\n\nJorge fake wrestles with Stevie as they crash out of the\nbathroom door.\n\nEXT. ULTIMATE SHOP - BACK PARKING LOT - LATER\n\nStevie is following Jorge around like a puppy as Jorge works\nthe room. Stevie is working the room, emulating Jorge best he\n\ncan.\n\nTIME CUT:\n\f102.\n\nJorge is now busting tricks and landing everything clean as\nhell. Stevie is following him around busting his little\ntricks he can do. Little ollies. 180s. He’s gotten better.\nStevie clocks the Chocolate pros, Daniel and Chico, that\nJorge was hanging with at the courthouse watching Jorge\nskate. They seem really impressed.\n\nStevie sees Jorge clock the pros and head over to them.\nStevie watches Jorge and the pros bro-hug and exchange\nlaughs.",
  "72": "---END OF PREVIOUS SECTION---\nThey seem really impressed. Stevie sees Jorge clock the pros and head over to them. Stevie watches Jorge and the pros bro-hug and exchange\nlaughs. \n---TARGET SECTION TO BE ANNOTATED---\nStevie watches for a moment and then we see him make the\ndecision to approach Jorge and the pros. Jorge introduces\nStevie to the pros like his little buddy.\n\nJORGE\nThis is the little homie\n“Sunblock”.\n\nThe pros say hi, but barely give him a polite greeting. Jorge\nsees the pros aren’t into this little kid.\n\nJORGE (CONT'D)\nThis little bitch will do anything\nwe tell him to.\n\nThe pros laugh. We see on his face, this makes Stevie feel\nreally bad. He thought he was past that kind of thing with\nJorge. We see Stevie make the conscious decision to lean into\nwhat made them laugh even if it hurts him inside.\n\nSTEVIE\n(making fun of himself)\nThat's right. I’m the Ultimate\nbitch.\n\nStevie does a mock curtsy. The pros and Jorge laugh. Stevie\nlaughs along with them, but it’s painful to watch him degrade\nhimself for them.\n\nStevie sees Fuckshit across the lot clocking Stevie doing his\ndancing monkey act for the pros. Fuckshit looks subtly\ndisappointed in him.\n\nJORGE\nGo grab us some forties, bitch.\n\nSTEVIE\n(braving a smile)\nFor sure.\n\nStevie walks away. We see his fake smile turn to a painful\nexpression.\n\f103.\n\nEXT. ULTIMATE SHOP - BACK PARKING LOT - AN HOUR LATER\n\nEveryone is WASTED. Stevie skates around and finishes off a\n40. Ruben BUMPS into him. Stevie catches himself before he\nfalls, but this was aggressive. They’re both very drunk.\n\nRUBEN\nWatch where the fuck you skating\nat.\n\nStevie looks at him.\n\nSTEVIE\nWhat is your problem, man?\n\nRUBEN\nYou're my fucking problem, faggot!\n\nKids start to notice and gather around. Fuckshit is no where\nto be found. Jorge is celebrating and getting fucked up with\nhis new friends. Fourth Grade just films.\n\nSTEVIE\nFuck you.\n\nRUBEN\nI would, but you’re too busy\nsucking Jorge's dick!\n\nSTEVIE\nWhy don’t you go get me a forty\nsince you’re the store bitch!\n\nRuben pushes Stevie.\n\nSTEVIE (CONT'D)\nDon't fucking touch me.",
  "73": "---END OF PREVIOUS SECTION---\nSTEVIE\nWhy don’t you go get me a forty\nsince you’re the store bitch! Ruben pushes Stevie. STEVIE (CONT'D)\nDon't fucking touch me. \n---TARGET SECTION TO BE ANNOTATED---\nRUBEN\nWhat the fuck are you gonna do,\nfaggot?!\n\nRuben pushes Stevie a little harder.\n\nSTEVIE\nI swear you touch me again and I'1l\nbeat your ass like your fucking MOM\ndoes!\n\nRuben PUSHES Stevie HARD. Stevie CRASHES DOWN! The crowd is\n\nexcited for a fight. Flash of Ian beating on Stevie from the\nopening. Stevie LEAPS UP and starts BEATING THE SHIT OUT OF\n\nRUBEN! !!! It is VIOLENT and really UGLY.\n\f104.\n\nStevie sees FLASHES of Ian beating him in the opening.\n\nRuben’s face is bleeding and Stevie just is blind with rage.\nPunching and punching. His hand is bleeding. His eyes are\nfilled with tears.\n\nMore FLASHES of Ian punching Stevie in the face in the\nkitchen.\n\nRuben is bloody as hell. Stevie keeps beating. Finally,\nFuckshit PULLS Stevie off of Ruben!\n\nFUCKSHIT\nWHAT THE FUCK ARE YOU DOING,\nNIGGA?!\n\nStevie can’t speak. He is sobbing. He is overcome with\nemotion and tears. Fuckshit picks up Ruben. He is bloody but\nfine.\n\nFUCKSHIT (CONT'D)\nYou okay?\n\nRUBEN\nFUCK YOU!\n\nThe two boys are sitting on the concrete separated. Exhausted\nand terrified. It is intense. Long, tense beat.\n\nEXT. ULTIMATE SHOP - BACK PARKING LOT - LATER\n\nThe BBQ is almost empty. Fuckshit and Fourth Grade clean up\nthe back parking lot. Stevie sits by himself on the ground\ngetting really fucked up, drinking a 40. He is really shaken\nby what went down earlier. Fuckshit and Fourth Grade go over\nto Stevie.\n\nFUCKSHIT\nYou okay?\n\nStevie can’t look at him or talk. He’s really shaken up.\nJorge and Ruben walk over really wasted. Ruben’s face is\nFUCKED UP. He and Stevie avoid eye contact.\n\nJORGE\nWhere the muthafuckin’ PARTY at?!\n\nJorge is laughing. So happy and fucked up. The rest of the\ncrew has a dark vibe about them. Jorge is, of course,\nunaware.\n\f105.",
  "74": "---END OF PREVIOUS SECTION---\nThe rest of the\ncrew has a dark vibe about them. Jorge is, of course,\nunaware. 105. \n---TARGET SECTION TO BE ANNOTATED---\nJORGE (CONT'D)\n\nWe celebratin’ life tonight, yo!\n(to Fuckshit)\n\nThe Chocolate dudes told me about a\n\nparty lets take your car and\n\nfucking rage, yo!\n\nFuckshit and Jorge need to talk but now is not the time.\n\nFUCKSHIT\nI'm fucking wasted. You’re fucking\nwasted. We’re all fucking wasted.\nNo fucking way I can drive. It’s\nbeen a crazy day, let’s just call\nit quits, nigga.\n\nJORGE\n(no way)\nFuck that noise, yo! Not tonight!\nNOT TONIGHT! We celebrating\ntonight! You can drive, yo!\n\nFUCKSHIT\n(serious)\nNo I can’t. I’m fucked up.\n\nJorge grabs into Fuckshit’s pockets and grabs his keys.\n\nJORGE\nFine pussy! I'll drive!\n\nFuckshit looks pissed. Jorge gets in the driver’s seat.\n\nJORGE (CONT'D)\n\nFuckshit you riding in the back\n‘cuz you're a bitch, dog! Sunblock,\nyou're riding up front because you\nget pussy like me, yo.\n\nStevie looks at Fuckshit like “should I get in? Are you\ngetting in?”\n\nJORGE (CONT'D)\nSunblock get in the fucking car!\n\nStevie isn’t sure what to do.\n\nJORGE (CONT'D)\nSUNBLOCK! GET IN THE FUCKING CAR!\n\nStevie is nervous and scared. He gets up and gets in the\nfront seat.\n\f106.\n\nJORGE (CONT'D)\nFourth grade get your fucking ass\nin here!\n\nFourth Grade is scared of Jorge and gets in the car.\n\nJORGE (CONT'D)\nRuben, you better get your ass in\nthe fucking car, now!\n\nRuben, drunken and angrily, gets in the back seat.\n\nJorge stares at Fuckshit. Fuckshit stares back. It’s a\nshowdown. Fuckshit won’t let Stevie go by himself with a\ndrunk Jorge. He reluctantly gets in the car in the back seat.\n\nINT. MITSUBISHI MONTERO SUV - MINUTES LATER\n\nJorge drives down the streets of Palms. He is drunk and all\nover the road. He squints his eyes but is full of happiness.\n\nFUCKSHIT\n(drunk but concerned)\nJust pull the fucking car over.",
  "75": "---END OF PREVIOUS SECTION---\nHe is drunk and all\nover the road. He squints his eyes but is full of happiness. FUCKSHIT\n(drunk but concerned)\nJust pull the fucking car over. \n---TARGET SECTION TO BE ANNOTATED---\nJORGE\nI’m not gonna let you bring me\ndown. Not tonight, yo.\n\nFUCKSHIT\nWhat’s so special about tonight?\nSomething you want to tell us?\n\nJorge turns around to yell back at Fuckshit. It’s scary. We\nsee Fourth Grade getting very nervous. He fiddles with his\ncamera because he is drunk and nervous and doesn’t know how\nto vocalize his concern for Jorge's driving. Stevie is in his\nown head.\n\nSTEVIE\n(to himself really freaked\nout/drunk/teary eyed)\nThat was really bad.\n\nJorge turns around recklessly to talk to Fuckshit.\n\nJORGE\nYeah there is something I want to\ntell you, but I can’t because\nyou'll just be a fucking hater\nabout it!\n\fRevision 107.\n\nFUCKSHIT\nWatch the fucking road!\n\nRUBEN\n(furious/embarrassed)\nYou're a fucking piece of shit,\nStevie!\n\nJORGE\nThis is the best night of my\nfucking life and I can’t even tell\nMY BOY about it!\n\nFUCKSHIT\nSay what you gotta say\nmotherfucker! !\n\nJorge keeps turning around recklessly while yelling at\n\nFuckshit. Fourth Grade is uncomfortably toying with his\ncamera. He is really scared right now. His eyes are now\nclosed.\n\nRUBEN\nI was the only person who even\nfucking TALKED to you!\n\nSTEVIE\n(fully in tears to\nhimself)\nI shouldn't have fucking done that.\n\nStevie sees more flashes of him beating Ruben and Ian beating\nhim.\n\nJORGE\nTHEY PUT ME ON THE CHOCOLATE\nAMATEUR TEAM!!! THERE! I SAID IT!\nIT’S THE BEST THING THAT’S EVER\nHAPPENED TO ME!!! NOW SAY ALL THE\nNEGATIVE SHIT YOU WANT TO SAY ABOUT\nIT AND ME, YO!!!\n\nJorge keeps looking back to the road and then turning back to\nyell at Fuckshit. Everyone is scared shitless but emotions\nare running high.\n\nFUCKSHIT\nI WANT TO BE FUCKING HAPPY FOR YOU\nBUT YOU’RE SUCH A PIECE OF SHIT\nABOUT EVERYTHING, NIGGA!!!\n\f108.",
  "76": "---END OF PREVIOUS SECTION---\nEveryone is scared shitless but emotions\nare running high. FUCKSHIT\nI WANT TO BE FUCKING HAPPY FOR YOU\nBUT YOU’RE SUCH A PIECE OF SHIT\nABOUT EVERYTHING, NIGGA!!! 108. \n---TARGET SECTION TO BE ANNOTATED---\nRUBEN\n(freaking out)\nThe second Jorge and Fuckshit\nstarted talking to you, you fucking\nBAILED!\n\nSTEVIE\n(to himself/crying)\nWhat the fuck did I do?!\n\nFOURTH GRADE\n(begging his friends)\nSTOP FIGHTING, GUYS!!\n\nJORGE\nSHUT THE FUCK UP AND FILM! THAT’S\nWHY YOU'RE HERE!\n\nFourth Grade looks deeply hurt.\n\nFUCKSHIT\nDON’T FUCKING TALK LIKE THAT TO\nHIM!!!)\n\nJORGE\n\nYOU DON’T DO SHIT BUT FILM! YOU\nDON'T CONTRIBUTE, YOU JUST FILM OUR\nLIVES! SO SHUT THE FUCK UP AND\nFILM!\n\nFourth Grade is crushed and also super freaked out. Stevie is\ncrying into his hands. He rolls down his window to heave in\nfresh air.\n\nFUCKSHIT\nYOU DON’T THINK ABOUT ANYONE BUT\nYO’ FUCKIN’ SELF, NIGGA!!!!!\nJorge checks the road.\n\nJORGE\nYOU'RE JUST JEALOUS OF ME!!\n\nStevie is rocking back and forth freaking out. He hangs his\nright arm out the window almost trying to escape the car.\n\nFUCKSHIT\nFUCK! YOU!\n\nRUBEN\nYOU'RE A PIECE OF SHIT!\n\f109.\n\nSTEVIE\n(freaking out)\nI FUCKED UP!\n\nJORGE\nYOU JUST DON’T HAVE IT, YO! JUST BE\nHAPPY THAT I DO, AND YOU KNOW ME!\n\nJorge turns to continue yelling at Fuckshit but as he does,\nhis arm turns the wheel... THE CAR VIOLENTLY FLIPS OVER!!!\nTHE CAR IS ON IT’S SIDE AND STEVIE’S ARM IS TRAPPED UNDER THE\nCAR. Jorge is above him strapped into his seat belt. The car\nSKIDS across the asphalt. There is only deafening natural\nnoise heard. The car SKIDS to a halt on its side.\n\nWe only hear natural noise which is only heavy breathing from\nthe crew and the blinker blinking.\n\nJorge is conscious and hanging from his seat belt, suspended\nabove Stevie. Stevie is unconscious but breathing. There is\nglass and blood all over him. We can’t see his arm.\n\nJorge looks down at Stevie.",
  "77": "---END OF PREVIOUS SECTION---\nThere is\nglass and blood all over him. We can’t see his arm. Jorge looks down at Stevie. \n---TARGET SECTION TO BE ANNOTATED---\n He is not sure, as are we not\nsure, if Stevie is about to die.\n\nJorge unclicks his seat belt and comes CRASHING down on top\nof Stevie. Jorge makes a grunt but Stevie just breathes\nheavily. Jorge is awkwardly on top of Stevie and is trying to\nwake him up silently by grabbing his face. Stevie is\nbreathing but not responding.\n\nStevie finally opens his eyes, but he cannot really move or\ntalk. He looks right into Jorge’s eyes. Jorge looks back into\nStevie’s eyes. Silence for a long beat.\n\nFUCKSHIT\n(freaked the fuck out)\nWHAT THE FUCK?!\n(in pain)\nAre you guys okay?\n\nFOURTH GRADE\n(in pain)\nYeah.\n\nRUBEN\n(in pain/shock)\nYeah.\n\nJORGE\n(IN COMPLETE SHOCK)\nSunblock is... Sunblock is fucked\nup...\n\f110.\n\nCLOSE UP on Stevie as he lays there breathing silently with\nhis eyes open. We HOLD ON Stevie for an uncomfortably long\ntime in silence except for the clicking of the blinker. Very\nhaunting and simple music is now all we hear as we hold on\nStevie’s face even longer.\n\nINT. EMERGENCY ROOM - 15 MINUTES LATER\n\nWe still only hear the haunting and simple music as TWO\nAMBULANCE GUYS, mid 20s, come CRASHING through the automatic\ndoors of the Emergency Room wheeling Stevie in on a gurney.\nStevie has some cuts on his face and we see a massive blob of\nwhite bandages around his right arm. He looks beyond out of\nit. Stevie is in shock.\n\nINT. EMERGENCY SURGERY ROOM - MOMENTS LATER\n\nTWO DOCTORS, 40s, stand over Stevie having a hurried\ndiscussion. The song fades out.\n\nSTEVIE’S POV: of the Two Doctors standing over him. (it looks\nlike there’s Vaseline on the lense to create Stevie’s hazed\nview.)\n\nDOCTOR 1\nI think we might have to take it\noff.\n\nDOCTOR 2\n\nHe’s losing a lot of blood but I\nthink we can graft and he can keep\nthe arm.",
  "78": "---END OF PREVIOUS SECTION---\nThe song fades out. STEVIE’S POV: of the Two Doctors standing over him. (it looks\nlike there’s Vaseline on the lense to create Stevie’s hazed\nview.)\n\nDOCTOR 1\nI think we might have to take it\noff. DOCTOR 2\n\nHe’s losing a lot of blood but I\nthink we can graft and he can keep\nthe arm. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE’S POV SHIFTS PAST the Doctors with the same Vaseline\nhazy filter to the corner of the room where Dabney is sitting\nin a chair sobbing.\n\nINT. OPERATING ROOM - MINUTES LATER\n\nThe doctors do a skin graft from Stevie’s right leg and graft\nthe skin to his right arm. His right arm is torn apart and we\nsee the bone.\n\nFADE OUT.\n\nFADE IN:\n\f111.\n\nINT. STEVIE’S HOSPITAL ROOM - THE NEXT MORNING\n\nDabney is folding Stevie’s Ultimate sweatshirt he was wearing\nduring the crash. The right arm is completely shredded. She\nlooks at the damage of the sweatshirt. She continues to fold\nit to keep it for him.\n\nStevie slowly opens his eyes. His arm is bandaged up post\nsurgery. Dabney sits next to the bed in a chair. Dabney and\nStevie look into each others eyes. Silent beat.\n\nDABNEY\n(shook up and quiet)\nThey were talking about taking your\narm off.\n\nStevie can’t look her in the eye.\n\nDABNEY (CONT'D)\n\n(tearing up)\nThey said you are lucky you didn’t\ndie.\n\nBeat of silence. Stevie looks down.\n\nSTEVIE\n\nThis feels so weird.\n\n(beat)\nI’m in the hospital. All hurt. And\nit feels like you should feel bad\nfor me, but you’re so scared and...\nmad at me. It makes me... sad...\nthat I am making you feel this way.\n\nBeat. Dabney takes this in.\n\nDABNEY\nI'm disappointed.\n(beat)\nAnd freaked the FUCK OUT.\n(beat)\nI'm... furious. And terrified.\n\nThis crushes Stevie.\n\nDABNEY (CONT'D)\n\n(into his eyes)\nStevie, come on. I know you can do\nit, so just do it.\n\nStevie tears up looking at his mom.\n\fRevision 112.\n\nDABNEY (CONT'D)\nYou know that I love you. You can\nget through this time. We can.\n\nBeat.\n\nSTEVIE\nI’m not trying to scare you because\nI’m scared to.\nDabney tears up. Long Beat.\n\nDABNEY\n(looking away)\nWhere'd you go, Stevie?\n\nBeat.",
  "79": "---END OF PREVIOUS SECTION---\nLong Beat. DABNEY\n(looking away)\nWhere'd you go, Stevie? Beat. \n---TARGET SECTION TO BE ANNOTATED---\nDABNEY (CONT'D)\nYou used to be my best friend.\n\nLong Beat. Stevie tears up.\n\nSTEVIE\n(really quiet)\nI just am not sure if I’m a good\nperson.\n\nThey both sit in silence. She puts her hand on his face.\nBeat.\n\nDABNEY\nYou’re not old enough to be a bad\nperson.\n\nBeat.\n\nINT. HOSPITAL WAITING ROOM - MINUTES LATER\n\nDabney walks out of the room, exhausted, disheveled and\nholding her rumpled coffee cup. She stops in her tracks as\nshe enters the waiting room. She sees Fuckshit, Fourth Grade\nand Ruben dangling off of chairs, fast asleep. They’ve slept\nthere all night. She stares at each of their baby faces.\nWhile sleeping they seem angelic. These are just kids.\nChildren. Dabney is overwhelmed with emotion that these boys\nslept there all night. She understands the love these boys\nhave for each other. She walks over to Fuckshit. He gently\nwakes up. He looks deep into Dabney’s eyes without saying\nanything. She says nothing. They make a very emotional\nlocking of eyes. Dabney shows warmth in her face towards him\nfor the first time. Beat.\n\fRevision 113.\n\nINT. STEVIE’S HOSPITAL ROOM - MINUTES LATER\n\nWe enter mid conversation between Stevie and Fuckshit.\nFuckshit sits in the same chair next to Stevie’s hospital\nbed.\n\nSTEVIE\nIs Jorge in a lot of trouble?\n\nHis fight with Jorge still stings, but Fuckshit feels really\nbad for him at the same time.\n\nFUCKSHIT\nYeah.\n\nThey are quiet for a beat.\n\nFUCKSHIT (CONT'D)\n(nervously)\nCan I see it?\n\nBeat.\n\nSTEVIE\n(little laugh)\nThey took a picture.\n\nStevie shows him the photo of his mangled arm with the bone\nsticking out. Fuckshit SCREAMS.\n\nFUCKSHIT\nFUCK! SHIT! NIGGA WHAT THE FUCK?!\n\nStevie laughs. Fuckshit is taken aback but lets out laughs.\nThe laughter chills. Beat.\n\nFUCKSHIT (CONT'D)\n(emotional/sincere)\nI’m really glad you okay, nigga.\n\nStevie painfully smiles.",
  "80": "---END OF PREVIOUS SECTION---\nBeat. FUCKSHIT (CONT'D)\n(emotional/sincere)\nI’m really glad you okay, nigga. Stevie painfully smiles. \n---TARGET SECTION TO BE ANNOTATED---\n It means a lot that Fuckshit said\nthat to him. Beat.\n\nSTEVIE\n(emotional)\nMe too.\n\nFuckshit extends his hand for a bro handshake with Stevie.\nStevie takes his good arm and weakly extends it back. They\nbro-shake carefully and thoughtfully. Beat.\n\fRevision 114.\n\nFUCKSHIT\n(sincere smile)\nYou take the hardest hits of anyone\nI ever met.\n\nBeat. Stevie really takes in the photo of his mangled arm.\nSTEVIE\n(really thoughtfully)\nI don’t think I need to that\nanymore.\n\nThey both think about this. Beat.\n\nINT. STEVIE’S HOSPITAL ROOM - MINUTES LATER\n\nRuben sits in the chair next to Stevie’s bed. You can feel in\nthe heavy silence how bad both these kids feel about how they\ntreated one and other. Long beat.\n\nSTEVIE\n(heavily sincere)\nI’m sorry.\nBeat.\nRUBEN\n(the absolute truth)\nNo, I am.\n\nSHOT FROM BEHIND of the two boys sitting in silence.\n\nINT. STEVIE’S HOSPITAL ROOM - MINUTES LATER\n\nWe enter mid, well not conversation, more like extremely\nawkward silence between Fourth Grade and Stevie. They’ve\nprobably never spoken before. They uncomfortably do their\nequivalents of twiddling their thumbs in the uncomfortable\nsilence. Fourth Grade sits in the chair next to Stevie’s\nhospital bed.\n\nSTEVIE\nSo...\n\nUncomfortable beat of silence.\nSTEVIE (CONT'D)\n\nYou know, Fourth Grade, I really\ndon’t know you that well.\n\f115.\n\nStevie smiles realizing the truth. Fourth Grade takes this in\nand thinks deeply about it. After a long beat of thinking he\nlooks at Stevie in the eyes and gives a thoughtful response.\n\nFOURTH GRADE\n(very sincere)\nYeah... but... I’m still there.\n\nStevie takes this in. There is a beat of silence but it’s not\nawkward as much as it’s cathartic. Another beat.\n\nFOURTH GRADE (CONT’D)\nDon’t tell anyone I showed you\nthis. But since you’re all fucked\nup, I’1l show it to you.\n\nFourth Grade gets up and pulls some cables out of his pocket.",
  "81": "---END OF PREVIOUS SECTION---\nFOURTH GRADE (CONT’D)\nDon’t tell anyone I showed you\nthis. But since you’re all fucked\nup, I’1l show it to you. Fourth Grade gets up and pulls some cables out of his pocket. \n---TARGET SECTION TO BE ANNOTATED---\nHe is holding his camcorder and begins putting the plugs in\nthe hospital TV and the camcorder and messing with the AUX\nsettings. It’s ready.\n\nFOURTH GRADE (CONT’D)\nIt’s something I’ve been working\non. You’re awesome in it.\n\nFourth Grade hits play and as he walks out of the room he\nlovingly squeezes Stevie’s shoulder. He leaves.\n\nDEAD CENTER SHOT on Stevie watching the television from his\nhospital bed as we hear music and skate sounds from the crew\noff the camcorder.\n\nWe stay DEAD CENTER on Stevie as the camera SLOWLY MOVES IN\nCLOSER And CLOSER TO STEVIE. The camera SLOWLY MOVES CLOSER\nAND CLOSER TO STEVIE’S FACE AS HE WATCHES. His face is\nexpressionless but he takes a couple deep breaths,\nexperiencing emotions while watching this.\n\nThe camera SLOWLY MOVES CLOSER AND CLOSER to his face until\nwe ARE LOCKED ON HIS EYES. The same shot that opened the\nmovie. WE HOLD ON HIS EYES. His eyes very, very minimally\nglass up. HOLD ON STEVIE’S EYES FOR A LONG BEAT. We hear the\nsounds of the crew laughing and skating.\n\nWe hear a KNOCK at the door. Stevie turns the T.V. Off with\nthe remote. Stevie looks over his shoulder to see Ian\nstanding at the doorway. Ian nods towards the chair.\n\nIAN\nCan...\n\nSTEVIE\nYeah.\n\fRevision 116.\n\nIan sits in the chair next to Stevie’s bed in the heaviest\nsilence we've felt so far since we’ve met Stevie. This\nsilence feels like it’s lasting forever.\n\nSTEVIE (CONT'D)\n(the hardest question he’s\never asked)\nWhy don’t you want to be my\nbrother?\n\nThis shreds Ian like a blade. Ian looks off to the farthest\ncorner of the room with his eyes to avoid Stevie’s eyes. Ian\ntakes a deep, staggered breath. Long beat.\n\nIAN\n(the hardest sentence he’s\never said)\nIt’s not you.\n(beat)\nI'm fucked up, Stevie.\n\nIan keeps his eyes focused at the furthest corner of the room\naway from Stevie’s eyes. Beat.",
  "82": "---END OF PREVIOUS SECTION---\n(beat)\nI'm fucked up, Stevie. Ian keeps his eyes focused at the furthest corner of the room\naway from Stevie’s eyes. Beat. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVIE\nThere’s no one I like more than\nyou.\n\nBeat. Ian’s eyes don’t well up with tears, but if they could,\nthey would.\n\nIan doesn’t say anything. He just gets up and begins to leave\nthe room while looking down the whole time. He stops by\nStevie’s bed.\n\nIAN\n(his eyes are welled up/so\nquietly)\nYour friends seem nice.\n\nStevie’s eyes can’t help but water up but he rapidly wipes\nthem away.\n\nIan looks into his jacket pocket, and reaches in. He pulls\nout the half bottle of Drakkar Noir cologne from the opening\nand gently places it next to Stevie’s torso on his hospital\nbed. He makes eye contact with Stevie for the first time for\na split second and exits the room. Stevie is alone. He\nexamines the bottle of cologne and just the corner of his\nmouth wrinkles into a fragment of a smile. He stares at the\ncologne.\n\nCUT TO BLACK.\n\f"
}