{
  "1": "MOBY DICK\n\nPART ONE\n\nACT 1\n\n \n\nTITLES OVER:\nEXT. NANTUCKET HEADLANDS - EVENING\n\nMajestic black cliffs tower over the rocky coastline of\nthe Atlantic seaboard. A stormy winter sky. Dwarfed by\nthis mighty vista, a speck of a man descends toward the\ngrey vastness of the ocean.\n\nEXT. NANTUCKET SHORELINE - EVENING\n\nPowerful waves crash against coastal rocks. ISHMAEL\n\n(late 20's), an inquisitive young man with an amiable, intelligent\nface, ventures along a beachside trail\n\nagainst the beating wind, toting a small satchel.\n\nEXT. NANTUCKET -EVENING\n\nAn 1850's whaling seaport. Muddy streets and an old,\nrain-slicked dock. A cold, stark, unforgiving place.\nTall-masted ships sway beside the dock, wind buffeting\ntheir furled rigging. In b.g., a glimpse of a dramatic\nsunset between darkening thunderheads.\n\nEXT. DOCKSIDE SHEDS - EVENING\n\nTHREE NANTUCKET WOMEN in dark clothes and shawls collect baskets\nfrom a storage shed, their faces etched by years\n\nof hardship and woe. A look of widows about them.\n\nIshmael passes before them, and we follow him through\n\na clutter of barrels and ship refuse into town.\n\nEXT. NANTUCKET STREET - EVENING\n\nA short block of brick houses and taverns. A FEW PEOPLE\nscurry about, hugging buildings to escape the storm.\n\fIshmael bundles along the sidewalk, drawn to the warm\nglow of oil lamps behind thick-paned windows.\n\nAcross the street, ELIJAH, a stooped, scrawny old man\n\nwrapped in a tattered oilskin cape, watches Ishmael with\ndemented eyes, muttering to himself.\n\nIshmael pauses under a tavern sign with a harpoon crucifix, \"THE\nCROSSED HARPOONS\". He peers through the window:\n\nINT. THE CROSSED HARPOONS -EVENING\n\nShabby but lively, a loud revelry in progress.\n\nEXT. NANTUCKET STREET -EVENING\n\nAs Ishmael looks in, the tavern door swings open.",
  "2": "---END OF PREVIOUS SECTION---\nTHE CROSSED HARPOONS -EVENING\n\nShabby but lively, a loud revelry in progress. EXT. NANTUCKET STREET -EVENING\n\nAs Ishmael looks in, the tavern door swings open. \n---TARGET SECTION TO BE ANNOTATED---\n A\njovial, barrel-chested man (STUBB) clamors out with\nTWO DOXIES in each arm, laughing spiritedly. Ishmael\nbacks up against the window to steer clear. Stubb and\nhis prostitutes bustle off into the stormy night.\n\nIshmael considers the tavern and digs out a few meager\ncoins from his pocket. Someone distracts him:\n\nCrazy, old Elijah eyeballs him from across the street.\n\nIshmael reacts and protectively pockets his coins. He\nmoves on.\n\nA short distance further, another tavern with a sign\noverhead, swinging in the wind: \"THE SPOUTER-INN,\nPETER COFFIN, PROPRIETOR\". Ishmael glances through\nthe window.\n\nINT. SPOUTER INN - EVENING\n\nShabbier than the last inn, poorly lit.\n\nEXT. NANTUCKET STREET - EVENING\n\nIshmael nods to himself. Perfect. He steps inside,\nas lightning flashes and thunder CRACKS behind him.\n\nElijah suddenly appears at the window, the lightning\n\freflecting his wild eyes. Staring inside, he licks his\n\nlips for want of a drink then wraps his cape around\n\nhimself to stave off the windy chill. He wanders off, babbling\nincoherently.\n\nINT. SPOUTER INN -EVENING\n\nA deserted anteroom. VOICES drift in from a rear dining\nroom, its doorway framed by a huge whale jawbone.\n\nIshmael drops his satchel, removes his coat and hangs it\n\non a rack. He stops to notice a painting on a dark wall.\nTrying to make out its massive center image, Ishmael draws closer\nto focus on the eye of a mammoth sperm whale:\n\nA terrifying depiction of a monstrous leviathan, leaping\nover a ship's tall masts.\n\nIshmael is transfixed by it. A voice startles him:\n\nCOFFIN (0.S.)\nGoin' to sea, are ye?\n\nPETER COFFIN, the stout tavern owner, appears in the\njawbone doorway and looks him over amusedly. Ishmael\nsmiles eagerly and steps over to the inn counter.\n\nISHMAEL\nAye, that I am.",
  "3": "---END OF PREVIOUS SECTION---\nPETER COFFIN, the stout tavern owner, appears in the\njawbone doorway and looks him over amusedly. Ishmael\nsmiles eagerly and steps over to the inn counter. ISHMAEL\nAye, that I am. \n---TARGET SECTION TO BE ANNOTATED---\nMoving behind the counter, Coffin turns the registration\nbook around, takes a pen and dips it into an inkwell.\n\nCOFFIN\nShip's mate, I suppose?\n\nISHMAEL\nNo.\n\nHe takes the pen and signs his name, Coffin watching him.\n\nCOFFIN\nA passenger, then?\n\nISHMAEL\nNot very likely. A passenger\nneeds a wallet, and that's\njust a slice of leather when\n\fthere's nothing in it.\n\nCOFFIN\nA commodore, then? Or a cook?\n\nIshmael laughs. As if echoing him, a GUST OF LAUGHTER\nblows in from the dining room.\n\nISHMAEL\nNo, a simple sailor, jumping\nfrom spar to spar like a\ngrasshopper in a May meadow...\nlike a slave you might say,\nbut who isn't a slave? Tell\n\nme that?\n\nCOFFIN\nI suppose then you're goin'\nwhalin'?\n\nISHMAEL\n\nAye! Might ye have a room\nthen for a simple sailor,\nMister...Coffin, is it?\n\nCOFFIN\nAye. If ye got no objection\nto sharin' a blanket with a\nsimple harpooner.\n\nISHMAEL\nHarpooner? Well...I'd rather\nput up with half any decent\nman's blanket than wander\nfurther on so bitter a night.\n\nAnother GALE OF LAUGHTER from the dining area. Ishmael\npeers curiously around the counter to see the doorway:\n\nA room filled with bawdy, gruff-looking men. Standing\nclose by the doorway is FLASK, a short, pugnacious\nmariner in a restless mood.\n\nISHMAEL (cont'd)\nCould that be him, sir? The\nharpooner you mentioned?\n\nCOFFIN\nNo...that's Mister Flask,\nwith the rest of the Grampus\n\fcrew. Just landed. Liquor's\nalready gone to their heads!\n\nFlask quickly takes his leave and crosses the anteroom\ntoward the front door. Coffin chuckles at him:\n\nCOFFIN (cont'd)\nOff lookin' to board another\nship, are ye, Flask?\n\nFlask nods with a haughty sneer, glancing over Ishmael.\nHe swaggers out without a word.",
  "4": "---END OF PREVIOUS SECTION---\nCoffin chuckles at him:\n\nCOFFIN (cont'd)\nOff lookin' to board another\nship, are ye, Flask? Flask nods with a haughty sneer, glancing over Ishmael. He swaggers out without a word. \n---TARGET SECTION TO BE ANNOTATED---\nCOFFIN (cont'd)\nWell, that's that. As I\nexpected. He's already sick\nof solid ground. Burns his\nfeet, it does. Firm land,\nI mean.\n\nINT. SPOUTER INN HALLWAY -EVENING\n\n0il lamp in hand, Coffin leads Ishmael through a narrow,\ntwisty corridor of labyrinthine turns and steps.\n\nUp three steps and down, around a corner and over another\nset of steps, passing dim-lit doors. Coffin walks fast, Ishmael\nstruggling to keep up. As they pass one door...\n\nA giggling, half-naked girl (one of Stubb's Doxies)\nspills out. Stubb yanks her back inside, slams the door.\n\nIshmael pauses to look back, puzzling over their MUFFLED LAUGHTER.\nCoffin glances back with a chortle.\n\nCOFFIN\nThat Mister Stubb ain't seen\na skirt in narry two years.\n(waves him on)\nStep lively, lad, I haven't\ngot all night.\n\nINT. SPOUTER INN ROOM -EVENING\n\nThe door opens into a dark room with sparse furnishings\nand a modest-sized bed. Coffin lights an oil lamp.\n\nCOFFIN\nThis whale oil's gettin' a\n\fbit low. I'd best refill\nit tomorrow...\n\nIshmael regards the bed ambivalently.\n\nISHMAEL\nSeems a trifle small for two\ngrown men.\n\nCOFFIN\n\nWell, if you're goin' to go\nwhalin', ye better get used\nto that sort of thing. Why,\nlook at that bed! It's the\nlargest one in the house!\nSal and me slept in that bed\nthe night we were spliced.\nPlenty of room...\n\nISHMAEL\nMind ye, I'm not complaining,\nMister Coffin...I'd just like\nto know what kind of man I'd\nbe sharing it with.\n\nCOFFIN\nWell, it's almost Sunday.\nThat harpooner likely anchored\nsomewhere else for the night.\nMake yerself comfortable,\nMister...what's yer name?\n\nIshmael turns an innocent smile.\n\nISHMAEL\nCall me...Ishmael.\n\nCoffin nods and exits, closing the door behind him.",
  "5": "---END OF PREVIOUS SECTION---\nISHMAEL\nCall me... Ishmael. Coffin nods and exits, closing the door behind him. \n---TARGET SECTION TO BE ANNOTATED---\nIshmael gazes around the room. In a corner sits a\ngiant sea chest with mysterious, painted designs.\nPondering it, Ishmael takes off his boots and pants,\ncrawls under the bed's blanket and leans toward the\nbedside oil lamp. He blows it out.\n\nEXT. CAPTAIN AHAB'S HOME -NIGHT\n\nLightning illuminates a two-story brick house on the\noutskirts of town. Lamplights burn behind the windows\n\fof both floors.\n\nPassing before the second-floor light, a man's shadow\npaces back and forth with feverish intensity.\n\nINT. CAPTAIN AHAB'S HOME -NIGHT\n\nA lamp casts a shuddery glow over a pale, haggard\nwoman (AHAB'S WIFE) who sits before the dying embers\nof a hearth, wrapped in a woolen shawl. Close beside\nher sits a timid, 12-year-old boy (AHAB'S SON),\nslight of build with an angelic face.\n\nEyes turned to the ceiling, both listen apprehensively\nto a METHODIC, DRY THUNK on the wood floor upstairs,\npacing relentlessly...the FOOTFALLS OF A PEG LEG.\n\nA LOUD KNOCK at the door -- the two jump out of their\nskins. Upstairs, the PACING STOPS. Unmoving, the Wife\nstares at the door. A tense beat.\n\nAnother UNSETTLING KNOCK. The Wife nervously fingers\nher shawl. The Son sits rigidly. Both waiting...\n\nANGLE ON a staircase, the top half blocked from view\nby a wooden overhang. From the top of the stairs, a\nsteady THUNK-CLOP, THUNK-CLOP. Finally, a foot steps\ndown into view...then a white whale-bone peg leg. It\ndescends slowly and painfully, as we see elaborate\nleather straps connecting it to a severed thigh.\n\nThe Wife and Son watch with fear, mesmerized.\n\nOn the staircase, a man's chest lowers into view...\nthen the face of CAPTAIN AHAB. A face of fury and\npower, molded in bronze, eyes black as night.\n\nA long white scar streaks down from his bald crown\nto his collar. A fierce visage set in granite.\n\nA third BOOMING KNOCK at the door.",
  "6": "---END OF PREVIOUS SECTION---\nA long white scar streaks down from his bald crown\nto his collar. A fierce visage set in granite. A third BOOMING KNOCK at the door. \n---TARGET SECTION TO BE ANNOTATED---\n Ahab glances\nat his wife and child, his expression unchanged.\nThe anxious-faced Wife trembles.\n\nDragging his peg leg to the door with agonizing\nTHUNKS, Ahab opens it into the night...\n\nAn icy GUST sweeps inside -- the lamp flickers out,\ncinder sparks fly from the hearth!\n\fSilhouetted against the harsh storm, FIVE GHOSTLY\nFIGURES fill the doorway. Their faces unseen, one\nwith a turbaned head. A lightning flash gives us\na quick glimpse -- sinister, demonic Arab faces.\n\nEXT. NANTUCKET STREET -LATE NIGHT\n\nFew lights are still burning, the storm died down.\nThe street is obscured by fog.\n\nA tall figure (QUEEQUEG) looms in the fog, carrying\na lethal-looking harpoon like a shepherd's staff.\nHe struts his way toward the Spouter Inn.\n\nINT. SPOUTER INN ROOM -LATE NIGHT\n\nIn bed, Ishmael arouses from deep slumber, sensing\nsomething. Then he settles back to sleep.\n\nINT. SPOUTER INN HALLWAY - LATE NIGHT\n\nViewed from Ishmael's door, the tall, ominous figure\nlumbers down the dark hall toward us.\n\nINT. SPOUTER INN ROOM - LATE NIGHT\n\nIshmael is startled awake by a LOUD CREAK of the door.\nHe peeks out of the covers.\n\nThe tall figure enters and leans his immense harpoon\ngently against a wall, as if it were delicate china.\nHe lights a small candle on a dresser.\n\nA dark-skinned Polynesian, Queequeg's clean-shaved face\n\nis covered with strange, exotic tattoos. His face is\nferocious-looking and yet tranquil, almost innocent in character.\nHe pulls a satchel off his shoulder, opens\n\nit and takes out what vaguely resembles a doll's head.\n\nObscure in the dim light, Ishmael watches in awe.\nIt's a shrunken human head. Queequeg lifts it up to\nthe candlelight and chants some indecipherable words\n\nto it.\n\nIshmael stares warily from his covers.\n\fQueequeg abruptly stops his invocation, stuffs the head\nback into his satchel and moves the candle to the bedside\ntable. He quickly undresses.",
  "7": "---END OF PREVIOUS SECTION---\nIshmael stares warily from his covers. Queequeg abruptly stops his invocation, stuffs the head\nback into his satchel and moves the candle to the bedside\ntable. He quickly undresses. \n---TARGET SECTION TO BE ANNOTATED---\nIshmael can't take his eyes off the muscular, tattooed\nbody -- as Queequeg leaps into the bed beside him.\n\nStill unaware of Ishmael's presence, Queequeg produces\na long tomahawk pipe, leans toward the candle, lights\nthe pipe and sits back in bed, puffing serenely.\n\nHe rests his free hand down next to him...directly onto Ishmael's\nface.\n\nIshmael stiffens with fear. Queequeg freezes. Ishmael\ntries to jump out of bed -- but Queequeg grabs him by his\nnightshirt collar and firmly holds him down. He deftly\nwields his tomahawk, its blade against Ishmael's throat.\n\nQUEEQUEG\nWho de debel is you?! You\ndon't speak up, I kill-e!\n\nIshmael gapes up in strangled terror, gasping.\n\nISHMAEL\n(cries out)\nLandlord! Mister Coffin!\n\nQueequeg's frown tightens, though somehow more curious\nthan angry. He presses the blade of the tomahawk harder against\nIshmael's throat and growls:\n\nQUEEQUEG\nSpeak! Tell-ee me who ye be\nor, dam-me, I kill-ee!\n\nThe door to the room flies open. Coffin steps quickly\ninside. An amused smile, as he feigns concern.\n\nCOFFIN\nLook here, Queequeg, stop\nthat!\n\nQueequeg turns his attention to Coffin, just long enough\nfor Ishmael to wriggle away. Ishmael scrambles out of\nthe bed, outraged, to Coffin:\n\nISHMAEL\n\f10.\nWhy didn't you tell me this...\nharpooner I'm sharing a bed\nwith is a bleedin' CANNIBAL,\nfor Christ's sake?!\n\nCoffin pays no attention to Ishmael as he faces Queequeg.\n\nCOFFIN\nQueequeg, listen to me...you\nsabbee me, I sabbee you, no?\n\nQueequeg nods thoughtfully. He lights his tomahawk pipe,\nsmoke enveloping his tattooed face.\n\nCOFFIN\nThis man sleep here in this\nbed. With you, you sabbee?\n\nQueequeg nods again.",
  "8": "---END OF PREVIOUS SECTION---\nCOFFIN\nThis man sleep here in this\nbed. With you, you sabbee? Queequeg nods again. \n---TARGET SECTION TO BE ANNOTATED---\n He looks at Ishmael, who stares\nwith open dismay at this immense Polynesian harpooner.\n\nQUEEQUEG\nMe sabbee plenty.\n\n(points at Ishmael)\nYou get-ee in.\n\nIshmael glances at Coffin, who grins and nods at the\nbed. Queequeg, smiling good-heartedly, hands his pipe\nto Ishmael. Hesitating but more relaxed, Ishmael takes\nit and draws a mouthful of smoke. And promptly gags.\nTears and coughing. Queequeg laughs, loud and hard.\n\nEXT. NANTUCKET HARBOR DOCK -LATE NIGHT\n\nThe storm over, the harbor is silent and deathly still.\nThe dock is dense with fog.\n\nAmidst a dockside rubble of discarded sails, old Elijah\nhalf-sleeps fitfully, huddled under a filthy sailcloth, covered\nin frost.\n\nGROUPED FOOTSTEPS startles him wide awake. Among them,\nthe unmistakable SOUND of a PEG LEG STRIKING STONE.\nElijah stares out with troubled dread:\n\nLike apparitions of the night, six dark shapes materialize\nout of the fog and march toward a docked, three-masted\n\f11.\nwhaling ship. The Pequod. They strut inexorably up the gangplank,\ntheir central figure's STEPS bold and clear. THUNK-CLOP,\nTHUNK-CLOP...\n\n \n\nFADE OUT.\n\nACT 2\n\n \n\nINT. SPOUTER INN ROOM -MORNING\n\nCold sunlight peeks into the room from the only window. Queequeg\nsleeps, his arm wrapped around Ishmael's chest. Ishmael lies\nawake, immobilized by Queequeg's unconscious embrace.\n\nISHMAEL\nQueequeg!\n\nA loud snore. Ishmael puts some serious effort into trying\nto liberate himself, to no avail.\n\nISHMAEL (cont'd)\n\n(louder)\nQueequeg...wake up, ye big,\nsavage oaf! In the name of\ngoodness. ..WAKE UP!\n\nHe writhes, pushes and strains his way free of the giant harpooner,\nwho slowly wakes. Ishmael drops his feet to\nthe floor and shakes his head.",
  "9": "---END OF PREVIOUS SECTION---\nWAKE UP! He writhes, pushes and strains his way free of the giant harpooner,\nwho slowly wakes. Ishmael drops his feet to\nthe floor and shakes his head. \n---TARGET SECTION TO BE ANNOTATED---\n To himself:\n\nISHMAEL (cont'd)\n\nMust be dreamin' of his savage\nwife, back in whatever savage\n\nplace he escaped from!\n\nQueequeg's eyes open. He grins at Ishmael, yawns and\nleaps out of bed with amazing agility.\n\nISHMAEL (cont'd)\n\nGood morning to ye too, big\n\nking of the typhoon snore...\nIshmael stares with bewilderment at his brown torso,\ncovered with tattoos from head to toe. Queequeg's grin\nis friendly, as though he were used to being gawked at.\n\nINT. SPOUTER INN DINING ROOM -MORNING\n\nA vast platter of steaming steaks is plopped down on a\n\f12.\nlarge table by a stout, red-faced woman, SAL COFFIN.\n\nAs soon as the platter is on the table, the sharp\nspear of a harpoon stabs a fat cut of bloody red meat.\nQueequeg transfers the steak to his plate with quiet\nceremony, the entire maneuver performed with exquisite gentleness\nand good manners. Setting aside his harpoon\n\non the floor, he digs in.\n\nIshmael watches him, baffled. The rest of the men\ndon't seem to have noticed anything unusual. They\nreach for meat and bread, far less politely, and\nnoisily chow down. A brown and brawny bunch, Stubb\nand Flask among them. Ishmael glances behind him:\n\n \n\nBULKINGTON, a handsome, stalwart seaman with a quiet\nreserve, sits at another table with his young, pretty\nFIANCEE. They talk in low voices, holding hands.\n\nIshmael turns back...the platter of steaks is almost\nempty. He takes the last cut, a small, overcooked\nportion. Studies it with resignation. He's about\nto cut into it, when his steak is removed by Sal...\n\nShe grins and presents him with a whole new platter\npiled high with fine, rare slices. Stubb and Flask\nchuckle at Ishmael. Sal gives them a stern look.",
  "10": "---END OF PREVIOUS SECTION---\nShe grins and presents him with a whole new platter\npiled high with fine, rare slices. Stubb and Flask\nchuckle at Ishmael. Sal gives them a stern look. \n---TARGET SECTION TO BE ANNOTATED---\nSAL\n\nWhat're YOU laughin' at, ye\nchowder -headed bumpkins?!\n\n(to Ishmael)\nEat, young man! No one here's\nin a more privileged position\nthan any other. Ye haven't gone\nto sea yet, have ye? Out there\na lowly sailor's got to wait for\na second mate to help himself...\n\n(pokes at Stubb)\n...Like this boobie here! Or\nhe's got to wait for this greasy\nbaboon of a third mate HERE!\n\nShe give Flask a nudge, knocking the cap off his head.\n\nSAL (cont'd)\nBut not in MY establishment!\n(back to Ishmael)\nSo eat, laddie! Eat!\n\f13.\nISHMAEL\nYes indeed, ma'am!\n\nHe reaches enthusiastically for the platter, Stubb and\nFlask laughing heartily at him.\n\nQueequeg stabs up a steak with his harpoon and drops\nit on Ishmael's plate with a big grin. Ishmael smiles\nback, getting used to his new friend.\n\nEXT. NANTUCKET STREET -DAY\nA clear, crisp winter day on the now crowded street.\n\nIshmael and Queequeg emerge from the Spouter Inn, Ishmael pushing\nan old wheelbarrow piled up with his satchel and Queequeg's sea\nchest.\n\nPuffing on his tomahawk, Queequeg reaches into his bag\nand produces the shrunken head. Ishmael reacts, glancing around\nself-consciously.\n\nISHMAEL\nQueequeg, put that thing\naway! These good Nantucket\nChristians will take you for\nthe devil himself.\n\nQUEEQUEG\n(puzzledly)\nWhy do-ee say?\n\nISHMAEL\nFor God's sake, it's a man's\nhead! A very dead real man,\ntoo! Nantucketers don't carry\nthe dead around in their bags!\nThey bury ‘em, don't ye know\nthat?\n\nQUEEQUEG\nAye! Nantucketers buy-em too,\nI tell-ee! For many coins!\n\nHowever, Queequeg puts away the head. He withdraws a\nwooden statuette from his bag and gestures over it.",
  "11": "---END OF PREVIOUS SECTION---\nFor many coins! However, Queequeg puts away the head. He withdraws a\nwooden statuette from his bag and gestures over it. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEQUEG\nMe Yojo tell-ee what ship\n\f14.\nQueequeg and-ee ship out on!\nHe sabbee! Yojo and-ee,\nsabbee?\n\nIshmael looks down at the statuette, then inquisitively\nat Queequeg.\n\nISHMAEL\nYou're sayin' your...Yojo\nwants ME to choose a ship?\nIs that what you mean?\n\nQUEEQUEG\nAye.\n\nISHMAEL\nWill ye be shippin' out with\nme then? Is that what you're\ntrying to tell me, Queequeg?\n\nQueequeg nods with a bright grin, his sharpened teeth\nwhite as snow. He reaches into his bag again and brings\nout a handful of coins. Dropping them unceremoniously\nto the ground, he stops and crouches there.\n\nIshmael stops and sets down the wheelbarrow, watching\nhim curiously.\n\nQueequeg divides the coins into two separate piles,\npockets half of them, then stands and plops the other\nhalf into Ishmael's hand.\n\nIshmael doesn't understand, but Queequeg has already\nturned away to continue on down the street. Ishmael\ngrabs the barrow and catches up to him.\n\nISHMAEL\nQueequeg! Wait, stop...AVAST\nthere, mate!\n\nQueequeg stops and waits, puffing patiently on his pipe.\n\nISHMAEL (cont'd)\nListen, my friend...this is\nsimply out of the question!\nWhat the devil is the matter\nwith ye?!\n\nA puzzled, hurt look from Queequeg.\n\f15.\n\nQUEEQUEG\nEe don't want ship out wid\nQueequeg?\n\nIshmael tries to hand the coins back to Queequeg, who\nignores the gesture, waiting for an answer.\n\nISHMAEL\n\nNo...I mean yes, of course\nI will! What I mean is...\nYOU'RE better suited to pick\nout a whaler best fitted to\ncarry us, not I.\n\n(pushes coins back)\nAnd I shall certainly not\ntake your money!\n\nNot looking at the coins, Queequeg thoughtfully exhales\nsmoke, trying to understand.",
  "12": "---END OF PREVIOUS SECTION---\nYOU'RE better suited to pick\nout a whaler best fitted to\ncarry us, not I. (pushes coins back)\nAnd I shall certainly not\ntake your money! Not looking at the coins, Queequeg thoughtfully exhales\nsmoke, trying to understand. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL (cont'd)\nListen, Queequeg...I fear I\nmust make a confession.\n(leans closer)\nI used to be a school teacher.\nD'ye know what that is?\n\nQUEEQUEG\nAye. Missionary.\n\nISHMAEL\nWell, not exactly. What I'm\ntryin' to say is...I never\njumped a spar in my life.\n\nQUEEQUEG\nIshmael no sailor?\n\nISHMAEL\n(embarrassed)\nAye. Meno sailor. It's\njust, ye see...I have this\nburnin' desire to go to sea.\n\nQueequeg grins, understanding perfectly. He pats the\nsatchel with utter confidence.\n\f16.\nQUEEQUEG\nYojo sabbee. Ishmael pick\nship.\n\nHe takes over the wheelbarrow and pushes on. Ishmael\n\ncatches up with him, and the two stride together\n\ntoward the port. Ishmael smiles, feeling better now. Queequeg\nSINGS a lyrical Polynesian TUNE to himself,\n\nsmiling aside at LOCAL CHILDREN, who gawk up at him\n\nas he passes by.\n\nEXT. NANTUCKET DOCK -DAY\n\nAt the bustling dockside, the Pequod is being fitted\nfor a long voyage.\n\nEXT. PEQUOD (DOCKED) - DAY\n\nA short, bent SHIP'S CARPENTER with a wrinkled face\noversees the loading of lumber. His body is wracked\nwith arthritis, but for his powerful arms and hands.\n\nAn old, grizzled SHIP'S COOK watches, as DOCKHANDS\ncarry food stores and water barrels on deck.\n\nBy his side is PIP (12), a black cabin boy of small\n\nstature with a playful face. Merry as a cricket and\n\nbright as a cherub. He toys with a tambourine as he\n\nwatches the bustle of activity. A cheerful presence,\n\nclearly appreciated by the men at work.\n\nOverseeing the loading operation from an old wicker\n\nchair by the gangplank is a heavy-set, retired captain,\n\nPELEG, dressed in the Quaker style. He watches with sharp-eyed\ncare at every passing item, writing them\n\ndown on a thick ledger.",
  "13": "---END OF PREVIOUS SECTION---\nA cheerful presence,\n\nclearly appreciated by the men at work. Overseeing the loading operation from an old wicker\n\nchair by the gangplank is a heavy-set, retired captain,\n\nPELEG, dressed in the Quaker style. He watches with sharp-eyed\ncare at every passing item, writing them\n\ndown on a thick ledger. \n---TARGET SECTION TO BE ANNOTATED---\nThe SOUND of Queequeg's powerful CHANTING VOICE wafts\n\nover the dock. SHIP'S CREWMEN steal glances at the\ncurious duo down below, as they approach.\n\nEXT. NANTUCKET DOCK - DAY\nQueequeg ceases his chanting, scanning the contours of\nthe Pequod's tall masts. Ishmael looks up with him,\n\nstudying the old vessel with admiration and curiosity.\n\nISHMAEL\n\f17.\nIt's an old ship...preparing\nfor a long voyage, I gather.\n\nQUEEQUEG\nAye. She be long-seasoned\nship.\n\nISHMAEL\n\nAnd covered with whale teeth!\n\nTheir eyes lower to the deck, where each bulwark is\ndecorated with the long sharp teeth of sperm whales,\nsome used for fastening ropes. Queequeg nods, but\nsays nothing. Ishmael ponders the whole ship.\nISHMAEL (cont'd)\n\nThere's something a bit...\n\nmelancholy about her, if\n\nyou ask me.\n\nAs if to contradict him, Pip PLAYS his tambourine and\nhums in a light, angelic voice. Queequeg smiles at\nhim, some vague brotherly connection between them.\n\nISHMAEL (cont'd)\nWell...I suppose Yojo's made\nour choice for us.\n\nHe musters courage and struts up the gangplank, trying\n\nto look swarthy. Queequeg waits on the dock, smoking\nand leaning on his harpoon, still assessing the Pequod.\n\nEXT. PEQUOD (DOCKED) -DAY\nIshmael stops before Peleg, who barely acknowledges him.\nISHMAEL\nBeg pardon, sir? Might this\nbe the Captain?\nPeleg stops writing and faces Ishmael with a closed expression.\nPELEG\nSupposing it be. What d'ye\n\nwant with him?\n\nISHMAEL\nI was thinking of shippin'.\n\f18.\nPeleg frowns and looks him over critically.\n\nPELEG\nYou're no Nantucketer. What\nd'ye know about whaling?\n\nISHMAEL\nNothing, sir, but I want to\nsee what whaling is. I want\nto see the world.",
  "14": "---END OF PREVIOUS SECTION---\nWhat\nd'ye know about whaling? ISHMAEL\nNothing, sir, but I want to\nsee what whaling is. I want\nto see the world. \n---TARGET SECTION TO BE ANNOTATED---\nPELEG\n\n(laughs at that)\nCan't you see the world from\nwhere ye stand, young man? You\nwant to see what whaling is, do\nye? Are ye man enough to pitch\na harpoon down a live whale's\nthroat, then jump after it? Well,\nI'll tell ye this much: there's\ndeath in this business, and it\ncan bundle a man quite quickly\ninto eternity. Does that\nfrighten ye?\n\nISHMAEL\nNo sir, it does not.\n\nPELEG\nI see. Then have ye clapped\neyes yet on Captain Ahab?\n\nA ripple of discreet CHUCKLING from the crewmen nearby.\nPip taps his tambourine forbodingly. Ishmael's puzzled\nbut remains undaunted.\n\nISHMAEL\nCaptain Ahab, sir? Who is\nCaptain Ahab?\n\nBILDAD, another older gentleman, appears from below deck.\nAs thin as Peleg is round, he glances over Ishmael with\na dry, tight-lipped expression.\n\nBILDAD\n\"Who is Ahab?\" Who is THIS,\nPeleg?\n\nPELEG\n\f19.\nHe says he's our man, Bildad!\nHe wants to ship!\n\nBILDAD\nDo ye, now?\n\nISHMAEL\nI do! Yessir!\n\nBILDAD\n\nHis lungs are sort of soft.\n(to Ishmael)\n\nCaptain Ahab is the captain\n\nof this ship, young fellow.\n\nISHMAEL\nBut I thought I WAS speakin'\nto the Captain, sir.\n\nPELEG\n\nYou're speaking to Captain\nBildad. I'm Captain Peleg.\nWe own this fine specimen,\nand it's our job to see to\nit that she's fitted out\nwith all her needs...\n\n(a doubtful look)\nIncluding, sir, a crew with\ngoodly experience.\n\nFrustrated that he's failing this interview , Ishmael\nglances back toward Queequeg for support.\n\nEXT. NANTUCKET DOCK - DAY\n\nQueequeg sits on the wheelbarrow of their belongings, obliviously\nsmoking his tomahawk pipe.\n\nEXT. PEQUOD (DOCKED) - DAY\n\nOn his own, Ishmael turns back to Peleg.\n\nISHMAEL\nWhere IS this Captain Ahab,\n\f20.",
  "15": "---END OF PREVIOUS SECTION---\nEXT. PEQUOD (DOCKED) - DAY\n\nOn his own, Ishmael turns back to Peleg. ISHMAEL\nWhere IS this Captain Ahab,\n\f20. \n---TARGET SECTION TO BE ANNOTATED---\nsir?\nPELEG\n\nWhat do ye want with him?\nISHMAEL\n\nTo see him. I'd like to...\n\nsee him.\n\nThe men at work now slow their pace, eavesdropping.\nPip rattles his tambourine at an ominous tempo, until\nthe Cook gestures him to cease.\n\nPELEG\n\nThat's highly unlikely. He\nwon't always see me, so I\nrather doubt he'll see you!\nA strange man, he is indeed...\n\n(to Bildad)\nA great, ungodly, god-like\nman, I'd say.\n\nBILDAD\nAye, but above the common.\n\nPELEG\n(to Ishmael)\nHe doesn't speak much...but\nwhen he does, you'd do well\nto listen.\n\nA huge shadow crosses over them. Peleg and Bildad\nfall silent as they look up.\n\nQueequeg towers over them, standing behind Ishmael\nwith his harpoon. He nods at Ishmael, encouraging\nhim to introduce him. Ishmael understands.\n\nISHMAEL\nThis is my friend Queequeg.\nHe wants to ship, too.\n\nBoth the captains look Queequeg over with some dismay.\nEveryone on board turns to regard this tattooed giant.\n\nPELEG\n\"Quohog\"? Doesn't look like\nmuch of a Christian to me.\n\f21.\nISHMAEL\nWhy, he's killed more whales\nthan you can count...\n\nQueequeg rests a hand on his shoulder to stop him. He\ncoolly faces the captains and points at a small, dark\nknothole on the farthest mast.\n\nQUEEQUEG\nCap'n, ee see him small dark\nspot on mastwood there? Ee\nsee him? Well, s'pose him\none whale eye! Well, den...\n\nHe raises the harpoon and effortlessly darts it...\n\nAn Olympic throw across the deck -- past Bildad's\nnose, over the Cook's head -- a bull's eye into the\nmast target! The big iron quivers mightily.\n\nQueequeg playfully hauls at the harpoon line and\ngives the two shocked captains a broad grin.\n\nQUEEQUEG (cont'd)\nDat whale dead!\n\nA silent beat. Bildad turns excitedly to his partner.",
  "16": "---END OF PREVIOUS SECTION---\nQUEEQUEG (cont'd)\nDat whale dead! A silent beat. Bildad turns excitedly to his partner. \n---TARGET SECTION TO BE ANNOTATED---\nBILDAD\nQuick, Peleg, quick, get the\nship's papers! We must have\nQuohog here, I mean Hedgehog,\nwhatever his name is!\n\nPeleg scrambles for a ledger, opens it up. He extends\na pen to Queequeg, anxious for him to sign.\n\nPELEG\nLook here...we'll give you\none-ninetieth percent, that's\na higher cut of the ship's\nwhale-oil cargo than we've\never given any harpooner!\nSo what say ye?\n\nQUEEQUEG\nWhat be about me friend?\n\nPELEG\n\f22.\nOh, all right then...we'll\nsign him on too.\n(to Ishmael)\nBut you earn only a fifth of\nwhat HE gets!\n\nIshmael and Queequeg exchange pleased grins.\n\nEXT. NANTUCKET DOCK -DAY\nIshmael and Queequeg stride back down the dock, their\nbelongings left behind. Both in high spirits.\n\nVOICE\nHist! Shipmates!\n\nDistracted by a craggy voice behind them, the two slow\ntheir pace and glance around.\n\nElijah, the demented old man from last night, beckons\nthem from inside the open doorway of a blacksmith shed.\n\nELIJAH (cont'd)\nShipmates! Come hither!\n\nIshmael and Queequeg stop and regard him curiously.\nHe beckons them frantically. They venture closer.\n\nINT. BLACKSMITH SHED - DAY\n\nA shadowy, deserted place. Blacksmith tools hang\nlike ancient weapons. Half in the sunlight of the\ndoorway, Ishmael and Queequeg face Elijah, who\nremains in shadow.\n\nISHMAEL\nWhat d'ye want, old man?\n\nThe ragged old codger looks them both over like a man possessed.\nIn a harsh, broken breath:\n\nELIJAH\nHave ye shipped in that\nship then, have ye?!\n\nIshmael trades looks with Queequeg, who regards Elijah\nmore with apprehension than curiosity.\n\nISHMAEL\n\fFire in his\n\n23.\nThe Pequod? Why yes, we've\njust signed the articles.\n\nELIJAH\nThe articles, eh? Anything in\nthere about your SOULS?!\n\neyes, as if this were a revelation.",
  "17": "---END OF PREVIOUS SECTION---\nELIJAH\nThe articles, eh? Anything in\nthere about your SOULS?! eyes, as if this were a revelation. \n---TARGET SECTION TO BE ANNOTATED---\nELIJAH (cont'd)\nNo? Perhaps you haven't got\nany!? No matter! I know\nplenty of men haven't got a\nsoul -- good luck to ‘em!\nBetter off for it, some of\n‘em! A soul's sort of a\nfifth wheel to a wagon,\ndon't ye think?\n\nISHMAEL\nWhat're ye jabberin' about?\n\nElijah gestures outside with great flourish.\n\nELIJAH\nOh, but HE's got enough to\nmake up for the rest of us...\nplenty more than enough!\n\nISHMAEL\nLet's go, Queequeg. This\nfellow's broken loose from\nhis moorings...\n\nELIJAH\nI'm tellin' ye about OLD\nTHUNDER! Haven't seen Old\nThunder yet, have you?\n\nISHMAEL\nWho's Old Thunder?\n\nELIJAH\nCaptain Ahab! Ye haven't\nseen him yet, have ye?\n\nQueequeg shakes his head slowly. Ishmael looks away, exasperated.\nElijah cackles maniacally.\n\f24.\nELIJAH\nNo, I didn't think so! Did\nthey tell ye about him?\n\nISHMAEL\nI know all I need to know.\n\nELIJAH\nAll about it, eh? You sure\nnow? But is all ye need to\nknow ever enough, I ask you!?\n\nIshmael starts to leave, but Queequeg detains him.\n\nELIJAH (cont'd)\nSo you've shipped then, have\nye? Names down on paper?\nWell, what's to be will be...\nthen again perhaps it won't!\nAnyhow, it's all fixed, all\nbeen arranged! Has been for\na long time!\n\nISHMAEL\nWhat? What's been fixed?\nWhat're ye blatherin' about?\n\nELIJAH\nThe prophecy, mate! The\nprophecy of the PEQUOD! All\naboard her will perish, save\none man! All but one!\n\nIshmael frowns at the old lunatic, fed up with this\nnonsense. Queequeg stares, frozen in place.\n\nELIJAH (cont'd)\nDidn't know THAT, did ye,\nmates?! Did ye?! Did ye?!\n\nISHMAEL\nCome along, Queequeg.",
  "18": "---END OF PREVIOUS SECTION---\nDid ye?! Did ye?! ISHMAEL\nCome along, Queequeg. \n---TARGET SECTION TO BE ANNOTATED---\n Let's\nleave this fool to his ravings.\n\nQueequeg can't take his eyes off Elijah, a hint of\nfear in his eyes. Ishmael tugs at Queequeg, and they\nleave Elijah cackling at them from the shed doorway.\n\f25.\nELIJAH\nAll but one! All but one!\n\nEXT. NANTUCKET DOCK - DAY\n\nThey exit the blacksmith shed and move on toward town.\nIshmael looks a bit disturbed but tries not to show it.\nQueequeg is deeply perturbed. Ishmael notices this\nand jostles him.\n\nISHMAEL\nDon't take it to heart, he's\njust some crazy old loon...\n\nQUEEQUEG\nIshmael? What be a soul?\n\nISHMAEL\nA soul? Well, that's a\ndifficult question...\n\nHe hears a CHURCH BELL RINGING in the distance.\n\nISHMAEL (cont'd)\nYe believe in God, Queequeg?\nY'know...like a big chief\nover all men?\n\nQUEEQUEG\nLike Yojo.\n\nISHMAEL\nI reckon so, but bigger than\nthat. Like a captain of the\nstars.\n\nHe notices TOWNSPEOPLE moving toward a white clapboard\nchurch with a tall steeple. Thinking to himself.\n\nISHMAEL (cont'd)\nI can't really explain it to\nye...but I can SHOW ye.\n\nEXT. NANTUCKET CHURCH -DAY\nIshmael and Queequeg approach the church. Queequeg\n\nstops before it, hesitating. He's never been inside\none before, and it unnerves him a little.\n\f26.\nISHMAEL\nIt's just a house of God,\nQueequeg...OUR god, that is.\n(urges him on)\nTrust me. Ye can learn all\nabout the soul here.\n\nQueequeg nods, trusting him implicitly. They move on.\n\nINT. CHURCH -DAY\n\nA CONGREGATION is gathered in pews, facing a pulpit\nunlike any other -- built to exactly replicate the\nbow of a ship. Its towering platform forms the mock\nship's sharp prow.\n\nIshmael and Queequeg enter quietly and take a rear\nseat, Queequeg drawing stares.",
  "19": "---END OF PREVIOUS SECTION---\nCHURCH -DAY\n\nA CONGREGATION is gathered in pews, facing a pulpit\nunlike any other -- built to exactly replicate the\nbow of a ship. Its towering platform forms the mock\nship's sharp prow. Ishmael and Queequeg enter quietly and take a rear\nseat, Queequeg drawing stares. \n---TARGET SECTION TO BE ANNOTATED---\nAmong the worshippers sits STARBUCK (30's), a sharp,\ngood-looking, experienced seaman with a pragmatic way\nabout him, full of watchful curiosity. Beside him,\nhis seasoned WIFE and TWO beautiful CHILDREN. Nearby\nsit Bulkington and his Fiancee, their hands clenched\ntight. Starbuck's Wife glances toward Bulkington's\nbride: the girl looks tense and anxious.\n\nUp front sits Ahab's weary Wife, red-eyed from long\nnights of tears. And her son, a fixed, distant gaze.\n\nFrom the high pulpit looms FATHER MAPPLE, a patronly,\nmessiah-like figure.\n\nIn the rear pews, Ishmael recognizes the minister and\nnudges Queequeg, whispering aside.\n\nISHMAEL\nThat's Father Mapple. I hear\nhe used to be a harpooner.\n\nFather Mapple scans the scattered gathering before him\nwith a furrowed brow and waves them all closer. With\na deep, penetrating voice:\n\nMAPPLE\nCome closer, shipmates! You\nthere, side away to larboard!\nAnd you, gangway to starboard!\n\f27.\nMidship! Midship!\n\nA rustle of feet, as everyone quickly rises and takes\nnew seats closer to the pulpit. Father Mapple waits\nas they settle down. He lifts his closed eyes, as if\npraying from the bottom of the sea. Then looks down,\nevery word like God's commandment:\n\nMAPPLE (cont'd)\nThe Book of Jonah! First\nchapter, last verse -- look\ndown and read it, mates!\n\"And God had prepared a great\nfish to swallow up Jonah!\"\n\nBelow him, the SOUND of pages turning, MUTED MUMBLINGS.\n\nMAPPLE (cont'd)\nThe Lord called upon Jonah\nto cry out against wickedness,\nbut instead Jonah fled from\nGod's command! WHY? Why did\nhe willfully disobey God?\nBecause he thought it was\ntoo HARD!\n\nThe congregation stops turning pages, everyone mesmerized\nby the resonance of his voice.",
  "20": "---END OF PREVIOUS SECTION---\nWhy did\nhe willfully disobey God? Because he thought it was\ntoo HARD! The congregation stops turning pages, everyone mesmerized\nby the resonance of his voice. \n---TARGET SECTION TO BE ANNOTATED---\nMAPPLE (cont'd)\nTOO HARD! Why, everything God\ncommands us to do is hard!\nThat is why He commands more\noften than He tries to persuade!\nHe knows that if we obey Him,\nwe DISOBEY OURSELVES! That is\nhard! It is hard because we\ncannot flee from his command,\nas Jonah tried to do...hard\nbecause God is everywhere and\nthere is no hope of escaping\nHim!\n\n(dramatic pause)\n\nNow, imagine poor Jonah...\nprowling among ships like a\nburglar, rushing to cross the\nseas and escape from his God!\nBut how could he do so? By\nthinking that a ship made by\n\f28.\nmen will carry him to places\nwhere God does not reign?!\n\nAhab's Wife listens, as if these words were directed\nat her. Tears stream down her face.\n\nMAPPLE (cont'd)\nAnd now the time of tide has\ncome. The ship casts off her\nlines and sets away on the\ngreat, wide ocean. But the\nsea rebels! Oh, and the wind!\nEvery sail tears, every plank\nthunders with trampling feet!\n\n(beat)\n\nBut Jonah does not see the\nblack sky nor the raging sea\nall around him! He does not\nsee it -- he does not CARE!\n\nIshmael and Queequeg listen, entranced. So too does\nStarbuck and his family.\n\nMAPPLE (cont'd)\nThe God-fugitive is plainly\nknown to all on board, and\nso they blame HIM for the\ntempest upon them! So they\nlift up Jonah like an anchor\nand drop him into the sea!\n\nMAPPLE (cont'd)\n\n(booming stormily)\nAnd God comes upon him ina\nMIGHTY WHALE! Clamps all his\nivory teeth about him! Then\nswallows him whole into the\nbelly of hell -- and dives\nten thousand fathoms down to\nliving GULFS OF DOOM!\n\nThe men wince, the wives cringe in vicarious horror.\nThe children hide their faces in their parent's arms.\n\nHaving made his effect, Father Mapple softens his voice:\nMAPPLE (cont'd)\n\nTo the watery world of woe.\nThere among the ocean bottom's\n\fbones did Jonah cry out his\nrepentance.",
  "21": "---END OF PREVIOUS SECTION---\nThe children hide their faces in their parent's arms. Having made his effect, Father Mapple softens his voice:\nMAPPLE (cont'd)\n\nTo the watery world of woe. There among the ocean bottom's\n\fbones did Jonah cry out his\nrepentance. \n---TARGET SECTION TO BE ANNOTATED---\n And God in that\nwhale breached and vomited\n\nout Jonah upon the land. And\never after, Jonah preached the\ntruth in the face of falsehood,\nagainst the proud commodores\nof this earth, and stood forth\nhis inexorable self!\n\nHe turns to every face in the congregation, appealing to\n\neach one, beseeching them.\n\nMAPPLE (cont'd)\nShipmates, my brethren of the\nsea...hear me. Delight to him\nwho gives no quarter in the\ntruth. But woe to him who would\nNOT be true, even though to be\nfalse would be his salvation!\n\nOver this, we feature the faces of Starbuck, listening\nwith grave understanding...Ahab's wife, eyes clenched\n\nin grief...and finally Ishmael and Queequeg. The\nChristian and the pagan, trying to fathom the words.\n\nMAPPLE (cont'd)\nBrothers, let us pray...\n\n(his eyes closed)\nDear heavenly father, may we\nstrive to be thine, more than\nto be this world's or our own.\nFor what is a man that he should\nnot live out the lifetime of\nhis God?\n\nA long silence over the congregation.\nFADE OUT.\n\nACT 3\n\n \n\nEXT. NANTUCKET BAY - DAY\n\nThe distant Pequod sets sail out of the harbor beneath a\ndramatic sky. She passes the headlands, bound for sea.\n\nEXT. NANTUCKET HEADLANDS - DAY\n\f30.\n\nThe tiny figures of women hasten to the top of the great\nblack cliffs.\n\nEXT. CLIFF PROMONTORY - DAY\n\nNANTUCKET WIVES in their bleak dresses and shawls run in\nscattered groups to a high vantage point. They collect together\non the promontory, all eyes cast seaward to\n\ncatch a last glimpse of their husbands' dwindling ship.\n\nAmong them is Starbuck's Wife, a face of sad remorse.\nStubb's two Doxies, gushing tears. Ahab's grieving Wife,\nwho has no more tears left to cry. All bear the look of\nwomen who have become widows in their men's lifetimes.\n\nStanding alone, Bulkington's Fiancee gazes forlornly\nout, hugging herself with anxious dread. Starbuck's\nWife approaches and lays a comforting arm around her.",
  "22": "---END OF PREVIOUS SECTION---\nAll bear the look of\nwomen who have become widows in their men's lifetimes. Standing alone, Bulkington's Fiancee gazes forlornly\nout, hugging herself with anxious dread. Starbuck's\nWife approaches and lays a comforting arm around her. \n---TARGET SECTION TO BE ANNOTATED---\nFrom their view, the Pequod shrinks into the horizon.\n\nEXT. ATLANTIC OCEAN - DAY\n\nThe magnificent Pequod drives to windward, her great\nsails full to bursting. She plunges through the big\nswells of choppy Atlantic waters.\n\nEXT. PEQUOD (AT SEA) -MIDDECK/QUARTERDECK - DAY\n\nA pitching deck, alive with activity. Sailors scurry\nabout, climbing ladders, reefing sails, trimming yards\nunder the calm commands of First Mate Starbuck.\n\nSTARBUCK\nBack the main yard there!\nUp helm! Hearts alive now!\n\nStruggling on a taut halyard from middeck, Ishmael pulls\nwith difficulty. Queequeg pulls with powerful ease.\n\nThird Mate Flask, pulling rank to make up for his low\nstature and ignorance, shouts at those on the rope.\n\nFLASK\nPull, ye monkeys, or by gor\nI'll give ye a good sea toss!\n\f31.\nHe turns on Ishmael who stops, his soft hands blistering.\n\nFLASK (cont'd)\nGo to it, landlubber, pull!\nFlukes and flames, boy, are\nye that green in the gills?!\n\nISHMAEL\nNot that green, sir!\n\nHe keeps pulling, despite the pain. Queequeg gives Flask\na surly look.\n\nFLASK\nWhat're YOU lookin' at, ye\ndumb, painted savage?!\n\nSecond Mate Stubb leans over the quarterdeck bannister, smoking\na proverbial short black pipe.\n\nSTUBB\nLookin' at a dumber one, I'd\nsay!\n\nHe laughs and turns, calling to a lookout high aloft.\n\nSTUBB (cont'd)\nHo! Masthead there! Look\nsharp! We'll be sightin' for\nwhales from sunup to sundown!\nIf ye see one, split yer\nlungs, d'ye hear?!\n\nEXT. MASTS - DAY\n\nHigh on the topgallant mast stands harpooner TASHTEGO,\nan American Indian with long hair and the noble face of\na warrior hunter. A muscled giant like Queequeg.",
  "23": "---END OF PREVIOUS SECTION---\nEXT. MASTS - DAY\n\nHigh on the topgallant mast stands harpooner TASHTEGO,\nan American Indian with long hair and the noble face of\na warrior hunter. A muscled giant like Queequeg. \n---TARGET SECTION TO BE ANNOTATED---\nClimbing a swaying rope ladder in the breeze is another\nharpooner DAGOO, a coal-black barbarian with huge gold\n\nloops in his ears. Another giant.\n\nA strong gust of wind hits the sails. The men react\nimmediately, scrambling over spars like nimble spiders.\n\nSTARBUCK (0.S.)\n\f32.\nHands by the halyards! In\ntop-gallant sails! Stand by\nto reef topsails!\n\nSTUBB (0.S.)\nJump, my jollies!\n\nDagoo and others tumble toward the topmasts, among\nthem Bulkington. The two men taunt each other good-\nnaturedly as they go about their dangerous business,\nshouting between masts:\n\nBULKINGTON\nThe squall! Jump the squall!\nLend me yer earring, Dagoo,\nso I can secure this sail!\n\nDAGOO\nCome and get it, white skin!\n\nBoth laugh, as they climb right over the canvas of the\nbillowing sails.\n\nEXT. MIDDECK - DAY\n\nThe halyard pulling stops. Ishmael nurses his palms and staggers\nacross the heaving deck, a bit seasick.\n\nA ship's boom swings across the deck, about to broadside\nhim -- Queequeg yanks him out of the way. Both topple\nacross the deck together. Stubb bellows a laugh.\n\nSTUBB\nOne hand for the ship, Mister\nIshmael, one hand for yerself!\n\nIshmael rises to his feet, nods his thanks to Queequeg, humiliated\nbut keeping his pride. To Stubb:\n\nISHMAEL\nAye, aye, sir. But I don't\nthink it's proper to make\njest of another man's peril.\n\nSTUBB\nAye, but you're wrong! It's\nlaughter that's the final\nconsequence of everything!\nThe only comfort a man has,\n\f33.\nand the wisest one!\n\nISHMAEL\nThe easiest, you mean.\n\nStubb leaps down from the quarterdeck and claps him on\nthe shoulder with a hard but friendly whack.",
  "24": "---END OF PREVIOUS SECTION---\nand the wisest one! ISHMAEL\nThe easiest, you mean. Stubb leaps down from the quarterdeck and claps him on\nthe shoulder with a hard but friendly whack. \n---TARGET SECTION TO BE ANNOTATED---\nSTUBB\nThe ONLY comfort, shipmate,\nand the wisest, I tell you!\nWise Stubb, that's what they\n\ncall me -- and that's because,\nwhatever happens, I go to it\nlaughing!\n\nAnother bellowing laugh. Ishmael nods, accepting that.\n\nFlask joins\n\nFlask picks\n\nthem, hard-eying Ishmael as he faces Stubb.\n\nFLASK\n\nJust don't ever let fightin'\nFLASK catch ye laughin' at\n‘im, Stubb!\n\n(nods at Ishmael)\nSo what're we goin' to do\nwith this pup?\n\n(to Ishmael)\nYer own mother would make a\nbetter sailor.\n\nISHMAEL\nI'm tryin' my best, sir.\n\nup a bucket and tosses it roughly to him.\nFLASK\n\nThen try this! Swab the deck,\nsince that's all yer good for.\n\nIshmael resigns himself to it. Pip dances by, banging\n\ncheerily on\n\nhis tambourine, lifting Ishmael's spirits.\n\nEXT. QUARTERDECK - DAY\n\nBy the deckhouse, Starbuck watches all that goes on\n\naround him.\n\nHe glances toward the closed door of the Captain's\n\ncabin. No Ahab in sight. He calls out:\n\f34.\nSTARBUCK\nMister Bulkington! Give us\na good song to speed us on!\n\nAlighting down on deck, Bulkington turns with reserved\nmanner. Then BELTS OUT a song with unexpected relish:\n\nBULKINGTON\nIn the Indian Ocean, Pacific\nOcean, no matter what ocean:\npull ahead, yo heave 0! Soon\nye'll hear the cry \"Town oO!\"\n\nThe whole crew joins in, as they work from deck to masts.\n\nCREWMEN\n\"There she blows, hard up,\nsquare the yards then, steady,\nlads, so!\" cries the Captain.\nSoon as we get near boys, in\nwith the gear, boys, swing the\ncrane clear, boys, pull ahead\nnow, yo heave 0!\n\nSwabbing the deck on his knees, Ishmael winces from his\nbruised hands but manages a smile and sings awkwardly\nalong. Queequeg kneels down and joins him at washing\nthe deck. Singing too.",
  "25": "---END OF PREVIOUS SECTION---\nSwabbing the deck on his knees, Ishmael winces from his\nbruised hands but manages a smile and sings awkwardly\nalong. Queequeg kneels down and joins him at washing\nthe deck. Singing too. \n---TARGET SECTION TO BE ANNOTATED---\nNearby, the arthritic Carpenter drills a short hole in\nthe planking. Ishmael watches him, noticing other holes\nall around the deck in random places.\n\nISHMAEL\nWhat're those holes for, sir?\nCARPENTER\nCaptain's orders -- mind yer\n\nown business!\n\nTaken back by that, Ishmael keeps swabbing. He gazes up toward\nthe Captain's cabin door with ambivalent curiosity.\nToiling beside him, Queequeg follows Ishmael's eyes.\n\nQUEEQUEG\nShip wid no cap'n. Yojo no\nsabbee dis.\n\nStubb passes by. Ishmael rises to rest his hands.\n\f35.\nISHMAEL\nMister Stubb, sir? Will he\never make an appearance, do\nye suppose? Ahab, I mean?\n\nSTUBB\nYour guess is as good as mine.\nISHMAEL\nWill we see a whale soon, I\nwonder?\nSTUBB\n\nWe will and ye'll soon not\nforget it! Ye haven't lived,\nyoung monkey, 'til you've\nraised a whale!\n\nHe moves on. Ishmael stares out over the rolling sea.\n\nINT. FORECASTLE -NIGHT\n\nCramped, claustrophobic crews' quarters. Walls of bunks\naround dining tables, all too small for some thirty men.\nA rowdy, sweaty atmosphere, oil lamps swinging.\n\nMotley crewmen queue before a steaming turrine at a\nParsons table, as the Cook ladles chowder into their bowls.\nTwo of them, PERTH and DOUGH-BOY, examine their bowls of\nwatery stew with disgust.\n\nPERTH\nBlast! Chowder for breakfast,\nchowder for supper...\n\nDOUGH - BOY\nThis swill ain't fit for a dog!\n\nCOOK\nMind yer tongue, swabby, or\nI'll cut it off and add it to\nthe pot!\n\nHe brandishes a formidable kitchen knife. Then fills a\nbowl for the Carpenter, who nods slyly at a big beetle skittering\nacross the turrine table.\n\nCARPENTER\n\f36.\nAdd that, Cook -- mebbe it'll\nimprove the flavor.\n\nThe others laugh. Sneering sourly at him, the Cook\njabs down his knife to kill the insect. He misses.",
  "26": "---END OF PREVIOUS SECTION---\nThe others laugh. Sneering sourly at him, the Cook\njabs down his knife to kill the insect. He misses. \n---TARGET SECTION TO BE ANNOTATED---\nThe Carpenter whips out a hammer and swings down --\nWHACK! Bull's eye. He grins at the pouting Cook.\n\nThe men take their bowls to a dining table. The\nCarpenter plops down beside the BLACKSMITH, a begrimed\nold salt with burn scars all over his flesh. Perth\nand Dough-Boy sit next to them.\n\nPERTH\nSay, carpenter, where d'ye\nkeep your rum these days? I'm\nitchin' for a taste.\n\nCARPENTER\nWhat rum? It's against ship's\norders, ye know that.\n\nNearby, Ishmael straddles a bench with Queequeg, who\nswaths Ishmael's raw, bleeding hands with cloth strips.\n\nPERTH\nLookit them two lovebirds...\n(to Ishmael)\nCareful with your hand, mate,\nyour slave there might be\nmistakin' it for supper!\n\nQueequeg turns with noble dignity.\nQUEEQUEG\nQueequeg no slave. Queequeg\n\nson to island king.\n\nThe other two laugh at that. Perth bows mockingly.\n\nPERTH\nOh, a thousands pardons, your\nMajesty!\n\nDOUGH - BOY\n\nHail to the prince of savages!\n\nTwo brawny hulks sit opposite them: red Tashtego and\nblack Dagoo, giving them looks to kill. Perth and\n\f37.\nDough-Boy turn to their stew, suddenly quiet.\n\nIshmael looks at Queequeg as he finishes bandaging.\n\nISHMAEL\nYou pagans need to teach us\nChristians the art of kindness.\n\nQUEEQUEG\nNo matter. Queequeg-ee be\nfriends, aye? Queequeg hungry!\n\nISHMAEL\nAye! Grub ho!\n\nThey rise and wend their way to the Cook's turrine.\n\nStubb and Flask enter. The men's rabble rousing settles\ndown to a respectful lull.\n\nSTUBB\nAt ease, ye sons of bachelors!\nWe ain't the Capt'n, after all.\n\nTASHTEGO\nWhat capt'n? He don't exist.\n\nStubb and Flask observes Ishmael with his swathed hands, holding\nhis bowl with great difficulty as the Cook\nladles out stew.",
  "27": "---END OF PREVIOUS SECTION---\nTASHTEGO\nWhat capt'n? He don't exist. Stubb and Flask observes Ishmael with his swathed hands, holding\nhis bowl with great difficulty as the Cook\nladles out stew. \n---TARGET SECTION TO BE ANNOTATED---\nSTUBB\nYou're in a sad pickle, lad.\n\nFLASK\nWhat say we open some grog\nto quell his growin' pains?\n\nSTUBB\nNot without permission from\nthe Capt'n.\n\nFLASK\n\nTo hell with permission...\nHe makes for the Carpenter's bunk and kicks open a tool\nbox -- revealing a hidden rum bottle. Flask snatches it\nup. The Carpenter jumps up, alarmed.\n\nCARPENTER\n\f38.\nSee here! That's my medicine!\n\nFLASK\nPotent medicine, I'll wager...\n\nHe pops out the cork with his teeth and starts to take\na swig -- Stubb grabs it away from him.\n\nSTUBB\nNo medicine for you, Flask!\nLet's christen our new pup...\n(to Ishmael)\nCome here, me boy! This'1ll\ncure ye...\n\nIshmael turns, gingerly holding his bowl. Stubb pours\nrum over his bandaged hands. Ishmael drops the bowl --\nscreams in pain! Stubb pushes the bottle at him.\n\nSTUBB (cont'd)\nQuick! Drink, lad, it'll\nkill the pain...\n\nAgonizing, Ishmael grabs the bottle with hot hands\n\nand takes a quick, deep swig. He spits out a mouthful\nand gasps, his insides burning worse than his hands.\n\nSTUBB (cont'd)\n\nGo on -- take another! Ye\nmay be dry for a long spell\nto come!\n\nLooking around at the mates GOADING him on, Ishmael\ntakes the challenge. He chugalugs from the bottle.\n\nFLASK\nAye! That's the manly way!\n\nAloof on his bunk in b.g., Bulkington watches them.\n\nSTUBB\nWell done, sailor!\n\nIshmael can't speak, his breath on fire, sinking faintly\non a bench. Queequeg pounds his back to revive him.\n\nThe others eye the bottle, anxious for a taste. Their\ngrubby hands grope for it, but Flask pushes them back.\n\f39.\n\nFLASK\nEasy, this ain't for you...\n(to Ishmael)\nGo to it, pup! Drink to yer\nfirst whale kill!\n\nWoozy Ishmael downs another healthy swallow, getting\nused to the burn. Getting drunk.",
  "28": "---END OF PREVIOUS SECTION---\nDrink to yer\nfirst whale kill! Woozy Ishmael downs another healthy swallow, getting\nused to the burn. Getting drunk. \n---TARGET SECTION TO BE ANNOTATED---\nThe men laugh and urge him on, their MERRIMENT rising\nin pitch, until...\n\nIn b.g. comes a familiar THUNK-CLOP, THUNK-CLOP...\n\nSTUBB\nHist! Cut your seizings!\n\nThe crew falls silent, eyes on the swaying ceiling.\nThe RHYTHMIC THUNK-CLOP of a pacing peg leg on deck.\nThen it stops. A long, quiet beat between the men.\nStubb turns to Ishmael, in a low voice:\n\nSTUBB (cont'd)\nHe lost that leg to a whale,\nis what I heard. Devoured,\nit was! Chewed up by the\nmost monstrous fish that\never chipped a boat!\n\nFLASK\nAye...a terrifyin' creature,\nthey say, and fearful angry!\n\nSTUBB\nWell, no whale's ever happy\nto be hunted. I wouldn't want\nany man in my boat who ain't\nafraid of ‘em.\n\nFLASK\nAn' I don't want any who are!\n(to Ishmael)\nWhy, I've lowered for a sperm\nwhale from a leaking ship in\na gale off Cape Horn!\n\nWeaving drunkenly, Ishmael listens fascinated.\nISHMAEL\n\f40.\nWhat about Captain Ahab?\n\nSTUBB\nAhab? He's hunted more whales\nthan all of us put together.\n\nFLASK\nKilled fifteen of ‘em between\na sunrise and a sunset!\n\nISHMAEL\nWhat of the whale that took\nhis leg? Did he kill it too?\n\nSTUBB\nBulkington would know. He\nwas there.\n\nAll faces turn to Bulkington, far removed in his bunk.\n\nFLASK\nTell us, mate! Tell us what\nhappened to the Capt'n?\n\nSTUBB\nAye, spin us a yarn!\n\nEveryone waits with anticipation. Bulkington just\nstares at the ceiling, then replies with finality:\n\nBULKINGTON\nI don't wish to speak of it.\n\nHe says no more, the others groaning disappointedly.\nIshmael keeps drinking, plowed under. Stubb turns to\nhim, feeding his imagination.\n\nSTUBB\nI'll tell ye this much, pup.",
  "29": "---END OF PREVIOUS SECTION---\nIshmael keeps drinking, plowed under. Stubb turns to\nhim, feeding his imagination. STUBB\nI'll tell ye this much, pup. \n---TARGET SECTION TO BE ANNOTATED---\nA good-sized sperm whale can\nram, shiver and sink a ship\nin a matter of seconds!\n\nFLASK\nAye -- even a Man o' War!\n\nTASHTEGO\nAn' dey thirst for human\n\f41.\nblood!\n\nSTUBB\nWhy, sharks are so a-feared\nof 'em, they dash themselves\ninto rocks just to flee a\nwhale's wake!\n\nDrunken Ishmael listens with wide-eyed terror. Pip\ndances around the quarters, breaking the tension.\n\nPIP\nCrish, crash! Blang-whang!\nI've heard all that chat now!\nMakes me jingle all over!\n\nTHUNK-CLOP, more pacing above deck. Pip stops. A\ndead pause among the crew, all eyes turned upward.\n\nThe PEG LEG paces ceaselessly. Back and forth,\nback and forth.\n\nFADE OUT.\n\nACT 4\n\n \n\nEXT. ATLANTIC OCEAN - MORNING\n\nA bright, cloudless day. The Pequod sails along on\na calm sea.\n\nINT. FORECASTLE - MORNING\n\nIn his bunk, groggy-eyed Ishmael awakens. A splitting\nhangover. He sits up painfully with his bandaged hands\nand focuses on the bustle of men around him:\n\nDeckhands wash and dress, preparing for the morning\nwatch. Queequeg shaves before a shard of mirror with\nthe razor edge of his harpoon.\n\nA sailor has his head down on a bench, the Carpenter\nabout to pierce his ear with a nail and hammer.\n\nIshmael rises and shuffles to a wash bin, holding his\naching head. He winces to the RAP of a hammer -- and\na sailor's SCREAM.\n\f42.\n\nEXT. PEQUOD (AT SEA) -MIDDECK - MORNING\n\nStarbuck and Stubb are on watch, gauging the wind and\nthe luff of the sails. Starbuck shouts up:\n\nSTARBUCK\nHelm there! Luff a point!\n\nThe SHIP'S STEWARD rings a bell for the morning watch.\nStubb booms down into the forecastle:\n\nSTUBB\nFirst watch! All hands on\ndeck! Come along, ye solemn\nrogues, cease your preening!\n\nThe rest of the crew spill onto the deck, hastening\nto their duties.",
  "30": "---END OF PREVIOUS SECTION---\nAll hands on\ndeck! Come along, ye solemn\nrogues, cease your preening! The rest of the crew spill onto the deck, hastening\nto their duties. \n---TARGET SECTION TO BE ANNOTATED---\n Stubb grins at a hung-over Ishmael,\nshouting close:\n\nSTUBB (cont'd)\nYou're on morning lookout,\nsailor! Get aloft!\n\nIshmael grimaces. Nursing sore hands, he looks up apprehensively\nat the towering masthead.\n\nQueequeg steps between them.\n\nQUEEQUEG\nBeg-ee pardon, sir! Queequeg\ngo aloft!\n\nSTUBB\n\nNay, every man takes his turn.\nHe whacks Ishmael's aching back, a quick laugh.\nSTUBB (cont'd)\nThis mother's boy has got to\nearn his salt! Hop to it!\nISHMAEL\n\nAye, aye, Sir...\n\nSteeling himself, Ishmael takes the first rungs of the\n\f43.\nrope ladder with swathed hands and painfully hoists\nhimself up. He climbs up slowly, unaccustomed to the\nwide rungs.\n\nSTUBB\nJump to it! Legs, man, legs!\n\nEXT. MAST - MORNING\n\nIshmael climbs faster with all his strength, the ladder\nswaying in the wind. The higher he climbs, the more\nthe ships seems to pitch and toss. He looks down:\n\nA dizzying view of a tiny deck, blue sea all around.\n\nEXT. MIDDECK - MORNING\n\nQueequeg waves to urge him on. By now, most of the\ncrew are watching Ishmael's virgin climb. Starbuck\nsidles over beside Stubb with amusement and concern.\n\nSTARBUCK\nYou are a cruel taskmaster,\nMister Stubb.\n\nSTUBB\nAye, but we'll make a seamen\nof him yet.\n\nEXT. TOPMAST - MORNING\nHigh aloft, Ishmael braves it to the topgallant mast.\nThe lookout top under his feet are two thin sticks,\na hundred feet above deck. Like standing on weaving\nstilts. Ishmael perches himself, holding on for\ndear life. He's made it.\nEXT. MIDDECK - MORNING\nThe crew CHEERS. Grinning Stubb shouts up:\n\nSTUBB\n\nKeep your weather eye open\nand look sharp!\n\nEXT. TOPMAST - MORNING\n\f44.",
  "31": "---END OF PREVIOUS SECTION---\nGrinning Stubb shouts up:\n\nSTUBB\n\nKeep your weather eye open\nand look sharp! EXT. TOPMAST - MORNING\n\f44. \n---TARGET SECTION TO BE ANNOTATED---\nTowering over vast ocean, Ishmael forgets his pain and\nscans the magnificent vista. An exhilarating experience.\n\nEXT. MIDDECK - MORNING\nMen busy at work. Flask tosses Pip his tambourine.\n\nFLASK\nGive us some cheer, Pip!\nBang it, rig it, make fire\nflies and rattle our teeth!\n\nPip plays it and dances a fast jig, skipping merrily\naround the middeck, toward the quarter deck...then\nsuddenly stops. His eyes fix on an unsettling sight.\n\nStarbuck, Stubb, Flask, all deckhands cease their\nduties and fall silent. Staring in Pip's direction:\n\nEXT. QUARTERDECK - MORNING\n\nCaptain Ahab looms high before the deckhouse. A godlike\nfigure in bronze, braced against the wind. With his peg\nleg and white scar on his face, he's a frightening sight.\n\nFlanked behind him are the five Arabs we glimpsed at the\noutset, dressed in strange attire. FEDALLAH, the turbaned\none, sports a sinister, dark-eyed face with an ugly smile\nof broken teeth. Ahab's personal harpooner, his shadow.\n\nAhab glares down at the men scattered around the middeck,\nsearching their faces.\nEXT. MIDDECK - MORNING\n\nEveryone faces him, silent and still. The three ship's\nmates draw close together, their voices low:\n\nSTUBB\nWho are them funny-lookin'\nboys with the Capt'n?\n\nSTARBUCK\nStowaways, it looks like.\n\f45.\nFLANK\nI don't like the look of ‘em.\n\nEXT. QUARTERDECK - MORNING\n\nScanning faces, Ahab finally spots Starbuck. He hobbles\nvigorously forward with a fixed glare.\n\nAHAB\nMister Starbuck!\n\nSTARBUCK\nSir!\n\nAHAB\n\nSend everybody aft, Mister\nStarbuck! Everybody, y'hear?!\n\nSTARBUCK\nYessir! All hands aft!\n\nAhab THUNK-CLOPS along the bannister, glancing aloft.\nAHAB\nMastheads up there! Come\ndown!\n\nEXT. MASTS - MORNING\n\nThe men on the yards descend quickly, sliding down\nsails and halyard ropes.",
  "32": "---END OF PREVIOUS SECTION---\nCome\ndown! EXT. MASTS - MORNING\n\nThe men on the yards descend quickly, sliding down\nsails and halyard ropes. \n---TARGET SECTION TO BE ANNOTATED---\nHigh on his perch, Ishmael climbs down urgently,\nno longer afraid, anxious to get below.\n\nEXT. AFT DECK - MORNING\n\nAhab climbs down and paces the deck with a familiar\nPEG-LEG SOUND. A restless, dark-spirited figure.\n\nStarbuck comes before him, followed by the crew.\n\nSTARBUCK\nAll men assembled, Captain!\n\nAhab keeps pacing, deep in thought.\n\nLooking on, Stubb whispers aside to Flask.\n\f46.\n\nSTUBB\nLook at him, Flask, there's\nsomething like a chick in\nhim, peckin' at his shell,\nfightin' to get out!\n\nFLASK\nMaybe he's got us all here\nto show us how well he\nwalks on one leg.\n\nThe last to arrive, Ishmael cranes his neck behind the\nothers to get a better view of the Captain.\n\nAhab stops pacing and plants a whalebone peg into one\nof the Carpenter's deck holes, rooting himself. He\nfaces the crew. A deep, throaty resonance, loud and\nforceful:\n\nAHAB\nWhat do ye do when ye see a\nWHALE, men?!\nThe men look momentarily puzzled. Then, a tentative\nchorus:\n\nCREWMEN\nSing out...sing out for him!\n\nA beat, then Ahab's glare dissolves away to a slow but infectious\nsmile. He nods approvingly.\n\nAHAB\nGood! And what next?\n\nFLASK\nLower away, and after him!\n\nAHAB\nAnd what tune do ye pull to\nin your whaleboats? As ye\ngo after him?\n\nSTUBB\n\nA dead whale or a sunk boat!\n\nAhab slams his fists down onto the bulwark -- BARKS\nwith guttural satisfaction. He reaches into his vest\n\n \n\f47.\npocket, withdraws his hand and holds something up in\nthe air for all to see: a large Spanish gold coin.\n\nThe men edge curiously closer. Ahab brandishes it\nhigh before them.\n\nAHAB\nLook, men...d'ye see this?!\n'Tis an ounce of Spanish\ngold! A sixteen-dollar\npiece!\n\nAn enthusiastic murmur among the crew. Pip rattles\nhis tambourine. The murmur quickly dies down, as Ahab\nmakes his way down to middeck.",
  "33": "---END OF PREVIOUS SECTION---\nAn enthusiastic murmur among the crew. Pip rattles\nhis tambourine. The murmur quickly dies down, as Ahab\nmakes his way down to middeck. \n---TARGET SECTION TO BE ANNOTATED---\n The sharp THUNK-CLOP\nof his peg leg rings out like a bell.\n\nEXT. MIDDECK - MORNING\n\nAhab struts the full length of the ship, moving from\npeghole to peghole to anchor himself whenever he stops,\nthe long deck his actor's stage. The volcanic fire\ninside him burns the air all about him.\n\nAHAB (cont'd)\nLook closer, mates! D'ye\nsee it?\n\nAll eyes shift back and forth between the gold piece\nand Ahab's fiery eyes. Starbuck glances toward\nFedallah, immobile in b.g. Puzzled by it all.\n\nAhab reaches the awestruck Carpenter with his toolbox.\n\nAHAB (cont'd)\nCarpenter, hand me yon hammer!\nAnd one strong iron nail!\n\nThe Carpenter produces the hammer from his belt and\ndigs quickly into his box. Ahab turns to scan the\ngruff faces all around him.\n\nMen avoid his eyes, looking only at the coin.\nThe Carpenter offers the hammer and a nail. Ahab\n\nsnatches them and half-strides back across the deck\nto the main mast. His voice begins with a low,\n\f48.\nintense growl, building to a roar:\n\nAHAB (cont'd)\nWhosoever of ye raises me a\nwhite-headed whale...aye,\nwhite-headed with a wrinkled\nbrow and a crooked jaw...\nwhosoever raises me that\nsnow-white whale with holes\npunctured in his starboard\nfluke, I say...whosoever\namong ye raises me that\nACCURSED WHITE WHALE...HE\nshall have this gold ounce!\n\nMore murmurs from the crew, louder and more excited.\nStubb and Flask exchange hushed, animated words.\nStarbuck watches in amazed silence.\n\nDetached from the crowd, only Bulkington shows no\nreaction. He stares seaward with a grim face.\n\nThe three big harpooners exchange challenging grins.\nTashtego steps forward.\n\nTASHTEGO\nMust be dat whale folks call\nMoby Dick, eh, Capt'n?\n\nOn Ahab's face, a remarkable transformation.",
  "34": "---END OF PREVIOUS SECTION---\nTashtego steps forward. TASHTEGO\nMust be dat whale folks call\nMoby Dick, eh, Capt'n? On Ahab's face, a remarkable transformation. \n---TARGET SECTION TO BE ANNOTATED---\n He turns\ntoward Tashtego, his low voice like an animal snarl:\nAHAB\nMoby Dick! Do ye know the\nwhite whale then, Tashtego?\n\nDagoo speaks out before Tashtego can answer, Ahab's\nhead shifting to him with reptilian speed.\n\nDAGOO\nAye! That whale has an odd\nspout, too...mighty large\nand...bushy with white wool.\nThat the one, Capt'n?\n\nQUEEQUEG\nQueequeg sabee him! Him got\nmany iron spears in him hide,\nCap'n! All twisketee...like...\n\f49.\nAHAB\nLike twisted metal! Aye, like\ncorkscrews!\nHis brow clears, his voice a roar of barely contained\nemotion:\n\nAHAB\nAye, Queequeg, the harpoons lie\nall twisted in him like so many\ncorkscrews! Aye, Dagoo...his\nspout is a big one, like a whole\nshock of wheat, as thick as a\npile of Nantucket wool! Aye,\nTash...by death and devils,\nthat white whale is MOBY DICK!\n\"Tis MOBY DICK ye have seen...\nMOBY DICK!\n\nThe name seems to strangle him. A spontaneous SHOUT\nerupts from the men around him, sharing his rage.\nIshmael watches, engrossed in the high drama of this\nmoment. Finally, Starbuck steps soberly forward.\n\nSTARBUCK\nI have heard of Moby Dick,\nCaptain. Was it not Moby\nDick that took off your leg?\n\nAhab spins around to face Starbuck, his face aflame.\n\nAHAB\nWho told ye that?\n\nSTARBUCK\nIt's common knowledge, sir.\n\nAHAB\n\nAye, Mister Starbuck...aye!\n(to his crew)\n\nAye, my hearties all round...\n\"twas Moby Dick that dismasted\nme! Moby Dick that reaped away\nmy limb like a mower a blade of\ngrass! Moby Dick that brought\nme to this...DEAD STUMP I stand\non now! Aye! 'Twas that\ndamnedable beast that razed me!\nMade a poor pegging lubber of\nme...forever and a day!\n\f50.",
  "35": "---END OF PREVIOUS SECTION---\nAye! 'Twas that\ndamnedable beast that razed me! Made a poor pegging lubber of\nme...forever and a day! 50. \n---TARGET SECTION TO BE ANNOTATED---\nHe lifts his hands, clenched around both coin and hammer.\n\nAHAB (cont'd)\n\nMOBY DICK! And I'll chase\n\nthat white whale round Good\n\nHope, round the Horn -- and\n\nround PERDITION'S FLAMES\n\nbefore I give him up!\nStarbuck reacts, bewildered by Ahab's outburst. He\nwatches disturbed, as the men SHOUT \"Ayes!\" of support.\nAhab steps from man to man, right up to each face.\n\nAHAB (cont'd)\nThis is what ye have shipped\nfor, men! To chase that white\nwhale on both sides of land\nand over all the oceans --\n\"til he spouts black blood\nand rolls dead out!\n\nHe turns to the main mast. Slams the gold coin high on\nthe mast wood, places a nail to it and hammers the coin\nfast to the mast. Then turns back, calling the Steward.\n\nAHAB\nSteward! Go draw a great\nmeasure of grog!\n(to his crew)\nWhat say ye, men? Will ye\nsplice hands on it? Now?!\nI think ye do look brave!\n\nThe harpooners are first to react.\n\nTASHTEGO\nAye, aye!\n\nDAGOO\nA sharp eye for the white\nwhale!\n\nQUEEQUEG\n\nSharp spear for Moby Dick!\n\nThe rest now join in a CHORUS of \"Aye, ayes!\" Ahab\nnods, deeply moved by their reaction.\n\nAHAB\nGod bless ye, men!\n\f51.\n\nThe Steward rolls out a grog barrel to the CHEERING\ncrew. Cups are filled to the brim. Ahab turns to\nnotice the concern on Starbuck's face.\n\nAHAB (cont'd)\nWhat ails ye, Mister Starbuck?\nWhy the long face?\n\nStarbuck is hesitant to respond.\n\nAHAB (cont'd)\nWill ye not chase the white\nwhale, then? Not game for\nMoby Dick, are ye?\n\nSTARBUCK\n\nOh, I am. I'm game for the\njaws of death, if it's part of\nthe business we're here for.\n\nI came to hunt whales, not my\ncommander's vengeance. How\nmany barrels of oil will your\nvengeance yield, I ask ye?\n\nAhab studies Starbuck with a colder, narrower eye.",
  "36": "---END OF PREVIOUS SECTION---\nI came to hunt whales, not my\ncommander's vengeance. How\nmany barrels of oil will your\nvengeance yield, I ask ye? Ahab studies Starbuck with a colder, narrower eye. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nI see. Is money to be the\nmeasure of everything we do,\nthen? Then let me tell ye:\nmy vengeance will fetch a\ngreat premium -- HERE!\n\nHe slams his fist against his own chest. An electric\nbeat between them, Starbuck shaken by him.\n\nSTARBUCK\nWhat d'ye wish of me, Captain?\n\nAHAB\nHelp me strike a fin! Not an\nimpossible, nor wondrous feat\nfor you -- the best lance out of\nall Nantucket! Surely YOU, of\nall the crew, would not be the\none to hang back! Speak, man!\n\nStarbuck wearily meets his fiery eyes, sapped by his\n\f52.\nenergy. He says nothing. Ahab's brow darkens.\n\nAHAB (cont'd)\nYour silence speaks loudly, sir.\n(turns away)\nThe measure, men! The measure!\n\nHe abandons Starbuck, leading the party with animated\nbravado, passing around cups. Starbuck shakes his head.\n\nSTARBUCK\nMay God help us all.\n\nAHAB\nDrink and pass! Round with\nit, round! Short draughts,\nlong swallows, my braves...\n\n(drinks deep)\n\nAhh, t'is hot as Satan's hoof!\nWell done, almost drained!\nHand me another, boy, here's\na hollow! So brimming life\nis gulped and gone, men!\nSteward! Refill!\n\nHe downs a cupful in one long draught. Despite his\npeg leg, he suddenly leaps agilely onto one of the\nwhaling boats.\n\nThe crew watches, amazed by his charismatic energy, intimidated\nby him. All but Starbuck.\n\nAHAB (cont'd)\nAttend now, mates, flank me!\nHarpooners, stand here with\nyour irons! And ye mariners,\nall of you, ring me in...let\nme revive a noble custom of my\nfishermen fathers before me!\n\nStubb, Starbuck and Flask grab their lances. Queequeg, Tashtego\nand Dagoo appear, carrying two harpoons each.\nAhab waves them closer around the whaling boat.\n\nIshmael bears silent witness: something mystical in\nthe aspect of bald, scarred Ahab towering above the\nrest in the boat, his black coat flapping about him.\n\f53.",
  "37": "---END OF PREVIOUS SECTION---\nAhab waves them closer around the whaling boat. Ishmael bears silent witness: something mystical in\nthe aspect of bald, scarred Ahab towering above the\nrest in the boat, his black coat flapping about him. 53. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\nAdvance, mates! Cross your\nlances full in front of me!\nNow let me touch the axis!\n\nAhab leans down and grasps the three lances at their\ncrossed center, peering intently into each man's eyes.\n\nStubb and Flask can't sustain his inflamed glare and turn their\neyes away from his. Starbuck gazes evenly at him.\n\nAHAB (cont'd)\nDid ye three feel the full\nforce SHOCK of it?! Mine own\nelectric thing?! Now mates,\nbe my appointed cup-bearers to\nyour three pagan kinsmen there...\n\nHe abruptly pushes away their lances, breaking the spell.\nThen he turns his laser-like focus on the harpooners,\nstanding behind the mates.\n\nAHAB (cont'd)\nDraw the poles, harpooners!\n\nThe three giant harpooners quickly remove the iron part\n\nof their harpoons like proud knights before their king.\n\nThey step up to Ahab with ritualistic fervor and -- with perfect\ntiming -- thrust the irons toward him.\n\nAhab reaches down from the whaleboat -- slams his open\npalm onto a sharp blade. Blood gushes from his hand.\nUnflinchingly, Ahab rises with bold majesty.\n\nAHAB (cont'd)\nNow cant them! Turn them\nover, I say! Show me the\ngoblet end! Turn up the\nsocket! So...so! Now hold\nthem while I fill! Steward,\nbring me your flask!\n\nThe Steward hands him a flask. Ahab fills the harpoon\nsockets with grog, full to the brim...dripping drops of\nhis own blood into each socket.\n\nAHAB (cont'd)\nNow, three to three, ye stand.\nCommend these murderous chalices...\n\f54.\ntouch them, and ye shall become\nparties to an indissoluble league!\nThe three harpooners clink the sockets together.\n\nAHAB (cont'd)\nDrink, my brave harpooners!\nDrink and swear, you that stand\nthe bow of whaleboats!\n\nThe harpooners guzzle down the mixed rum and blood,\nto the last drop. Ahab glances toward a shocked\nStarbuck.",
  "38": "---END OF PREVIOUS SECTION---\nDrink and swear, you that stand\nthe bow of whaleboats! The harpooners guzzle down the mixed rum and blood,\nto the last drop. Ahab glances toward a shocked\nStarbuck. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\nBehold, Mister Starbuck! The\n\ndeed is done!\n\n(to whole crew)\nDrink, all of ye! And swear\nDEATH to Moby Dick! May God\nhunt us all if we do not hunt\nMoby Dick to his death!\n\nThe crew, caught up in the moment, down their own\ncups -- then BURST INTO SHOUTS, cups raised to their\ncaptain.\n\nCREWMEN\nDeath to Moby Dick! Death\nto Moby Dick!!\n\nEvery man of them...the harpooners, Stubb, Flask,\nIshmael, Perth, Dough-Boy, Carpenter, Blacksmith,\nlittle Pip, even Bulkington.\nOnly Starbuck refrains, away from the crowd.\nOn the whaleboat, Ahab glances across the ship and\nsees Starbuck's aloofness. His dark eyes focus\nsharply on him. Long, unsettling looks between them.\nA moment of impending conflict.\n\nFADE OUT.\n\nACT 5\n\n \n\nEXT. ATLANTIC OCEAN - SUNSET\n\nThe Pequod drifts on a light wind, her progress slow.\n\f55.\nINT. CAPTAIN'S CABIN -SUNSET\n\nTwo polished harpoons reflect the last rays of the\nsunset. A spartan cabin, twisted sheets on a bunk.\nHunched over a table scattered with sea charts, Ahab\npores over the four oceans. His pencil traces over a\nconfused jumble of drawn lines...the courses of whales.\n\nSTARBUCK (0.S)\nPermission to enter, Captain.\n\nAhab grunts an affirmative, too preoccupied to look up.\nStarbuck enters and waits respectfully, a little tense.\n\nSTARBUCK\nYou sent for me, sir?\n\nAHAB\nMister Starbuck. We are\ninexorably bound together for\nthe duration of this voyage.\nYou and I are intelligent\nmen, shippin' with savages.\nWe need not be strangers.\n\nSTARBUCK\nI do not wish it, Captain, I\nam tied to thee.\n\nAHAB\nGood. Good!\n\nHe gestures him closer, pointing over his charts.\n\nAHAB\n\nSee here, Starbuck. 'Tis the\nmigratory route of the sperm\nwhale.",
  "39": "---END OF PREVIOUS SECTION---\nGood! He gestures him closer, pointing over his charts. AHAB\n\nSee here, Starbuck. 'Tis the\nmigratory route of the sperm\nwhale. \n---TARGET SECTION TO BE ANNOTATED---\n No ship ever sailed her\ncourse with one tithe of such\nmarvelous precision. From the\nAzores to St. Helena, around\nthe Cape, to the Sea of Japan.\n\nStanding close, Starbuck studies Ahab more than the map.\nSTARBUCK\n\nTime and tide flow wide, sir.\nMoby Dick has the round watery\n\f56.\nworld to swim in.\n\nAHAB\nMister Starbuck, I know his\nlatitudes, his seasons, the\ndriftings of his food...\n\nAHAB (cont'd)\nI know his sightings, from the\nSeychelle ground to Volcano Bay.\nSTARBUCK\nWhere lies Nantucket? Ah here...\n(points on map)\n...where our wives and children\nwill carry the wee babes up the\nhill to catch first glimpse of\nthese sails. Your wife and son\nwill be among them, sir.\n\nAhab's face flinches. A sensitive chord has been struck.\n\nSTARBUCK (cont'd)\nWe must not disappoint them.\nI am no crusader after perils,\nCaptain. My course is set to\nreturn safely home -- with a\nfull hold. 'Tis the object of\nour endeavor.\n\nAhab looks up impatiently, eying him with darkened brow.\n\nAHAB\nHear me. 'Til this be done,\n\nmy boy's face is to me as the\npalm of this hand. A lipless,\nunfeatured blank. My vengeance,\nthis very act, was rehearsed by\nyou and me a billion years\nbefore this ocean rolled.\n\n(draws him near)\nAll visable objects are but\npasteboard masks, behind which\nsome unknown but still reasoning\nthing puts forth the moldings of\nits features. If man will strike,\nstrike THROUGH the mask! How\nelse can a prisoner escape but\nby thrusting through the wall?\n\f57.\nSTARBUCK\nThe white whale is this mask,\nsir, this wall?\n\nAhab paces the room, his peg leg scraping the floor.\n\nAHAB\nAye! He tasks me...he heaps\nme...",
  "40": "---END OF PREVIOUS SECTION---\nAhab paces the room, his peg leg scraping the floor. AHAB\nAye! He tasks me...he heaps\nme... \n---TARGET SECTION TO BE ANNOTATED---\nhe galls me! I see in him\noutrageous strength, inscrutable\nmalice! THAT is what I hate!\n\nSTARBUCK\nBut vengeance on a dumb brute,\nsir! That took your leg from\nblindest instinct?!\n\nAHAB\nAnd I'll wreck my hate upon him!\n\nSTARBUCK\n\"Tis madness to be so enraged!\nTo seek vengeance on a dumb\nthing -- 'tis blasphemy!\n\nAhab turns to confront him, his words charged with fury.\n\nAHAB\nBLASPHEMY?! Don't talk to me\nof blasphemy, man!\n\nHe glares out the window at the sunset, shaking a fist.\n\nAHAB\n\nI would strike the SUN if it\ninsulted me! What I've dared\nI've willed, and what I've\nwilled I WILL DO!\n\n(turns to him)\nYou look pale. You think me\nmad, don't ye? I'm not mad...\nI am madness maddened!\n\nStarbuck stares in utter shock. He shakes his head.\n\nSTARBUCK\nSir, I'm not much for fighting\na fish that too much persists\nin fighting me. I'm here to\n\f58.\nkill whales for my living, not\nto be killed by them for theirs.\nBut...you are the Captain.\n\nAHAB\nAye. I AM the Captain.\n\nEXT. ATLANTIC OCEAN - NIGHT\n\nThe Pequod drifts through a starry night. A myriad\nof moonlit sequins across the water.\n\nINT. FORECASTLE -NIGHT\n\nA besotted crew SINGS WHALING SONGS, sprawled about\ntables and bunks like slovenly pirates. Their cups\nempty, most of them too drunk to move.\n\nIshmael wends through them and turns down a corridor.\nINT. CORRIDOR -NIGHT\n\nIshmael passes a doorway into the mates' quarters and\nglances inside:\n\nINT. MATES' QUARTERS - NIGHT\n\nA quiet, more civilized scene. Starbuck reads alone\nfrom a bible. Stubb and Flask play a game of Draught.\n\nEXT. MIDDECK - NIGHT\n\nIshmael emerges from below and breathes in the sea air.\nHe looks toward Fedallah and his strange crew: setting\nup camp in a spare whaleboat.",
  "41": "---END OF PREVIOUS SECTION---\nEXT. MIDDECK - NIGHT\n\nIshmael emerges from below and breathes in the sea air. He looks toward Fedallah and his strange crew: setting\nup camp in a spare whaleboat. \n---TARGET SECTION TO BE ANNOTATED---\n Bedding and food have been\nlaid out, as if they were on a different ship from the\nrest of the crew. They converse in low, guttural ARABIC.\n\nIshmael turns to the side for solitude, gazing over the\nmoonlit sea. Then realizes he's not alone...\n\nAhab stands some yards away by the bulwark, also gazing\nout. He produces a pipe and lights it, cupping the bowl\nwith bony hands. A ship's lamp casts a flickering light\nacross his weathered visage.\n\nIshmael retreats a step into shadow, afraid of the man,\nyet fascinated by him.\n\f59.\nUnaware of him, Ahab smokes in silence. He takes the\npipe from his mouth and stares at it, shaking his head.\nHis voice unusually subdued:\n\nAHAB\nOld pipe...hard it goes that\neven YOUR pleasure is gone.\n\nHe gazes up at the bright moon.\n\nAHAB\nTime was when the moonlight\n\nsoothed me. No more. This\nlovely light, it lights me not.\nAll loveliness is anguish to me\nnow, since I can never enjoy.\nDamned -- most subtly and\nmalignantly. Damned in the\nmidst of Paradise!\n\nHe starts to turn away -- suddenly winces from a sharp pain\nin his severed thigh. He grips the pipe tighter, as if\ntransferring his anger and pain to the object in his hand.\nAHAB\n\nWhat business have I with\n\npleasure?! ANY pleasure!...\nWith sudden disgust, he tosses the pipe overboard.\nHidden in the shadows, Ishmael stares down:\n\nEXT. ATLANTIC OCEAN - NIGHT\n\nThe pipe tumbles down to sea, its sparks scattering...\nextinguished in a sudden FIZZ as it hits the water.\n\nEXT. MIDDECK - NIGHT\n\nWithout another word, Ahab THUNK-CLOPS away. Ishmael\ngazes after him, baffled by him.\n\nINT. FORECASTLE -NIGHT\nMost of the crew are dead asleep. Ishmael steps quietly\namong the cramped bunks. No sound but for men's snores,\n\nthe whish of water against the hull.\n\nIshmael pauses to smile at Queequeg, who sleeps with one\n\f60.\narm clutching his harpoon.",
  "42": "---END OF PREVIOUS SECTION---\nNo sound but for men's snores,\n\nthe whish of water against the hull. Ishmael pauses to smile at Queequeg, who sleeps with one\n\f60. arm clutching his harpoon. \n---TARGET SECTION TO BE ANNOTATED---\n He makes his way to his bunk. Stops\nto discern another distant SOUND beyond the hull:\n\nAn eerie, haunting, watery MELODY from deep in the ocean, miles\naway.\n\nPip is awake on his bunk, ears close to the hull, as he\nlistens to the mysterious SOUND. Ishmael crouches beside\nhim, fondly watching the boy. Their eyes meet.\n\nISHMAEL\nIs it mermaids, lad?\n\nPIP\n\nWhales, sir. They're singin'\nto each other.\n\nPip smiles in the dim light. Ishmael returns the smile\nand retires into his own bunk, listening too.\n\nWHALE SONGS seem to fill the forecastle's cramped space.\n\nEXT. CARIBBEAN SEA -DAY\n\nA tropical sea under a beating sun. Swells roll over translucent,\nturquoise waters. Under full sail, the\nPequod drives to windward.\n\nEXT. PEQUOD (AT SEA) -TOPMAST - DAY\n\nSuddenly -- an excited cry from Dagoo on the lookout,\nloud and insistent.\n\nDAGOO\nThere she blows!! There!\nThere! She BLOWS!!\n\nEXT. QUARTERDECK - DAY\n\nAhab yanks his peg leg out of its anchorage and hauls\nup a ladder by his arms alone.\n\nAHAB\nWhere away?!\n\nDAGOO (0.S.)\nOn the lee beam, sir! Half\n\f61.\na rifle shot off!\n\nStarbuck, Stubb and Flask rush to the side to look out.\n\nSTARBUCK\nThere go flukes!\n\nSTUBB\nBy thunder! A whole school\nof ‘em!\n\nThe deck becomes a frenzy of activity. Queequeg and\nTashtego emerge from below, harpoons ready.\n\nEXT. TOPMAST - DAY\n\nDago swings between halyards like a trapeze artist,\nslides a hundred feet down -- and alights on the deck.\n\nEXT. QUARTERDECK - DAY\nFedallah appears at Ahab's side, waiting expectantly.\n\nAHAB\nSteward! Fetch me my glass!\n\nThe Steward dashes over with an eyeglass. Ahab snatches\nit, extends the scope and peers through it, searching.\nAHAB\nTime! Quick, steward!\n\nSTEWARD\nThirteen hours, sir!\n\nEXT.",
  "43": "---END OF PREVIOUS SECTION---\nQuick, steward! STEWARD\nThirteen hours, sir! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CARIBBEAN SEA - DAY\n\nViewed through the eyeglass, a dozen whale flukes beat\nthrough the swells, all grey. No white ones.\n\nEXT. QUARTERDECK - DAY\n\nAhab snaps the eyeglass closed, disappointed. He pulls\nout a small book from his pocket and jots down the hour.\n\nStarbuck hurries up to him.\n\nSTARBUCK\nReady to lower boats, sir!\n\f62.\nAhab glances aside, disinterested in the whole business.\n\nAHAB\nAye. Lower away.\n\nStarbuck rushes off. Fedallah SPUTTERS ARABIC to Ahab\nwith a toothy grin, itching to go out.\n\nAHAB (cont'd)\nYou too, then.\n\nHe turns away, gripping a rail to help his crippled way.\nEXT. SHIP'S SIDE - DAY\n\nCranes are thrust out, line tubs fixed in their places\nand whaling boats swung over to be lowered, sailors\nworking frantically.\n\nThree boats lower fast, chains CLANKING, ropes HISSING,\n\nand splash onto the water. A clamor of SHOUTS, rowers, harpooners\nand the three mates scrambling down ladders,\n\ninto their respective boats.\n\nA fourth spare boat is lowered by Fedallah's crew, aloof\nfrom the others, working silently and efficiently.\n\nIn Starbuck's boat, Ishmael mans the oars with others, brimming\nwith anticipation of his first whale hunt.\n\nQueequeg attaches rope lines to his harpoons. The\n\nboat casts away from the ship.\n\nStubb cries out from his boat, as they too cast off.\n\nSTUBB\nWell, here goes for a cool\ndive at death and destruction!\nAnd let the devil fetch the\nhindmost !\n\nCasting off in his boat, Flask gestures outward in\ndismay.\n\nFLASK\nWould ye lookit that?!\n\nEXT. CARIBBEAN SEA - DAY\n\f63.\nFedallah's boat is already rowing out across the water,\nway ahead of them.\n\nEXT. SHIP'S SIDE - DAY\n\nSTUBB\n(mockingly)\nThere's a pretty fellow now!\nLet's give 'em jackals a run\nfor their money!\n\nAll three boats row out at a furious pace.\nEXT.",
  "44": "---END OF PREVIOUS SECTION---\nLet's give 'em jackals a run\nfor their money! All three boats row out at a furious pace. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CARIBBEAN SEA - DAY\n\nA school of sperm whales breach in the rolling sea.\nSpouts of misty air. They move at a slow, tranquil\npace, unaware of hunters headed in their direction.\n\nFrom an airborne view: four boats in pursuit of the\nschool. Fedallah's remains far in the lead, the other\nthree racing to catch up, all close together.\n\nEXT. STARBUCK'S BOAT -DAY\n\nIshmael rows arduously, working up a sweat. He looks\n\nover the rise of a long swell, just in time to see great spouts.\nQueequeg, the lead rower, rows like a dynamo,\n\nguiding the pace. Starbuck works the tiller.\n\nSTARBUCK\nThere she blows again, right\nahead, boys...lay back!\n\nHe watches the school of whales, then glances back at\nthe other two boats behind his:\n\nFlask's boat fast approaches, Dagoo at the bow, rowing\nwith as much power as Queequeg.\nEXT. FLASK'S BOAT -DAY\n\nFlask shouts to Starbuck, pointing toward the Arabs'\nboat.\n\nFLASK\nWho are those devils, sir?!\nDid the Capt'n bring ‘em along\n\f64.\nto make fools of us all!\n\nEXT. STARBUCK'S BOAT -DAY\n\nSTARBUCK\nNever mind them! Give way,\npull out more to leeward!\n\nStubb's boat, Tashtego at the bow, pulls ahead.\nEXT. STUBB'S BOAT -DAY\nStubb roars with laughter, as his boat passes them.\n\nSTUBB\n\nPull, pull, my children, my\nlittle ones!\n\n(to Flask)\nWhat difference who they are...\nthey're five more hands come\nto help us! More the merrier,\nI say! But let's give 'ema\nbit of sport!\n\n(to oarsmen)\nSnap your oars, you rascals!\nLong and strong, ragamuffins,\nyou sorry rapscallions...give\nway! Give way! Pull, pull!\n\nHis boat pulls ahead, disappearing behind a tall swell.\n\nEXT. STARBUCK'S BOAT -DAY\nIshmael, rowing exhaustedly near Starbuck, turns to him.",
  "45": "---END OF PREVIOUS SECTION---\nHis boat pulls ahead, disappearing behind a tall swell. EXT. STARBUCK'S BOAT -DAY\nIshmael, rowing exhaustedly near Starbuck, turns to him. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL\nWhat do YOU think of those\nnew boys, Mister Starbuck?\n\nSTARBUCK\nSmuggled on board to do Ahab's\npersonal bidding, I warrant...\n(urging them on)\n\nSpring, men, spring! There's\na fortune of oil out there,\nswimming right ahead of us!\nThat's what we came for and\nthat's our duty! Duty and\nprofit, hand in hand! Pull!\n\f65.\n\nTheir boat drops into a deep trough. Just then, one of\nthe sperm whales breaches directly in front of them.\n\nSTARBUCK (cont'd)\nQueequeg! Quick!\n\nQueequeg tosses his oar and jumps up to the bow with\nhis harpoon. Before he has a chance to do anything...\n\nEXT. CARIBBEAN SEA - DAY\n\nFedallah's boat suddenly appears directly in front of Starbuck's\nboat -- surfing down the swell at terrific\nspeed to intercept the whale!\n\nEXT. FEDALLAH'S BOAT -DAY\n\nWorking silently like professional killers, the oarsmen\n\na powerful lot. Fedallah swiftly takes the harpooner's position\nat the bow. The oarsmen stop rowing and, in\n\nperfect unison, lift their oars in the air.\n\nEXT. CARIBBEAN SEA - DAY\n\nFedallah throws his harpoon with deadly force! The\nharpoon penetrates the whale's flank, the effect\ninstantaneous -- the water boils in a raging, bloody\nfoam, as the whale thrashes in agony!\n\n \n\nEXT. FEDALLAH'S BOAT - DAY\n\nFedallah launches a second harpoon into his stricken\nprey with a loud, primitive SHOUT OF TRIUMPH!\n\nEXT. STARBUCK'S BOAT -DAY\n\nA second whale suddenly breaches next to Starbuck's\nboat, too close -- its huge body striking the hull!\nThe boat tips precariously.\n\nSTARBUCK\nThere! There! Give it to\nhim!\n\nQueequeg manages to thrust out his harpoon from the\nviolently rocking boat. The harpoon misses.\n\nEXT. CARIBBEAN SEA - DAY\n\f66.\n\nInstantly, Flask's boat streaks in for the kill.\n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nCARIBBEAN SEA - DAY\n\f66. Instantly, Flask's boat streaks in for the kill. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FLASK'S BOAT - DAY\n\nTashtego quickly raises and slams his harpoon deep\ninto the body of the huge creature! Blood gushes!\n\nEXT. CARIBBEAN SEA - DAY\n\nThe whale's tail jerks upward, catching Flask's boat --\nflipping it skyward! Flask and his crew are thrown\nhigh into the churning sea, far from view!\n\nToo close to Starbuck's boat, thrashing flukes slap\ndown against the water with crashing power -- and\n\nsend a wave that almost tips his boat over!\n\nEXT. STARBUCK'S BOAT - DAY\n\nThe force sends the crew spilling into the drink!\n\nEXT. CARIBBEAN SEA -DAY\n\nStarbuck's men flail about in the turbulent water,\ntrying to reach their boat.\n\nIshmael splashes frantically in the watery chaos,\nwhales all around him. Waves from the slapping tail\nplow over him, frothing up water like an eggbeater.\nLosing strength, Ishmael sinks beneath the surface!\n\nEXT. UNDERWATER -DAY\nIshmael sinks fast amidst the enormous shapes of\nwhales, behind him an underwater cloud of blood. Eyes\n\nwide open as he flails, he glimpses an amazing sight:\n\nAcross the deep blue, a mother whale with her cub. A\nhalf-dozen bull whales circle protectively around her.\n\nQueequeg suddenly appears from behind -- grabs Ishmael\nby the waist and quickly swims back to the surface.\n\nEXT. CARIBBEAN SEA -DAY\n\f67.\nQueequeg surfaces with Ishmael in tow. Ishmael spits\nout water, coughing and gagging. Fedallah's boat appears,\nas if by incarnation.\n\nEXT. FEDALLAH'S BOAT -DAY\n\nStanding proudly in the bow, Fedallah grins down\ncontemptuously down at Queequeg and Ishmael in the\nwater. He reaches out and hauls them both into the\nboat with superhuman strength. Catching his breath,\nIshmael looks out at the settling sea:\n\nEXT. CARIBBEAN SEA - DAY\n\nA dead, blood-soaked sperm whale floats, fluke out. Fedallah's\nkill. A distance off, Starbuck's boat,\n\nmen climbing back into her.",
  "47": "---END OF PREVIOUS SECTION---\nCARIBBEAN SEA - DAY\n\nA dead, blood-soaked sperm whale floats, fluke out. Fedallah's\nkill. A distance off, Starbuck's boat,\n\nmen climbing back into her. \n---TARGET SECTION TO BE ANNOTATED---\n But not a sign of\n\nFlask's boat.\n\nStubb's boat drifts into view toward Fedallah's\nboat.\n\nEXT. STUBB'S BOAT - DAY\nStubb looms in the stern, his jaw set. Missing all\nthe action, he's not laughing now. He glances at\nthe dead whale...then turns his envious eyes on the\ngrinning Arab. Scanning the horizon of high swells,\nStubb cups his hands and shouts:\nSTUBB\n\nFlask! You impious old smut!\n\nWhere the devil are ye?!\nNo reply. Just the distant SOUND of CRYING WHALES.\nEXT. CARIBBEAN - DAY\nThe three boats return to ship, Fedallah's boat\ntowing the dead whale behind it. The hunt is over,\nleaving behind a vast sea of blood.\n\nFADE OUT.\n\nACT 6\n\n \n\nEXT. PEQUOD (AT SEA) -QUARTERDECK - DAY\n\f68.\nAhab stands alone at the taffrail, staring out into the horizon.\nHe barely acknowledges the activity below.\n\nEXT. SHIP'S SIDE - DAY\n\nThe giant dead sperm whale is fastened to the hull by\ndozens of ropes hauled in by deckhands.\n\nFedallah jumps on the whale's back like an acrobatic,\nusing it as a stepping stone to climb aboard.\n\nEXT. MIDDECK - DAY\n\nFedallah leaps on deck, as Pip dances and tambourines\naround him. The old Carpenter bangs a bell with his\nhammer, applauding him.\n\nStubb and Tashtego climb aboard and shoot dagger\n\nlooks at the Arab, a mix of admiration and resentment. Fedallah\ncasually picks his teeth with a tapering,\n\nknife-long fingernail.\n\nThey help aboard Ishmael...wet, shivering, in shock.\nThen come Starbuck and Queequeg, both soaked to the\nbone but composed as if nothing had happened.\n\nEXT. QUARTERDECK - DAY\n\nStarbuck reports to Ahab at the taffrail, the Captain\ngazing seaward as if oblivious.\n\nSTARBUCK\nLost a boat, sir. Permission\nto send out a search party.\n\nAHAB\nPermission denied.\n\nStarbuck is stunned. Ahab just stares out at the\nrolling swells.",
  "48": "---END OF PREVIOUS SECTION---\nAHAB\nPermission denied. Starbuck is stunned. Ahab just stares out at the\nrolling swells. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nBeg pardon, sir??\n\nAhab slowly raises his arm and points a bony finger\nfar out to sea, toward the top of a big swell.\nStarbuck strains to see out:\n\f69.\n\nEXT. CARIBBEAN SEA -DAY\n\nA floating speck far on the horizon...an overturned\nwhaleboat. On the upturned bow stands Dagoo. Short\nFlask sits on his shoulders, waving his arms like a\nsemaphore. The rest of the men cling to the boat\nfrom the water.\n\nEXT. QUARTERDECK - DAY\n\nAHAB\nThere, see? There's Mister\nFlask...in the middle of a\nblinded ocean.\n\nStarbuck peers at the strange sight and shakes his head.\nThe rest of the crew look out and CHEER. Stubb laughs\nheartily. Pip drums his tambourine, dancing a jig.\n\nAHAB (cont'd)\nYe'd better get ‘em on board,\nMister Starbuck, before the\nsharks discover ‘em.\n\nHe hobbles away to his cabin. Pip shakes his tambourine\nat him, humming a light tune. Ahab glares at him. Pip\nstops playing and edges fearfully back. Regarding the\nboy thoughtfully, as if noticing him for the first time,\nAhab allows a hint of a smile. Pip dances off.\n\nINT. FORECASTLE -DAY\nMen dry off and change clothes. Queequeg rubs down\nshivering Ishmael who's still traumatized, his teeth\n\nrattling.\n\nDagoo and his crew climb below deck, all dripping wet\nbut cheerful and laughing loudly.\n\nIshmael turns to Queequeg.\nISHMAEL\nWhy is everyone so damn merry?\n\nWe almost drowned!\n\nQUEEQUEG\n\f70.\nHabben all dime, friend! All\ndime! Dat is whaling!\n\nQueequeg laughs. It's infectious, and others joins in.\n\nINT. MATES' QUARTERS - DAY\n\nStarbuck and Flask change clothes, while Stub lights\nhis pipe and Pip collects their wet garments. Flask\nstrips off a shirt and tosses it sourly.\n\nFLASK\nThat damned foreign monkey...",
  "49": "---END OF PREVIOUS SECTION---\nMATES' QUARTERS - DAY\n\nStarbuck and Flask change clothes, while Stub lights\nhis pipe and Pip collects their wet garments. Flask\nstrips off a shirt and tosses it sourly. FLASK\nThat damned foreign monkey... \n---TARGET SECTION TO BE ANNOTATED---\ntakin' our rightful whale like\nthat!\n\nSTUBB\nAye! What manner of creature\nis he, anyway?\n\nSTARBUCK\nA creature from our dreams.\n\nFLASK\nHow d'ye mean? Like a ghost?\n\nSTARBUCK\nA devil, perhaps.\n\nSTUBB\nMan's the devil, all right!\nThe reason ye can't see his\ntail is because he tucks it\nout of sight!\n\nPIP\nAn' it's coiled in his boots!\n\nStubb laughs at that, ruffling the boy's hair.\n\nFLASK\nDid ye hear the way he talks\nto the Capt'n in that slithery\ntongue? What d'ye suppose\nthey talk about?\n\nSTARBUCK\nStriking up a bargain, I'd say.\n\f71.\n\nSTUBB\nThat's it, Starbuck! Ahab's\nhard after that white whale,\nain't he? Mebbe that devil is\ntryin' to get him to swap away\nhis silver watch or, or...\n\nSTARBUCK\nOr his soul.\n\nEXT. QUARTERDECK -NIGHT\n\nAhab stands on one of his sleepless watches, his whalebone\n\nleg firmly rooted in a peghole. He gazes into the sea, listening\nto the exotic HUMMING of a BEDOUIN SONG from Fedallah's crew in\nthe spare boat.\n\nThe only other SOUND comes from the whale carcass tied\nalongside the ship...the SAVAGING OF SHARKS.\n\nAhab turns to observe a commotion below:\n\nEXT. MIDDECK - NIGHT\n\nStubb hastens across the deck, accompanied by the Cook,\nFlask, Ishmael and the Carpenter, who carries a lamp\nrigged to the wooden staff of a harpoon. Queequeg,\nDagoo and Tashtego follow them with spears and lances.\n\nSTUBB\nA steak, a steak, by heaven,\nbefore I sleep!\n\nThey make their way toward the ship's side to which\nthe carcass is lashed. All the men look down at the\nhump of the whale's immense forehead.\n\nFedallah silently drifts past them. Startled by him,\nStubb turns to the others with a look of scorn.\n\nSTUBB\nAh, now wait, shipmates...",
  "50": "---END OF PREVIOUS SECTION---\nFedallah silently drifts past them. Startled by him,\nStubb turns to the others with a look of scorn. STUBB\nAh, now wait, shipmates... \n---TARGET SECTION TO BE ANNOTATED---\nwait! Ain't this the devil\nthat killed the whale?\n\f72,\nHe bows mockingly to Fedallah, who returns a skeletal\ngrin.\n\nSTUBB (cont'd)\nThe harpooner's choice of\nsteak, eh? Is that what ye\ncame for?\n\nIgnoring him, Fedallah spits down at the carcass of the\nwhale with pure contempt. Tauntingly, he steps up to the\ngold coin on the mast and taps it, as if it were already\nhis. Then returns to his crew in the spare boat.\n\nStubb laughs and leans over the bulwark. He takes the\nharpoon-lamp from the Carpenter and shines it down on\nthe ferocious scene below: sharks in a feeding frenzy,\nripping at the dead whale.\n\nSTUBB\n\nWell, that foreign devil may\n\ncare not for whale steaks,\n\nbut I'll eat this fish in\n\none mouthful!\n\n(to harpooners)\n\nReady, boys...\nStubb throws the harpoon-lamp -- impaling it into the\nwhale's forehead. Queequeg, Dagoo and Tashtego leap\nover the side.\n\nEXT. WHALE CARCASS - NIGHT\n\nThey land on the giant whale's head, Queequeg and\nDagoo carrying sharp cutting spears. They climb down\ntoward the tail, while Tashtego keeps guard against\nthe sharks with lances in both hands.\n\nEXT. MIDDECK - NIGHT\n\nIshmael leans over the bulwark, staring awestruck\nat the infernal scene and the intrepid harpooners.\n\nSTUBB\nJust the tender bits, boys!\n\nEXT. WHALE CARCASS - NIGHT\n\nQueequeg and Dagoo BARK SIGNALS to each other as\nthey struggle their way to the tail of the carcass.\n\f73.\nDespite their precarious position, the slippery whale\nand the unpredictable swells, Queequeg and Dagoo cut\ninto the lower part of the whale's tail. Queequeg\nslices out a large chunk of red meat, when...\n\nAn enormous shark lunges out of the water at him!\nIt almost snatches the bloody meat -- but Queequeg\n\ntosses it to Dagoo.",
  "51": "---END OF PREVIOUS SECTION---\nQueequeg\nslices out a large chunk of red meat, when... An enormous shark lunges out of the water at him! It almost snatches the bloody meat -- but Queequeg\n\ntosses it to Dagoo. \n---TARGET SECTION TO BE ANNOTATED---\nQueequeg slips and starts to slide down the tail\nsection -- directly toward the massive jaws of the\nshark! He slams his cutting spear into the whale\nand pulls himself up.\n\nTashtego spears the shark. A quick, thrashing death.\nEXT. QUARTERDECK - NIGHT\n\nAhab observes the antics of his men below with half\na smile. Then returns to his watch, gazing dead to\nsea like a stone sentinel.\n\nEXT. MIDDECK - NIGHT\n\nThe harpooners have returned, the others all huddled\naround something. Stubb pushes his way in between\nthem, as we move in to reveal: five whale steaks,\nsizzling on a rudimentary grill.\n\nBehind the grill, the Cook works fast, sprinkling\nwhole spices on the meat, chopping them directly\nonto the barbecued steaks.\n\nSTUBB\nBe quick about it, cook! I'm\nfamished!\n\nCOOK\n\nAwright, awright, don't be in\nsuch a bleedin' rush...\n\nHe forks out a couple of steaks onto two wood plates.\nStubb reaches for a plate.\n\nSTUBB (cont'd)\nThis one's for the Capt'n...\n\nHe takes it away, hurrying up onto the quarterdeck.\n\f74.\nEXT. QUARTERDECK - NIGHT\n\nStubb respectfully offers the plate of steaming meat.\n\nSTUBB\nCapt'n, sir. Would ye care\nto have first honors, sir?\n\nAhab shakes his head gravely, not veering from his\nwatch. Stubb shrugs and climbs back down.\n\nEXT. MIDDECK - NIGHT\n\nStubb sits down with Flask at a makeshift table,\ncomplete with napkins, knives and forks. In b.g.,\nIshmael, the Carpenter and the harpooners hungrily\nwatch the ceremony. The two officers dig into their\nsteaks with relish, Stubb leaning over in a low voice:\n\nSTUBB (cont'd)\nPoor Capt'n. The whale eats\nhim, 'stead of him eatin' the\nwhale.\n\nFlask listens to the shark's savagings, annoyed.\n\nFLASK\nBlast those critters...",
  "52": "---END OF PREVIOUS SECTION---\nThe whale eats\nhim, 'stead of him eatin' the\nwhale. Flask listens to the shark's savagings, annoyed. FLASK\nBlast those critters... \n---TARGET SECTION TO BE ANNOTATED---\nthey're\nkicking up such a shindy I'm\nlosin' me appetite!\n\nAt the grill, the Cook forks out the last three steaks\nonto a platter. The Carpenter steps over and gloats\nat them with salivating eyes.\n\nCARPENTER\nCook, lemme have one o' those,\nwill ye?\n\nCOOK\n\nAre ye daft?! Officers only.\n\nCARPENTER\nBut there's three steaks!\n\nCOOK\nAye, one's a second helpin' fer\nStubb, one's for me.\n\f75.\n\nCARPENTER\nThat's one left, ain't it?!\n\nCOOK\nThat one's for me too.\n\nCARPENTER\nHave a heart, damn ye!\n\nThe Cook irritably grabs a cutting spear from Queequeg.\n\nCOOK\nYe want a steak?! Go get it\nyerself!\n\nCARPENTER\n\nWot?! Down there?!\n\nCOOK\nG'won then!\n\nHe shoves the spear into his hand. The Carpenter stares\nanxiously down over the bulwark. Everyone watches him considering\nit. Hesitating, he climbs over the rail with arthritic slowness.\nThen freezes on the bulwark, looking\n\ndown fearfully at the loudly thrashing sharks.\n\nFLASK\nG'won, what're ye waitin' for?!\n\nThe Carpenter looks back. The Cook nods mockingly.\n\nCOOK\nAn' tell 'em to be quiet while\nyer at it!\n\nStubb, Ishmael and the others all burst out laughing.\nHumiliated, the Carpenter glares at the Cook's vulgar\n\ngrin. Down below, SPLASHING SOUNDS from two fighting\n\nsharks -- the Carpenter jumps back off the rail in holy terror.\nAn explosion of laughter all around.\n\nEXT. MIDDECK -DAY\n\nA complex whale-processing factory is under way: the\n\ncarving of a dead whale and the melting of its blubber.\n\nThe whale's skin is peeled up from the floating carcass\n\nby chains and pulleys from the lower masthead on a huge blubber\nhook. Like a peeled orange, the skinned whale\n\f76.\nrolls over and over in the water.\n\nThe deck careens from the tremendous weight.",
  "53": "---END OF PREVIOUS SECTION---\nLike a peeled orange, the skinned whale\n\f76. rolls over and over in the water. The deck careens from the tremendous weight. \n---TARGET SECTION TO BE ANNOTATED---\n Sailors\ncrowd the windlass, tugging and turning it, singing:\n\nCREWMEN\nOur captain stood upon the deck,\nA spy glass in his hand,\nA viewin' of those gallant whales\nThat blew at every strand!\n\nOther deckhands slice tons of blubber into huge chunks\nwith mincing spades.\n\nThey haul them to the try-works, two giant pots on iron furnaces.\nSmoke billows and flames lick out, as the Blacksmith feeds wood\ninto the open furnaces.\n\nThe blubber chunks are pitched into the scalding pots\nto be boiled down, as the men sing on:\n\nCREWMEN (cont'd)\nYour tubs in your boats, boys,\nAnd by your braces stand,\nWe'll have one of those whales,\nHand, boys, over hand!\n\nLarge barrels are filled with gallons of whale oil,\nsealed and rolled down the gaping maw of a bow hatch\ninto the barrel hold, deep in the bowels of the ship.\n\nCREWMEN (cont'd)\nSo be cheery, my lads!\nMay heart your hearts never fail!\nWhile the bold harpooner\nIs striking the whale!\n\nThe deck plankings stream with freshets of oil and\nblood, littered horrifically with bones and blubber.\nDuring all this labor, Fedallah and his Arabs recline\nlazily in the spare boat, oblivious to everyone.\nScowling at the lollygaggers, Flask turns to Stubb.\n\nFLASK\nLookit 'em devils, Stubb...\nidlin' away while the rest of\nus slave! I got a good mind\nto stove their boat and send\n\"em to Davy Jones!\n\f77.\nEXT. MAIN MAST - DAY\n\nHigh aloft in the rigging, Ishmael paints the spars with\ntar. Queequeg does the same beside him, both of them\nhanging precariously over a fifty-foot drop. His hands\nhealed and strong, Ishmael no longer shows any fear.\n\nBelow him, a crow's nest view: a deck swathed in gore.\nRevolted by the sight, Ishmael shakes his head woefully.\n\nISHMAEL\nHeaven help us...we're the\nvultures of the sea.\n\nQUEEQUEG\nNo sabbee what-ee mean.",
  "54": "---END OF PREVIOUS SECTION---\nRevolted by the sight, Ishmael shakes his head woefully. ISHMAEL\nHeaven help us...we're the\nvultures of the sea. QUEEQUEG\nNo sabbee what-ee mean. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL\nI mean there's no savagery of\nbeasts that's not infinitely\noutdone by that of men.\n\nHis eyes fall on: Ahab, emerging from his cabin,\nloaded down with charts, his log book and a quadrant.\n\nEXT. QUARTERDECK - DAY\n\nAhab sets the charts and book on a capstan, raises\nthe quadrant to his eye. Then he spreads the charts\nout, opens the log book, reads from it, checks the\ncharts and reads again. All with a frantic edge.\n\nGiving up, he paces like a caged beast, PEG-LEGGING\nfrom port to starboard, ignoring the middeck hustle\nand bustle. Starbuck approaches him, clearly\nagitated.\nSTARBUCK\n\nSir! I must request that\n\nye put those foreign boys to\n\nwork. Their slovenliness is\n\naffectin' the morale of the\n\ncrew.\n\nAhab keeps pacing, as if not hearing him, scanning the\nsea with murderous frustration. Starbuck shifts over\nto block his way, adamant.\n\f78.\n\nSTARBUCK (cont'd)\nDid ye not hear me, Captain?\n\nAhab stops to glare at him, his jaw tight.\n\nAHAB\nThey're not here to tend ship,\nor any other business, Mister\nStarbuck. None but one single\npurpose -- to hunt down and\nslay Moby Dick!\n\nStarbuck starts to reply, but an OUTCRY interrupts him:\n\nLOOKOUT (0.S.)\nSail ho! Sail to larboard!\n\nExcited murmurs spread among the men, as they race\ntoward the port side to view a distant vessel in b.g.\nThe Steward materializes with the eyeglass and hands\nit to Ahab, who grabs it and takes a quick look at\nthe ship.\n\nAHAB\nEnglish.\n\nHe lowers the eyeglass, deliberating to himself.\nAHAB (cont'd)\nPrepare for visitors.\nEXT. CARIBBEAN SEA - DAY\n\nThe two whaling ships, of almost identical design, heave\nto and drift side by side.\n\nA small boat rows toward the Pequod. The other ship\nbears the name \"SAMUEL ENDERBY\". From her deck, the\nSOUNDS of ACCORDION MUSIC and FESTIVE REVELRY.\n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nThe other ship\nbears the name \"SAMUEL ENDERBY\". From her deck, the\nSOUNDS of ACCORDION MUSIC and FESTIVE REVELRY. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PEQUOD (AT SEA) -MIDDECK - DAY\n\nThe Pequod crew hugs the bulwarks to view the Enderby's\ndistant deck:\n\f79.\nEXT. ENDERBY (AT SEA) - DAY\n\nA wild celebration seems to be taking place on board.\nSAILORS are drinking and carousing, dancing with\nbeautiful, colorfully attired POLYNESIAN GIRLS.\n\nIn sharp contrast to the somber Pequod, it's a ship\nof laughter and joy.\n\nFADE OUT.\nACT 7\n\n \n\nEXT. PEQUOD (AT SEA) - MIDDECK - DAY\n\nViewed from our deck: the happy, drunken Enderby crew\ncrowd the bulwarks, facing us. They wave flasks of\ngrog, SHOUTING across and gesturing us to join them.\n\nScanning across the faces of our crewmen, we see the\neager anticipation of licking lips and ogling eyes.\nIshmael gawks at the LAUGHING native girls, their\nvoices like sweet music. Queequeg nods knowingly\n\nto himself, a nostalgic look.\n\nSunning in the whaleboat, only Fedellah's crew shows\nno interest.\n\nFlask turns to Stubb, unable to take his eyes off\nthe girls.\n\nFLASK\nHeaven seize me, that's a\npurty sight! A man forgets\nhow awful lonesome it gets\nout here.\n\nSTUBB\nAye. Those crack fellows\nhave done well for themselves.\n\nStarbuck smiles at the men. Beside him, Ahab sees and\nhears nothing but the ENDERBY CAPTAIN climbing up the\nship's side with his ESCORTS. Starbuck turns to Ahab.\n\nSTARBUCK\nPermission to lower boats,\nsir. The boys deserve a\nshort gam.\n\f80.\nAHAB\n\nPermission denied.\n\nSTARBUCK\n(surprised)\nBut, sir. It's expected...\n\nIgnoring him, Ahab faces the Enderby Captain climbing\naboard with a one-handed grip. A stout-bellied man of\nrelaxed authority, island garlands around his neck.\n\nAHAB\nWelcome aboard the Pequod,\nsir. I'm Captain Ahab. You\nare a whaling ship, I see.",
  "56": "---END OF PREVIOUS SECTION---\nAHAB\nWelcome aboard the Pequod,\nsir. I'm Captain Ahab. You\nare a whaling ship, I see. \n---TARGET SECTION TO BE ANNOTATED---\nENDERBY CAPTAIN\nAye, Captain! Thank you. I'm\nCaptain Dowling.\n\nHe reaches out a right hand to shake his hand, his\nleft hand behind his back. Ahab nods with stubborn\ngloom, finding this man too jolly for his taste.\n\nENDERBY CAPTAIN (cont'd)\nWe're a full ship, sir, and\nhomeward bound!\n\nAHAB\nI'm an empty ship and outward\nbound.\n\nENDERBY CAPTAIN\nThen we'll bring ye good luck!\nMy boys even won themselves a\nfew brides from the Fiji Isles,\nas you can see...\n\nImpatient with this ceremony, Ahab gets to the point.\n\nAHAB\nHast thou seen a WHITE WHALE?\n\nThe Enderby Captain grins at Ahab, mischievously.\nENDERBY CAPTAIN\n\nTHE white whale, d'you mean?\nMoby Dick, as some call him?\n\f81.\nAhab twitches, a shocked beat. Before he can reply,\n\nthe Enderby Captain swings out his other arm from\nbehind -- a white whale-bone arm with a_ hook.\n\nENDERBY CAPTAIN (cont'd)\nSee you this?\n\nAhab studies the arm with astonishment, then lifts\nhis eyes to the Englishman's playful expression,\nwho glances down at Ahab's peg leg.\n\nAHAB\nHa! You've an arm that cannot\nhold and I've a leg that cannot\nrun!\n(eyes narrowing)\nThe white whale?\n\nENDERBY CAPTAIN\nThe white whale.\n\nAll the crew turn to stare at his whalebone limb.\nAHAB\nHE took that arm off, did he?\n\nENDERBY CAPTAIN\nAnd that leg, too?\n\nUnderstanding silence between them. Unexpectedly,\nthe Enderby Captain laughs uproariously.\n\nENDERBY CAPTAIN\nA great, bouncing whale, was\nhe?! Old as Genesis, with a\nmilky white head?!\n\nAHAB\n(seething inside)\nHarpoons sticking in all over\nhis hump?!\n\nENDERBY CAPTAIN\nAye! And in a boiling rage!\n\nAHAB\nMine! MY harpoons!\n\nHe can barely contain his rage.\n\f82.",
  "57": "---END OF PREVIOUS SECTION---\nMY harpoons! He can barely contain his rage. 82. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\nTell me, sir! Tell me what\nhappened!\n\nENDERBY CAPTAIN\n\n(gestures at his arm)\nOh, a shocking bad wound it\nwas, Capt'n Ahab! My surgeon\ndid his damndest but he had\nto cut it off soon as it went\nblack! Thank the stars I\nbrought me wife on the voyage!\nShe's been a great comfort\nto me--\n\nAHAB\nWhat about the WHITE WHALE?!\n\nHis black look kills the Englishman's merriment, who\nregards him oddly.\n\nENDERBY CAPTAIN\nWell, to the point, after he\nstove my boats, we didn't see\nhim again for some time.\n\nAHAB\nDid you cross his wake again,\nis what I'm askin'?!\n\nENDERBY CAPTAIN\nTwice.\n\nAHAB\nAre you saying that ye could\nnot...fasten?!\n\nENDERBY CAPTAIN\nWhy would I WANT to?! Isn't\none limb enough? That white\nmonster doesn't bite -- he\nSWALLOWS!\n\nReacting, Ishmael and the other men look on with horror.\n\nENDERBY CAPTAIN (cont'd)\nI have a wife on board and\na profitable homecoming!\nWhy should I take the risk?\n\f83.\nA beat, Ahab pacing agitatedly as the man chatters on.\n\nENDERBY CAPTAIN (cont'd)\nNo thank you, no more white\nwhales for me! He's best\nleft alone, don't you think?\n\nAhab's eyes enlarge, turning to him with great contempt.\n\nAHAB\nHe is, but he'll be hunted for\nall that, sir! What's best\nleft alone is not always what\nleast invites! Like a cursed\nmagnet is that whale to me,\nd'ye understand?! How long\nsince you saw him last?\n\nThe Enderby Captain squints at Ahab, then laughs.\n\nENDERBY CAPTAIN\nBless my soul, sir! Your blood's\nat the boiling point!\n\nHis laughter is short-lived. Ahab suddenly spins around\nto Starbuck.\n\nAHAB\nMister Starbuck, prepare to\nmake way. We've wasted enough\ntime!\n(to Enderby Captain)\nGood day, Captain!\nAhab stomps toward the helm.",
  "58": "---END OF PREVIOUS SECTION---\nWe've wasted enough\ntime! (to Enderby Captain)\nGood day, Captain! Ahab stomps toward the helm. \n---TARGET SECTION TO BE ANNOTATED---\n After a bewildering pause,\nthe Enderby Captain looks at Starbuck.\n\nENDERBY CAPTAIN\nWhat's the matter with him?!\nHas he lost his senses?\n\nSTARBUCK\nNo offense, I'm sure, sir...\nit's no doubt the pain in his\nbleeding stump.\n\nENDERBY CAPTAIN\nHmphh! The man's mad!\n\f84.\nHe turns indignantly away to deboard, signaling his men.\n\nENDERBY CAPTAIN (cont'd)\nAway, boys! I'll not spend\nanother moment on this ship...\n\nStarbuck stares after the Englishman, not moving. All\naround him, the crew is frozen in stunned amazement.\n\nAHAB\nMister Starbuck, did ye not\nhear me?! Prepare to sail!\n\nStarbuck stares angrily back at him, rooted to the spot. Ishmael\nand the rest gaze anxiously away at the NOISY\n\ncelebration aboard the Enderby, deprived of their\n\nmuch-needed furlough.\n\nThe Enderby Captain climbs to his boat, shouting up:\n\nENDERBY CAPTAIN\nDo not be a fool, Capt'n! Do\nnot pursue Moby Dick, I warn\nye! Beware, sir, he's a demon!\n(thunderously)\nBeware the BLASPHEMER'S END!\n\nAHAB\nCurses throttle ye...\n(shouts down)\nStarbuck! Set sail, I say!\nObey me, damn ye! NOW!\nStarbuck turns to the crew, a walking powderkeg.\n\nSTARBUCK\nMan the sheets! Jump to it!\n\nThe deck becomes a flurry. Sailors scramble about\nand climb the masts to unfurl sails. Many of them\nglance toward the Enderby with open discontent.\n\nAs everyone works, a tense undertone of mutiny.\n\nEXT. CARIBBEAN SEA -DAY\n\nFrom afar, the two ships part in opposite directions.\n\f85.\nThe Pequod drives hard to southerly winds. A ship\nalone on the blue-green expanse.\n\nEXT. PEQUOD (AT SEA) - MIDDECK -DAY\n\nIshmael tightens a halyard at the main mast. Stubb\nfixes a brace beside him.",
  "59": "---END OF PREVIOUS SECTION---\nEXT. PEQUOD (AT SEA) - MIDDECK -DAY\n\nIshmael tightens a halyard at the main mast. Stubb\nfixes a brace beside him. \n---TARGET SECTION TO BE ANNOTATED---\n Ishmael glances at the\nglistening gold coin hammered to the mast, then looks\naway toward the Captain:\n\nAhab is at his usual watch facing dead to windward,\nbrooding with stormy thoughts.\n\nISHMAEL\nI fear the old man's a little\nout of his wits.\nFlask passes by, darting a disgruntled glance at Ahab.\n\nFLASK\nBlast his eyes...he has no\nheart!\n\nSTUBB\n\nAgh, I've seen worse. Better\nto sail with a moody good\ncaptain than a merry bad one.\n\nPip sits on a capstan with his untouched tambourine,\nwatching the ill mood around him.\n\nPerth and Dough-Boy swab the deck, SQUABBLING AD-LIB\nwith each other in low, angry voices.\n\nEXT. QUARTERDECK - DAY\nStarbuck draws near Ahab, determined to speak his mind.\n\nSTARBUCK\nCaptain Ahab, sir--\n\nAHAB\nNot now! Leave me be.\n\nExasperated, Starbuck glares at him and turns away.\nHe looks down to witness a scene below:\n\nEXT. MIDDECK - DAY\n\f86.\nPerth dumps a swab bucket and splashes Dough-Boy.\nA fight quickly breaks out! Perth pulls a knife --\nuntil Stubb grabs his wrist and yanks it away.\n\nEXT. QUARTERDECK - DAY\n\nDrawn to the commotion, Ahab leans over the bridge\nrail with Starbuck.\n\nAHAB\nTrouble there, Second Mate?\n\nSTUBB\nNothin' of concern, sir.\n\nAhab turns away. Starbuck talks to his back, persistent:\n\nSTARBUCK\nThe men are out of sorts.\nWe may not see another ship\nfor months, Captain, and it\ndoes not bode well that we\ndeprive ‘em of even a little\nrecreation.\n\nAHAB\nThey are whalers, Mister\nStarbuck. This is not a\nsociety ball.\nThe Steward rings the watch bell, breaking the tension.\n\nEXT. MIDDECK - DAY\n\nStubb pushes the knife back to Perth, low-voiced.",
  "60": "---END OF PREVIOUS SECTION---\nThe Steward rings the watch bell, breaking the tension. EXT. MIDDECK - DAY\n\nStubb pushes the knife back to Perth, low-voiced. \n---TARGET SECTION TO BE ANNOTATED---\nSTUBB\nGet below, Perth!\n\nPERTH\nHe started it--\n\nSTUBB\n\nQuiet! Go swab the foc'sle\n\"til ye learn your manners!\n\nPerth struts sullenly away.\n\nEXT. QUARTERDECK - DAY\n\f87.\n\nStarbuck stares intently at the Captain's back. Ahab\nturns and gives him a dismissing look.\n\nAHAB\nTo your duties, Starbuck.\n\nSTARBUCK\nAye, aye...SIR.\n\nINT. FORECASTLE - DAY\n\nFetching a bucket, Perth extracts a hidden flask from\nunder his bunk. He sneaks a long, deep swig.\n\nStarbuck barrels downstairs, in a foul state of mind.\n\nSTARBUCK\nPerth!\n\nPerth quickly reconceals his cache and grabs the bucket.\nSTARBUCK (cont'd)\nGet aloft to the lookout!\nPERTH\nBut it ain't my watch, sir.\n\nSTARBUCK\nI want ye where I can see ye.\n\nPerth drops the bucket and ambles disgruntledly toward\nthe stairs, a little drunk.\n\nSTARBUCK (cont'd)\nGet along, ye shabby rascal,\nor I'll give ye a whale-bonin'!\n\nPERTH\nYe needn't speak so harshly--\n\nStarbuck shoves him up the steps.\nSTARBUCK\n\nOn your way!\n\nEXT. MASTHEAD - DAY\n\f88.\nHigh aloft, Perth climbs the main mast to the lookout,\nGRUMBLING to himself all the way.\n\nHe looks down to see Starbuck crossing the deck and\nscowls down at him.\n\nPERTH\nDamned St. Jago monkey...\n\nInches above him, a loose hoisting block dangles and\nswings precariously in the breeze.\n\nSneering downward, Perth spits toward the deck.\n\nPERTH (cont'd)\nMay God sink the lot of ye!\n\nA squall picks up. Perth turns back up -- the block\n\nhits him square in the face! Dazed, he lets go the\nropes...\n\nEXT. MIDDECK - DAY\nCrossing the deck, Starbuck stops to hear...\nA sudden SCREAM from above! Everyone looks up at...",
  "61": "---END OF PREVIOUS SECTION---\nMIDDECK - DAY\nCrossing the deck, Starbuck stops to hear... A sudden SCREAM from above! Everyone looks up at... \n---TARGET SECTION TO BE ANNOTATED---\nPerth's plummeting figure! He CRASHES DOWN on the\ndeck with full impact -- right in front of Starbuck!\n\nDeckhands rush to Perth, lying in a twisted sprawl.\nHis neck broken.\n\nStarbuck looks on in horror.\n\nEXT. CARIBBEAN SEA - SUNSET\n\nA blood-red sunset and spectacular, billowing clouds\nframe the Pequod...her sails furled.\n\nEXT. PEQUOD (AT SEA) - MIDDECK - SUNSET\n\nA sail-swathed corpse rests on a bulwark board. A\nsomber crew gathers around the ship's side, their set\nfaces aglow in the sunset. The Captain and the three\nmates stand by the bulwark around the body.\n\f89.\n\nAhab opens a bible to begin reading. Strangely, he\ncan't bring himself to speak the printed words before\nhim. He gruffly hands the bible over to Starbuck.\nFrowning at him, Starbuck reads the last rites:\n\nSTARBUCK\n\"They go down to the sea in\nships, that do business in\ngreat waters. These see the\nworks of the Lord and his\nwonders in the deep\"...\n\nEXT. TOPMAST - SUNSET\n\nPerched high aloft, Ishmael witnesses the sea burial\nbelow, sun and wind burning his face.\n\nEXT. MIDDECK - SUNSET\n\nIn the spare whaleboat, Fedallah and his Arabs pass\naround a hooker pipe, oblivious to the Christian\nceremony. Fedallah exhales smoke with languid\ndisregard.\n\nStarbuck finishes the rites in his own words:\n\nSTARBUCK\nLord of all the seas, we here\ncommend this mariner's spirit\ninto thy hands...\n\nHe nods to Stubb and Flask, and they tip the bulwark\nboard...Perth's body drops into the sea with a small\nSPLASH. And disappears into its watery grave.\n\nA long beat, as the men gaze down.\n\nAHAB\nSo be it, then. We're born\nin throes, 'tis only fit that\nwe should live in pains and\ndie in pangs...only to end in\nan unmarked grave.\n\nStarbuck, a tinderbox of bitter emotions, mutters to\nhim in a low voice:\n\f90.",
  "62": "---END OF PREVIOUS SECTION---\nAHAB\nSo be it, then. We're born\nin throes, 'tis only fit that\nwe should live in pains and\ndie in pangs...only to end in\nan unmarked grave. Starbuck, a tinderbox of bitter emotions, mutters to\nhim in a low voice:\n\f90. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nTo what end might that be,\nsir? To a \"blasphemer's end,\"\nas the English captain said?\n\nAhab glares at him with a blackened brow. Starbuck\nshuts the bible and gazes back, trying nobly to\ncontain himself.\n\nSTARBUCK (cont'd)\nLife holds US, sir. We do\nnot hold IT.\n\nAhab faces him, raising his voice for all to hear.\n\nAHAB\nDo ye dare to question me?!\n\nSTARBUCK\nI don't dare, sir, I only\nthink. I blame myself for\nthis good sailor's death...\n\nAHAB\nA careless sailor!\n\nSTARBUCK\nPerhaps. But the men see it\nas an ill prophecy.\n\nAHAB\nProphecy?!\n\nHe wheels about to face the crew. All around, the men\nedge fearfully back.\n\nAHAB (cont'd)\nPROPHECY?!\n\nHe scans their faces...ignorant, superstitious faces.\n\nAHAB (cont'd)\nI'll give ye a prophecy, my\nshipmates. Death to Moby Dick!\nAye! I'1l be both a prophet\nand fulfiller then!\n\nHe THUNK-CLOPS between them, moving from face to face\n\f91.\nwith a quickening pace and rising voice to galvanize\nthem. Starbuck watches him gravely.\n\nAHAB (cont'd)\n\nAnd the fulfillment of this\nprophecy is what ye have all\nagreed to share with me!\n\n(a raised fist)\nDeath to my dismemberer --\nto Moby Dick! That's more\nthan even the greatest GODS\ncould do, I tell ye!\n\nHis effect on them is hypnotic, his passion burning\nwith redoubled fury as he shouts:\n\nAHAB (cont'd)\nThe gods've knocked me down,\nthey've mocked this captive\nking -- but I am up again!\nNow it is THEY who take to\ntheir heels and run! Hiding\nfrom ME!\n\nWild-eyed, Ahab turns to glower defiantly at the\ncloudy, red sunset.",
  "63": "---END OF PREVIOUS SECTION---\nNow it is THEY who take to\ntheir heels and run! Hiding\nfrom ME! Wild-eyed, Ahab turns to glower defiantly at the\ncloudy, red sunset. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\n\nCome! Come out behind your\ncotton clouds! Come and\nstrike ME! TI have no long\nguns to reach ye -- only\nTHESE!\n\n(raises his hands)\nMy bony fingers! Come then!\nSee if ye can swerve me!\n\nAhab laughs defiantly and faces Starbuck with fire in\nhis eyes, shaking a fist at him.\n\nAHAB (cont'd)\nSwerve ME?! Ye cannot swerve\nme! Else ye swerve yourself...\n\nEXT. TOPMAST - SUNSET\n\nOn his lookout, Ishmael watches the drama below. Then,\nunexpectedly, something distracts him out to sea:\n\f92.\n\nEXT. CARIBBEAN SEA - SUNSET\n\nAn immense white whale plunges through distant waters,\na tall jet of misty air blowing out of his spout!\n\nEXT. TOPMAST - SUNSET\n\nIshmael gapes seaward. He can't believe his eyes.\n\nHe tries to shout out but can only gasp, his words a\nstammered hush. He's speechless...\n\nEXT. MIDDECK - SUNSET\n\nPacing around Starbuck, Ahab raises his fist to the\nheavens.\n\nAHAB (cont'd)\nSwerve me?! Never! The\npath to my purpose is laid\n\nwith iron rails -- on which\nmy very soul is grooved\nto run!\n\n(to Starbuck)\nAnd NAUGHT will stop me,\nMister Starbuck!...\n\nSuddenly Ishmael's VOICE BOOMS OUT at the top of his\nlungs:\n\nISHMAEL (0.S.)\nThar she blows!! She blows\nto starboard!!\n\n(loud and clear)\nThe WHITE WHALE! !\n\nA stunned beat. Ahab charges past Starbuck -- bounds\nonto the quarterdeck.\n\nThe men bolt to the starboard bulwark, hugging the\nsides, peering seaward:\n\nEXT. CARIBBEAN SEA -SUNSET\n\nNothing there. Only a flat expanse under the sinking\nsun.\n\f93.\n\nEXT. QUARTERDECK - SUNSET\n\nAhab stares furiously outward, willing him to appear.\n\nEXT. CARIBBEAN SEA - SUNSET\n\nStill nothing. Then suddenly, he breaches...",
  "64": "---END OF PREVIOUS SECTION---\nEXT. CARIBBEAN SEA - SUNSET\n\nStill nothing. Then suddenly, he breaches... \n---TARGET SECTION TO BE ANNOTATED---\nMOBY DICK! The mighty, feared leviathan himself!\nMangled iron harpoons protrude out from a pale skin\nmottled with scars and barnacles.\n\nEXT. QUARTERDECK -SUNSET\n\nAhab's face starts to convulse!\n\nEXT. MIDDECK - SUNSET\n\nThe ship's crew are speechless, all eyes fixed on\nthe awesome sight of the white whale.\n\nEXT. CARIBBEAN SEA -SUNSET\nMOBY DICK dips down his great white head and begins\nslowly to dive for the deep. The last visible sign\n\nof him is his tail.\n\nISHMAEL (0.S.)\nThere go flukes!!\n\nThe enormous split jib tail rises up, higher and\nhigher -- then slaps the water defiantly! Then\ndisappears.\n\nEXT. QUARTERDECK -SUNSET\n\nAhab's hands grip the bulwark, his knuckles white.\nThe scar down the side of his head looks swollen\nand reddened by the sky's orange glow. His face\ntightens like a coil, until he finally EXPLODES...\nA BELLOWING HOWL OF UNGODLY RAGE!\n\nFADE OUT.\n\fEND PART ONE\n\n94.\n\f85\nPART TWO\n\nFADE IN:\n\nACT 1\n\n \n\nEXT. CARIBBEAN SEA - DUSK\n\nA boundless seascape, the tiny Pequod far in b.g.\nBeyond, the orange sun disappears below the horizon.\n\nIn f.g., a huge white mass surfaces with jarring\nsuddenness -- MOBY DICK, a hundred feet of scarred,\nbarnacled tonnage! The spout from his forehead\nblows out a geyser of mist, clouding our view.\n\nEXT. PEQUOD (AT SEA) - TOPMAST - DUSK\nHigh on the lookout, Ishmael points excitedly.\n\nISHMAEL\nThere she blows again! Hard\nto port beam!\n\nEXT.",
  "65": "---END OF PREVIOUS SECTION---\nISHMAEL\nThere she blows again! Hard\nto port beam! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n QUARTERDECK - DUSK\n\nAhab, his blazing eyes fixed on the distant whale,\nsuddenly reels about with an earth-shaking roar:\n\nAHAB\nClear away the boats!!\n\nSTARBUCK\nIn the night, Captain?!\n\nAHAB\nClear away, I said!\n\nSTARBUCK\nYe want us to give him chase\nin the NIGHT?!\n\nAHAB\nAye! In the night -- we'll\ngive chase by night and see\nhis whiteness better than by\ndaylight!\n\f86\nStarbuck hesitates. Ahab turns hard to him.\n\nAHAB (cont'd)\nOrder the men, Starbuck!\n\nSTARBUCK\nAye, aye sir...\n(to the men)\nPrepare to lower away boats!\n\nEXT. MIDDECK - DUSK\n\nJarred from their astonished stares, the crewmen\nscramble into action. Ishmael rope-slides to the\ndeck like an expert seaman. Pip runs the length of\nthe ship, shaking his tambourine, yelling excitedly.\n\nAhab strides toward the main mast and stops in front\nof the nailed gold coin. He bangs a fist on it.\n\nAHAB\nMy harpooners...strike and\nthe gold will be yours!\n\nTashtego looks up from a loggerhead, feeding out\nline. He raises his harpoon like an Apache warrior.\n\nTASHTEGO\nWOO-HAA-HEE! Aye, Capt'n!\nDat Moby Dick come near Tash\nan' he be a dead fish!\n\nDagoo leaps into a boat, lines wrapped around his\nshoulders and tied to his two harpoons, one in each\nhand. He lifts them high, a flash of teeth.\n\nDAGOO\nKEE-HA! KEE-HA! He might\nsee a white man by night --\nbut not Dagoo! I'll kill\n‘im for ye, Capt'n, and win\nthat gold!\n\nFedallah snickers at him from the spare boat, shaking\nhis head with a self-confident sneer.\n\nQueequeg leaps onto the bulwark with raised harpoon.",
  "66": "---END OF PREVIOUS SECTION---\nI'll kill\n‘im for ye, Capt'n, and win\nthat gold! Fedallah snickers at him from the spare boat, shaking\nhis head with a self-confident sneer. Queequeg leaps onto the bulwark with raised harpoon. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEQUEG\n\f87\n\nSmoke out him pipes me will!\nMake-em straight dat crooked\njaw!\n\nAhab tosses a lance at Queequeg, who takes it on the\nfly with a powerful war cry:\n\nQUEEQUEG (cont'd)\nHALA-LA PAO-LOO! FA-TONGA!\n\nIn the bustle, Pip sneaks through the boarding gate\nand climbs unseen over the side.\n\nAll the whalers pile en masse into the lowering boats.\n\nEXT. SHIP'S SIDE - DUSK\n\nFour whaleboat keels hit the water in tandem -- one\nquick SPLASH-DOWN after another.\n\nAhab, full of sudden youthful energy, swings over the\nside on a halyard and rope-climbs down fast toward\nFedallah's boat. His hands slip the last few feet --\nhe falls hard into the boat with a CRUNCH! He tries\nto stand, but he can't. His peg leg is splintered.\n\nThe crew turns to Ahab's SHOUT OF RAGE, ringing out\nin the dusk. An Arab rower tries to help him. Ahab\npushes him away. He picks up pieces of his jaggedly\nbroken peg leg, tosses them into the water. Hobbles\nhis way to the stern, booming to his rowers:\n\nAHAB\nSTART her, men! Start her\nlike thunderclaps! Like\na thousand grinning devils!\n\nThe Arabs row out like demons possessed. Fedallah\ntakes his place at the bow, silent and stealthy.\n\nIshmael and Starbuck watch Ahab from their boat...\nunaware of little Pip, climbing over its stern.\n\nHe slithers under a box plank and hides behind a\nloggerhead basket. Starbuck turns around.\n\nSTARBUCK\nCrack on! Pull those oars!\n\f88\n\nIshmael takes an oar, Bulkington beside him.\n\nEXT. CARIBBEAN SEA - DUSK\n\nAn aerial view over moonlit waters: four whaling\nboats, lit by pole lanterns. One in the lead,\nthree fanned out behind it.\n\nTo the horizon...a formidable white shape glides\noff into a fog bank.\n\nEXT. STUBB'S BOAT - DUSK\nStubb lights his pipe, as his men row furiously.",
  "67": "---END OF PREVIOUS SECTION---\nTo the horizon...a formidable white shape glides\noff into a fog bank. EXT. STUBB'S BOAT - DUSK\nStubb lights his pipe, as his men row furiously. \n---TARGET SECTION TO BE ANNOTATED---\nSTUBB\nGo, lads, row like the wind!\n\nHe looks toward Ahab's boat: streaking far ahead.\nStarbuck's boat glides by. Stubb turns aside.\n\nSTUBB (cont'd)\nWho'd have thought it, eh?!\nAt night, to boot! If I had\nonly one leg, ye wouldn't\ncatch ME in a boat by night...\nunless maybe to stop a leak\nwith a whalebone toe!\n\nEXT. STARBUCK'S BOAT - DUSK\nStarbuck turns to Stubb's boat, shaking his head.\n\nSTARBUCK\nHe's possessed, I tell ye!\nGod has shipwrecked his soul!\n\nThe boats plunge into a fog bank, enveloped in a\nmoonlit mist.\n\nSTARBUCK (cont'd)\nLook at this! A fog! Where\ndid it come from?! An' look\nat us -- rowin' blind in the\nnight, after a whale as white\nas this fog! Was it a whale\nwe saw, or a ghost?!\n\f89\n\nRowing before him, Ishmael looks up at the moon:\nAn opaque eye in the thick mists, its glow surreal.\nEXT. FLASK'S BOAT - DUSK\n\nFlask's boat passes beside Starbuck's.\n\nFLASK\n\nIt was Moby Dick, all right!\nFog, snow or hail, I don't\ncare -- I'll fetch that gold\ndoubloon or die tryin'!\n\n(to rowers)\nPull, damn ye! Show some\nmuscle!\n\nDagoo sings a rhythmic AFRICAN CHANT, the oarsmen\nechoing him, rowing to his beat.\n\nAhead of them: Ahab's boat materializes out of\nthe dense fog, moving steadily forward.\n\nEXT. AHAB'S BOAT - DUSK\n\nAhab stands stiffly by the tiller, using it as both\ncrutch and guide. He grips a rower's head of hair\nto keep his balance, glaring ahead into the white\nnight as if he could see through the fog. A manic\nenergy in his furrowed-brow concentration.\n\nAHAB\n\nRoar and pull, ye devils...",
  "68": "---END OF PREVIOUS SECTION---\nHe grips a rower's head of hair\nto keep his balance, glaring ahead into the white\nnight as if he could see through the fog. A manic\nenergy in his furrowed-brow concentration. AHAB\n\nRoar and pull, ye devils... \n---TARGET SECTION TO BE ANNOTATED---\nI can see fifty seas off! A\nhundred seas! It's Moby Dick\nout there, I tell ye! Chase!\nCrack your backbones, bite\nyour knives in two!\n\n(clasping forehead)\nDear Lord, I'm going to go\nstark staring mad...\n\n(exhorting on)\nClose to, ye hairy-hearted\nghouls, get me close to him!\n\nThe Arabs HUM as they row, an odd, syncopated SOUND.\nFedallah stands motionless at the bow, harpoon ready.\n\f90\nEXT. STARBUCK'S BOAT - DUSK\n\nStarbuck stares ahead at Ahab with deep chagrin.\nIshmael rows, his sweaty face glistening under the\nboat lamps. Behind the basket next to him, Pip\ncrouches in hiding.\n\nThe sea becomes strangely still. Starbuck glances\naround him.\n\nEXT. AHAB'S BOAT - DUSK\n\nA deathly quiet, only the SLAP of oars against the\nwater. Beyond...DISTANT GURGLING SOUNDS. Ahab\ntenses.\n\nAHAB\nHark! Prick ears...listen!\n\nEXT. FLASK'S BOAT - DUSK\n\nFLASK\nHold the oars! Hold still!\n\nThe men raise their oars and look out into the\nluminous night. Dagoo commands the bow, taking\na firm grip of his harpoon.\n\nEXT. STUBB'S BOAT - DUSK\n\nStubb cups an ear, shifting the pipe in his\nmouth, tuned into every sound around him. His\nvoice hushed:\n\nSTUBB\nSoftly, softly...whoa, babes!\nStill now!\n\nThe rowers stop rowing and lift up their oars.\nTashtego readies himself at the bow.\nEXT. STARBUCK'S BOAT - DUSK\n\nThe becalmed waters around the boat spin in rivulets. Starbuck's\nvoice cuts the air like a knife:\n\f91\n\nSTARBUCK\nStop!\n\nThe rowers lift their oars and freeze.\nAhead in the fog: Ahab's boat drifts soundlessly.\n\nIshmael listens, unsettled by the stillness around\nhim. He turns nervously to Starbuck.",
  "69": "---END OF PREVIOUS SECTION---\nAhead in the fog: Ahab's boat drifts soundlessly. Ishmael listens, unsettled by the stillness around\nhim. He turns nervously to Starbuck. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL\nWhat d'ye make of it, sir--\n\nSTARBUCK\nHist! Eyes sharp...\n\nEveryone watches and listens. A long, tense beat...\n\nEXT. CARIBBEAN SEA - DUSK\n\nThe fog begins to lift...a full view of all four\nboats. Whalers listen to the eerie quiet.\n\nA calm, empty sea. Then, GURGLINGS all around...\n\nA SCHOOL OF SPERM WHALES breaches -- a full circle\naround the boats! With a great SIGH, dozens of\nspouts release jets of watery air!\n\nEXT. STARBUCK'S BOAT - DUSK\n\nStarbuck spins his head around -- whales everywhere!\n\nIshmael stares amazed, slack-jawed. Queequeg bolts\nto the bow with his harpoon.\n\nEXT. AHAB'S BOAT - DUSK\n\nAhab spins around, loses his balance and falls. He\nrises quickly, glaring beyond the black shapes all\naround him...then points outside the gentle fleet\n\nof whales, his finger like a fixed bayonet.\n\nAHAB\nThere! THERE!\n\nEXT. CARIBBEAN SEA - DUSK\n\f92\n\nMOBY DICK breaches with a tremendous jump -- three\ntimes the size of the other whales! Then swims\nsteadily away.\n\n \n\nEXT. AHAB'S BOAT - DUSK\nAhab crashes his way toward the bow...\n\nAHAB\nRow, you monkeys -- ROW!\n\nHe seizes Fedallah's harpoon and rushes forward...\n\nAHAB (cont'd)\nMove aside...\n\nHe stumbles and falls, keeps going frantically...\n\nAHAB (cont'd)\n...LET ME GIVE IT TO HIM!\n\nEXT. STARBUCK'S BOAT - DUSK\n\nA sperm whale suddenly breaches half under the boat\nwith a HARD BUMP, lifting it up! The boat slides off\nits back, landing upright in the water next to it.\n\nWasting no time, Queequeg thrusts his harpoon with\ngreat power -- WHISH! Deep into the whale's hump!\n\nA giant's GRUNT, followed by a thrashing tail,\nslapping the water beside them! Instant chaos...\nSTARBUCK\nStern all, stern all! Quick!\n\nThe oarsmen immediately row away from the agonizing\nwhale and its deadly flukes.",
  "70": "---END OF PREVIOUS SECTION---\nSTARBUCK\nStern all, stern all! Quick! The oarsmen immediately row away from the agonizing\nwhale and its deadly flukes. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK (cont'd)\nGive him another, Queequeg!\n\nQueequeg aims, throws another harpoon into the mountain\nof thrashing blubber -- another deadly hit!\n\n \n\nThe whale's spout gushes spasmodically. The air fills\nwith bloody mist, spraying the whalers red as they row\nfrantically away from the sea beast's death throes.\n\f93\n\nThe whale starts to dive. Harpoon lines spin out of\nthe loggerhead basket -- rolls of line uncoil rapidly,\nthe basket shaking violently!\n\nUnnoticed by the others, frightened Pip scrambles\nout from beneath the box plank and stumbles into the\nbasket -- his little legs tangled in spinning lines!\n\nQueequeg lets loose a WAR CRY at the fast-receding\nwhale. Ishmael jumps to his feet, straining to get\na look...\n\nA QUICK, TINY SCREAM startles him from behind!\n\nPip suddenly squirts out past him, dragged by a line\nand yanked overboard -- into the churning water!\n\nISHMAEL\nMan overboard, Mister\nStarbuck! Man overboard!\n\nHe quickly throws a lifebuoy to the boy. Starbuck\nsees what's happened, but he's too distracted.\n\nISHMAEL (cont'd)\nFor God's sake...it's PIP,\nsir! He's out there!\n\nThe boat suddenly lurches forward -- dragged at\ngreat speed by the wounded, diving whale. The\nrunning lines around a stanchion start to smoke.\n\nSTARBUCK\nWet the line! Wet the line!\n\nQueequeg dumps a bucket of water over the smoking\n\nrope. The boat vibrates with the power of the drag.\nGripping the tiller, Starbuck quickly scans around him.\nEXT. CARIBBEAN SEA - DUSK\n\nThe circle of panicking whales tightens around the\n\nthree boats, Ahab's moving beyond it. Starbuck's boat\nis pulled deeper into the fray.\n\nEXT. STARBUCK'S BOAT - DUSK\n\f94\n\nQueequeg snatches up a lance and points urgently at\nthe taut lines.\n\nQUEEQUEG\nMe cut-em, sir?! Cut dem\nlines 'fore we be splintered\nup by dem whales?!\n\nSTARBUCK\nNO! Not yet...",
  "71": "---END OF PREVIOUS SECTION---\nCut dem\nlines 'fore we be splintered\nup by dem whales?! STARBUCK\nNO! Not yet... \n---TARGET SECTION TO BE ANNOTATED---\nlook!\n\nHe points forward.\n\nEXT. CARIBBEAN SEA - DUSK\n\nAn opening between the circling whales, out toward the\ncalm, moonlit sea. The boat flies through the gap.\nEXT. STARBUCK'S BOAT - DUSK\n\nIshmael turns and looks far astern:\n\nEXT. CARIBBEAN SEA - DUSK\n\nPip clings to the floating lifebuoy, floundering in\nthe eruption of white water all around him. The boy\nSCREAMS INAUDIBLY, waving a frantic arm for help.\nEXT. STARBUCK'S BOAT - DUSK\n\nIshmael turns to Starbuck in a panic.\n\nISHMAEL\nSir! What about Pip--\n\nBeside him, Bulkington grips his arm.\nBULKINGTON\nSit down, boy. Nothin' we can\ndo.\n\nEXT. AHAB'S BOAT - DUSK\n\nAhab hangs over the prow, harpoon held before him\nwith fixed intensity. Dead ahead:\n\f95\n\nEXT. CARIBBEAN SEA - DUSK\n\nOutward bound, the white whale swims steadily and\nobliviously...still too far to strike.\n\nEXT. AHAB'S BOAT - DUSK\n\nAHAB\nROW! ROW! ROW!!\n\nHe glares back at the other boats, but they're too\nfar away to offer any support. He looks forward:\n\nEXT. CARIBBEAN SEA - DUSK\n\nMOBY DICK's giant flukes rise up in the moonlit air,\nthen drop quickly into the calm water...disappearing\ninto the deep blue. He's gone.\n\nAhab GROWLS with monumental frustration.\n\nEXT. STARBUCK'S BOAT - DUSK\n\nThe lines go slack, and the boat suddenly slows.\nIshmael jumps up, unable to suppress himself.\n\nISHMAEL\nMister Starbuck, sir! We\ncan't just act as if nothing\nhas happened! We've GOT to\ngo back for him!\n\nSTARBUCK\nSit down! SIT, I tell you,\nbefore ye wind up in the\n\nwater too!\n\nISHMAEL\nBut he'll drown if we don't\ngo back!\n\nStarbuck pushes Ishmael back onto the rowers' bench.",
  "72": "---END OF PREVIOUS SECTION---\nSIT, I tell you,\nbefore ye wind up in the\n\nwater too! ISHMAEL\nBut he'll drown if we don't\ngo back! Starbuck pushes Ishmael back onto the rowers' bench. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nTake back that oar, sailor!\nWe've got other business to\nattend to. We can't just\ndrop everything and set off\n\f96\n\non a salvage mission! SIT!\n\nHe turns his attention back to the becalmed water.\nIshmael glances helplessly at Bulkington. Queequeg\nhauls in the lines as fast as he can.\n\nThe struck whale surfaces...missing the boat by a\nfew feet. It spins slowly in the water, its massive\njaws opening and closing with dwindling energy.\n\nQueequeg and two oarsmen pull together on the slack\nlines until they're taut with the harpoons imbedded\nin the whale. They tow the boat toward the dying\ncreature.\n\nAs they pull up alongside it, Ahab's boat appears.\nEXT. AHAB'S BOAT - DUSK\nAhab guides his craft behind Starbuck's boat. He\n\nscans the whale with a grave look. Subdued now,\nbut storming inside. In a quiet voice:\n\nAHAB\nDid ye not see HIM, Mister\nStarbuck?\n\nSTARBUCK\n\nI did, sir.\n\nAhab turns a fierce expression on him, but his voice\nremains low.\n\nAHAB\nAnd why did ye strike THIS\nwhale, if ye could see Moby\nDick?\nEXT. STARBUCK'S BOAT - DUSK\n\nStarbuck is silent for a beat.\n\nSTARBUCK\nI'm a whaler, sir.\n\nEXT. AHAB'S BOAT - DUSK\n\nLong, silent eye contact. Ahab abruptly turns away\n\f97\n\nand waves at his Arab oarsmen. His boat pulls away\nfrom Starbuck's. Ahab calls back over his shoulder:\n\nAHAB\nGet that blubber on deck\ntonight, Starbuck, before\ndaylight. We'll be pushin'\non in the morning.\n\nEXT. STARBUCK'S BOAT - DUSK\n\nStarbuck glances at Ishmael. He quickly shouts to\nAhab's retreating boat.\n\nSTARBUCK\nWhat about the boy, sir?!\n\nEXT. AHAB'S BOAT - DUSK\nAhab signals his oarsmen, and the boat slows.\n\nIn b.g.",
  "73": "---END OF PREVIOUS SECTION---\nEXT. AHAB'S BOAT - DUSK\nAhab signals his oarsmen, and the boat slows. In b.g. \n---TARGET SECTION TO BE ANNOTATED---\n Stubb's and Flask's boats row in close to\njoin them, the whalers assessing the new kill.\n\nAhab turns, his face in shadow like a phantom in\nthe still gloom.\n\nAHAB\nWhat boy?\n\nEXT. STARBUCK'S BOAT - DUSK\n\nSTARBUCK\nPip, sir. He's lost at sea.\n\nStubb's boat steers side by side with Starbuck's.\n\nSTUBB\nAye, I saw him myself! Miles\nof sea between him and us by\nnow. We can't afford to lose\nthis fine kill on account of\nthat minstrel's foolishness.\n\nAHAB\nPip, ye say? The tambourine\nboy? And how did HE come\nto be in your boat, Mister\nStarbuck?\n\f98\n\nSTARBUCK\nStowed away, sir, where he\nwasn't supposed to be. He's\njust a shipkeeper, Captain,\na tender-hearted jolly boy...\nand I fear we've lost ‘im.\n\nIshmael waits expectantly, full of worry. Queequeg\ntoo looks concerned and steps forward.\nQUEEQUEG\nMe go find Pip! Pip be dead,\ndat be bad magic!\n\nAcross the water, Ahab deliberates for a beat. He\ngrunts to his Arabs, and they continue to row. His\nboat drifts away, as he calls back:\n\nAHAB\nYe have 'til dawn to find\nthat ungracious little brat,\nor whatever the sharks've\nleft of him, so make haste.\n(to his oarsmen)\n\nGive way now, greyhounds!\nDog to it!\n\nIshmael breathes a sigh of relief. So does Starbuck,\nas he turns to Bulkington.\n\nSTARBUCK\nOrganize a search party,\nMister Bulkington. And take\nQueequeg and Ishmael.\n\nBULKINGTON\nAye, sir.\n\nIn b.g., Flask leans over from his boat and grins at\nQueequeg, gesturing at the dead whale.\n\nFLASK\nSeems a shame to leave behind\nsuch a noble prize.\nQueequeg grunts scoffingly and turns away to the\nbow, more interested in the rescue than the whale.\n\nEXT.",
  "74": "---END OF PREVIOUS SECTION---\nFLASK\nSeems a shame to leave behind\nsuch a noble prize. Queequeg grunts scoffingly and turns away to the\nbow, more interested in the rescue than the whale. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STUBB'S BOAT - DUSK\n\f99\n\nStarbuck jumps across from his boat into Stubb's.\n\nSTARBUCK\nLet's bring this fish in,\nMister Stubb.\n\nStubb glances at Starbuck's boat, Bulkington now in\ncommand. Stubb shakes his head.\n\nSTUBB\nYe got a hundred barrels of\nsperm oil here -- why would ye\n\nbe wastin' yer men's time\nlookin' for a cabin boy?\n\nSTARBUCK\nIt's the rightful thing to do.\nA child's life is worth more\nthan a whale's hide.\n\nSTUBB\nAye, can't argue with that.\n\nEXT. BULKINGTON'S BOAT - DUSK\n\nWaving the men to their oars, Bulkington gazes out\ninto the darkness.\n\nBULKINGTON\nLet's to it, boys!\n\nThe oarsmen row. Ishmael wields his oar vigorously,\nredoubling his efforts.\n\nReceding away in Stubb's boat, Starbuck shouts back:\n\nSTARBUCK\nI'1l bust open a hogshead of\nbrandy to the man who finds\nthe boy! Will ye spit fire,\nmen?!\n\nAYE, AYES all around. They row away from the other\nboats, Queequeg perched at the bow, scanning the\nsea like a hawk.\n\nFADE OUT.\n\f100\nACT 2\n\n \n\nEXT. PEQUOD (AT SEA) - AFT DECK - NIGHT\n\nA polished harpoon, sharpened on a spinning grindstone,\nsparks flying. The sparks fill our view, behind them\nAhab's hard-set features. Waiting intensely.\n\nThe Blacksmith raises the harpoon, presenting its\ntwo-flued razor head before the Captain. Ahab nods\nwith approval.\n\nGlimpsed in b.g, a gigantic, severed whale's head\nis hoisted and swung suspended over the deck by\npulley chains straining from yard arms. The deck\ntilts to one side under its heavy weight.\n\nTri-works furnaces burn and boiling pots smoke,\nadding a nightmarish atmosphere to the scene.\n\nEXT. CARIBBEAN SEA - NIGHT\n\nDeep in the heart of moonlit darkness drifts a\nlone, lamp-lit whale boat.\n\nEXT.",
  "75": "---END OF PREVIOUS SECTION---\nEXT. CARIBBEAN SEA - NIGHT\n\nDeep in the heart of moonlit darkness drifts a\nlone, lamp-lit whale boat. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BULKINGTON'S BOAT - NIGHT\nGlimmering lanterns held high, Bulkington, Ishmael\nand the men search the calm sea. Queequeg peers\nintently across the black, ominous waters. Not a\nsign of life. The men call out sporadically:\nCREWMEN\n\nPip! Pip! Where are ye, boy?!\nINT. STARBUCK'S CABIN - NIGHT\nStarbuck dozes over an open bible on his bunk,\na flickering candle beside him. The room tilts,\ntimbers GROANING and CREAKING.\nThe candle burns down...a TIME-LAPSE EFFECT, as\n\nhours pass in seconds...to a melted, dead stump\nby the light of dawn.\n\nEXT. CARIBBEAN SEA - DAWN\n\nDawn's early light creeps over an endless horizon.\n\f101\n\nPip clings helplessly to the lifebuoy, alone in the\nvast emptiness. He sings a little DITTY ina\ntrembling voice.\n\nHis head jerks around with a moan of despair...\n\nA shark's fin streaks through the water with lethal\nswiftness, circling around him.\n\nPip bobs frantically, gasping with terror, wide eyes\nfixed on the approaching predator.\n\nThe shark fin disappears under. Instinctively, Pip dives...\nEXT. UNDERWATER - DAWN\n\nHolding his breath, Pip sees the shark closing in with\nsmaller circles, fixed on him with cold, unblinking black\neyes. Pip waves his arms and legs furiously in a vain\neffort to scare off the death mask before him. The\ncircling shark moves in for the kill, its jaws widening...\n\nPip manages to land a fist directly onto the shark's nose!\n\nIt flips its tail, darts away...then streaks in again, relentlessly\ncloser...\n\nA massive white wall suddenly fills the deep -- passing\n\nwithin inches of Pip! The shark flees. Pip surfaces...\n\nEXT. CARIBBEAN SEA - DAWN\n\nPip sucks in air, clutching the lifebuoy. His wide eyes\non the titantic white whale, plunging away, leaving swells\nin his wake. MOBY DICK is gone as quickly as he appears.\n\nAn empty sea again, the waves too high for Pip to see far. Then...",
  "76": "---END OF PREVIOUS SECTION---\nMOBY DICK is gone as quickly as he appears. An empty sea again, the waves too high for Pip to see far. Then... \n---TARGET SECTION TO BE ANNOTATED---\nAnother, bigger shark's fin approaches. Again circling\nhim, again submerging...\n\nPip takes deep gulps of air, then dives again.\nEXT. UNDERWATER - DAWN\n\nPip gapes. A great white shark, three times larger.\nIt circles once, then zeros in. Resigned to death,\nPip shuts his eyes and exhales bubbles of air...\nsinking. The big shark draws closer, closer...\n\nA sharp WHISSHHH -- a harpoon spears through the\nshark's body! Thrashing in a cloud of blood, the\n\f102\ngreat white vanishes from sight.\n\nEyes closed, losing consciousness, Pip sinks down...\n\nA tattooed arm dips down from above -- a hand seizes\nPip by the hair and hauls him up toward the light.\n\nINT. CAPTAIN'S CABIN - MORNING\n\nAhab stands by the cabin window, staring morosely at\nthe rising sun.\n\nThe Carpenter kneels at his feet, working to fit a new\nwhale-bone peg leg, having a difficult time setting it\nin its place.\n\nCARPENTER\nIf the Capt'n pleases...let\nme measure it now, sir.\n\nAhab glares down at his poorly fitted stump, his\nirritation more of a good-humored bark than bite.\n\nAHAB\nAre you a manmaker, Carpenter,\nthat you'd measure me like a\nsuit?! Well, carry on...it's\nnot the first time.\n\nThe Carpenter secures the peg leg with a tightening tool.\n\nAHAB (cont')\nAccursed fate, that my soul\nwould have such a craven\nmate for a body.\n\nCARPENTER\nHow does that feel, sir?\n\nAHAB\nI canst say. I only feel\nwhat is not there.\n\nCARPENTER\nAye. A dismasted man never\nloses the feeling of his\nlost spar.\n\f103\n\nAHAB\nAh, that's better. ..good!\n\nHe bends down and grasps the bone stump with both hands,\nthen grabs the Carpenter's tool to tighten it harder.\n\nCARPENTER\nOh sir, careful, sir! It'll\nbreak bones, that will...",
  "77": "---END OF PREVIOUS SECTION---\nHe bends down and grasps the bone stump with both hands,\nthen grabs the Carpenter's tool to tighten it harder. CARPENTER\nOh sir, careful, sir! It'll\nbreak bones, that will... \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\n(laughs bitterly)\nNo fear! I like a good grip!\nI like to feel something in\nthis slippery world that I\ncan hold onto!\n\nAhab straightens up and gazes inwardly.\n\nAHAB (cont'd)\nYou ever hear of an old Greek\nnamed Prometheus?\n\nCARPENTER\nNo, sir...can't say I ever\nshipped with the man, sir.\n\nAHAB\n\nPrometheus was he who made\nmen. Made ‘em whole with tools,\nlike this...\n\n(indicates tool)\nThen he animated them from\nFIRE! 'Twas he who should have\nmade me...what's made in fire\nmust properly belongs to fire.\n\nThe Carpenter finishes and looks up, clearly mystified\nby him. Ahab looks inspired, spilling out the words:\n\nAHAB (cont'd)\nThen I would've been complete!\nFifty feet high in my socks!\nMy legs would have ROOTS, my\narms three feet to the wrist!\nNo heart at all...eyes? No!\nA skylight atop my head to\nlight up an acre of brains.\nProud as a Greek god...AYE!\nA Greek god...\n\f104\n\n(looks down)\nAnd not standing on a broken\nstick of dead bone.\n\nHe gazes wretchedly at his stump, back to reality.\n\nAHAB (cont'd)\nAye...my torn soul and gashed\nbody...they bleed into each\nother.\n(to himself)\nAye. The truth shakes me\nfalsely.\n\nIn b.g. by the cabin doorway, a turbaned figure\nlingers in the shadows. Fedallah.\n\nThe Carpenter rises stiffly, bent with arthritis.\n\nAHAB (cont'd)\nI thank ye, Carpenter. Now,\ngo back to your fixin's...\nleave Ahab to the gods.\n\nCARPENTER\nAye, aye, sir.\n\nHe shuffles out. Ahab sits deep in his broodings,\nthen recognizes the shadowy presence. A gruff,\nimpatient tone:\n\nAHAB\nWhat d'ye want?\n\nFedallah eases into the lamp light, an inscrutable\nsmile of broken teeth. His English is thickly\naccented, his voice gnarled and sibilant:\n\nFEDALLAH\nThe dream comes to me again...\nof my master's death.\n\nAhab doesn't move or react.",
  "78": "---END OF PREVIOUS SECTION---\nHis English is thickly\naccented, his voice gnarled and sibilant:\n\nFEDALLAH\nThe dream comes to me again... of my master's death. Ahab doesn't move or react. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nMY death? Then I pray ye go\n\nbefore me.\n\nFedallah shrugs, as if the thought were supremely\nindifferent to him.\n\f105\n\nFEDALLAH\nI shall. As your pilot.\n\nAHAB\nWell then, me pilot, I pledge\nto ye that I will slay Moby\nDick -- and survive it!\n\nFedallah's voice lowers, full of dark meaning:\n\nFEDALLAH\nOnly rope can destroy Ahab.\n\nAHAB\n(laughs)\nThe gallows, then? Ha! Well\nthen...I am immortal!\n\nFedallah slinks back into the shadows, saying no\nmore. Ahab glares scornfully after him...yet\nunnerved by him.\n\nEXT. MIDDECK - MORNING\n\nThe suspended whale's head, stripped of blubber,\nis hoisted overboard from the lower mast cranes.\nAlmost a skeleton, it's a ghastly sight.\n\nStarbuck oversees crewmen gathered around the port\nside, working the chains and pulleys and about to\ndrop it into the sea. A SHOUT from the lookout:\n\nDAGOO (0.S.)\nWhaleboat to starboard helm!\nThey got PIP!\n\nStarbuck and the men rush in unison to the starboard\nside. WILD CHEERS ring out, as Bulkington's boat\nrows in fast.\n\nEXT. QUARTERDECK - MORNING\n\nAhab emerges from his cabin and looks down to see\n\nthe rescue party climbing aboard. Surprised by the\nsight of Pip, his harsh face softens, almost a smile.\n\nEXT. MIDDECK - MORNING\n\f106\n\nQueequeg boards with little Pip in his arms, the boy\ndazed but alive. Bulkington takes him and hands him\nto Flask, who gives him to Stubb. The men pass the\nboy between them like a bucket brigade...to Starbuck,\nwho sits Pip atop an oil barrel.\n\nSTARBUCK\nWe missed ye, lad! Bring ‘im\nhis music!\n\nPip stares vacantly, disoriented. Stubb turns to\nBulkington with a laugh.\n\nSTUBB\nWell, this is a fine day!\nWe'd given him up for lost!\n\nBULKINGTON\nThank Ishmael and Queequeg.\nThey spotted him.",
  "79": "---END OF PREVIOUS SECTION---\nWe'd given him up for lost! BULKINGTON\nThank Ishmael and Queequeg. They spotted him. \n---TARGET SECTION TO BE ANNOTATED---\nStubb turns to pound Ishmael's back with a mighty\nwhack.\n\nSTUBB\nBy jimminy! You're a credit\nto us all!\n\nIshmael smiles proudly, as men give him and Queequeg\nhearty pats. The two trade grins of brotherly\nkinship. They step over to Pip.\n\nEveryone gathers round the boy, as Tashtego pushes\nthe tambourine into Pip's hands.\n\nTASHTEGO\nG'won, Pip! Do us a tune!\n\nPip focuses glassy eyes on the tambourine, as if he\ndoesn't recognize it. Then...he throws it violently\nto the deck. Stunned, silent looks all around.\nQueequeg picks it up with a disturbed frown. Ishmael\nreaches out to Pip.\n\nISHMAEL\nPip...what is it, boy?\n\nPip scans the men's face, as if they were strangers.\nIshmael lays a gentle hand on him -- Pip thrashes\n\f107\n\nout, delirious, pummeling him with his small fists.\nThen he leaps off the barrel and dashes away. The\nmen watch, horrified.\n\nPip scurries aimlessly around the deck in a wild\npanic, slips and falls. Around him, the planks are\nslick with whale blood and bones. Pip stares at\nthe blood on his hands, then gapes up toward:\n\nThe giant, skeletal whale head, hanging over the\nside above him. Pip gives an ear-shattering SHRIEK!\n\nBewildered, the men don't know what to do. Queequeg\nrushes over and quickly releases a pulley chain...\n\nThe whale head plummets into the sea, a huge SPLASH!\n\nPip staggers up and runs to a whaleboat, flailing\nhis arms as he did underwater with the sharks. He\nclimbs into it, as if out of the sea. Crouches\ninside of it, huddled and BABBLING to himself.\nCompletely insane.\n\nThe crew stares at him with befuddled looks, their\nmorale shattered. Queequeg turns grimly to Ishmael.\n\nQUEEQUEG\nDis bad magic. BAD magic.\n\nEXT. QUARTERDECK - DAY\n\nWitnessing the scene below, Ahab too is affected.",
  "80": "---END OF PREVIOUS SECTION---\nBAD magic. EXT. QUARTERDECK - DAY\n\nWitnessing the scene below, Ahab too is affected. \n---TARGET SECTION TO BE ANNOTATED---\nBut his mind turns elsewhere, as he shouts down:\n\nAHAB\nPrepare to set sail, Starbuck!\nWe've wasted enough time!\n\nSTARBUCK\nRight away, sir. Up sails,\nmates, let's catch a breeze!\n\nMen disperse to their duties, too demoralized to jump\nto it, slowly climbing the masts. Ahab booms at them:\n\nAHAB\nMake speed, ye lackies! Do\nye not know he's out there?!\nThunder away at it! We'll not\nbe whalers again -- 'til it's\n\f108\n\nMOBY DICK'S head hangin' from\nthese yard arms!\n\nDriven by his voice, the crew picks up the pace.\nEXT. SOUTH ATLANTIC OCEAN - DAY\n\nClear skies to the horizon. The full-sailed Pequod\nspeeds across deeper, bluer waters. Her bow dips\nand plows through powerful swells.\n\nEXT. PEQUOD (AT SEA) - MASTS - DAY\n\nAll sails billow out like canvas balloons, masts\nswaying in a strong breeze. A breathtaking view.\n\nEXT. QUARTERDECK - DAY\n\nBy the helm, Starbuck squints toward the horizon\nand checks his compass. He turns to the wheelman.\n\nSTARBUCK\nTwo points east southeast.\nSteady before the breeze.\n\nEXT. MIDDECK - DAY\n\nStarbuck steps down to middeck before a curious sight\nat the bottom of the main mast:\n\nAhab stands on the flat seat of a custom-made cradle\nsuspended a few feet off the deck. Stubb and Flask\nrig pulley lines beside him. Starbuck approaches\nAhab.\n\nSTARBUCK\nIf the wind holds up, sir,\nwe should be around the Cape\nin two days hence.\n\nAHAB\nAye, but no later than that.\n(indicates cradle)\nNow I too will stand lookout.\nIs it ready, Mister Stubb?\n\nSTUBB\nSecure as a mother's arms, sir.\n\f109\n\nAHAB\nStarbuck, take the rope and\nraise your captain. I will\ncommend my life into thy hands.\n\nLooks between them, as if this were a test of loyalty.\nStarbuck steps forward, takes the pulley line, then\nhauls Ahab's cradle up the mast with strong hands.",
  "81": "---END OF PREVIOUS SECTION---\nI will\ncommend my life into thy hands. Looks between them, as if this were a test of loyalty. Starbuck steps forward, takes the pulley line, then\nhauls Ahab's cradle up the mast with strong hands. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\nI'll have first sight of the\nwhite whale. Aye, myself!\n\nAs he ascends, he slams a fist against the gold coin.\n\nAHAB (cont'd)\nAnd win back my doubloon!\n\nThe cradle rises to the maintop, swinging in the\nbreeze. Ahab stands like an iron statue, keeping\nperfect balance, fiery eyes fixed to the horizon.\n\nAll the crew watch his upward progress. Fedallah\nsmiles to himself with feline cunning. Watching from\ntheir station, Ishmael and Queequeg turn toward Pip:\nStill in the whaleboat, Pip MUTTERS incomprehensibly\nto himself in some strange, mindless language. Never\nagain will he smile or dance.\n\nEXT. SOUTH ATLANTIC OCEAN - DAY\n\nThe Pequod plunges up and down through rolling swells,\nwaves crashing against her bow.\n\nEXT. PEQUOD (AT SEA) - MAINTOP - DAY\n\nAhab's high cradle swings like a pendulum. He keeps\na determined watch, rigid on his peg leg.\n\nEXT. MIDDECK - DAY\nThe crew swabs the deck clean. None of them notice\nPip, who scrambles out of the whaleboat and makes a\n\nbeeline for the main mast.\n\nHe stares dourly at the shiny gold coin nailed to the\nwood. A whispery singsong voice:\n\nPIP\n\f110\nWe, ye, they...are all bats!\n\nIshmael and the others turn, watching perplexedly.\nPip points to the Captain's cabin.\n\nPIP (cont'd)\nThere! In there! Two bones\nstuck in trousers...and one\nbe not his, but a whale's!\n\nStubb steps over to observe him, chuckling nervously.\n\nSTUBB\nI fear we should've left\nPip to his fate, poor boy!\n\nPip recoils from Stubb and darts up the mast ropes\nlike a little monkey.\n\nEXT. MAIN MAST - DAY\n\nHe perches halfway on the ladder, GIBBERING AWAY in\nmad terror. Higher above him, Ahab nods off from\nweariness.\n\nEXT. MIDDECK - DAY\n\nStubb shakes his head up at him. He turns to peer\nclosely at the doubloon. Starbuck, Flask and\nIshmael join him.",
  "82": "---END OF PREVIOUS SECTION---\nMIDDECK - DAY\n\nStubb shakes his head up at him. He turns to peer\nclosely at the doubloon. Starbuck, Flask and\nIshmael join him. \n---TARGET SECTION TO BE ANNOTATED---\nSTUBB\nSixteen dollars. HAH! I've\nseen doubloons before, nothin'\nbut round things made of gold.\nNot much wonder in 'em. But\nwhoever kills that white\ndemon, this round thing\nbelongs to him!\n\nFLASK\nIt's ship's bounty to ME,\nStubb -- it'll win me nine\n\nhundred and sixty cigars!\n\nIn b.g., Fedallah chortles mischievously at them with\na toothy grin and shakes his head.\n\f111\n\nSTARBUCK\nIt's the ship's navel, I tell\nye. And everyone's on fire\nto unscrew it. But unscrew\na navel and see what happens.\n\nStubb and Flask look at him, uncomprehending. Ishmael\nnods understandingly.\n\nISHMAEL\nAye. To me it speaks wisely...\nbut sadly. It's all in one's\nperception.\n\nSTARBUCK\nPerception? How d'ye mean?\n\nISHMAEL\nDifferent ways of lookin',\nsir. I used to teach my\nschool children about. ..what\nMan sees and what God sees.\nBut Man sees only one thing,\nwhat he WANTS to see.\n\nEXT. MAINTOP - DAY\nExhausted, Ahab dozes as he stands on his lookout\ncradle. Above him on the top lookout, Tashtego\nscans the horizon and suddenly cries out:\nTASHTEGO\n\nThere she blows, Cap'n!! It's\n\nWHITE! The white whale!\nStartled, Ahab pops his eyes open and peers out.\n\nEXT. SOUTH ATLANTIC OCEAN - DAY\n\nFar to the horizon, a distant spout amidst rolling\nwhitecaps. A whale, but too far away to distinguish.\n\nEXT. MAINTOP - DAY\n\nAhab's face twists into a glower of such hatred that\nhe's momentarily incapable of speaking. Then...\n\nAHAB\nLower me away! Quick, there!\n\f112\nEXT. MIDDECK - DAY\n\nDeckhands rush to man the pulley ropes, while others\nhasten to the bulwarks to sight the whale.\n\nStarbuck and Ishmael gaze up at Ahab, tiring of all\nthis madness.\n\nISHMAEL\n\n'Tis like the old man and\nhis whale. He sees but a\nmonster of destruction...",
  "83": "---END OF PREVIOUS SECTION---\nStarbuck and Ishmael gaze up at Ahab, tiring of all\nthis madness. ISHMAEL\n\n'Tis like the old man and\nhis whale. He sees but a\nmonster of destruction... \n---TARGET SECTION TO BE ANNOTATED---\n(turns to Starbuck)\nPerhaps in God's eyes, Moby\nDick is just another of His\ncreatures, doin' what's\nnatural...\n\nAbsorbing this, Starbuck looks between lowering Ahab\nand the mast coin beside him. Its brilliant gold\nreflection catches his eye...blinding him.\n\nISHMAEL (cont'd)\nJust that. Just a whale.\nStarbuck shields his eyes and turns away.\n\nSTARBUCK\nDamnable coin! It's put here\nto blind us all!\n\nAhab lands on the deck before them. He quickly\nTHUNK-CLOPS to the bulwark with feverish energy.\n\nAHAB\nSteward! My eyeglass!\n\nStarbuck leans calmly over the side amidst excited\nsailors, gazing out with an eagle's eye.\n\nSTARBUCK\nIt's not white, Captain, it's\ngrey. Probably a humpback.\n\nAhab snatches his eyeglass from the Steward and peers\nout. He can't see well enough and angrily tosses it.\n\nAHAB\nIt's Moby Dick, I tell ye!\n(shouts up)\nUnfurl the topgallants -- we\n\f113\n\nneed more sail!\n\nStarbuck catches sight of something else and points\nseaward.\n\nSTARBUCK\nLo, sir! Sperm whales, to\nthe starboard beam!\nEXT. SOUTH ATLANTIC OCEAN - DAY\nA small pod of spouting sperm heads, a half-mile across\nthe water. A healthy harvest.\nEXT. MIDDECK - DAY\n\nAhab keeps his eyes glued to the bow, refusing to even\nglance starboard. Starbuck turns to him.\n\nSTARBUCK\nShall we lower away, sir?\nAHAB\nUp all sails, Mister Starbuck!\nDrive on!\nSTARBUCK\nThere's barrels of gold out\nthere, sir -- worth far more\n\nthan a Spanish coin!\n\nAHAB\nThose are my orders!\n\nSTARBUCK\nBut SIR!--\n\nAHAB\n\nSAIL ON, I SAY!\n\nA tense beat, Starbuck rebellious. But he does nothing.\nHe turns to see Fedallah smiling slyly at him, picking\nhis teeth with his long fingernail. Starbuck shouts to\nthe wheel.",
  "84": "---END OF PREVIOUS SECTION---\nBut he does nothing. He turns to see Fedallah smiling slyly at him, picking\nhis teeth with his long fingernail. Starbuck shouts to\nthe wheel. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nSteady on course, helmsman!\nSail onward...\n(to himself)\n\f114\n\nNowhere.\nEXT. TOPMASTS - DAY\n\nHigh on the tallest mast, hands unfurl the topgallant\nsails. One after another, until every sheet is taut\nwith wind.\n\nEXT. SOUTH ATLANTIC OCEAN - DAY\n\nAll sails full, the Pequod drives hard to leeward in\npursuit of the elusive spout...a speck on the sea.\n\nEXT. MIDDECK - DAY\n\nStubb and Bulkington lean over the side, harsh spray\nin their faces, watching seaward:\n\nEXT. SOUTH ATLANTIC OCEAN - DAY\nThe distant, unrecognizable whale dives out of sight.\nEXT. MIDDECK - DAY\n\nAhab ROARS, frustrated again. He paces across the\nship at that half-stomping gait, stewing away.\n\nStubb turns out of the wind and lights his pipe.\n\nSTUBB\nWell, that's that. He'll\nnot breach for an hour, and\nmiles from here. He's a\ncunning one, that Moby Dick.\n\nBULKINGTON\nIf it WAS Moby Dick...\n\nHe looks off toward pacing Ahab, with deep knowledge:\n\nBULKINGTON (cont'd)\n\nBut he'll make us chase him\nacross the Antarctic, if we\nlet 'im. And when we're good\nand exhausted, when it's time\nto turn back, Ahab'1ll say\n\"Drive on!\"\n\n(turns to Stubb)\nHe's seen Moby Dick...he's\n\f115\n\nlooked again into that cold\neye. He won't let up now.\n\nAhab stops at the port side to look out, desperate for\na sign. Fedallah edges close beside him. He hisses\naside to him in deepest privacy, nodding toward sea.\n\nFEDALLAH\nHe IS out there, my master.\nVery near now...very near!\n\nEXT. SOUTHERN OCEAN - DAY\n\nThe Pequod speeds southward through colder waters,\nher sails straining against the wind. On the horizon,\ndrifting ice floes speckle the grey sea.\n\nEXT. MIDDECK - DAY\n\nThe tri-works furnace burns, billowing black smoke.",
  "85": "---END OF PREVIOUS SECTION---\nOn the horizon,\ndrifting ice floes speckle the grey sea. EXT. MIDDECK - DAY\n\nThe tri-works furnace burns, billowing black smoke. \n---TARGET SECTION TO BE ANNOTATED---\nThe Cook pulls out a baked loaf of bread on the blade\nend of a harpoon. The Blacksmith dumps in a bucket\nof whale oil to fuel the tri-works' blaze.\n\nBundled in winter coats and scarves, Stubb, Flask and\nothers huddle close to the warmth of its open hearth.\nIshmael paces nearby to ward off the cold.\n\nStarbuck steps over to watch the Blacksmith dip his\nbucket into an open oil cask.\n\nSTARBUCK\nBurning the cargo, are we now?\nWasting our profits?\n\nFLASK\nWhat good is our damned profits\nif we freeze to death?!\nStarbuck nods resignedly and kneels down to warm\nhimself beside Bulkington and Pip. The men glance\nsullenly toward their lone captain on the bow.\n\nEXT. BOW DECK - DAY\nAhab stands fixed on the bow in his thin black coat,\ninured to the subzero chill, eyes riveted to the\n\nhorizon as if trying to will the whale to appear.\n\nEXT. MIDDECK - DAY\n\f116\n\nIshmael paces beside the bulwark and gazes down at\nthe water:\n\nEXT. SHIP'S SIDE - DAY\n\nSmall chunks of ice float past in the currents.\n\nEXT. SOUTHERN OCEAN - DAY\n\nAn antarctic desolation of sea and ice. The Pequod's\ncourse is slowed by massive bergs and broken floes the\nsize of islands. Beyond lie endless fields of ice.\n\nEXT. MIDDECK - DAY\n\nHalyard ropes are frozen, riddled with icicles. Crewmen\nmove stiffly about, slipping on the sleet-covered deck.\nIshmael and Queequeg gape out in wonder at the high\npeaks of passing bergs.\n\nEXT. BOW DECK - DAY\n\nAhab stares wearily forward, his face frostbitten,\n\nhis energy sapped by the cold. Starbuck approaches him,\nhugging his coat, chilled to the bone. Weary irony\n\nin his voice:\n\nSTARBUCK\nCaptain. Might I be so bold\nto suggest that we turn north\nnow. Back on course, sir,\ntoward the Cape.\n\nAhab offers no reply, eyes fixed forward.\n\nSTARBUCK\nThere are no whales in these\nwaters, sir.",
  "86": "---END OF PREVIOUS SECTION---\nBack on course, sir,\ntoward the Cape. Ahab offers no reply, eyes fixed forward. STARBUCK\nThere are no whales in these\nwaters, sir. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nHe's there, Mister Starbuck.\nHe dares me to follow.\nHe peers over the masses of ice with forced confidence.\n\nAHAB\nI've sailed over Greenland\nwaters worst than this. We can\nforce through this ice.\n\f117\n\nSTARBUCK\nAye, but not THIS time of year.\nThe ice is too thick for such\na gamble -- it can break this\nship up into matchwood!\n\nAHAB\nWe will drive on.\n\nSTARBUCK\nBut Moby Dick's trackings are\ndue EAST, sir -- you told me\nyourself! Around the Cape!\n\nAhab's will almost weakens, but he won't give in.\nAHAB\n\nHe's taunting us, man, don't ye\nsee that? He's taunting us!\n\nEXT. SHIP'S SIDE - DAY\nHuge ice chunks collide against the bow hull.\nEXT. BOW DECK - DAY\n\nStarbuck and Stubb stare over the side with worrisome\nfrowns.\n\nSTARBUCK\nPack ice.\n\nSTUBB\nAye, a bad sign. Shouldn't we\nturn about?\n\nSTARBUCK\n(a bitter smirk)\nCaptain's orders.\n\nEXT. QUARTERDECK - DAY\n\nAt the helm, shivering Dough-Boy steers through the\nobstacle course of icebergs. He glances anxiously at\nhis captain at the railing.\n\nAhab gazes across the expanse, a lifeless figure, his\neyes fixed on the frozen wasteland.\nEXT. BOW DECK - DAY\n\f118\n\nStarbuck and Stubb stare grimly forward: dead ahead,\nthe passage between ice floes narrows into a twisty\nwater lane through solid sheets of whiteness.\n\nEXT. SHIP'S SIDE - DAY\n\nAn ice floe's edge SCRAPES dangerously against the hull.\nINT. FORECASTLE - DAY\n\nHull timbers CREAK under a terrible pressure. Frozen\n\nfaces listen to the SCRAPING SOUNDS outside, Ishmael\nand Queequeg crouched together in thick blankets.\n\nISHMAEL\nThat old man's going to kill\nus all!\n\nQUEEQUEG\n\nHe de devil.\nThe Carpenter and the Cook look over from their bunks.\nCARPENTER\nI wouldn't judge 'im too harshly.",
  "87": "---END OF PREVIOUS SECTION---\nQUEEQUEG\n\nHe de devil. The Carpenter and the Cook look over from their bunks. CARPENTER\nI wouldn't judge 'im too harshly. \n---TARGET SECTION TO BE ANNOTATED---\nHow'd ye feel if YOU had a stick\nof whalebone for a bedfellow?\nThe Cook glances over the old, bent man with a scoff.\nCOOK\nWouldn't do YOU much good, now\nwould it?\n\nThe Carpenter glares back at him.\n\nEXT. SOUTHERN OCEAN - DAY\n\nA forward view of the Pequod: the sharp points of two\ngiant ice floes close in rapidly, blocking her path!\nMen run to the bow bulwarks in alarm.\n\nA rear view of her stern: massive chunks of pack ice\ndrift in behind, the ship now trapped from both sides!\n\nINT. FORECASTLE - DAY\n\nThe cabin shakes from a terrible CRUNCH of ice! Ishmael\n\f119\n\ncowers in fear. Everyone bolts up and dashes deckside.\nEXT. QUARTERDECK - DAY\nDismayed by the impact, Ahab shouts to his helmsman.\n\nAHAB\nHard to port!\n\nDough-Boy spins the wheel hard. The deck shudders\nviolently -- the SOUNDS of GNASHING, GRINDING ICE!\n\nEXT. SOUTHERN OCEAN - DAY\n\nThe Pequod slows to an agonizing halt -- wedged into\nthe joined points of the ice floes! Ice edges grip\nher bow hull like a slowly closing vise.\n\nEXT. BOW DECK - DAY\n\nStarbuck and Stubb rush to the side and look down.\nAhab THUNK-CLOPS furiously forward and stares out in\ndespair, crewmen behind him.\n\nAHAB\nCrack my heart, I've lost him!\n\nSTARBUCK\nLost HIM?! Dammit, we're\nlosing our SHIP!\nHe leaps down to middeck, shouting orders.\nSTARBUCK (cont'd)\nQuick, men, lower the sheets!\nDump the anchors! Carpenter,\nfetch timber! You harpooners,\ncome below deck!\nINT. SHIP'S CORRIDOR - DAY\n\nStarbuck and others clamor downstairs. Walls around\nthem GROAN from the weight of wedged ice.\n\nEXT. BOW DECK - DAY\n\nAhab stands fast at the frozen bow, oblivious to the\ncommotion, staring at the white vastness around him.\n\nAHAB\n\f120\n\nOh my insufferable foe...",
  "88": "---END OF PREVIOUS SECTION---\nEXT. BOW DECK - DAY\n\nAhab stands fast at the frozen bow, oblivious to the\ncommotion, staring at the white vastness around him. AHAB\n\f120\n\nOh my insufferable foe... \n---TARGET SECTION TO BE ANNOTATED---\nthy\nwhiteness blinds me! My feud\nis undone...\n\nHe shuts his eyes from the white expanse.\nINT. BOW HOLD - DAY\n\nA bulkhead GROANS and CREAKS from the crushing pressure\noutside. Starbuck, Bulkington and the harpooners lift a\nheavy mast timber to shore up the bow walls, its length\nspanning the full width of the hold. The old Carpenter\ncarries in another huge timber on his back, crouched\nover like Christ bearing the cross.\n\nEXT. SOUTHERN OCEAN - DAY\n\nThe Pequod sits silent and immobile between the floes,\nmarooned in a prairie of ice. Just beyond the wedge\nlies a gap of open sea. So close, so unreachable.\n\nINT. CAPTAIN'S CABIN - DAY\n\nAhab moves to an open window and gazes out defeatedly at\nthe frozen expanse outside, an icy breeze in his face.\nTears well up in his eyes. Then, an angry outcry...\n\nAHAB\n\nWhy must I endure these\ntorments?! If I had but ONE\nMOMENT, flank to flank with\nthat demon whale, I'd face a\nthousand-fold perils!\n\n(clenches a fist)\nDamn yer white hide, where\nARE ye?! Show yourself!\nShow me a sign!\n\nHe listens to the antarctic silence. No sound but the\nWHISTLING WIND against his face.\n\nHe turns and slumps down in a chair before his table of cluttered\nMaps, staring futilely at them.\n\nAHAB\nSo be it...\n\nHe sweeps them off the table in a fury. Then realizes\nwith a sudden inward horror:\n\f121\nAHAB (cont'd)\n\nPlague my soul...I AM Jonah\nnow! The God-fugitive!\n\nHe buries his face in his hands. Sobs uncontrollably.\n\nThe cabin door creeps open...the shadowy figure of\nFedallah towers before him. In b.g., a commotion of\nmen running through the corridor.\n\nAhab looks up, as Fedallah takes a musket hanging from\na wall and slowly approaches with an inscrutable smile.\nAhab hardens, noting the weapon with irony.\n\nAHAB\nWhat prophecy is this, then?\nA mutiny or a speedy death?\n\nFedallah's silent smile broadens to a grin.",
  "89": "---END OF PREVIOUS SECTION---\nAHAB\nWhat prophecy is this, then? A mutiny or a speedy death? Fedallah's silent smile broadens to a grin. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nThat bad, aye? What savagery\nhave I wrought...so consumed\nwith the hot fire of my purpose\nthat I've murdered my own men!\n\nFedallah draws very close and removes a pouch hanging\nfrom the musket. He opens Ahab's palm and trickles a\nhandful of black powder into it. Gunpowder.\n\nFEDALLAH\nAll is not lost, my master.\n\nAhab puzzles over the powder in his hand. Then, a\nknowing smile spreads across his face.\n\nINT. BOW HOLD - DAY\nStarbuck, Bulkington and the harpooners brace the ends\nof a timber under their shoulders, pushing and grunting\n\nwith herculean strength, leaking water streaming over\nthem.\n\nSTARBUCK\nPush, damn ye! Harder!!\n\nA new leak gushes into Dagoo's face. He lets go in panic.\n\nDAGOO\nAin't no good! We all gonna\n\f122\n\ndrown!! TI ain't gon' die...\n\nHe turns to escape the hold -- Bulkington seizes him and\nwields a huge Bowie knife against his throat.\n\nBULKINGTON\nGet back here, ye black bastard!\n\nDagoo struggles against him, grappling his knife hand.\n\nDAGOO\nLeggo o' me, white dog!\n\nLocked together, might against might...the Bowie knife\npoised between them. The stronger of the two, Dagoo\nslowly turns the blade toward Bulkington's throat.\n\nA SHOT RINGS OUT -- a bullet splinters the bulkhead,\ninches from their face! The two freeze.\n\nAhab looms from the corridor behind them, the smoking\nmusket in hand.\n\nAHAB\nIs it a fight ye want, lads?!\nThen the fight is out there!\n\nINT. CARGO HOLD\n\nA key turns in a door lock -- the door swings open to\nreveal barrels of gunpowder. Hands quickly grab them.\n\nEXT. SOUTHERN OCEAN - ICE FLOES - DAY\n\nA burning fuse inches toward powder barrels dug into\nthe fissure between the ice floes...KABLOOM! A quick\nfireball! Ice chunks rain down! The smoke clears to\nreveal a narrow gap...just wide enough for the Pequod\nto pass through.\n\nEXT.",
  "90": "---END OF PREVIOUS SECTION---\nIce chunks rain down! The smoke clears to\nreveal a narrow gap...just wide enough for the Pequod\nto pass through. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOW DECK\n\nThe crew BELLOWS OUT A MASS CHEER! Ahab storms through\ntheir midst, addressing all with tornado brows.\n\nAHAB\nMOBY DICK, my hearties! Have\nye too soon forgotten?! Then\n\f123\n\nlet me raise the ante...\nHe turns and gestures to the gold coin on the mast.\n\nAHAB\nUpon the day that white whale\nbe killed, THIRTY times this\nsum shall be divided among ye!\nA piece o' gold for EACH AND\nEVERY one of ye! Now what\nd'ye say to that?!\n\nStarbuck and the crew stare at him, dumbfounded.\n\nAHAB\nI do not order ye! Ye shall\nWILL IT SO! If Moby Dick\nwill not come to us -- then\nwe will come to him! DEATH\nto Moby Dick!\n\nThe crew echoes him passionately, shouting as one:\n\nCREWMEN\nMOBY DICK!!\n\nEXT. ICE FLOES - DAY\n\nCrewmen are fanned out on each side of the narrow\nwaterway -- towing the ship by ropes fastened to her\nbow. They pull on lines attached to canvas belts\naround their waists, struggling on foot across the\nwhite ice with all their strength and their hearts,\nSINGING in rhythm to every straining tug.\n\n \n\nCREWMEN\nHo! The fair wind!\nHo-he-ho! Cheerily, men!\n\nEveryone pulls with dogged passion. Slaves to their\ncaptain's will. In b.g., the tall-masted Pequod\ninches ponderously along.\n\nEXT. BOW DECK - DAY\n\nAhab watches the approach of the widening gap onto the\nopen sea, Starbuck behind him. Ahab towers tall in the\nfrozen gloom, proud as Lucifer, victorious. He gazes\nyonder.\n\f124\n\nAHAB\n\nThe masterless, untamed sea,\nMister Starbuck. Behold its\ntranquil skin...but beneath\nit pants a tiger heart. This\nvelvet paw but conceals a\nremorseless fang. But we'll\nnot yield to it, shall we?\n\nStarbuck gazes hard at Ahab's back.\n\nSTARBUCK\nNo, Captain. I shall not\nyield to it.\n\nINT. CAPTAIN'S CABIN - DAY\n\nDeserted, quiet.",
  "91": "---END OF PREVIOUS SECTION---\nI shall not\nyield to it. INT. CAPTAIN'S CABIN - DAY\n\nDeserted, quiet. \n---TARGET SECTION TO BE ANNOTATED---\n The door creeps open. Pip ventures\nin, HUMMING some mad melody. Wandering through Ahab's\nforbidden domain, he comes upon a large carved box and\nopens it: scrimshaw chess pieces, an ivory chess board.\n\nPip runs his hands over exquisitely carved whale pieces.\nHe spills the contents onto the floor. Kneeling down,\n\nhe carefully selects the black king and places it on the\nboard. Looks around the cabin, searching for something.\n\nHe jumps up and snatches up a whale-tooth paperweight.\nPip plops back on the floor and places the tooth on the\nboard...the white whale...directly in front of the black\nking. He leans back and seriously studies the board,\nHUMMING AWAY. Then jumps up and browses around...\n\nTwo spare whale-bone peg legs protrude from an open\nsea chest. Pip touches them with a strange reverence.\n\nAn arctic breeze wafts in from the window and knocks\nAhab's top hat off a clothes rack full of black coats.\nThe hat rolls along the floor...stopping before Pip.\nEXT. ICE FLOES - DAY\n\nThe Pequod passes through onto open waters. Men on the\n\nfloes drop their ropes and give her a ROUSING CHEER!\n\nEXT. BOW DECK - DAY\n\f125\n\nAhab nods triumphantly at them, aside to Starbuck:\n\nAHAB\nWe may master this ocean yet!\n\nEXT. SOUTHERN OCEAN - DAY\n\nThe freed Pequod hugs the wind, forging at full knots.\n\nEXT. QUARTERDECK - DAY\n\nSailors tumble aloft to man the sails. Starbuck takes\nover the helm. Stubb mans the rigging with Ishmael and\nQueequeg. Ahab hurries toward his cabin, shouting\norders all around.\n\nAHAB\nLook to the binnacle! Square\nthe yards up there!\n\nHe stops dead in his tracks, staring forward. The\nothers stare in his direction, their eyes widening.\n\nFramed in the cabin doorway is a tall figure ina\nblack coat and top hat, standing on two white peg legs.\nIt's Pip -- dressed in Ahab's clothes, weaving with\nprecarious balance on whale-bone stilts!\n\nAhab stares at Pip's disguise. Clearly amused.",
  "92": "---END OF PREVIOUS SECTION---\nIt's Pip -- dressed in Ahab's clothes, weaving with\nprecarious balance on whale-bone stilts! Ahab stares at Pip's disguise. Clearly amused. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nBy God, it's my reflection...\nin everything but the eyes!\nWho are ye, mister?\n\nPIP\nBell-boy, sir! Ship's crier!\nDing dong ding! Pip! Sir!\n\nStubb steps forward to reach out and grab the boy.\n\nSTUBB\nQuiet, ye crazy loon! Away\nfrom the Captain's quarters--\n\nAHAB\n(stops him)\nShhh! Hands off His Holiness!\n\f126\n\nThe greater idiot ever scolds\nthe lesser!\n\nHe takes Pip in hand. Truly smiles for the first\ntime.\n\nAHAB (cont'd)\nOh, frozen heavens, look down\nupon this luckless child!\nHere, come with me, Pip...\n\nHe ushers him back into his cabin, Pip wobbling along.\n\nAHAB (cont'd)\nMy cabin shall be your home\nfrom now on -- for as long as\nAhab lives. You're tied to me\nwith cords of heartstrings, my\nlad, you've touched my center!\nCome along, Pip...\n\nHe ushers him gently inside. Starbuck trades confused\nlooks with Stubb -- who bursts out laughing.\n\nSTUBB\nBlood and thunder! well,\nthere go two crazy ones now!\nOne crazy with strength, the\nother crazy with weakness!\nA \"greater idiot,\" am I,\neh? Than Pip?! HA!\n\nIshmael and Queequeg exchange bewildered looks.\nFADE OUT.\n\nACT 4\n\n \n\nEXT. CAPE HOPE SEAS - DAY\nThe Pequod plunges through heavier seas. A gusty,\nsunlit day, but the waters here are forever stormy.\nApproaching in b.g., tall sails. A whaling ship.\nLOOKOUT (0.S.)\nSail ho!\n\nEXT. PEQUOD (AT SEA) - BOW DECK - DAY\n\f127\n\nWind blistering his face at the bow, Ahab searches\nthe horizon with piercing curiosity.\n\nAHAB\nWhere away?!\n\nLOOKOUT (0.S.)\nThree points on the larboard\nbow, sir! She's bringin'\ndown her breeze to us!\n\nAhab turns forward to port and sees her:\n\nEXT. CAPE HORN SEAS - DAY\n\nThe Rachel, a veteran ship like the Pequod, making\nfor us under full sail.\n\nEXT.",
  "93": "---END OF PREVIOUS SECTION---\nAhab turns forward to port and sees her:\n\nEXT. CAPE HORN SEAS - DAY\n\nThe Rachel, a veteran ship like the Pequod, making\nfor us under full sail. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MIDDECK - DAY\n\nStarbuck and Stubb peer out from the port bulwarks,\nexpectancy on their faces.\n\nSTUBB\nWell, now! That's a cheerin'\nsight!\nBulkington stares out, an intense look on his face,\nas if the nearing ship were a means of escape.\n\nEXT. CAPE HORN SEAS - DAY\n\nAn airborne view: the Rachel is almost abreast of the\nPequod, maneuvering to cut the wind from her sails.\n\nEXT. MIDDECK - DAY\nThe crew watches from the port rails, the Rachel in\nfull view as the two ships heave side by side on the\n\nrough seas.\n\nThe Rachel's sailors SHOUT GREETINGS, but our crew\njust stares back. Frozen in place, waiting for Ahab.\n\nEXT. BOW DECK - DAY\n\nAhab balances himself atop the bow gunwale and stands\n\f128\n\ntall above his crew, looking down on the Rachel's\ndeck. Starbuck approaches, Stubb and Ishmael in tow.\n\nSTARBUCK\nShall we reef the sails for\nboarding, sir?\n\nAHAB\nNo time, Mister Starbuck.\n\nStarbuck gives him a look, expecting that.\n\nAcross the patch of rolling waters, the CAPTAIN of\nthe Rachel yells through a megaphone:\n\nRACHEL CAPTAIN\nHave ye seen a whale boat\nadrift, Captain?!\n\nAhab's face tightens, taken back by that. He clings\nto a stay, cups his hand to his mouth and shouts:\n\nAHAB\nHave ye seen the White Whale?!\n\nRACHEL CAPTAIN\n(distractedly)\nAye, we have...this morning...\n\nAhab reacts with renewed excitement, beside himself.\n\nAHAB\nWhere was he, Captain?! Not\ndead, was he? Not...killed!?\n\nRACHEL CAPTAIN\nWhat does that matter?!\n\nAs beside himself as Ahab, the Captain shouts out\nwith misery in his voice:\n\nRACHEL CAPTAIN (cont'd)\nMy boy, sir! I lost a whale\nboat -- my own SON is on that\nboat! For God's sake, I beg\nof ye...help me find ‘im!\n\nEXT. MIDDECK - DAY\n\nAhab's crew react, eyes turned on their Captain.\n\f129\n\nEXT.",
  "94": "---END OF PREVIOUS SECTION---\nEXT. MIDDECK - DAY\n\nAhab's crew react, eyes turned on their Captain. 129\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOW DECK - DAY\nAhab shakes his head, a desperate man.\n\nAHAB\nDon't! No, don't ask me to,\nCaptain...\n\nThe Rachel's Captain shouts louder, just as desperate.\n\nRACHEL CAPTAIN\nI know you, Ahab -- we have\nshipped together! Let me\ncharter your ship, sir, just\nfor one day! I will gladly\npay for it and pay handsomely!\nYou must...you must and you\nshall do this for me, Ahab!\n\nStarbuck, Stubb and Ishmael listen to his pleadings,\nStubb overwhelmed.\n\nSTUBB\nBy heavens, we must help the\nman! To hell with Ahab and\nhis damned whale!\n\nStarbuck reacts to Stubb's unusual display of emotion.\n\nSTARBUCK\nThe boy's drowned, Stubb.\nYou know it as well as I do.\n\nISHMAEL\nDrowned? How d'ye know that,\nMister Starbuck?\n\nHe looks between him and Stubb, both nodding sadly.\n\nAhab, clearly pained by the Rachel Captain's loss,\nfights off any show of feeling and stands stiffly.\n\nAHAB\nThe whale, Captain! Where\nwas he when ye last clapped\neyes on him?!\n\nRACHEL CAPTAIN\nCaptain Ahab! I will not go\n\fAhab's face\nanvil. The\n\nAhab shakes\n\n130\n\n\"til I hear ye say AYE to me!\nI know ye have a child of\nyour own, safe in Nantucket!\nYou know I'd do for you and\nyour son what I'm askin' ye\nto do for mine! Yes, yes,\n\nI can see that you relent!...\n\nalmost weakens, but he stands like an\nRachel Captain shouts on determinedly:\n\nRACHEL CAPTAIN (cont'd)\n\nI see it! You're relenting,\nAhab!\n\n(to his crew)\nRun, men! Stand by to square\nin the yards!\n\n(across to Ahab)\nWe're all going to look for\nthat whale boat, sir, and\nfind my boy!\n\nhis head, roaring into the wind:\nAHAB\n\nNAY! Touch not a rope-yarn!\nNot a block nor a stay!\n\nEXT. MIDDECK - DAY\n\nShocked reactions from all around him.\n\nEXT.",
  "95": "---END OF PREVIOUS SECTION---\nEXT. MIDDECK - DAY\n\nShocked reactions from all around him. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOW DECK - DAY\n\nStubb and I\nUnsurprised\nto budge.\n\nAHAB (cont'd)\nI will not do it, Captain\nGardiner! Even as we speak,\nI am losing time and I'1l\nnot lose any more!\n\n(turns quickly)\n\nMister Starbuck! Prepare\nto turn windward!\n\nshmael stare at him in utter disbelief.\n, Starbuck just glares at him, refusing\nIgnoring him, Ahab bellows at his crew:\n\nAHAB (cont'd)\nMan the yards, we're sailing\non! ON THE DOUBLE!\n\f131\n\nFearful of his wrath, the deckhands rush to their\nduties. Starbuck stands there fixed, hatred in\nhis eyes. Ahab shouts across the water:\n\nAHAB (cont'd)\nGoodbye, Captain Gardiner!\nGoodbye and may God help ye,\nman! May I forgive myself,\nbut now I MUST GO!\n\nRACHEL CAPTAIN\n(a voice of doom)\nGOD will not forgive you for\nthis, Ahab! He will not\nforgive you!!\n\nAcross the waters, the Rachel starts to recede,\nas we steer off. The distant Captain stands fast,\nhis figure dwindling away.\n\nIshmael stares out at the sight, dread in his eyes.\n\nEXT. MIDDECK - DAY\nAhab sweeps across toward the quarterdeck...\nAHAB\nHelmsman! Steady on an\n\neasterly course--\n\nQueequeg suddenly blocks his way, harpoon in hand.\nA tower of defiance.\n\nQUEEQUEG\nQueequeg sail no more!\n\nAHAB\nTo your station, harpooner!\n\nQUEEQUEG\nCap'n be BAD MAGIC!\n\nAHAB\nObey me! --\n\nQueequeg SLAMS his harpoon down -- its sharp point\ninto the deck between Ahab's feet! Ahab edges back.\n\f132\n\nQUEEQUEG\nQueequeg harpoon NO MORE!\n\nWith that, he struts to the foot of the main mast,\nplops down on the deck and sits erect and unmoving.\nGazing dead ahead. Rooted to the spot.\n\nAhab is near exploding. He thinks twice, glancing\naround at the men. Faces stare at him. Deciding\nto ignore Queequeg, he marches away to his cabin.",
  "96": "---END OF PREVIOUS SECTION---\nHe thinks twice, glancing\naround at the men. Faces stare at him. Deciding\nto ignore Queequeg, he marches away to his cabin. \n---TARGET SECTION TO BE ANNOTATED---\nStarbuck, no longer able to contain himself, starts\nafter Ahab.\nSTARBUCK\nCaptain!\nAhab presses on, refusing to hear him.\nSTARBUCK (cont'd)\nCaptain Ahab, sir!\n\nINT. CAPTAIN'S CABIN - DAY\n\nAhab storms in, starts to shut the door -- Starbuck\nblocks it open. Ahab reacts with angry surprise.\n\nAHAB\nLet go that door, Mister\nStarbuck!\n\nSTARBUCK\n\nPermission to speak with ye--\n\nAHAB\nPermission denied!\n\nSTARBUCK\nI WILL speak, sir!\n\nAHAB\nReturn to your duties, man!\nOn your toes--\n\nStarbuck forces his way into the cabin. Ahab backs\naway, outraged. Starbuck closes the door behind him.\n\nIn b.g., little Pip sits on Ahab's bunk, bundled up\nin the Captain's robe, toying with chess pieces,\n\f133\nBABBLING to himself. Oblivious to them.\n\nIn sudden fury, Ahab seizes a musket hanging on a\nwall. He points it at Starbuck, who stands defiant.\n\nAHAB\nYe insubordinate bastard!\nBack to deck -- or by God I'll\ndeliver ye straight into hell!\n\nSTARBUCK\nI AM in hell, sir!\n\nAhab eases his grip, taken back by that. Starbuck\nfaces him with calm fortitude, a voice of reason:\n\nSTARBUCK\nCapt'n, we've sailed thousands\nof miles to stock oil. We're\nbreakin' a solemn oath chasing\nthis...mirage of a whale!\nWhat will the OWNERS say if\nwe return with an empty hold?\n\nAHAB\n\nOwners?! What cares Ahab?!\nLet those miserly OWNERS stand\non Nantucket beach and outyell\nthe typhoons, for all I care!\nThey're not my conscience --\nMY conscience is in this\nship's keel!\n\n(threatens musket)\nNow get back on deck!\n\nStarbuck stands fast, unconcerned by the pointed weapon.\n\nSTARBUCK\nYour conscience, Capt'n, is\ndrawin' water.",
  "97": "---END OF PREVIOUS SECTION---\n(threatens musket)\nNow get back on deck! Starbuck stands fast, unconcerned by the pointed weapon. STARBUCK\nYour conscience, Capt'n, is\ndrawin' water. \n---TARGET SECTION TO BE ANNOTATED---\n In the end\nit'll sink ye down -- and\ndrag US down in your wake!\n\nAHAB\nDamnation! AGAIN you dare\nto question me--\n\nSTARBUCK\n\f134\n\nIn Jesus' name, think of your\nMEN! No more of this madness!\nThe angels mob ye with warnings,\nsir -- do ye not SEE them?!\n\nAhab cocks the musket threateningly, ready to use it.\n\nAHAB\nOut! Get back to the deck!\n\nSTARBUCK\nNay, sir, not yet!\n(with forced calm)\nI only ask that we try to\nbe reasonable men...\n\nAHAB\nThen listen to me, Mister\nStarbuck. There is one God\nthat is lord over the earth,\nand one Captain who's lord\nover the Pequod! GET BACK\nTO YOUR POST!\n\nStarbuck sees the burning fire in Ahab's eyes and\nrealizes there is no way to reason with this man.\n\nSTARBUCK\nAs you wish, Captain. You\nneedn't beware of Starbuck...\n(eyes burning back)\nBut let Ahab beware of AHAB!\nBeware of YOURSELF, old man!\n\nStunned by his words, Ahab's rage dissipates. He\nlowers the musket, regarding him curiously.\n\nAHAB\nYou face me like a brave man,\nshipmate. Yet you obey me.\nResigned to it, Starbuck turns and opens the door.\nAHAB (cont'd)\nYou're too good of a man,\nStarbuck.\n\nStarbuck turns back. A calm but fierce expression.\n\nSTARBUCK\n\f135\n\nI wish I were not.\n\nHe quickly exits.\n\nEXT. MIDDECK - DAY\n\nQueequeg sits at the foot of the mast, hunched over\na tiny fire of wood shavings on the deck. He CHANTS a\nPolynesian ritual, praying to his Yojo.\n\nIshmael hunkers down before him, terribly concerned.\n\nISHMAEL\nQueequeg! What's got into\nye, man! If ye don't work,\nyou'll get a floggin' for\nsure! Queequeg -- speak\nto me!\n\nQueequeg chants away, withdrawn into himself. Dagoo\nleans over him and shakes his head.\n\nDAGOO\nHe's got de voodoo in ‘im.",
  "98": "---END OF PREVIOUS SECTION---\nQueequeg chants away, withdrawn into himself. Dagoo\nleans over him and shakes his head. DAGOO\nHe's got de voodoo in ‘im. \n---TARGET SECTION TO BE ANNOTATED---\nTashtego appears and kneels down with a handful of\nwood shavings. He drops them beside Queequeg.\nQueequeg feeds the shaving into the fire without a\nword. Just his low, rhythmic, rumbling chant.\n\nISHMAEL\nTashtego, what do ye think\nails him?!\n\nTASHTEGO\n\nHis spirit is ill. It be\nhis time to die.\n\nHe looks at Queequeg with deep understanding. Sings\na low-voiced INDIAN PRAYER, as if to guide him along.\n\nISHMAEL\nTime to die?! What manner\nof nonsense is that?!\n\nHe shakes Queequeg hard, desperate to bring him around.\n\nISHMAEL (cont'd)\n\f136\nQueequeg! Enough of this!\n\nNo response. Ishmael rises up, exasperated and afraid.\nHe turns to Dagoo, shaking his head.\n\nISHMAEL (cont'd)\nSuch madness! First the old\nman, then Pip, now Queequeg...\nare we all goin' mad?!\n\nDAGOO\nIt's Ahab, I tell ye. He's\nput de voodoo in alla us!\n\nStarbuck strides angrily across the middeck from the\ncabin. He stops to behold Queequeg's burning ritual.\n\nSTARBUCK\nWhat the devil is this?\n\nISHMAEL\nMy friend's not well, sir.\n\nSTARBUCK\nQueequeg, put out that flame!\nYou'll set the whole ship\non fire!\n\nQueequeg suddenly looks up, as if foreseeing a vision.\n\nQUEEQUEG\n\nShip on fire...aye! Whole\n\nbig ship! Ship all BURNS!...\n(resigned to it)\n\nAn' Queequeg go him island\n\nin sky.\n\nIshmael kneels down, gazing at him, trying to understand. Queequeg\nclutches his arm in a vice-like grip.\n\nQUEEQUEG (cont'd)\nQuick...fetch carpenter!\n\nDAGOO\nI'll fetch 'im for ye, mate.\n\nHe hurries off. Ishmael leans close to Queequeg.\n\nISHMAEL\n\f137\nWhy d'ye need the carpenter?\n\nQUEEQUEG\nNeed him build canoe...",
  "99": "---END OF PREVIOUS SECTION---\nIshmael leans close to Queequeg. ISHMAEL\n\f137\nWhy d'ye need the carpenter? QUEEQUEG\nNeed him build canoe... \n---TARGET SECTION TO BE ANNOTATED---\nlike\ndem canoes place 'em inside\nwhen dem Nantucket whalemen\ndead! Dark wood...like dem\nwar-wood canoes on me island!\n\nSTARBUCK\nWhat on earth is he saying?\n\nISHMAEL\nHe's talking about a coffin.\n\nQUEEQUEG\nTo lie him in and take him\ngo island in sky! Not in me\nfoc'sle hammock, sabee?\n\nIshmael nods, saddened. He translates to Starbuck,\nas Dagoo appears with the Carpenter.\n\nISHMAEL\nHe's asking us not to bury\nhim in his hammock, but to\nset him afloat in a canoe...\n(rises up)\n\nA coffin. He's spoken to\nme about this before...it's\nhow warriors are buried in\nhis homeland.\n\nStarbuck shakes his head in bafflement.\nThe Carpenter shuffles forward.\n\nCARPENTER\nAye, so? What's he want?\nISHMAEL\nA coffin that floats. Can\nye manage that?\n\nThe Carpenter shrugs. Without a second thought, he\nproduces a string and measures Queequeg's tattooed\nbody, length and breadth. Then he shuffles away.\n\nDuring this, Queequeg mutters a final prayer to his\nYojo...then promptly tosses it on the fire.\n\f138\n\nISHMAEL\nQueequeg! That's your god!\n\nQUEEQUEG\n\nNo more. Don't matter wedder\n\nbe Fiji god or Nantucket god,\n\nno more god on dis ship...\n(deep whisper)\n\nNo more god.\n\nHe withdraws back into his chanting, impervious now\nto Ishmael, lost in a world beyond communication.\n\nIshmael looks plaintively between Starbuck, Dagoo and\nTashtego. Their grim expressions offer no solace.\n\nThe Yojo burns. An ominous chill to the scene.\n\nFADE OUT.\nACT 5\nEXT. CAPE HOPE SEAS - BEFORE DAWN\nThe dusk before sunrise. The Pequod rests on choppy,\nwindswept seas. In b.g., the dark silhouette of a\nmountainous mass of land. The South African coast.\nINT. FORECASTLE - BEFORE DAWN\nDarkened, oil lamps swinging. Men sleep in their\nbunks. A lone shadow creeps past and upstairs.\nINT.",
  "100": "---END OF PREVIOUS SECTION---\nMen sleep in their\nbunks. A lone shadow creeps past and upstairs. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAPTAIN'S CABIN - BEFORE DAWN\nPip sleeps in Ahab's bunk, twitching from terrible\ndreams. The Captain sleeps fitfully in an armchair by\nthe bunk. He too has nightmares, his sweat -sheened\nhead tossing from side to side, his fists clenched.\nOne of his hands momentarily opens, torn by his\nfingernails...his palm bloody.\n\nEXT. MIDDECK - BEFORE DAWN\n\nStrong winds buffet the deck. Queequeg sits rigidly\n\f139\n\nunder the mast in the same spot, as if in a frozen\ncoma. A squall whips away the ashes before him.\n\nIshmael sleeps close by his friend, huddled in a\nblanket. MUFFLED FOOTSTEPS stirs him awake. Not\nmoving, he watches a shadow streak across the deck.\n\nA small dinghy drops overboard, SPLASHES down, its\ntow line strung to the deck above.\n\nA figure leans over the landward railing, feeding\nout rope. Bulkington, his back turned to us. He\nstarts to climb over -- a hand clamps on his shoulder.\n\nStarbuck behind him. Bulkington stiffens defensively.\n\nSTARBUCK\nClutch my soul! Have ye\ngone mad too, Bulkington?\n\nBULKINGTON\nI got a young bride waitin'\nfor me, sir. It's not my\nfate to die with that man.\n\nHe nods toward the captain's cabin. Starbuck seems\nto understand...then slowly reaches into a coat\npocket.\n\nBulkington tenses. The Bowie knife materializes\nin his hand.\n\nBULKINGTON\nI always liked ye, Starbuck,\nbut don't try to stop me.\n\nStarbuck stops, hand in his coat. A long, tense\nbeat between them. Then...he withdraws a letter.\n\nSTARBUCK\nIt's for my missus. If ye\nmake it to Nantucket, I'd be\ngrateful if ye'd pass it on.\n\nBulkington nods and takes the letter. A moment of\ncommunion between two reasonable men. They look at\nthe silhouetted African vista against the dusky sky.\n\nBULKINGTON\nWhy don't ye give it to her\n\f140\nyourself? There's room in\nthe boat.\n\nStarbuck smiles and shakes his head.",
  "101": "---END OF PREVIOUS SECTION---\nBULKINGTON\nWhy don't ye give it to her\n\f140\nyourself? There's room in\nthe boat. Starbuck smiles and shakes his head. \n---TARGET SECTION TO BE ANNOTATED---\n Bulkington\nleaps over and starts to climb down the ship's side.\nHe takes his knife and cuts the tow line. Then\nstabs it down into the bulwark top.\n\nBULKINGTON (cont'd)\nYou'll need that more than\nme. May God go with ye, mate!\n\nWith that, he descends into his boat. Starbuck steps\nup to the bulwark to watch him:\n\nEXT. CAPE HORN SEAS - BEFORE DAWN\n\nBulkington rows fast toward the rocky shore, the dinghy\na dark form on the choppy, treacherous waters.\n\nEXT. MIDDECK - BEFORE DAWN\n\nStarbuck gazes longingly after him. His eyes sweep along\nthe expanse of land beyond, then turns back on Bulkington:\n\nEXT. CAPE HORN SEAS - BEFORE DAWN\n\nIn the distance, the dinghy rides the crest of a steep wave\nthen dips down, propelled too quickly toward the shore rocks! The\nboat smashes against the rocks -- its timbers shatter\n\nout from a powerful, crashing wave! Bulkington is gone.\nEXT. MIDDECK - BEFORE DAWN\n\nStarbuck looks on in abject horror. He shuts his eyes from\nthe doomed sight, slamming a fist against the bulwark top\nwith angry despair. He lowers his head in grief and opens\nhis eyes. His grim gaze falls on:\n\nThe big Bowie knife, protruding from the top.\n\nEXT. CAPE HOPE SEAS - DAY\n\nThe Pequod approaches the blustery Cape of Good Hope, her\nbow dipping in the swells.\n\nThe horizon before her is black with thunderheads. A storm\ndead ahead.\n\nINT. CAPTAIN'S CABIN - DAY\n\f141\n\nChess pieces are scattered around Pip, who lies on the floor. He\nplays a game of battle between the black king and the\n\nwhite whale's tooth, crashing them against each other with animated\nsounds.\n\nPIP\nCrish, crash, damn yer eyes!\nDie, ye white fiend! Splash!\nBeware the tail, splat! Ahh!\n\nAhab pores over his sea charts, exhausted for lack of sleep. The\noverhead lamps swings, the cabin sways. Distracted by\nPip, Ahab half-smiles at the boy.\n\nThe door cracks open, and Starbuck peers in.",
  "102": "---END OF PREVIOUS SECTION---\nThe\noverhead lamps swings, the cabin sways. Distracted by\nPip, Ahab half-smiles at the boy. The door cracks open, and Starbuck peers in. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nSorry to disturb ye, sir.\n\nAhab goes back to his maps without reply, his usual severe manner.\nStarbuck steps in and stands by the door, acting\npolite to hide his contempt.\n\nSTARBUCK (cont'd)\nThe oil barrels are leaking,\nsir. The cask wood's rotten.\n\nAHAB\nSo? Tar them up.\n\nSTARBUCK\nIt would be more prudent to\nship into the next port and\nreplace the lot of ‘em.\n\nAHAB\nMister Starbuck, we'll not\nstray from our course. Is\nthat understood?\n\nSTARBUCK\nWe're losin' our profit, sir.\nWould ye wish to strip the\nmen of all hopes of cash?\n\nAHAB\n(an ironic tone)\nCash...aye, a hard matter that.\nHard it is that to fire others,\n\f142\nthe match must be wasted.\n(dismissing him)\nTar up the barrels.\n\nSTARBUCK\nThat won't be good enough- -\n\nAHAB\nMind your words, Starbuck!\nThose are my orders.\n\nHard looks between them. Seething under the surface,\nStarbuck starts to speak again...\n\nAHAB (cont'd)\nThat is all!\n\nStarbuck turns away, eying him with pity and hatred.\nEXT. MIDDECK - DAY\nThe deck pitches and rolls on the brewing seas. Men\nclimb spider-like across the yards, trying to control\nthe wind-beaten sails. Stubb shouts up at them:\nSTUBB\n\nFurl those t'gallant sails!\n\nAnd close reef them topsails,\n\nfore and aft!\n\nStarbuck marches over to them, shouting over the wind.\n\nSTARBUCK\nA word with you, Stubb! You\ntoo, Flask!\n\nFLASK\nWhat, now?!\n\nSTARBUCK\n\nNow!\n\nThe three hurry away. Under SHRIEKING wind, a SOUND\nfrom below deck: the BANGING of the Carpenter's hammer.\n\nAt the foot of the main mast, Queequeg is still frozen\nin the same position. Chanting prayers, oblivious to\nthe blasting wind and tossing deck.\n\nKneeling beside him, Ishmael prods a cup of steaming\n\f143\nchowder at him.",
  "103": "---END OF PREVIOUS SECTION---\nAt the foot of the main mast, Queequeg is still frozen\nin the same position. Chanting prayers, oblivious to\nthe blasting wind and tossing deck. Kneeling beside him, Ishmael prods a cup of steaming\n\f143\nchowder at him. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL\nFor Christ's sake, Queequeg,\nye got to eat! Come on now,\njust a few sips, then ye can\ngo back to your prayers...\n\nQueequeg keeps chanting at a steady rhythm, as if\nIshmael doesn't exist. Ishmael gives up in despair.\n\nISHMAEL (cont'd)\nMy poor savage...my pagan\nfriend who'd gladly die for\nme...don't ye understand?!\nI don't want ye to die!\n\nThe Carpenter appears, hauling a coffin up on deck.\nHe loses his balance from the pitch of the ship,\nfalling under the coffin's heavy weight.\n\nIshmael hastens over to help him. Crewmen ignore\n\nthe struggling pair, turning superstitious faces away\nto avoid looking at the coffin. Dragging it across\nto the mast, the two slide it before Queequeg.\n\nSuddenly aware of the coffin, Queequeg snaps back\nto reality. He leans forward to examine it.\n\nThe Carpenter opens the lid and gives him a look.\n\nCARPENTER\nGot to do a fittin'.\n\nQueequeg nods, understanding. He takes his harpoon\nand rises unsteadily on cramped legs. Then steps\ninto the coffin and lies down like a model corpse,\nresting the harpoon on his chest.\n\nIshmael watches, deeply chagrined by it all.\n\nThe Carpenter nods, satisfied. Queequeg rises and\nsteps out. He squats back down against the mast\nand continues chanting. Completely tuned out again.\n\nINT. BARREL HOLD - DAY\n\nThe dark bowels of the ship. Oil barrels are piled\nhigh against the hull. The three mates stand in an\n\f144\n\ninch of leaking oil covering the floor, balancing\nthemselves to the ship's lilting sway.\n\nStarbuck illuminates the sinister hold with a lamp,\nStubb and Flask staring at him.\n\nSTUBB\nHow d'ye mean, \"usurpation\"?\n\nSTARBUCK\nA captain cannot use a ship\nfor ill-gotten gains, other\nthan for the purposes of her\nowners. It's in the code\nof merchant seamen.\n\nFLASK\nWe're not merchantmen, we're\nwhalers.\n\nStarbuck gestures down at the oil-flooded floor,\ncharged with angry energy.",
  "104": "---END OF PREVIOUS SECTION---\nIt's in the code\nof merchant seamen. FLASK\nWe're not merchantmen, we're\nwhalers. Starbuck gestures down at the oil-flooded floor,\ncharged with angry energy. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nAre ye that blind to what's\nhappenin' here? All that we\ntoiled for is bein' wasted --\nand HE'LL not lift a finger\nto save it! He doesn't CARE!\n\nDisturbed by him, Stubb starts to lights his pipe\nwith a cinder. Flask leans forward urgently.\n\nFLASK\nCareful there, Stubb! The\nwhole damn ship could go up.\n\nEying the oil leak, Stubb cautiously puts the pipe away.\n\nSTUBB\nWhat're ye proposin', mate?\n\nSTARBUCK\nWe have the legal right to\nrefuse all further obedience.\nWe can even wrest command of\nthis ship.\n\nStubb trades disconcerting looks with Flask.\n\f145\n\nSTUBB\nThat's dangerous talk...I\ncan't abide by it. If the\nCapt'n says to tar up the\nbarrels, let's tar ‘em up.\n\nSTARBUCK\nOpen your eyes, man! We're\nnot whalers any more, we're\njust sheep followin' a\nmadman! Wanderin' from\nall mortal reason!\n\nSTUBB\nAye, that might be true...\nbut Ahab's still capt'n. And\na fearless one at that!\n\nFLASK\nAye, a mighty capt'n! The\nking of the seas, the lord of\nleviathans -- we can't go up\nagainst that!\nStarbuck turns away, frustrated, trying to collect\nhis wits to get through to them.\n\nSTARBUCK\nListen to me well, mates:\na fearless man is far more\ndangerous than a coward.\nNo storms nor whales can\nmatch the terrors menacing\nus from the brow of an angry\nman! We MUST NOT let Ahab's\nfatal pride drag this ship\ndown to doom with him!\n\nSTUBB\nBut MUTINY, sir! That's an\nidea born of an undigested\nstomach. That's a killin'\nground you're standing on!\n\nFLASK\nAye! I'll have no part of it!\n\nHe turns and climbs out of the hold. Starbuck looks\nat Stubb with unyielding eyes. Stubb shakes his head.\n\nSTUBB\n\f146\n\nThis is a sharkish business\nwe're in, Starbuck.",
  "105": "---END OF PREVIOUS SECTION---\nStarbuck looks\nat Stubb with unyielding eyes. Stubb shakes his head. STUBB\n\f146\n\nThis is a sharkish business\nwe're in, Starbuck. \n---TARGET SECTION TO BE ANNOTATED---\n Are ye\nshark enough for THIS?\n\nSTARBUCK\nI can no longer stand by to\nthe willful murder of this\ngood crew. I cannot obey my\nGod by obeying HIM! Do ye\nunderstand me, Stubb?\n\nSTUBB\nI do, mate. But I ain't a\nreligious man, nor a brave\none. Ye stand alone.\n\nEXT. CAPE HOPE SEAS - DUSK\n\nDark thunderclouds blot out the sunset. The Pequod\ndrives on between mountainous waves that seem to\nengulf it. Dead ahead...a black, roiling tempest.\n\nEXT. MIDDECK - DUSK\n\nPowerful winds pound the deck. Stubb shouts at\nsailors on the rigging.\n\nSTUBB\nBack the mainyard and break\nout the mainhold! A sea\nstorm's comin' to greet us!\n\nHe stares at Starbuck, who paces the aft deck and\nglances repeatedly at the Captain's cabin. Stubb\nfrowns, sensing his moral dilemma.\n\nIshmael pulls hard on a halyard, turning to glimpse\nhis friend: Queequeg still sits in the same place,\nswaying to the ship's rise and fall. The coffin\nslides around him.\n\nINT. CAPTAIN'S CABIN - DUSK\n\nPip sleeps on the floor amidst a flotsam of chess\npieces, curled up peacefully at Ahab's feet like a\n\nnapping pup.\n\nDozing in his armchair, Ahab resembles more a weary\nold pensioner than a raging tyrant. The cabin sways\n\f147\n\naround him, STORM WINDS HOWLING in b.g. Ahab opens\nhis tired eyes and peers down at Pip.\n\nAHAB\nPoor, gentle, mad Pip...\n\nHe opens a locket and gazes at a miniature portrait\n\nof his young wife and baby son in better times. His\nwarm gaze turns dark and bitter. He shuts away the\n\nlocket from sight and mind. Stormy again.\n\nAHAB (cont'd)\nOh, were I the wind! I'd\nblow no more on this wicked,\nwolfish world! Where lies\nthat final harbor, where we\nunmoor no more?...\n\nHe clutches his forehead, wracked by a strange agony.",
  "106": "---END OF PREVIOUS SECTION---\nI'd\nblow no more on this wicked,\nwolfish world! Where lies\nthat final harbor, where we\nunmoor no more?... He clutches his forehead, wracked by a strange agony. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB (cont'd)\n\nGod, stave my brain -- how\nhe GORES me! Accursed whale,\nbegone from my head, or I'll\nclear the world of thee!\n\n(looks madly around)\nIf I could only sleep...but\nAhab never sleeps, he only\nfeel, feels, feels! Aye,\nthat's tingling enough for\nmortal man!\n\nHe focuses on the twisted sheets of his bunk, tormented.\nAHAB (cont'd)\nMy grave-dug berth, my tomb.\nAhab and anguish, together\nin one hammock. Dear God...\nI must sleep...\n\nHe rests back in the chair and dozes off again.\n\nA long beat. A shadow creeps into the cabin. We follow\nthe padded footfalls of wet boots across the floor...up to\na pair of trousers...then the Bowie knife in Starbuck's\nhand.\n\nStarbuck looms over dozing Ahab in the armchair. The\nswinging lamp casts surreal, dancing shadows. Slowly\nraising the glistening blade, Starbuck inches toward\nthe Captain...then stops, staring down at Pip,\n\f148\n\nsleeping docilely at his feet.\n\nStarbuck lowers the knife. He can't do it. Ahab\nstirs. Starbuck buries the knife away in his belt.\nAhab's groggy eyes blink open, focusing on the\nfigure before him.\n\nAHAB\nWhat...what is it?\n\nA ferocious GALE RISES above deck, matching the\nstorm on Starbuck's face.\n\nSTARBUCK\nA storm, Captain.\n\nEXT. MIDDECK - NIGHT\n\nA typhoon rages! Huge waves sledge-hammer the deck!\n\nMen rush about the washed deck in the blasting winds\nand torrential rain, lashing down everything in sight.\n\nEXT. QUARTERDECK - NIGHT\n\nAt the helm Stubb struggles to keep the wheel steady,\nfighting for balance, singing at the top of his lungs:\n\nSTUBB\nOh, jolly is the gale, and a\njoker is the whale! Such a\nsporty, jokey, hokey-pokey\nlad is the ocean, oh!\n\nStarbuck climbs up the quarterdeck steps toward him.",
  "107": "---END OF PREVIOUS SECTION---\nQUARTERDECK - NIGHT\n\nAt the helm Stubb struggles to keep the wheel steady,\nfighting for balance, singing at the top of his lungs:\n\nSTUBB\nOh, jolly is the gale, and a\njoker is the whale! Such a\nsporty, jokey, hokey-pokey\nlad is the ocean, oh! Starbuck climbs up the quarterdeck steps toward him. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\nAvast, mate! Let the storm\ndo the singin'! Be a braver\n\nman and hold your tongue!\n\nStubb laughs -- a gigantic wave washes over them! He\nshakes the sea water from his eyes.\n\nSTUBB\nI told ye I weren't a brave\nman, Starbuck! I'm a coward,\nif truth be known...and I'11\nsing to keep up my spirits!\nNo way to stop me, sir, but\nto cut my throat!\n\f149\n\nSTARBUCK\nWell, jump overboard and\nsing away, if you must!\n\nAhab appears on deck, face illuminated by a blinding\nflash of lightning. A deafening THUNDER CLAP!\n\nStarbuck and Stubb regard him warily. Stubb grips the\nwheel harder, trying to control it.\n\nSTUBB\nBad work, Mister Starbuck!\nBad work! The sea's havin'\nits way! We can't fight it!\nNobody can! Not even HIM!\n\nStarbuck helps him with the wheel, looking up: torn\nsails flap violently, men nearly thrown off the rigging.\n\nSTARBUCK\nWe'll go no further in this\nsquall! We must turn round!\n\nHe struggles his way toward the Captain.\n\nEXT. MIDDECK - NIGHT\n\nQueequeg sits glued to the foot of the mast, chanting,\nundaunted by the tempest. Sea water washes over him.\nIshmael staggers over, holding on for dear life.\n\nISHMAEL\nQueequeg! Get below!\n(tugging at him)\nCome on, mate -- you'll be\nwashed overboard!\n\nQueequeg will not budge. Another powerful wave slams\nIshmael against the mast!\n\nEXT. QUARTERDECK - NIGHT\n\nAhab clings to a rail, unbending in the wind, his eyes\nfixed outward to the boiling sea. Starbuck hurries\n\ndesperately over.",
  "108": "---END OF PREVIOUS SECTION---\nEXT. QUARTERDECK - NIGHT\n\nAhab clings to a rail, unbending in the wind, his eyes\nfixed outward to the boiling sea. Starbuck hurries\n\ndesperately over. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK\n\f150\n\nCaptain, sir! We could turn\nthis gail into a fair wind if\nwe TURN ABOUT -- let it drive\nus toward home! Leeward,\nsir, and homeward!\n\nAHAB\nDon't lecture me, Starbuck,\nI know these seas as I know\nmyself! Never think this\nvoyage over -- before Moby\nDick is in my grasp!\n\nA wave crashes over them -- Starbuck collides against\nthe deckhouse! Ahab holds fast, rooted to the rail.\n\nStarbuck grapples his way back toward him.\n\nSTARBUCK\nIN THE NAME OF GOD, AHAB!\nWE MUST TURN ABOUT!\n\nAHAB\nYou heard my orders! WE\nDRIVE ON!\n\nISHMAEL (0.S.)\nStarbuck!! Help us!!\n\nEXT. MIDDECK - NIGHT\n\nIshmael clings to the mast, gripping Queequeg, trying\nto keep him from washing away. Queequeg sits there,\nmaking no move to save himself from the onslaught.\n\nStarbuck rushes over and grabs a handhold by the mast.\n\nSTARBUCK\nGet 'im below!\n\nISHMAEL\nHe won't move, sir!\n\nGrabbing a rope, Starbuck hoists Queequeg up.\nSTARBUCK\n\nLet's raise 'im up...against\nthe mast!\n\f151\n\nThe two struggle to lift the limp giant to a standing\nposition, flat against the mast. Starbuck lashes him\nto it, wrapping the rope around his chest and waist.\n\nEXT. QUARTERDECK - NIGHT\n\nAhab stands rigid, defiant against the storm. A\nvision catches his eye, far out to sea:\n\nEXT. CAPE HOPE SEAS - NIGHT\n\nA large white form materializes over the crests of\ngiant waves. Indistinguishable, it could be a huge\nwhitecap...or it could be a white whale.\n\nEXT. QUARTERDECK - NIGHT\n\nAhab glowers at it with murderous eyes. To him,\nit is Moby Dick. He spins around toward the crew\nbelow, pointing outward.\n\nAHAB\nHe's THERE, men! He's riding\nthe storm with us!\n\nEXT. MIDDECK - NIGHT\n\nHolding on, the men turn seaward. They see nothing.",
  "109": "---END OF PREVIOUS SECTION---\nEXT. MIDDECK - NIGHT\n\nHolding on, the men turn seaward. They see nothing. \n---TARGET SECTION TO BE ANNOTATED---\nStarbuck shouts up from the mast:\n\nSTARBUCK\nCaptain -- leave that whale\nto his ghostly wanderings!\nWe must save our ship!!\n\nA lightning bolt strikes a life raft at the stern\nwith a violent CRACK -- the raft flies overboard\nand falls burning into the sea!\n\nEXT. QUARTERDECK - NIGHT\n\nAhab turns back and fixes on the image at sea:\nEXT. CAPE HOPE SEAS - NIGHT\n\nVisible now in the flashes of lightning, like a\n\nblurry mirage, MOBY DICK plunges through swells and\nwhitecaps. Following the same course as the ship.\n\f152\n\nEXT. QUARTERDECK - NIGHT\nConvinced of what he sees, Ahab gestures over the\nheaving rail like a messiah.\nAHAB\nBehold, shipmates! Believe\nyour own eyes -- he's THERE!\nEXT. MIDDECK - NIGHT\n\nThe men stagger to reach the bulwark. All stare out\ninto the black maelstrom, straining their eyes.\n\nEXT. CAPE HOPE SEAS - NIGHT\n\nThousands of whitecaps over dark, raging waters. But\nno sign of a whale.\n\nEXT. QUARTERDECK - NIGHT\nAhab points and exhorts the men below, spurring them on.\nAHAB\nTHERE! D'ye see him?! Look\nat him! See his white brow,\nhis magnitude, his malignity!\nMost monstrous, mountainous\nsea mastodon, against whom we\nwill declare everlasting war!\nEXT. MIDDECK - NIGHT\nFlask, caught up in Ahab's delusion, points excitedly.\nFLASK\nThere!! I see him, Capt'n!\n\nEXT. CAPE HORN SEAS - NIGHT\n\nOver whitecaps, the same blurry mirage -- MOBY DICK!\nSwimming parallel to the ship, drawing closer.\n\nEXT. MIDDECK - NIGHT\n\nStubb spots him too and nods enthusiastically, echoed\nquickly by the rest of the crew.\n\f153\n\nSTUBB/CREW\nAye! I see him too! There\nhe blows! Clear as day!\n\nFLASK\nBy flukes! Is he a ghost?!\n\nAHAB\nNay! He's as real as DEATH!\n\nBehind them, Starbuck sees nothing.",
  "110": "---END OF PREVIOUS SECTION---\nAHAB\nNay! He's as real as DEATH! Behind them, Starbuck sees nothing. \n---TARGET SECTION TO BE ANNOTATED---\n He edges beside\nIshmael who clings to the mast with dazed Queequeg.\nStraining to see, Ishmael turns to Starbuck.\n\nISHMAEL\nWhere is he, sir?! I don't\nsee him!\n\nSTARBUCK\n\nOf course ye don't! The old\nman's blastin' all reason\nstraight out of their heads!\n\nAnother tidal wave plows over them with piledriver\nforce -- Starbuck and Ishmael topple over each other!\nQueequeg stands secure, like Ulysses bound to the mast,\nchanting dazedly. Starbuck rises determinedly and\nbounds up the quarterdeck steps.\n\nEXT. QUARTERDECK - NIGHT\nStarbuck takes the wheel from Stubb and turns it full\ncircle with all his might. The deck lurches to port.\n\nAhab wheels around in rage.\n\nAHAB\nAvast! Away from there!!\n\nHe seizes the wheel from Starbuck, demented with fury.\nAHAB (cont'd)\nTouch not that wheel, or I'll\n\nstrike ye into eternity! !\n\nHe wrenches Starbuck away and spins the wheel back -- the\nship careens to starboard with whiplash force!\n\nMen are thrown across the middeck. Flattened against\nthe deckhouse, Starbuck shouts at Ahab.\n\f154\n\nSTARBUCK\nWe must turn about or we'll\nPERISH!\n\nAHAB\n\nNay, I say! We'll DRIVE ON!\n\nSTARBUCK\nWE'LL LOSE THIS SHIP!!\n\nUndaunted and driven, Ahab helms the ship back into the\nstorm. Starbuck dashes back down to middeck.\nEXT. MIDDECK - NIGHT\n\nA titantic wave sweeps across the deck, submerging\neveryone! A screaming deckhand washes overboard!\n\nIshmael clamps himself to the mast, holding Queequeg\nclose -- the two momentarily underwater. Drenched\ncrewmen cling to shrouds, battling for ground against\nwind and sea. Their eyes stare up toward:\n\nEXT. QUARTERDECK - NIGHT\n\nAhab at the wheel, riding the storm, wind beating his\nface, whipping back his hair, a man obsessed. Suddenly...\n\na phosphorescent glow reflects off his face.\nEXT.",
  "111": "---END OF PREVIOUS SECTION---\nSuddenly... a phosphorescent glow reflects off his face. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MIDDECK - NIGHT\n\nStruggling with a halyard, Starbuck and Ishmael glance\nup at a bizarre phenomenon:\n\nA green, ghoulish flash skips along the top rigging,\nsparking out veins of electrical discharge!\n\nISHMAEL\nWhat is it?!...\n\nSTARBUCK\nSt. Elmo's fire!...\n\nThe other men don't see it, their eyes glued on Ahab...\n\nEXT. QUARTERDECK - NIGHT\n\nHis body and the wheel all aglow in the otherworldly\n\f155\n\ngreen light -- flashing veins sparking down the stern\nmast onto the high deck! A ghostly, mystical sight.\nThen, just as suddenly...\n\nThe storm abates, as if in the eye of a hurricane.\nThe deck keeps pitching, wind still HOWLING, rain\nflying aft...but the assault of waves recedes.\n\nEXT. MIDDECK - NIGHT\n\nAll the men stand frozen, staring up at glowing Ahab,\ndominating the ship -- as if it is he who has quelled\nthe storm. Then they gape higher up, aghast:\n\nThe St. Elmo's fire spreads across the tops of the\nmasts, filtering down over sails and rigging! Its\ngreen hue transforms -- into a blinding whiteness!\nSTUBB\nGod have mercy on us all!!\n\nThe crew staggers back in fear. Dagoo reflexively\nseizes his harpoon to protect himself. Tashtego falls\nto his knees, praying for his life. Even Fedallah\n\nand his Arabs fall back in terrified awe. Ahab\nTHUNK-CLOPS down to middeck with a triumphant air.\n\nAHAB\nAye! Aye, shipmates! Mark\nit well! The white flame\nbut lights the way to the\nWHITE WHALE!\n\nHe snatches the harpoon away from Dagoo and holds it\nup into the static stratosphere just above his head...\n\nA blinding flash! A ring of St. Elmo's fire engulfs\nthe harpoon head -- shining a white, sparkling beacon!\n\n \n\nThe men GASP in unison, trembling before him. Starbuck,\nthe lone disbeliever, gazes hard at Ahab's grand\nperformance. Ishmael gapes.",
  "112": "---END OF PREVIOUS SECTION---\nThe men GASP in unison, trembling before him. Starbuck,\nthe lone disbeliever, gazes hard at Ahab's grand\nperformance. Ishmael gapes. \n---TARGET SECTION TO BE ANNOTATED---\nISHMAEL\nJesus Christ in heaven! What\nis he doing?!\n\nSTARBUCK\nOh, he knows exactly what\nhe's doing!\n\f156\n\nAhab laughs defiantly, scans the awestruck faces of\nhis crew then stares deep into the crackling light.\n\nAHAB\nLeap! Leap up and lick the\nsky! I leap with you, burn\nwith you -- I command the\nvery HEAVENS!\n\nA forked light deflects off the harpoon tip, casting a\n\nlaser beam off at a high angle. Ahab turns the harpoon, reflecting\nthe light down -- towards the main mast. The\n\nmagical beam burns down the length of the mast, hitting\n\nthe gold doubloon. The coin shines brilliantly, sparks flickering\nout like white sun rays!\n\nControlled by Ahab's harpoon, the beam travels down onto Queequeg's\nface. Ishmael and Starbuck recoil back. The\nharpooner's eyes brighten, as if he sees an angel.\n\n \n\nStarbuck can stand no more. He dashes over.\n\nSTARBUCK\nNo, Ahab! Don't do this!\nEnough witchcraft, old man,\nGod will turn against you!\nT'is an ill voyage, ill\nbegun and ill done! Stop\nthis blasphemy, Captain --\nSTOP IT NOW!!\n\nHe seizes his arm to stop him. Ahab hurls him away with\ninhuman strength. He booms at the crew, his wide eyes translucent\nwith maniacal fervor.\n\nAHAB\nAll your oaths, shipmates, are\nAS BINDING AS MINE! Make no\nmistake! Heart, body and soul,\nlungs and life, Ahab is BOUND!\n\nHe lifts the glowing harpoon higher above his head --\nits glow intensifies, lighting up his whole body!\n\nQUEEQUEG\nCap'n!! Cap'n!!\n\nIshmael turns in shock. Queequeg struggles at the\nropes, suddenly and fully conscious, his lucid eyes\n\f157\n\nfocused on Ahab. Ishmael quickly unties him.\nQueequeg staggers to Ahab, as if he's just seen God.\n\nQUEEQUEG (cont'd)\nQueequeg sabee!...Queequeg see!\n\nHe falls to Ahab's feet, clutches them worshippingly.",
  "113": "---END OF PREVIOUS SECTION---\nQUEEQUEG (cont'd)\nQueequeg sabee!... Queequeg see! He falls to Ahab's feet, clutches them worshippingly. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEQUEG (cont'd)\nMe Cap'n...me Cap'n...me GOD!\n\nStubb and Flask, their faces aglow in Ahab's white\nlight, kneel before him on the pitching, windy deck.\nDagoo drops to his knees beside Tashtego. Fedellah\nand the Arabs genuflect, prostrate before the master.\n\nRemoved from it all, Ishmael puzzles over this mad\nscene. He watches Starbuck: angry but stricken,\nfighting all the temptations of the devil.\n\nAhab extends a fatherly hand to Starbuck, yearning\nfor his soul as well.\n\nAHAB\nYe see, Starbuck? My pulse\nmakes these very planks beat!\n(to his men)\n\nLook, shipmates! Raise your\nheads! Look here as I blow\nout your last fear! ALL OF\nIT! GONE!!\n\nHe blows on the flaming white beacon of his harpoon --\nthe light is extinguished!\n\nAbove, a blinding lightning flash! A deafening THUNDER\nCRACK!\n\nThen darkness...as the winds rise and the storm returns\nfull fury. A primordial flooding from both sea and sky.\n\nFADE OUT.\n\nACT 6\n\n \n\nEXT. INDIAN OCEAN - DAWN\n\nThe storm has passed. Thin, layered clouds blend\nwith a dazzling, bright-colored sunrise. The Pequod\n\f158\n\nsails toward the sun on calm seas, leaving the Cape\nfar behind.\n\nEXT. PEQUOD (AT SEA) - DECK/MASTS - DAWN\n\nA deathly quiet reigns over the deck, like a ghost\nship. Broken spars and scattered rigging from the\nstorm lie about, unattended to. The ship seems at\nfirst glance deserted, but there are seamen about...\n\nDough-Boy, aloft in the lookout. Dagoo and Tashtego\nsquat on the bow gunwale, harpoons in hand, eyes\nfixed on the horizon with warrior-like intensity.\n\nStubb cons the ship on the wheeldeck, puffing his\npipe. Flask at the helm. Both gaze steadily\nseaward with fanatical concentration.\n\nFedallah and his crew straddle yard arms, staring\nuniformly out to sea. Zealous sentinels, watching\nand waiting.\n\nNot a sound from anyone.",
  "114": "---END OF PREVIOUS SECTION---\nFedallah and his crew straddle yard arms, staring\nuniformly out to sea. Zealous sentinels, watching\nand waiting. Not a sound from anyone. \n---TARGET SECTION TO BE ANNOTATED---\n No talking, no laughter,\nnot even from Stubb. All are focused on whatever\nis out there. All with one singular purpose.\n\nINT. BARREL HOLD - DAWN\n\nBy flickering lamplight, a chaos of scattered casks\nbroken by the storm. Cracked barrels bleed oil...\nsix_inches over the flooded floor now.\n\nHolding the lamp, Starbuck stares appalled at the\ndamage. A total loss.\n\nINT. FORECASTLE - MORNING\nThe rest of the crew sleeps in exhaustion.\n\nQueequeg and Ishmael sit at a mess table over\nbreakfast. His normal self, Queequeg shovels away\nan immense pile of food on his plate, consuming it\nwith gusto. He's starving. Ishmael studies him\nwith ironic awe.\n\nISHMAEL\nI just don't fathom ye. You\nsaid you were goin' to die!\n\f159\n\nQUEEQUEG\nOnly man go dead WANTS to\ngo dead. No bad magic kill\nman NOT want to go dead!\nOnly big things...big fire,\nbig water, big whale dat don't\nTHINK! Only dat kill man not\nwant to go dead! Sabee?\n\nQueequeg smiles charismatically and stuff his mouth.\nIshmael sighs, watching his feeding frenzy.\n\nISHMAEL\nI think I'1l draft my will.\nYou can be my witness.\n\nQUEEQUEG\nAye! Queequeg much happy to!\n\nIshmael ponders to himself, clearly distressed.\nINT. STARBUCK'S CABIN - DAWN\n\nStarbuck sits hunched over the edge of his bunk\nand leafs through his bible, brooding distractedly.\nIshmael appears in the doorway, looking troubled.\n\nISHMAEL\nDon't mean to bother ye, sir.\n\nStarbuck looks up, agitated. Then nods patiently.\n\nSTARBUCK\nWhat is it, Ishmael?\n\nISHMAEL\nI don't know, sir, I just...\nI feel such dread. What's\ngotten over this crew? They\nall seem to have lost their\nwits, like they cannot think.\n\nStarbuck shuts the bible and runs his hand through\nhis hair, more troubled than Ishmael.\n\nSTARBUCK\nThey don't see his madness,\nIshmael...",
  "115": "---END OF PREVIOUS SECTION---\nThey\nall seem to have lost their\nwits, like they cannot think. Starbuck shuts the bible and runs his hand through\nhis hair, more troubled than Ishmael. STARBUCK\nThey don't see his madness,\nIshmael... \n---TARGET SECTION TO BE ANNOTATED---\nthey can't. HE\nwon't give 'em a chance to\nthink! Only to feel. And\n\f160\n\nthey feel they must obey him.\n(a resigned nod)\n\nOh, I'll obey him as well...\n\nbut I'll hate him for it!\n\nISHMAEL\nPerhaps I must obey him too.\n\nSTARBUCK\nDon't. Don't give in. At\nleast not in your heart!\n\nINT. CAPTAIN'S CABIN - MORNING\n\nDressed and ready for battle, Ahab puts on his top hat.\nHe turns to leave -- Pip scurries over and wraps his\narms around his leg. Frightened, a strangled whisper:\n\nPIP\nMaster, master...don't go!\n\nAhab turns, unusually patient and affectionate.\n\nAHAB\n\nNo, lad. Ye mustn't follow\nAhab. Not now...not ever!\n\n(losing patience)\nYe have the wrong effect on\nme, son...like a cure toa\nmalady I must keep as my own.\nNow do as I say and stay here.\nI'll have them serve ye -- as\nthough you were Captain!\n\nPIP\nNo, please! Use me as yer leg!\nLemme be a part of you!\n\nAHAB\nDon't speak to me so, Pip...\ndon't! My purpose will keel\nup in me, and I tell ye...\nit CANNOT BE!\nPip cries out. Ahab is torn by his voice, angry now.\n\nAHAB (cont'd)\nWeep and I'll murder ye, boy!\nFor Ahab too is mad!\n\nPip sobs uncontrollably, refusing to let go. Ahab\n\f161\n\nrelents and squats down to comfort him. The boy hugs\nhim tight, tears flowing. Ahab sighs, agonizing.\n\nAHAB (cont'd)\nOh, you're true, aren't ye,\nPip! As the circumference to\nits center...\n\nHe pulls back gently, gazing into his little face.\n\nAHAB (cont'd)\nListen to me. If ye stay here,\nyou'll hear my ivory foot on\nthe deck. Then you'll know\nthat I'm there.\n\nPip lets go and looks at him with sad, tearful eyes.\n\nAHAB (cont'd)\nYe stay put now and be my\ncommander.",
  "116": "---END OF PREVIOUS SECTION---\nThen you'll know\nthat I'm there. Pip lets go and looks at him with sad, tearful eyes. AHAB (cont'd)\nYe stay put now and be my\ncommander. \n---TARGET SECTION TO BE ANNOTATED---\n My Captain Pip!\n\nPip sniffles, nods and puffs his chest out proudly.\n\nPIP\nAye, aye -- Capt'n Pip!\n\nMoved by him, Ahab pats his head and leaves.\n\nEXT. MIDDECK - MORNING\n\nWhite seabirds soar over the ship, their HIGH-PITCHED\nSQUAWKS unsettling the men on deck. Albatrosses.\n\nCrewmen clear away broken spars and rigging, repair\nsails and scrub the deck. No sound of voices, except...\n\nCARPENTER (0.S.)\nI don't like it!\n\nThe Carpenter is tarring the inside of the coffin,\nsealing the seams with pitch. Stubb stands over\nhim, listening to his irate grumblings.\n\nCARPENTER (cont'd)\nI make a coffin for Queequeg\nbut now HE don't want it --\nand now YOU want me to turn\nit into a LIFE Buoy! It's...\n\f162\nit's just plain undignified!\n\nSTUBB\nWell, there's nothin' else for\nit. We lost the old one, we\nneed a new one. So stop yer\ncomplainin' -- just rig it!\n\nThe Carpenter snorts peevishly. Nearby, the Cook turns\nwith a mock command.\n\nCOOK\nHammer it good, ye old scamp!\nWe don't want a leaky coffin!\n\nCARPENTER\n(scowling back)\nI'll hammer yer lips together\nif ye don't shut up!\n\nStubb laughs at the two of them, his old self again.\n\nSTUBB (cont'd)\nJust make a good job of it!\nIf the ship sinks, there'll\nbe thirty lively men fightin'\nfor one coffin -- and that's a\nsight I don't want to miss!\n\nThe deckhands around them LAUGH, the mood on deck\nbrightening, until...\n\nFamiliar PEG LEG FOOTSTEPS cause a sudden hush. A\ncharged air of anticipation, as everyone glues their\neyes on...\n\nEXT. QUARTERDECK - MORNING\n\nAhab emerges into the light, carrying a quadrant.\nHe squints into the sun and scans the men below.\nNoticing the Carpenter working on the coffin, he\nhobbles to the bannister and leans down.",
  "117": "---END OF PREVIOUS SECTION---\nQUARTERDECK - MORNING\n\nAhab emerges into the light, carrying a quadrant. He squints into the sun and scans the men below. Noticing the Carpenter working on the coffin, he\nhobbles to the bannister and leans down. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nWhat is this, old man?\n\nCARPENTER\nA life buoy, Capt'n. Mister\n\fAhab glares\nhim with an\n\n163\n\nStubb's orders.\n\nAHAB\nYou're the legmaker, are ye\nnot?\nCARPENTER\nYessir, so I am.\nAHAB\nAre ye also the undertaker?\nCARPENTER\nAye, sir! 'Twas a coffin\n\nbefore, sir, but now they got\nme turnin' it into a buoy!\n\nAHAB\nA BUOY?! Ye might be a jack\nof all trades, shipmate, but\nyou're as unprincipled as\nthe gods!\n\nCARPENTER\nI do what I do, sir!\n\nAHAB\nLook at ye, you old gray-\nheaded woodpecker -- turnin'\nthe dreaded symbol of grim\ndeath into an instrument\nof help and hope! Hah!\nA life buoy of a coffin!\n\nCARPENTER\nFaith, sir...\nAHAB\n(sharply)\n\nFaith?...what faith?\n\nCARPENTER\nWhy, faith...just sort of an\nexclamation like, sir.\n\nover the remodeled coffin, dismissing\nirritable wave.\n\nAHAB\nGet that thing below where\n\f164\n\nit belongs! Let me not see\nit again!\n\nHe hobbles to the center of the quarterdeck and\nraises the quadrant, pointing it toward the sun.\nStarbuck watches him evenly.\n\nEXT. MIDDECK - MORNING\n\nThe rest of the crew observe Ahab in silence, their\nfaces a mix of reverence and dread. Fedallah alights\ndown from his mast watch and squats low, studying\nAhab with sinister intensity.\n\nEXT. QUARTERDECK - MORNING\n\nAhab takes measurements with the quadrant. He stops\nand frowns up at the burning sun, speaking to it:\n\nAHAB\nOh, high and mighty pilot...\nye can tell me where I am,\nbut can ye tell me where I\nshall be...where HE is at\nthis very moment?\n\nPip steps anxiously from the cabin, decked out in\nAhab's oversized robe. A long-absent sight to the\ncrew. Their eyes follow him with strange curiosity.",
  "118": "---END OF PREVIOUS SECTION---\nPip steps anxiously from the cabin, decked out in\nAhab's oversized robe. A long-absent sight to the\ncrew. Their eyes follow him with strange curiosity. \n---TARGET SECTION TO BE ANNOTATED---\nPip bolts across the deck and crouches at Ahab's\nfeet, fearful of the men, the ship, the sea all\naround. He stays close to Ahab for protection.\n\nIgnoring the boy, Ahab lowers his gaze and scans\nthe vast expanse.\n\nAHAB (cont'd)\nWhere is Moby Dick?!\n(up at the sun)\nYe can see him, can't ye?!\nMy eyes look at the very eye\nthat even now beholds HIM!\n\nAhab glares down at the quadrant in his hand. A\ngrowing disgust spreads across his face...\n\nAHAB (cont'd)\nFoolish toy! A baby's play\nthing for commodores! What\ncan ye do but tell me the\n\f165\n\npoor, pitiful point where YOU\nhappen to be now, but not one\njot more than that! Ye can't\ntell me where one drop of\nwater will be tomorrow -- or\nwhere be that WHITE WHALE!\n\nPip recoils from Ahab's feet, sliding away from him.\n\nAHAB (cont'd)\nYou're IMPOTENT -- and with\nyour impotence you insult\nthe very SUN!\nHe suddenly raises the quadrant and SMASHES it down\non the deck, shattering it into useless pieces!\n\nAHAB (cont'd)\nCurse you, ye vain, paltry\nthing! Thus I spit on ye!\nI'll no longer guide my\nearthly way by ye!\n\nHe crushes the broken pieces under his peg leg with\nfury, then THUNK-CLOPS away.\n\nPip kneels over the quadrant pieces, studying them\nfor meaning like a gypsy reading tea leaves.\n\nFrom all around, dumb reactions. Then the men go\nabout their business, as if nothing had happened.\n\nNarrowing his eyes on Ahab, Starbuck rests a hand\nover the buckhorn handle of the Bowie knife in his\nbelt. Touching it to muster false courage.\n\nEXT. MIDDECK - MORNING\n\nSwabbing the deck with Ishmael, Queequeg smokes his\ntomahawk pipe. He offers it to Ishmael, who takes a\ndeep pull and hands it back. Smiles between them.\n\nA distant, eerie SOUND distracts them: unearthly\nWAILS and MOANS from out at sea, like the human\ncries of lost souls.",
  "119": "---END OF PREVIOUS SECTION---\nHe offers it to Ishmael, who takes a\ndeep pull and hands it back. Smiles between them. A distant, eerie SOUND distracts them: unearthly\nWAILS and MOANS from out at sea, like the human\ncries of lost souls. \n---TARGET SECTION TO BE ANNOTATED---\n Ishmael squints seaward.\n\nISHMAEL\nWhat could it be, Queequeg?\nWhales?\n\f166\n\nQueequeg shakes his head, just as puzzled as he.\n\nISHMAEL (cont'd)\nSounds like the voices of\ndrowned men.\n\nOthers on deck hear it too, all eyes focusing out.\nLooks of nervous forboding.\n\nEXT. INDIAN OCEAN - DAY\n\nThe Pequod slashes through rolling swells, flying\nall sails and heading true before the wind.\n\nShe passes an islet of sea-washed rocks. ..populated\nby a colony of seals. Sunning on the rocks, they\nWAIL that eerie, human-like CRY. As the Pequod\nsails by, the seals flee into the water.\n\nEXT. PEQUOD (AT SEA) - MIDDECK - DAY\n\nCrewmen watch the seals from the side, chuckling\namong themselves.\n\nEXT. BOW DECK - DAY\n\nA distance apart on the port bow, Starbuck and\n\nthe Captain view the seals. Ahab turns to give\nStarbuck a half-smile. Starbuck doesn't smile\n\nback, turning his eyes to the horizon.\n\nAhab sidles over beside him, both looking out.\nHe breathes deep, sucking in the sea air.\n\nAHAB\nT'is a mild, mild wind, is\nit not, Mister Starbuck?\nAnd a mild-lookin' sky!\n\nHe turns away to scan the blue heavens. Hard,\nnervous eyes fixed on his back, Starbuck slowly\nreaches for the Bowie knife in his belt.\n\nAHAB (cont'd)\nOn such a mild day as this,\nI struck my first whale...\n\f167\n\nThe knife inches out of Starbuck's belt, exposing\nits long, sharp blade. Ahab's back is still turned.\n\nAHAB (cont'd)\nA boy harpooner of eighteen!\nForty years ago! Forty years\nof whalin', of privation and\nperil and storms! Aye...and\nin all those years I have not\nspent more than three ashore!\n\nThe knife is almost out. Fighting his conscience,\nStarbuck wills himself to do it...\n\nAHAB (cont'd)\nForty years of desolation\nand solitude...",
  "120": "---END OF PREVIOUS SECTION---\nThe knife is almost out. Fighting his conscience,\nStarbuck wills himself to do it... AHAB (cont'd)\nForty years of desolation\nand solitude... \n---TARGET SECTION TO BE ANNOTATED---\nwhole oceans\naway from that young wife I\nwedded and gave a son.\n\nThe knife freezes in Starbuck's grasp, as he listens.\n\nAHAB (cont'd)\nDid I say WIFE? Rather a\nWIDOW with her own husband\nalive, poor girl! Her and\nthat sad, neglected spit of\na boy...my dear, sweet child.\n\nStarbuck eases the knife back into his belt, too\nswayed by decency and compassion. Ahab turns to him.\n\nAHAB (cont'd)\nAye, Starbuck, I widowed 'em\nboth! With all the madness,\nfrenzy, boilin' blood and\nsmokin' brow that for a\nthousand lowerings I have\nchased my prey...more a\ndemon than a man!\n\nStarbuck studies Ahab's face, trying to understand him\nmore than hate him. Ahab's brow tightens.\n\nAHAB (cont'd)\n\nHow richer or better am I\nnow for all that effort?\n(his head reels)\nI feel deadly faint...oh\n\f168\n\nGOD, heal my cracked heart!\nI feel so old...\n\nHe leans against Starbuck for support, drawing close\nto him. Starbuck braces him steady.\n\nAHAB (cont'd)\nCome close to me, Starbuck...\nlet me look into a human eye.\nIt's better than to gaze into\nsea or sky...or God Himself...\n\nTheir eyes lock. Ahab's gazes deeply into Starbuck's.\n\nAHAB (cont'd)\nI see my wife and my son in\nthose eyes, Starbuck. I see\nhome in them...faraway home!\n\nGenuinely moved by him, Starbuck holds him close.\n\nSTARBUCK\nMy Captain! In these eyes\nare MY wife, MY children --\nand I fear I'll never see\nthem again!\n\nHe tightens his grip on him, begging earnestly:\nSTARBUCK (cont'd)\nLet's sail away from these\nwretched waters! Leave right\nnow, sir! Let me alter the\ncourse -- head us back to\nold Nantucket again!\n\nAhab pulls away, dark and stormy again. Frustrated\nbeyond reason, Starbuck prays to the sky with clenched\nfists.",
  "121": "---END OF PREVIOUS SECTION---\nLet me alter the\ncourse -- head us back to\nold Nantucket again! Ahab pulls away, dark and stormy again. Frustrated\nbeyond reason, Starbuck prays to the sky with clenched\nfists. \n---TARGET SECTION TO BE ANNOTATED---\nSTARBUCK (cont'd)\nGreat God in heaven -- SHOW\nyourself to this man!\nImpulsively, he yanks out the knife from his belt.\nSTARBUCK (cont'd)\nOr give ME the strength to do\nyour bidding!\n\nHe turns toward Ahab, his teeth clenched, the blade\n\f169\n\npointed to strike.\n\nAhab looks at the knife and regards him deeply, torn\nwith new conflicting emotions. He stares grimly to sea,\nas if suddenly realizing his folly.\n\nAHAB\nWhat have I done? What cruel\nmaster commands me?!\n\nStarbuck stares at him, frozen in step, the knife poised.\n\nAHAB (cont'd)\nWhat IS this unearthly thing,\npushing me to do what in my own\nheart I would not dare?!\n\nA look of dark revelation, his eyes fixed on the far\nhorizon, gazing inward. Almost a whisper:\n\nAHAB (cont'd)\nIs Ahab...no longer Ahab?\n\nEXT. INDIAN OCEAN - DAY\n\nDead ahead of the Pequod, bubbles rise on the sea's\nsurface...from deep below. They increase, until\nwater erupts with the release of air from some\ngreat spout!\n\nEXT. BOW DECK - DAY\n\nThe tense tableau between Ahab and Starbuck is suddenly\nbroken by a bellowing cry above:\n\nDOUGH-BOY (0.S.)\nTHAR SHE BLOWS! !\n\nEXT. TOP MAST - DAY\nHigh on lookout, Dough-Boy shakes with violent glee.\nDOUGH-BOY (cont'd)\nShe blows! She blows! Dead\n\nto the bow, Capt'n! It's\nHIM -- the WHITE WHALE!\n\f170\nEXT. MIDDECK - DAY\n\nMen tumble madly against the bulwarks and leap onto\ngunwales, gaping out.\n\nEXT. BOW DECK - DAY\n\nAhab and Starbuck stare dead ahead over the bow,\n\ntheir eyes wide. Starbuck's knife lowers in his hand.\nEXT.",
  "122": "---END OF PREVIOUS SECTION---\nBOW DECK - DAY\n\nAhab and Starbuck stare dead ahead over the bow,\n\ntheir eyes wide. Starbuck's knife lowers in his hand. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n INDIAN OCEAN - DAY\n\nA half-mile out, MOBY DICK breaches directly in the\nPequod's path -- his whole, gigantic body leaps high\nout of the water! SPLASHING DOWN with the might of\n\na seaquake! Waves shoot up!\n\nA tremendous blast of spout water explodes, filling\nthe air! Mist fills our view.\n\nFADE OUT.\n\nACT 7\n\n \n\nEXT. INDIAN OCEAN - DAY\n\nMOBY DICK's massive shape plows through the swells\nin f.g., parallel to the dwarfed Pequod a hundred\nyards away in b.g. A half-dozen broken harpoons\nstick out of his white, mottled hump. A jet of\nliquid air gushes from his great spout.\n\nEXT. PEQUOD (AT SEA) - DAY\n\nWhalers' faces gape seaward. Starbuck, Stubb,\nFlask, Ishmael, Queequeg, Tashtego, Dagoo, Fedallah.\nWith anticipation or dread, this is the moment\nthey've all been waiting for.\n\nAhab stands rigid, focused and still -- until\nmurderous rage explodes full force from his face.\n\nAHAB\nLOWER THE BOATS!\n\nA frenzy of activity! Crewmen rush to the divets\nto man the lowering chains.\n\f171\n\nStarbuck stands there a beat, powerless, his weapon\nimpotent in his hand. He puts it away and shouts up:\n\nSTARBUCK\nIn stunsails! Down the\ntopgallants!\n\nChaos on deck! Shouts and whistles, the BANGING\nof wood blocks, RINGING of chainlinks, BEATING of\nboots running over the plankings.\n\nFedallah stops by the gold coin on the mast, SLAPS\nit greedily with a fist, dashes on. Others follow\nsuit, slapping the coin as they run by.\n\nQueequeg, Tash and Dago snatch up their harpoons\nin quick order.\n\nWhalers pile into the swinging boats like pirates\non the attack -- some leaping from the deck. They\nman the oars and rope lines.\n\nAhab storms out his cabin door, his two polished\nharpoons in each hand. Pip runs frantically behind\nhim, trips on the oversized length of his robe.",
  "123": "---END OF PREVIOUS SECTION---\nThey\nman the oars and rope lines. Ahab storms out his cabin door, his two polished\nharpoons in each hand. Pip runs frantically behind\nhim, trips on the oversized length of his robe. \n---TARGET SECTION TO BE ANNOTATED---\nHe screams hysterically after Ahab:\n\nPIP\nMaster, master...come back!\nThe sharks! The sharks!\n\nImpervious to him, Ahab shouts to the Blacksmith:\n\nAHAB\nLight up those try-works,\nblacksmith! We'll have tons\nof blubber to burn tonight!\n\nThe Blacksmith turns to fuel the huge furnaces.\nOver the side, whaleboats drop -- SLAPPING DOWN\n\non the water in quick succession. Fedallah's boat\nis the first to set off, rowing with amazing speed.\nAhab climbs over and reacts to Fedallah's flight.\nHe waves his harpoons after him, out of his mind\nwith rage.\n\nAHAB\n\f172\n\nFedallah!! Come back, ye\nheathenish traitor! Damn\nyour soul!\n\n(shouts down)\nStarbuck! Hold fast there!\n\nHe climbs down a rope by the strength of one arm\nand lands into Starbuck's boat. Starbuck doesn't\nhave time to react. Ahab plows forward to the bow\non a nimble peg leg, pushing Queequeg aside.\n\nAHAB (cont'd)\nRow, ye blisterin' fools!\nPull with all your hearts!\n\nIshmael and the oarsmen row energetically, the\nboat streaking out with Stubb's and Flask's boats.\n\nEXT. INDIAN OCEAN - DAY\n\nViewed from high above, the four tiny boats\nconverge on the whale like ants to a mole hill.\nFedallah's boat far in the lead.\n\nWhite, SHRIEKING seabirds materialize in the sky,\ncircling chaotically around boats and whale.\n\nEXT. STARBUCK'S BOAT - DAY\n\nA mad race to get there first. Rowers work with\nmindless concentration, muscle and rhythm in sync,\nracing full speed ahead of Stubb's and Flask's boats.\n\nAhab exhorts them from the bow, leaning fiercely\nforward, looking like Moses on a Red Sea.\n\nAHAB\nPull, pull, ye murderous\nrogues, dash on! BEACH me\non his white back! Do\nthat for me!\n\nEXT. FEDALLAH'S BOAT - DAY\nSilent, powerful strokes. Fedallah at the prow,\n\nharpoon ready. Dead ahead...MOBY DICK, swimming at\na free, unhurried pace.",
  "124": "---END OF PREVIOUS SECTION---\nFedallah at the prow,\n\nharpoon ready. Dead ahead... MOBY DICK, swimming at\na free, unhurried pace. \n---TARGET SECTION TO BE ANNOTATED---\n A magnificent sight.\n\f173\n\nThe rowers turn oars to flank him, drawing closer.\n\nEXT. INDIAN OCEAN - DAY\n\nThe white leviathan looms tall, as Fedallah's\n\nsmall boat streaks alongside his fins. MOBY DICK's\nenormous tail SMACKS the water as if in challenge,\ntossing up waves!\n\nEXT. FEDALLAH'S BOAT - DAY\n\nThe boat rocks on the waves. Steady and swift\non the prow, Fedallah launches his harpoon with\nsuperhuman strength -- into the massive white\nmidsection!\n\nA VOLCANIC REACTION! Giant flukes beat the water,\na chaos of waves and foam! The spout exhales\nangrily, as MOBY DICK charges away full speed!\n\nThe harpoon line goes taut -- the boat lurches\nforward! Fedallah grips the line with a spirited\ncackle, Arabs hanging on for a rollercoaster ride.\n\nEXT. INDIAN OCEAN - DAY\n\nTowing Fedallah's boat, MOBY DICK lifts his huge\ntail and sounds, seawater cascading from majestic\nflukes like a waterfall. Down he goes!\n\nEXT. FEDALLAH'S BOAT - DAY\n\nThe harpoon line suddenly goes slack. Reacting\ncuriously, Fedallah searches the waters. No\n\nsign of his prey.\n\nA tense, shuddery beat. In b.g., the other three\nboats close in around him.\n\nFedallah glances up at the rapacious flights of\n\nSHRIEKING birds above him. Then looks forward...\nwith sudden horror!\n\nEXT. INDIAN OCEAN - DAY\n\f174\n\nFrom his viewpoint, MOBY DICK breaches with a surge\nof colossal energy -- charging forward, directly\ntoward us, his monstrous head splitting the water!\nA terrifying image! His giant, crooked jaws open\nto reveal huge, jagged teeth!\n\nEXT. FEDALLAH'S BOAT - DAY\n\nFedallah, paralyzed with awe. His Arabs leap up\nin terror and scramble for the sides...\n\nBearing down relentlessly, MOBY DICK's immense\nhead lurches up with gaping jaws -- takes the\nwhole boat into his mouth and SNAPS Fedallah and\n\nthe boat _in two with crushing force!\n\n \n\nEXT.",
  "125": "---END OF PREVIOUS SECTION---\nHis Arabs leap up\nin terror and scramble for the sides... Bearing down relentlessly, MOBY DICK's immense\nhead lurches up with gaping jaws -- takes the\nwhole boat into his mouth and SNAPS Fedallah and\n\nthe boat _in two with crushing force! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n INDIAN OCEAN - DAY\n\nWith pieces of wrecked boat and human bodies still\nin his jaws, MOBY DICK dives back into the deep!\n\nStillness over the sea. Only the SCREAMS of birds.\n\nEXT. STUBB'S/FLASK'S BOATS - DAY\n\nTheir boats rocking in the wake of destruction,\nStubb and Flask stare awestruck, speechless. The\nmen look on in wondrous fear.\n\nEXT. STARBUCK'S BOAT - DAY\n\nStarbuck is dumbstruck, like the rest. Ishmael\nshuts his eyes, foreseeing his doom. Queequeg\ngazes stoically, accepting his.\n\nStunned for a beat, Ahab mutters a seaward growl:\n\nAHAB\nGone! So ye've gone before\nme, Fedallah -- but no ROPE\ncan smite me now! I'1l slay\nthat demon yet!\n\nAs if in reply, a DEEP RUMBLE of bubbles rises in\nthe water before them. MOBY DICK breaches mightily\nwith a powerful geyser -- only twenty yards away!\n\f175\n\nHe glides past, his spray raining over the boat.\n\nSTARBUCK\nGod in heaven!!\n\nHe and the others recoil in humbled terror. Ahab\nleans forward and shouts with demonic triumph:\n\nAHAB\nBreach your last to the sun,\nMoby Dick! Your hour...\n(brandishes harpoons)\nand THESE are at hand!\n\nSTARBUCK\nCaptain, it's not too late to\nstop this madness! Let's\nturn back--\n\nAHAB\nBE SILENT!\n\nSTARBUCK\nI cannot! I'm under orders to\nobey you, not to DIE for ye!\n\nAHAB\nBut I AM under orders! I'm\nthe Fates' lieutenant! Pull\non, men, burst in upon him!\nPULL! PULL!\n\nQueequeg pulls hard, Ishmael and the frightened oarsmen\npulling to his beat.\n\nEXT. INDIAN OCEAN - DAY\n\nThe chase is on again, building momentum. Starbuck's\nboat closes in on the mountainous whale, Stubb's and\nFlask's boats right behind them.\n\nEXT. STARBUCK'S BOAT - DAY\n\nThe boat pulls close alongside, within twenty feet\nof MOBY DICK.",
  "126": "---END OF PREVIOUS SECTION---\nStarbuck's\nboat closes in on the mountainous whale, Stubb's and\nFlask's boats right behind them. EXT. STARBUCK'S BOAT - DAY\n\nThe boat pulls close alongside, within twenty feet\nof MOBY DICK. \n---TARGET SECTION TO BE ANNOTATED---\nAHAB\nSteady, men, steady...\n\nHanging over the prow, his harpoon ready, Ahab is\n\f176\n\nclose enough to strike. He sees the small eye in\nMOBY DICK's titanic head and glowers fiercely at it.\n\nAHAB (cont'd)\nAccursed fish! May black\nvomit wrench thee...\n\nHe raises the harpoon to strike, a mighty roar:\n\nAHAB (cont'd)\nFrom hell's heart I STAB at\nthee!\n\nA powerful thrust -- the harpoon strikes the side\n\nof the head, joining other ancient spears! MOBY DICK\nturns, barely flinching, his dark eye facing Ahab.\nAhab raises and aims his second harpoon...\n\nAHAB (cont'd)\nFor hate's sake I spit my\nlast BREATH at thee!!\n\nAnother thrust! The harpoon hits directly above\n\nthe eye! MOBY DICK lunges forward, dragging the\n\nboat full throttle! Men tumble over each other.\n\nAhab holds onto the tight harpoon lines, refusing\nto let go -- he's wrenched overboard!\n\nEXT. INDIAN OCEAN - DAY\n\nDragged hard through the water, pelted by waves\nbut holding on, Ahab pulls himself along the lines\ntoward the speeding leviathan!\n\nEXT. WHALE BODY - DAY\n\nWith a ghastly grin, Ahab hoists himself up onto\nthe white mountainside and climbs up higher, using\nstuck harpoons as rungs...toward the whale's hump!\nEXT. STARBUCK'S BOAT - DAY\n\nAs the boat plows behind him, the rowers watch in\nopen-jawed amazement. Starbuck stares, inspired\nby the heroic, horrific scene before him.\n\nEXT. WHALE BODY - DAY\n\nAhab rides the whale, clinging on, his foot and\npeg leg supported by impaled harpoons! In the\n\f177\n\nrushing chaos, their lines flail around Ahab's\nlegs and begin to entangle themselves around his\nthighs, up to his waist...\n\nAhab yanks out an ancient lance -- stabs its sharp\npoint downward into MOBY DICK, again and again,\nlaughing and shouting with hateful exhilaration!\n\n \n\nMOBY DICK submerges -- taking Ahab down with him!\n\nEXT.",
  "127": "---END OF PREVIOUS SECTION---\nAhab yanks out an ancient lance -- stabs its sharp\npoint downward into MOBY DICK, again and again,\nlaughing and shouting with hateful exhilaration! MOBY DICK submerges -- taking Ahab down with him! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STARBUCK'S BOAT - DAY\n\nStarbuck leaps forward to the bow and leans out,\nscreaming in despair...\n\nSTARBUCK\nMy Captain! !\n\nEXT. INDIAN OCEAN - DAY\n\nFrom Starbuck's viewpoint: MOBY DICK resurfaces,\nstill dragging the boat.\n\nFastened to the whale, dead Ahab sprawls upright\nacross his hump with a ravaged face -- wrapped up\nin coils and coils of harpoon rope! His glazed\neyes wide open in fossilized fury, staring\ndirectly at us!\n\nEXT. STARBUCK'S BOAT - DAY\nStarbuck's direful face fixes on Ahab.\n\nSTARBUCK\nMy Captain...my Captain...\n\nHe suddenly turns with a savage heart, transformed,\nexhorting the others with Ahab's own mighty rage:\n\nSTARBUCK (cont'd)\nCome on, men! Let's not\nlet him die in vain! Let's\ngash that whale's heart --\nlet's SPILL HIS GORE!!\n\nSeizing hold of the taut line, he pulls furiously\nto drag the boat closer to their prey. Shouts back:\n\f178\n\nSTARBUCK (cont'd)\nDamn yer eyes, pull! PULL!\n\nQueequeg grips a line and pulls with him. Caught\nup in Starbuck's fever, the others take the lines.\n\nOnly Ishmael hangs back, too petrified to move.\n\nEXT. STUBB'S BOAT - DAY\n\nWitnessing the scene, Stubb angrily tosses his\npipe into the sea and seizes Tashtego's harpoon,\nbrave as fearless fire, shouting at his oarsmen:\n\nSTUBB\nThunder away at him, lads,\nPULL! I'll strike at 'im\nmyself and send him to a\nFIERY HELL!\n\nEXT. FLASK'S BOAT - DAY\nFlask echoes Stubb, inflamed with passion.\n\nFLASK\nPull, dammit, pull! DEATH\nto Moby Dick!!\n\nDagoo leaps onto the prow with raised harpoon and\na BOOMING WAR CRY.\n\nEXT. INDIAN OCEAN - DAY\n\nStubb's and Flask's boats advance rapidly toward\nMOBY DICK -- the giant whale heading their way,\ndragging Starbuck's boat behind him.\n\nEXT.",
  "128": "---END OF PREVIOUS SECTION---\nEXT. INDIAN OCEAN - DAY\n\nStubb's and Flask's boats advance rapidly toward\nMOBY DICK -- the giant whale heading their way,\ndragging Starbuck's boat behind him. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STARBUCK'S BOAT - DAY\n\nStarbuck and his men pull fiercely on the lines,\nbattling the racing tide, drawing closer and\n\ncloser to the whale's stern...twenty feet away!\n\nQueequeg leaps to the bow. Fighting for balance,\nhe raises and aims his harpoon...\n\f179\nEXT. INDIAN OCEAN - DAY\n\nMOBY DICK suddenly accelerates, dragging the boat\nfaster! Then raises his mammoth head high -- and\ndives straight down!\n\nEXT. STARBUCK'S BOAT - DAY\n\nThe boat lurches up over a wave -- Queequeg tumbles\noff the bow with his harpoon, Ishmael spills out\nthe stern! Airborn for a split second, the boat\n\nplunges downward!\n\nStarbuck SCREAMS before a wall of water rushing up\nat him -- the last image he sees!\n\nEXT. INDIAN OCEAN - DAY\n\nStarbuck's boat plummets down into the deep with a\nviolent SPLASH -- disappears! It's over in seconds.\n\nEXT. STUBB'S BOAT - DAY\n\nStubb hasn't time to react, as he looks down over\nthe bow:\n\nUnderwater, a massive white head breaches up toward\nus from the depths with terrifying swiftness!\n\nEXT. INDIAN OCEAN - DAY\n\nMOBY DICK shoots straight up out of the water like\nan explosion -- lifting Stubb's boat high, rupturing\nit! The boat splinters into pieces, scattering wood\nand men far and wide!\n\nPlunging back down with a huge SPLASH, the whale\nwields its great tail over Flask's boat...\n\nEXT. FLASK'S BOAT - DAY\n\nRaised up, giant flukes CRASH DOWN atop the men's\nheads with sledgehammer power -- crushing them,\ntheir SCREAMS cut short! The tail smashes the\nboat to smithereens!\n\f180\n\nEXT. INDIAN OCEAN - DAY\n\nNothing is left of Stubb, Flask, their men or\ntheir boats but flotsam and floating bodies.\n\nMOBY DICK turns away from the carnage and plows\nhis ominous way toward the ship itself.\n\nIshmael flounders in the choppy waters, trying to\nkeep his head afloat.",
  "129": "---END OF PREVIOUS SECTION---\nINDIAN OCEAN - DAY\n\nNothing is left of Stubb, Flask, their men or\ntheir boats but flotsam and floating bodies. MOBY DICK turns away from the carnage and plows\nhis ominous way toward the ship itself. Ishmael flounders in the choppy waters, trying to\nkeep his head afloat. \n---TARGET SECTION TO BE ANNOTATED---\n He sees someone and swims\ndesperately toward him...\n\nQueequeg drifts, clinging weakly to a floating oar.\nThe end of his harpoon juts oddly from the water.\nIshmael holds onto the oar, gasping, spitting water.\n\nISHMAEL\nQueequeg! Hang on, mate!\nYou'll be all right!...\n\nThen he sees the blood in the water: Queequeg's\nharpoon has impaled one side of his waist from\n\nthe fall. Queequeg focuses weakly on his friend's\nface...a glimmer of a smile. Then he lets go and\nsinks.\n\nISHMAEL\nQueequeg!!\n\nDesperate to save him, Ishmael dives...\n\nEXT. UNDERWATER - DAY\n\nQueequeg sinks fast, surrendering to the depths.\nIshmael grips his arm to pull him up, Queequeg's\ngreat weight pulling him down. Queequeg yanks\nIshmael's hand free, forcing him to save himself.\nHe disappears into the deep.\n\nEXT. INDIAN OCEAN - DAY\n\nIshmael surfaces, sucking in air. He clutches\nthe puny oar. And CRIES OUT in spiritual agony!\n\nFar across the waters, MOBY DICK charges toward\nthe Pequod with renewed fury...then submerges.\n\f181\n\nEXT. PEQUOD (AT SEA) - MIDDECK - DAY\n\nAmong the stunned shipboard crewmen, the Cook\nlooks out over the faraway wreckage but sees no\nsign of the whale. He turns to the main mast.\n\nThe Spanish gold coin is still there, nailed to\nthe mast. Eying it greedily, the Cook glances\naround...then takes a kitchen knife and works at\nthe coin to pry it loose.\n\nEXT. INDIAN OCEAN - DAY\n\nFrom an aerial view: the drifting Pequod. A\nhalf league out...an immense, white underwater\nmass forges steadily toward the ship.\n\nEXT. MIDDECK - DAY\n\nAt the mast, the Cook unloosens the gold coin.\nHe senses someone behind him and turns to see...\n\nThe grinning Carpenter's face -- WHACK! His\nhammer knocks the Cook out cold. A gleeful grin.",
  "130": "---END OF PREVIOUS SECTION---\nThe grinning Carpenter's face -- WHACK! His\nhammer knocks the Cook out cold. A gleeful grin. \n---TARGET SECTION TO BE ANNOTATED---\nCARPENTER\nTHAT'LL shut you up!\n\nTaking his place, the Carpenter easily pries\noff the coin and holds it up with a thieving\nsmile. He gazes at its golden glow, as...\n\nEXT. INDIAN OCEAN - DAY\n\nMOBY DICK's white head surfaces and barrels\n\nthrough the water with a great thrust of his\ntail! Swimming faster and faster toward the\nship, an engine of destruction...\n\nThe whale COLLIDES head on into the Pequod with\nthe impact of a cannonball!\n\nEXT. MIDDECK - DAY\n\nQuick devastation across the deck! The Carpenter\n\ntopples back against the mast. Rigging falls\naround him, killing deckhands!\n\f182\n\nINT. LOWER HOLD - DAY\n\nTons of seawater pour through the splintered hull!\n\nINT. CAPTAIN'S CABIN - DAY\n\nTerrified Pip dashes through the cabin and leaps\ninto Ahab's chest of peg legs. He shuts the lid\nover himself to hide.\n\nEXT. PEQUOD (AT SEA) - DAY\n\nMOBY DICK'S giant tail sweeps across the deck,\nhis flukes toppling the pots on the lit furnaces!\nSpilled whale oil ignites -- flames spread over\n\nthe planking, setting the deck on fire!\n\nBurning oil pours down an open bow hatch into\nthe barrel hold...\n\nINT. BARREL HOLD - DAY\n\nFlames light up the oil-flooded floor, licking\n\nall around the oil casks...KABLOOM!\n\nEXT. PEQUOD (AT SEA) - DAY\n\nAn explosive fireball consumes the entire bow!\n\nThe middeck tilts askew. Fires sweep aft and rage\nthrough the whole ship!\n\nEXT. INDIAN OCEAN - DAY\n\nIshmael thrashes in the water, clinging helplessly\nto the oar. In b.g., the distant Pequod burns and\nsinks, flames and smoke roiling skyward.\n\nEXT. MIDDECK - DAY\n\nThe ship goes down. Through the flames of the\nlow-tilting deck, the dead Carpenter hangs from\n\ntoppled rigging, flat against the mast...his arms\nspread out like a crucifixion. In his open hand,\n\f183\nthe Spanish gold coin.\n\nEXT.",
  "131": "---END OF PREVIOUS SECTION---\nThrough the flames of the\nlow-tilting deck, the dead Carpenter hangs from\n\ntoppled rigging, flat against the mast...his arms\nspread out like a crucifixion. In his open hand,\n\f183\nthe Spanish gold coin. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n INDIAN OCEAN - DAY\n\nIshmael struggles in the water, the lone survivor.\nIn b.g., the Pequod's burning bow sinks from sight.\nIshmael looks toward the horizon...but the ship is\ngone. Nothing but black smoke and a empty sea.\n\nIshmael can't hold on much longer. His grip on\nthe oar weakens...\n\nOut of the floating wreckage, Queequeg's coffin\npops up into view. Ishmael swims toward it and\nhangs on for blessed life.\n\nEXT. UNDERWATER - DAY\n\nThe blue wilderness of the deep. A pale corpse\nsinks down into our view...Ahab, coiled in ropes,\ndislodged harpoons floating around him. His dead\neyes open in cold, frozen rage...as he descends to\nhis watery grave.\n\n \n\nIn b.g., the great white whale streaks by.\n\nEXT. INDIAN OCEAN - SUNSET\n\nA fiery sunset. Alone amidst an endless seascape,\nIshmael lies in the floating coffin. Exhausted\nand parched, but alive.\n\nISHMAEL (V.0.)\nSaved by my friend's coffin,\nI drifted on a soft, calm sea\nfor two days and a night...\n\nOn the dimming horizon, the faraway sails of a ship\ndrift into view.\n\nISHMAEL (V.0.)\n(cont'd)\n\nOn the evening of the second\nday, a whaling ship found me\nat last. It was the Rachel,\nstill searching for her lost\nson. Instead, she found\nanother orphan.\n\f184\n\nEXT. INDIAN OCEAN - DAY\n\nThe unbounded sea. A thousand leagues of blue.\n\nOn the calm, peaceful waters, a swell of bubbles...\nMOBY DICK breaches -- leaping skyward out of the\nsea in a triumphant arc! The majestic white whale\ndives back down, his great flukes our last image.\n\nThen he's gone.\n\nFADE OUT.\n\nTHE END\n\f"
}