{
  "1": "MOONLIGHT\n\nWritten by\n\nBarry Jenkins\n\nBased on\n\"In Moonlight Black Boys Look Blue\"\nBy Tarell Alvin McCraney\n\fFirst, over BLACK, we hear...\nThe SOUND of the ocean, then...\n\nFADE IN:\nEXT. 58TH TERRACE/13TH AVE - DAY 1\n\nA bright Miami day. Or what we can see of it: our gaze fixed,\nlooking into the front windshield of a wide, vintage car\n(think 60s, American).\n\nAt the wheel find JUAN (30's, some sort of Afro-Latino thing\nabout him) pulling towards us and coming to a stop. Behind\nhim, a shady, rundown apartment building abuts the road,\nthree boys standing outside it.\n\nJuan cuts his engine, exits the car and begins across the\nstreet. The boys tense up as Juan approaches, make room as he\ncontinues all the way over to the brick wall behind them.\n\nJUAN\nBusiness good?\n\nOne of the boys, TERRENCE (18, dreadlocks and rail thin),\nbows his chest to speak.\n\nTERRENCE\nBusiness good. Everybody cleaned\nout, it's in the cut if you want\nit.\n\nJuan just nodding his head, looking at the ground stretching\nbefore them, kind of day where phosphorous fumes wave above\nthe asphalt.\n\nJUAN\nHold on to that, register don't\nempty til' the weekend, feel me?\n\nTerrence nodding, the other boys' heads bowed slightly, a\nhierarchy here. As Terrence removes a chocolate Yoohoo from\nhis back pocket...\n\n«+.-a zombie approaches.\n\nOr rather, a customer, tall, lanky, haggard looking man\napproaching across the road.\n\nTERRENCE\n(to himself)\nThis muh---\n\f2.\n\nThe haggard man, continuing over, gets near enough to stand\nright over Juan. Juan looks up, simmering.\n\nJUAN\nAzu you okay, man?\n\nAZU (30s, broken) staggers a bit, face unsure:\n\nAZU\n(Realizing)\nOh my bad Juan. No disrespect.\n\nJUAN\nWhat you need?\n\nAZU\nYou know you my man, right Juan?\n\nJUAN\nAzu don’t bring that noise. I got\nsells, not samples.",
  "2": "---END OF PREVIOUS SECTION---\nAZU\nYou know you my man, right Juan? JUAN\nAzu don’t bring that noise. I got\nsells, not samples. \n---TARGET SECTION TO BE ANNOTATED---\nAzu reluctantly extends some bills to Juan. Juan paying the\nmoney no mind, looks straight ahead as Terrence leans in,\ntakes the money.\n\nBeat.\n\nTERRENCE\nNigga you know the drill.\n\nAzu sighs, turns and begins down the block slowly,\ndeliberately. Terrence watching him go, then...\n\n.+-motions to one of the other boys, the boy watching Azu\ncarefully then slipping away, around the corner of this\ncomplex, the third boy placing his back at the corner of the\nbuilding.\n\nAs the other boy appears from around the corner again, hands\nstuffed in his pockets...\n\nLITTLE BOY 1 (0.S.)\nGet that nigga!\n\nJuan looks away from Terrence, across the road and sees...\nEXT. HOUSING PROJECTS - DAY - CONTINUOUS 2\nThree young boys (adolescents, 12/13 years old) with sticks\n\nchasing LITTLE (similarly aged but smaller, a runt) who is\nrunning, terrified.\n\f3A\n\n3.\n\nThe three boys laughing as they give chase but... this is not\na game, more like a hunt.\n\nLittle crosses the street in a panic, enters an unfenced lot,\nheads for the rear most corner as the boys close in, chase\nhim through --\n\nEXT. CONDEMNED BUILDING/CRACKHOUSE - DAY - CONTINUOUS 3\n\nAN UNHINGED FENCE -- Little squeezing through, doesn’t look\nback as the other boys attempt to shimmy and wiggle their way\nthough, too big to glide through like Little.\n\nLITTLE hauling ass, chest heaving as he rounds the corner on\nthis condemned building. On instinct, the stairs taken two at\na time, reaches the second story landing and pushes his way\ninto...\n\nINT. CONDEMNED BUILDING/CRACKHOUSE - DAY - CONTINUOUS 3A\n\nQuickly: Little closes the heavy door behind him, engages the\ndead-bolt.\n\nBeat.\n\nA beat of listening, the SOUND of footsteps hurrying up the\nsteps, rushing to the door and...\n\nPOUNDING. Madness and pounding, the boys cackling like Hyenas\nas they beat the living hell out of that door.\n\nLittle shrinking, backing away and covering his ears.",
  "3": "---END OF PREVIOUS SECTION---\nPOUNDING. Madness and pounding, the boys cackling like Hyenas\nas they beat the living hell out of that door. Little shrinking, backing away and covering his ears. \n---TARGET SECTION TO BE ANNOTATED---\n The\nSOUND of things cracking under his feet as he moves: the\nground is covered with glass and syringes, small plastic\nvials rolling around all over.\n\nThe pounding stops. Little staring at the door as he HEARS\nthe boys descending the steps with that same juiced energy.\nLittle’s eyes never leaving that door -- waiting,\nanticipating, expe--\n\nBANG! A window, the rear bedroom. Doesn’t shatter, just a\nloud, percussive thump. Little creeps across the room -- the\nsame CRUNCH of glass beneath his feet, creeps into...\n\nTHE REAR BEDROOM: more light in here than in the front, from\nthat window. Little edges up to it, leaned away to not be\nseen. Slowly, stealthily, he raises his eyes above the\nthreshold, SEES the three little bad asses who chased him. On\ncue --\n\nTHUMP! A ratty shoe clanging off the windowpane. Reflex --\nLittle startles, throws himself against the adjacent wall.\n\f3B\n\n4.\n\nAs he clinches his eyes closed, breath cloistered up in his\nchest--\n\nUP CUT TO:\nA GLASS PIPE\n.+-held up to catch the light.\nINT. CONDEMNED BUILDING/CRACKHOUSE - DAY - LATER 3B\n\nLittle stands in the kitchen of this place, holding the\naforementioned glass pipe, staring at it closely.\n\nHe sets it down, starts opening cabinets and drawers, just a\nkid exploring, when...\n\nBAM BAM BAM! -- thudding from the living room. Rather than\nthe door, a pounding on the front windows, on the boarded up\nwood nailed shut where glass would be.\n\nLittle huddles in on himself, looks on terrified as...\n\n.+.a light, a hand as the edge of the plywood gives, a full-\nsize of it giving way to reveal a tall figure, calm.\n\nAdjusting for the light, we see him fully: it’s Juan.\n\nJuan reaching a leg over the threshold, stands just inside\nwithout encroaching on Little’s space.\n\nA beat as the two take each other in, then:\n\nJUAN\nWhat you doin' in here, 1il’ man?\n\nLittle says nothing, just watches him.\n\nJUAN\nYou don’t talk to strangers, huh?\nJuan takes a step forward...",
  "4": "---END OF PREVIOUS SECTION---\nLittle says nothing, just watches him. JUAN\nYou don’t talk to strangers, huh? Juan takes a step forward... \n---TARGET SECTION TO BE ANNOTATED---\n and Little takes a step back.\nJUAN\n(raising his hands)\nAlright.\nIt’s cool.\nWe cool.\nJuan runs a hand across his scalp, thinking -- What the hell\n\ndoes he do?\n\fJUAN\nWell listen: I’m’a go get something\nto eat. You welcome to join me, I\nmean....\n\nJuan begins across this small space, gets a hand on the\ndeadbolt:\n\nJUAN\nMind if I take the front door?\n\nJuan opens the door, steps onto the porch, turns back. His\nstance open, one hand on the door, the other open, extended\ntoward Little.\nJUAN\nCome on, now.\nCan’t be much worse out here.\nOff Little...\nCUT TO BLACK.\nAnd over BLACK, the TITLE CARD:\nLITTLE\nI.\nOMITTED 4\nINT. ROYAL CASTLE - DAY 5\n\nJuan and Little at a booth, plates of food sitting between\nthem.\n\nJUAN\nSo...\n\nLittle just eating, not a single other care in the world but\nthis meal.\n\nJUAN\nYou not gon' tell me what yo' name\nis?\n\nNothing. Little finishing a drumstick, dips a biscuit into\nthe gravy there. He's hungry.\n\nJUAN\nWhat about where you live? Gotta\nget you home, man. Can't just have\nyou runnin' round these dope holes.\n\f5A\n\nJuan reaching across the table now, slowly pulls Little's\ntray over to his side. Little just looking down at the empty\ntable before him.\n\nJUAN\nMy bad, 1il' man. I wouldn't do you\nlike that. I apologize, alright?\n\nJuan sliding the food back to Little with his left hand, with\nhis right reaches across to touch the boy's shoulder:\n\nJUAN\nI apologize, alright?\n\nLittle looking up now, holds Juan's gaze a moment. Nods his\nhead in assent.\n\nOff Juan...\n\nCUT TO:\nOMITTED 5A\nINT/EXT. JUAN'S CAR - DAY - MOVING 6\n\nJuan at the wheel. And on the stereo, the same song bridged\nfrom the previous scene, something old school but slowed\n(like Al Green's Let's Stay Together) chopped and screwed.\n\nJuan ad-libs with the music, crooning.",
  "5": "---END OF PREVIOUS SECTION---\nJUAN'S CAR - DAY - MOVING 6\n\nJuan at the wheel. And on the stereo, the same song bridged\nfrom the previous scene, something old school but slowed\n(like Al Green's Let's Stay Together) chopped and screwed. Juan ad-libs with the music, crooning. \n---TARGET SECTION TO BE ANNOTATED---\n Little gives him the\nweirdest.\n\nJUAN\n(teasing)\nWhat? You don’t know nothing ‘bout\nthat chopped and screwed?\n\nLittle shrinking into his seat, shy. Juan just shakes his\nhead, megawatt smile as they push on.\n\nEXT. JUAN'S HOME - DAY 7\n\nA plot of land, a modest bungalow set way back from the road,\nthe longest grass driveway.\n\nJuan shutting the driver's side door of that Cadillac,\nbeginning up the lawn toward the front door of this place,\ncalls out:\n\nJUAN\nTeresa!\n\fJuan continuing up the walk as a woman, (TERESA, 20s,\nmotherly) appears at the front door, steps onto the porch as\nJuan gestures back to...\n\nINT/EXT. JUAN'S CAR - DAY - CONTINUOUS 8\nLittle still sitting in that passenger seat.\n\nLooks out beyond that windshield, Teresa and Juan talking,\ngesturing animatedly back at the car.\n\nLittle shrinking down in the seat a bit, suddenly bashful\nas...\n\n...Teresa begins towards us, towards him.\n\nLittle watching the whole way as she approaches, makes her\nway down to the driver's side of that Cadillac, a hand to the\ndoor there and...\n\n...takes a seat.\n\nA meeting of eyes between Little and Teresa, looking right\ninto one another.\n\nThe longest beat, then...\nINT. JUAN'S HOME - NIGHT 9\n\nJuan, Teresa, Little gathered at a modest dining table, the\ntwo grown-ups watching the child going to work on what\nappears a delicious plate of home-cooking.\n\nSomething odd about this dining room: the walls are two\ncolors, in the midst of being painted. A few paint tins and\nrollers line the floor, a work in progress.\n\nJUAN\nYou don't talk much but you damn\nsure can eat.\n\nTeresa smiling.\n\nTERESA\nThat's alright, baby. You talk when\nyou ready.\n\nLittle looking up from his plate at that, something about\nTeresa's voice, her presence, clicking with him.\n\nLITTLE\nMy name Chiron.\n(and)\nBut people call me Little.\n\f10\n\n11\n\nTERESA\nI'm gon' call you by your name.\n\nLittle shrugs.\n\nTERESA\nWhere you live, Chiron?\n\nLITTLE\nLiberty City.",
  "6": "---END OF PREVIOUS SECTION---\nLittle shrugs. TERESA\nWhere you live, Chiron? LITTLE\nLiberty City. \n---TARGET SECTION TO BE ANNOTATED---\nTERESA\nYou live with yo' mama?\n\nA nod yes from Little.\n\nTERESA\nAnd what about yo' daddy?\n\nNothing. Not a blink, not a nod, barely a breath, just\nstillness.\n\nTERESA\nYou want us to take you home, then?\n(and)\nAfter you finish eating, maybe?\n\nLittle lowering his eyes now, gaze going to the table in\nfront of him:\n\nLITTLE\nNo.\n\nTeresa and Juan exchanging a look: a confirmation between\nthem.\n\nTERESA\nOkay then.\nOkay.\nYou... you can stay here tonight.\n\nWould you like that?\nLittle nodding yes.\nOff Juan taking in this kid...\nOMITTED 10\nINT. JUAN’S HOME, SPARE BEDROOM - DAY 11\n\nLITTLE: fast asleep, extremely close to him here, chest\nrising and falling with the soothing rhythms of sleep.\n\f12\n\n13\n\nREVERSE ANGLE: JUAN. Standing above the boy, watching him\nsleep.\n\nINT/EXT. JUAN'S CAR - DAY - MOVING 12\n\nThe windows down, a steady but muted wind, Little with his\nhead leaned out the window there.\n\nJuan watches the boy as he drives, taking his eyes away from\nthe road to look across the bench seat every now and then.\n\nEXT. PAULA’S APT - DAY 13\n\nJuan and Little standing on the porch of this closed\napartment, Juan's hand on Little's shoulder.\n\nThey're waiting, Juan looking through the curtains there, no\ntelling if anyone's inside or not. Is raising his hand to\nknock once more, when...\n\nVOICE (0.S.)\nWhat happened! ?\n\nJuan turning, sees a thin, exhausted (but attractive) woman\nhurrying over.\n\nThis is PAULA (mid 20s, Little’s mother). From the looks of\nher uniform and a badge that reads “Paula Harris,” a nurse,\njust off the night shift. She goes right to Little, pulls him\ninto her arms, shields him from Juan:\n\nPAULA\nWhat happened Chiron? Why you\ndidn’t come home like you supposed\nto?!\n\nNothing from Little, eyes cast down, afraid, ashamed. Paula\nlooking up to Juan, finally gets a good look at him:\n\nPAULA\nAnd who is you?\n\nJuan considering this, is oddly unsure how to respond, so...",
  "7": "---END OF PREVIOUS SECTION---\nNothing from Little, eyes cast down, afraid, ashamed. Paula\nlooking up to Juan, finally gets a good look at him:\n\nPAULA\nAnd who is you? Juan considering this, is oddly unsure how to respond, so... \n---TARGET SECTION TO BE ANNOTATED---\nJUAN\nNobody.\n(and)\nFound him yesterday. Found him in\nthat hole over on 15th.\n\nAnd at Paula's face dropping with recognition:\n\f14\n\n10.\n\nJUAN\nYeah.\nThat one.\n\nPaula lowering to her knees, eye-level with Little again,\ninspecting him:\n\nJUAN\nWouldn't tell me where he stayed\nuntil this morning. Some boys\nchased him into the cut. Seemed\nscared more than anything.\n\nLittle embraces Paula, buries his face in her chest. Paula\nholding on but looking past him, she and Juan holding eyes.\n\nPaula rises, Little slipping behind her.\n\nPAULA\nThanks for seeing to him. He\nusually can take care of hisself,\nhe good that way, but...\n\nPaula looking past her son, past this man, thoughts drifting\noff. From the looks of her, just a hardworking single mother\nin over her head.\n\nJuan's gaze lingering over her, clearly seeing the same and\nyet... just a bit more.\n\nINT. PAULA'S APT - DAY - LATER 14\n\nPaula standing as Little sits on the couch -- Paula standing\nabove Little, hands on hips.\n\nDoesn't speak, just looks at the boy, a bewildered look.\nStill in that uniform, strain at the corner of her eyes.\n\nPAULA\nYou a real damn prize, Chiron, you\nknow that?\n\nLittle just looking at his feet, staring at the floor.\nPAULA\nYou got’sta come home when you\nmeant to come home, you hear?\n\nNothing from the boy. Paula gets down to a knee, takes both\nhis shoulders in her hands:\n\nPAULA\nYou hear?\n\f15\n\n11.\n\nA slow nod from Little, does indeed.\n\nA beat and, like a wave, something relaxing in Paula, makes\nher soft, loving again.\n\nPAULA\nThat's alright baby, that's\nalright.\n\nPaula rests a hand on Little’s head, pulls him in tight.\n\nPAULA\nMama just want to make sure you’re\nokay, that's all baby.\n\nPaula still holding on to Little, to say it's for dear life\nwould not be at all an exaggeration.",
  "8": "---END OF PREVIOUS SECTION---\nPaula rests a hand on Little’s head, pulls him in tight. PAULA\nMama just want to make sure you’re\nokay, that's all baby. Paula still holding on to Little, to say it's for dear life\nwould not be at all an exaggeration. \n---TARGET SECTION TO BE ANNOTATED---\nShe releases him and, on cue, Little plops himself down in\nfront of the television, reaches for the analog dial, but --\n\nPAULA\nNuh uh, your TV privileges is\nrevoked, Buddy Roe.\n\nOff Little...\nEXT. GWEN CHERRY PARK —- DAY - MOVING 15\n\nAt first, just dirt and rocks, patches of grass coming into\nview intermittently as we move over this landscape.\n\nA beat, then...\n\n...the sound of heavy footfalls, twelve to fifteen boys (aged\nnine to fourteen and of various shapes and sizes, all black),\nthundering past.\n\nWE GO INTO THIS MASS OF ENERGY\n\n.+.a wild series of images, our view whipping to and fro as\nthe boys converge and attack, everyone of them focused on a\nsingle boy zigging and zagging amongst them.\n\nThat boy finally on the ground, a mass of bodies as all the\nother boys pile on top, a true gang-tackle.\n\nThe boys unpiling now, one by one rising from the scrum,\nunveil the grass-stained body of a fifteen-year-old boy\nsmiling ear to ear.\n\nThe tackled kid rises, gets up holding what appears to be a\nwadded up bunch of newspaper at his chest. All eyes on it as\nhe balances it in his hands before tossing it...\n\f16\n\n12.\n\nIN THE AIR\n\n..-floating, hanging up there forever until it lands...\nAT LITTLE'S FEET\n\nLittle looking down at this thing in disbelief.\n\nAll eyes on Little here, voraciously on Little, menace, harm,\nhunger all written there.\n\nLittle backing away slowly, one foot behind the other, but...\n\n.++.-someone kicking the ball, moving it along after him,\nstalking him.\n\nThey all circle Little, no room to back away farther, no\nescape.\n\nA beat of eyes -- expectant, punitive eyes -- then...\n\nA breath, a flash, a miracle: some thing reaching into the\nscrum, down low at Little's feet, snatches the wad away.\n\nPandemonium, all minds and bodies following that hand, that\npaper, the scrum muscling past Little, leaves him bumped but\nspared as the action moves away, elsewhere along this ruddy\nexcuse for a field.",
  "9": "---END OF PREVIOUS SECTION---\nA beat of eyes -- expectant, punitive eyes -- then... A breath, a flash, a miracle: some thing reaching into the\nscrum, down low at Little's feet, snatches the wad away. Pandemonium, all minds and bodies following that hand, that\npaper, the scrum muscling past Little, leaves him bumped but\nspared as the action moves away, elsewhere along this ruddy\nexcuse for a field. \n---TARGET SECTION TO BE ANNOTATED---\nLittle bringing a hand to his eyes, looking after all the\nmovement down there: in the center of all those boys, another\nkid nearly his size but, in the determination on his face and\nbravura of his run, a bit... tougher.\n\nOff Little watching the boy rip and run and evade kids twice\nhis size...\n\nEXT. GWEN CHERRY PARK - DAY 16\nLittle walking alone along this side street.\n\nKicking rocks, grabbing the branches of small trees, listless\nwhen he hears...\n\nVOICE (0.S.)\nHey Little!\n\nFrom a ways off that came, Little looking back, into the sun.\nCan't quite make him out at first but squinting to see him\nbetter, a bit of familiarity: it's the kid who just saved his\nass.\n\f13.\n\nLittle waiting as the kid hurries to catch up. He's a bit\nfucked up, shirt torn, a scratch along the bridge of his\nnose.\n\nKID\nWassup man.\n\nLITTLE\nHey Kevin.\n\nKEVIN (a facsimile of Little but stronger, more broken in).\n\nKEVIN\nWhy'd you leave?\n\nLITTLE\nI'on't know.\n\nKevin falls into step, the boys walking together now.\n\nKEVIN\nYeah, it get borin' after a while,\nI guess.\n\nThe boys continue on, Little looking to his new friend every\nnow and then, checking him.\n\nKEVIN\n(at Little's looks)\nWhat?\n\nKevin reaches for his own face now, hand to his chin:\n\nKEVIN\nIs it bleedin'?\n\nKevin turns his head just so, invites Little to inspect.\nLittle reaches over, touches Kevin gently at the neck, just\nbelow his ear.\n\nLittle brings his hand back to himself without a word, just\nthis walking, arms swinging, the sound of their feet along\nthe pavement.\n\nSmall glances from one to the other. Kevin smiles:\n\nLITTLE\nWhat?\n\nKEVIN\nYou funny, man.\n\nLITTLE\nWhy you say that?\n\f17\n\n14.\n\nKEVIN\nYou just is, that's all.\n\nAgain this walking, lack of words, just their arms swinging,\nmovement.\n\nUp ahead, the school they've been walking beside all this\ntime gives way to a field. They're headed right for it.\n\nKevin taps Little, gestures.\nEXT.",
  "10": "---END OF PREVIOUS SECTION---\nThey're headed right for it. Kevin taps Little, gestures. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n GWEN CHERRY PARK - DAY 17\n\nKevin and Little standing before one another in this\nclearing, face to face, like ancient samurai before a\ncontest.\n\nKEVIN\nSee, you just gotta show them\nniggas you ain't soft.\n\nLITTLE\nI ain't soft.\n\nAlways and forever a hothead this one.\n\nKEVIN\nI know man, I know. But...\n(pauses for effect)\n.-»-don't mean nothin' if they don't\nknow.\n\nNo response from Little, maybe he gets it, maybe he doesn't.\nNo matter....\n\nKEVIN\nCome on....\n\nKevin grabs him, places one arm across Little’s shoulder, the\nother around his waist, rests his head in Little’s chest.\n\nKEVIN\n...let's wrestle.\n\nLittle limply obliging, visually, physically passive.\nKEVIN\nCome on man, you want these niggas\nto pick on you every day?\n\nThat gets to Little, the boy locking on, muscles tensing:\nthey're wrestling.\n\f18\n\n15.\n\nThis is anthropology, anatomical vignettes, the struggle of\nthese two boys isolated to the simple, incomplete movements\nof partially glimpsed bodies.\n\nThese are children. Sexuality is absent these images and yet,\nthe hints of something sensual, fleeting in its appearances;\nKevin's cheek wedged close to Little's neck, blades of grass\nsticking to their skin.\n\nThe boys on the ground, turning and rolling and laughing,\nhuffing through exhausted breaths. Slowly, their voices going\nmute, the only sound the movement of their bodies against\neach other, against the grass.\n\nPhysical exhaustion. The boys lie flat.\n\nBeat.\n\nBoth Little and Kevin on their backs, looking skyward, chests\nheaving from the exertion. Kevin pops tall to his feet,\n\nfixing his mottled shirt.\n\nKEVIN\nSee Chiron, I knew you wasn't soft.\n\nKevin looking back at Little, looking down at him lying\nthere, Little fully returning his gaze, these fourteen pages\nthe first time he's looked at anyone thus.\n\nEXT. JUAN’S HOME - DAY 18\n\nA picnic style table on Juan’s front porch, two deck chairs\nhaphazardly beside it.\n\nLittle is sitting atop the picnic table, small bookbag tossed\nto the side, shirt distressed and grass-stained from\nwrestling.",
  "11": "---END OF PREVIOUS SECTION---\nEXT. JUAN’S HOME - DAY 18\n\nA picnic style table on Juan’s front porch, two deck chairs\nhaphazardly beside it. Little is sitting atop the picnic table, small bookbag tossed\nto the side, shirt distressed and grass-stained from\nwrestling. \n---TARGET SECTION TO BE ANNOTATED---\n A pencil in hand, he’s doing homework.\n\nA beat with Little, diligently at his work, time tables or\nsome such thing, then...\n\n...the SOUND of tires easing to a stop, Little’s eyes rising,\ngazing out after the noise.\n\nSets his pencil down as the noise ceases -- break pads\nsqueaking, the sound of a car door opening.\n\nLittle lowering his eyes as footsteps approach. After a beat\nof those steps nearing...\n\nREVERSE ANGLE: Juan standing here, keys turning over in his\nhand, head cocked to the side, a puzzled look.\n\f19\n\n16.\n\nLittle slowly, but... assuredly raising his eyes to meet\nJuan’s.\n\nBeat.\n\nJuan looking from Little to the road and back. The look on\nhis face: How'd he???\n\nEXT. MIAMI BEACH, SHORE - DAY 19\n\nJuan and Little standing ashore, both of them pulling off\ntheir shoes, their shirts. This being Miami, both already\ndressed in shorts, this heat.\n\nJuan moving away, heading toward the surf. Little following,\nhurrying to catch up, literally taking hold of Juan's shirt\nas they move...\n\nINTO THE OCEAN\n..-away from shore, slow, awkward steps, feet in sand.\nAnd Little so small, the water rising quickly.\n\nJuan still moving away from shore, notices Little no longer\nbeside him. Looks back, the boy a few meters behind.\n\nLittle looking to Juan and back to the shore behind him,\ngauging the distance between the two. The look on Juan's\nface: Well?\n\nLittle diving into the water before him, face down, arms\nflailing, fighting the water as much as he's moving through\nit.\n\nJuan steadying himself, buttresses himself against the\ncurrent as he reels Little in. The boy clings to him, gasping\nfor air, spitting out salt water.\n\nJUAN\nHey hey hey, I got you lil' man, I\ngot you, calmate, calmate.\n\nIt's movie magic but they're a good ways out now, thirty,\nforty yards from shore.\n\nThe water's not so deep out here, Juan standing. Little is\nfar out beyond his height however, Juan supporting him,\nholding him out at arms length.\n\nJUAN\nYou alright?\n\nA nod from Little as he wipes saltwater from his eyes.",
  "12": "---END OF PREVIOUS SECTION---\nLittle is\nfar out beyond his height however, Juan supporting him,\nholding him out at arms length. JUAN\nYou alright? A nod from Little as he wipes saltwater from his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n\f17.\n\nJUAN\nGood, good. Now... you gotta help\nyourself now, gotta move your legs,\nkeep yourself up.\n\nJuan watching as Little flails his legs beneath the surface.\nJuan laughs.\n\nJUAN\nNah, not like a chicken, you gotta\nmove ‘em side to side like, like\nyou making waves with your feet.\n\nJuan going into a tread, very smooth, like someone raised in\nthe water, born at its edge.\n\nLittle taking it to heart, does a passable job of treading.\n\nJUAN\nNot bad, not bad.\n(and)\nBet you ain't know you could float,\n\nhuh?\n\nJuan taking a hand and placing it under Little's legs, gently\ngesturing him onto his back:\n\nJUAN\nTrust me, I got you.\n\nLittle laid flat atop the surface now, bobbing with the\nwaves.\n\nJUAN\nNow just relax, alright, relax.\n\nLittle complying -- Little floating, the look on his face\npure joy. For once, a kid.\n\nJUAN\nSee?\n\nJuan slowly, gently, easing his grasp, letting Little go:\n\nJUAN\nRelax now, stay relaxed. See?\n\nJuan circling as Little continues to bob with the surface,\nswimming around Little for this last part, is circling him.\n\nJUAN\nYou ready to learn how to swim?\n\f20\n\n18.\nLITTLE\nYeah.\n\nJuan standing again, gets his arms under Little and turns the\nboy face down in a swimming position.\n\nJUAN\nAlright, you saw me swimming,\nright?\nNod from Little.\nJUAN\n\nOkay, do like I did, don't put your\nhead under water. And your arms,\ntry and do 'em like I did mine.\n\nLittle mimicking Juan's swimming as Juan holds him aloft,\nJuan holding him fully in place for this practice.\n\nJUAN\nSmoother, more easy'like.\n\nLittle settling noticeably, gradually. It's a stretch but...\nlooks passable, like maybe he could.\n\nJuan turning him back upright, Little going back to his\nawkward treading.\n\nJUAN\n\nAlright 1il' man.\n\nI think you ready.\nLittle considering that, bobbing in the ocean as he treads.\nHis eyes on the water stretching out before him, endless.\nEven in this dying light, stretching on forever.",
  "13": "---END OF PREVIOUS SECTION---\nLittle considering that, bobbing in the ocean as he treads. His eyes on the water stretching out before him, endless. Even in this dying light, stretching on forever. \n---TARGET SECTION TO BE ANNOTATED---\nMeets Juan's gaze now. Finds compassion, hope there.\nOff Juan...\nEXT. MIAMI BEACH, SHORE - DAY 20\n\nLittle and Juan sitting ashore, a towel wrapped around the\nboy as they watch the moon come up.\n\nThe moon making its first appearance on the horizon -- SOUND\nof the waves running back and forth, to and from shore.\n\nLITTLE\nJuan, can I ask you somethin'?\n\nJUAN\nYeah 1il' man, ask me whatever.\n\f19.\n\nLittle nodding, taking his time, oddly nervous about this:\n\nLITTLE\nOkay... why your name Juan?\n\nJUAN\nHow you mean?\n\nLITTLE\nJuan is like a Spanish name.\n(and after a thought)\nBut you black just like me.\n\nJuan turning his head to the boy. A smile and then a full\nblown laugh, Juan losing it.\n\nJUAN\n(through his laugh)\nLittle, you a funny lil' dude, you\nknow that?!\n\nJuan slapping his knee here, really enjoying this moment.\n\nJUAN\n(coming down)\n\nLet me tell you somethin': it's\nblack people everywhere, you\nremember that, okay? Ain't no place\nin the world ain't what got no\nblack people, we was the first ones\non this planet.\n\nLittle embarrassed, poking at the sand before him. Juan\nplaces a hand to his shoulder:\n\nJUAN\nI'm from Cuba. Lotta black folks in\nCuba but you wouldn't know it from\nbeing here. Was a wild lil' shorty\njust like you, used to run around\nwith no shoes on when the moon was\nout.\n\nJuan's thoughts drifting, taking him away from here for a\nbeat. To those waves possibly, arriving on this shore from\nthat other shore he's describing not so far away.\n\nJUAN\nThis one time... I ran by this old,\nold lady, was just a runnin' anda\nhollerin' and cuttin' a fool, boy.\nAnd this old lady, she stop me and\nshe say to me, ‘Look at you.\n\f21\n\n20.\n\nJUAN (CONT'D)\nI was a lil’ bad ass too, you\nknow.",
  "14": "---END OF PREVIOUS SECTION---\nAnd this old lady, she stop me and\nshe say to me, ‘Look at you. 21\n\n20. JUAN (CONT'D)\nI was a lil’ bad ass too, you\nknow. \n---TARGET SECTION TO BE ANNOTATED---\n She say, ‘Look at you’ and I\nsay ‘Look at you!’ Then she smiled\nand she say, ‘running around\ncatching up all this light. In\nmoonlight’ she say, ‘black boys\nlook blue. You blue,’ she say.\n‘That’s what I’m gone call you:\nBlue.’\n\noff Little.\nEXT. PAULA'S APT - NIGHT 21\nLittle and Juan approach the apartment complex.\n\nJUAN\nSo how you like swimmin’?\n\nNothing from Little. Heard him but the words too heavy to\npresent themselves.\n\nJUAN\nThat good, huh?\n\nJuan grabs Little’s head and playfully shakes it. The boy\nsmiles, bashful, happy.\n\nThey reach Paula's apartment, Little knocking and calling\nout:\n\nLITTLE\nMama!\n\nA beat, then... Paula’s at the door, a bit drowsy, disheveled\nin a way different than the work weary version glimpsed\nbefore.\n\nA moment of Juan taking in Paula. None of them utter a word\nfor a moment, just the distinct sound of a can opening from\ninside the apartment, all of them noting it.\n\nLITTLE\nHey Mama.\n\nJUAN\nI--\n\nPaula takes Little by the shoulder, pulls him inside.\n\f22\n\n23\n\n24\n\n24A\n\n21.\n\nINT. PAULA'S APT - NIGHT 22\n\nLittle standing away from Paula, face open and curious as we\nsee what he sees: an average, working class black man --\nlongshoreman type -- sitting at the small dining table just\noff the kitchen.\n\nPaula standing as this man sits watching Little, neither of\nthem seeming very familiar with the other; neither seeming\nvery interested in the other.\n\nA lot of busy work from Paula there, taking things into her\narms: glass things, aluminum things, curious things we cannot\nquite see.\nPAULA\n(at man)\nCome on.\nPaula heading off toward the rear bedroom, the man quietly\nrising after her, the can of Old English we heard opening\nclutched in his hand as he follows her across the apartment.\n\nLittle watching the procession -- confused, suspicious --\neyes lingering on the bedroom door as it closes behind them.\n\nOMITTED 23\nINT/EXT. ELEMENTARY SCHOOL - DAY 24\nLittle entering the front gates of this school.",
  "15": "---END OF PREVIOUS SECTION---\nLittle watching the procession -- confused, suspicious --\neyes lingering on the bedroom door as it closes behind them. OMITTED 23\nINT/EXT. ELEMENTARY SCHOOL - DAY 24\nLittle entering the front gates of this school. \n---TARGET SECTION TO BE ANNOTATED---\nNo other kids around, he’s either late or early as a SCHOOL\nGUARD waves him through.\n\nINT. ELEMENTARY SCHOOL, DANCE ROOM - DAY 24AB\nAn open room: high ceilings, grey dance mat spanning the bulk\nof the room, mirrors running the length of two walls, a\nballet studio.\n\nFifteen to twenty boys and girls moving about -- no\ncoordination, just movement and silliness.\n\nWe find Little among them, throwing his head back, moving his\nhips to lord knows what rhythm. And holy hell: for the first\ntime all film, it looks like he might be having fun as we...\n\nCUT TO:\n\f24B\n\n25\n\n22.\n\nINT/EXT. ELEMENTARY SCHOOL - DAY - MOVING 24B\n\nMoving with Little as he makes his way along an exterior\npathway within this school.\n\nHis backpack pulled tight on his shoulders, no one else\naround as he crosses this space. Ahead of him, a wooden plank\nappears, leading to adjoining portable classrooms.\n\nLittle heads up the path, steps into...\n\nINT. ELEMENTARY SCHOOL, PORTABLE CLASSROOM - DAY 25\nLittle taking two steps in, stops immediately.\n\nREVERSE ANGLE: A circle of boys\n\n...seven in a semi-circle, their backs to us, older looking\nfor an elementary, all of them looking down and in on one\nanother.\n\nAll eyes go to Little, a hurried, hushed business. One of the\nboys breaks away from the circle, hustles over. As he nears,\nhis identity becomes clear: this is Kevin from our earlier\n\n“wrestle.”\n\nKEVIN\nSomebody with you?\n\nA nod “no” from Little, Kevin moving past him, over to the\nportable door and “locks” it. Grabs Little’s shoulder strap,\npulls him over to the circle.\n\nKEVIN\nI swear it was locked.\n\n...wedges Little...\nINSIDE THE CIRCLE\n\n...the other boys barely paying attention as we take them all\nin, drifting from face to face inside this circle.\n\nAll their eyes and hands are cast down: they’re comparing\ntheir dicks.\n\nWe drift within this circle:\n\nPORTABLE BOY 1\nYo’ shit ugly as hell.\n\nPORTABLE BOY 2\nSo, at least mine ain’t a peanut.\n\f23.",
  "16": "---END OF PREVIOUS SECTION---\nWe drift within this circle:\n\nPORTABLE BOY 1\nYo’ shit ugly as hell. PORTABLE BOY 2\nSo, at least mine ain’t a peanut. 23. \n---TARGET SECTION TO BE ANNOTATED---\nPORTABLE BOY 3\nHe got a Freddy Kruger dick, yo’\nshit look like Freddy.\n\nPORTABLE BOY 1\nYo’ shit ain’t even that big, it’s\nlike the same size as mine, look.\n\nBoy 1 leaning into the circle, his head nearly butting Boy\n2's, facing him, they may as well be touching dicks.\n\nPORTABLE BOY 1\nSee!\n\nBoy 1 distracted now, looking over at Little.\n\nPORTABLE BOY 1\nWho let his ass in?\n\nKEVIN (0.S.)\nHe just came in.\n\nKevin is over at the door again, playing lookout.\n\nPORTABLE BOY 1\nWhat they call you? Little, right?\n\nPORTABLE BOY 1\nShow your shit.\n\nPORTABLE BOY 3\nWhy you think they call him Little?\n\nLaughs from all the tough guys gathered, Boy 1 grabbing\nLittle roughly by the neck, watching as Little reaches down\nto himself, nervously unzips his pants.\n\nBeat.\n\nAll the eyes here cast down again, staring down at Little,\ndown at his dick.\n\nA curious, prolonged silence, then...\nKEVIN\n.--looking back over his shoulder, back at the circle.\n\nFrom his vantage, the backs of all those heads cast down and\nfocused on Little.\n\nOff Kevin's gaze, CUT TO...\n\f26\n\n27\n\n28\n\n24.\n\nINT. PAULA'S APT - DAY (DUSK) 26\n\nLittle entering, stopping himself just a few feet inside as\nthe door closes behind him.\n\nA beat of Little listening to the house, tiny ears perked\njust so. Glances at the far wall -- a modest television used\nto be there. Blinks in confusion.\nOff the sound of silence...\n\nCUT TO:\nFLAME\n-..a chemical flame of blue and red.\n\nINT. PAULA'S APARTMENT, KITCHEN - NIGHT 27\n\nThe front burner on this gas range, Little's scrawny, lanky\narms setting a five-gallon pot of water to the stove.\n\nThe quickest beat of Little before the stove, then...\nINT. PAULA'S APARTMENT, BATHROOM - NIGHT 28\n\nLooking down into a quarter full bathtub, fresh water pouring\ninto it from the spigot.",
  "17": "---END OF PREVIOUS SECTION---\nThe quickest beat of Little before the stove, then... INT. PAULA'S APARTMENT, BATHROOM - NIGHT 28\n\nLooking down into a quarter full bathtub, fresh water pouring\ninto it from the spigot. \n---TARGET SECTION TO BE ANNOTATED---\nThe run of water stopping, the rippling surface slowing as\nfootsteps tread away. A quick beat, then... the return of\nfoot-steps, the sound of them growing nearer as....\nREVERSE ANGLE:\n\nLittle here carrying that five-gallon pot, from the steam\ncoming off it, searing hot with boiling water.\n\nGets it right up to the edge of the tub, expertly, carefully\npours it in, face leaned back to avoid the steam furiously\nrising from the surface.\nFinishes this pouring and sets the pot down behind him, on\nits side so the handle props most of its metal surface from\nthe carpet. Reaches down to the floor, retrieves a bottle of\ndollar store dish washing liquid.\nAs he squeezes a ton of this stuff into the water...\n\nCUT TO:\nLITTLE\n\n...-in that tub now, soaking in bubbles.\n\f29\n\n30\n\n25.\n\nA beat of the boy at peace.\n\nAn extended beat of this boy at peace, right here with him\nfor a change, no distractions, no deflections.\n\nSo young and yet... so much happening behind those eyes. So\nmuch weight.\n\nINT/EXT. JUAN'S CAR - NIGHT - MOVING 29\nNeck craned out the window, cruising the neighborhood.\n\nVOICE (0.S.)\nHeyyyyy, Juan!\n\nJuan barely nodding at whomever that came from, continuing on\nhis way as we CUT TO:\n\nTERRENCE\n.--counting out dollars.\nEXT. ABANDONED COMPLEX - NIGHT 30\n\nTerrence completing a transaction, stuffing money into his\npockets and nodding in the direction of one of his runners.\n\nStanding opposite him, a face we've seen briefly but will\nrecognize: Paula’s longshoreman.\n\nAs the longshoreman moves off, approaches the runner\nappearing from behind the complex, Juan approaches, that\nsmooth easy gait of his.\n\nIt’s a brief moment, but... Juan and the longshoreman meet\neyes as they pass one another, nothing of import, but... a\nmoment.\n\nJUAN\n\n.+-approaching Terrence with a nod, all that needs to be\nspoken as Terrence nods back, whistles at one of the other\nboys, sends him running off into the cut.\n\nTERRENCE\nBeen a good one today.",
  "18": "---END OF PREVIOUS SECTION---\nJuan and the longshoreman meet\neyes as they pass one another, nothing of import, but... a\nmoment. JUAN\n\n.+-approaching Terrence with a nod, all that needs to be\nspoken as Terrence nods back, whistles at one of the other\nboys, sends him running off into the cut. TERRENCE\nBeen a good one today. \n---TARGET SECTION TO BE ANNOTATED---\nJust a nod from Juan, his attention elsewhere now, following\nafter the longshoreman. Down the block a ways, not close but\nwithin shouting distance, we SEE the longshoreman getting\ninto the driver's side of a Chrysler sedan.\n\nBeat.\n\f26.\n\nJUAN\nThey basin’?\n\nNothing from Terrence, just watching the same as Juan.\n\nJUAN\nYou lettin’ niggas light up at the\nspot, now?\n(moving now)\nYou know the rules, no lightin’ up\nat the spot.\n\nJuan getting to the sidewalk now, moving toward the\nlongshoreman’s car a block or so up ahead.\n\nGets there, finds the windows rolled up, a flash of flame\nemanating from inside. Knocks on the window.\n\nLongshoreman rolls it down with a drugged out smile,\nshrugging his shoulders in apology. Juan not amused by the\ndisplay and, catching a glimpse of the woman in the passenger\nseat, clicks into something much more menacing: it’s Paula.\n\nJUAN\nWhat the fuck?\n\nJuan rounding the car, wastes no time getting to the\npassenger side door, pulls it ajar:\n\nJUAN\nGet out.\n\nPAULA\nWho you--\n\nJUAN\n\nGet the fuck out.\n\nJuan helping her out, takes her by the arm and pulls her to\nher feet, out here in the road with Juan under street light.\n\nTerrence and the others hurrying over at the commotion, Juan\nlooking to the longshoreman (he’s lighting a cigarette,\ncouldn’t care less), waves the boys off.\n\nBeat. A very long beat, Juan and Paula both in shock,\nstanding in the road with no clue what comes next. The\nlongshoreman steps from the car, cigarette to his lips, sits\non the hood and leans his back to the windshield, puffs into\nthe night.\n\nPaula clinching in on herself, closes her eyes, almost\nchildlike to make it go away.\n\f27.\nAnd then, suddenly... coming alive, moving toward Juan, every\nstep something clicking, something changing.\nGets right up in his face.\n\nPAULA\nWho the hell you think you is?\n\nJuan shook, never expected her to jump in:\n\nPAULA (CONT'D)\nWho the fuck you think you--\n\nJUAN\nBitch.",
  "19": "---END OF PREVIOUS SECTION---\nGets right up in his face. PAULA\nWho the hell you think you is? Juan shook, never expected her to jump in:\n\nPAULA (CONT'D)\nWho the fuck you think you--\n\nJUAN\nBitch. \n---TARGET SECTION TO BE ANNOTATED---\nJuan grabbing Paula, pushing her back against the car, his\nhand at her throat driving her back as he subdues her.\n\nDrives her against the hood, releases her forcefully. Paula's\neyes alight with rage, chest rising as she watches Juan\nstaring at her from across the road.\n\nPAULA\nSo... you gon' raise my son now?\n\nNothing from Juan, all stillness in his holding this gaze:\n\nPAULA\nHuh?\n\nJuan lowering his eyes, legitimately weighs the question.\n\nPAULA\nYou gon' raise my son?\n\nPaula sucking her teeth:\n\nPAULA\nYeah... that's what I thought.\n\nJUAN\n\n(snapping)\nYou gon' raise him?\n\nPAULA\nYou gon' keep sellin' me rocks?\n\nPaula turns from Juan, reaches into the Chrysler, pulls her\npipe, a lighter from there. Holds his gaze while taking a\ncharred, black pull.\n\nExhales.\n\f31\n\n28.\n\nPAULA\n\nMotherfucker.\n\n(and now)\nAnd don't give me that \"You gotta\nget it from somewhere shit” nigga,\nI'm gettin' it from you.\n\n(beat)\nBut you gon' raise my son, right?\n\nPaula exhaling into the night air again, lets her head loll a\nbit to funnel the smoke.\n\nPlaces the pipe back into the car now, approaches Juan, slow\nand confident:\n\nPAULA\nYou ever see the way he walk, Juan?\n\nJUAN\nWatch your damn mouth.\n\nPaula real close now, extremely close, her nose at his chin,\nlooking up into his eyes:\n\nPAULA\nYou gon' tell him why the other\nboys kick his ass all the time?\nHuh?\n\nNo backing down in Paula's eyes, the line drawn, so sure in\nthis declaration.\n\nAnd Juan? All doubt, prospect of follow-through finally\nbefore him, having to be reconciled.\n\nPaula backing away from him, eyes never leaving his:\nPAULA\n(over her shoulder)\nCome on, let’s go.\nThe longshoreman flicking his cigarette to the ground, the\ntwo of them slipping back into the Chrysler, ignition\ncatching.\nOff Juan, CUT TO...\nINT. PAULA’S APT - NIGHT 31\n\nPaula and Little facing one another, Little standing at his\nmother’s feet.",
  "20": "---END OF PREVIOUS SECTION---\nOff Juan, CUT TO... INT. PAULA’S APT - NIGHT 31\n\nPaula and Little facing one another, Little standing at his\nmother’s feet. \n---TARGET SECTION TO BE ANNOTATED---\nWe've caught them in the middle of something, just after\nsomething.\n\f32\n\n29.\n\nNo words spoken, but Little’s face: he’s lost.\n\nINT. JUAN'S HOME, DINING ROOM - DAWN 32\nPerhaps a bit later than “dawn” but it’s early. Juan moving\nabout in a long-johns top and sweats, rubbing sleep from his\neyes.\n\nThe moment would seem pure and sweet were it not for the\nrevolver, the tightly rolled wad of bills strewn across the\ntable.\n\nTeresa is at the table with a notepad and pen. Teresa is\ncounting.\n\nJuan moves to the table but doesn’t sit. Teresa takes up a\ncup of coffee, gives him a look, goes back to her ledger.\n\nA beat of them in silence this way, Teresa counting, Juan\nthinking, then...\n\nJuan crosses to the near wall, looks down to a roller there,\na semi-dried pan of paint. He takes up the roller, adds a\nstreak of white paint.\n\nLooks off a moment, thoughts gathered. Adds another streak of\nwhite, then...\n\n.«.--a POUNDING at the door, a startle to them both and, as the\nPOUNDING resumes, alarming.\n\nJuan sliding the wad of money toward Teresa, takes up his\npistol and heads for...\n\nTHE FRONT DOOR\n\n...Juan just to the side of the door, pistol dangled in his\nhand.\n\nJUAN\nWho ‘dat?\n\nA beat, then...\n\nLITTLE (0.S.)\nIt’s me.\n\nJuan looking down in confusion, doesn’t immediately open the\ndoor, but... of course opens the door, pistol tucked behind\nhis back to conceal.\n\nGets a good look at Little.\n\f33\n\n30.\n\nJUAN\n(freaked out)\nLil’ Man.\n\nNothing from Little, holds his ground there on the porch,\nbut... something in his eyes.\n\nSomething smoldering.\nINT. JUAN’S HOME, DINING ROOM - DAY - LATER 33\n\nJuan and Little sitting at the table. Again silence from the\nkid, everything cloistered up inside him.\n\nJUAN\nAlright, first things first, can't\nsit at the table like that.",
  "21": "---END OF PREVIOUS SECTION---\nJUAN’S HOME, DINING ROOM - DAY - LATER 33\n\nJuan and Little sitting at the table. Again silence from the\nkid, everything cloistered up inside him. JUAN\nAlright, first things first, can't\nsit at the table like that. \n---TARGET SECTION TO BE ANNOTATED---\nJuan rising, takes Little's chair and slides it around the\ntable a bit, stops the boy with a playful jolt:\n\nJUAN\nDon't ever sit with your back to\nthe door, can't see who creepin' up\non you.\n\nLittle still not amused, a completely straight face:\n\nJUAN\nI saw your mama last night.\n\nThat gets Little's attention.\n\nLITTLE\n(sotto)\nI hate her.\n\nJUAN\nI bet you do.\n(and)\nHated mine too.\n\nLittle looking to Juan now, finally a break:\n\nJUAN\nMiss her like hell now. All I'm\ngon' say about that.\n\nTeresa stepping in, sets down some kind of juice before them,\na glass for Juan, a glass for Little. Juan about to take a\nsip of his when...\n\nLITTLE\nWhat's a faggot?\n\f31.\nJuan... blindsided by that one, unprepared and unequipped to\nanswer that.\nTakes a sip of his juice, a deep breath and...\nJUAN\nA faggot is... a word used to make\n\ngay people feel bad.\n\nLittle nodding, processing that.\n\nLITTLE\nAm I a faggot?\nJUAN\nNo.\nYou're not a faggot.\n\n(and)\nYou can be gay, but... you don't\nhave to let nobody call you a\nfaggot.\n\n(and after a beat)\nNot unless...\n\nJuan looking to Teresa; Teresa motioning him to quit while\nhe's ahead.\n\nHe takes another sip of that juice.\n\nLITTLE\nHow do I know?\n\nAgain a look to Teresa, a shrug of the shoulders from her:\n\nJUAN\nYou... you just do.\n(and)\nI think.\n\nLittle with both hands around his juice, all his senses\nfocused there as his mind goes somewhere altogether\ndifferent, clearly thinking deeply, forthrightly about this.\n\nJuan reaching his cup back to Teresa:\n\nJUAN\n\n(sotto)\nGin.\n\n(and to Little)\nYou don't have to know right now,\nyou feel me?\n\n(and)\nNot yet.\n\f32.\nLittle nodding, from his demeanor comforted by this. In this\nstate, so wounded and curious, invites the empathy.\n\nLittle's eyes shifting gears. For a considerable beat, is\ncompletely to himself, mulling something over.\n\nLifts his eyes.",
  "22": "---END OF PREVIOUS SECTION---\nLittle's eyes shifting gears. For a considerable beat, is\ncompletely to himself, mulling something over. Lifts his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n From the mouths of babes:\n\nLITTLE\nDo you sell drugs?\n\nJuan's face? Crushed.\nHe nods yes.\n\nLITTLE\nAnd my momma, she do drugs, right?\n\nAgain, something falling in Juan, hangs his head even lower.\nA nod yes.\n\nTeresa comes over, places a hand on Juan's back.\n\nLittle takes a sip of his juice, rises without a word. Exits\nthe dining room.\n\nThe sound of his feet on tile flooring, front door opening,\nclosing. Juan not moving, for once undone.\n\nBeat.\nOff Juan...\n\nCUT TO BLACK.\n\f34\n\n33.\n\nOVER BLACK, the sound of breathing, not labored or rushed\nbut... proximal, right beside us, then...\n\nFADE IN:\n\n.»».on a teenaged black boy staring across a classroom, gaze\nfixed with longing.\n\nREVERSE ANGLE: Another boy’s mouth, lips full, parted\nslightly in the act of “breathing” heard at scene’s opening.\n\nAs the sound of that breathing escalates...\n\nINT. HIGH SCHOOL, CLASSROOM - DAY 34\nCHIRON (16) continues his staring. From just the look of him,\nthis is clearly the Little character from moments before aged\n\nto his teens.\n\nMR. PIERCE (the biology teacher, late 20’s, black) clears his\nthroat.\n\nMR. PIERCE\nUh, Chiron, you need something?\n\nTERRELL, a 16 year old bully, interrupts.\nTERRELL\nThat nigga forgot to change his\ntampon.\nLaughter from the class, pack mentality.\nTERRELL\nHe having women problems today.\nAin’t that right, Little?\n\nMore laughter.\n\nMR. PIERCE\nAlright, Terrell, that’s enough.\n\nTERRELL\nNah, can't be enough for Little ...\nHow much you need, Little?\n\nCHIRON\nDon’t call me...\n\nMR. PIERCE\nAlright Terrell that’s it.\n\nTerrell springs out of his desk into Chiron’s face.\n\f35\n\n36\n\n34.\n\nTERRELL\nWhat the fuck you gone do, nigga?\nI’1l fuck you up.\n\nMR. PIERCE\nTerrell, out! Right now.\n\nTerrell blows a kiss to Chiron walking out.\n\nTERRELL\nSchool almost out Little....",
  "23": "---END OF PREVIOUS SECTION---\nRight now. Terrell blows a kiss to Chiron walking out. TERRELL\nSchool almost out Little.... \n---TARGET SECTION TO BE ANNOTATED---\nChiron looking after Terrell, staring at that closed door\nlong after’s it’s shut.\n\nINT. HIGH SCHOOL - DAY 35\nThe bell’s just rung, students funneling through a cavernous\nhallway, approaching a set of double doors spilling onto the\n\nschool driveway.\n\nIn the middle of it all find Chiron, engulfed in this sea of\nchaos and, honestly, relieved to be so.\n\nAs Chiron scans the mass of students approaching those doors\nbeside him...\n\n.»+.a considerable bump at his shoulder, Chiron looking up to\nfind Terrell knocking past him. Terrell, Pizzo and a crew of\nroughnecks laugh and ad-lib shit-talk as they continue past,\nmove through the crowd.\n\nTERRELL\nUmma be waitin’ for yo’ ass Little.\n\nTerrell smiling as he hurries on, as if inviting him to a\nplay date.\n\nOff Chiron’s shook face...\n\nUP CUT TO:\nINT. HIGH SCHOOL - DAY - LATER 36\nUpstairs now, the second story of this building.\nAn open air stairwell cornered on two sides by corrugated\nfencing, Chiron gets on his toes, looks down into the\n\ncourtyard below --\n\nTerrell is down there, rough-housing and talking shit with a\ngroup of knuckleheads.\n\nChiron speaking to himself...\n\f35.\n\nCHIRON\n(sotto voce)\nCome on Chiron.\n\n.+-when he’s hears voices echoing behind.\nChiron looks, sees an admin looking type moving away down the\n\nhall as a smooth as hell looking teen approaches. As the teen\ngets closer, his identity becomes clearer: it’s KEVIN.\n\nKEVIN\n\nChiron, what you doing man?\nCHIRON\n\nHuh?\nKEVIN\n\nYou just standing there straight\nspaced. School been out, nigga, you\nain't goin’ home?\n\nCHIRON\nWhat you still doing here?\n\nKEVIN\n(sucking his teeth)\nDetention. Aimes caught me with\nthis trick in the stairway.\n\nCHIRON\nWhat?\n\nKEVIN\nYup.\n\nCHIRON\nWith who?\n\nKEVIN\nDamn you nosy, Chiron.\n\nCHIRON\nOh sorry, my bad.\n\nKEVIN\n\n(Smiling)\n\nAll I wanted was some quick head\nyou know, but this chick all like\n‘Hit that shit Kevin.",
  "24": "---END OF PREVIOUS SECTION---\nKEVIN\nDamn you nosy, Chiron. CHIRON\nOh sorry, my bad. KEVIN\n\n(Smiling)\n\nAll I wanted was some quick head\nyou know, but this chick all like\n‘Hit that shit Kevin. \n---TARGET SECTION TO BE ANNOTATED---\n Hit it with\nthat big dick- Why she had to\ncompliment a nigga? So I was like\naight... we can do this. I started\nbanging her back out...\n\f37\n\n36.\n\nKEVIN (CONT'D)\n\nshe started making all this fucking\nnoise though. Mr. Aimes walked in\nand went all Five-O, almost had my\nass suspended, but I told him we\nwas childhood sweethearts and all\nthat, talked it all out. So I just\ngot detention.\n\n(and)\nEh, but that shit stay between us,\nyeah? I know you can keep a secret.\n\nA slow nod from Chiron.\n\nKEVIN\nBut real talk, I gotta go before\nthis fool change his mind.\n\nCHIRON\nAlright Kevin.\n\nKEVIN\nLater, Black.\n\nOff Chiron...\n\nCUT TO BLACK.\n\nAnd over BLACK, the TITLE CARD:\n\nCHIRON\n\nII.\n\nEXT. LIBERTY SQUARE HOUSING PROJECTS - DAY 37\n\nChiron approaching an apartment complex (different than\nLittle’s home in the previous story) in the twelfth stage of\nneglect, all chipped paint and autos up on cinderblocks out\n\nfront.\n\nBooks and backpack in tow, he climbs a flight of stairs to\nthe second story and approaches an apartment down on the far\nend. As he unlocks the door...\n\n+-a rush of energy greets him from within.\n\nVOICE (0.S.)\n(moving)\n\nUh uh. No you can not be here\n\ntonight. I got company coming.\n\f38\n\n39\n\n40\n\n4l\n\n37.\n\nINT. PAULA'S LIBERTY SQUARE APT —- DAY - CONTINUOUS 38\n\nPAULA (30s now, worse for the wear), looking as strung out as\never as she rushes past him...\n\nCHIRON\nHey Ma....\n\nPAULA\n(calling back)\nFind somewhere for you to be.\n\nPaula slips into the rear bedroom, closes the door behind her\nwith a considerable thud.\n\nChiron stares at that door indifferently: this is nothing new\nfor him.\n\nOMITTED 39\nEXT. JUAN’S HOME - DAY 40\nChiron walking up the block, approaching Juan’s home.",
  "25": "---END OF PREVIOUS SECTION---\nChiron stares at that door indifferently: this is nothing new\nfor him. OMITTED 39\nEXT. JUAN’S HOME - DAY 40\nChiron walking up the block, approaching Juan’s home. \n---TARGET SECTION TO BE ANNOTATED---\nAs he nears it, we HEAR:\n\nTERESA\nWell I’1l be -- Chiron?!\n\nTERESA appears from the yard, out there in the yard, a bushel\nof dead palm fronds in hand. She’s aged some, but certainly\naged better than the rest.\n\nPulls Chiron into a hug, beaming the most amazing smile.\n\nINT. JUAN’S HOME - NIGHT 41\n\nChiron and Teresa at the table in Teresa’s dining room, fresh\nplates of food before both.\n\nTeresa watching as Chiron picks at his plate, paying it just\nenough attention to qualify as eating. Still...\n\nTERESA\nWhat’s wrong?\n\nCHIRON\nNothing, I’m good.\n\nTERESA\nNah. I seen good and you ain’t it:\nwhat’s wrong, Little?\n\f38.\n\nCHIRON\nDon’t call me that.\n\nTERESA\nDon’t call you what?\nYour name?\nYou grown now?\n\nCHIRON\nI didn’t say that.\n\nTERESA\nThen what you sayin’?\n\nChiron goes quiet. Doesn’t take much.\n\nTERESA\n\nI’m just messin’ with you boy.\n\n(and)\nAnd you right, that ain’t no name\nfor you no more. That ain’t you.\nBut if you wanna be somethin’\ndifferent, you gotta earn it, you\ngotta make your name true,\nunderstand?\n\nChiron bows his head, out of embarrassment, out of shame?\n\nTERESA\nHey, don’t put your head down in my\nhouse, you know Teresa’s rule: all\nlove, all pride in this house, you\nfeel me?\n\nHe mumbles, he nods.\n\nTERESA\nWhat’s that?\n\nCHIRON\nYeah.\n(and)\nI feel you.\n\nTeresa rises. She’s not a tall woman, so...\n\nTERESA\nGood.\n(she smiles)\nNow since you here, there’s some\nstuff way back on the top shelf in\nthe kitchen I’ve been meaning to\nget to.\n\f42\n\n39.\n\nOff Chiron’s smiling face....\nINT. JUAN’S HOME, SPARE BEDROOM - NIGHT 42\n\nA simple room, small twin bed and a single sitting chair. A\nwindow just beyond the bed, looking out onto the side-yard.\n\nChiron standing over the bed, pulling the corner on a fitted\nsheet.",
  "26": "---END OF PREVIOUS SECTION---\nJUAN’S HOME, SPARE BEDROOM - NIGHT 42\n\nA simple room, small twin bed and a single sitting chair. A\nwindow just beyond the bed, looking out onto the side-yard. Chiron standing over the bed, pulling the corner on a fitted\nsheet. \n---TARGET SECTION TO BE ANNOTATED---\n From the looks of this room, no one sleeps here. From\nthe looks of Chiron, he’s made and unmade this bed before.\n\nCHIRON\nThank you for this.\n\nHadn't noticed Teresa there in the doorway, looking on as\nChiron goes about this work.\n\nTERESA\nYou know you can stay here anytime,\nright?\n\nCHIRON\nYeah. I know. Thank you Teresa, I\nmean it.\n\nTeresa moving from that doorway now, approaching Chiron and\nthat bed.\n\nTERESA\nBut if you gonna stay here you got\nto learn how to make a bed, boy.\n\nTeresa laughing as she takes that corner of sheet from\nChiron’s grasp, tugs it lightly: the entire cover slips off\nwith ease.\n\nCHIRON\nWhat?\n\nTERESA\nHow you mean, what? That ain’t how\nyou make no bed.\n\nTeresa moving instinctively, has already got the two bottom\ncorners snagged expertly, is pulling the third corner just so\nas Chiron watches.\n\nTERESA\n(playful)\nThink you slick, huh? Do it wrong\nso Teresa show up and do it right,\nhuh?\n(laughs)\n\f42A\n\n43\n\n40.\n\nTERESA (CONT'D)\nYou and Juan, thick as thieves,\nlemme tell you.\n\nTeresa looking to Chiron for that last part, what begins as a\nsmile slowly fading, shifting to something more reflective,\nheavy.\n\nTERESA\nYou miss him?\n\nChiron holding her gaze, his silence answer enough.\n\nTERESA\nYeah.\nMe too.\nBeat.\nTERESA\nMe too.\n\nTeresa turning from this room, moves down the hall, the door\nleft ajar behind her.\n\nChiron staring after her -- puzzling -- just watching the\nempty space of the threshold there.\n\nOff Chiron’s gaze, CUT TO:\nINT. JUAN’S HOME, BEDROOM - NIGHT - LATER 42A\nChiron passed out, deep in sleep.\n\nA beat of this slumber, then... the SOUND of water. Sound of\nwater falling and echoing all over, then...\n\nINT. JUAN’S HOME - NIGHT 43\n\nThough less a cut than an exhale, a smooth transition as we\ndrift through this home.\n\nIt’s later; much later. And the SOUND of that water is\ninsistent, hitting the roof like automatic fire.",
  "27": "---END OF PREVIOUS SECTION---\nJUAN’S HOME - NIGHT 43\n\nThough less a cut than an exhale, a smooth transition as we\ndrift through this home. It’s later; much later. And the SOUND of that water is\ninsistent, hitting the roof like automatic fire. \n---TARGET SECTION TO BE ANNOTATED---\n As we float\npast a retreating hallway, find...\n\nCHIRON\n\n..+-moving through this home in the same direction, his back\nto us -- leading us.\n\nAs he walks through this space, another sound encroaches upon\nthe SOUND of rain, with every step becoming clearer: the\nSOUND of a girl moaning, softly whispering inaudible words\nthat coo and plea.\n\f44\n\n45\n\n41.\nChiron slows but continues, walks deeper into the home. He’s\napproaching the kitchen. The SOUND intensifies as he finds...\nKEVIN\n\n..-pressed hard against the back of a girl, SAMANTHA -- older\nthan both boys, sexy like a music video model.\n\nSamantha leaned over the kitchen counter, skirt hiked up,\nback arched just so and pressing Kevin close from behind.\n\nKevin slamming into her again and again, these two fucking in\na borderline ridiculous fashion.\n\nChiron still approaching, just inches away, can see\nSamantha's eyes, unspeakable bliss.\n\nKevin notices him finally, looks to him panting that killer\nsmile of his:\n\nKEVIN\nYou good, Black?\n\nChiron returning a blank stare.\n\nAbove them, the rain pours like the Victorian Falls as--\nMATCH CUT TO:\n\nINT. JUAN'S HOME, SPARE BEDROOM - DAY 44\n\nChiron waking from sleep -- in the same position as he’d been\n\nsleeping previously -- face someplace between dreariness and\n\nconfusion, searching for thoughts.\n\nLooks out the window there. There’s a small clock beside the\nbed; checks it.\n\nEXT. LIBERTY SQUARE HOUSING PROJECTS - DAY - MOVING 45\n\nFollowing Chiron down the street as he moves along in\nyesterday’s clothes.\n\nHe walks quickly. As he reaches the corner.\nVOICE (0.S.)\nChiron...\nChi.... hey!\n\nChiron turning, spots Paula hurrying over, breathing heavy:\n\nPAULA\nHey baby where’d you go last night?\n\f46\n\n42.\n\nCHIRON\nWhat?\nWhy?\n\nPAULA\nI’m yo’ mama, ain’t I?\n\nChiron just holding her eyes, not worth a reply.\n\nPAULA\nWhy you ain’t just come home later,\nboy?\n\nPaula smiles, the kind of smile that’s been forgiven many\ntimes and many places over.",
  "28": "---END OF PREVIOUS SECTION---\nChiron just holding her eyes, not worth a reply. PAULA\nWhy you ain’t just come home later,\nboy? Paula smiles, the kind of smile that’s been forgiven many\ntimes and many places over. \n---TARGET SECTION TO BE ANNOTATED---\nPAULA\nYou had me worried about you. But\nyou getting grown I guess I can’t\nbe keeping up with you all the\ntime. Anyway how Teresa doing? I\nain’t seen her since the funeral.\n\nCHIRON\nShe fine.\n\nPAULA\nThat’s good baby. Listen, Mama\nlocked herself out the door, can\nyou... come let me in?\n\nChiron watching her, confused.\nEXT. PAULA’S LIBERTY SQUARE APT - DAY 46\n\nPaula and Chiron ascending the steps toward the second story,\nPaula moving ahead of him.\n\nShe gets to the door first, but... moves just past it to let\nChiron do the honors. Smiles at him, something disguised in\nthe gesture.\n\nChiron digging for his keys as Paula watches intently, at\nfirst in his pockets and now in his backpack, Paula’s arms\nfolded in a show of impatience.\n\nAfter a moment of nodding nervously, scratching at her\nneck... Paula pushes past him, takes the door handle and lets\nherself in.\n\nCHIRON\nI thought you said....\n\f47\n\n43.\n\nINT. PAULA'S LIBERTY SQUARE APT —- DAY - CONTINUOUS 47\n\nPaula walking the apartment determinedly, looking behind half-\nclosed doors and even opening a closet or two.\n\nEasing now, she settles in the middle of the space, hands\nrested at the top of her head. After a beat of thinking, of\ncoming to...\n\n...-she turns to Chiron, still there watching from the\nthreshold of the apartment.\n\nPaula smiles. Chiron approaches her:\n\nCHIRON\nMama what you into?\nPAULA\nI need some money.\nCHIRON\nFor what?\nPAULA\n\nThat's my business, don’t you ask\nme no shit like that.\n\nCHIRON\nI don’t have no--\n\nPAULA\n\nDon’t lie to me. I’m your mama.\nThat bitch over there ain’t no kin\nto you, I’m your blood, remember?\n\n(and)\nNow I ain’t feeling good.",
  "29": "---END OF PREVIOUS SECTION---\nI’m your mama. That bitch over there ain’t no kin\nto you, I’m your blood, remember? (and)\nNow I ain’t feeling good. \n---TARGET SECTION TO BE ANNOTATED---\n I need\nsomething to help me out, baby,\njust float me across this shake,\nyou hear?\n\nCHIRON\nWhere I’m supposed to get money\nfrom?\n\nPAULA\n\nTeresa ain't give you nothing, huh?\nYour lil’ play-play mama ain’t put\nsomething in your hand? Now give me\nthat damn money, Chiron.\n\nChiron reaches into his pocket, grabs a few bills there,\ncan’t be more than forty dollars but it’s literally his last.\n\f48\n\n44,\n\nPAULA\nUh huh, I know that bitch like a\nhooker know her trick. You my\nchild, okay? And tell that bitch\nshe better not forget it.\n\nChiron just stares at Paula, unfolding those bills there,\ncrisping and lining them, force of habit.\n\nPAULA\nGo on to school. Ain’t you late?\n\nChiron just staring, his mother in physical form but someone\nentirely different in mind and spirit.\n\nPaula looks up from her counting, finds that scornful face so\nmuch like hers looking down on her.\n\nINT. HIGH SCHOOL, CLASSROOM - DAY 48\n\nMr. Pierce at the head of a bored looking class, explaining\nthe differences between red and white blood cells.\n\nTurns to the class:\n\nMR. PIERCE\nSo can you see how a lack of white\nblood cells could be dangerous to\nthe human body?\n\nCrickets in here, no one taking that bait:\n\nMR. PIERCE\n\nOkay, can anybody explain what will\nhappen to the body when there’s not\nenough white blood cells?\n\n(and)\nNobody's leaving this classroom\nuntil I get a response, this is\nmore important for you than it is\nfor me, trust me.\n\nPierce scanning the room here now, most honestly don’t know\nthe answer, others simply don’t care.\n\nShockingly, a familiar hand goes up:\n\nMR. PIERCE\nTerrell?\n\nTERRELL\nUmmm yeah Mr. Pierce, I’m gonna\nanswer this question, man...\n\f49\n\n45.",
  "30": "---END OF PREVIOUS SECTION---\nTERRELL\nUmmm yeah Mr. Pierce, I’m gonna\nanswer this question, man... 49\n\n45. \n---TARGET SECTION TO BE ANNOTATED---\nTERRELL (CONT'D)\nbut first I just gotta say, why the\nhell this nigga Little wearing the\nsame shit he had on yesterday?\n\nBig laughs from the class, Terrell hamming it up:\n\nTERRELL\nAin’t enough white blood cells in\nthe world to check the funk comin’\noff his ass, this nigga foul Mr.\nPierce.\n\nMR. PIERCE\nTerrell.\n\nTERRELL\nI’m sorry man, I’m sorry, no\ndisrespect Mr. Pierce, I’m just\nsayin’.\n\nChiron gripping both edges of his desk, eyes locked there.\nTERRELL\n\nAnd check it: without the white\n\nblood cells, body can’t defend\n\nitself. That’s why all them gay\n\nniggas croakin’ off that AIDS shit,\n\nain’t that right Little?\nOff Chiron, still staring at that desk.\nEXT. LIBERTY SQUARE HOUSING PROJECT - DAY - MOVING 49\nMoving with Chiron as he makes his way down this street,\nalone against all this concrete, almost Western-like with his\nheavy backpack and sagging shoulders.\nAs Chiron continues, notice...\nTERRELL\n.--following behind with a knucklehead friend (PIZZO, 16).\nThe smiles on their faces are of pure delight: they’re about\nto fuck with him.\nChiron speeds up.\n\nTERRELL\nHey Little, wait up man, where you\ngoing to so fast?\n\nNothing from Chiron, just a quickening of his steps:\n\f46.\n\nTERRELL\nNigga you can’t hear?\nCHIRON\n(over his shoulder)\nHome.\nTERRELL\n(closing in)\nHuh?\nCHIRON\nI told you, man, home.\nPIZZO\nYou live over there nigga.\nTERRELL\nYou going to that Spanish chick\nhouse?\nPIZZO\n\nThat’s Juan lady, ain’t it?\nChiron stops walking.\n\nTERRELL\nOh yeah. That chick fine as fuck!\nJuan been dead a minute, that bitch\ngive free head? Or she charge like\nPaula? Paula getting cheap though.\nA rock can get your rocks su--\n\nChiron grabbing Terrell at the chest, catches him by\nsurprise, throws all his weight at him, drives him back and\nstumbling towards a fence.",
  "31": "---END OF PREVIOUS SECTION---\nOr she charge like\nPaula? Paula getting cheap though. A rock can get your rocks su--\n\nChiron grabbing Terrell at the chest, catches him by\nsurprise, throws all his weight at him, drives him back and\nstumbling towards a fence. \n---TARGET SECTION TO BE ANNOTATED---\nPizzo on him, kicks Chiron in the hip, jars Terrell free.\n\nChiron facing up on Terrell as he backs away, gets three,\nfour feet between them, enough to keep both Terrell and Pizzo\nin front of him, fists raised.\n\nTerrell shoots a long, heavy stream of spit at Chiron’s feet,\nridiculously masculine.\n\nTERRELL\nFaggot ass bitch, grabbin’ my chest\nand shit, you see that shit Pizzo?\nLook like this nigga was comin’ on\nto me. I ain’t with that gay shit\nbut if you fuck with me, I will\nfuck you.\n\f47.\n\nTERRELL (CONT'D)\nGive yo’ ass more than you can\nhandle, have you beggin’ for your\ncrackhead ass mama.\n\nPIZZO\nDamn dog, you be like...\n.--gettin’ head from the mama and\nthe son at the same time.\n\nTERRELL\nAt the same damn time, nigga.\n\nThe two of them laughing their heads off at this bit of\nbrilliance. Chiron is still standing there:\n\nCHIRON\nFuck you.\n\nTERRELL\nWhat you said? Say that shit again -\n- I dare yo’ ass, say that shit to\nmy face, nigga.\n\nCHIRON\nWhatever, man.\n\nTERRELL\nYeah alright -- you better stay yo’\nass right there if you know what’s\ngood for you. I mean dog -- why yo’\njeans so tight?\n\nTerrell turns to Pizzo, clowning --\n\nTERRELL\nI mean real talk -- you see how\ntight this nigga jeans be? Nigga\nnuts must be chokin’ in them tight\nass jeans, boy I swear.\n\nPIZZO\n(laughing)\nNigga nuts be like, “Can a nigga\nget a oxygen tank? We drowning down\nhere.”\n\nTerrell and Pizzo clowning, laughing their heads off.\n\nTERRELL\nNight, “Little.”\n\nPIZZO\nHaha, yeah -- night night.\n\f50\n\n50A\n\n51\n\n52\n\n48.\n\nINT/EXT.",
  "32": "---END OF PREVIOUS SECTION---\nTERRELL\nNight, “Little.”\n\nPIZZO\nHaha, yeah -- night night. 50\n\n50A\n\n51\n\n52\n\n48. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n METRO-RAIL - NIGHT - MOVING 50\n\nChiron asleep on Miami’s much-neglected elevated train, head\nleaned against its faded cloth seats as it snakes its way\nabove and through the hardened Liberty City.\n\nFrom the looks of him, he’s been here awhile. From the feel\nof him, resting wearily if peacefully, he may have slept\nthrough several loops of this train, back and forth from the\nblight of the hood to the glitz of Coral Gables and back\nagain.\n\nHis head resting on the window, the lights of the train low.\nWe hear the train wheels moving, the lights of the train\nflickering off and on... of and on, and... finally off.\n\nEXT. COLLINS AVE - NIGHT - ESTABLISHING 50A\nFrom very high up, as though viewed from the roof of a condo.\n\nAnd establishing that a Metrobus is pulling away from here,\nhaving delivered Chiron to...\n\nEXT. SOUTH BEACH, 27TH AND COLLINS - NIGHT 51\n\nChiron moving down a dimly lit side-street, Collins receding\nbehind him, the beach growing louder ahead of him.\n\nWe follow him, moving along behind him as the sound around\nhim shifts, from the noise and chatter of care-free\nexhibitionism out on Collins... to the whispered loop of the\nocean ahead.\n\nAs he nears the promenade separating the beach from Collins\nAve and it’s endless resorts...\n\n..-he stops, takes a moment to look back. At what, we’re not\nsure but, after a beat, he continues on, moves away from us\nand down into the darkness of the beach.\n\nEXT. MIAMI BEACH, SHORE - NIGHT 52\n\nChiron sitting on the shore watching the moon and the stars\nover the ocean. The sky is clear and yet it’s wild out, the\nwind whipping the reeds, ocean running waves upon the shore\nwith verve.\n\nTonight, the sea seems immense, moon glowing blue, leaving\nthe ocean a deep black that renders it boundless, entropic.\n\nChiron lost in it all, releasing his troubles in the presence\nof this nature when...\n\f49,\n\nVOICE (0.S.",
  "33": "---END OF PREVIOUS SECTION---\nChiron lost in it all, releasing his troubles in the presence\nof this nature when... 49,\n\nVOICE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nYou was waitin’ for me?\n\nChiron turning, looks up into that voice, backlit by the\nbright beacon of a spotlight mounted on the promenade behind,\nunrecognizable at first, ethereal.\n\nA shift in the light: of course it’s Kevin.\n\nCHIRON\nHuh.\n\nKEVIN\nNice to see you too.\n\nKevin smiles.\n\nKEVIN\nWhat the hell you doing out here?\n\nCHIRON\nWhat you doing out here?\n\nKEVIN\nYou in my smoke out habitat, nigga.\n\nA beat as something dawns on Kevin:\n\nKEVIN\nOh shit, you come out here to smoke\ntoo, Chiron?\n\nCHIRON\nSomething like that...\n\nKevin taking a seat on the sand beside him now, still smiling\nthat incredible smile.\n\nKEVIN\nMan you know you don’t smoke. Why\nyou pretendin’? You puttin’ ona\nshow for me, Black?\n\nCHIRON\nWhy you keep calling me that?\n\nA puzzled look from Kevin at first, then pulls a blunt from\nhis pocket.\n\nKEVIN\nBlack? That’s my nickname for you.\nYou don’t like it?\n\f53\n\n50.\n\nA shrug from Chiron as a huge wave hits the shore, demanding\ntheir attention as it runs toward them, stops short a few\nfeet.\n\nKeeps their attention a moment: sound of the Ocean, sound of\nthe wind running through the reeds, the night...\n\nKevin sparks flame to that blunt:\n\nKEVIN\nYou like the water?\n\nChiron says nothing.\n\nKEVIN\nWell let me introduce you to some\nfiyah.\n\nExtends the blunt to Chiron:\n\nKEVIN\nCome on now. Ain’t gon’ bite ya’.\n\nAs Chiron takes the blunt, drags on it with Kevin watching...\nCUT TO:\nEXT. MIAMI BEACH, SHORE - NIGHT - LATER 53\n\nChiron and Kevin laughing their asses off, both high as hell,\na joke or memory lost in the cut.\n\nWhatever it was, extremely funny, so funny that as the two\nstop laughing those gleeful smiles remain, the two of them\nlooking alternately from each other to the ocean and back,\nallowing themselves this bit of shared pleasure.\n\nKEVIN\nThat breeze feel good as hell man.\n\nCHIRON\nYeah it do.",
  "34": "---END OF PREVIOUS SECTION---\nWhatever it was, extremely funny, so funny that as the two\nstop laughing those gleeful smiles remain, the two of them\nlooking alternately from each other to the ocean and back,\nallowing themselves this bit of shared pleasure. KEVIN\nThat breeze feel good as hell man. CHIRON\nYeah it do. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nSometimes round the way, where we\nlive, you can catch this same\nbreeze. It come through the hood\nand it’s like everything stop for a\nsecond ‘cause everybody just wanna\nfeel it. Everything just get quiet,\nyou know?\n\f51.\n\nCHIRON\nAnd its like all you can hear is\nyour own heartbeat, right?\n\nKEVIN\nYeah... feel so good, man.\n\nCHIRON\nSo good....\n\nA long beat as that thought lingers between them.\nThe ocean.\nKEVIN\nHell, shit make you wanna cry, feel\nso good.\n\nChiron looking to Kevin now:\n\nCHIRON\nYou cry?\n\nKEVIN\nNah. But it make me want to.\n\nKevin flashing that big, cool ass smile.\n\nKEVIN\nWhat you cry about? You cry,\nChiron?\nBeat.\nCHIRON\n\nI cry so much sometimes I think one\nday I’m gone just turn into drops.\n\nKEVIN\nBut then you could just roll out\ninto the water, right? Roll out\ninto the water like all these other\nmuhfuckers out here tryna drown\nthey sorrows.\n\nCHIRON\nWhy you say that?\nKEVIN\nI'm just listenin’ to you, nigga.\n\n(and)\nSound like somethin’ you wanna do.\n\f52.\n\nCHIRON\nI wanna do a lotta things that\ndon’t make sense.\n\nKEVIN\nI didn’t say it don’t make sense.\n\nBeat.\n\nKEVIN\nBut tell me: like what? Like what\nlotta things?\n\nCHIRON\nDamn you nosy.\n\nKEVIN\nUh oh. Look at Chiron cursing...\nYou tryna get smart with me?\n\nCHIRON\nWhatever man.\n\nKEVIN\n(laughing)\nYou trying to get smart?\n\nKevin reaching a hand to Chiron’s neck, places his open palm\nthere deliberately, with feeling.\n\nKEVIN\nYou trying to get smart, Chiron?\n\nTheir eyes meeting here, Kevin slowly working his hand along\nChiron’s neck, small movement, with feeling.\n\nKEVIN\nHuh Chiron?\n\nSlowly, nearly subconsciously, Chiron going weak, leans\ntoward Kevin, their weight supporting one another here on the\ndune.\n\nAll sound drowned by the echoing ocean, the night covering\nthese two as close as they’ve ever been.",
  "35": "---END OF PREVIOUS SECTION---\nKEVIN\nHuh Chiron? Slowly, nearly subconsciously, Chiron going weak, leans\ntoward Kevin, their weight supporting one another here on the\ndune. All sound drowned by the echoing ocean, the night covering\nthese two as close as they’ve ever been. \n---TARGET SECTION TO BE ANNOTATED---\nBoth sit up again, facing each other and still close, noses\nnearly touching.\n\nThey stare.\n\nThese are waters they’ve never charted, the culmination of\ninvitations they’ve been sending since day one.\n\f54\n\n53.\nKevin smiles, his open lips brushing Chiron’s. Chiron\nstartles and... leans in.\n\nHeavy this kissing, much deeper than just the meeting of\nlips. A moment more of this heavy petting then...\n\n...the sound of a buckle being undone, Kevin's hand\ndisappearing down below, a gasp from Chiron and...\n\n..+-pressure. Rhythm. Pressure and rhythm as Chiron’s breath\ncatches in his chest, head fully leaned to Kevin’s shoulder,\nfree hand grabbing at the sand as Kevin takes hold of him, a\ncaressing and a pulling and a soothing as....\n\n.+-Chiron comes, holding onto Kevin for dear life, choking on\nthe sea breeze.\n\nKevin removing his hand, looks at the cum there before wiping\nit on the sand.\n\nCHIRON\nI'm...\nI’m sorry.\nKevin looking at him with the kindest, most open face:\n\nKEVIN\nWhat you got to be sorry for?\n\nChiron considering that. Honestly so.\nThe sound of the ocean.\nINT/EXT. BOX CHEVY - NIGHT - MOVING 54\n\nChiron sits on the passenger side of this hood chariot,\nstaring at all that passing neon and pastel of South Beach.\n\nHis face is pure, open.\n\nCHIRON\nWhose car this is?\nKEVIN\nWho you in it with?\nCHIRON\nHow you got a car?\nKEVIN\nWith money, how else you get a car?\n\n(and)\nBoy I swear, for somebody who grew\nup in the hood you green as hell.\n\f54.\n\nKevin looking from the road, over at Chiron.\n\nKEVIN\nThat's why I like you though.\n\nChiron looking out the window, blushing like a kid.\n\nKEVIN\n\nYou live in the Beans, right?\nCHIRON\n\nYeah.\nKEVIN\n\nWhat’s wrong?\n\nCHIRON\nNothing.\n\nChiron puts his head down. Kevin brings his fist to Chiron’s\nchin. He pushes slightly so that Chiron raises his head.\n\nKEVIN\nYou sure?\n\nJust a nod from Chiron.",
  "36": "---END OF PREVIOUS SECTION---\nHe pushes slightly so that Chiron raises his head. KEVIN\nYou sure? Just a nod from Chiron. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nYou never did nothing like that,\nhuh?\n\nA nod no from Chiron. Kevin smiles.\n\nKEVIN\nYeah.\nI figured.\nOff Chiron, CUT TO...\n55 EXT. PAULA’S LIBERTY SQUARE APT - NIGHT 55\n\nKevin's car pulled up to the curb here, Chiron already out,\nleaned to the passenger side window.\n\nA stilted moment, unsure how to play this.\n\nCHIRON\nThanks for the ride.\n\nKEVIN\nNo problem, Black. See you around.\n\f56\n\n57\n\n58\n\n58A\n\n59\n\n55.\n\nKevin extends his fist across this space, Chiron reaching in\nwith his free hand to meet it. Their fists connecting and...\nholding there, just this bit of contact.\n\nChiron smiles.\n\nCHIRON\nYeah... see you around.\n\nChiron turning from that Chevy, heading toward the near\nstairwell. We follow him, Chiron continuing on without\nlooking back, the sound of Kevin pulling away down the block.\n\nChiron moving up the exterior steps of this Motel 6 like\ncomplex, walking along the banister of the second story\ndragging his hand along the railing.\n\nReaches his door, gets his key in, holds the doorknob a\nmoment, then, deep breath and...\n\n.»-he opens it. Just a flash of an image: Paula crossing the\nliving room left to right, hand pressed firmly, aggressively\nto her own skull, talking to herself.\nChiron unfazed, steps inside and closes the door behind him.\nHold on this closed door, the sound of Paula yelling\ninaudibly behind it, then...\n\nSMASH CUT TO:\nAN ALARM CLOCK\n\n.--blaring its synthesized squeal.\n\nOMITTED 56\nOMITTED 57\nOMITTED 58\nOMITTED 58A\nINT. HIGH SCHOOL, CAFETERIA - DAY 59\n\nChiron staring up at the clock as people push past him\nhurrying for the lunchtime lineup.\n\nTypical high school cafeteria landscape, cool kids wedged\ninto tables to themselves, jocks wedged into tables by\nthemselves, band kids not eating at all, just air-playing\ntheir sets, particularly the drum-line, forever table-\ntapping.\n\nAnd, of course, almost everybody is black.\n\f56.",
  "37": "---END OF PREVIOUS SECTION---\nTypical high school cafeteria landscape, cool kids wedged\ninto tables to themselves, jocks wedged into tables by\nthemselves, band kids not eating at all, just air-playing\ntheir sets, particularly the drum-line, forever table-\ntapping. And, of course, almost everybody is black. 56. \n---TARGET SECTION TO BE ANNOTATED---\nChiron moves through this mayhem, scanning the room for\nsomething, anything inviting. As he passes a group of girls,\nhe spots Kevin sitting by himself.\n\nChiron’s eyes light up but he checks himself, doesn’t want to\nappear too obvious. He begins to take the longest route to\nget to where Kevin is but, before he can get halfway through\nhis journey... Terrell sits in front of Kevin.\n\nChiron stops, diverts his attention before either can notice\nhim, heads instead for the lunch-line (his hands have been\nempty).\n\nOVER IN THE CORNER...\n\nTERRELL\nWassup, Kev.\nKEVIN\nTerrell, what’s good?\nTERRELL\nMan a nigga don’t see school no\nmore.\nKEVIN\n\nI hear you man.\n\nTERRELL\nLunch used to be the shit, though.\n\nKEVIN\nNah, the food wasn’t never good.\n\nTERRELL\nNigga, I ain’t talkin’ bout the\nfood. But that Friday pizza was the\nshit.\n\nKEVIN\n(Laughs )\nYeah, I feel you on that.\n\nTERRELL\nBut back in middle school, you\nremember, we used to have some fun\nat lunch. Member, we used to play\n‘knock down/stay down.’\n\nKEVIN\nYeah my crazy ass was the king of\nthat shit.\n\f60\n\n57.\n\nTERRELL\nOh hell yeah I remember that shit.\n‘Member that white boy you fucked\nup?\n\nKEVIN\nCuban cat, right? Mauricio?\n\nTERRELL\nKevin you fucked that kid’s face up\nman. We was calling you Tyson after\nthat shit.\n\nKevin nearly blushing here.\n\nTERRELL\nBut nigga’s don’t do that no more.\nI mean. You know.\n\nKEVIN\nWhat you sayin’?\n\nTERRELL\nI’m sayin’, you know, if I point a\nnigga out you gone knock his ass\ndown?\n\nKEVIN\nThat's the game ain’t it? You dare\nme to swing on him and if I do,\nit’s on you.\n\nTERRELL\nAight.\n(and)\nAight Kev. Let me see who ass\ngettin’ dropped today.\n\nINT.",
  "38": "---END OF PREVIOUS SECTION---\n(and)\nAight Kev. Let me see who ass\ngettin’ dropped today. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HIGH SCHOOL, COURTYARD - DAY - LATER 60\n\nLunch over, students begin to wander out of the cafeteria and\ninto the adjacent courtyard.\n\nWe've not seen the full of this school yet. It goes like\nthis: upon entering the guard gate and steps aforementioned,\none enters what’s best described as a tunnel, passing the\nadmin suites and principals offices and ultimately spilling\ninto this atrium with three stories of classrooms above and\naround on four sides, the doors all facing in on this\ncourtyard.\n\f58.\n\nThis building did not exist a decade ago; its older, decrepit\npredecessor demolished and replaced with this vision built\nmost in the image of a prison, constructed by the same money\nand resources used to erect those spaces and ultimately with\nthe same intention: to keep all who enter watched and in.\n\nTERRELL\n\n...leans to a stoop out here like a gathering storm, a group\nof boys milling around him and Kevin.\n\nPizzo is a part of this entourage too, laughing and pointing\nto various people as they pass, just loud enough for the\ncircle of boys gathered to hear, all of them pointing and\nsnickering, Kevin included.\n\nA bright, Miami day, yet... a cloud falling over this\ncourtyard -- a feeling -- this group scaring the other\nstudents in the area as a larger and larger swath of space\nsurrounds them.\n\nEventually, someone in particular catches Terrell’s eye: he\nimmediately stops laughing, goes dark... at the sight of\nChiron.\n\nTERRELL\nKevin.\n\nKevin turns. So does Chiron. They stare at each other.\n\nTERRELL\nHit that nigga Kevin.\n\nKevin looking at Chiron, meeting his eyes, still wearing the\nsmile of this group-think, straining to.\n\nTERRELL\nCome on Kev.\n\nPIZZO\nHit that nigga Kev...\n\nBOY 1\nHit his ass...\n\nBOY 2\nBitch ass!\n\nPIZZO\nHit that nigga!\n\nTERRELL\n\n(at Kevin)\n\nWhat the fuck you waitin’ on?\n\f59.\nThe boys have surrounded Chiron and Kevin. Kevin steps inside\nthe circle, meets Chiron’s eyes for the briefest moment...\n\n.",
  "39": "---END OF PREVIOUS SECTION---\nThe boys have surrounded Chiron and Kevin. Kevin steps inside\nthe circle, meets Chiron’s eyes for the briefest moment... . \n---TARGET SECTION TO BE ANNOTATED---\nand wallops Chiron, the force of it rocking Chiron back,\nsends him down to one knee clutching his jaw.\n\nKEVIN\nStay down.\n\nBut Chiron begins to stand up.\nTERRELL\nHe want to get up?\nKnock his faggot ass back down.\n\nChiron taking a few steps closer to Kevin now, comes right up\nto him, meets his gaze, chin raised.\n\nBeat. Eyes locked, then...\n\n.+.-POP, Kevin rocking Chiron again, Chiron staying on his\nfeet though, defiant.\n\nAfter a beat to gather himself, that same clear gaze from\nChiron\n\nTerrell... is pissed. Socks Chiron.\n\nIt’s open season now: the other boys pouncing, punches\nfalling heavy like rain.\n\nKEVIN\nStay down!\n\nBOY 2\nFive-O, Five-O!\n\nThe boys all separating quickly, slipping smoothly into the\ncrowd as the Old School Guard and other authority figures\nappear, get to Chiron and pull him to his feet.\n\nChiron bruised and bloodied, cuts to his lip and nose, a gash\nabove his eye. The Guard attempting to get his attention:\n\nOLD SCHOOL GUARD\nWho did it? Which of these niggas\nbeatin’ on you?\n\nBut Chiron silent, just staring across at Kevin, the boy\nreturning his gaze, vacant.\n\nThe lunch bell Rings.\n\f60A\n\n60.\n\nINT. HIGH SCHOOL, PRINCIPLE’S OFFICE - DAY 60A\n\nChiron sitting opposite PRINCIPAL WILLIAMS, 40s, serious but\nkind.\n\nWilliams just eyes Chiron up, can since the anger simmering\nbeneath the surface. Chiron stares at his feet, refuses to\nmeet that gaze:\n\nPRINCIPAL WILLIAMS\nChiron?\n\nNothing.\n\nPRINCIPAL WILLIAMS\nChiron, listen: you’re not in\ntrouble. You’re not being punished,\nokay? You did nothing wrong, we\nknow that, okay?\n\nStill nothing, Chiron has completely shut down.",
  "40": "---END OF PREVIOUS SECTION---\nYou’re not being punished,\nokay? You did nothing wrong, we\nknow that, okay? Still nothing, Chiron has completely shut down. \n---TARGET SECTION TO BE ANNOTATED---\nPRINCIPAL WILLIAMS\nLook, if you don’t tell us who did\nthis we can’t press charges,\nunderstand?\n\n(and)\n\nAll them damn kids standing around,\nall of y’all out there and don’t\nnobody got the heart to say who did\nit?\n\nThat getting Chiron’s attention, head snapping to meet\nWilliams’ gaze:\n\nCHIRON\nYou don’t even know.\n\nWILLIAMS\nOh I don't? You think all this just\nstarted, boy?\n\nCHIRON\nI ain’t no boy.\n\nWILLIAMS\nHell you ain’t: if you was a man\nit’d be four other knuckleheads\nsittin’ right there with you.\n\nChiron looking away again out a window there, done with this:\n\f61\n\n62\n\n63\n\n61.\n\nCHIRON\n(low, breaking)\nYou don't even know.\n\nWilliams taking him in again now, looking further, looking\nbetter, sees things in Chiron he’d not seen before; sees him:\n\nWILLIAMS\nLook son, I’m not blaming you, I’m\nnot. I know it’s hard, believe me,\nI’m not tryna disrespect your\nstruggle. I just need you to know,\nif you need some help, if you need\nsomebody to talk to... that door\nright there, it’s always open, you\nfeel me? And as soon as you walk\nthrough it, let me tell you --\neverything you going through, all\nof it’s gonna get better.\n\nIgnoring that, still set on that window.\n\nWILLIAMS\nYou feel me?\n\nOff Chiron meeting Williams’ gaze, CUT TO...\n\nINT. PAULA’S LIBERTY SQUARE APT, BATHROOM - NIGHT 61\nChiron taking in his own image in the bathroom mirror, left\nside of his face bruised and swollen, that cut at his right\near clotted with blood.\n\nHe runs water into the basin and, looking down into it, we\nnotice that it’s already filled with something, a pool of\nice.\n\nChiron lowering his face to the water, submerging his head in\nit for the longest moment, long enough to make the silence\nuncomfortable, then...\n\nINT.",
  "41": "---END OF PREVIOUS SECTION---\nHe runs water into the basin and, looking down into it, we\nnotice that it’s already filled with something, a pool of\nice. Chiron lowering his face to the water, submerging his head in\nit for the longest moment, long enough to make the silence\nuncomfortable, then... INT. \n---TARGET SECTION TO BE ANNOTATED---\n PAULA’S LIBERTY SQUARE APT, KITCHEN - NIGHT - LATER 62\n\nPaula sitting at the kitchen table, a dying cigarette in an\nash tray there. She looks beyond exhausted. And fried.\n\nChiron appearing with glasses of water, sits one in front of\neach of them.\n\nWe leave them this way: neither drinking those waters,\nneither speaking, then...\n\nOMITTED 63\n\f64\n\n65\n\n65A\n\n65B\n\n62.\n\nINT. HIGH SCHOOL - DAY - MOVING 64\nChiron passing the Old Security Guard, entering the building.\n\nWe continue with him, up a flight of steps, into the\ncavernous tunnel of the school entrance.\n\nAll eyes looking in at Chiron, in at us.\n\nAnd the SOUND, so many shifting ticks and voices, whispers\naccompanying those looks, adolescent energy unhinging itself.\n\nChiron entering a stairwell, rising, pushing past other kids\ntowards the second story of this building.\n\nReaches it, steps onto the landing and slips into one of the\ninterior passageways, the sound of those voices and whispers\namplified, echoed and refracted off the metal lockers and\nindustrial design.\n\nBut Chiron’s face? Unchanged, still that blankness, that\npensiveness. With him all the way as we lead/follow him\naround a turn, toward a door and into...\n\nOMITTED 65\nOMITTED 65A\nINT. HIGH SCHOOL, CLASSROOM - DAY - CONTINUOUS 65B\n\nChiron entering, moving directly to his seat, a wooden chair\nthere.\n\nSets his bookbag atop his desk, takes the chair, slides it\nfrom the desk and...\n\n..-brings it down atop Terrell’s head.\n\n \n\nCRACK!\n\nTerrell spilling to the floor; no blood, no movement, a total\ncollapse to the spot where he sat.\n\nBeat.\n\nEveryone in the class in shock, nobody moving, all eyes on\nTerrell. He’s not moving, not breathing, body prone on the\nfloor. A beat, then...\n\n..-he spasms back to consciousness, a quick convulsing and\nthen a reach for his head.\n\nChiron raising that chair, brings it down on Terrell again,\nthe boy jolting with the impact.\n\f66\n\n63.",
  "42": "---END OF PREVIOUS SECTION---\n..-he spasms back to consciousness, a quick convulsing and\nthen a reach for his head. Chiron raising that chair, brings it down on Terrell again,\nthe boy jolting with the impact. 66\n\n63. \n---TARGET SECTION TO BE ANNOTATED---\nPierce sets upon Chiron. A few others help restrain him.\nINT/EXT. HIGH SCHOOL - DAY 66\n\nPolice lights flash on the school’s walls. Kids all stand\noutside as well as teachers.\n\nChiron is brought out of the school in handcuffs, lead by two\nofficers, staring and muckraking from the gathering as he\npasses.\n\nGets down to the street, is ushered into a police car.\n\nAs he stares out from the backseat, a face at the top of the\nsteps stares back: Kevin.\n\nCUT TO BLACK.\n\f67\n\n68\n\n69\n\n70\n\n64.\n\nFirst, OVER BLACK, a beat of SILENCE and, immediately after,\na gasp for air, then...\n\nFADE IN:\n.»+.ON a grown man covered in sweat.\nINT. BLACK’S APT, BEDROOM - NIGHT 67\n\nBLACK (the same Little/Chiron character but late 20s now),\nsitting upright.\n\nEyes open, staring off into the light spilling through the\nwindow-pane above this bed.\n\nINT. BLACK’S APT, KITCHEN - NIGHT 68\nBlack standing at the kitchen sink.\n\nThe faucet running in the sink before him and, looking down\ninto it, full of ice cubes, plastic trays from a freezer\nsomewhere nearby.\n\nTakes a towel, dips it into the water, wrings it slightly.\nBrings it to his face, covers his eyes, his forehead gently\nwith it.\n\nDips it into the basin again, wipes across his chest. Slowly,\nhe lowers his torso to the sink, submerges his face\ncompletely.\n\nINT/EXT. CHEVY IMPALA - DAY - MOVING 69\n\nHot today; hot as hell out today as Black sweats through\nbaggy jeans and over-sized white tee.\n\nWhat’s more, unlike the pensive Black glimpsed recovering\nfrom a fevered dream, this one menaces through a full array\nof gold-fronted teeth.\n\nThey're impossible to miss as the city passes by outside his\nwindow, cruising through the Flats.\n\nAs the car continues along, we go CLOSE ON: Black’s license\nplate. The vanity spelling BLACK is interesting, but that\nit’s issued in the state of Georgia is more important.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nAs the car continues along, we go CLOSE ON: Black’s license\nplate. The vanity spelling BLACK is interesting, but that\nit’s issued in the state of Georgia is more important. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ATLANTA AGAPE REHAB CENTER - DAY 70\nBlack sitting in the reception area of this Rehab Clinic. He\n\ndoesn’t look lost here and yet... he doesn’t look\ncomfortable, dressed in a conservative, button-up shirt.\n\f65.\n\nTwo or three others sit on simple chairs beside him, all of\nthem waiting. Finally, from somewhere across the room:\n\nVOICE (0.S.)\nChiron Harris?\n\nAt the sound of his name, Black rises, moves toward that\nvoice.\n\nEXT. COURTYARD, ATLANTA AGAPE REHAB CENTER - DAY\n\nBlack sits in front of PAULA (40s now, hair pulled back,\nthinned but a light in her eyes that wasn’t there before).\n\nPaula looks down and goes into her pocket, pulls out a\ncigarette. Lights it, almost puts it in her mouth when she\nstops and stubs it out.\n\nPAULA\nQuittin’ that too.\n\nBlack just nodding, indifferent.\n\nPAULA\nTrying to, at least.\nHow you been?\n\nBLACK\nAlright.\n(then)\nI ain’t sleepin’.\n\nPAULA\nWhy not?\n\nAwkward.\n\nPAULA\nRight. If you knew you'd prolly...\n\nBLACK\nBad dreamin’.\n\nPAULA\nStill?\nYou ever thought about talking\nabout it with somebody? I mean. You\nknow, not even like a counsellor.\nMaybe somebody like, like your\nmama?\n\nPaula laughs, makes light of it. Black still unmoved. Hard to\ntell which of these two is in rehab and which isn’t.\n\f66.\n\nPAULA\n\nYeah it sound funny to me too. But\nI am your mother, ain’t I? You can\ntalk to me if you want to.\nOr at least somebody, you got to\ntrust somebody, you hear?\n\n(then)\nYou talk to Teresa?\n\nBLACK\nYeah.\nPAULA\nHow she doing?\nBLACK\n(Shrugs )\n\nGood.\nPaula mimics Black’s shrug...\n\nPAULA\n“Good.”\n\n...face curling into a beautiful, teasing smile. Hard to not\nlove this woman, hard to not give her infinite second\nchances.\n\nBLACK\nWhen you go home?\n\nPAULA\n\nHome?\n\n(beat)\nThis is home. I mean... they\n‘lowin’ me to stay and work as long\nas I like.",
  "44": "---END OF PREVIOUS SECTION---\nPAULA\n\nHome? (beat)\nThis is home. I mean... they\n‘lowin’ me to stay and work as long\nas I like. \n---TARGET SECTION TO BE ANNOTATED---\n I figured, you know,\nmight as well help other folks,\nkeep myself out of trouble.\n\nBLACK\nThat’s good, mama.\n\nPAULA\nYeah... I think it is too.\n(a deep breath)\nI really do.\n\nBlack nodding his head silently, looking away from his\nmother, over at another mother and son performing this same\nritual across the courtyard, down at the stubbed cigarette\nstill clutched at his mother’s lap.\n\f67.\n\nPaula taking a real good look at her son. Something in her\nface softening at the sight of his hardened jaw, those gold\nfronts.\n\nPAULA\nSo...\n(beat)\n..+-you still in them streets?\n\nNothing from Black, eyes shifting to the ground now, down and\naway.\n\nPAULA\nDidn't come all the way the hell to\nGeorgia to have you fall into the\nsame shit, Chiron.\n\nBLACK\nI'ma go.\n\nPAULA\nNo, you gon’ listen.\n\nBLACK\nTo who, you?\nReally, though?\nYou?\n\nBlack pushing back from the table, rising. Paula grabbing his\nhand before he can turn, hard as he is, his mother’s touch an\ninstant pause, stands still staring at that ground:\n\nPAULA\nNot like this, baby.\n\nAnd...\n\nPAULA\nNot like this.\n\nBlack looking down, looking away, looking anywhere but at\nPaula.\n\nBlack returns to his seat, eyes fixed to a spot.\n\nPAULA\nI messed up baby. I fucked it all\nup, I know that. But yo’ heart\nain't gotta be black like mine, you\nhear me? I love you baby. I do, I\nlove you Chiron. You ain’t gotta\nlove me, lord knows I didn’t have\nlove for you when you needed it, I\nknow that.\n\f72\n\n73\n\n68.\n\nPAULA (CONT'D)\nSo you ain’t gotta love me but you\ngon’ know that I love you, you\nhear?\n\nNothing from Black.\n\nPAULA\nYou hear me, Chiron?\n\nPaula yanking that arm.\nBLACK\nDamn Mama, yeah.\n(and looking to her now)\n\nI hear you.\nPaula taking up that cigarette again, lights it this time. A\nbig, deep drag. Saviors it, pulls all of it deep down into\nher chest.",
  "45": "---END OF PREVIOUS SECTION---\nPaula taking up that cigarette again, lights it this time. A\nbig, deep drag. Saviors it, pulls all of it deep down into\nher chest. \n---TARGET SECTION TO BE ANNOTATED---\nPAULA\nOne step at a time, baby.\nOne step at a time.\nCUT TO BLACK.\nAnd over BLACK, the TITLE CARD:\nBLACK\nIIt.\n\nINT/EXT. CHEVY IMPALA - DAY - MOVING 72\nNoise and fuzz in here, quads and subs as Black blasts\nsomething bass-heavy yet moving, think Erykah Badu Chopped\nand Screwed.\nAll elbows and mean mugs as he leans at an angle, seat\nreclined way back with lips parted to show those fronts; eyes\nscanning the blocks and corners he’s passing as much as the\nroad he’s driving.\nA moment of him driving this way, then...\nINT./EXT. BLACK'S CHEVY IMPALA - NIGHT - MOVING 73\n\nMoving with Black as he turns off the main road, pulls into\nhis apartment complex.\n\nAs he makes his way through the parking lot, a figure appears\nahead of him, a young guy rising from a stoop, caught in the\nglare of Black’s headlights.\n\f74\n\n75\n\n69.\n\nBlack heads directly for the young guy, then turns away from\nhim, into his parking spot.\n\nOMITTED 74\nINT. BLACK’S APT, LIVING ROOM - NIGHT 75\n\nBlack on the couch, that same white tee from before but in\nshorts now, flip-flops at his feet. Travis (early 20s, green,\nthe “young guy” from the parking lot) stands before him,\nhands clasped together behind his back.\n\nDim in here, a table lamp bathing Black’s slate skin in\norange warmth, television raking Travis in a cool blue. So\ndim in fact, we hardly notice the work going at Black's lap:\nbills unfurled across disparate bills.\n\nBlack counts. Travis watches.\n\nAn extended beat of this, Travis’ eyes down at his feet as\nBlack nears the end of his count. Finished, he raises his\nhead, brings his gaze to meet Travis’.\n\nBLACK\nYou short, Travis.\n\nTravis’ brow arching with confusion.\n\nTRAVIS\nWait, what?\n\nBLACK\nYou short.\n\nTRAVIS\n\nNah I counted it, it’s all there,\nit’s all there on my mama life. You\ntrippin’.\n\nBLACK\nI’m what?\n\nPause.\n\nTRAVIS\nI ain’t mean it like that.",
  "46": "---END OF PREVIOUS SECTION---\nBLACK\nI’m what? Pause. TRAVIS\nI ain’t mean it like that. \n---TARGET SECTION TO BE ANNOTATED---\nBLACK\nThen how you meant it?\n\nTRAVIS\nI mean, I....\n\f70.\n\nTravis trails off there.\n\nBLACK\nWhere the rest of the roll?\nTravis thinks for a second -- maybe he is short, maybe his\ncount is off, but... he straightens, chin up:\nTRAVIS\n\nIt’s all there. You might could\nthink I’m short... but when I\nhanded it to you, it was all there.\nThat’s on my mama.\n\nBLACK\n\nYou sayin’ I’ma liar?\nTRAVIS\n\nI ain’t say that.\nBLACK\n\nThen what you sayin’?\nTRAVIS\n\nI'm...\n\nI mean...\n\nDog, I’m just--\n\nBLACK\nYou just what?\n\nTravis goes quiet, eyes at his feet -- he’s fucked. Black\nlet's him stew a minute, then... breaks into a toothy grin.\n\nBLACK\nNah.\nJust fuckin’ with you.\n\nTRAVIS\nHuh?\n\nBLACK\nCount good.\nYou did good -- did real good.\n\nBlack extending a few bills toward Travis, waiting as the boy\nnervously takes them from him.\n\nBLACK\nCan’t be on the corner if you can’t\ntake a nigga just fuckin’ with you.\n\nTravis nods. Black extending a few more bills toward him,\nwaiting as the boy nervously takes them.\n\f76\n\n76A\n\n76B\n\n76C\n\n76D\n\n71.\n\nBLACK\nHeard you been in them dice games,\ntoo. Watch yo’ back with them\nfolks. Be better off at Jai Lai,\ndice game bring nothin’ but pain.\n\nTravis wrinkling his face at that:\n\nTRAVIS\nWhat the hell is “high lie”?\nBlack begins to explain, but... just smiles.\nINT. BLACK’S APT, BEDROOM - NIGHT 76\n\nSurprisingly, Black fast asleep, resting peacefully under the\nwhir of a small fan.\n\nA moment of him sleeping, then... his phone comes to life,\nvibrating on the bedside table. Black rolls over groggily,\nsilences the thing with a flick of the wrist.\n\nAfter a beat, a second, shorter vibration pierces the quiet.\nBlack retrieves the phone. As he does...\n\nBEGIN MONTAGE:\nINT. BLACK’S APT - NIGHT 76A\n\nQUICK IMAGE: Black moving about the apartment in just his\nboxers.",
  "47": "---END OF PREVIOUS SECTION---\nAs he does... BEGIN MONTAGE:\nINT. BLACK’S APT - NIGHT 76A\n\nQUICK IMAGE: Black moving about the apartment in just his\nboxers. \n---TARGET SECTION TO BE ANNOTATED---\nAUTOMATED VOICE (V.O.)\nYou have...one...new message.\n\nINT. BLACK’S APT, KITCHEN - NIGHT 76B\n\nQUICK IMAGE: Black standing before the open freezer door,\nhead half-way in to absorb the cool air.\n\nPAULA (V.O.)\n\nChiron, this your mother. I know\nit’s late but figured you ain’t\nnever been one much for sleep.\nWanted to thank you again for\ncomin’ to see me.\n\nOMITTED 76C\nINT. BLACK’S APT, BATHROOM - NIGHT 76D\n\nQUICK IMAGE: Black in the bathroom, a repeat of his earlier\nice basin ritual.\n\f77\n\n72.\n\nPAULA (V.O.)\nThat was... that was good of you.\nHope you gettin’ some rest baby.\n\n(and)\nHope you come by again soon.\n\nCUT BACK TO:\nINT. BLACK’S APT, BEDROOM - NIGHT 77\n\nAnd it’s as though he never left: flat on his back above the\ncovers, staring up into nothing, the phone there on the\nbedside.\n\nAn extended beat of quiet here, enough to see this is a man\nwho wrestles with his mind at night, then...\n\n...the phone buzzes again, Black reaching for it\ninstinctively, grabs it without bothering who it is and:\n\nBLACK\nMa’, it’s late, I’m tryna sleep, I\ngot your message.\n\nBeat.\n\nWe can hear the other side of this connection. For now, it’s\njust the white noise of dead air, whomever’s on the other end\nkeeping to themselves, then...\n\nVOICE (0.S.)\n(through phone)\nHello?\n\nBlack pulls his phone from his ear, checks the display. It’s\na 305 number: Miami. His demeanor shifting at the\nrealization.\n\nVOICE (0.S.)\nEh Black, I mean... Chiron, man.\n\nBlack slowly sits up, just up on his elbows there, brings his\nchest up a bit:\n\nVOICE (0.S.)\nHow you doing? This... this Kevin.\n\nKevin. Black's face startling, though only so much, such a\ncontained man.\n\nKEVIN (0.S.)\nYou there?\nSay somethin’, nigga.\n\fBeat.\n\n73.\n\nBLACK\nYeah.\n(and)\nHey.\n\nKEVIN (0.S.",
  "48": "---END OF PREVIOUS SECTION---\n(and)\nHey. KEVIN (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nLong time no see, right? I asked\nTeresa if she had your number\n\nand... I’m workin’ this job man.\nLotta people comin’ by and this\ndude, he come by today -- made me\n\nthink of you.\n\nKEVIN (0.S.)\nYou there?\n\nBLACK\nYeah, I’m here.\n\nKEVIN (0.S.)\nYou remember me?\n\nBlack looking about himself, around this room before\nanswering. Looks more into his memory than anything else:\n\nYes,\n\nhe remembers him.\n\nBLACK\nYeah.\nI do.\nBeen a while.\nKEVIN (0.S.)\nYeah.\nIt has.\n\n(and)\nWhere you at?\n\nBlack closes his eyes.\n\nBeat.\n\nBLACK\nGeorgia.\nAtlanta.\nBeen up here ever since....\n\nKEVIN (0.S.)\nYeah, that’s what I heard.\n\nA very long, very dense, very quiet beat.\n\f78\n\n74.\n\nKEVIN (0.S.)\nI’m... I’m sorry about that...\nabout all that, Chiron.\n(and after a pause)\nAbout all that shit what went down,\nman.\n\nBlack looking about himself, about the room, eyes wandering\nand drifting, had pushed so much of this away.\n\nKEVIN (0.S.)\nReal shit, dog, I am.\n\nA sound from Black into the phone, not so much a word as a\ngesture, guttural, ambiguous, not affirming but a reprieve,\nan allowance for the space to continue.\n\nFinally, mercifully:\n\nKEVIN\nWhat you doin’ up there?\nBLACK\n(coming back)\nNot much.\n(and)\n\nJust trouble.\nCUT TO:\nINT. JIMMY'S EASTSIDE DINER - NIGHT - SAME 78\n\nSimple this place, KEVIN (late 20s now) dressed in a chef’s\napron behind a staging station, from the looks of the kitchen\nsurrounding him, a diner type place, short-order cook.\n\nKEVIN\nChiron and trouble always found a\nway.\n\nOut beyond the staging station Kevin’s leaned to, an old\nschool register, tan colored table tops and matching vintage\nbooths.\n\nThis is one of those relics that will always be a part of\nMiami. When the tide finally sweeps the city into the\nAtlantic, the last note rising from it will be Compay\nSegundo’s \"Chan Chan\" reverberating from this place.",
  "49": "---END OF PREVIOUS SECTION---\nOut beyond the staging station Kevin’s leaned to, an old\nschool register, tan colored table tops and matching vintage\nbooths. This is one of those relics that will always be a part of\nMiami. When the tide finally sweeps the city into the\nAtlantic, the last note rising from it will be Compay\nSegundo’s \"Chan Chan\" reverberating from this place. \n---TARGET SECTION TO BE ANNOTATED---\nINTERCUT BLACK AND KEVIN\nBLACK\n\nYeah... something like that.\nWhat about you?\n\f75.\n\nKEVIN\nI’m a cook, man.\n\nA loud laugh from Black, the clear joy of it a jolt.\n\nBLACK\nYou a cook?\n\nKEVIN\nYeah man, got sent up for some\nstupid shit, same stupid shit we\nalways get sent up for. Put me on\nthe kitchen line and I kinda took\nto it.\n\nBLACK\nGreeeeaaaaaaaaat day, Kevin Jones:\nChef Boyardee.\n\nKEVIN\nI cook better than that shit.\n\nBLACK\nYou better or your ass won’t be\ncooking long, feel me?\n\nThe two of them laughing there, the familiarity clear,\nasserting itself.\n\nKEVIN\nYeah, so... I just thought about\nyou man. There’s a jukebox in here,\nfolks come in and play they songs\nand that’s the music we get in\nhere. This dude, man....\n\nKevin trailing off there, thoughts wondering, eyes drifting\nover to that jukebox, one of the old school types with actual\nCDs and pages that flip when commanded.\n\nBLACK\nYeah....\n\nKEVIN\n...this dude reminded me of you.\n\nBeat.\n\nBLACK\nWhat'd he play?\n\nA long pause from Kevin, the song wedging itself in his\nthoughts right now, pushing everything aside.\n\f79\n\n76.\n\nBLACK\nThat good, huh?\n\nKEVIN\nYeah...\n...that good.\n(and)\nIf you ever come down here, man,\nyou holla at me.\n\nBLACK\nThis your number?\n\nKEVIN\nNah, no cell. This the diner. Right\nnow it’s better if folks can’t\nreach me. I tell niggas, “Call my\nmomma house if you really need me,”\notherwise I’m only ‘bout this J-0O-\nB.\n\nBLACK\nTrue.\nWhat’s the name of the place?\n\nKEVIN\nJimmy's Eastside Diner. If you ever\nto town, Chiron, I mean it. Come on\nby, I’1l1 cook you somethin’, play\nthat song for you.\n\nBlack fully sat up on the bed now, free hand to his temple,\nthe other clutching his cell to his ear. Just the sound of\nhis light breathing.\n\nKEVIN\nAlright Chiron, be easy.\n\nClick.",
  "50": "---END OF PREVIOUS SECTION---\nJust the sound of\nhis light breathing. KEVIN\nAlright Chiron, be easy. Click. \n---TARGET SECTION TO BE ANNOTATED---\nBlack lowering his phone now, staring at the screen, the\nsimple information there: Call Duration: 5min29secs.\n\nA lifetime.\n\nCUT TO:\nINT. BLACK’S APT, BEDROOM - DAY 79\nA moment of stillness: Black prone atop the covers, just his\nboxers and still a small sheen of sweat. From the look of\n\nhim, jaw slack, lips parted just so, this has been a restful\nsleep.\n\f80\n\n81\n\n82\n\n83\n\n84\n\n77.\nSlowly, after a beat to watch him this way, Black stirs\nslightly, a slowed wakening.\nStretches now, body turning, arms reaching beyond this bed,\nextending toward the light streaming through the lone window\n\nthere.\n\nTurns on his side. Is about to sit up but... stops. From the\nlook on his face, a realization: he reaches to his crotch.\n\nINT. BLACK’S BATHROOM - DAY 80\n\nBlack standing before the basin, hands working at something\nin the water.\n\nNo ice, no towel. Instead, he’s standing over a muddied\nplume, a layer of soapy foam atop the surface: he’s hand-\nwashing his boxers.\n\nAn extended beat of this washing, then...\n\n...the SOUND of music blaring, all highs at first, a rattling\ntrunk following.\n\nINT/EXT. CHEVY IMPALA - DAY - MOVING 81\n\nBlack in mode again: gold fronts, white tee, one hand on the\nwheel as he pushes through these streets.\n\nEyes scanning the corners and alleys he’s passing, whatever's\nout there getting little from him, just this glare.\n\nOMITTED 82\nINT/EXT. CHEVY IMPALA - DAY - MOVING 83\n\nBlack hanging a U-turn, neck craned all the way around to\nkeep an eye on something outside this car.\n\nHeaded back the other direction now, he pulls over to the\nside of the road, honks his horn, three sharp beeps, and...\n\nINT/EXT. CHEVY IMPALA - DAY - MOVING 84\nBlack at the wheel, Travis in the passenger seat beside him.\n\nOn Travis’ lap, a mix of cash and baggies, a greasy, crumpled\nbrown bag wedged between his thighs. He’s counting.",
  "51": "---END OF PREVIOUS SECTION---\nCHEVY IMPALA - DAY - MOVING 84\nBlack at the wheel, Travis in the passenger seat beside him. On Travis’ lap, a mix of cash and baggies, a greasy, crumpled\nbrown bag wedged between his thighs. He’s counting. \n---TARGET SECTION TO BE ANNOTATED---\nThe music blasting as always in here, Black nodding his head\nto an old school Goodie Mob track, then... cutting the music\nsharply, face going slack as...\n\f85\n\n86\n\n87\n\n78.\n.++.a patrol car passes in the opposite direction, Travis\nnever breaking his count, Black cranking the music, and...\nCUT TO:\nTRAVIS\n..-head cocked to the side, a posture of listening.\nINT/EXT. CHEVY IMPALA - DAY - PARKED 85\n\nBlack parked at the edge of an alley, looking out at Travis\nstanding amongst two other young men.\n\nWe can’t hear what’s being said down there, the whole thing\nviewed from Black’s vantage.\n\nInstead, all long-lens gestures: Travis going through some\nform of count with his fingers, the two young men bringing\ntheir hands to their chests (Who? Me?!), the posture of\nexplaining.\n\nBlack reaching to the floorboard beneath him,, retrieves the\nobvious: a .38 Special.\n\nTakes another look down that alley, then... opens the door,\nsteps into the alley and begins towards them.\n\nWe don’t follow, just watch from this distance, then...\n\nINT. BLACK’S APT, BEDROOM - DAY 86\nDangling from a wire hanger, panning with the flow of an\noscillating fan: the underwear we’d seen Black wear before,\n\nstill damp in the humid air.\n\nREVERSE ANGLE: BLACK’S FACE, eyes fixed on the underwear,\nstudying them with a mixture of shock and reverence.\n\nReaches a hand to them, takes their short hem in his hands,\npartly to gauge the dampness, partly for wont of touching\nthem.\n\nSomething on his mind here, thoughts turning and turning and\nturning. He checks his watch: half past one.\n\nINT/EXT. CHEVY IMPALA - DAY - MOVING 87\n\nObserving him through the front windshield of this car, the\nwhole of it viewable from here.\n\nJust the sound of the road, no music, certainly no speaking\nas Black drifts along what appears to be a highway.\n\f88\n\n89\n\n79.\n\nA look of resolution on his face, a peace, a clarity. The\nimage closing in on him now, a slow, subtle zoom pushing in\non that face, those eyes.",
  "52": "---END OF PREVIOUS SECTION---\n88\n\n89\n\n79. A look of resolution on his face, a peace, a clarity. The\nimage closing in on him now, a slow, subtle zoom pushing in\non that face, those eyes. \n---TARGET SECTION TO BE ANNOTATED---\nJust as we near the end of this move, our view pivots,\npanning away from that windshield, perpendicular to our\ntraveling: nothing but mangroves out there. And across a\nlarge median, lanes of other traffic running in the opposite\ndirection.\n\nThere’s no doubt now, this is not a drive around Atlanta. The\nspeed and highway surroundings should make it clear: he’s\ngoing much farther.\n\nAn extended beat of this traveling, of the road and trees and\nwind, the speed of the passing land and soundscape\nescalating, building, the whole of it coalescing into a\nhypnotic rhythm, then...\n\nWAVES\n\n.--both the sight and sound of waves crashing, lashing at the\nshore.\n\nEXT. MIAMI BEACH - NIGHT 88\n\nA muted, wide base to the light, waves rushing onto shore\nunder the watch of a full moon.\n\nThere are children at play, a dozen at various ages, all\nblack, 7 to 15 years old.\n\nNone of them in proper trunks, most in homemade cut-off\nshorts and Fruit of the Loom white tank-tops. All laughing as\nthe waves rush at their feet, a few feigning fear at the\nocean as others -- the boys mostly -- drag them into the\nsurf.\n\nWe watch the children at play a moment longer. We've seen\nnone of these kids before, we'll see none of them again.\n\nA final beat of this, then...\n\nEXT. JIMMY’S EASTSIDE DINER, PARKING LOT - NIGHT 89\nA door closed -- Black’s car parked deep in the corner of\nthis parking lot, in the farthest back corner away from\n\nstreet light, obscured by low-hanging shade trees.\n\nThe diner is away from us, across the parking lot. Black\ntakes it in a moment, pulls on a fresh shirt.\n\f90\n\n80.\n\nHe’s moving, crossing the parking lot at an easy clip. It’s\n\nquiet out, a few passing cars to Black’s left running north\n\non Biscayne Boulevard, no foot traffic -- can hear the SOUND\nof his footfalls on the pavement.\n\nAs he nears the threshold of this diner, takes the handle on\nthe entry...\n\nCLOSE ON: an old school bell, the sound of it jingling as the\ndoor it’s affixed to parts.\n\nINT.",
  "53": "---END OF PREVIOUS SECTION---\nAs he nears the threshold of this diner, takes the handle on\nthe entry... CLOSE ON: an old school bell, the sound of it jingling as the\ndoor it’s affixed to parts. INT. \n---TARGET SECTION TO BE ANNOTATED---\n JIMMY'S EASTSIDE DINER - NIGHT - CONTINUOUS 90\n\nAnd right away, the sound of music, something old, soft, and\nlilting (think Aretha Franklin’s One Step Ahead).\n\nBlack scanning this room, his view of the place a clue for\nus: this is definitely the same diner we saw Kevin working in\nduring the earlier phone call.\n\nAll the details are there, the old-school register, vintage\nchairs and table-tops. And in the corner, that old school\njukebox blessing us with Aretha.\n\nBLACK\n\n.++.on the move now, crosses the diner with eyes down and\nahead of him. There’s a counter lined with stools, directly\nopposite the staging station and adjacent the register.\n\nBlack eases up to the counter, places his cell atop it and\ntakes a seat.\n\nNo one stirs at Black’s movement, no one watches. Looking\nabout the place again, we notice the other patrons: a quartet\nof college girls in a corner booth shoring up for a night on\nthe town, an elderly gentleman sitting to himself, staring\ninto a cup of mild coffee.\n\nAs Black watches the elderly gentleman...\nVOICE (0.S.)\n(moving)\nBe right with you.\n\nA figure moving past, carrying an urn over to the old man,\nsets a new cup down and pours a fresh coffee, scoops up the\nold cup as he moves on.\nAs he crosses to the girls, we see him better: it’s Kevin.\n\nWe watch as he speaks to them; can’t hear any of it but from\nthe feel of it, very jovial, Kevin is good at this work.\n\f81.\n\nA beat of watching Kevin here, isolated bits of him from\nBlack's perspective: Kevin’s lips as he speaks, the hand he\nrests to his neck instinctively.\n\nFinished with the girls, Kevin turns back toward the counter,\nhands full with their spent dishes. As he approaches, he\nlooks right at Black, right at_us...\n\nKEVIN\n(moving)\nBe right with you, boss, just let\nme get this out the way.\n...and moves past.\nSomehow, Kevin has not noticed him.\n\nSomething lodged in Black’s throat, without thinking places\nhis hand there: Am I breathing?\n\nHe must be, he’d better be: those dishes discarded somewhere\n\nin the back and... here comes Kevin.",
  "54": "---END OF PREVIOUS SECTION---\nSomehow, Kevin has not noticed him. Something lodged in Black’s throat, without thinking places\nhis hand there: Am I breathing? He must be, he’d better be: those dishes discarded somewhere\n\nin the back and... here comes Kevin. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nHow you doin’ tonight, what can I\nget you?\n\nKevin flipping through a stained note-pad, hasn’t bothered to\nlook up yet. As he does, his eyes settle on Black’s.\n\nBeat.\n\nKevin watching this man. And Black watching back, the two of\nthem silently holding each other’s gaze, pure curiosity.\n\nKevin's head cocking to the side now:\n\nKEVIN\nChiron?\n\nNothing from Black, just those eyes. Kevin lowering that note-\npad, rounds the counter, comes right up beside him. On\nKevin’s face: no doubt who this is.\n\nKEVIN\nDamn man why you ain't say\nnothin’?!\n\nKevin taking Black’s right hand in his, pulls him in close\nand throws his left arm around his back: warm, tight,\nmasculine.\n\f82.\n\nThe embrace held, Black slowly reciprocating, his left arm\ncautiously placed around Kevin's back and, subtly, moved\nthere, close but not quite a caress.\n\nThe men part.\n\nKEVIN\nDamn Chiron.\n\nBLACK\n‘Sup, Kev’.\n\nKEVIN\nWhat the hell you doin’ here, I\nmean....\n\nKevin trailing off there as Black nods agreement, gets the\noddity of his own actions.\n\nKEVIN\nWell shit, you here now, that’s all\nthat matter.\n\nAgain, that nod from Black, Kevin smiling in reply:\n\nKEVIN\nThere go that damn noddin’, you\nain't changed a bit, still can’t\nsay more than three words at a\ntime, huh?\n\nA smile from Black. This guy gets him.\n\nBLACK\nSaid you was gon’ cook for me, I\nknow how to say that.\n\nKevin rounding that counter again, Black clocking him as he\ngoes, winds up opposite him, takes up that notepad again.\n\nKEVIN\nYeah I did, man. I did.\nWhat you want? You can pick from\nthe menu or I can give you the\nchef's special.\n\nBlack watching Kevin across this counter.\n\nOver on the jukebox, that song ends, just the muted sound of\nthe girls in the corner there, nothing but this short space\nbetween them.\n\nKevin sets his notepad down.\n\f91\n\n92\n\n83.\n\nKEVIN\nYeah.\nWe here, Chiron.",
  "55": "---END OF PREVIOUS SECTION---\n91\n\n92\n\n83. KEVIN\nYeah. We here, Chiron. \n---TARGET SECTION TO BE ANNOTATED---\nAs Kevin heads for the kitchen, leaves Black with that\nthought...\n\nCUT TO:\nINT. JIMMY'S EASTSIDE DINER - KITCHEN 91\n\n.--all hands and handles, a cast iron skillet going over an\nopen flame.\n\nINT. JIMMY'S EASTSIDE DINER - NIGHT - LATER 92\n\nBlack on his stool at the counter, watching through the\nstaging station as Kevin works over that flame.\n\nBehind him, the group of girls moving toward the exit, bell\njingling as they step onto Biscayne.\n\nBlack's gaze lingering on them a moment, tracking them as\nthey push farther and farther into the night. Coming back,\nhis gaze settles on the table across the diner: the old man,\nthat cup of coffee.\n\nBlack rising now, digs down into his pockets, pulls the bit\nof cash and change there. Begins across this space, over to\nthe jukebox.\n\nGets to flipping through the flaps, four to a side, scanning\nleft and right. A bit more flipping until... bingo.\n\nA string of quarters, a few buttons pushed then...\n\n..+.the click and clack of the machine, a disc racked and spun\nto speed, so quiet in here without that jukebox, then... the\nSOUND of a disc racked, the jukebox doing its work as...\n\nKEVIN (0.S.)\nChef's special.\n\nBlack spinning to find Kevin passing, moving behind him with\na freshly plated meal -- carries it across the diner floor,\nover to the booth abutting the diner window.\n\nBlack cocks his head in surprise, makes his way over to --\nTHE BOOTH\n\nApproaches a smiling Kevin, takes a look at the plate he’s\n\nmade for him: black beans, white rice, a grilled chicken\nbreast with mole coating.\n\f84.\n\nBLACK\nSo you Cuban now?\nKEVIN\nOnly in the kitchen, Papi.\n\n(and)\nSit down, nigga. Or you gon’ eat\nstandin’ up?\n\nBlack complies, eases into the booth, eyes the food.\n\nKEVIN\nWant a drink?\n\nBLACK\nI don’t drink.\n\nA huff from Kevin -- more playful than skeptical -- leaves\nthe booth, heads back over to the counter. Black watches as\nKevin roots around for something, comes back over with a half\nrun bottle of red wine, something simple.",
  "56": "---END OF PREVIOUS SECTION---\nBLACK\nI don’t drink. A huff from Kevin -- more playful than skeptical -- leaves\nthe booth, heads back over to the counter. Black watches as\nKevin roots around for something, comes back over with a half\nrun bottle of red wine, something simple. \n---TARGET SECTION TO BE ANNOTATED---\nSets a water glass down before each of them, settles in\nacross from Black, pours.\n\nKEVIN\nNigga I ain’t seen you in like a\ndecade, you gon’ drink with me.\n\nBlack just looking at this guy: What can he do?\n\nThe clink of glasses, Kevin taking a sip of his, Black taking\na gulp, maybe he doesn't drink after all.\n\nKevin settles his elbow and forearm to the table:\n\nKEVIN\nSo what bring you here, Chiron?\n\nCurious, innocent, suggestive, all at once. Black just\nwatching Kevin in response.\n\nKEVIN\nEat your dinner man.\n(rises)\nEat your dinner.\nBlack's gaze following Kevin as he replaces the old\ngentleman's coffee as before, moves on to a young couple\nsitting in the booth where the group of girls were.\n\nOff Black, CUT TO...\n\f93\n\n85.\n\nINT. JIMMY'S EASTSIDE DINER, BOOTH - NIGHT - LATER 93\nLater by the look of Black’s plate, completely empty.\n\nBlack takes up his water glass of wine, a second bottle open\nthere beside the first -- they’ve been thirsty.\n\nKevin appears, settles in again.\n\nKEVIN\nYou remember Samantha?\n\nBLACK\n(nodding)\nYeah, I remember her.\n\nKevin reaching into his wallet, takes out a photo, places it\non the counter:\n\nKEVIN\nKevin Jr.\nMe and Samantha. Had him young; too\nyoung.\n\nKevin watching as Black takes up the photo, brings it close,\nexamines it.\n\nKEVIN\nWhen I got locked up, man. It was\nhard. Real hard. Had me in state,\nnot that county shit. That’s when I\nknew I had to find somethin’.\nThat’s when I started the cookin’\nthing, knew I couldn’t go back to\nthe street, not after that.\n\nBLACK\nY’all still down?\nKEVIN\nMe and Sam?\n(beat)\nNah. We still cool though, gotta be\nfor Lil’ man, but... nah, not like\nthat.\nBeat.\nKEVIN\n\nWhat about you?\n\nBLACK\nWhat about me?\n\f86.\n\nKEVIN\nNigga tell me somethin’, what you\ndoin’, who you doin’?\n\nBlack going sheepish at that last part.",
  "57": "---END OF PREVIOUS SECTION---\n86. KEVIN\nNigga tell me somethin’, what you\ndoin’, who you doin’? Black going sheepish at that last part. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nC’mon nigga, I’m waitin’, done\ncooked for your ass and everything,\nshit, these grandma rules you know\nthe drill, you gon’ eat, you gotta\nspeak.\n\nBlack thinking on this, weighing something. Takes another sip\nof his wine, then...\n\nBLACK\n\nAlright, straight up?\n\nI’m trappin’.\n\nKEVIN\n(serious)\nWhat?\n\nBlack just nodding.\n\nBLACK\n\nWhen they sent me up to Atlanta,\nput me straight into Juvie for\nbeatin’ old boy. Met this cat in\nthere, when I come out, put me on\nthe block. Did good at it. Rose up.\n\nBlack shrugging his shoulders, no explanation, no excuses.\n\nBeat.\n\nBLACK\n\nIt is what it is.\n\nKEVIN\n\nBullshit, it ain’t what it is,\nChiron, that ain’t you.\n\nBLACK\n\nNigga you don’t know me.\n\nKEVIN\n\nOh I don't?\n\nBLACK\n\nI'ma get my shit straight.\n\nKevin shooting Black a look:\n\f87.\n\nKEVIN\nAnd I guess gettin’ your shit\nstraight is drivin’ twelve hours\ndown here for no reason?\n\nKevin looks over his shoulder -- the young couple is up at\nregister, waiting.\n\nBlack watching as Kevin heads over, begins ringing their\ntill. It’s a small moment, cordial -- Kevin smiling, making\nsmall talk with the husband and wife. He’s good at this.\n\nThe sound of that familiar door jingle on their exit, Kevin\nbeginning back now, stops to buss the couple’s table -- arms\nloaded with plates and silverware as he passes...\n\nKEVIN\n(moving)\nAnd why you got them damn fronts?\n\n..-doesn’t bother for a reply, just keeps moving into the\nkitchen.\n\nBeat.\n\nBlack alone again for the moment. It’s dead in here -- no\ncouples, no groups of girls. Kevin is nowhere to be found,\nthere’s nothing between Black and the door.\n\nThe door.\n\nBlack watching the door as...\n\nKevin reappears, wiping soap foam from his forearms, heading\nback over. Takes his seat again across this modest booth.\n\nKevin's thoughts going back to this conversation, the two of\nthem separated by this table; by only this table.",
  "58": "---END OF PREVIOUS SECTION---\nKevin reappears, wiping soap foam from his forearms, heading\nback over. Takes his seat again across this modest booth. Kevin's thoughts going back to this conversation, the two of\nthem separated by this table; by only this table. \n---TARGET SECTION TO BE ANNOTATED---\n It’s as\nthough they can sense this, both mulling their thoughts,\nfingering those water glasses.\n\nBlack's eyes lifting:\n\nBLACK\nWhy’d you call me?\n\nKEVIN\nWhat?\n\nBLACK\n\nWhy did you call me?\n\nBeat.\n\f88.\n\nKEVIN\n\nI told you, this dude came in....\nBLACK\n\nYeah...\nKEVIN\n\nHe played this song....\n\nKevin trailing off there, eyes going to the jukebox in the\ncorner. Lets his gaze linger a beat, then...\n\n.+.roots around a tip jar beside the register. A moment\nlater, he’s rounding the counter, heading for...\n\nTHE JUKEBOX\n\n...-Kevin nearing it, studying a moment before flipping those\npages, one after another as Black had before.\n\nFrom the effort, he does not know what he’s looking for. Or\nrather, he’s searching for it, unsure.\n\nBLACK\n\n..-watching, looking on as Kevin hovers his finger over those\npages, tracing a line along the glass there, mouthing\nsomething to himself until finally...\n\n..-Kevin’s got it: the click of the jukebox, articulating arm\nshifting, a disc whirring to life and...\n\nChurch, juke-joint, cabana: the place where the three meet\n\nand meld as the opening organ of Barbara Lewis’ Hello\nStranger fills the air.\n\nHello, stranger\nIt seems so good to see you back again\nHow long has it been?\nIt seems like a mighty long time\nKEVIN\n..-leaning his back to the jukebox, arms folded.\nAT THE BOOTH\n\n.--Black sitting sideways, meeting Kevin’s gaze as he’s\nlistening.\n\nBoth watching each other, eyes linked, locked.\n\f94\n\n89.\n\nBlack's eyes in particular here, perhaps from Kevin's\nperspective, drifting into them: he’s opening, he’s letting\nKevin in.\n\nA beat as the song continues. The second verse:\n\nOhhbhhhh, my, my, myyyyyy\nI'm so glad\nYou stopped by to say \"Hello\" to me\nRemember that's the way it used to be\nOoh, it seems like a mighty long time\n\nIt’s on the nose, yes, but fuck it: reminded him, like a\npunch flush to the face, forever and always a reminder of\nthis thing, of everything.",
  "59": "---END OF PREVIOUS SECTION---\nBlack's eyes in particular here, perhaps from Kevin's\nperspective, drifting into them: he’s opening, he’s letting\nKevin in. A beat as the song continues. The second verse:\n\nOhhbhhhh, my, my, myyyyyy\nI'm so glad\nYou stopped by to say \"Hello\" to me\nRemember that's the way it used to be\nOoh, it seems like a mighty long time\n\nIt’s on the nose, yes, but fuck it: reminded him, like a\npunch flush to the face, forever and always a reminder of\nthis thing, of everything. \n---TARGET SECTION TO BE ANNOTATED---\nKevin crossing the diner floor, closing the space between\nthem. Settles to the booth again, leans back. He watches\nBlack, but...\n\n.»+.as the song continues, Black’s mind drifts elsewhere,\nmouth agape as Barbara continues ...\n\nOhhhhhhhhhh\nIf you're not gonna stay\nPlease don't tease me like you did before\nBecause I still love you so, although....\nIt seems like a mighty long time\n\nThe two of them this way as the song continues, Barbara\n“oooo' ing\" and “ah'ing\" her way through the last few bars as\nthe men listen, nothing else in the world but this moment.\nThe song ends.\n\nOver at his table, the older gentleman pays them no mind,\nsimply sips his coffee.\n\nOff the DOORBELL JINGLING...\nEXT. JIMMY'S EASTSIDE DINER - NIGHT 94\n\nBlack standing with his hands in his pockets as Kevin works\nat the door behind him, closing down the diner.\n\nDown the sidewalk from them, the older gentleman moves away,\nlabored step after labored step.\n\nFinished, Kevin turns to Black, the two falling into step\nwithout a word, moving across the parking -- Black leading,\nKevin just behind.\n\f95\n\n90.\n\nOccasionally one looking to the other as they go, much said\nin these eyes and looks, but... just the sound of movement, a\nheavy key ring dangled at Kevin’s side, the whir of Vespas\nroaming up Biscayne.\n\nKevin a few steps behind as Black nears the driver’s side\ndoor. Like anyone seeing this gaudy thing for the first time,\nKevin is taken aback.\n\nKEVIN\nThis you?\n\nBlack toggling the alarm system, the Chevy beeping loudly,\nall lights flashing twice and a piercing beep from that sound\nsystem.\n\nKEVIN\nYou wasn’t playin’ bout them traps.\n\nA shrug from Black as Kevin takes the passenger side door,\ngets in.\n\nBlack following, the engine on the car coming to life.\n\nA BEAT as the car eases away from here, reaches the edge of\nthe parking lot, pulls into traffic.\n\nINT/EXT.",
  "60": "---END OF PREVIOUS SECTION---\nBlack following, the engine on the car coming to life. A BEAT as the car eases away from here, reaches the edge of\nthe parking lot, pulls into traffic. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHEVY IMPALA - NIGHT - MOVING 95\n\nLoud in here, part habit, part defense mechanism: little room\nfor words with two cabinets and a sub pushing Slim K’s Purple\nHaze remix through these speakers.\n\nBlack leaned into the driver’s side door as always, one hand\non the steering column, other resting on his lap.\n\nNothing spoken between these two for a beat, just clocking\neach other on the sly as the passing lights of the streets\nand storefronts play on their faces.\n\nBlack reaches for the dial finally, cuts the volume to a more\nmodest level as Trinidad James begins his mid-track\novertures.\n\nGets Kevin's attention, looking over, expectant:\n\nBLACK\nHow you get to work?\nKEVIN\nJitney.\nBus.\n\nSometimes Samantha shoot me out\nthere if I got Lil’ Kevin.\n\f91.\n\nBlack nodding.\n\nBLACK\nCan't picture bein’ in Miami with\nno car, man.\n\nKEVIN\n\nYeah it’s real out here.\nBLACK\n\nI bet.\nKEVIN\n\nReal slow, real hot, real busted,\ngot me like a duck out here.\n\nBoth laughing at that, you can be called a lot of things in\nMiami and next to snitch, duck is about the worst.\n\nBLACK\nYou on one.\nKEVIN\nNah man, I’m just tired.\n\n(and)\nI used to be up in them traps, too.\nWasn’t easy; was hard as hell,\nharder than this, man, but not\nmuch. Feel like I work damn near as\nhard to make a day’s pay trappin’\nin two weeks cookin’.\n\nBlack just nodding, his blinker flicked, the business of\ndriving.\n\nKEVIN\nMake everything hurt a lot more.\nFeel like that cat from In Livin’\nColor: “My neck, my back... my neck\nand my back.”\n\nThat cracking both of them up, nostalgia of it as much as\nanything else.\n\nThe laughter carries them a ways. Before they know it, Black\nis shifting onto the freeway.\n\nKevin looking out the window there. On his right as they\ntravel east away from the Miami that brings black boys up so\nhard: Fischer Island, the Miami immortalized in Rick Ross\nrhymes and Miami Vices.\n\nKEVIN\nBet on this the ride, Chi’.\n\f96\n\n92.",
  "61": "---END OF PREVIOUS SECTION---\nOn his right as they\ntravel east away from the Miami that brings black boys up so\nhard: Fischer Island, the Miami immortalized in Rick Ross\nrhymes and Miami Vices. KEVIN\nBet on this the ride, Chi’. 96\n\n92. \n---TARGET SECTION TO BE ANNOTATED---\nBLACK\nCan’t have you on no Jitney.\n\nMore road, more lights, more of the silence mapping out this\nspace between them.\n\nKEVIN\nSo Chiron....\n\nKevin looking directly at Black now. They’re on the freeway;\nBlack is driving. And yet... Kevin holding this thought\naloft, looking across the interior of this car until Black\nlooks back, meets his gaze.\n\nHe does.\nKEVIN\nYou just drove here?\nBLACK\nYeah.\nKEVIN\n\nLike you just was on one and got on\nthe highway?\n\nBLACK\nYeah.\n\nA beat as they hold eyes.\n\nKEVIN\nWhere you gon’ stay tonight?\n\nNothing from Black. Nothing, no words, no gestures, nothing\nrendered from him in this moment.\n\nBlack should be driving, should have eyes on the road, paying\nattention to the other cars, the things passed. Instead, all\neyes on Kevin, staring back at the man lost in that question,\nthe space between its posing and this beat the clear answer.\n\nKevin looks away, out the window again. The earth just moved.\nThey both felt it.\n\nKevin reaching for the dial, raises the volume on that sound\nsystem. A moment of this travel, Purple Haze enveloping them\nin this unspoken pact for a beat, then...\n\nEXT. MIAMI BEACH PARKING LOT - NIGHT 96\nA public parking lot, open-air, twenty-four hours. Black and\n\nKevin exiting the car, Kevin careful not to slam the door,\nimmaculate this car.\n\f96A\n\n96B\n\n97\n\n93.\nHe begins across the lot but looks back -- Black is still\nthere, beside the car with the door aloft.\n\nThe ocean is out there, the SOUND of it just beyond -- wind\nand rolling waves -- a pathway sloping down to shore.\n\nIn this darkness, he can’t see it from here, but... in\nBlack's gaze? He certainly can feel it.\n\nThe longest beat, then....\n\nUP CUT TO:\nOMITTED 96A\nEXT. KEVIN’S APARTMENT - NIGHT - ESTABLISHING 96B\nBlack and Kevin enter the courtyard of this modest complex,\nmake their way across a gravel walk. The SOUND of window-\nmounted AC units.\nThe SOUND of privacy.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nThe SOUND of window-\nmounted AC units. The SOUND of privacy. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN'S APARTMENT - NIGHT 97\n\nBlack standing in the living room as Kevin moves away,\ndisappears into another area of the apartment.\n\nAlone, Black takes the place in: simple, modest, sparsely\nfurnished with things that seem to have been found on\nsidewalks.\n\nOn a table there, a single image of a small boy, a photo that\nlooks very much like the Young Kevin from earlier.\n\nThe sound of a toilet flushing, Kevin reappearing now, his\nwork clothes shed, jeans and a T-shirt as he moves through\nthe space.\n\nKEVIN\nWant somethin’ to drink? Beer?\nWater?\n\nBLACK\n\nYeah. Some water.\n\nKevin over at the sink now, a straight sight-line to it from\nthe living room here. Black watching as Kevin pours a glass\nfrom the tap, adds ice cubes from a plastic tray in the\nfreezer.\n\f94,\n\nKevin gesturing to a simple folding table near Black, moves\nover to it and sets down two glasses of water, Black sitting\nopposite him.\n\nKevin watching as Black drinks his water, something not quite\nexaggerated but extended in the act, Kevin’s eyes searching\nthe nape of Black’s neck.\n\nHe smiles.\n\nKEVIN\nWho is you, man?\n\nBLACK\nWho, me?\n\nKEVIN\nYeah, nigga.\nYou.\nThem fronts? That car? Who is you,\nChiron?\n\nBlack shrugging his shoulders, smiles sheepishly:\n\nBeat.\n\nBLACK\nI’m me, man, ain’t tryna be nothin’\nelse.\n\nKEVIN\nSo you hard now?\nBLACK\nI ain’t say that.\nKEVIN\nThen what?\nKEVIN\nLook, I’m not tryna hem you up.\nJust... I ain’t seen you ina\n\nminute. Not what I expected, none\nof it. Not good or bad, just not\nwhat I expected.\n\nBLACK\nWell what did you expect?\n\nKevin thinking about that one, has to ask himself: what\n\nhe expect?\n\ndid\n\fKEVIN\nYou remember the last time I saw\nyou?\n\n95.\n\nAt first, just a nod from Black, a plaintive gesture from his\n\nbody but in those eyes, so much more.\n\nBLACK\nFor a long time, tried not to\nremember.\nKevin nodding.\nBLACK\nTried to forget all those times.\nThe good...",
  "63": "---END OF PREVIOUS SECTION---\nKevin nodding. BLACK\nTried to forget all those times. The good... \n---TARGET SECTION TO BE ANNOTATED---\n...the bad.\nAll of it.\nKEVIN\nYeah.\nI know.\nBLACK\nWhen we got to Atlanta... I started\n\nover. Built myself from the ground\nup. Built myself hard.\n\nBeat.\n\nBLACK\nWhat about you?\n\nKEVIN\nMe? I just kept on, man. I wasn’t\nnever worth shit, never did\nanything I actually wanted to do,\nwas all I could do to do what other\nfolks thought I should do, I wasn’t\nnever myself.\n\nBLACK\nAnd now?\n\nKEVIN\nNow? Now I got Lil’ Kev’, got this\njob man, got another 18 months of\nprobation.\n\nBLACK\nDamn... that’s real shit.\n\f98\n\n96.\n\nKEVIN\nYeah, but it’s a life, you know? I\nnever had that before. Like... I’m\n\ntired as hell right now and I ain’t\nmakin’ more than shoe money, but...\nI got no worries, man. Not them\nkind what I had before. That’s some\nreal shit, that’s that Bob Marley\nshit, nigga.\n\nBlack lightening at that, a little smile. It’s only amplified\nas Kevin starts to do a little bob and weave, ad-libbing a\nMarley’esque hymn.\n\nBlack smiling as Kevin's eyes alight with this little ditty.\nKevin rises, heads over to the small kitchen -- running\nwater.\n\nHe toggles a small radio. The SOUND of Kevin rotating through\nthe dial, finally landing on a station, late night R&B, like\nDeBarge’s All This Love.\n\nKevin comes back over, settles. Muted music from that kitchen\nradio. He takes up his glass of water and enjoys another sip.\n\nBlack fixes him in his sights, more directly than before:\nBLACK\nYou’re the only man who’s ever\ntouched me.\n\nThe air going out of Kevin’s chest, his gaze fixated on\nBlack's lips, anticipating the words falling from there:\n\nBLACK\nThe only one.\n\nBlack’s hand is flat atop the table between them. His eyes\nlower to it:\n\nBLACK\nI haven’t really touched anyone,\nsince.\nINT. KEVIN'S APARTMENT, BEDROOM - NIGHT 98\n\nBlack sitting at the foot of the bed, fully clothed, hands\nclasped between his knees, leaned over slightly.",
  "64": "---END OF PREVIOUS SECTION---\nHis eyes\nlower to it:\n\nBLACK\nI haven’t really touched anyone,\nsince. INT. KEVIN'S APARTMENT, BEDROOM - NIGHT 98\n\nBlack sitting at the foot of the bed, fully clothed, hands\nclasped between his knees, leaned over slightly. \n---TARGET SECTION TO BE ANNOTATED---\nKevin standing before him, frozen.\n\nThey hold each other’s eyes an interminable beat.\n\f99\n\n97.\n\nBlack stands shakily. Kevin watches him as he closes the\nspace between them, drawing right up to him. Kevin takes a\nhand and lays it flat against Black’s chest.\n\nA puzzled look coming over Kevin's face.\n\nKEVIN\nYou shakin’.\n\nBLACK\nYeah.\n\nKEVIN\nWait.\n\nKevin crosses the doorway, flips a switch:\nTOTAL DARKNESS\n.»»-only the soft thudding of feet crossing the floor.\n\nAnother beat, then, under darkness:\n\nBLACK\nI’m shakin’.\n\nKEVIN\nYeah.\n\nBLACK\n\nI’m still shakin’.\n\nKEVIN\nYeah.\n\nThe SOUND of bodies touching, the beginning of things,\nthen...\n\n..+-another sound rising -- from afar -- the SOUND of waves\ncrashing, rushing onto shore.\n\nAnd mingling with that rush of waves, the sound of lips and\nhands, the joining of bodies, somewhere in this darkness\nBlack and Kevin re-learning one another as we CUT TO...\n\nEXT. OCEAN - NIGHT 99\n\nThose waves heard crashing moments earlier on full display,\nrushing ashore at a frothy run.\n\nDark out, extremely dark save for the lights of beach bars a\nways down the ocean front. The undulating rhythms of the\nAtlantic catch the moon, glint it all over.\n\f98.\n\nAs we observe this movement of water and dance of light,\nshoulders appear, bare, gaunt: LITTLE from our opening\nepisode.\n\nCalmly, methodically, Little moves across the sand,\napproaching the water. A beat more of Little easing up to the\nsurf, then...\n\n.--he looks back: his dark skin moistened in the ocean spray,\nmoon catching him same as its catching the surface of the\nAtlantic.\n\nAnd those eyes: looking right at us, staring plaintively,\nplainly, nothing requested, no expectation: just a clear,\nundisturbed openness.\n\nHold this gaze, then...\n\n...-Little turning from us, his form and movement slowly,\nsteadily melding into the flow of light and waves as we heads\nout into the ocean and we...\n\nFADE TO BLACK.\n\f"
}