{
  "1": "\n\n\n\n\n\n\n\n                                MOONRISE KINGDOM\n\n                         \n\n                         \n\n                         \n\n                         \n\n                                  Written by\n\n\n\n                         Wes Anderson &amp; Roman Coppola\n\n\n\n\n\n\n\n                         \n\n                                                           May 1, 2011\n\n\n\n\n\n\n\n          INT. BISHOP'S HOUSE. DAY\n\n                         \n\n          A landing at the top of a crooked, wooden staircase. There is\n\n          a threadbare, braided rug on the floor. There is a long, wide\n\n          corridor decorated with faded paintings of sailboats and\n\n          battleships. The wallpapers are sun-bleached and peeling at\n\n          the corners except for a few newly-hung strips which are\n\n          clean and bright. A small easel sits stored in the corner.\n\n                         \n\n          Outside, a hard rain falls, drumming the roof and rattling\n\n          the gutters.\n\n                         \n\n          A ten-year-old boy in pajamas comes up the steps carefully\n\n          eating a bowl of cereal as he walks. He is Lionel. Lionel\n\n          slides open the door to a low cabinet under the window. He\n\n          takes out a portable record player, puts a disc on the\n\n          turntable, and sets the needle into the spinning groove.\n\n                         \n\n          A child's voice says over the speaker:\n\n                         \n\n           RECORD PLAYER (V.O.)\n\n           In order to show you how a big symphony\n\n           orchestra is put together, Benjamin\n\n           Britten has written a big piece of music,\n\n           which is made up of smaller pieces that\n\n           show you all the separate parts of the\n\n           orchestra.\n\n                         \n\n          As Lionel listens, three other children wander out of their\n\n          bedrooms and down to the landing.\n\n                         \n\n          The first is an eight-year-old boy in a bathrobe. He is\n\n          Murray. The second is a nine-year-old boy in white boxer\n\n          shorts and a white undershirt. He is Rudy. The third is a\n\n          twelve-year-old girl in a cardigan sweater with knee-high\n\n          socks and brightly polished, patent-leather shoes. She is\n\n          Suzy. She carries a one-month-old striped kitten.\n\n                         \n\n          The boys drop down to the floor next to their brother. They\n\n          lie on their stomachs with their chins propped up on their\n\n          fists, listening.\n\n                         \n\n          Suzy sits in the windowsill. She opens a book called Shelly\n\n          and the Secret Universe.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\n\n          lie on their stomachs with their chins propped up on their\n\n          fists, listening. Suzy sits in the windowsill. She opens a book called Shelly\n\n          and the Secret Universe. \n\nTARGET SECTION TO BE ANNOTATED:\n There is an illustration on the\n\n          cover of a young gymnast with a glowing amulet around her\n\n          neck.\n\n                         \n\n          Suzy starts to read -- then pauses. She lowers her book. She\n\n          raises a pair of junior binoculars to her eyes. She looks out\n\n          into the rain.\n\n           2.\n\n                         \n\n                         \n\n          EXT. BISHOP'S HOUSE. DAY\n\n                         \n\n          A rickety, three-story, stone-and-shingle house on a hillside\n\n          with turrets and a widow's walk. A weather vane swings\n\n          creaking on the roof. Tree tops sway in a cluster below. The\n\n          sea is almost invisible in the misting rain, and the mainland\n\n          is a shadow across the sound. Suzy sits in the high window,\n\n          watching.\n\n                         \n\n                         TITLES OVER:\n\n                         \n\n          The family stuck indoors all day out of the rain.\n\n                         \n\n          In bedrooms, bathrooms, and corridors, we see the boys. They\n\n          shoot marbles. They throw jacks. They play cards. They eat\n\n          grilled cheese sandwiches together in the kitchen.\n\n                         \n\n          In half-open doorways, we see the parents. Mr. Bishop is a\n\n          tall, fifty-year-old man in Madras trousers and horn-rimmed\n\n          glasses. He reads the newspaper and drinks coffee. Mrs.\n\n          Bishop is a tan, forty-five-year-old woman in a Lilly\n\n          Pulitzer-type wrap-around skirt. She washes her hair,\n\n          topless, in the kitchen sink.\n\n                         \n\n          In windows, we see Suzy with her binoculars. She watches wet\n\n          branches shaking in the woods. She watches a man in a slicker\n\n          fishing from a row-boat. She watches a white colt in a field.\n\n          She eats a bowl of tomato soup alone in the pantry.\n\n                         \n\n          In the distance, a seaplane flies by below the clouds.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The edge of a cliff above a white beach. A rocky peninsula\n\n          curls into the background. Brisk wind rustles the tall grass.\n\n          A fifty-year-old man, bald on top with long hair on the\n\n          sides, stands next to a surveyor's levelling instrument on a\n\n          tripod. He wears rubber boots and a parka. He is the\n\n          narrator.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fifty-year-old man, bald on top with long hair on the\n\n          sides, stands next to a surveyor's levelling instrument on a\n\n          tripod. He wears rubber boots and a parka. He is the\n\n          narrator. \n\nTARGET SECTION TO BE ANNOTATED:\n He speaks to the camera:\n\n                         \n\n                          NARRATOR\n\n           This is the island of New Penzance.\n\n           Sixteen miles long. Forested with old-\n\n           growth pine and maple. Criss-crossed by\n\n           shallow tidal creeks. An important\n\n           seabird habitat. There are no paved roads\n\n           but instead many miles of intersecting\n\n           foot paths and dirt trails and a ferry\n\n           that runs twice daily from Stone Cove.\n\n           The year is 1965. We are on the far edge\n\n           of Black Beacon Sound, famous for the\n\n           ferocious and well-documented storm which\n\n           will strike from the east on the fifth of\n\n           September -- in three day's time.\n\n           3.\n\n                         \n\n                         \n\n          EXT. SCOUT CAMP. DAY\n\n                         \n\n          A clearing in the woods with ten small, khaki tents pitched\n\n          in a row. A banner on a flag-pole ripples in the wind. It\n\n          reads Camp Ivanhoe. A bugler in a khaki uniform with a yellow\n\n          neckerchief plays a staccato tattoo. He has a gauze patch\n\n          over one eye. He is Lazy-Eye.\n\n                         \n\n          A thirty-five-year-old man in the same uniform emerges\n\n          through the flaps of a larger tent. He is Scout Master Ward.\n\n          He puts on a wide-brimmed felt hat. A badge on the crown\n\n          reads Khaki Scouts, Troop 55. He lights a cigarette. A thin\n\n          scout with curly hair and sunglasses joins him at his side.\n\n          He is Gadge.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Morning, Gadge.\n\n                         \n\n                          GADGE\n\n           Morning, sir.\n\n                         \n\n          Gadge flips open a small, spiral-bound note-book. Scout\n\n          Master Ward goes over to a latrine made from thick sticks and\n\n          rope. A tall, stooped scout digs a trench next to it with an\n\n          army-shovel. He is Deluca.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Deluca. Latrine inspection.\n\n                         \n\n          Deluca stops digging. He pulls on a rope and water runs down\n\n          a chute. It bursts through a valve, spins a little door, and\n\n          a small, red flag flips up. Scout Master Ward nods.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls on a rope and water runs down\n\n          a chute. It bursts through a valve, spins a little door, and\n\n          a small, red flag flips up. Scout Master Ward nods. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           SCOUT MASTER WARD\n\n           Good.\n\n                         \n\n          Gadge makes a note. Scout Master Ward strides away. He stops\n\n          in front of a scout with long hair over his eyes sitting on a\n\n          stump twisting something in his fingers. He is Roosevelt.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Roosevelt. How's that lanyard coming?\n\n                         \n\n                          ROOSEVELT\n\n                          (FRUSTRATED)\n\n           I don't know. I think I skipped a stitch.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A small, woven, multi-colored cord with a rabbit's foot\n\n          attached to the end of it. It has been braided exceedingly\n\n          badly and is brutally twisted and misshapen.\n\n           4.\n\n                         \n\n                         \n\n          Scout Master Ward studies the lanyard briefly. He looks\n\n          perplexed. He pats Roosevelt on the back gently and does a\n\n          secret handshake with him. Gadge makes a note. Scout Master\n\n          Ward strides away.\n\n                         \n\n          An off-road motorcycle races by in the background behind the\n\n          tents. It jumps a mound of dirt, kicks sideways in the air,\n\n          and revs away riding a wheelie. Scout Master Ward frowns.\n\n                         \n\n          Scout Master Ward stops in front of a pile of boards and logs\n\n          stacked six feet high. A thick-set scout with black hair and\n\n          a crooked tooth approaches with more logs in his arms. He is\n\n          Skotak.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Skotak. What's all this lumber for?\n\n                         \n\n                          SKOTAK\n\n                          (CHEERILY)\n\n           We're building a tree house.\n\n                         \n\n          Skotak points up. Scout Master Ward squints. There is a small\n\n          platform under construction about sixty feet above them. Two\n\n          scouts are sawing something in half on it. Scout Master Ward\n\n          looks astonished.\n\n                         \n\n           SCOUT MASTER WARD\n\n           That's not a safe altitude.\n\n                         \n\n          Scout Master Ward circles around the trunk while looking up\n\n          at the tree house. He stammers:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Why's it up so high? If somebody falls --\n\n           it's a guaranteed death.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nScout Master Ward circles around the trunk while looking up\n\n          at the tree house. He stammers:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Why's it up so high? If somebody falls --\n\n           it's a guaranteed death. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SKOTAK\n\n           Well, where would you've built it?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (PAUSE)\n\n           Lower!\n\n                         \n\n          Gadge makes a note. Skotak looks sheepish. Scout Master Ward\n\n          strides away. He stops in front of a very small scout with\n\n          tiny eyes poking at an anthill with a stick. He appears to be\n\n          contemplating pouring lighter fluid on it. He is Nickleby.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Nickleby. Spot check.\n\n                         \n\n          Nickleby stands up. He looks extremely disheveled.\n\n           5.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Your socks are down. Your shirt-tails are\n\n           untucked. Your trousers are not properly\n\n           pressed. You are reported for uniform\n\n           violation!\n\n                         \n\n          Gadge makes a note. Nickleby slouches. Scout Master Ward\n\n          strides away. He stops in front of a work-bench covered with\n\n          newspaper where one scout sifts green powder through a funnel\n\n          into cardboard tubes and another makes wax stoppers with a\n\n          metal press. They are Panagle and Izod. A sign on the side of\n\n          the table reads No Smoking. Scout Master Ward hands his\n\n          cigarette to Gadge, who holds it away at arm's length.\n\n                         \n\n           SCOUT MASTER WARD\n\n           How many rockets you up to, Panagle?\n\n                         \n\n                          PANAGLE\n\n           Sixteen and a half.\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (TO GADGE)\n\n           That enough for the Jubilee?\n\n                         \n\n          Gadge shakes his head. Scout Master Ward turns to Izod.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Izod, go fetch another pint of gun-powder\n\n           from the armory shed.\n\n                         \n\n          Izod dashes around the corner. Scout Master Ward strides\n\n          away. He shouts:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Redford! Halt!\n\n                         \n\n          The motorcycle skids to a stop in front of Scout Master Ward,\n\n          engulfing him in a thick cloud of dust. He coughs and waves\n\n          his arms in the air. As the smoke clears, we see that the\n\n          rider is a bronze, all-American-looking boy with blond hair.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe motorcycle skids to a stop in front of Scout Master Ward,\n\n          engulfing him in a thick cloud of dust. He coughs and waves\n\n          his arms in the air. As the smoke clears, we see that the\n\n          rider is a bronze, all-American-looking boy with blond hair. \n\nTARGET SECTION TO BE ANNOTATED:\n          He is Redford. His motorcycle has flames painted on the gas\n\n          tank. He tries to cover for himself:\n\n                         \n\n                          REDFORD\n\n           Safety-test, sir.\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (BRISTLING)\n\n           Come again?\n\n                         \n\n                          REDFORD\n\n           The vehicle appears to be in good working\n\n           order. I'm just checking if --\n\n           6.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n                          (ANGRILY)\n\n           Reckless cycling. Second warning. Next\n\n           time, I take away the keys.\n\n                         \n\n          Gadge makes a note. Redford scowls. Scout Master Ward strides\n\n          away. He walks past a scout in a white apron cooking bacon\n\n          over a charcoal grill. He is Chef.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Morning, Chef.\n\n                         \n\n          Chef rings a bell hanging on a post. Scout Master Ward\n\n          arrives at a long picnic table. He sits down and opens a\n\n          magazine called Indian Corn. There is a picture on the cover\n\n          of a scout troop crossing a bridge in Indonesia.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The first page. A caption across the top reads Scout Master-\n\n          in-Chief. There is a drawing of a seventy-year-old man on\n\n          horseback. He has silver hair and a moustache. A signature\n\n          below reads Commander Pierce. There is a quotation in large\n\n          text: \"An eagle was never hatched from a goose's egg.\"\n\n                         \n\n          As Scout Master Ward reads, all the scouts begin to join him\n\n          one-by-one. They range in age from twelve to fifteen. They\n\n          unscrew the tops of tin mess-kits and assemble folding\n\n          utensils. The chef brings a tray of scrambled eggs to the\n\n          table. The scouts serve themselves noisily.\n\n                         \n\n          Scout Master Ward starts to take a sip of coffee from a metal\n\n          cup -- then stops. He looks up from his magazine.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Who's missing?\n\n                         \n\n          Scout Master Ward silently reels off a list of names,\n\n          scanning the troop. He turns and shouts across the camp:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Shakusky! Breakfast!\n\n                         \n\n          Silence.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns and shouts across the camp:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Shakusky! Breakfast! Silence. \n\nTARGET SECTION TO BE ANNOTATED:\n Scout Master Ward calls to Lazy-Eye:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Lazy-Eye.\n\n                         \n\n          Lazy-Eye plays another tattoo. Silence.\n\n                         \n\n          Scout Master Ward closes his magazine. He flicks his\n\n          cigarette into a red bucket labelled Fire. He picks up a\n\n          strip of bacon and chews on it as he rises to his feet and\n\n          walks down the row of smaller tents. The last one is sealed\n\n           7.\n\n                         \n\n                         \n\n          at the front. Scout Master Ward stands with his hands on his\n\n          hips and says:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Shakusky? You in there?\n\n                         \n\n          Scout Master Ward tugs on the tent's flaps. He frowns. He\n\n          says to Gadge:\n\n                         \n\n           SCOUT MASTER WARD\n\n           It's zipped from the inside.\n\n                         \n\n          The other scouts begin to gather with their tin breakfast\n\n          plates in their hands, watching curiously while they eat.\n\n          Scout Master Ward's voice softens:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Sam?\n\n                         \n\n          Scout Master Ward looks concerned. He produces a wooden-\n\n          handled scout pocket-knife. He unfolds a few blades and\n\n          gadgets and decides quickly on a thin tool with a hook on the\n\n          end. He crouches down and slips the hook through a small gap\n\n          at the base of the flap, twists left and right, then pulls up\n\n          briskly, unzipping the tent.\n\n                         \n\n          INT. SCOUT TENT. DAY\n\n                         \n\n          The lining of the tent is printed with images of trees and\n\n          pine cones, and a plaid rug covers the floor. There is a foot\n\n          locker, a gas lamp, a chair with a folded blanket over it,\n\n          and an empty cot. Scout Master Ward steps inside slowly, bent\n\n          over, examining the space. He lifts the lid of the foot\n\n          locker. He looks under the corner of the mattress. He picks\n\n          up a piece of folded yellow notebook paper sticking out from\n\n          under a pillow. He opens it and stares at it. He turns\n\n          suddenly to the chair against the wall of the tent and slides\n\n          it aside.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe picks\n\n          up a piece of folded yellow notebook paper sticking out from\n\n          under a pillow. He opens it and stares at it. He turns\n\n          suddenly to the chair against the wall of the tent and slides\n\n          it aside. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          There is neat but slightly jagged hole the size of a\n\n          basketball cut through the fabric in the back corner. Scout\n\n          Master Ward looks to his staring troop.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Jiminy Cricket. He flew the coop.\n\n                         \n\n          EXT. POLICE STATION. DAY\n\n                         \n\n          A one-room bungalow with a sign on the door that reads Island\n\n          Police. There is a wood-panelled station wagon parked\n\n          alongside it with roller-lights on the roof and a sheriff's\n\n          office insignia on the door. (This is the only car on the\n\n          island.) A dock stretches from the cottage into a small\n\n           8.\n\n                         \n\n                         \n\n          harbor. There is a launch moored at the end of it which bobs\n\n          in the rough tide.\n\n                         \n\n          A silver Airstream trailer is parked under a tree nearby.\n\n                         \n\n          A six-foot tall, forty-five-year-old man sits on a stool\n\n          fishing from the side of the dock. He wears a short-sleeved\n\n          police uniform with a black necktie and a baseball cap. His\n\n          glasses have clear, plastic frames and a strap. He is Captain\n\n          Sharp.\n\n                         \n\n          Two grouchy, leathery, very old men in plaid flannel and\n\n          hunting caps fish alongside Captain Sharp. A speaker on a\n\n          post emits an electric buzz. Captain Sharp turns. He stands\n\n          up briskly and says to one of the old men:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Watch my line, Edgar.\n\n                         \n\n          INT. POLICE STATION. DAY\n\n                         \n\n          A small office with a desk, a file cabinet, and a two-way\n\n          radio. Captain Sharp comes inside, sits down, grabs a\n\n          microphone, and presses a red button on the side of it with\n\n          his thumb.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Hello? This is Captain Sharp. Over.\n\n                         \n\n          Scout Master Ward's voice comes over a crackly speaker:\n\n                         \n\n           SCOUT MASTER WARD (V.O.)\n\n           Captain Sharp, this is Randall Ward over\n\n           at Camp Ivanhoe. Over.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nScout Master Ward's voice comes over a crackly speaker:\n\n                         \n\n           SCOUT MASTER WARD (V. O.)\n\n           Captain Sharp, this is Randall Ward over\n\n           at Camp Ivanhoe. Over. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Captain Sharp pours himself a cup of coffee from a pot on a\n\n          hot-plate as he answers distractedly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Morning, Randy. What can I do for you?\n\n           Over.\n\n                         \n\n           SCOUT MASTER WARD (V.O.)\n\n           I'm not sure, exactly. I've got an\n\n           escaped Khaki Scout. Over.\n\n                         \n\n          Silence. Captain Sharp frowns slightly.\n\n                         \n\n                          CAPTAIN SHARP\n\n           What does that mean? Over.\n\n                         \n\n           SCOUT MASTER WARD (V.O.)\n\n           One of my boys seems to have stolen a dug-\n\n           out and some fishing tackle, ten pounds\n\n                          (MORE)\n\n           9.\n\n                         \n\n           SCOUT MASTER WARD (V.O.) (cont'd)\n\n           of sundries, two bedrolls, plus an air\n\n           rifle -- and disappeared. Over.\n\n                         \n\n          Captain Sharp slowly stirs sugar into his coffee as he\n\n          contemplates this. He says finally:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Any idea why? Over.\n\n                         \n\n           SCOUT MASTER WARD (V.O.)\n\n           No. He left me a letter of resignation.\n\n           Over.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A sheet of wide-ruled yellow paper which reads in a boy's\n\n                         PENCILED SCRAWL:\n\n                         \n\n           Dear Scout Master Ward, I am very sad\n\n           to inform you I can no longer be involved\n\n           with the Khaki Scouts of North America.\n\n           The rest of the troop will probably be\n\n           glad to hear this. It is not your fault.\n\n           Best wishes, Sam Shakusky.\n\n                         \n\n          Captain Sharp scratches his head. He checks his watch. Pause.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I guess we better notify his folks. Over.\n\n                         \n\n           SCOUT MASTER WARD (V.O.)\n\n           OK. Over and out.\n\n                         \n\n          EXT. POST OFFICE. DAY\n\n                         \n\n          A clapboard cottage surrounded by a white, picket fence. A\n\n          sign on the door reads U.S. Mail. Captain's Sharp station\n\n          wagon is parked in the background.\n\n                         \n\n          INT. POST OFFICE.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaptain's Sharp station\n\n          wagon is parked in the background. INT. POST OFFICE. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\n                         \n\n          A young woman with her hair in a bun sits at an operator's\n\n          switchboard eating a sandwich wrapped in wax-paper. She is\n\n          Becky. She wears bulky head-phones with a microphone\n\n          attached. Captain Sharp paces behind her. Scout Master Ward\n\n          flips through a stack of letters and post cards.\n\n                         \n\n          A bell rings on the switchboard. Becky plugs cords into\n\n          sockets.\n\n                         \n\n                          BECKY\n\n           Hello, Diane.\n\n           10.\n\n                         \n\n                         \n\n           OPERATOR (V.O.)\n\n           Becky, I have your person-to-person from\n\n           Chesterfield.\n\n                         \n\n                          BECKY\n\n           Hold the line, please.\n\n                         \n\n          Becky signals to Captain Sharp and Scout Master Ward. They\n\n          sit down quickly and put on their own sets of operator head-\n\n          phones.\n\n                         \n\n                          BECKY\n\n           Go ahead, Chesterfield.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Split-screen. On one side of the frame, we see Captain Sharp,\n\n          Scout Master Ward, and Becky. On the other side, we see a\n\n          seventy-five-year-old man with a grizzled face sitting at a\n\n          kitchen table drinking coffee and smoking a cigarette while a\n\n          white-haired woman ices a cake in the background. They are\n\n          Mr. and Mrs. Billingsley. Mr. Billingsley says into his\n\n                         TELEPHONE:\n\n                         \n\n           MR. BILLINGSLEY\n\n           Hello?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Hello, sir. This is Captain Sharp.\n\n                         \n\n           MR. BILLINGSLEY\n\n           Yes, sir. I received your message. Thank\n\n           you very much. In fact, we've come to a\n\n           decision, as a family, because this is\n\n           only the most recent incident involving\n\n           Sam's troubles, and it's just not fair to\n\n           the others, so, unfortunately -- we can't\n\n           invite him back, at this time.\n\n                         \n\n          Captain Sharp, Scout Master Ward, and Becky all look puzzled.\n\n          Captain Sharp says evenly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           There's no cause for alarm, sir. We'll\n\n           find him. We're just notifying you as a\n\n           matter of protocol and so on.\n\n                         \n\n           MR. BILLINGSLEY\n\n           I understand that.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're just notifying you as a\n\n           matter of protocol and so on. MR. BILLINGSLEY\n\n           I understand that. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm notifying you of\n\n           the situation on my end.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I'm confused by that statement. You can't\n\n           invite him back?\n\n           11.\n\n                         \n\n                         \n\n           MR. BILLINGSLEY\n\n           I'm afraid not. He's a good boy, he's got\n\n           a good heart, but it's just not fair to\n\n           the others, you see? He's emotionally\n\n           disturbed.\n\n                         \n\n          Long pause. No one moves except Mrs. Billingsley icing her\n\n          cake. Captain Sharp says finally:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Am I speaking to Sam's father?\n\n                         \n\n          Mr. Billingsley frowns. He says, surprised:\n\n                         \n\n           MR. BILLINGSLEY\n\n           No, sir. Sam's parents passed away a\n\n           number of years ago. We're Mr. and Mrs.\n\n           Billingsley. We're foster parents. Sam's\n\n           been with us since last June.\n\n                         \n\n          Mrs. Billingsley has stopped icing her cake. She watches Mr.\n\n          Billingsley. Scout Master Ward interjects:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Excuse me, sir. This is Scout Master Ward\n\n           speaking. Are you implying Sam's an\n\n           orphan?\n\n                         \n\n           MR. BILLINGSLEY\n\n           Well, it's a known fact. Of course, he\n\n           is.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Why the hell doesn't it say that in the\n\n           register? Excuse my language.\n\n                         \n\n          Scout Master Ward holds up a manila file-card. Mr.\n\n          Billingsley shrugs.\n\n                         \n\n           MR. BILLINGSLEY\n\n           I don't know. What register?\n\n                         \n\n                         INSERT:\n\n                         \n\n          The manila file-card. It is labelled Khaki Scout Register.\n\n          Sam Shakusky is typed across the top line. There is an\n\n          address, health information, and a small, faded snap-shot\n\n          stapled to the corner of it of a twelve-year-old boy standing\n\n          in a sunny tobacco field. He wears his scout uniform with a\n\n          Davy Crockett-style coon-skin cap.\n\n                         \n\n           MR. BILLINGSLEY\n\n           We sent him a letter. It should reach you\n\n           presently.\n\n           12.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLINGSLEY\n\n           We sent him a letter. It should reach you\n\n           presently. 12. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n          Scout Master Ward looks quickly through his stack of letters.\n\n          He stops and pulls out an air-mail envelope. He stares at it.\n\n          Captain Sharp says forcefully but highly agitated:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Mr. Billingsley, I've got an escaped\n\n           Khaki Scout. We're notifying you as a\n\n           matter of protocol. You say you can't\n\n           invite him back? You say he's an orphan?\n\n           Well, I don't understand how that works.\n\n                          (TOTALLY CONFUSED)\n\n           What am I supposed to do with him?\n\n                         \n\n           MR. BILLINGSLEY\n\n           That's up to Social Services. They'll be\n\n           in touch with you. They'll look after\n\n           Sam. Good luck to you.\n\n                         \n\n          Mr. Billingsley hangs up the telephone. Becky pulls the cords\n\n          out of their sockets. Captain Sharp looks to Scout Master\n\n          Ward. Silence.\n\n                         \n\n          Becky opens a tin of home-made chocolate chip cookies.\n\n          Captain Sharp declines one. Scout Master Ward tries one. He\n\n          looks very impressed.\n\n                         \n\n          EXT. SCOUT CAMP. DAY\n\n                         \n\n          Scout Master Ward stands on a bench addressing his assembled\n\n          troop. The scouts are equipped for hiking with back-packs and\n\n          walking-sticks.\n\n                         \n\n           SCOUT MASTER WARD\n\n           You have your orders. Use the\n\n           orienteering and path-finding skills\n\n           you've been practicing all summer. Let's\n\n           find our man and bring him safely back to\n\n           camp. Remember: this isn't just a search\n\n           party, it's a chance to do some first-\n\n           class scouting. Any questions?\n\n                         \n\n          Lazy-Eye raises his hand. Scout Master Ward points to him.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Lazy-Eye.\n\n                         \n\n                          LAZY-EYE\n\n           What's your real job, sir?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (CAUGHT OFF-GUARD)\n\n           I'm a math teacher.\n\n           13.\n\n                         \n\n                         \n\n                          LAZY-EYE\n\n           What grade?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (STIFFENING)\n\n           Eighth. Why?\n\n                         \n\n          Lazy-Eye shrugs. Scout Master Ward frowns.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy? Lazy-Eye shrugs. Scout Master Ward frowns. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           SCOUT MASTER WARD\n\n           You know, we're, actually, kind of, in\n\n           the middle of something, if you didn't\n\n           notice. This is a crisis. Anybody else?\n\n                         \n\n          Redford raises his hand. Scout Master Ward points to him.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Redford.\n\n                         \n\n                          REDFORD\n\n           What if he resists?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (HESITATES)\n\n           Who?\n\n                         \n\n                          REDFORD\n\n           Shakusky. Are we allowed to use force on\n\n           him?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (IRRITATED)\n\n           No, you're not. This is a non-violent\n\n           rescue effort. Your instructions are to\n\n           find him, not to hurt him. Under any\n\n           circumstances. Do I make myself\n\n           understood?\n\n                         \n\n          The scouts murmur their understanding. Scout Master Ward\n\n          nods.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Good.\n\n                         \n\n          Pause. Scout Master Ward wheels back to Lazy-Eye:\n\n                         \n\n           SCOUT MASTER WARD\n\n           I'm going to change my answer, in fact.\n\n           This is my real job. Scout Master, Troop\n\n           55. That's us. I'm proud of that.\n\n                         \n\n          The scouts look impressed but slightly lost. Scout Master\n\n          Ward says finally:\n\n           14.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Be leery out there. OK, let's get\n\n           started. Where's Snoopy?\n\n                         \n\n                          SKOTAK\n\n           Right here.\n\n                         \n\n          Skotak holds up a leash attached to a wire-haired terrier.\n\n          Scout Master Ward takes a sock with a fleur-de-lis on it out\n\n          of a paper sack.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Give him the scent.\n\n                         \n\n          Scout Master Ward hands the sock to Skotak.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Redford, Deluca, Nickleby, Lazy-Eye, and Gadge at the back of\n\n          the group talking under their breath while Skotak waves the\n\n          sock under the dog's nose:\n\n                         \n\n                          LAZY-EYE\n\n           I heard he ran away because his family\n\n           died.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCOUT MASTER WARD\n\n           Give him the scent. Scout Master Ward hands the sock to Skotak. CUT TO:\n\n                         \n\n          Redford, Deluca, Nickleby, Lazy-Eye, and Gadge at the back of\n\n          the group talking under their breath while Skotak waves the\n\n          sock under the dog's nose:\n\n                         \n\n                          LAZY-EYE\n\n           I heard he ran away because his family\n\n           died. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GADGE\n\n           I heard he never had any family in the\n\n           first place.\n\n                         \n\n                          DELUCA\n\n           That's probably why he's crazy.\n\n                         \n\n                          REDFORD\n\n           I'll tell you one thing: if we find him,\n\n           I'm not going to be the one who forgot to\n\n           bring a weapon.\n\n                         \n\n                          NICKLEBY\n\n           Me, neither.\n\n                         \n\n                         MONTAGE:\n\n                         \n\n          The troop moves in a wide line searching through a thicket of\n\n          skinny trees. Redford carries a net and a giant tomahawk in a\n\n          sling. Deluca has a large hunting knife tucked under his\n\n          belt. Panagle holds a walking stick with a cluster of nails\n\n          sticking out on the end of it. Nickleby, Izod, and Lazy-Eye\n\n          all wear bows and quivers of arrows strapped to their backs.\n\n          The wire-haired terrier strains at the end of a leash,\n\n          sniffing down a foot-path.\n\n           15.\n\n                         \n\n                         \n\n          Scout Master Ward speeds up the river in a small boat with an\n\n          out-board motor. He gives orders over a walkie-talkie. Gadge\n\n          steers.\n\n                         \n\n          Captain Sharp stands on the doorsteps of various big houses\n\n          showing the snap-shot of the missing scout to: an elderly\n\n          woman, a house-keeper, a group of children, a priest. They\n\n          all shake their heads.\n\n                         \n\n          Captain Sharp drives his station wagon down a beach, through\n\n          a field, and over a bridge.\n\n                         \n\n          EXT. BISHOP'S HOUSE. DAY\n\n                         \n\n          Captain Sharp stands at the front door talking with Mr. and\n\n          Mrs. Bishop. Mr. Bishop holds a glass of red wine in one hand\n\n          and an open bottle in the other. Mrs. Bishop looks slightly\n\n          uneasy. They both study the snap-shot.\n\n                         \n\n           MR. BISHOP\n\n           Camp Ivanhoe? That's all the way across\n\n           the other side of the island. You really\n\n           think a twelve-year-old boy could row\n\n           this far in a canoe?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Most likely not.\n\n                         \n\n           MRS.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou really\n\n           think a twelve-year-old boy could row\n\n           this far in a canoe? CAPTAIN SHARP\n\n           Most likely not. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BISHOP\n\n           (with a shrug)\n\n           It's possible, Counsellor.\n\n                         \n\n           MR. BISHOP\n\n                          (SLIGHTLY IRRITATED)\n\n           I disagree, Counsellor. It'd take him\n\n           three days, at least.\n\n                         \n\n           MRS. BISHOP\n\n           I don't think so. Two days, maximum.\n\n                         \n\n           MR. BISHOP\n\n           Well, I'm not going to argue about it.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Be that as it may, will you let me know\n\n           if you see anything unusual?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of Captain Sharp from overhead as he walks\n\n          away down the front steps. He passes Lionel, Murray, and Rudy\n\n          on their way up the path. They wear wet bathing suits and\n\n          towels around their shoulders. Captain Sharp pats Rudy on the\n\n          top of his head. He dries his hand on the leg of his\n\n           16.\n\n                         \n\n                         \n\n          trousers. He gets into his station wagon, backs out of the\n\n          driveway, circles through the woods, and drives around to a\n\n          small dirt road a hundred yards behind the house. He stops\n\n          the car. He gets out, sits on the hood, and lights a\n\n          cigarette.\n\n                         \n\n          Suzy watches from the widow's walk with her binoculars. She\n\n          lowers them. She looks curious. She raises them back to her\n\n          eyes and sees:\n\n                         \n\n          Mrs. Bishop from overhead as she comes out the back door of\n\n          the house carrying a basket of damp laundry. She pauses at a\n\n          clothesline, looks left and right, then walks quickly into\n\n          the trees. She crosses a foot-bridge and arrives at the dirt\n\n          road. Captain Sharp stands up. They talk briefly but\n\n          intensely. Mrs. Bishop leans against the car and stares into\n\n          space. Captain Sharp touches her hair. Mrs. Bishop makes a\n\n          gesture with her fingers. Captain Sharp hands her his\n\n          cigarette. Mrs. Bishop takes a puff, hands it back, and\n\n          strides away again through the woods. Captain Sharp gets into\n\n          his station wagon and drives off.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A portable night stand.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop takes a puff, hands it back, and\n\n          strides away again through the woods. Captain Sharp gets into\n\n          his station wagon and drives off. INSERT:\n\n                         \n\n          A portable night stand. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a reel-to-reel tape recorder\n\n          recording on it. A framed photograph next to it shows the\n\n          Scout-Master-in-Chief posing with a troop in front of the\n\n          Matterhorn.\n\n                         \n\n          INT. SCOUT MASTER WARD'S TENT. NIGHT\n\n                         \n\n          The front flaps are tied-open, and a mosquito net is drawn. A\n\n          hanging lantern flickers on a hook. A bugle plays a variation\n\n          of taps in the distance. Scout Master Ward sits on a cot\n\n          dressed in pajamas. He smokes a cigarette and drinks a glass\n\n          of brandy while he speaks tensely into a microphone:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Scout Master's log. September second.\n\n           First day of search party for Sam\n\n           Shakusky. Morale is extremely low, in\n\n           part, I suppose, because Sam is,\n\n           unfortunately, the least popular scout in\n\n           the troop, by a significant margin. I'm\n\n           worried, and I'm confused. Please, let us\n\n           find him tomorrow. Please, don't let him\n\n           fall off a cliff or drown in the goddamn\n\n           lake or something. A terrible day at Camp\n\n           Ivanhoe. Let's hope tomorrow's better. In\n\n           fact, I'm going to say a prayer.\n\n                         \n\n          Scout Master Ward presses stop. He kneels down on the floor,\n\n          closes his eyes, presses his palms together, and whispers.\n\n           17.\n\n                         \n\n                         \n\n          EXT. SCOUT CAMP. NIGHT\n\n                         \n\n          Scout Master Ward zips up his tent and turns off the light.\n\n          Crickets chirp. Bats circle. The wire-haired terrier digs\n\n          carefully through a pile of trash.\n\n                         \n\n          EXT. NARROW STREAM. DAY\n\n                         \n\n          The next morning. A fast current runs along a shallow ravine\n\n          deep in the forest. The boy from the snap-shot rows a mini-\n\n          canoe painted with Native American tribal symbols and\n\n          severely over-loaded with boxes, bags, and blankets. He wears\n\n          a pellet gun slung on a strap over his shoulder and his coon-\n\n          skin cap. He smokes a pipe. A sash across his chest is\n\n          decorated with numerous small, embroidered patches.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe wears\n\n          a pellet gun slung on a strap over his shoulder and his coon-\n\n          skin cap. He smokes a pipe. A sash across his chest is\n\n          decorated with numerous small, embroidered patches. \n\nTARGET SECTION TO BE ANNOTATED:\n There is\n\n          a woman's enamelled brooch pinned to his shirt. It is a\n\n          jeweled, black scorpion. He whistles to himself quietly as he\n\n          steers under a fallen tree-trunk and winds through gentle\n\n          rapids. He is Sam.\n\n                         \n\n          EXT. RIVER BANK. DAY\n\n                         \n\n          An eddy under a willow tree. The end of the canoe is tied to\n\n          a branch, and the cargo is stacked on the shore. Sam covers\n\n          the boat with a camouflage net and dresses the top with pine-\n\n          needles.\n\n                         \n\n          EXT. ROCKY GORGE. DAY\n\n                         \n\n          Sam hikes through a pass wearing an extremely large back-pack\n\n          with stakes, metal poles, and two bed-rolls strapped to the\n\n          bottom. He wears a compass on a string around his neck.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of Sam emerging from the woods into a wide\n\n          meadow. The grass comes up to his chest and flows in waves.\n\n          He pauses to check his compass. He spins slowly one direction\n\n          and then back the other while he stares at the dial. He looks\n\n          up again. He walks onward. He stops.\n\n                         \n\n          EXT. WIDE MEADOW. DAY\n\n                         \n\n          Suzy lowers her binoculars. She stands at the end of a path\n\n          cut through the high grass. She has a leather folder in one\n\n          hand, the portable record player in the other, plus a small\n\n          suitcase and her kitten in a basket at her side. Sam takes\n\n          his coon-skin hat slowly off his head. He strides across the\n\n          meadow. Suzy watches him approach. She swallows. Her lips\n\n          part. Sam comes onto the path. He stops ten feet away from\n\n          Suzy.\n\n                         \n\n          Sam and Suzy stare at each other. Silence. (NOTE: Suzy is\n\n          slightly taller than Sam.)\n\n           18.\n\n                         \n\n                         \n\n                         INSERT:\n\n                         \n\n          A poster box with St. Jack's Church across the top. A purple-\n\n          ink mimeographed page is stapled to a bulletin board inside\n\n          under the heading Summer Pageant, 1964.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nINSERT:\n\n                         \n\n          A poster box with St. Jack's Church across the top. A purple-\n\n          ink mimeographed page is stapled to a bulletin board inside\n\n          under the heading Summer Pageant, 1964. \n\nTARGET SECTION TO BE ANNOTATED:\n It reads:\n\n                         \n\n                          BENJAMIN BRITTEN'S\n\n                          \"NOYE'S FLUDDE\"\n\n           Performed by the\n\n           Choristers of St. Jack Wood and New Penzance\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Dusk. A brick church at the top of a bluff overlooking the\n\n          bay. It is overgrown with ivy and wisteria. There is a\n\n          cemetery with a low wrought-iron fence. An organ plays\n\n          inside.\n\n                         \n\n                         TITLE:\n\n                         \n\n           One Year Earlier\n\n                         \n\n          INT. EPISCOPAL CHURCH. EVENING\n\n                         \n\n          A play is in progress. The set includes a long ark with a\n\n          sail built on a platform behind the altar. Two teenagers\n\n          crouched in the wings ripple a narrow, blue sheet across the\n\n          foot of the stage. (This is meant to be water.) The rest of\n\n          the room is dim, with tall candles flickering along the\n\n          center aisle. The beams are draped with garlands. A large\n\n          congregation fills every pew plus folding chairs against the\n\n          walls. More people sit and stand on the steps to the choir\n\n          loft at the back and in nooks and corners. The members of a\n\n          brass ensemble seated beside the organist wait for their next\n\n          cue, following their sheet music with instruments poised.\n\n                         \n\n          Khaki Scouts and scout masters occupy the rear section of the\n\n          church. A very young troop in a slightly different version of\n\n          the uniform fills a row near the exit. Sam sits on the aisle.\n\n          He looks bored.\n\n                         \n\n          A baritone built like a linebacker in robes and a fake beard\n\n          sings ominously on the stage. Cymbals crash. Sam stands up\n\n          and discreetly wanders toward the side door with his hands in\n\n          his pockets. A slight, forty-year-old man in the same uniform\n\n          watches him from the end of the pew, frowning.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam quietly entering the lobby. The sound of the music\n\n          deadens as he gently shuts the door behind him. He turns\n\n          around and puts on a yellow scout cap with Junior Khaki\n\n          stitched on the bill.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n                         \n\n          Sam quietly entering the lobby. The sound of the music\n\n          deadens as he gently shuts the door behind him. He turns\n\n          around and puts on a yellow scout cap with Junior Khaki\n\n          stitched on the bill. \n\nTARGET SECTION TO BE ANNOTATED:\n The room is jammed with children\n\n          dressed as animals, waiting nervously in a long line that\n\n           19.\n\n                         \n\n                         \n\n          winds all around the space. They whisper and shuffle. A large\n\n          woman stares through a small window into the church with her\n\n          hand on a doorknob. She is Mrs. Lynn. She snaps her fingers\n\n          suddenly without looking to the children. They fall silent.\n\n          Pause.\n\n                         \n\n          Mrs. Lynn swings open the center doors. Music fills the room\n\n          again. The first twenty of the children begin to sing. They\n\n          march out of the lobby, two by two. The woman closes the\n\n          doors behind them, and the next group takes their place to\n\n          wait.\n\n                         \n\n          Sam walks slowly among otters, monkeys, squirrels, and\n\n          skunks, examining their costumes, periodically touching\n\n          horns, tusks, and teeth. No one pays attention to him. He\n\n          drinks a sip from a water fountain. He picks up a mint from a\n\n          bowl and sucks on it. He slips out through a swinging door.\n\n                         \n\n          INT. DRESSING ROOM. EVENING\n\n                         \n\n          Sam moves down a dark corridor. Voices murmur. He pokes his\n\n          head around a corner. A rack of choir robes and cassocks\n\n          blocks his path. He slides two of them apart and looks\n\n                         THROUGH AT:\n\n                         \n\n          Five eleven-year-old girls in black leotards sitting on a\n\n          bench in front of a mirror framed with light bulbs. They talk\n\n          quietly and fix their make-up. They all wear wings on their\n\n          arms and beaks on their heads. Suzy sits among them in black\n\n          feathers. Sam stares at her. He steps into the light\n\n          silently. Suzy sees him in the reflection. The other girls\n\n          turn around quickly, covering themselves.\n\n                         \n\n          Sam removes his cap and takes another step forward. His eyes\n\n          dart briefly among the other girls. He says to Suzy:\n\n                         \n\n                          SAM\n\n           What kind of bird are you?\n\n                         \n\n          Suzy hesitates.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes\n\n          dart briefly among the other girls. He says to Suzy:\n\n                         \n\n                          SAM\n\n           What kind of bird are you? Suzy hesitates. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks to the girl next to her, who says\n\n          in a bossy voice:\n\n                         \n\n                          BOSSY GIRL\n\n           I'm a sparrow, she's a dove, and --\n\n                         \n\n          Sam does not look away from Suzy as he interrupts, pointing:\n\n                         \n\n                          SAM\n\n           No, I said, \"What kind of bird are you?\"\n\n                         \n\n          The other girls all look to Suzy. Pause.\n\n                         \n\n                          SUZY\n\n           I'm a raven.\n\n           20.\n\n                         \n\n                         \n\n          Suzy lifts her beak slightly higher on her forehead. The\n\n          other girls look annoyed but transfixed. The bossy girl\n\n          frowns.\n\n                         \n\n                          BOSSY GIRL\n\n           Boy's aren't allowed in here.\n\n                         \n\n          Sam does not look away from Suzy as he answers quietly:\n\n                         \n\n                          SAM\n\n           I'll be leaving soon.\n\n                         \n\n          Sam points down at Suzy's lap. One of her hands is wrapped in\n\n          a bandage.\n\n                         \n\n                          SAM\n\n           What happened to your hand?\n\n                         \n\n                          SUZY\n\n                          (PAUSE)\n\n           I got hit in the mirror.\n\n                         \n\n                          SAM\n\n                          (TAKEN ABACK)\n\n           Really. How'd that happen?\n\n                         \n\n                          SUZY\n\n                          (SHRUGS)\n\n           I lost my temper at myself.\n\n                         \n\n          Sam is deeply intrigued by this. The other girls look\n\n          puzzled. Suzy presses her hair back off her face. She watches\n\n          Sam nervously.\n\n                         \n\n                          SUZY\n\n           What's your name?\n\n                         \n\n                          SAM\n\n           Sam. What's yours?\n\n                         \n\n                          SUZY\n\n           I'm Suzy.\n\n                         \n\n          Sam nods with his eyes still glued to Suzy's. Suzy bites her\n\n          fingernails. The bossy girl rolls her eyes.\n\n                         \n\n                          BOSSY GIRL\n\n           It's not polite to stare.\n\n                         \n\n          Sam holds up his hand for the bossy girl to stop talking.\n\n          Mrs. Lynn steps into the doorway.\n\n                         \n\n           MRS. LYNN\n\n           Birds! Ready?\n\n           21.\n\n                         \n\n                         \n\n          Mrs. Lynn does a double-take. She snaps at Sam:\n\n                         \n\n           MRS.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMrs. Lynn does a double-take. She snaps at Sam:\n\n                         \n\n           MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n LYNN\n\n           Who are you? Where'd you come from? Go\n\n           back to your seat.\n\n                         \n\n          Sam hesitates. He spits the mint into a trash can, ducks out\n\n          through the clothing rack, and is gone. A skinny girl dressed\n\n          as an owl watches Suzy while the other girls hurry to their\n\n          feet. She says quietly:\n\n                         \n\n                          SKINNY GIRL\n\n           He likes you.\n\n                         \n\n          EXT. CHURCH YARD. EVENING\n\n                         \n\n          Troops flood out from one side of the church while children\n\n          in animal costumes flood out from the other. They criss-cross\n\n          among grave-markers and head-stones. Sam stops abruptly, face\n\n          to face with the skinny owl. She whispers something, points\n\n          behind her, and thrusts a folded scrap of paper into Sam's\n\n          hand.\n\n                         \n\n          INT. SCHOOL BUS. NIGHT\n\n                         \n\n          A vehicle crowded with scouts. Sam sits alone in the back\n\n          row. He stares into space, entranced.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Suzy on-stage at the top of a pedestal with her arms in the\n\n          air, spreading her wings. She is surrounded by the entire\n\n          cast of singing animals. The music soars.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam as he looks down at the piece of paper in his hand.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A sheet of pink stationary with an address in a girl's red\n\n          felt-tip cursive and the words:\n\n                         \n\n           Write to me.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The present. Sam and Suzy face each other in the wide meadow.\n\n          Sam says carefully:\n\n                         \n\n                          SAM\n\n           Were you followed?\n\n           22.\n\n                         \n\n                         \n\n                          SUZY\n\n                          (LOOKING AROUND)\n\n           I doubt it.\n\n                         \n\n                          SAM\n\n           Good.\n\n                         \n\n          Sam frowns and squints. He points.\n\n                         \n\n                          SAM\n\n           Did you bring a cat?\n\n                         \n\n          Suzy nods. Sam smiles. Suzy smiles. Sam takes a folded map\n\n          out of his pocket. He signals for Suzy to come closer.\n\n                         \n\n                          SAM\n\n           Can you read a map?\n\n                         \n\n                          SUZY\n\n           Uh-huh.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe signals for Suzy to come closer. SAM\n\n           Can you read a map? SUZY\n\n           Uh-huh. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SAM\n\n           I do cartography.\n\n                         \n\n          Sam points to one of the patches on his sash. It has a\n\n          protractor embroidered on it. He unfolds the map.\n\n                         \n\n                          SAM\n\n           I feel we should go halfway today and\n\n           halfway tomorrow, since you're a less\n\n           experienced hiker, and you're wearing\n\n           Sunday-school shoes.\n\n                         \n\n                          SUZY\n\n           OK.\n\n                         \n\n                          SAM\n\n           (pointing on the map)\n\n           Here's where we are right now. I'd like\n\n           to pitch camp here by sixteen-hundred\n\n           (which means four o'clock). How does that\n\n           sound?\n\n                         \n\n                          SUZY\n\n           Fine.\n\n                         \n\n                          SAM\n\n           You want some beef jerky?\n\n                         \n\n                          SUZY\n\n           OK.\n\n                         \n\n          Sam tears a strip of dried meat in two and gives half to\n\n          Suzy. She tries to chew on it. Sam nods:\n\n           23.\n\n                         \n\n                         \n\n                          SAM\n\n           Let's go.\n\n                         \n\n                         MONTAGE:\n\n                         \n\n          Sam and Suzy walk together down a hill, across a field, and\n\n          through a wooded path eating beef jerky. They both smile\n\n          continuously.\n\n                         \n\n                          SAM\n\n           Are you thirsty?\n\n                         \n\n                          SUZY\n\n           No.\n\n                         \n\n                          SAM\n\n           Well, if your throat gets parched, stick\n\n           a pebble in your mouth and suck on it.\n\n           You can quench your thirst with the spit,\n\n           supposedly.\n\n                         \n\n          Sam shows Suzy some bits of green and yellow sticking out\n\n          from under his coonskin cap.\n\n                         \n\n                          SAM\n\n           Sometimes I stick leaves under my hat. It\n\n           cools your head down.\n\n                         \n\n                          SUZY\n\n           That's a good idea. It might help also if\n\n           you didn't wear fur.\n\n                         \n\n                          SAM\n\n                          (HESITATES)\n\n           True, but this adds camouflage.\n\n                         \n\n          Sam stands in a clearing and pulls a handful of dry grass. He\n\n          holds it in his fist.\n\n                         \n\n                          SAM\n\n           Here's a trick. Throw grass in the air,\n\n           and you can see which direction the\n\n           wind's blowing.\n\n                         \n\n          Sam throws up the grass. It swirls and drifts vaguely. Suzy\n\n          squints.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam throws up the grass. It swirls and drifts vaguely. Suzy\n\n          squints. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SUZY\n\n           Which way?\n\n                         \n\n                          SAM\n\n           Unknown. I guess it doesn't really\n\n           matter, as long as we cover our tracks.\n\n           24.\n\n                         \n\n                         \n\n          Sam and Suzy stop to investigate and discuss: a patch of\n\n          mushrooms, moss on a stump, ferns, poison ivy, and a low bush\n\n          with purple fruit. Sam looks skeptical.\n\n                         \n\n                          SAM\n\n           These might be poisonous.\n\n                         \n\n                          SUZY\n\n                          (STUDYING THEM)\n\n           No, they're huckleberries, in fact. Try\n\n           one.\n\n                         \n\n          Suzy brushes off some dirt and eats a berry. Sam puts one\n\n          into his mouth and nods.\n\n                         \n\n                          SAM\n\n           Not bad. Anyway, they're good for\n\n           survival.\n\n                         \n\n          Sam and Suzy look through Suzy's binoculars at a deer\n\n          drinking from a stream. Suzy whispers:\n\n                         \n\n                          SUZY\n\n           He knows someone's watching him.\n\n                         \n\n                          SAM\n\n           I agree. Why do you say that?\n\n                         \n\n                          SUZY\n\n                          (SQUINTING)\n\n           I don't know. I just think he can feel\n\n           us.\n\n                         \n\n          Sam and Suzy walk across a fallen tree over a stream. A snake\n\n          swims on the surface below them. Sam assists Suzy onto the\n\n          far bank.\n\n                         \n\n                          SAM\n\n           You smell like perfume.\n\n                         \n\n                          SUZY\n\n           It's my mother's.\n\n                         \n\n          Sam picks up two pebbles. He and Suzy both put them in their\n\n          mouths. They click against their teeth.\n\n                         \n\n                          SAM\n\n           I brought water, too.\n\n                         \n\n          Sam and Suzy watch a small, green worm wriggling in the air,\n\n          swaying from a silk thread. They stare, wide-eyed. Suzy cups\n\n          her hand a few inches below it and moves it around in a\n\n          circle. Sam shrugs.\n\n           25.\n\n                         \n\n                         \n\n                          SAM\n\n           Should we catch him?\n\n                         \n\n                          SUZY\n\n                          (HESITATES)\n\n           What for?\n\n                         \n\n                          SAM\n\n           Trout bait. We need worms.\n\n                         \n\n                          SUZY\n\n                          (SHARPLY)\n\n           No.\n\n                         \n\n          Pause.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe need worms. SUZY\n\n                          (SHARPLY)\n\n           No. Pause. \n\nTARGET SECTION TO BE ANNOTATED:\n The worm curls and uncurls itself gently. Sam nods.\n\n                         \n\n                          SAM\n\n           You're right. We'll let him live. Maybe\n\n           I've got a licorice whip.\n\n                         \n\n          EXT. LAKE SHORE. DAY\n\n                         \n\n          The banks of a large pond. All of Sam's and Suzy's bags,\n\n          boxes, and suitcases are arranged around a small tent\n\n          decorated with more tribal symbols. The kitten is asleep. Sam\n\n          and Suzy stand at the water's edge as he removes the\n\n          camouflage net from the canoe and says gravely:\n\n                         \n\n                          SAM\n\n           How strong of a swimmer are you?\n\n                         \n\n                          SUZY\n\n           Pretty good. I broke our school record\n\n           for the back-stroke.\n\n                         \n\n                          SAM\n\n                          (MILDLY SURPRISED)\n\n           OK. Well, I'm not that strong of a\n\n           swimmer, so I wear a life-preserver. I\n\n           think it's a good policy to get in the\n\n           habit, anyway.\n\n                         \n\n                          SUZY\n\n           OK.\n\n                         \n\n          Sam and Suzy both strap on vests belted with cork blocks.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A strip of bright red licorice on a hook under water.\n\n                         \n\n                         CUT TO:\n\n           26.\n\n                         \n\n                         \n\n          Sam and Suzy in the middle of the lake. Suzy sits at one end\n\n          of the canoe fishing with a bamboo pole. Sam drapes his\n\n          fingers off the side and stirs the water.\n\n                         \n\n                          SAM\n\n           Watch out for turtles. They'll bite you,\n\n           if you put your fingers in their mouths.\n\n           Let me see if I can catch this one.\n\n                         \n\n          Sam dips a net into the lake and brings it up with a small\n\n          turtle in it. He lifts it out of the net. It has red and\n\n          yellow markings and a slightly damaged shell. Sam flips it\n\n          over. The word Albert is written on the underside of the\n\n          turtle in magic marker. Sam says blankly:\n\n                         \n\n                          SAM\n\n           Somebody wrote on him.\n\n                         \n\n          The fishing pole jerks in Suzy's hands.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe word Albert is written on the underside of the\n\n          turtle in magic marker. Sam says blankly:\n\n                         \n\n                          SAM\n\n           Somebody wrote on him. The fishing pole jerks in Suzy's hands. \n\nTARGET SECTION TO BE ANNOTATED:\n She yells:\n\n                         \n\n                          SUZY\n\n           The stick's moving!\n\n                         \n\n                          SAM\n\n                          (ALERTED)\n\n           You got one!\n\n                         \n\n          Sam jumps to his feet and heaves the turtle with two hands.\n\n          It sails through the air across the pond and splashes down\n\n          with a whack. Sam yells an announcement:\n\n                         \n\n                          SAM\n\n           Fish on hook!\n\n                          (TO SUZY)\n\n           Reel him in! Slowly.\n\n                         \n\n          The canoe rocks violently. Suzy snaps:\n\n                         \n\n                          SUZY\n\n           Sit down!\n\n                         \n\n          Sam sits back down. Suzy winds the reel carefully. Sam says,\n\n                         GENTLY ENCOURAGING:\n\n                         \n\n                          SAM\n\n           You're doing good.\n\n                         \n\n          Sam points to one of the patches on his sash. It has a rod\n\n          and reel embroidered on it.\n\n                         \n\n                          SAM\n\n           This is for fishing.\n\n           27.\n\n                         \n\n                         \n\n          EXT. LAKE SHORE. DUSK\n\n                         \n\n          Sam twists a stick with a shoelace in kindling and builds a\n\n          small camp-fire circled with rocks. He cooks two fish with\n\n          bologna in a frying pan over a camp-fire. He throws in a dash\n\n          of salt, grinds some pepper, and flips the fish in the air.\n\n          He holds out a bite on a spatula to Suzy sitting on a log\n\n          next to him. She tastes it. She looks surprised and nods\n\n                         ENTHUSIASTICALLY:\n\n                         \n\n                          SUZY\n\n           Very good. You know a lot about camping,\n\n           don't you?\n\n                         \n\n                          SAM\n\n                          (STIFFENING)\n\n           I'm a Khaki Scout. It's what I'm trained\n\n           for.\n\n                         \n\n          Sam points to one of the patches on his sash. It has fried\n\n          eggs and bacon on it.\n\n                         \n\n                          SAM\n\n           Anyway, I used to be.\n\n                         \n\n          Sam serves the fish onto two tin plates. He says as they eat\n\n          with folding forks:\n\n                         \n\n                          SAM\n\n           We can feed your cat the guts and\n\n           eyeballs.\n\n                         \n\n          Sam points to a pile of bloody organs and bones on a page of\n\n          newspaper. Suzy frowns.\n\n                         \n\n                          SUZY\n\n           That's OK.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam points to a pile of bloody organs and bones on a page of\n\n          newspaper. Suzy frowns. SUZY\n\n           That's OK. \n\nTARGET SECTION TO BE ANNOTATED:\n He only eats cat food.\n\n                         \n\n          Suzy points to a cardboard box. Sam looks inside. It is\n\n          filled with ten cans of cat food. Sam raises an eyebrow.\n\n                         \n\n                          SAM\n\n           What else did you bring? We should make\n\n           an inventory.\n\n                         \n\n                          SUZY\n\n           OK.\n\n                         \n\n          Sam flips open a small, spiral-bound note-book.\n\n                         \n\n                          SAM\n\n           Go ahead.\n\n           28.\n\n                         \n\n                         \n\n          Suzy opens the top of her portable record player. She\n\n          displays it like a salesman.\n\n                         \n\n                          SUZY\n\n           This is my record player. It works with\n\n           batteries. Actually, it belongs to my\n\n           little brother Lionel. I left him a note.\n\n           Do you like music?\n\n                         \n\n          Sam nods and makes a note. Suzy opens her leather folder.\n\n          There are three L.P. records in it. She takes out one by a\n\n          French singer.\n\n                         \n\n                          SUZY\n\n           This is my favorite record album. My\n\n           godmother gave it to me for my birthday.\n\n           She lives in France.\n\n                         \n\n          Sam nods and makes another note. Suzy opens her suitcase. It\n\n          is filled to the brim with hard-back copies of fantasy books.\n\n          It contains no other items of any kind (including clothing).\n\n                         \n\n                          SUZY\n\n           These are my books. I like stories with\n\n           magic powers in them. Either in kingdoms\n\n           on earth or on foreign planets. Also,\n\n           time-travel, if they make it realistic.\n\n           Usually, I prefer a girl hero, but not\n\n           always. I couldn't bring all of them\n\n           because it got too heavy. You can borrow\n\n           any you want.\n\n                         \n\n          Sam nods and makes another note. Suzy produces a few more\n\n                         ITEMS:\n\n                         \n\n                          SUZY\n\n           I also brought my lefty scissors because\n\n           I'm left-handed, my toothbrush, some\n\n           rubber bands, extra batteries, and my\n\n           binoculars, as you know. I forgot my\n\n           comb.\n\n                         \n\n          Sam surveys the entire collection of articles. He scratches\n\n          his head.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI forgot my\n\n           comb. Sam surveys the entire collection of articles. He scratches\n\n          his head. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SAM\n\n           That's it? No mess-kit? No flashlight? No\n\n           canteen? No waterproof matches? Didn't\n\n           you get the packing list I sent you in my\n\n           last letter?\n\n           29.\n\n                         \n\n                         \n\n                          SUZY\n\n                          (FROWNS)\n\n           I thought that's what you're supposed to\n\n           bring. I don't own a canteen.\n\n                         \n\n          Pause. Sam shrugs. He smiles.\n\n                         \n\n                          SAM\n\n           That's OK. We can share.\n\n                         \n\n          Sam picks up one of the books. It is called The Girl from\n\n          Jupiter. There is an illustration on the cover of a young,\n\n          alien princess with glittering tears on her cheeks. Sam\n\n          examines the other books in the suitcase. He looks slightly\n\n          puzzled.\n\n                         \n\n                          SAM\n\n           These are all library books. In my school\n\n           you're only allowed to check-out one at a\n\n           time. Some of these are going to be\n\n           overdue.\n\n                         \n\n          Sam hesitates. He suddenly realizes something. He asks\n\n                         BLUNTLY:\n\n                         \n\n                          SAM\n\n           Do you steal?\n\n                         \n\n          Silence. Suzy nods reluctantly. Sam looks confused.\n\n                         \n\n                          SAM\n\n           Why? You're not poor.\n\n                         \n\n          Suzy stares at the books. She absently brushes some dust off\n\n          them. She rearranges them slightly. She says finally:\n\n                         \n\n                          SUZY\n\n           I might turn some of them back in one\n\n           day. I haven't decided yet. I know it's\n\n           bad. I think I just took them to have a\n\n           secret to keep. Anyway, for some reason,\n\n           it makes me feel in a better mood\n\n           sometimes.\n\n                         \n\n          Sam thinks about this. He leans his chin against his fist. He\n\n                         SAYS SERIOUSLY:\n\n                         \n\n                          SAM\n\n           Are you depressed?\n\n                         \n\n          Suzy bites her fingernails. She shrugs.\n\n                         \n\n                          SAM\n\n           How come?\n\n           30.\n\n                         \n\n                         \n\n          Pause. Suzy says philosophically:\n\n                         \n\n                          SUZY\n\n           Well, I can show you an example, if you\n\n           want -- but it doesn't make me feel very\n\n           good. I found this on top of our\n\n           refrigerator.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nPause. Suzy says philosophically:\n\n                         \n\n                          SUZY\n\n           Well, I can show you an example, if you\n\n           want -- but it doesn't make me feel very\n\n           good. I found this on top of our\n\n           refrigerator. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Suzy looks into her leather folder and shuffles through some\n\n          pages. She withdraws a small pamphlet.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The cover of the pamphlet. There is a drawing of a broken tea-\n\n          cup and the title \"Coping with the Very Troubled Child\".\n\n                         \n\n          Sam frowns. His eyes widen.\n\n                         \n\n                          SAM\n\n           Does that mean you?\n\n                         \n\n          Suzy nods. Sam explodes with laughter.\n\n                         \n\n                          SUZY\n\n           It's not funny.\n\n                         \n\n                          SAM\n\n           To me, it is.\n\n                         \n\n          Sam slaps his knee and shakes his head. Pause. Suzy dumps her\n\n          fish into the campfire and throws her metal plate like a\n\n          frisbee into a tree trunk. It bounces off with a ding. She\n\n          stands up and says coolly:\n\n                         \n\n                          SUZY\n\n           You really know how to make friends.\n\n                         \n\n          Suzy walks away. She goes behind a bush and sits down on a\n\n          rock. She starts to cry. Sam looks stricken and confused. He\n\n          is very still. He gets up slowly. He tentatively approaches\n\n          the bush. He looks behind it. He takes two steps closer. He\n\n          stands above Suzy. He unties his neckerchief, crouches down,\n\n          and holds it out.\n\n                         \n\n                          SAM\n\n           I'm sorry.\n\n                         \n\n          Suzy looks to Sam. She hesitates. She takes the neckerchief.\n\n                         \n\n                          SUZY\n\n           That's OK.\n\n                         \n\n                          SAM\n\n           I'm on your side.\n\n           31.\n\n                         \n\n                         \n\n                          SUZY\n\n           I know.\n\n                         \n\n          Suzy dries her eyes. She unfolds the neckerchief and studies\n\n          its design. It is a brave shooting an arrow while leaning off\n\n          the side of a galloping horse. Sam motions to the books:\n\n                         \n\n                          SAM\n\n           Which one's the best?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Dusk. Sam lies on his back on one of the bedrolls smoking his\n\n          pipe while Suzy sits Indian-style next to him. She reads\n\n          aloud from a book called The Francine Odyssies.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n                         \n\n          Dusk. Sam lies on his back on one of the bedrolls smoking his\n\n          pipe while Suzy sits Indian-style next to him. She reads\n\n          aloud from a book called The Francine Odyssies. \n\nTARGET SECTION TO BE ANNOTATED:\n There is an\n\n          illustration on the cover of an enormous panther with a\n\n          bloody sword walking behind a small girl in a nightgown.\n\n                         \n\n                          SUZY\n\n           His eyes downcast, his kingdom in ruins,\n\n           Mynar pressed his heavy paw through the\n\n           rippling surface of the cool shallows and\n\n           down to its stone floor. \"My people once\n\n           were lead by a great and noble beast --\n\n           and I no longer see his face in this\n\n           reflection.\"\n\n                         \n\n          Suzy looks to Sam. He is asleep. She takes the pipe out of\n\n          his mouth and tips the ashes into the camp-fire. She draws a\n\n          blanket over his chest. She continues:\n\n                         \n\n                          SUZY\n\n           Meanwhile, on the Plains of Tabitha,\n\n           Francine rested. There would be another\n\n           time for war.\n\n                         \n\n          INT. BISHOP'S HOUSE. NIGHT\n\n                         \n\n          The dining room. There is a long, wide, empty table with\n\n          sixteen chairs around it. Tucked in the corner, Lionel,\n\n          Murray, and Rudy sit at a folding card table. They have\n\n          plates on place-mats and forks and knives. There is one extra\n\n          seat. Mrs. Bishop's voice booms, amplified, from the next\n\n                         ROOM:\n\n                         \n\n           MRS. BISHOP (O.S.)\n\n           Suzy! Dinner! I'm not going to say it\n\n           again!\n\n                         \n\n          Pause. Mrs. Bishop charges into the room with a steaming\n\n          casserole. She wears an oven mitt on one hand and carries an\n\n          electric megaphone in the other. She sets the casserole on\n\n          the card table and looks out the window. Through the thicket\n\n           32.\n\n                         \n\n                         \n\n          of trees behind the house, a pair of headlights blinks. Mrs.\n\n          Bishop checks her watch. She says sharply:\n\n                         \n\n           MRS. BISHOP\n\n           Where's your sister?\n\n                         \n\n                          LIONEL\n\n           I don't know, but she borrowed my record\n\n           player for ten days without asking.\n\n                         \n\n           MRS. BISHOP\n\n                          (CONFUSED)\n\n           What does that mean?\n\n                         \n\n          Lionel holds up a small, folded-up piece of pink stationary.\n\n          Mrs.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBISHOP\n\n                          (CONFUSED)\n\n           What does that mean? Lionel holds up a small, folded-up piece of pink stationary. Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Bishop snaps it out of his hand and opens it.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A short note on pink stationary in a girl's red felt-tip\n\n          cursive. It reads:\n\n                         \n\n           Dear Lionel, I need to use your\n\n           record player. I will give it back in\n\n           ten days or less. Do not tell Mom.\n\n           (Or Dad.) I will replace the batteries\n\n           when I return. Signed, Suzy Bishop\n\n                         \n\n          Mrs. Bishop frowns. She bolts back out of the room. Her voice\n\n                         BOOMS AGAIN:\n\n                         \n\n           MRS. BISHOP (O.S.)\n\n           Walt! Where the hell are you?\n\n                         \n\n          There is a loud thump upstairs. Mr. Bishop shouts from\n\n                         OUTSIDE:\n\n                         \n\n           MR. BISHOP (O.S.)\n\n           Right here! Why are you cursing at me?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Exterior. Mr. Bishop leans out of an upstairs window. Mrs.\n\n          Bishop appears in one below. She yells up through the\n\n                         MEGAPHONE:\n\n                         \n\n           MRS. BISHOP\n\n           Does it concern you that your daughter's\n\n           just run away from home?\n\n                         \n\n           MR. BISHOP\n\n                          (PAUSE)\n\n           That's a loaded question.\n\n           33.\n\n                         \n\n                         \n\n          Mrs. Bishop brandishes the note with her free hand.\n\n                         \n\n           MRS. BISHOP\n\n           Come down and read this.\n\n                         \n\n          A radio squawks in the woods behind the house. Mr. and Mrs.\n\n          Bishop turn quickly toward the sound. Mrs. Bishop looks\n\n          tense. Becky's garbled voice says over a tinny speaker:\n\n                         \n\n           BECKY (V.O.)\n\n           Scout Master Ward confirms they've had no\n\n           luck. They're going home for the --\n\n                         \n\n          There is a rustling and the sound of a car door opening --\n\n          then the radio cuts off. Mr. Bishop frowns. He shouts:\n\n                         \n\n           MR. BISHOP\n\n           Who's there?\n\n                         \n\n          Captain Sharp emerges slowly from the dark, tangled in a\n\n          bramble, hopping slowly on one foot as he unwinds a root from\n\n          around his ankle.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shouts:\n\n                         \n\n           MR. BISHOP\n\n           Who's there? Captain Sharp emerges slowly from the dark, tangled in a\n\n          bramble, hopping slowly on one foot as he unwinds a root from\n\n          around his ankle. \n\nTARGET SECTION TO BE ANNOTATED:\n He smiles awkwardly and says:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Good evening. Sorry to startle you. I was\n\n                          JUST --\n\n                         \n\n           MR. BISHOP\n\n                          (ANGRILY)\n\n           What are you doing here? Nobody called\n\n           the police.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I know, that's what I'm saying. The\n\n           search party's not over yet. In other\n\n                          WORDS --\n\n                         \n\n           MRS. BISHOP\n\n           Suzy's missing, too! Go find her.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (HESITATES)\n\n           OK. Where'd she --\n\n                         \n\n           MR. BISHOP\n\n           Wait for me.\n\n                         \n\n          Mr. Bishop disappears into the house. Captain Sharp and Mrs.\n\n          Bishop exchange an uncertain look.\n\n                         \n\n          INT. STATION WAGON. NIGHT\n\n                         \n\n          Captain Sharp pans a spot-light back and forth in the\n\n          darkness while he steers the car. The lamp has a short in it\n\n           34.\n\n                         \n\n                         \n\n          and flickers with each bump. Mr. Bishop rides in the\n\n          passenger seat. He stares ahead down the road and says to\n\n                         HIMSELF:\n\n                         \n\n           MR. BISHOP\n\n           How can we help her? She's got so many\n\n           problems. It's getting worse.\n\n                         \n\n          Mr. Bishop looks strangely to Captain Sharp. He asks:\n\n                         \n\n           MR. BISHOP\n\n           Whose fault is it?\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (HESITATES)\n\n           I don't know, but just for the record:\n\n           ninety-five percent of all runaways\n\n           return home within six hours. That\n\n           doesn't do you any good right now. It's\n\n           just a statistic -- but in all likelihood\n\n           Suzy's probably hiding in the closet at\n\n           her best friend's house playing Chinese\n\n           Checkers at this very moment, as we\n\n           speak.\n\n                         \n\n           MR. BISHOP\n\n           She doesn't have any friends.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (LONG PAUSE)\n\n           How's Laura?\n\n                         \n\n           MR. BISHOP\n\n                          (IRRITATED)\n\n           How's Laura?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Mrs.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. BISHOP\n\n                          (IRRITATED)\n\n           How's Laura? CAPTAIN SHARP\n\n           Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Bishop, I mean.\n\n                         \n\n           MR. BISHOP\n\n           I don't understand.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Is she upset?\n\n                         \n\n          Mr. Bishop looks baffled and disgusted. He throws his hands\n\n          into the air. He looks away and shakes his head. Silence.\n\n          Captain Sharp wiggles some wires.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I got to get this spot-light fixed.\n\n           35.\n\n                         \n\n                         \n\n          EXT. BISHOP'S HOUSE. NIGHT\n\n                         \n\n          Captain Sharp and Mr. Bishop come to a stop and get out of\n\n          the station wagon. They look dejected. The screen door bangs\n\n          open, and Mrs. Bishop quickly descends the front steps with a\n\n          open shoebox full of letters in her hands. She says\n\n          breathlessly, shouting:\n\n                         \n\n           MRS. BISHOP\n\n           She has a pen pal! It's very intimate!\n\n           They planned this together!\n\n                         \n\n          Captain Sharp takes one of the letters and studies it. He\n\n          says to himself:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Sam Shakusky. That's my escaped Khaki\n\n           Scout. His family died.\n\n                         \n\n          Mr. Bishop takes a handful of the letters and flips through\n\n          them. He stops suddenly. He looks horrified.\n\n                         \n\n           MR. BISHOP\n\n           Holy Christ. What am I looking at?\n\n                         \n\n                         INSERT:\n\n                         \n\n          A small painting on construction paper of a naked girl\n\n          stepping into a bathtub. She wears a flower in her hair.\n\n                         \n\n          Mrs. Bishop continues to shout as she explains:\n\n                         \n\n           MRS. BISHOP\n\n           He does watercolors! Mostly landscapes,\n\n           but a few nudes!\n\n                         \n\n          Lionel, Murray, and Rudy watch from a downstairs window.\n\n          Lionel takes a bite from a bowl of melting ice cream. Mr.\n\n          Bishop stares at the painting. He squints at it and asks\n\n                         INCREDULOUSLY:\n\n                         \n\n           MR. BISHOP\n\n           She sit for this?\n\n                         \n\n          Captain Sharp and Mrs. Bishop look over Mr. Bishop's\n\n          shoulder.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaptain Sharp and Mrs. Bishop look over Mr. Bishop's\n\n          shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n Captain Sharp says calmly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           What does he say?\n\n                         \n\n                         MONTAGE:\n\n                         \n\n          The history of Sam and Suzy's correspondence.\n\n           36.\n\n                         \n\n                         \n\n          Sam, dressed in a greasy jump-suit, writes at a work bench in\n\n          a garage while six teenagers take apart carburetors behind\n\n          him. They are his foster brothers. Sam reads in voice-over:\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, You have a superb voice. You\n\n           were my favorite animal in the program,\n\n           by far. Please, find enclosed --\n\n                         \n\n          Suzy writes at a small desk on the upstairs landing while\n\n          Lionel and Murray play a loud duet on a red piano behind her.\n\n          (Rudy turns the pages of the sheet music.) Suzy reads in\n\n                         VOICE-OVER:\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, Thank you very much. I got\n\n           replaced as the raven because I yelled at\n\n           Mrs. Lynn. After that I was only a blue\n\n           jay, but --\n\n                         \n\n          Sam works in an alley emptying garbage from several small\n\n          trash cans into a larger one. Mr. Billingsley watches\n\n          television in a window, smoking a cigarette. He points to a\n\n          crumpled wrapper on the ground. Sam picks it up.\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, I am sorry your brothers are\n\n           so selfish. Maybe they will grow out of\n\n           it. Sometimes people do things without\n\n           knowing the reasons for --\n\n                         \n\n          Suzy reads a book called Disappearance of the 6th Grade.\n\n          There is an illustration on the cover of a school-teacher\n\n          levitating at the front of her classroom. There are several\n\n          watercolor pictures taped to the wall behind her. Most are\n\n          landscapes of small-town vacant lots. One is a swimming girl\n\n          in a bikini.\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, You are an excellent painter,\n\n           especially trees and telephone poles. Is\n\n           the girl in the water supposed to be me?\n\n           My favorite color is --\n\n                         \n\n          Sam stands in pajamas staring blankly, eyes wide, at a dog\n\n          house in flames next to a rusty swing-set.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\n           Dear Sam, You are an excellent painter,\n\n           especially trees and telephone poles. Is\n\n           the girl in the water supposed to be me? My favorite color is --\n\n                         \n\n          Sam stands in pajamas staring blankly, eyes wide, at a dog\n\n          house in flames next to a rusty swing-set. \n\nTARGET SECTION TO BE ANNOTATED:\n A dachsund sits\n\n          next to him, also watching. Mrs. Billingsley comes running\n\n          out of the house with a fire extinguisher.\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, I accidentally built a fire\n\n           while I was sleep-walking. I have no\n\n           memory of this, but my foster parents\n\n           think I am lying. Unfortunately, it is --\n\n           37.\n\n                         \n\n                         \n\n          Suzy stands in the kitchen looking out through a pane of\n\n          glass with a hole smashed in the middle of it. Mrs. Bishop is\n\n          next to her with her hair hanging over the sink while the two\n\n          of them carefully pick bits of glass out of it.\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, I am in trouble again because I\n\n           threw a rock through the window. My mother\n\n           still has glass in her hair. Also --\n\n                         \n\n          Five of Sam's foster brothers watch calmly as the sixth\n\n          throws Sam against the wall then jumps on top of him, pinning\n\n          his arms to the floor while Sam struggles crazily.\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, I have been trying very hard\n\n           to make friends, but I feel people do not\n\n           like my personality. In fact, I can\n\n           understand why they might --\n\n                         \n\n          A classroom of sixth graders watches in a panic as Suzy\n\n          throttles one of her classmates. The classmate flails and\n\n          grimaces as she is strangled.\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, Now I am getting suspended\n\n           because I got in a fight with Molly. She\n\n           says I go berserk. Our principal is\n\n           against me. Why do --\n\n                         \n\n          Sam does sit-ups on a hard mattress in a basement room lined\n\n          with bunks. He counts out the repetitions under his breath.\n\n          There is a small, black and white photograph of a man and\n\n          woman at their wedding tacked to the wall above him.\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, I know your parents hurt your\n\n           feelings, but they still love you. That\n\n           is more important.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM (V. O.)\n\n           Dear Suzy, I know your parents hurt your\n\n           feelings, but they still love you. That\n\n           is more important. \n\nTARGET SECTION TO BE ANNOTATED:\n If they --\n\n                         \n\n          Suzy stands in a doorway screaming at her family while they\n\n          watch wearily from the dinner table with forks and knives in\n\n          their hands.\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, I do think you should think of\n\n           their faces every day, even if it makes\n\n           you sad. It is too bad they did not leave\n\n           you more pictures of themselves. Can you --\n\n                         \n\n          Sam writes in his bunk crouched beneath a blanket with a\n\n          Khaki Scout flashlight pointed at his paper.\n\n           38.\n\n                         \n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, Here is my plan.\n\n                         \n\n          Suzy writes in her bed crouched beneath a quilt with a\n\n          plastic lantern glowing beside her.\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, My answer is yes.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A sheet of wide-ruled yellow paper which reads in a boy's\n\n                         PENCILED SCRAWL:\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, When?\n\n                         \n\n                         INSERT:\n\n                         \n\n          A sheet of pink stationary which reads in a girl's red felt-\n\n                         TIP CURSIVE:\n\n                         \n\n           SUZY (V.O.)\n\n           Dear Sam, Where?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Suzy kneeling in the dark, crouched in front of an upper\n\n          window with the shoebox of letters beside her. Outside, the\n\n          woods are black beyond a moonlit field.\n\n                         \n\n           SAM (V.O.)\n\n           Dear Suzy, Walk four hundred yards due\n\n           north from your house to the dirt path\n\n           which has not got any name on it. Turn\n\n           right and follow to the end.\n\n                         \n\n          Suzy raises her binoculars to her eyes.\n\n                         \n\n           SAM (V.O.)\n\n           I will meet you in the meadow.\n\n                         \n\n          EXT. WIDE MEADOW. DAY\n\n                         \n\n          The next morning. The end of the path cut through the high\n\n          grass where Sam and Suzy met the day before. Captain Sharp,\n\n          Scout Master Ward, Mrs. Bishop, and Becky stand in two groups\n\n          talking. Gadge and Skotak stretch a string with ribbons tied\n\n          to it from stake to stake marking a perimeter.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaptain Sharp,\n\n          Scout Master Ward, Mrs. Bishop, and Becky stand in two groups\n\n          talking. Gadge and Skotak stretch a string with ribbons tied\n\n          to it from stake to stake marking a perimeter. \n\nTARGET SECTION TO BE ANNOTATED:\n Lazy-Eye walks\n\n          with the wire-haired terrier pulling at its leash. Other\n\n          scouts search the field and scan the horizon.\n\n                         \n\n          Captain Sharp's station wagon and Redford's motorcycle are\n\n          parked in the dirt.\n\n           39.\n\n                         \n\n                         \n\n          Mr. Bishop stands off to the side by himself poking at the\n\n          ground with a stick. He has two black eyes, and half his face\n\n          is swollen and purple. Scout Master Ward asks Becky quietly:\n\n                         \n\n           SCOUT MASTER WARD\n\n           What happened to him?\n\n                         \n\n                          BECKY\n\n           I'm not sure. I think he went searching\n\n           in the dark.\n\n                         \n\n          Mr. Bishop says loudly without looking up from the ground:\n\n                         \n\n           MR. BISHOP\n\n           She stole the batteries out of my\n\n           flashlight.\n\n                         \n\n          Scout Master Ward looks at Becky and grimaces. Becky raises\n\n          an eyebrow. Mrs. Bishop stands next to Captain Sharp. They\n\n          move slightly away from the others. Captain Sharp whispers\n\n          quickly, almost inaudibly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           I think he's onto us.\n\n                         \n\n           MRS. BISHOP\n\n                          (INSTANTLY)\n\n           Of course, he is.\n\n                         \n\n          Captain Sharp looks surprised and defensive. He whispers\n\n                         BACK:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Of course, he is?\n\n                         \n\n           MRS. BISHOP\n\n           Of course, he is.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (CONFUSED)\n\n           Why aren't we worried about that, then?\n\n                         \n\n           MRS. BISHOP\n\n           I am.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (ASTONISHED)\n\n           Well, I didn't know. Or, anyway, I\n\n           thought I was wrong. Did you hit him?\n\n                         \n\n           MRS. BISHOP\n\n           No. He fell in a ditch.\n\n           40.\n\n                         \n\n                         \n\n          Nickleby pops up from below the tall grass and thrusts an\n\n          empty can of cat food into the air. He shouts excitedly:\n\n                         \n\n                          NICKLEBY\n\n           Cat food! I think it's a clue.\n\n                         \n\n          The group quickly gathers around Nickleby. Mr.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nI think it's a clue. The group quickly gathers around Nickleby. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Bishop\n\n          snatches the can out of his hand and examines it. He says\n\n                         BLANKLY:\n\n                         \n\n           MR. BISHOP\n\n           That's her.\n\n                         \n\n          Mr. Bishop throws the can away over his shoulder and walks\n\n          off with his hands in his pockets. Nickleby runs after the\n\n          can and picks it up again. Mr. Bishop continues down the\n\n          hill. Scout Master Ward watches him. He asks Mrs. Bishop,\n\n                         UNEASY:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Where's he going?\n\n                         \n\n           MRS. BISHOP\n\n           I don't know.\n\n                         \n\n          Mrs. Bishop follows Mr. Bishop. Captain Sharp turns to the\n\n          rest of the group and says briskly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           All right. We know they're together. We\n\n           know they're within a certain radius of\n\n           this spot. I'm declaring the case with\n\n           the county right now. Until help arrives:\n\n                         \n\n          Captain Sharp looks to Scout Master Ward as he points to\n\n          various scouts and divides the group into teams:\n\n                         \n\n                          CAPTAIN SHARP\n\n           I'm deputizing the little guy, the skinny\n\n           one, and the kid with the curly hair to\n\n           come with me in the station wagon. Randy,\n\n           you drop-in and head up-river with the\n\n           rest of your troop, then split-up on\n\n           foot. Becky, call Jed and tell him to\n\n           circle over this end of the island and\n\n           fly low.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of the seaplane flying in a pattern. It\n\n          banks sharply. The binocular shot tilts down. Far below, in\n\n          the distance, Captain Sharp's station wagon rumbles along a\n\n          dirt road through the woods. The binocular shot pans wide. On\n\n          the side of the river, Scout Master Ward's motorboat stops.\n\n           41.\n\n                         \n\n                         \n\n          Two scouts, tiny figures, pull the camouflage net off the\n\n          hidden canoe.\n\n                         \n\n          EXT. HIGH RIDGE. DAY\n\n                         \n\n          Suzy watches through her binoculars while Sam crouches beside\n\n          her. They are hidden behind a pile of rocks.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGH RIDGE. DAY\n\n                         \n\n          Suzy watches through her binoculars while Sam crouches beside\n\n          her. They are hidden behind a pile of rocks. \n\nTARGET SECTION TO BE ANNOTATED:\n Suzy says\n\n                         OMINOUSLY:\n\n                         \n\n                          SUZY\n\n           They found the canoe.\n\n                         \n\n                          SAM\n\n           (angry at himself)\n\n           Rats! I should've put more pine needles\n\n           on it. Let's go. We're almost there.\n\n                         \n\n          Sam lifts his backpack onto his back and slings his air-rifle\n\n          over his arm. Suzy picks up her suitcases and puts the kitten\n\n          on her shoulder. They walk down a narrow path through a\n\n          thicket. They emerge into a small clearing.\n\n                         \n\n          Sam and Suzy stop in their tracks.\n\n                         \n\n          Deluca, Nickleby, Panagle, Izod, and Lazy-Eye stand in a row\n\n          along the edge of the woods ahead of them. Deluca brandishes\n\n          his hunting knife. Nickleby, Izod, and Lazy-Eye point their\n\n          bows and arrows. Panagle holds his walking stick weapon. The\n\n          wire-haired terrier strains growling at the end of his leash.\n\n          Deluca jerks him back. The kitten cowers. The sound of a\n\n          motorcycle guns, and Redford bursts through the trees, pops a\n\n          wheelie, and skids to a stop. He lifts his goggles.\n\n                         \n\n          The motor idles. Sam says finally:\n\n                         \n\n                          SAM\n\n           What do you creeps want?\n\n                         \n\n          Redford shrugs and answers with a callous smile:\n\n                         \n\n                          REDFORD\n\n           We're looking for you.\n\n                         \n\n                          SAM\n\n           Why?\n\n                         \n\n                          REDFORD\n\n           Because you're a fugitive.\n\n                         \n\n                          SAM\n\n           No, I'm not. Didn't you get my letter of\n\n           resignation? I quit the Khaki Scouts.\n\n           42.\n\n                         \n\n                         \n\n                          REDFORD\n\n           You're still in uniform.\n\n                         \n\n          Pause. Sam quickly takes off his shirt and throws it aside.\n\n                         \n\n                          REDFORD\n\n           Well, it doesn't matter, anyway. You\n\n           don't have that authority. We've been\n\n           deputized. Now are you going to come\n\n           along peacefully or not?\n\n                         \n\n          Sam takes a deep breath. He pleads:\n\n                         \n\n                          SAM\n\n           Listen to some reason: I don't like you.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow are you going to come\n\n           along peacefully or not? Sam takes a deep breath. He pleads:\n\n                         \n\n                          SAM\n\n           Listen to some reason: I don't like you. \n\nTARGET SECTION TO BE ANNOTATED:\n           You don't like me. Why don't you stupid\n\n           idiots just let us disappear?\n\n                         \n\n                          REDFORD\n\n                          (PAUSE)\n\n           It's tempting, but I can't allow it.\n\n                         \n\n          Deluca spits on the ground. He says to Suzy:\n\n                         \n\n                          DELUCA\n\n           You shouldn't be friends with him.\n\n                         \n\n                          SUZY\n\n                          (OFFENDED)\n\n           Why not?\n\n                         \n\n                          DELUCA\n\n           Because he's crazy.\n\n                         \n\n                          SUZY\n\n                          (COLDLY)\n\n           Maybe you just don't know him.\n\n                         \n\n                          REDFORD\n\n           We know him a lot better than you. He's\n\n           emotionally disturbed because his family\n\n           died. Nickleby, tie him up.\n\n                         \n\n          Nickleby takes a step forward with his bow and arrow pointed\n\n          and ready. Suzy looks furious. Sam flips his air-rifle off\n\n          his shoulder with a twirl. He points it at Redford and\n\n          Nickleby. Nickleby hesitates. Sam says darkly:\n\n                         \n\n                          SAM\n\n           Do not cross this stick.\n\n                         \n\n          Sam motions to a twig on the ground in front of him. Silence.\n\n           43.\n\n                         \n\n                         \n\n                          REDFORD\n\n           You're doomed, Shakusky.\n\n                         \n\n          Redford revs the motor, pops the clutch, and races across the\n\n          clearing toward Sam and Suzy. The rest of the troop\n\n          converges, yelling crazily.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The wide canyon echoing with shouts, screams, and a small\n\n          explosion. One by one, Deluca, Nickleby, Panagle, Izod, and\n\n          Lazy-Eye come running out of the trees and down the hill.\n\n          Finally, Redford hobbles after them, limping and groaning and\n\n          clutching his side.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Redford's charred, partially demolished motorcycle smoldering\n\n          in the branches of a tree.\n\n                         \n\n          Suzy stands on the edge of the ravine staring at the pair of\n\n          bloody scissors in her hand. She looks shaken. Sam takes the\n\n          scissors, cleans them with his fingers, and hands them back\n\n          to Suzy.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuzy stands on the edge of the ravine staring at the pair of\n\n          bloody scissors in her hand. She looks shaken. Sam takes the\n\n          scissors, cleans them with his fingers, and hands them back\n\n          to Suzy. \n\nTARGET SECTION TO BE ANNOTATED:\n He says gently:\n\n                         \n\n                          SAM\n\n           It was him or us.\n\n                         \n\n          Suzy nods. She turns slowly away. Her eyes widen.\n\n                         \n\n                          SUZY\n\n           Oh, no.\n\n                         \n\n          Suzy points. The wire-haired terrier lies on his back on the\n\n          ground with an arrow sticking out between his shoulder\n\n          blades. The kitten licks at the wound. Sam and Suzy run over\n\n          to the wounded dog. Sam crouches down, gently presses the\n\n          kitten away, and says bleakly:\n\n                         \n\n                          SAM\n\n           They got Snoopy through the neck.\n\n                         \n\n          Suzy has tears in her eyes. She slides her hands under the\n\n          wire-haired terrier's body. She begins to hyperventilate as\n\n                         SHE SAYS:\n\n                         \n\n                          SUZY\n\n           He needs a doctor.\n\n                         \n\n          Sam puts his finger to the wire-haired terrier's neck. He\n\n                         SAYS SADLY:\n\n                         \n\n                          SAM\n\n           No, he doesn't. He needs a morgue.\n\n           44.\n\n                         \n\n                         \n\n                          SUZY\n\n           (trying to catch her breath)\n\n           He's losing blood. Hurry. Where do we go?\n\n                         \n\n          Suzy lifts the bleeding dog into her arms. Sam grabs her by\n\n          the shoulders. He locks eyes with her and says with grit and\n\n                         MELODRAMA:\n\n                         \n\n                          SAM\n\n           Suzy. Look at me. Snoopy's not going to\n\n           make it.\n\n                         \n\n                          SUZY\n\n           (starting to cry)\n\n           Don't say that.\n\n                         \n\n                          SAM\n\n           They're after us. We got to move.\n\n                         \n\n                          SUZY\n\n           (raising her voice)\n\n           He's dying! We can't just leave him!\n\n                         \n\n                          SAM\n\n                          (SHOUTING)\n\n           It's too late! He's already gone!\n\n                         \n\n                          SUZY\n\n                          (SCREAMING)\n\n           Stop yelling at me!\n\n                         \n\n          Sam slaps Suzy in the face. She falls silent. He says slowly:\n\n                         \n\n                          SAM\n\n           I'm sorry I had to do that, but you're\n\n           panicking. The first rule in any\n\n           emergency is you never --\n\n                         \n\n          Suzy drops the wire-haired terrier which hits the ground with\n\n          a thud.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe falls silent. He says slowly:\n\n                         \n\n                          SAM\n\n           I'm sorry I had to do that, but you're\n\n           panicking. The first rule in any\n\n           emergency is you never --\n\n                         \n\n          Suzy drops the wire-haired terrier which hits the ground with\n\n          a thud. \n\nTARGET SECTION TO BE ANNOTATED:\n She slaps Sam back with a huge, roundhouse smack. Sam\n\n          falls over sideways. Suzy stands over him.\n\n                         \n\n                          SUZY\n\n           Don't ever do that again. No one's\n\n           allowed to slap me.\n\n                         \n\n          Sam stands up and dusts himself off. He and Suzy stare down\n\n          at the lifeless animal. Suzy says quietly:\n\n                         \n\n                          SUZY\n\n           You're right. He's dead.\n\n                         \n\n          Sam reaches into a side-picket of his back-pack and takes out\n\n          an army-shovel. He assembles it. Suzy says hopefully:\n\n           45.\n\n                         \n\n                         \n\n                          SUZY\n\n           Was he a good dog?\n\n                         \n\n          Pause. Sam shrugs. He says distantly, even cosmically:\n\n                         \n\n                          SAM\n\n           Who's to say -- but he didn't deserve to\n\n           die.\n\n                         \n\n          Suzy slowly wraps her arm around Sam's shoulder. They squeeze\n\n          each other tightly. Sam sighs. He begins to dig.\n\n                         \n\n          INT. STATION WAGON. DAY\n\n                         \n\n          Captain Sharp speeds bouncing down a winding dirt road. Lazy-\n\n          Eye, Deluca, and Gadge sit next to him crowded into the\n\n          passenger seat. Lazy-Eye yells into the hand-set of the\n\n                         POLICE RADIO:\n\n                         \n\n                          LAZY-EYE\n\n           She stabbed Redford in the back with\n\n           lefty scissors!\n\n                         \n\n          A voice responds over the speaker:\n\n                         \n\n           JED (V.O.)\n\n           Repeat that, please? Over.\n\n                         \n\n          Captain Sharp grabs the hand-set out of Lazy-Eye's hand. He\n\n          shouts into it:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Puncture wound. Lower lumbar. Make room\n\n           for a stretcher in the cockpit!\n\n                         \n\n          Redford is lying on his stomach on a towel in the rear of the\n\n          vehicle. Scout Master Ward kneels next to him pressing his\n\n          hand firmly into the middle of his back. There is significant\n\n          blood. Redford moans loudly. Scout Master Ward reassures him:\n\n                         \n\n           SCOUT MASTER WARD\n\n           You're going to be OK. Thank goodness,\n\n           she missed the artery. Bite on this.\n\n                         \n\n          Scout Master Ward puts a pencil in Redford's teeth.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThank goodness,\n\n           she missed the artery. Bite on this. Scout Master Ward puts a pencil in Redford's teeth. \n\nTARGET SECTION TO BE ANNOTATED:\n Redford\n\n          grimaces, crunching it. In the back seat, the rest of the\n\n          troop excitedly re-cap:\n\n                         \n\n                          NICKLEBY\n\n           I tried to chop him, but he dodged my\n\n           tomahawk.\n\n                         \n\n                          PANAGLE\n\n           Who else got hit?\n\n           46.\n\n                         \n\n                         \n\n                          IZOD\n\n           Not me. I ran away when the girl went\n\n           berserk.\n\n                         \n\n                          SKOTAK\n\n           He's got great marksmanship. He shot\n\n           Deluca in both arms.\n\n                         \n\n          Skotak points to the front seat. Deluca sits glumly in\n\n          silence. He has numerous small welts all over his arms. Gadge\n\n                         SAYS SUDDENLY:\n\n                         \n\n                          GADGE\n\n           Where's Snoopy?\n\n                         \n\n          EXT. POLICE STATION. DAY\n\n                         \n\n          Captain Sharp's station wagon skids to a stop next to his\n\n          office while the seaplane pulls up to the dock as Mr. and\n\n          Mrs. Bishop approach pedalling furiously on bicycles. Mr.\n\n          Bishop wears boating shoes. Captain Sharp and Scout Master\n\n          Ward jump out of the car. Skotak and Gadge help them remove\n\n          Redford on a stretcher from the back of the station wagon.\n\n          Mr. Bishop struggles with his kick-stand. He shouts:\n\n                         \n\n           MR. BISHOP\n\n           What happened? Who's that? Why's he\n\n           bleeding?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Clear the dock, Edgar!\n\n                         \n\n          Captain Sharp motions for the two old fishermen to get out of\n\n          the way. He and Scout Master Ward run with the stretcher onto\n\n          the dock. Mrs. Bishop is frantic:\n\n                         \n\n           MRS. BISHOP\n\n           Is Suzy with you?\n\n                         \n\n                          GADGE\n\n           No, she's in the woods with Shakusky.\n\n                         \n\n          Gadge points toward the hills. A man wearing a jumpsuit and\n\n          aviator sunglasses stands next to the seaplane. He is Jed. He\n\n          shouts as the stretcher approaches:\n\n                         \n\n                          JED\n\n           Where'm I going?\n\n                         \n\n                          CAPTAIN SHARP\n\n           The infirmary at Fort Lebanon.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is Jed. He\n\n          shouts as the stretcher approaches:\n\n                         \n\n                          JED\n\n           Where'm I going? CAPTAIN SHARP\n\n           The infirmary at Fort Lebanon. \n\nTARGET SECTION TO BE ANNOTATED:\n We'll be\n\n           right behind you.\n\n           47.\n\n                         \n\n                         \n\n          Captain Sharp motions for Skotak, Gadge, and Lazy-eye to help\n\n          Jed load the stretcher into the small cockpit. He tosses a\n\n          set of keys to Scout Master Ward and says:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Warm up the motor. I'll be right back.\n\n                         \n\n          Scout Master Ward takes the keys and starts untying the\n\n          police launch. Captain Sharp heads toward his office. Mr.\n\n          Bishop says firmly:\n\n                         \n\n           MR. BISHOP\n\n           Hold it right there. You're not leaving\n\n           this island. Our daughter's been abducted\n\n           by one these beige lunatics.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Walt, it's very clear: the two of them\n\n           conspired in this together.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Don't worry, Mr. Bishop. She'll be safe.\n\n           Sam's got excellent wilderness skills.\n\n                         \n\n          Mr. Bishop wheels on Scout Master Ward. He explodes:\n\n                         \n\n           MR. BISHOP\n\n           Why can't you control your scouts?\n\n                         \n\n          Scout Master Ward recoils. He says quietly, troubled:\n\n                         \n\n           SCOUT MASTER WARD\n\n           I'm trying.\n\n                         \n\n          Mr. Bishop takes off his shoe and throws it at Scout Master\n\n          Ward. Scout Master Ward ducks, and the shoe bounces off his\n\n          back. Captain Sharp blocks Mr. Bishop.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Stop.\n\n                         \n\n          Mr. Bishop scuffles with Captain Sharp. Mrs. Bishop jerks him\n\n          backwards and shouts:\n\n                         \n\n           MRS. BISHOP\n\n           Stop it, Walt!\n\n                         \n\n          Mr. Bishop faces Mrs. Bishop and Captain Sharp, breathing\n\n          heavily. Scout Master Ward looks depressed. Jed, Gadge,\n\n          Skotak, and Redford watch frozen from a gangplank alongside\n\n          the seaplane.\n\n           48.\n\n                         \n\n                         \n\n                          CAPTAIN SHARP\n\n           I do blame him --\n\n           (pointing to Scout Master Ward)\n\n           -- but I also blame myself and both of\n\n           you. With all due respect: you can't let\n\n           your children stab people.\n\n                         \n\n           MRS.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN SHARP\n\n           I do blame him --\n\n           (pointing to Scout Master Ward)\n\n           -- but I also blame myself and both of\n\n           you. With all due respect: you can't let\n\n           your children stab people. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BISHOP\n\n                          (HESITATES)\n\n           What are you talking about?\n\n                         \n\n           SCOUT MASTER WARD\n\n           She's violent, Mrs. Bishop. Look.\n\n                         \n\n          Scout Master Ward shows Mrs. Bishop the blood all over his\n\n          hands and uniform. Mrs. Bishop looks confused.\n\n                         \n\n           MRS. BISHOP\n\n           I don't get it. Were there witnesses?\n\n                         \n\n           SCOUT MASTER WARD\n\n           Of course. It's assault.\n\n                         \n\n           MRS. BISHOP\n\n           I beg your pardon. Are you a lawyer?\n\n                         \n\n           SCOUT MASTER WARD\n\n           No, ma'am, but --\n\n                         \n\n           MRS. BISHOP\n\n                          (FURIOUS)\n\n           Well, I am!\n\n                         \n\n          Captain Sharp gently draws Mrs. Bishop away by the shoulder.\n\n          He links arms with her as he tries to placate the group:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Easy does it. Calm down, Laura.\n\n                         \n\n           MR. BISHOP\n\n           Stay away from my wife.\n\n                         \n\n          Mr. Bishop pushes Captain Sharp away from Mrs. Bishop into\n\n          Scout Master Ward. Scout Master Ward lunges at Mr. Bishop but\n\n          is intercepted by Captain Sharp and Mrs. Bishop. They shout\n\n                         REPEATEDLY:\n\n                         \n\n           CAPTAIN SHARP/MR. BISHOP SCOUT MASTER WARD/MRS. BISHOP\n\n          Dammit! Christ! Shit! Jesus!\n\n                         \n\n          At this moment, a voice interjects from the shore:\n\n           49.\n\n                         \n\n                         \n\n           NARRATOR (O.S.)\n\n           Excuse me! Excuse me! Excuse me, Captain\n\n           Sharp?\n\n                         \n\n          Captain Sharp, Scout Master Ward, and Mr. and Mrs. Bishop\n\n          stop fighting and turn around at once. They see: the\n\n          narrator. He stands at the foot of the dock holding a journal\n\n          with rubber bands wrapped around it. They all stare at him\n\n          blankly. He continues:\n\n                         \n\n                          NARRATOR\n\n           As some of you know, I taught Sam for the\n\n           cartography Accomplishment Patch. He's a\n\n           smart boy, and he expressed a keen\n\n           interest in the history of the island's\n\n           indigenous peoples.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all stare at him\n\n          blankly. He continues:\n\n                         \n\n                          NARRATOR\n\n           As some of you know, I taught Sam for the\n\n           cartography Accomplishment Patch. He's a\n\n           smart boy, and he expressed a keen\n\n           interest in the history of the island's\n\n           indigenous peoples. \n\nTARGET SECTION TO BE ANNOTATED:\n In particular, I\n\n           recall his fascination with the idea of\n\n           retracing the original path of the old\n\n           Chickchaw harvest migration.\n\n                         \n\n          Long pause. Everyone looks utterly perplexed. The propeller\n\n          of the seaplane starts up, and they all shield their eyes\n\n          from the blast of wind and dust. The narrator hesitates. He\n\n          yells over the noise:\n\n                         \n\n                          NARRATOR\n\n           What I'm getting at is this: I think I\n\n           know where they're going.\n\n                         \n\n          The narrator removes the rubber bands from his journal.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A carefully hand-drafted nautical chart. A cove is marked\n\n          with a red arrow and the caption Mile 3.25 Tidal Inlet.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The portable record player. Suzy's fingers place the needle\n\n          onto a spinning disc.\n\n                         \n\n          EXT. TIDAL LAGOON. DAY\n\n                         \n\n          A small cove enclosed by a low, rocky cliff. It forms an\n\n          almost complete circle and is overgrown with vines, flowers,\n\n          and branches. A thin channel leads out to the ocean. The sand\n\n          on the shore is white, and the water is perfectly clear and\n\n          crowded with shells at the bottom. Birds echo and fly from\n\n          tree to tree.\n\n                         \n\n          Sam's and Suzy's luggage is piled on the beach. The kitten\n\n          wanders, exploring. The lid of the portable record player is\n\n          open. The voice of Leonard Bernstein says over the speaker:\n\n           50.\n\n                         \n\n                         \n\n           RECORD PLAYER (V.O.)\n\n           Onto the bird-house, where every kind of\n\n           bird imaginable is whirling and wheeling\n\n           around. This is a real acrobatic act for\n\n           our gifted young flute player, Paula\n\n           Robeson.\n\n                         \n\n          As they listen, Sam and Suzy take off their shoes and socks\n\n          and run in opposite directions around the edge of the cove.\n\n          They each climb up a rock over the water. They look at each\n\n          other across the lagoon. They both laugh. Suzy shouts,\n\n                         SMILING:\n\n                         \n\n                          SUZY\n\n           This is weird.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey look at each\n\n          other across the lagoon. They both laugh. Suzy shouts,\n\n                         SMILING:\n\n                         \n\n                          SUZY\n\n           This is weird. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SAM\n\n           I know!\n\n                         \n\n          Sam takes off his coon-skin cap and throws it aside. Suzy\n\n          removes her cardigan and drops it on the ground. Sam strips\n\n          off his uniform down to his white briefs. Suzy take off\n\n          everything except her underwear and a training bra. They\n\n          throw their clothes into the water. Sam yells:\n\n                         \n\n                          SAM\n\n           On three!\n\n                         \n\n          Suzy immediately counts very quickly. They both scream as\n\n          they leap into the water. They swim toward each other,\n\n          laughing and shouting.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A clothesline hung with Sam's and Suzy's wet clothes swaying\n\n          like flags and snapping in the wind. The tent has been\n\n          pitched on a low, sandy plateau close to the water. Two lines\n\n          of shells mark a path to the entrance. A long stick is jammed\n\n          into the ground with a flickering safety-candle stuck into\n\n          the Y at the top. The kitten is asleep.\n\n                         \n\n          Sam sits on a folding stool in front of a portable easel. He\n\n          dips his brush into a tin cup and paints. Suzy poses\n\n          stretched out and propped up on one arm. She adjusts herself\n\n          slightly.\n\n                         \n\n                          SUZY\n\n           I like it here, but I don't like the\n\n           name.\n\n                         \n\n                          SAM\n\n           Me, neither.\n\n           51.\n\n                         \n\n                         \n\n                          SUZY\n\n           Mile 3.25 Tidal Inlet. It's got no ring\n\n           to it.\n\n                         \n\n                          SAM\n\n           Let's change it. What should it be?\n\n                         \n\n                          SUZY\n\n           Let me think for a minute.\n\n                         \n\n          Sam continues to paint while Suzy thinks.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of a deep blue, star-filled sky.\n\n                         \n\n          Suzy lies on her back on a flat rock in the middle of the\n\n          cove looking up into the night. Sam wades out to her and\n\n          climbs up beside her.\n\n                         \n\n                          SAM\n\n           I made you some jewelry.\n\n                         \n\n          Sam holds up two dead, shimmering, opalescent beetles with\n\n          fish-hooks threaded into their shells. Suzy looks enchanted.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\n\n           I made you some jewelry. Sam holds up two dead, shimmering, opalescent beetles with\n\n          fish-hooks threaded into their shells. Suzy looks enchanted. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SAM\n\n           Are your ears pierced?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Inside the tent, lit by a lantern. Sam clenches his teeth as\n\n          he forces one of the fish-hooks through Suzy's earlobe. Suzy\n\n          screams murderously. Sam releases her. The beetle dangles\n\n          neatly. A line of blood runs down the side of Suzy's neck.\n\n          Sam holds up a little mirror. Suzy nods.\n\n                         \n\n                          SUZY\n\n           It's pretty. Do the other one.\n\n                         \n\n          Sam switches to Suzy's other earlobe. She resumes her\n\n          screaming.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam and Suzy standing on the beach listening to the French\n\n          singer's record. They face each other, bobbing their heads\n\n          and tilting awkwardly to the music. Suzy eventually begins to\n\n          dance. Sam does something vaguely like the Twist. They press\n\n          against each other and kiss. Suzy says quietly:\n\n                         \n\n                          SUZY\n\n           It feels hard.\n\n           52.\n\n                         \n\n                         \n\n                          SAM\n\n                          (EMBARRASSED)\n\n           Do you mind?\n\n                         \n\n                          SUZY\n\n           I like it.\n\n                         \n\n                          SAM\n\n                          (PAUSE)\n\n           Tilt your head sideways.\n\n                         \n\n          Sam and Suzy kiss again. Sam pushes his hands through Suzy's\n\n          hair and draws it back behind her ears. Suzy whispers:\n\n                         \n\n                          SUZY\n\n           You can touch my chest.\n\n                         \n\n          Sam slides his hand up under the training bra and presses it\n\n          onto Suzy's breast.\n\n                         \n\n                          SUZY\n\n           They're going to grow more.\n\n                         \n\n          Sam nods. He looks to be in a trance.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam and Suzy sitting on a tree branch over the water eating\n\n          raisins from Sam's hand. Suzy has flowers in her hair. She\n\n          looks down into the water with her binoculars.\n\n                         \n\n                          SAM\n\n           Why do you always use binoculars?\n\n                         \n\n          Suzy thinks for minute. She says finally:\n\n                         \n\n                          SUZY\n\n           It helps me see things closer. Even if\n\n           they're not very far away. I pretend it's\n\n           my magic power.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe says finally:\n\n                         \n\n                          SUZY\n\n           It helps me see things closer. Even if\n\n           they're not very far away. I pretend it's\n\n           my magic power. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SAM\n\n                          (IMPRESSED)\n\n           That sounds like poetry. Poems don't\n\n           always have to rhyme, you know. They're\n\n           just supposed to be creative.\n\n                         \n\n          Suzy gives Sam the binoculars. He points them at her and\n\n          stares.\n\n                         \n\n                          SAM\n\n           What do you want to be? When you grow up.\n\n           53.\n\n                         \n\n                         \n\n                          SUZY\n\n           I don't know. I want to go on adventures,\n\n           I think. Not get stuck in one place. How\n\n           about you?\n\n                         \n\n                          SAM\n\n                          (PAUSE)\n\n           Go on adventures, too. Not get stuck,\n\n           too. I guess that sounds almost like I'm\n\n           just repeating what you just said, but I\n\n           couldn't think of anything as good as it.\n\n           On the other hand, maybe we'll get blown\n\n           up by an atom bomb. You can't predict the\n\n           exact future.\n\n                         \n\n                          SUZY\n\n           That's true.\n\n                         \n\n                          SAM\n\n           It's possible I may wet the bed, by the\n\n           way. Later, I mean.\n\n                         \n\n                          SUZY\n\n                          (SURPRISED)\n\n           OK.\n\n                         \n\n                          SAM\n\n                          (RELUCTANTLY)\n\n           I wish I didn't have to mention it, but\n\n           just in case. I don't want to make you be\n\n           offended.\n\n                         \n\n                          SUZY\n\n                          (SOFTLY)\n\n           Of course, I won't.\n\n                         \n\n                          SAM\n\n           Some people frown on these problems.\n\n                         \n\n          Suzy nods. She holds Sam's hand. She points to the scorpion\n\n          brooch pinned to Sam's shirt.\n\n                         \n\n                          SUZY\n\n           What's that one for?\n\n                         \n\n          Sam looks at the brooch. He shakes his head.\n\n                         \n\n                          SAM\n\n           It's not an accomplishment. I inherited\n\n           it from my mother. It's actually not\n\n           meant for a male to wear -- but I don't\n\n           give a damn.\n\n                         \n\n          Suzy nods thoughtfully. Pause.\n\n           54.\n\n                         \n\n                         \n\n                          SUZY\n\n           Are your foster parents still mad at you?\n\n           For getting in trouble so much.\n\n                         \n\n                          SAM\n\n           I don't think so. We're getting to know\n\n           each other better.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor getting in trouble so much. SAM\n\n           I don't think so. We're getting to know\n\n           each other better. \n\nTARGET SECTION TO BE ANNOTATED:\n I feel like I'm in a\n\n           family now. Not like yours, but similar\n\n           to one.\n\n                         \n\n                          SUZY\n\n           I always wished I was an orphan. Most of\n\n           my favorite characters are. I think your\n\n           lives are more special.\n\n                         \n\n          Sam frowns. Tears suddenly well-up in his eyes. He shakes his\n\n          head.\n\n                         \n\n                          SAM\n\n           I love you, but you don't know what\n\n           you're talking about.\n\n                         \n\n          Long pause. Suzy says genuinely:\n\n                         \n\n                          SUZY\n\n           I love you, too.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A campfire burns in front of the tent. Sam lies on his back\n\n          on one of the bedrolls smoking his pipe while Suzy sits\n\n          Indian-style next to him. She reads aloud from a book called\n\n          The Light of Seven Matchsticks. There is an illustration on\n\n          the cover of a child's hand extinguishing a little flame. A\n\n          ribbon of smoke curls between its fingers.\n\n                         \n\n                          SUZY\n\n           The flashlight's beam drew a moon through\n\n           the black across the attic and settled on\n\n           a gap in the base-board. A mouse-hole, no\n\n           bigger than a pocket-watch. Eric crouched\n\n           on his flat feet and placed his hand in\n\n           front of the tiny opening. \"It's windy,\"\n\n           he said. \"Like someone in there's blowing\n\n           on my fingers.\" Christy rolled her eyes\n\n           and sighed a sigh. He's right again, she\n\n           thought. Little brothers drive people\n\n           crazy.\n\n                         \n\n          Suzy looks to Sam to see if he is still awake. Sam nods and\n\n          signals for Suzy to continue. Suzy turns the page and reads\n\n                         ON:\n\n           55.\n\n                         \n\n                         \n\n                          SUZY\n\n           Part Two.\n\n                         \n\n                         OMIT\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The next morning. Sam and Suzy are asleep with their arms\n\n          wrapped around each other inside the tent. They wear only\n\n          their underwear. The sound of an airplane approaches. Sam's\n\n          eyes open. The noise buzzes by loudly overhead. Suzy sits up.\n\n          Sam scrambles to his feet, unzips the flaps of the tent, and\n\n          looks out.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe noise buzzes by loudly overhead. Suzy sits up. Sam scrambles to his feet, unzips the flaps of the tent, and\n\n          looks out. \n\nTARGET SECTION TO BE ANNOTATED:\n Suzy crouches beside him, holding onto his leg.\n\n                         THEY SEE:\n\n                         \n\n          Captain Sharp standing on the beach fifteen feet away. Scout\n\n          Master Ward waits behind him with Gadge, Skotak, and Lazy-\n\n          Eye. Mr. and Mrs. Bishop stride up out of the water. Mr.\n\n          Bishop looks incensed. They are wet to the waist. The police\n\n          launch is moored in the lagoon. Two larger boats with St.\n\n          Jack Wood Fire Brigade printed on their hulls float further\n\n          away. Men in red caps stand on their decks.\n\n                         \n\n          Suzy pulls Sam back inside. She zips up the tent again. She\n\n          kisses Sam. Mr. Bishop hollers:\n\n                         \n\n           MR. BISHOP\n\n           Suzy! Get out here!\n\n                         \n\n          Mr. Bishop grabs hold of the entire tent by the top and rips\n\n          it up out of the ground, uprooting the stakes which go\n\n          flying. This reveals:\n\n                         \n\n          Sam and Suzy, half-naked, entwined, kissing.\n\n                         \n\n          Mr. and Mrs. Bishop both freeze. Sam and Suzy look up to\n\n          them. Mr. Bishop growls and roars at them ferociously like a\n\n          monster. Sam and Suzy look horrified. Mr. Bishop's face\n\n          suddenly drains of all emotion. Pause. Mrs. Bishop commands\n\n          Sam and Suzy:\n\n                         \n\n           MRS. BISHOP\n\n           Put your clothes on. Both of you.\n\n                         \n\n          Sam and Suzy remain perfectly still. Mrs. Bishop grabs Suzy\n\n          by the arm and jerks her to her feet. Sam and Suzy hang onto\n\n          each other. Mrs. Bishop slaps Suzy with a whack. Sam lets go,\n\n          and Suzy is gone.\n\n                         \n\n          Scout Master Ward comes over to Sam sadly and hands him his\n\n          uniform. Sam takes it. Scout Master Ward turns to the other\n\n          scouts, claps his hands twice, and says:\n\n           56.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Strike this camp.\n\n                         \n\n          Sam starts putting on his socks. Captain Sharp watches him.\n\n                         \n\n          EXT. POLICE LAUNCH.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaptain Sharp watches him. EXT. POLICE LAUNCH. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\n                         \n\n          Captain Sharp drives his boat along the coast with a grim\n\n          look on his face. Suzy rides in the back with Mr. and Mrs.\n\n          Bishop. Sam rides in the front with the other scouts. An\n\n          interrogation is in progress:\n\n                         \n\n                          SKOTAK\n\n           How long were you planning to stay there?\n\n                         \n\n                          SAM\n\n           I don't know.\n\n                         \n\n                          MURRAY\n\n           You said ten days or less.\n\n                         \n\n                          SUZY\n\n           That was a lie.\n\n                         \n\n                          GADGE\n\n           Didn't you ever think about what would\n\n           happen next?\n\n                         \n\n                          SAM\n\n           Not to my recollection.\n\n                         \n\n                          LIONEL\n\n           You're a traitor to our family.\n\n                         \n\n                          SUZY\n\n           Good. I want to be.\n\n                         \n\n          Scout Master Ward sits next to Captain Sharp. He shows him\n\n          the air-mail envelope.\n\n                         \n\n           SCOUT MASTER WARD\n\n           What do I do about this?\n\n                         \n\n          Captain Sharp shrugs. He says, resigned:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Give him his mail.\n\n                         \n\n          Scout Master Ward turns to Sam. He holds out the envelope.\n\n          Sam takes it. He opens it. He reads. Suzy watches him from\n\n          across the boat. She calls out anxiously:\n\n                         \n\n                          SUZY\n\n           What does it say?\n\n           57.\n\n                         \n\n                         \n\n                          SAM\n\n                          (PUZZLED)\n\n           They can't invite me back.\n\n                         \n\n                          SUZY\n\n                          (OUTRAGED)\n\n           Why not?\n\n                         \n\n                          SAM\n\n                          (UPSET)\n\n           I gave them too much aggravation.\n\n                         \n\n          Suzy stands up. She says as she starts across the boat:\n\n                         \n\n                          SUZY\n\n           Let me read it.\n\n                         \n\n          Sam holds out the note. Mr. Bishop pulls Suzy back down to\n\n          her seat. He stands up, himself, and walks over to Sam. He\n\n          takes him by the wrist and leads him to a small cabin. He\n\n          opens the door and presses him forward. Sam stumbles down the\n\n          steps and looks back. Mr. Bishop shuts the door. Captain\n\n          Sharp glares at him. Suzy says icily:\n\n                         \n\n                          SUZY\n\n           That's child abuse.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop shuts the door. Captain\n\n          Sharp glares at him. Suzy says icily:\n\n                         \n\n                          SUZY\n\n           That's child abuse. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Mr. Bishop returns to the back of the boat and sits down\n\n          again. He gives Suzy a direct order:\n\n                         \n\n           MR. BISHOP\n\n           Be advised: the two of you will never see\n\n           each other again. Those were your last\n\n           words. Do you understand?\n\n                         \n\n                          SUZY\n\n                          (DARKLY)\n\n           I'd be careful if I were you. One of\n\n           these days somebody's going to be pushed\n\n           too far, and who knows what they're\n\n           capable of.\n\n                         \n\n           MR. BISHOP\n\n                          (HESITATES)\n\n           Is that a threat?\n\n                         \n\n                          SUZY\n\n                          (SIMPLY)\n\n           It's a warning.\n\n                         \n\n          Suzy looks from Captain Sharp to Mrs. Bishop and back to Mr.\n\n          Bishop. Mr. Bishop falls silent.\n\n           58.\n\n                         \n\n                         \n\n                          SUZY\n\n           I wish I knew what makes you tick.\n\n                         \n\n           MR. BISHOP\n\n                          (HESITATES)\n\n           I beg your pardon?\n\n                         \n\n           MRS. BISHOP\n\n           Please, terminate this conversation.\n\n                         \n\n           MR. BISHOP\n\n                          (TO LIONEL)\n\n           She's saying that to me?\n\n                         \n\n          Lionel shakes his head bitterly. Suzy stares out to sea.\n\n          Scout Master Ward walks over to the cabin, opens the door,\n\n          and goes inside.\n\n                         \n\n          INT. POLICE LAUNCH. DAY\n\n                         \n\n          A small room with two bunks, two portholes, and a pile of\n\n          ropes. Sam sits hunched over with his hands in his lap. He\n\n          stares at the envelope. Scout Master Ward sits down across\n\n          from him. He motions to the envelope and says quietly,\n\n          pausing between each sentence:\n\n                         \n\n           SCOUT MASTER WARD\n\n           I'm sorry about this. I didn't know your\n\n           situation. It's not on the register.\n\n           How'd you lose your parents? I shouldn't\n\n           ask that. Never mind. I wish we had time\n\n           for an inspection back there. On the\n\n           beach. I would've given you a\n\n           \"commendable\". That was one of the best-\n\n           pitched camp-sites I've ever seen.\n\n           Honestly.\n\n                         \n\n          Sam does not respond.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat was one of the best-\n\n           pitched camp-sites I've ever seen. Honestly. Sam does not respond. \n\nTARGET SECTION TO BE ANNOTATED:\n Scout Master Ward asks in a wounded\n\n                         VOICE:\n\n                         \n\n           SCOUT MASTER WARD\n\n           You don't want to be a Khaki Scout\n\n           anymore?\n\n                         \n\n          Sam shakes his head.\n\n                         \n\n          INT. POST OFFICE. DAY\n\n                         \n\n          Becky sits at the switchboard with her head-phones on.\n\n          Captain Sharp and Scout Master Ward sit behind her wearing\n\n          their own sets of head-phones. There is a click on the other\n\n          end of the line.\n\n           59.\n\n                         \n\n                         \n\n           OPERATOR (V.O.)\n\n           Hello, Becky.\n\n                         \n\n                          BECKY\n\n           Judy, I have your person-to-person from\n\n           New Penzance.\n\n                         \n\n           OPERATOR (V.O.)\n\n           Go ahead, New Penzance.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Split-screen. On one side of the frame, we see Captain Sharp,\n\n          Scout Master Ward, and Becky. On the other side, we see a\n\n          fifty-year-old woman in a blue and white uniform pants-suit\n\n          with a Salvation Army officer-style hat and a red ribbon tied\n\n          in a bow around her neck. She is Social Services. She sits at\n\n          a desk in a cinder block office. Guards and orderlies criss-\n\n          cross in a bullet-proof window to a long, grey corridor\n\n          behind her.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Hello? This is Captain Sharp.\n\n                         \n\n          Social Services flips open a file-folder and picks up a ball-\n\n          point pen. (She takes notes throughout the conversation.) She\n\n          says into her telephone:\n\n                         \n\n                          SOCIAL SERVICES\n\n           Hello, Captain Sharp. This is Social\n\n           Services. I'm calling in reference to Sam\n\n           Shakusky, Ward of the State. I understand\n\n           he's in your custody.\n\n                         \n\n                          CAPTAIN SHARP\n\n           That's correct.\n\n                         \n\n                          SOCIAL SERVICES\n\n           What's his condition? Has he suffered any\n\n           injury or trauma of any kind?\n\n                         \n\n                          CAPTAIN SHARP\n\n           He's OK.\n\n                         \n\n                          SOCIAL SERVICES\n\n           Very good. How do I get to you?\n\n                         \n\n                          CAPTAIN SHARP\n\n           The fastest way is by seaplane. Jed can\n\n           bring you in with the mail.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow do I get to you? CAPTAIN SHARP\n\n           The fastest way is by seaplane. Jed can\n\n           bring you in with the mail. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SOCIAL SERVICES\n\n           I'll come tomorrow morning, if that's\n\n           acceptable to you. Is someone able to\n\n                          (MORE)\n\n           60.\n\n                         \n\n           SOCIAL SERVICES (cont'd)\n\n           provide reasonable care and nourishment\n\n           for the boy until that time?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Uh-huh.\n\n                         \n\n                          SOCIAL SERVICES\n\n           Is that a yes?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Uh-huh.\n\n                         \n\n                          SOCIAL SERVICES\n\n           Very good. I'll contact you again before\n\n           the end of the day.\n\n                         \n\n          Social Services starts to hang up the telephone. Captain\n\n          Sharp says abruptly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Wait a second.\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (HESITATES)\n\n           Yes?\n\n                         \n\n                          CAPTAIN SHARP\n\n           Social Services?\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (EVENLY)\n\n           Captain Sharp.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (ANXIOUS)\n\n           What's going to happen to him?\n\n                         \n\n          Pause. Social Services puts down her pen. She clasps her\n\n          hands together in front of her. She says finally:\n\n                         \n\n                          SOCIAL SERVICES\n\n           Well, normally, we'd try to place him in\n\n           another foster home, but that option is\n\n           no longer available to us, in my opinion,\n\n           with his case history -- which means\n\n           he'll go to Juvenile Refuge.\n\n                         \n\n          Captain Sharp exchanges a look with Scout Master Ward. Scout\n\n          Master Ward interjects:\n\n                         \n\n           SCOUT MASTER WARD\n\n           What's that? An orphanage?\n\n                         \n\n          Social Services frowns. She asks calmly:\n\n           61.\n\n                         \n\n                         \n\n                          SOCIAL SERVICES\n\n           Who's speaking?\n\n                         \n\n           SCOUT MASTER WARD\n\n           This is Scout Master Ward.\n\n                         \n\n          Social Services refers to a document in her file-folder. She\n\n          nods.\n\n                         \n\n                          SOCIAL SERVICES\n\n           Right. An orphanage -- but the first step\n\n           is the admissions panel requires a\n\n           psychological evaluation to determine\n\n           whether or not the boy's a candidate for\n\n           institutional treatment or electroshock\n\n           therapy. Beyond that --\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (INTERRUPTING)\n\n           Excuse me.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOCIAL SERVICES\n\n           Right. An orphanage -- but the first step\n\n           is the admissions panel requires a\n\n           psychological evaluation to determine\n\n           whether or not the boy's a candidate for\n\n           institutional treatment or electroshock\n\n           therapy. Beyond that --\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (INTERRUPTING)\n\n           Excuse me. \n\nTARGET SECTION TO BE ANNOTATED:\n Shock therapy? Why would that\n\n           be necessary? He's not violent.\n\n                         \n\n          Social Services picks up the document. She points to it.\n\n                         \n\n                          SOCIAL SERVICES\n\n           The report describes an assault with\n\n           scissors.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (OBJECTING)\n\n           That was the girl! Who did that.\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (PAUSE)\n\n           Well, maybe she needs help, too -- but\n\n           that's not our job. OK?\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (LONG PAUSE)\n\n           OK.\n\n                         \n\n          Social Service hangs up the telephone. Becky pulls the cords\n\n          out of their sockets. Scout Master Ward looks to Captain\n\n          Sharp. Silence.\n\n                         \n\n          Becky opens a tin of home-made lemon bars. Captain Sharp\n\n          declines one. Scout Master Ward tries one. He looks\n\n          completely enchanted.\n\n                         \n\n          INT. BISHOP'S HOUSE. NIGHT\n\n                         \n\n          The living room. There is a wicker rocking chair, a vase\n\n          filled with wilted wildflowers, and a portrait of some\n\n           62.\n\n                         \n\n                         \n\n          Pilgrims hanging over a stone fireplace. Lionel, Murray, and\n\n          Rudy sit together on the floor playing Parchesi.\n\n                         \n\n          Mr. Bishop lurches into the doorway, shirtless. He carries an\n\n          open bottle of red wine with a glass in one hand and a long-\n\n          handled woodsman's axe in the other.\n\n                         \n\n           MR. BISHOP\n\n           I'll be out back.\n\n                         \n\n          Lionel, Murray, and Lionel look up from their game. Mr.\n\n          Bishop hesitates. He seems slightly disoriented.\n\n                         \n\n           MR. BISHOP\n\n           I'm going to find a tree to chop down.\n\n                         \n\n          Mr. Bishop exits. Pause. Lionel rolls a pair of dice.\n\n                         \n\n          INT. SUZY'S BATHROOM. NIGHT\n\n                         \n\n          Old linoleum floor. Dark curtainless window. One bare light\n\n          bulb. Suzy sits erect in the bathtub staring blankly into\n\n          space. Mrs. Bishop washes her with a soapy sponge. Suzy's\n\n          clothes and leather folder are in the corner with the kitten\n\n          scratching at them.\n\n                         \n\n           MRS.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop washes her with a soapy sponge. Suzy's\n\n          clothes and leather folder are in the corner with the kitten\n\n          scratching at them. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BISHOP\n\n           I do know what you're feeling, Suzy-bean.\n\n           I've had moments myself where I say: what\n\n           am I doing here? Who made this decision?\n\n           How could I allow myself to do something\n\n           so stupid --\n\n                          (WITH FEELING)\n\n           -- and why is it still happening? We\n\n           women are more emotional. You have to\n\n                          REMEMBER --\n\n                         \n\n          Suzy turns to Mrs. Bishop and interrupts:\n\n                         \n\n                          SUZY\n\n           I hate you.\n\n                         \n\n           MRS. BISHOP\n\n                          (HESITATES)\n\n           Don't say \"hate\".\n\n                         \n\n                          SUZY\n\n           Why not? I mean it.\n\n                         \n\n           MRS. BISHOP\n\n           You think you mean it. In this moment.\n\n           You're trying to hurt me.\n\n           63.\n\n                         \n\n                         \n\n                          SUZY\n\n           Exactly.\n\n                          (PAUSE)\n\n           I know what you do with that sad, dumb\n\n           police man. You go to bed with him.\n\n                         \n\n          Mrs. Bishop looks stunned. She says quietly:\n\n                         \n\n           MRS. BISHOP\n\n           He's not dumb, but I guess he is kind of\n\n           sad. Anyway, we shouldn't discuss that.\n\n           It's not appropriate for me to even\n\n           acknowledge what I already just said.\n\n                         \n\n          Mrs. Bishop sees something sticking out of the leather\n\n          folder. She pulls it out and stares at it. It is the \"Coping\n\n          with the Very Troubled Child\" pamphlet. She looks to Suzy.\n\n          Suzy looks away. Mrs. Bishop sighs deeply and says, on the\n\n          verge of tears:\n\n                         \n\n           MRS. BISHOP\n\n           Poor Suzy. Why is everything so hard for\n\n           you?\n\n                         \n\n          Suzy starts to cry. She covers her face. Her voice breaks as\n\n                         SHE SAYS:\n\n                         \n\n                          SUZY\n\n           We're in love. We just want to be\n\n           together. What's wrong with that?\n\n                         \n\n          Mrs. Bishop puts her arms around Suzy. Suzy shakes, silently\n\n          sobbing. Mrs. Bishop pulls some twigs and stems out of Suzy's\n\n          hair. She studies the beetle earrings. She says wearily:\n\n                         \n\n           MRS.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop pulls some twigs and stems out of Suzy's\n\n          hair. She studies the beetle earrings. She says wearily:\n\n                         \n\n           MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BISHOP\n\n           Oh, my God. How are we going to get these\n\n           fish-hooks out?\n\n                         \n\n          INT. AIRSTREAM TRAILER. NIGHT\n\n                         \n\n          Captain Sharp cooks sausages on a skillet in a kitchenette.\n\n          He has a bottle of beer in his hand. Sam sits waiting at a\n\n          fold-out table with a glass of milk in front of him. He says\n\n          without looking up:\n\n                         \n\n                          SAM\n\n           I admit we knew we'd get in trouble. That\n\n           part's true. We knew people would be\n\n           worried, and we still ran away, anyway --\n\n           but something also happened which we\n\n           didn't do on purpose. When we first met\n\n           each other. Something happened to us.\n\n           64.\n\n                         \n\n                         \n\n          Captain Sharp stirs the sausages in the pan. He nods. He says\n\n                         SERIOUSLY:\n\n                         \n\n                          CAPTAIN SHARP\n\n           I agree with you. That's eloquent. I\n\n           can't argue against anything you're\n\n           saying -- but I don't have to, because\n\n           you're twelve years old.\n\n                         \n\n          Captain Sharp brings the skillet to the table and serves\n\n          three links onto one plate and three onto another. He sits\n\n          down.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Look, let's face it, you're probably a\n\n           much more intelligent person than I am.\n\n           In fact, I guarantee it -- but even smart\n\n           kids sometimes stick their fingers in\n\n           electrical sockets, if you see what I\n\n           mean. It takes time to figure things out.\n\n           It's been proven by history: all mankind\n\n           makes mistakes. It's our job to try to\n\n           protect you from the dangerous ones. If\n\n           we can.\n\n                         \n\n          Captain Sharp pours an inch of beer into a glass and slides\n\n          it over to Sam.\n\n                         \n\n                          CAPTAIN SHARP\n\n           You want a slug?\n\n                         \n\n          Sam nods. He and Captain Sharp both drink sips. Captain Sharp\n\n          asks gently and sincerely:\n\n                         \n\n                          CAPTAIN SHARP\n\n           What's the rush? You've got your whole\n\n           life in front of yourself. Ahead of you,\n\n           I mean.\n\n                         \n\n                          SAM\n\n                          (SHRUGS)\n\n           Maybe so.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou've got your whole\n\n           life in front of yourself. Ahead of you,\n\n           I mean. SAM\n\n                          (SHRUGS)\n\n           Maybe so. \n\nTARGET SECTION TO BE ANNOTATED:\n Anyway, you're a bachelor.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (DEFENSIVE)\n\n           What does that have to do with it? So are\n\n           you.\n\n                         \n\n                          SAM\n\n                          (SADLY)\n\n           That's true. Did you love someone ever?\n\n           65.\n\n                         \n\n                         \n\n                          CAPTAIN SHARP\n\n                          (PAUSE)\n\n           Yes, I did.\n\n                         \n\n                          SAM\n\n           What happened?\n\n                         \n\n                          CAPTAIN SHARP\n\n           She didn't love me back.\n\n                         \n\n                          SAM\n\n           Ah.\n\n                         \n\n          Sam considers this. Captain Sharp looks depressed. They start\n\n          eating their sausages. Captain Sharp says quietly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           I'm sorry for your loss. Anyway, that's\n\n           what people say.\n\n                         \n\n                          SAM\n\n           Thanks.\n\n                         \n\n                          CAPTAIN SHARP\n\n           What happened?\n\n                         \n\n                          SAM\n\n           A drunk truck driver smashed into them.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (PAINED)\n\n           Good grief.\n\n                         \n\n          Silence. Captain Sharp refills both their beer glasses.\n\n                         \n\n          INT. SCOUT MASTER WARD'S TENT. NIGHT\n\n                         \n\n          Scout Master Ward sits on his cot in his pajamas again with a\n\n          cigarette in his mouth. His tape recorder is recording. He\n\n          says into the microphone:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Scout Master's Log. September fourth.\n\n                         \n\n          Scout Master Ward hesitates. He thinks for a minute. He takes\n\n          a deep breath. He closes his eyes. He opens them again. He\n\n          looks desperate. He looks up at the ceiling. He shakes his\n\n          head. He presses stop. He kneels on the floor with his palms\n\n          together and smokes.\n\n                         \n\n          There is a slight commotion outside. Scout Master Ward\n\n                         SHOUTS:\n\n           66.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Stow it, out there! I want to hear some\n\n           Z's!\n\n                         \n\n          INT. TREE HOUSE. NIGHT\n\n                         \n\n          The fort sixty feet above the camp. It is still under\n\n          construction. The entire troop (with the exceptions of\n\n          Redford and Sam) has gathered for a clandestine meeting. They\n\n          all wear pajamas.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is still under\n\n          construction. The entire troop (with the exceptions of\n\n          Redford and Sam) has gathered for a clandestine meeting. They\n\n          all wear pajamas. \n\nTARGET SECTION TO BE ANNOTATED:\n Skotak stands on a balcony with his back to\n\n          the group and his hands on a wooden railing.\n\n                         \n\n                          GADGE\n\n           I heard he's going to reform school.\n\n                         \n\n                          DELUCA\n\n           I heard they're going to take out a piece\n\n           of his brain and send him to an insane\n\n           asylum.\n\n                         \n\n                          ROOSEVELT\n\n           I like his girl.\n\n                         \n\n                          PANAGLE\n\n           She's too scruffy for me.\n\n                         \n\n                          NICKLEBY\n\n           Supposedly, they got to third base.\n\n                         \n\n                          LAZY-EYE\n\n           That's not true. He just felt her up.\n\n                         \n\n                          ROOSEVELT\n\n                          (DEEPLY INTRIGUED)\n\n           Over-shirt or under-shirt?\n\n                         \n\n          Skotak slams his fist on the railing. Everyone looks\n\n          startled. Skotak turns around to face the group. He says\n\n                         ANGRILY:\n\n                         \n\n                          SKOTAK\n\n           Damn us.\n\n                         \n\n          The railing collapses behind Skotak, ripping part of a wall\n\n          and a row of shingles off the structure as it falls away.\n\n          There is a moment of silence before it hits the ground with a\n\n          splintering thud. Skotak hesitates. He moves a half-step away\n\n          from the edge. He continues:\n\n                         \n\n                          SKOTAK\n\n           This troop has been very shabby to Field\n\n           Mate Sam Shakusky. In fact, we've been a\n\n           bunch of mean jerks. Why's he so\n\n           unpopular? I admit, supposedly, he's\n\n                          (MORE)\n\n           67.\n\n                         \n\n                          SKOTAK (CONT'D)\n\n           emotionally disturbed -- but he's also a\n\n           disadvantaged orphan. How would you feel?\n\n                         \n\n          Skotak moves among the group, looking from face to face, as\n\n                         HE ASKS:\n\n                         \n\n                          SKOTAK\n\n           Nickleby? Deluca? Lazy-Eye?\n\n           (from the heart)\n\n           Gadge?\n\n                         \n\n          Skotak circles around the edge of the tree house. He says\n\n                         WITH FEELING:\n\n                         \n\n                          SKOTAK\n\n           He's a fellow Khaki Scout, and he needs\n\n           our help.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n(from the heart)\n\n           Gadge? Skotak circles around the edge of the tree house. He says\n\n                         WITH FEELING:\n\n                         \n\n                          SKOTAK\n\n           He's a fellow Khaki Scout, and he needs\n\n           our help. \n\nTARGET SECTION TO BE ANNOTATED:\n Are we man enough to give that?\n\n           So part of his brain doesn't get removed\n\n           out of him.\n\n                         \n\n          Skotak stands still. He says mysteriously:\n\n                         \n\n                          SKOTAK\n\n           They were prepared to die for each other\n\n           out there.\n\n                         \n\n          Silence. The other scouts begin to murmur to each other,\n\n          shaking their heads, shrugging, whispering, and gesturing.\n\n          Finally, Deluca looks up to Skotak.\n\n                         \n\n                          DELUCA\n\n           What do you need?\n\n                         \n\n                          SKOTAK\n\n                          (EXCITED)\n\n           For starters? Three yards of chicken\n\n           wire, some ripped-up newspapers, and a\n\n           bucket of wheatpaste.\n\n                         \n\n          EXT. BISHOP'S HOUSE. NIGHT\n\n                         \n\n          A thick tree has been chopped almost completely through its\n\n          trunk. For some reason, it remains standing. Mr. Bishop sits\n\n          on the ground leaning against it. He breathes heavily. The\n\n          axe rests across his lap.\n\n                         \n\n          A twig snaps. Mr. Bishop looks up, listening. Pause. He\n\n          drinks a sip of wine.\n\n                         \n\n          In the background, on the other side of the lawn, five small\n\n          silhouettes run silently in a row away from the house into\n\n          the trees on the left. A moment later, one taller silhouette\n\n          rides a bicycle silently away from the house into the trees\n\n          on the right.\n\n           68.\n\n                         \n\n                         \n\n          EXT. DIRT ROAD. NIGHT\n\n                         \n\n          Captain Sharp sits on the hood of his station wagon. Mrs.\n\n          Bishop leans against it with her bicycle in front of her.\n\n          They smoke cigarettes. Captain Sharp says sadly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           In other words, it's over.\n\n                         \n\n           MRS. BISHOP\n\n           I guess so. For the moment.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Until further notice.\n\n                         \n\n           MRS. BISHOP\n\n           That's right.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I understand.\n\n                         \n\n           MRS. BISHOP\n\n           I've got to do better. For everybody.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Except me.\n\n                         \n\n           MRS. BISHOP\n\n           Except you.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN SHARP\n\n           Except me. MRS. BISHOP\n\n           Except you. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CAPTAIN SHARP\n\n                          (SINCERELY)\n\n           Well, I hope you can. I think you will.\n\n           You're doing the right thing.\n\n                         \n\n          Pause. Captain Sharp suddenly slides his hand inside Mrs.\n\n          Bishop's shirt onto her breast and simultaneously kisses her\n\n          -- then just as suddenly gets into his car and starts the\n\n          engine. Mrs. Bishop hesitates. She reaches inside the window\n\n          and puts her hand on the top of Captain Sharp's head. She\n\n          says, worried:\n\n                         \n\n           MRS. BISHOP\n\n           Who know what's going to happen, Duffy?\n\n           I'll probably see you tomorrow.\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (CALMLY)\n\n           No, you won't.\n\n                         \n\n          Silence. The motor idles. Captain Sharp says distantly:\n\n           69.\n\n                         \n\n                         \n\n                          CAPTAIN SHARP\n\n           I admire them, you know? There's a purity\n\n           to it. I only feel bad because they both\n\n           seem like such unhappy, lonely, miserable\n\n           people -- but maybe that's romantic.\n\n                         \n\n           MRS. BISHOP\n\n                          (PUZZLED)\n\n           I don't see it that way.\n\n                         \n\n          Captain Sharp puts the car into gear and drives off. Mrs.\n\n          Bishop finishes her cigarette. She gets on her bicycle and\n\n          rides away.\n\n                         \n\n          INT. AIRSTREAM TRAILER. NIGHT\n\n                         \n\n          A burning match drops down into the fireplace near the foot\n\n          of a bunk where Sam lies sleeping. He has the sheet pulled up\n\n          to his chin, but his toes stick out. He opens one eye. Dust\n\n          descends and settles. Something scrapes and scratches. The\n\n          flame burns out.\n\n                         \n\n          Sam slides slowly off the mattress and creeps across the\n\n          floor. He crouches in front of the fireplace. He flicks on a\n\n          scout flashlight and sees:\n\n                         \n\n          The end of a hanging rope.\n\n                         \n\n          Sam leans quickly into the fireplace and looks straight up,\n\n          shining his flashlight. Skotak is looking down at him from\n\n          the top of the chimney. He puts his finger to his lips. Sam\n\n                         WHISPERS SHARPLY:\n\n                         \n\n                          SAM\n\n           Get out of my chimney.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkotak is looking down at him from\n\n          the top of the chimney. He puts his finger to his lips. Sam\n\n                         WHISPERS SHARPLY:\n\n                         \n\n                          SAM\n\n           Get out of my chimney. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SKOTAK\n\n           Listen to me. We're here for friendship.\n\n           We're going to get you off this island.\n\n                         \n\n                          SAM\n\n                          (LONG PAUSE)\n\n           No, thanks.\n\n                         \n\n                          SKOTAK\n\n           Yes, thanks. This is an emergency rescue.\n\n                         \n\n                          SAM\n\n           It's worthless to me. There's no point.\n\n           Not without Suzy.\n\n                         \n\n          Skotak gestures for Sam to wait. He disappears from view. A\n\n          moment later, Suzy's face appears at the top of the chimney,\n\n          smiling toothily. Sam looks ecstatic.\n\n           70.\n\n                         \n\n                         \n\n                          SAM\n\n           How'd you get here?\n\n                         \n\n                          SUZY\n\n           They snuck me down the laundry chute and\n\n           left a paper-mach dummy in my bed.\n\n                         \n\n                          SAM\n\n                          (IMPRESSED)\n\n           Diversion tactics. Good thinking.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The next room. Captain Sharp sleeps in boxer shorts on the\n\n          floor of the kitchenette in the dark. He snores quietly.\n\n                         \n\n          EXT. ROUGH CHANNEL. NIGHT\n\n                         \n\n          Five mini-canoes race across a wide, choppy strait close to\n\n          the open sea. Skotak, Deluca, Nickleby, Gadge, Lazy-Eye,\n\n          Panagle, Roosevelt, Chef, and Izod paddle aggressively. We\n\n          hear in voice-over:\n\n                         \n\n           SAM (V.O.)\n\n           Where we going?\n\n                         \n\n           SKOTAK (V.O.)\n\n           Fort Lebanon. My cousin Ben runs the\n\n           Supply and Resources outpost for the\n\n           Jubilee. He's a Falcon Scout,\n\n           Legionnaire. Cousin Ben'll know what to\n\n           do.\n\n                         \n\n           SAM (V.O.)\n\n           Can we trust him?\n\n                         \n\n           SKOTAK (V.O.)\n\n           Normally, I'd say no.\n\n                         \n\n          Sam and Suzy ride in the back of the canoe that Skotak rows.\n\n          Sam has his arms around Suzy's waist. The kitten is on her\n\n          shoulder. Sam sees the portable record player among Suzy's\n\n          things.\n\n                         \n\n                          SAM\n\n           Did you leave another note for Lionel?\n\n                         \n\n                          SUZY\n\n           Not this time. He can't keep his trap\n\n           shut.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\n\n           Did you leave another note for Lionel? SUZY\n\n           Not this time. He can't keep his trap\n\n           shut. \n\nTARGET SECTION TO BE ANNOTATED:\n Besides, I'll probably never see\n\n           him again.\n\n           71.\n\n                         \n\n                         \n\n                          SAM\n\n           That's true.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A pebble beach below high dunes. Large waves sweep into the\n\n          shore. Spray blows through the air. There is a black\n\n          lighthouse on a rocky point in the distance. The narrator\n\n          stands at the water's edge holding a meteorologist's\n\n          measuring stick. He braces himself against the gusting winds.\n\n          He speaks to the camera:\n\n                         \n\n                          NARRATOR\n\n           This is the island of St. Jack Wood,\n\n           extending far north from Land's End along\n\n           the deep-water channel that leads to\n\n           Broken Rock. A low flood-plain separates\n\n           the beach from the town-ship above. A\n\n           small but prosperous community.\n\n                         \n\n          The narrator takes out a pocket barometer. He reads it. He\n\n                         SAYS GRAVELY:\n\n                         \n\n                          NARRATOR\n\n           The barometer reads twenty-seven inches\n\n           and dropping. Strong winds, as you can\n\n           see, already at twenty-two knots.\n\n           (checks his watch)\n\n           The time is now four thirty-five A.M.\n\n                         \n\n          The narrator walks quickly out of the shot. The five canoes\n\n          land on the beach with the tide. Sam, Suzy, Skotak, and the\n\n          rest of the troop quickly jump out and drag the boats up the\n\n          shore.\n\n                         \n\n          INT. BISHOP'S HOUSE. NIGHT\n\n                         \n\n          The room is black. Mr. and Mrs. Bishop lie in separate single\n\n          beds side-by-side. They both stare at the ceiling. The\n\n          windows rattle, the walls creak, and trees sway outside.\n\n                         \n\n          Long pause. Mrs. Bishop whispers:\n\n                         \n\n           MRS. BISHOP\n\n           Did you file the motion for continuance?\n\n           Peabody vs. Henderson.\n\n                         \n\n           MR. BISHOP\n\n           It was sustained.\n\n                         \n\n           MRS. BISHOP\n\n           Good.\n\n           72.\n\n                         \n\n                         \n\n           MR. BISHOP\n\n                          (PAUSE)\n\n           Did the judge consider your application\n\n           for leniency? Rogers vs. Yentob.\n\n                         \n\n           MRS. BISHOP\n\n           He granted it.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nYentob. MRS. BISHOP\n\n           He granted it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           MR. BISHOP\n\n           Great.\n\n                         \n\n          Silence. Mrs. Bishop's voice breaks as she says quietly:\n\n                         \n\n           MRS. BISHOP\n\n           I'm sorry, Walt.\n\n                         \n\n           MR. BISHOP\n\n           It's not your fault. Which injuries are\n\n           you apologizing for? Specifically.\n\n                         \n\n           MRS. BISHOP\n\n           Specifically? Whichever ones still hurt.\n\n                         \n\n           MR. BISHOP\n\n                          (WISTFULLY)\n\n           Half of those were self-inflicted.\n\n                         \n\n          Mrs. Bishop shakes her head and smiles with tears on her\n\n          face. A powerful blast of wind shakes the room. A night-light\n\n          blinks. Mr. Bishop has a lump in his throat as he says:\n\n                         \n\n           MR. BISHOP\n\n           I hope the roof flies off, and I get\n\n           sucked up into space. You'll be better\n\n           off without me.\n\n                         \n\n           MRS. BISHOP\n\n                          (SADLY)\n\n           Stop feeling sorry for yourself.\n\n                         \n\n           MR. BISHOP\n\n                          (PAINED)\n\n           Why?\n\n                         \n\n          Mr. and Mrs. Bishop look across at each other in the dark.\n\n          Mrs. Bishop says desperately:\n\n                         \n\n           MRS. BISHOP\n\n           We're all they've got, Walt.\n\n                         \n\n          Mr. Bishop takes a deep breath. He says finally, with a\n\n                         DAWNING REALIZATION:\n\n           73.\n\n                         \n\n                         \n\n           MR. BISHOP\n\n           It's not enough.\n\n                         \n\n          INT. STONE CAVE. NIGHT\n\n                         \n\n          Flashlight and lantern flames flicker over the jagged walls.\n\n          Skotak is curled in a blanket on a high rock. Gadge is tucked\n\n          into a sleeping bag under a ledge. The troop nestle on rocks\n\n          and ledges in bedrolls and sleeping bags all around the deep\n\n          cavern.\n\n                         \n\n          Sam lies on his back on one of the bedrolls smoking his pipe\n\n          while Suzy sits Indian-style next to him. She reads aloud\n\n          from a book called Annabelle's Midnight. There is an\n\n          illustration on the cover of a blonde girl climbing out a\n\n          window onto a trellis with fireflies circling around her.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam lies on his back on one of the bedrolls smoking his pipe\n\n          while Suzy sits Indian-style next to him. She reads aloud\n\n          from a book called Annabelle's Midnight. There is an\n\n          illustration on the cover of a blonde girl climbing out a\n\n          window onto a trellis with fireflies circling around her. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SUZY\n\n           \"-- but I'm not going,\" said Barnaby\n\n           Jack. \"I'm running away tonight for good,\n\n           and this time I won't get caught.\"\n\n           Annabelle whispered: \"I'm coming with\n\n           you.\" Her yellow hair, now brown at the\n\n           roots, caught up in the wind and danced.\n\n           Barnaby Jack took Annabelle's hand and\n\n           pressed something into it the size of a\n\n           jellybean. \"Hide this in your socks, and\n\n           be ready at midnight.\"\n\n                         \n\n          Suzy looks to Sam to see if he is still awake. Sam looks to\n\n          the rest of the troop to see if they are still awake. They\n\n          all nod and signal for Suzy to continue. Suzy turns the page\n\n          and reads on:\n\n                         \n\n                          SUZY\n\n           He leapt out the window and landed in the\n\n           fresh-fallen snow.\n\n                         \n\n          EXT. SCOUT CAMP. DAY\n\n                         \n\n          The next morning. Camp Ivanhoe. Scout Master Ward emerges\n\n          from his tent. He puts on his hat. The wind whips it off his\n\n          head. He chases it, catches it, and puts it back on with the\n\n          chin-strap tight. He frowns. He shouts:\n\n                         \n\n           SCOUT MASTER WARD\n\n           No bugle? No reveille? Lazy-eye, Gadge,\n\n           Deluca, Izod? Where's my troop? Let's go!\n\n           You're late!\n\n                         \n\n          Scout Master Ward tries to light a cigarette, but the match\n\n          blows out. He walks past the latrine, the workbench, the row\n\n          of smaller tents, and the charcoal grill. He throws his hands\n\n          into the air.\n\n           74.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Chef? Breakfast?\n\n                         \n\n          Scout Master Ward shakes his head. He arrives at the picnic\n\n          table and rings his bell. He sits down. He opens a new issue\n\n          of Indian Corn. There is a picture on the cover of a scout\n\n          troop rappelling in Tasmania. He struggles to keep the\n\n          rippling pages from turning by themselves.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The first page. There is another drawing of the Scout Master-\n\n          in-Chief.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe struggles to keep the\n\n          rippling pages from turning by themselves. INSERT:\n\n                         \n\n          The first page. There is another drawing of the Scout Master-\n\n          in-Chief. \n\nTARGET SECTION TO BE ANNOTATED:\n This time he is behind the wheel of a ship. His\n\n          signature below, once again, reads Commander Pierce. There is\n\n          a quotation in large text: \"Anyone can hold the helm when the\n\n          sea is calm.\"\n\n                         \n\n          Pause. Scout Master Ward lowers his magazine. He looks\n\n          around, confused. Something dawns on him.\n\n                         \n\n          INT. COMMAND TENT. DAY\n\n                         \n\n          A small entourage of teenage scouts studies maps, charts, and\n\n          documents at folding tables. One of them sits at a telegraph\n\n          machine. He wears headphones and taps Morse code on a paddle\n\n          as he listens to a transmission. He looks puzzled. He swivels\n\n          his chair to a steno-machine and begins typing rapidly.\n\n                         \n\n          EXT. COMMAND TENT. DAY\n\n                         \n\n          A triple-sized tent with a canopy in front and a large totem\n\n          pole looming over it. It stands on five-foot stilts. There is\n\n          a school bus parked next to it with letters painted across\n\n          its side which read Regional Jubilee.\n\n                         \n\n          A forty-five-year-old scout master with several medals on his\n\n          chest is sharpening a straight razor. He is Secretary\n\n          McIntire. He adjusts a hot towel on the face of a man in a\n\n          barber's chair.\n\n                         \n\n          The young telegraph operator hurries out of the tent carrying\n\n          a strip of paper. He hands it to Secretary McIntire.\n\n          Secretary McIntire stares at it. He says to the man under the\n\n                         TOWEL:\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           You're not going to believe this one,\n\n           sir. That Scout Master on New Penzance?\n\n           Has now lost his entire troop.\n\n                         \n\n          The seated man whips the towel off his face and rises to his\n\n          feet. He is Commander Pierce himself. He has silver hair, a\n\n          moustache, and a much greater number of medals. He says in\n\n          disbelief as he snatches the slip of paper:\n\n           75.\n\n                         \n\n                         \n\n                          COMMANDER PIERCE\n\n           Well, I'll be damned. Who is this bimbo?\n\n                         \n\n                          SECRETARY MCINTIRE\n\n                          (VAGUELY)\n\n           I couldn't say.\n\n                         \n\n          Commander Pierce shakes his head.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho is this bimbo? SECRETARY MCINTIRE\n\n                          (VAGUELY)\n\n           I couldn't say. Commander Pierce shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\n He continues to study the\n\n          document as he sits back down. Secretary McIntire begins to\n\n          lather his cheeks with a brush.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A vast archway of wood, straw, and rope construction. Fort\n\n          Lebanon is spelled out across the top with bound sticks. A\n\n          large flag waving madly on a pole reads Khaki Scouts of North\n\n          America. A bugler on a platform plays the familiar staccato\n\n          tattoo. It echoes for miles.\n\n                         \n\n          Sam and Suzy wait inside the gates crouched behind a row of\n\n          trash cans with the rest of the troop except Skotak. They\n\n          shiver. Sam has on his back-pack. Suzy carries her suitcase.\n\n          Gadge holds a tennis ball can.\n\n                         \n\n          A scout master in an Indian chief's headdress stops as he\n\n          walks by. He looks curiously at Sam and especially Suzy. He\n\n          says to Nickleby:\n\n                         \n\n                          GUARD SCOUT\n\n           Who's your unit leader?\n\n                         \n\n          Pause. Nickleby points to a fat man in an apron cooking\n\n          hamburgers on a grill.\n\n                         \n\n                          NICKLEBY\n\n           That guy.\n\n                         \n\n          The scout master shrugs. Skotak comes over and says\n\n                         FURTIVELY:\n\n                         \n\n                          SKOTAK\n\n           There's a broken gum-ball machine behind\n\n           the snack tent.\n\n                         \n\n          Skotak distributes a handful of gum-balls among Sam, Suzy,\n\n          and the rest of the troop. They all put them in their mouths.\n\n          Skotak motions for everyone to follow him.\n\n                         \n\n          A footbridge across a stream leads to a Quonset hut with an\n\n          awning in front labelled Supply Tent. A crowd of very young\n\n          scouts waits at a wide counter bartering over boxes of food,\n\n          drink, and equipment. A team of helpers collects money and\n\n          packages goods. At the center, there is a twenty-year-old\n\n           76.\n\n                         \n\n                         \n\n          scout with a pencil behind his ear. He is Cousin Ben. He says\n\n          to a nine-year-old Junior Khaki:\n\n                         \n\n                          COUSIN BEN\n\n           I don't care how they do it where you\n\n           come from.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nscout with a pencil behind his ear. He is Cousin Ben. He says\n\n          to a nine-year-old Junior Khaki:\n\n                         \n\n                          COUSIN BEN\n\n           I don't care how they do it where you\n\n           come from. \n\nTARGET SECTION TO BE ANNOTATED:\n You want pop? You want candy?\n\n           You want a snake-bite kit? Get some\n\n           money.\n\n                         \n\n          Skotak appears and whispers something to Cousin Ben. Cousin\n\n          Ben nods. He says to his customers:\n\n                         \n\n                          COUSIN BEN\n\n           Come back in five minutes.\n\n                         \n\n          Cousin Ben pulls a curtain shut behind the counter.\n\n                         \n\n          EXT. WOODEN PROMENADE. DAY\n\n                         \n\n          Sam, Suzy, Skotak and the rest of the troop follow Cousin Ben\n\n          briskly out a door and onto a cat-walk that runs along the\n\n          top of a wall made from tall, pointed logs. As they talk,\n\n          they walk past dozens of rows and clusters of tents grouped\n\n          by color in the fields below. They walk past towers, huts,\n\n          ladders, latrines, and a catapult under construction. They\n\n          walk past a white infirmary with a red cross on it and a\n\n          doctor taking a boy's blood pressure. They walk past a fleet\n\n          of small, antique sailboats flying assorted troop banners.\n\n          Five hundred scouts and fifty scout masters work, eat, talk,\n\n          cook, and play sports and games all around the compound in\n\n          spite of the fierce winds. One group rides motorcycles,\n\n          another fires model rockets, another flies by overhead on a\n\n          cable-trolley.\n\n                         \n\n          Cousin Ben points to Sam and asks Skotak over the sound of\n\n                         THE WIND:\n\n                         \n\n                          COUSIN BEN\n\n           Is this him?\n\n                         \n\n                          SAM\n\n           Field Mate Sam Shakusky, Troop 55,\n\n           resigned.\n\n                         \n\n                          COUSIN BEN\n\n           He's hot. Almost too hot. What's in the\n\n           can?\n\n                         \n\n                          SKOTAK\n\n           Seventy-six dollars -- but it's mostly in\n\n           nickels.\n\n                         \n\n                          COUSIN BEN\n\n           Give it to me.\n\n           77.\n\n                         \n\n                         \n\n          Skotak motions for Gadge to hand Cousin Ben the tennis ball\n\n          can. It appears to be very heavy and jingles as it moves.\n\n          Cousin Ben takes it. He says to Sam:\n\n                         \n\n                          COUSIN BEN\n\n           You badge in seamanship?\n\n                         \n\n                          SAM\n\n           Yes, sir.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nCousin Ben takes it. He says to Sam:\n\n                         \n\n                          COUSIN BEN\n\n           You badge in seamanship? SAM\n\n           Yes, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Sam points to one of the patches on his sash. It has an\n\n          anchor embroidered on it.\n\n                         \n\n                          COUSIN BEN\n\n           Good. There's cold-water crabber moored\n\n           off Broken Rock. The skipper owes me an\n\n           I.O.U. We'll see if he can take you on as\n\n           a claw cracker. It won't be an easy life,\n\n           but it's better than shock therapy.\n\n                         \n\n                          SAM\n\n           Thank you, sir. By the way, where's the\n\n           chapel tent?\n\n                         \n\n          Cousin Ben hesitates. He points behind them with his thumb:\n\n                         \n\n                          COUSIN BEN\n\n           Back there, but the padre's home with the\n\n           mumps. Why do you ask?\n\n                         \n\n                          SAM\n\n           I want to bring my wife.\n\n                         \n\n          Cousin Ben stops walking. He looks Sam up and down. Suzy says\n\n                         BEHIND HIM:\n\n                         \n\n                          SUZY\n\n           But we're not married yet.\n\n                         \n\n          Cousin Ben turns to Suzy. He looks back to Sam and back to\n\n          Suzy again.\n\n                         \n\n                          COUSIN BEN\n\n           You his girl?\n\n                         \n\n          Suzy nods. Cousin Ben looks intrigued. He says tentatively:\n\n                         \n\n                          COUSIN BEN\n\n           Technically, I'm a civil-law scrivener.\n\n           I'm authorized to declare births, deaths,\n\n           and marriages. You're kind of young. You\n\n           got a license?\n\n           78.\n\n                         \n\n                         \n\n          Sam and Suzy shake their heads. Cousin Ben nods. He speaks\n\n          more gently now:\n\n                         \n\n                          COUSIN BEN\n\n           I can't offer you a legally binding\n\n           union. It won't hold up in the state, the\n\n           county, or, frankly, any courtroom in the\n\n           world due to your age, lack of a license,\n\n           and failure to get parental consent --\n\n           but the ritual does carry a very\n\n           important moral weight within yourselves.\n\n           You can't enter into this lightly. Do you\n\n           love each other?\n\n                         \n\n          Sam and Suzy immediately nod. Cousin Ben continues:\n\n                         \n\n                          COUSIN BEN\n\n           Are you sure you're ready for this?\n\n                         \n\n          Sam and Suzy immediately nod. Cousin Ben looks perturbed.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nCousin Ben continues:\n\n                         \n\n                          COUSIN BEN\n\n           Are you sure you're ready for this? Sam and Suzy immediately nod. Cousin Ben looks perturbed. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          COUSIN BEN\n\n           Let me rephrase it.\n\n                         \n\n                          SUZY\n\n                          (INTERRUPTING)\n\n           We're in a hurry.\n\n                         \n\n                          COUSIN BEN\n\n                          (SNAPPING)\n\n           Spit out the gum, sister. In fact,\n\n           everybody.\n\n                         \n\n          Cousin Ben puts out his hand. Suzy spits her gum into his\n\n          palm. He throws it away over his shoulder. Sam and the rest\n\n          of the troop spit their gum out on the ground. Cousin Ben\n\n                         SAYS STERNLY:\n\n                         \n\n                          COUSIN BEN\n\n           I don't like the snappy attitude. This is\n\n           the most important decision you've made\n\n           in your lives. Now go over by that\n\n           trampoline and talk it through before you\n\n           give me another quick answer.\n\n                         \n\n          Cousin Ben watches as Sam and Suzy walk away and stand next\n\n          to a large trampoline. A small scout jumps from a high\n\n          ladder, bounces, and does a back-flip.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam and Suzy uncertain how to begin the conversation. Sam\n\n          shrugs.\n\n           79.\n\n                         \n\n                         \n\n                          SAM\n\n           I guess we better try to pretend we're\n\n           struggling over our decision for a minute\n\n           before we go back over there and tell him --\n\n                         \n\n                          SUZY\n\n           Maybe he's right. It could be a mistake.\n\n                         \n\n          Sam looks stunned. He is speechless. He stammers:\n\n                         \n\n                          SAM\n\n           What? Why? How?\n\n                         \n\n                          SUZY\n\n           Being married. Sometimes it seems sad to\n\n           me. It might be better to just go steady\n\n           permanently.\n\n                         \n\n          Sam shakes his head. He looks off into the distance. He says\n\n                         QUIETLY:\n\n                         \n\n                          SAM\n\n           I don't know what to say.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Cousin Ben counting nickels in the tennis ball can. He jerks\n\n          his thumb toward Sam and Suzy and says dismissively:\n\n                         \n\n                          COUSIN BEN\n\n           I guess they're probably just trying to\n\n           pretend they're struggling over their\n\n           decision, but at least --\n\n                         \n\n                          SKOTAK\n\n           Woah!\n\n                         \n\n          Cousin Ben looks.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n                         \n\n          Cousin Ben counting nickels in the tennis ball can. He jerks\n\n          his thumb toward Sam and Suzy and says dismissively:\n\n                         \n\n                          COUSIN BEN\n\n           I guess they're probably just trying to\n\n           pretend they're struggling over their\n\n           decision, but at least --\n\n                         \n\n                          SKOTAK\n\n           Woah! Cousin Ben looks. \n\nTARGET SECTION TO BE ANNOTATED:\n Suzy has her hands around Sam's throat and\n\n          is throttling him. Sam squirms loose and calms her down. The\n\n          troop watches transfixed. Sam takes a snapshot out of his\n\n          pocket and shows it to Suzy, explaining. Suzy nods. They come\n\n          back over to the group. There are tears on Suzy's cheeks. She\n\n          says to Cousin Ben:\n\n                         \n\n                          SUZY\n\n           We're sure.\n\n                         \n\n                          COUSIN BEN\n\n           OK. Let's do a blood test.\n\n                         \n\n          INT. CHAPEL TENT. DAY\n\n                         \n\n          Cousin Ben stands at a collapsible altar. He wears a purple,\n\n          silk stole around his neck with crosses stitched into it. Sam\n\n           80.\n\n                         \n\n                         \n\n          and Suzy hold a Bible with their hands on it. Skotak and the\n\n          rest of troop listen solemnly as Cousin Ben reads from a\n\n                         MANUAL:\n\n                         \n\n                          COUSIN BEN\n\n           -- which we hereby consecrate on this\n\n           day, the fifth of September, 1965.\n\n                          (LOOKING UP)\n\n           That's the end of the short-form. Do any\n\n           of the witnesses have objections or\n\n           remarks? Usually, they don't.\n\n                         \n\n          Skotak raises his hand. Cousin Ben reluctantly calls on him:\n\n                         \n\n                          COUSIN BEN\n\n           Skotak.\n\n                         \n\n                          SKOTAK\n\n           Can we loan them the nickels? I'm worried\n\n           about their future.\n\n                         \n\n                          COUSIN BEN\n\n                          (OFFENDED)\n\n           That's my fee.\n\n                         \n\n          Skotak and the rest of the troop look very concerned. They\n\n          murmur to each other:\n\n                         \n\n                          NICKLEBY\n\n           What's going to happen to them?\n\n                         \n\n                          GADGE\n\n           Nobody knows.\n\n                         \n\n                          DELUCA\n\n           Let's take a vote.\n\n                         \n\n                          SKOTAK\n\n           All in favor --\n\n                         \n\n                          COUSIN BEN\n\n                          (LOUDLY)\n\n           That's my fee.\n\n                         \n\n          Skotak and the rest of the troop look to Cousin Ben. Cousin\n\n          Ben glares at them. He sighs. He points to Skotak.\n\n                         \n\n                          COUSIN BEN\n\n           You're just like your brothers.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sighs. He points to Skotak. COUSIN BEN\n\n           You're just like your brothers. \n\nTARGET SECTION TO BE ANNOTATED:\n OK, give\n\n           them the tennis ball can.\n\n                         \n\n          Cousin Ben points to the tennis ball can on the floor next to\n\n          his feet. Skotak takes it and zips it into a side-pocket of\n\n           81.\n\n                         \n\n                         \n\n          Sam's back-pack. Cousin Ben hands Sam and Suzy a receipt on a\n\n          clipboard.\n\n                         \n\n                          COUSIN BEN\n\n           Sign here -- and initial here and here.\n\n                         \n\n          Sam and Suzy sign and initial. Cousin Ben tears out a copy.\n\n                         \n\n                          COUSIN BEN\n\n           Take the carbon. Leave the Bible. Let's\n\n           go.\n\n                         \n\n          Sam and Suzy turn and walk out of the chapel tent holding\n\n          hands. They do not smile. Cousin Ben, Skotak, and the rest of\n\n          the troop follow them with grave expressions on their faces.\n\n          Sam touches Suzy's hair. Suzy kisses Sam's hand. They walk as\n\n          a group through the camp.\n\n                         \n\n                         OMIT\n\n                         \n\n          EXT. CAMP MARINA. DAY\n\n                         \n\n          Sam, Suzy, Skotak, and the rest of the troop wait at the end\n\n          of a narrow dock. Cousin Ben stands below them in a small\n\n          sailboat. He reaches up to Suzy and lifts her onboard. He\n\n          reaches up to Sam and lifts him onboard, too. He rigs the\n\n          sail.\n\n                         \n\n          Sam smiles sadly. He and Skotak do the secret handshake. The\n\n          others quickly join in. Suzy blows them a kiss. Everyone\n\n          looks choked up.\n\n                         \n\n          Cousin Ben unloops a line. The sails quickly catch the strong\n\n          wind, and the boat sails away into the harbor. Skotak and the\n\n          rest of troop wave and salute. They watch, bittersweet.\n\n          Pause.\n\n                         \n\n                          NICKLEBY\n\n           Where they going again?\n\n                         \n\n                          GADGE\n\n           He's going to work on a shrimper, if I\n\n           understand correctly.\n\n                         \n\n                          SKOTAK\n\n                          (WISTFULLY)\n\n           I wish them well.\n\n                         \n\n                          LAZY-EYE\n\n           Me, too. Me, too.\n\n                         \n\n          Skotak sighs. He turns and starts up the dock. The others\n\n          follow him.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkotak sighs. He turns and starts up the dock. The others\n\n          follow him. \n\nTARGET SECTION TO BE ANNOTATED:\n Roosevelt hesitates. He points.\n\n           82.\n\n                         \n\n                         \n\n                          ROOSEVELT\n\n           I think they're coming back.\n\n                         \n\n          Skotak and the rest of the troop stop and turn around. The\n\n          sailboat glides back in. Sam leaps onto the dock with the\n\n          tennis ball can. Suzy looks worried. Cousin Ben yells:\n\n                         \n\n                          COUSIN BEN\n\n           Be quick, sailor!\n\n                         \n\n                          SKOTAK\n\n                          (PUZZLED)\n\n           What happened?\n\n                         \n\n                          SAM\n\n                          (QUICKLY)\n\n           She left her binoculars on a hook in the\n\n           chapel tent.\n\n                         \n\n                          DELUCA\n\n                          (SHRUGS)\n\n           Just leave them.\n\n                         \n\n          Sam sprints up the dock. He yells back over his shoulder:\n\n                         \n\n                          SAM\n\n           We can't. It's her magic power!\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of Sam running full-speed through the\n\n          compound. He approaches quickly -- then skids to a stop.\n\n                         \n\n          EXT. CHAPEL TENT. DAY\n\n                         \n\n          Redford blocks the entrance. He is dressed in white hospital\n\n          pajamas with a red cross on the breast pocket. His side is\n\n          heavily bandaged and his arm is attached to an I/V drip. He\n\n          lowers Suzy's binoculars.\n\n                         \n\n          Sam stands frozen in front of Redford. Redford stares at him\n\n          icily. Sam starts to say something -- then pauses. He says,\n\n                         INSTEAD:\n\n                         \n\n                          SAM\n\n           You killed your dog, by the way.\n\n                         \n\n                          REDFORD\n\n                          (HESITATES)\n\n           Snoopy?\n\n                          (SHRUGS)\n\n           Well, it couldn't be helped.\n\n                         \n\n          Sam nods. He asks quietly:\n\n           83.\n\n                         \n\n                         \n\n                          SAM\n\n           Why do you consider me your enemy?\n\n                         \n\n          Redford frowns. He says in disbelief:\n\n                         \n\n                          REDFORD\n\n           Because your girlfriend stabbed me in the\n\n           back with lefty scissors.\n\n                         \n\n                          SAM\n\n           She's my wife now.\n\n                         \n\n                          REDFORD\n\n           Congratulations.\n\n                         \n\n                          SAM\n\n           I'm saying before that. Six weeks ago.\n\n           From day one.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\n\n           I'm saying before that. Six weeks ago. From day one. \n\nTARGET SECTION TO BE ANNOTATED:\n What'd I do wrong? I'm\n\n           trying to understand.\n\n                          (IN SUMMATION)\n\n           Why don't you like me?\n\n                         \n\n                          REDFORD\n\n                          (LONG PAUSE)\n\n           Why should I? Nobody else does.\n\n                         \n\n          Sam runs up to Redford and pokes him as hard as he can in the\n\n          scissor cut with his finger. Redford screams.\n\n                         \n\n          Scouts and scout masters everywhere stop what they are doing\n\n          and look to the chapel tent. Across the compound, Commander\n\n          Pierce comes out of his tent, alerted.\n\n                         \n\n          Sam whips the binoculars out of Redford's hands, turns away,\n\n          and sprints. No one moves anywhere except Sam dashing toward\n\n          the marina. Redford shouts at the top of his lungs:\n\n                         \n\n                          REDFORD\n\n           He's here! The fugitive! Stop him!\n\n                         \n\n          An emergency alarm sounds. The entire camp swings into\n\n          action. Two teams of scouts playing capture-the-flag descend\n\n          from both sides and cut Sam off from the dock. They wear red\n\n          and yellow jerseys over their uniforms.\n\n                         \n\n          Suzy jumps out of the boat onto the dock. Sam sees her beyond\n\n          the blockade of scouts. She waves her arms. Sam throws up his\n\n          hands. He sprints in a new direction, onto a wide field.\n\n          There is a small, pink flag on a thin stick stuck in the\n\n          ground at the center of a plastic ring. Sam grabs it as he\n\n          runs past. He looks back and sees:\n\n           84.\n\n                         \n\n                         \n\n          A mob of fifty scouts chasing him. He circles in a giant\n\n          figure eight trailed by the huge group. He races up a hill\n\n          and stops at the top.\n\n                         \n\n          Sam looks down at the approaching scouts and hundreds of\n\n          others watching. A dark cloud rolls in casting a giant shadow\n\n          over the entire camp. Sam throws the little flag down at his\n\n          pursuers like a javelin. It sails in an arc and pokes down\n\n          into the grass. There is a thunderclap. Sam looks up into the\n\n          sky.\n\n                         \n\n          A bolt of lightning strikes him.\n\n                         \n\n          Sam is thrown ten feet through the air and lands on his back.\n\n          The tennis ball can explodes nickels.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nA bolt of lightning strikes him. Sam is thrown ten feet through the air and lands on his back. The tennis ball can explodes nickels. \n\nTARGET SECTION TO BE ANNOTATED:\n The mob of scouts stops\n\n          with a jolt. They look terrified. Sam sits up. He is covered\n\n          in black soot. His shoes are on fire. He shakes them off his\n\n          feet.\n\n                         \n\n          Suzy runs through the crowd of scouts and drops down on her\n\n          knees in front of Sam. She looks astonished. Sam says\n\n                         QUICKLY:\n\n                         \n\n                          SAM\n\n           I'm OK.\n\n                         \n\n          Suzy helps Sam to his feet. Sam raises Suzy's smoldering\n\n          binoculars to his eyes. Skotak and the rest of the troop join\n\n          them.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of a ladder leaning against a high fence.\n\n                         SAM SHOUTS:\n\n                         \n\n                          SAM\n\n           Follow me!\n\n                         \n\n          Sam leads Suzy, Skotak, and the rest of the troop fly at a\n\n          sprint to the fence, climb the ladder, and pull it up after\n\n          them. A bugle plays a cavalry charge. The mob bolts after\n\n          them.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Split-screen. On one side of the frame, we see Captain Sharp,\n\n          Scout Master Ward, and Becky wearing their operator head-\n\n          phones. On the other side, we see Commander Pierce, Secretary\n\n          McIntire, and the commander's entourage inside the command\n\n          tent. Commander Pierce says into his field-telephone:\n\n                         \n\n                          COMMANDER PIERCE\n\n           Captain Sharp, we've located the missing\n\n           troop. They just fled camp. We're in\n\n                          (MORE)\n\n           85.\n\n                         \n\n           COMMANDER PIERCE (cont'd)\n\n           pursuit. They're accompanied by a twelve-\n\n           year-old girl in knee-socks and Sunday-\n\n           school shoes.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Stand by, Commander Pierce.\n\n                         \n\n          Captain Sharp spins around in his chair and flips a switch on\n\n          a two-way radio. He says into a microphone:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Jed, re-route to St. Jack Wood. Tell\n\n           Social Services the boy's been spotted at\n\n           Fort Lebanon.\n\n                         \n\n           JED (V.O.)\n\n           Roger that. Will comply.\n\n                         \n\n          Captain Sharp sets down the microphone. He turns to Becky.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill comply. Captain Sharp sets down the microphone. He turns to Becky. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CAPTAIN SHARP\n\n           Becky, notify the Bishops: Suzy's there.\n\n                         \n\n          Becky nods. Captain Sharp turns to Scout Master Ward.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Randy? You monitoring?\n\n                         \n\n          Scout Master Ward is already on his feet. He peels off his\n\n          head-phones.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Affirmative. I'm on my way.\n\n                         \n\n          Becky plugs a cord into a socket and says:\n\n                         \n\n                          BECKY\n\n           Hello! Mr. Bishop?\n\n                         \n\n          Captain Sharp looks out the window with a sense of dread.\n\n                         \n\n          INT. BISHOP HOUSE. DAY\n\n                         \n\n          Mr. Bishop listens on the telephone with a strained look on\n\n          his face. Mrs. Bishop watches him intently.\n\n                         \n\n           MR. BISHOP\n\n           Oh, dear God.\n\n                         \n\n          Mr. Bishop grabs Mrs. Bishop by the wrist. He says grimly:\n\n                         \n\n           MR. BISHOP\n\n           Get the boys.\n\n           86.\n\n                         \n\n                         \n\n          Mrs. Bishop raises her megaphone to her mouth. She shouts:\n\n                         \n\n           MRS. BISHOP\n\n           Let's go! Right now!\n\n                         \n\n          INT. SEAPLANE. DAY\n\n                         \n\n          A deHavilland Beaver in heavy rain and turbulence. Jed speaks\n\n          into his radio while piloting the aircraft. Social Services\n\n          sits beside him in the passenger's seat. She looks queasy but\n\n          determined.\n\n                         \n\n                          JED\n\n           Tower control, this is Jed. Confirm co-\n\n           ordinates for new destination: alpha-two-\n\n           two-seven-one-fiver. Looking pretty soupy\n\n           up here. Wouldn't mind setting down\n\n           before the pot boils over.\n\n           (to Social Services)\n\n           Hang on, Social Services.\n\n                         \n\n          Jed presses the yoke forward, and the plane dips hard. Social\n\n          Services braces against the dash.\n\n                         \n\n          EXT. MOTORBOAT. DAY\n\n                         \n\n          Scout Master Ward steers his outboard through the open\n\n          channel. The boat crests high over deep swells, flooding over\n\n          in waves. Scout Master Ward is drenched. He does not flinch\n\n          or even appear to notice.\n\n                         \n\n          EXT. FOREST PATH.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe does not flinch\n\n          or even appear to notice. EXT. FOREST PATH. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\n                         \n\n          Sam, Suzy, Skotak, and the rest of the troop scramble through\n\n          the woods as fast as they can. There are flashes of lightning\n\n          and pounding thunder. Suzy trips on a root, and Sam pulls her\n\n          to her feet. Sam trips on a rock, and Suzy pulls him to his\n\n          feet.\n\n                         \n\n          INT. COMMAND TENT. DAY\n\n                         \n\n          The commander's entourage is frantically packing up their\n\n          portable telephones, P.A. system, folding tables, collapsible\n\n          chairs, etc. One of them wraps a tarp around boxes labelled\n\n          Fireworks.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A transistor radio. The announcer says urgently:\n\n                         \n\n           WEATHER MAN (V.O.)\n\n           Once again: storm waters have just\n\n           breached the dam at Black Beacon\n\n                          (MORE)\n\n           87.\n\n                         \n\n           WEATHER MAN (V.O.) (cont'd)\n\n           Reservoir. A flash flood alert is in\n\n           effect. Take immediate precautions.\n\n                         \n\n          Commander Pierce and Secretary McIntire listen to the report.\n\n          Secretary McIntire says gravely:\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           That's coming our way.\n\n                         \n\n          Captain Pierce nods, worried. The capture-the-flag scouts in\n\n          soaking jerseys gather, winded, outside the tent. One of the\n\n          team captains stands in the entrance breathing heavily.\n\n          Commander Pierce points to him:\n\n                         \n\n                          COMMANDER PIERCE\n\n           You find them?\n\n                         \n\n                          TEAM CAPTAIN\n\n           No, sir.\n\n                         \n\n                          COMMANDER PIERCE\n\n           (to the entourage)\n\n           Prepare to mobilize to higher ground.\n\n                         \n\n          Secretary McIntire hands Commander Pierce an envelope with\n\n          red-and-white stripes on it. Commander Pierce rips it open.\n\n                         HE READS:\n\n                         \n\n                          COMMANDER PIERCE\n\n           St. Jack Church is the designated storm\n\n           shelter.\n\n           (to Secretary McIntire)\n\n           Notify all scouts to muster outside my\n\n           tent on the double.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The St. Jack's Church poster box. Another mimeographed page\n\n          is stapled to the bulletin board. The heading is now Summer\n\n          Pageant, 1965.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack's Church poster box. Another mimeographed page\n\n          is stapled to the bulletin board. The heading is now Summer\n\n          Pageant, 1965. \n\nTARGET SECTION TO BE ANNOTATED:\n It reads:\n\n                         \n\n                          BENJAMIN BRITTEN'S\n\n                          \"NOYE'S FLUDDE\"\n\n           Performed by the\n\n           Choristers of St. Jack Wood and New Penzance\n\n                          8PM TONIGHT\n\n                          PERFORMANCE CANCELLED\n\n                         \n\n                         OMIT\n\n                         \n\n          INT. EPISCOPAL CHURCH. DAY\n\n                         \n\n          The set for the ark stands on the platform behind the altar.\n\n          There are candles and garlands in place, but also stacks of\n\n           88.\n\n                         \n\n                         \n\n          cardboard boxes and gallons of distilled-water. Numerous\n\n          animal costumes hang from a rolling garment rack. An old nun\n\n          crosses the aisle carrying a large, metal coffee dispenser.\n\n          Two young priests cross in the opposite direction carrying\n\n          folding cots. Voices shout urgently off-screen:\n\n                         \n\n           VOICES (O.S.)\n\n           More sandbags! We need dry blankets! Wake\n\n           up the Deacon!\n\n                         \n\n          Sam, Suzy, Skotak, and the rest of the troop slowly poke\n\n          their heads in from the side door and creep up the stairs to\n\n          the choir loft.\n\n                         \n\n          EXT. SCOUT FESTIVAL. DAY\n\n                         \n\n          The entire brigade of scouts stands assembled in formation in\n\n          the rain. The last two stragglers come running and hurry into\n\n          their positions. They all wear rain slickers or canvas\n\n          ponchos. Commander Pierce, Secretary McIntire, and the\n\n          commander's entourage emerge quickly from the command tent.\n\n          Commander Pierce shouts:\n\n                         \n\n                          COMMANDER PIERCE\n\n           Attention, company! Prepare for --\n\n                         \n\n          Commander Pierce hesitates. He points down to the marina and\n\n          says to Secretary McIntire:\n\n                         \n\n                          COMMANDER PIERCE\n\n           Who's that?\n\n                         \n\n          Secretary McIntire and the commander's entourage turn to see:\n\n                         \n\n          Scout Master Ward speeding toward the dock in his motorboat.\n\n          He leaps to shore, throws a line over a post, and sprints up\n\n          to the assembly. He salutes Commander Pierce.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nSecretary McIntire and the commander's entourage turn to see:\n\n                         \n\n          Scout Master Ward speeding toward the dock in his motorboat. He leaps to shore, throws a line over a post, and sprints up\n\n          to the assembly. He salutes Commander Pierce. \n\nTARGET SECTION TO BE ANNOTATED:\n Commander\n\n          Pierce frowns and asks with quiet ferocity:\n\n                         \n\n                          COMMANDER PIERCE\n\n           You call yourself a Khaki Scout?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (HESITATES)\n\n           I'm sorry, sir?\n\n                         \n\n                          COMMANDER PIERCE\n\n                          (ENRAGED)\n\n           Where's your goddamn troop? They could\n\n           get killed out there!\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (SURPRISED)\n\n           You don't have them?\n\n           89.\n\n                         \n\n                         \n\n                          COMMANDER PIERCE\n\n                          (DISGUSTED)\n\n           You're a liability to us.\n\n                         \n\n                          SECRETARY MCINTIRE\n\n                          (IN EXPLANATION)\n\n           The incident may affect our insurance\n\n           premiums.\n\n                         \n\n          Commander Pierce looks at Scout Master Ward's breast pocket.\n\n                         \n\n                         INSERT:\n\n                         \n\n          A name-tag that reads Scout Master Ward next to a patch with\n\n          a picture of a snow-capped mountain. It says K.S.N.A.\n\n          Leadership underneath.\n\n                         \n\n          Commander Pierce says bitterly:\n\n                         \n\n                          COMMANDER PIERCE\n\n           I'm field-stripping you of your command.\n\n                         \n\n          Commander Pierce rips the patch off Scout Master Ward's\n\n          uniform and throws it aside. He holds out his hand, palm up.\n\n          Scout Master Ward looks stricken. He reaches into his pocket,\n\n          takes out his scout pocket-knife, and hands it Commander\n\n          Pierce. Commander Pierce puts it into his own pocket. He\n\n                         SHOUTS:\n\n                         \n\n                          COMMANDER PIERCE\n\n           Attention, company! Prepare for emergency\n\n           evacuation!\n\n                         \n\n          Secretary McIntire leans close to Commander Pierce. He\n\n                         WHISPERS DISCREETLY:\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           Sir, do you have your medicine?\n\n                         \n\n          Commander Pierce hesitates. He holds up a finger.\n\n                         \n\n                          COMMANDER PIERCE\n\n           I'll be right back.\n\n                         \n\n          Commander Pierce strides back into the command tent.\n\n          Secretary McIntire looks to Scout Master Ward, uneasy. Scout\n\n          Master Ward stares down at the ground.\n\n                         \n\n          The flash-flood explodes out from the woods.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nSecretary McIntire looks to Scout Master Ward, uneasy. Scout\n\n          Master Ward stares down at the ground. The flash-flood explodes out from the woods. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Gushing water pours down the hillside, cuts a swath through\n\n          the center of the camp, and tears down everything in its\n\n          narrow path. The command tent suddenly becomes a tiny island\n\n          at the center of a rushing river.\n\n           90.\n\n                         \n\n                         \n\n          The company is taken aback. Scout Master Ward stiffens,\n\n          watchful. The totem pole creaks and sways, then falls cleanly\n\n          onto the command tent, splitting it down the middle. Inside,\n\n          something sparks, pops, then blows up. The tent bursts into\n\n          flames.\n\n                         \n\n          Secretary McIntire does not react. He stands perfectly still,\n\n          watching the fire. Scout Master Ward taps him, grabs him, and\n\n          shakes him. Secretary McIntire looks at him blankly. Scout\n\n          Master Ward makes a snap decision. He turns to the company\n\n                         AND SHOUTS:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Hold your position!\n\n                         \n\n          Scout Master Ward runs ahead, splashes into the raging flood,\n\n          wades through it against the current, dodging branches and\n\n          debris, then pulls himself up onto the fallen totem pole and\n\n          walks balancing on it to the burning tent. He disappears\n\n          inside.\n\n                         \n\n          Secretary McIntire and the vast company watch, riveted.\n\n                         \n\n          Scout Master Ward comes out the opposite side of the tent\n\n          onto the other end of the fallen totem pole carrying\n\n          Commander Pierce over his shoulders. He descends back into\n\n          the water, trudges through it, and steps up onto the\n\n          embankment. The company looks deeply, permanently impressed.\n\n          Scout Master Ward hollers:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Company Secretary! Status report, sir!\n\n                         \n\n          Secretary McIntire hesitates. He stirs to attention and says\n\n                         ENTHUSIASTICALLY:\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           All accounted for, Scout Master!\n\n                         \n\n           SCOUT MASTER WARD\n\n           Supply and Resources! Call it out!\n\n                         \n\n          Cousin Ben gives an A-OK sign near the front of the assembly.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCOUT MASTER WARD\n\n           Supply and Resources! Call it out! Cousin Ben gives an A-OK sign near the front of the assembly. \n\nTARGET SECTION TO BE ANNOTATED:\n                         HE SHOUTS:\n\n                         \n\n                          COUSIN BEN\n\n           Affirmative, sir!\n\n                         \n\n           SCOUT MASTER WARD\n\n           Fall in! We're going to run for it, boys!\n\n           Let's move!\n\n                         \n\n          The entire company follows Scout Master Ward with Commander\n\n          Pierce over his shoulders at a fast jog out of the camp.\n\n           91.\n\n                         \n\n                         \n\n          INT. EPISCOPAL CHURCH. DAY\n\n                         \n\n          The room has now been converted into a full-fledged refugee\n\n          center. Families from the town-ship huddle in pews with bags\n\n          and piles of their wet belongings. Priests and nuns\n\n          distribute towels and sandwiches to frightened children. Dogs\n\n          and cats prowl nervously. Sandbags are stacked in low walls\n\n          outside the doors and windows. The rain beats on the roof,\n\n          and lightning continues to flash through the stained glass.\n\n                         \n\n          A side door opens. Captain Sharp comes in from the storm with\n\n          Mr. and Mrs. Bishop. Lionel, Murray, Rudy, and the two old\n\n          fishermen follow closely behind them. They slam the door.\n\n          Captain Sharp looks around frantically.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Who's in charge here?\n\n                         \n\n          Another side door opens. Scout Master Ward jogs in with\n\n          Commander Pierce still over his shoulders and the entire\n\n          company behind him flooding into the room. Captain Sharp\n\n          yells to him:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Randy! What happened?\n\n                         \n\n          Scout Master Ward goes over to Captain Sharp and turns his\n\n          back to him, jogging in place.\n\n                         \n\n           SCOUT MASTER WARD\n\n           Take the commander off of me.\n\n                         \n\n          Captain Sharp helps Commander Pierce down off Scout Master\n\n          Ward's back and into a pew to rest. Secretary McIntire\n\n          assists them. Mr. Bishop strides up the aisle yelling to the\n\n          left and right:\n\n                         \n\n           MR. BISHOP\n\n           Suzy? Sam?\n\n                         \n\n           SCOUT MASTER WARD\n\n           (shaking his head)\n\n           They ran away again.\n\n                         \n\n          Mr. and Mrs. Bishop grimace, unbelievably frustrated. Scout\n\n          Master Ward addresses the scouts:\n\n                         \n\n           SCOUT MASTER WARD\n\n           We're going back out. I need volunteers.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop grimace, unbelievably frustrated. Scout\n\n          Master Ward addresses the scouts:\n\n                         \n\n           SCOUT MASTER WARD\n\n           We're going back out. I need volunteers. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hands raise. Scout Master Ward passes out walkie-talkies as\n\n          he chooses his squad:\n\n           92.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           You, you, you, you --\n\n                         \n\n          Becky steps in front of Scout Master Ward with her hand\n\n          raised. Scout Master Ward hesitates.\n\n                         \n\n           SCOUT MASTER WARD\n\n           -- and you?\n\n                         \n\n          Becky takes a walkie-talkie. She looks at Scout Master Ward\n\n          with admiration and asks, concerned:\n\n                         \n\n                          BECKY\n\n           Are you all right?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (WARMLY)\n\n           Of course, I am. Come on.\n\n                         \n\n          Scout Master Ward leads Becky by the arm through the crowded\n\n          church as they begin to gather supplies: extra flashlights, a\n\n          flare gun, coils of rope.\n\n                         \n\n          Captain Sharp looks up to the choir loft. Eleven children\n\n          dressed in animal masks sit quietly in a row. Captain Sharp\n\n          does a double-take. One of the animals is an otter wearing\n\n          Sunday-school shoes and binoculars around its neck. Next to\n\n          her is the male of the species in a sash with numerous small,\n\n          embroidered patches on it.\n\n                         \n\n          The front doors open. There is lightning, thunder, wind, and\n\n          rain. Social Services enters. She takes off a wet cape with a\n\n          red lining and hands it to an acolyte in a robe. Jed presses\n\n          the doors shut behind them. Social Services asks immediately:\n\n                         \n\n                          SOCIAL SERVICES\n\n           Where's the boy?\n\n                         \n\n          Captain Sharp hesitates. He says reluctantly:\n\n                         \n\n                          CAPTAIN SHARP\n\n           We don't know yet.\n\n                         \n\n                          SOCIAL SERVICES\n\n           That's not acceptable.\n\n                         \n\n                          CAPTAIN SHARP\n\n           (pretending to be irritated)\n\n           What do you want me to say, lady?\n\n           (to no one in particular)\n\n           Somebody get Jed a cup of coffee.\n\n                         \n\n          The acolyte runs to the coffee dispenser with a cardboard\n\n          cup. Social Services charges over to Captain Sharp.\n\n           93.\n\n                         \n\n                         \n\n                          SOCIAL SERVICES\n\n           You're Captain Sharp?\n\n                         \n\n                          CAPTAIN SHARP\n\n           That's right.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\n93. SOCIAL SERVICES\n\n           You're Captain Sharp? CAPTAIN SHARP\n\n           That's right. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          SOCIAL SERVICES\n\n           I'm Social Services. I remanded the boy\n\n           to your personal custody. You're\n\n           responsible for his safety. I'm told he\n\n           was just struck by lightning.\n\n                         \n\n          Captain Sharp frowns. He looks to Scout Master Ward and says\n\n                         SKEPTICALLY:\n\n                         \n\n                          CAPTAIN SHARP\n\n           That's the first I heard of it.\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (UNFORTUNATELY)\n\n           It's true.\n\n                         \n\n          Captain Sharp tries to process this. Social Services now\n\n          moves in on Scout Master Ward. She says aggressively:\n\n                         \n\n                          SOCIAL SERVICES\n\n           Scout Master Ward, I presume?\n\n                         \n\n           SCOUT MASTER WARD\n\n           Yes, ma'am.\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (BITINGLY)\n\n           Your reputation precedes you.\n\n                         \n\n          Captain Sharp and Scout Master Ward stand side-by-side in\n\n          front of Social Services. She berates them:\n\n                         \n\n                          SOCIAL SERVICES\n\n           You two are the most appallingly\n\n           incompetent custodial guardians Social\n\n           Services has ever had the misfortune to\n\n                          ENCOUNTER --\n\n                          (SHOUTING)\n\n           -- in a twenty-seven year career!\n\n                         \n\n          Captain Sharp and Scout Master Ward look sheepish. Social\n\n          Services says bitterly:\n\n                         \n\n                          SOCIAL SERVICES\n\n           What do you have to say for yourselves?\n\n                         \n\n          Captain Sharp hesitates. He says strangely:\n\n           94.\n\n                         \n\n                         \n\n                          CAPTAIN SHARP\n\n           You can't do this. They'll eat him alive\n\n           in there.\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (HESITATES)\n\n           Where?\n\n                         \n\n                          CAPTAIN SHARP\n\n           (aside, to Scout Master Ward)\n\n           What's the name of the place again?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (HESITATES)\n\n           Juvenile refuge?\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (HORRIFIED)\n\n           Juvenile refuge. That sounds like jail.\n\n                         \n\n          Silence. In the background, the acolyte picks up Panagle's\n\n          walking stick weapon off the floor. He stares at it, puzzled.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence. In the background, the acolyte picks up Panagle's\n\n          walking stick weapon off the floor. He stares at it, puzzled. \n\nTARGET SECTION TO BE ANNOTATED:\n          Social Services says carefully:\n\n                         \n\n                          SOCIAL SERVICES\n\n           Just find the boy -- and deliver him --\n\n           (motioning to herself)\n\n           -- to Social Services. Nothing else is in\n\n           your power.\n\n                         \n\n           MR. BISHOP\n\n                          (SHARPLY)\n\n           I'm sorry.\n\n                         \n\n          Social Services, Captain Sharp, and Scout Master Ward turn to\n\n          Mr. and Mrs. Bishop. Mr. Bishop looks tense.\n\n                         \n\n           MR. BISHOP\n\n           Can we get back to the rescue now?\n\n                         \n\n           MRS. BISHOP\n\n                          (URGENTLY)\n\n           Suzy's still out there.\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (FROWNING)\n\n           Who are you?\n\n                         \n\n           SCOUT MASTER WARD\n\n           Walt and Laura Bishop. Their daughter's\n\n           the missing girl.\n\n                         \n\n                          SOCIAL SERVICES\n\n           The parents of the stabber?\n\n           95.\n\n                         \n\n                         \n\n           MRS. BISHOP\n\n           I object to that description. She was\n\n           attacked.\n\n                         \n\n          Commander Pierce appears with an oxygen mask over his face.\n\n          He pulls it aside briefly and says to Secretary McIntire:\n\n                         \n\n                          COMMANDER PIERCE\n\n           I want the details. Where's the scout she\n\n           knifed?\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           Right here.\n\n                         \n\n          Secretary McIntire snaps his fingers and gives a signal.\n\n          Redford appears.\n\n                         \n\n                          REDFORD\n\n           Field Mate Redford, sir.\n\n                         \n\n                          COMMANDER PIERCE\n\n           (through the oxygen mask)\n\n           What's his condition?\n\n                         \n\n                          SECRETARY MCINTIRE\n\n           He may suffer some limited chronic kidney\n\n           insufficiency. Here's the report.\n\n                         \n\n          Secretary McIntire hands Commander Pierce a doctor's report.\n\n          Mrs. Bishop snatches it and throws it over her shoulder.\n\n                         \n\n           MRS. BISHOP\n\n           We don't have time for this!\n\n                         \n\n           SCOUT MASTER WARD\n\n           She's right!\n\n                         \n\n                          SOCIAL SERVICES\n\n           Let's go!\n\n                         \n\n          Social Services turns and starts up the aisle. She stops\n\n          suddenly. Captain Sharp is standing in their path brandishing\n\n          Panagle's walking stick weapon.\n\n                         \n\n                          CAPTAIN SHARP\n\n           Nobody's going anywhere.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stops\n\n          suddenly. Captain Sharp is standing in their path brandishing\n\n          Panagle's walking stick weapon. CAPTAIN SHARP\n\n           Nobody's going anywhere. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Everyone stops. Captain Sharp locks eyes with Social\n\n          Services. He says in a steely voice:\n\n                         \n\n                          CAPTAIN SHARP\n\n           He's not getting shock therapy.\n\n           96.\n\n                         \n\n                         \n\n          Social Services looks furious. Her jaw sets. She reaches\n\n          inside her jacket and withdraws a small pad labelled Citation\n\n          Book.\n\n                         \n\n                          SOCIAL SERVICES\n\n           That's it! I'm citing you for gross\n\n           misconduct! You are hereby summoned to\n\n           appear before the board of --\n\n                         \n\n          Captain Sharp looks enraged. He grits his teeth. He reaches\n\n          into his back pocket and withdraws a similar pad labelled\n\n          Boating Violations.\n\n                         \n\n                          CAPTAIN SHARP\n\n           I'm writing you up back! Be notified that\n\n           you stand accused of the mistreatment and\n\n                          IMPROPER --\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (SCREAMING)\n\n           What are you talking about?\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (SCREAMING)\n\n           I won't let you do it!\n\n                         \n\n                          REDFORD\n\n                          (SCREAMING)\n\n           Look!\n\n                         \n\n          Everyone looks. Redford is standing on a pew with his arm\n\n          stretched out pointing up at the choir loft in amazement. The\n\n          troop is there, but Sam's and Suzy's seats are empty.\n\n                         \n\n          There is a flash, a bang, and all the lights in the room go\n\n          out at once. People gasp. Candles flicker alight on\n\n          candlesticks. A back-up generator kicks into gear, humming,\n\n          and the room fills with a new, different light.\n\n                         \n\n          Captain Sharp says to himself:\n\n                         \n\n                          CAPTAIN SHARP\n\n           They're gone.\n\n                         \n\n           MR. BISHOP\n\n                          (CONFUSED)\n\n           Who?\n\n                         \n\n           MRS. BISHOP\n\n                          (UNCERTAIN)\n\n           Suzy?\n\n           97.\n\n                         \n\n                         \n\n                          CAPTAIN SHARP\n\n                          (YELLING)\n\n           Sam?\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (SHOUTING)\n\n           Gadge! Lazy-eye! Skotak!\n\n                         \n\n                          SOCIAL SERVICES\n\n                          (REALIZING)\n\n           They're here?\n\n                         \n\n          Captain Sharp strides down the aisle.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkotak! SOCIAL SERVICES\n\n                          (REALIZING)\n\n           They're here? Captain Sharp strides down the aisle. \n\nTARGET SECTION TO BE ANNOTATED:\n He shouts up to Skotak:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Where'd they go? Answer me!\n\n                         \n\n          Skotak hesitates. He and the rest of the troop all look up to\n\n          a small, rickety, attic door. It is slightly ajar above a\n\n          long, narrow ladder behind the pipes of the organ.\n\n                         \n\n          Captain Sharp bolts up the steps. Everyone follows him,\n\n          running.\n\n                         \n\n          EXT. CHURCH ROOF. NIGHT\n\n                         \n\n          The storm rages. Captain Sharp opens a trap door onto the\n\n          high eaves. Faces appear in numerous windows below, looking\n\n          up. Mr. and Mrs. Bishop poke their heads out behind Captain\n\n          Sharp. On the far end of the rooftop, Sam and Suzy huddle\n\n          together at the base of the high steeple.\n\n                         \n\n          Captain Sharp stares up at Sam and Suzy, dumbstruck.\n\n                         \n\n          Sam and Suzy quickly start climbing a rusty gutter up the\n\n          side of the steeple. Captain Sharp looks astonished. He\n\n                         HOLLERS:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Halt! Stop!\n\n                         \n\n          Sam and Suzy continue to climb. Captain Sharp shouts back to\n\n          Mr. and Mrs. Bishop over the roaring wind:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Stay there!\n\n                         \n\n          Scout Master Ward appears and thrusts out the coil of rope.\n\n          He yells to Captain Sharp:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Take this!\n\n           98.\n\n                         \n\n                         \n\n          Captain Sharp throws the rope over his shoulder and advances.\n\n          Mr. and Mrs. Bishop both crawl out after him, but Scout\n\n          Master Ward pulls them back. Mr. Bishop looks to Mrs. Bishop.\n\n          They are both terrified and helpless. They hold on to each\n\n          other tightly.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Captain Sharp tight-rope-walking along the edge of the\n\n          slippery roof with his arms stretched out sideways,\n\n          balancing. He army-crawls up steep slate shingles and reaches\n\n          the bottom of the steeple. He looks up. Sam and Suzy have\n\n          arrived at the top. They inch away sideways around a ledge\n\n          and disappear to the other side.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up. Sam and Suzy have\n\n          arrived at the top. They inch away sideways around a ledge\n\n          and disappear to the other side. \n\nTARGET SECTION TO BE ANNOTATED:\n Captain Sharp's voice\n\n                         STRAINS:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Where you going? What are you doing? Come\n\n           down!\n\n                         \n\n          Captain Sharp rubs his eyes. He knots one end of the rope\n\n          around his waist and ties the other to a pipe at the foot of\n\n          the gutter. He pulls the rope tight, presses his foot on the\n\n          wall, and gets ready to start climbing -- then stops\n\n          suddenly. He hesitates. He pulls the walkie-talkie off his\n\n          belt and yells into it:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Social Services? Do you read me? Over!\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam and Suzy at the top of the steeple standing with their\n\n          backs against a painted cross. They look out.\n\n                         \n\n          The entire church has become an island. The cemetery is under\n\n          water, and the circling streets are fast rivers. Suzy turns\n\n          to Sam. They both appear relatively calm.\n\n                         \n\n                          SUZY\n\n           We might have to swim for it.\n\n                         \n\n                          SAM\n\n           How deep is it? I didn't bring my life\n\n           jacket.\n\n                         \n\n                          SUZY\n\n           I don't know, but if it's too shallow,\n\n           we'll break our necks, anyway. Hang onto\n\n           me.\n\n                         \n\n                          SAM\n\n           OK.\n\n           99.\n\n                         \n\n                         \n\n          Sam and Suzy link arms.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Captain Sharp climbing the steeple as Social Services yells\n\n          at him over the speaker of his walkie-talkie:\n\n                         \n\n           SOCIAL SERVICES (V.O.)\n\n           Application denied! I'm sorry! Over!\n\n                         \n\n                          CAPTAIN SHARP\n\n                          (FRUSTRATED)\n\n           Counsellors? What's the legal\n\n           perspective? Over!\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Mr. and Mrs. Bishop watching from the trap door with Scout\n\n          Master Ward. Mr. Bishop's eyes widen. He turns quickly to\n\n          Mrs. Bishop. She nods, energized. Mr. Bishop grabs Scout\n\n          Master Ward's walkie-talkie and shouts forcefully:\n\n                         \n\n           MR. BISHOP\n\n           In this state? I would litigate with\n\n           extreme confidence.\n\n                         \n\n           MRS.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nBISHOP\n\n           In this state? I would litigate with\n\n           extreme confidence. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BISHOP\n\n                          (ABSOLUTELY)\n\n           I concur.\n\n                         \n\n           MRS. BISHOP\n\n                          (INSPIRED)\n\n           Open with article fifteen of the Codes of\n\n           Civic Jurisdiction.\n\n                         \n\n           MR. BISHOP\n\n                          (FROM MEMORY)\n\n           No party, under any circumstance, shall\n\n           be denied due and proper consideration...\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Social Services' face, inscrutable, as she listens.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam and Suzy preparing to jump. They each take a deep breath.\n\n                         \n\n                          SUZY\n\n           On three again.\n\n                         \n\n                          SAM\n\n                          (SUDDENLY)\n\n           Wait. Just in case this is a suicide, or\n\n                          (MORE)\n\n           100.\n\n                         \n\n                          SAM (CONT'D)\n\n           they capture us, and we never see each\n\n           other again anymore -- thank you for\n\n           marrying me. I'm glad I got to know you,\n\n           Suzy.\n\n                         \n\n          Suzy looks deeply moved. She kisses Sam. A little electric\n\n          zap crackles at their lips. Suzy's eyes widen.\n\n                         \n\n                          SUZY\n\n           I think you've still got lightning in\n\n           you.\n\n                         \n\n                          SAM\n\n           Let's jump.\n\n                         \n\n          Sam and Suzy look down at the water again. Captain Sharp's\n\n          voice screams from off-screen:\n\n                         \n\n           CAPTAIN SHARP (O.S.)\n\n           No!\n\n                         \n\n          Sam and Suzy recoil. Captain Sharp appears, clinging to the\n\n          corner of the ledge. He shouts:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Goddammit!\n\n                         \n\n          Sam and Suzy retreat slightly. Captain Sharps waves his hands\n\n          in surrender. He yells into the walkie-talkie:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Tell him! Over!\n\n                         \n\n          Captain Sharp holds out the walkie-talkie. Social Services\n\n          voice comes over the scratchy speaker once more. She shouts:\n\n                         \n\n           SOCIAL SERVICES (V.O.)\n\n           Captain Sharp is offering to assume the\n\n           responsibility of foster parenthood!\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Scout Master Ward watching from the trap door with Mr. and\n\n          Mrs. Bishop.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\n           Captain Sharp is offering to assume the\n\n           responsibility of foster parenthood! CUT TO:\n\n                         \n\n          Scout Master Ward watching from the trap door with Mr. and\n\n          Mrs. Bishop. \n\nTARGET SECTION TO BE ANNOTATED:\n He says excitedly into his walkie-talkie:\n\n                         \n\n           SCOUT MASTER WARD\n\n           He wants you to live with him!\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Social Services watching from an attic window. She says\n\n          softly into her own walkie-talkie:\n\n           101.\n\n                         \n\n                         \n\n                          SOCIAL SERVICES\n\n           Is this acceptable to you, Mr. Shakusky?\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Sam staring at Captain Sharp. Captain Sharp says hopefully:\n\n                         \n\n                          CAPTAIN SHARP\n\n           What do you think, pal?\n\n                         \n\n          Tears stream down Sam's cheeks in the rain. He looks to Suzy.\n\n          She nods. She holds Sam's hand, and Sam reaches out to take\n\n          Captain Sharp's. Captain Sharp says into the walkie-talkie:\n\n                         \n\n                          CAPTAIN SHARP\n\n           We're coming down! Over and out.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Inside the church. The congregation listens on another walkie-\n\n          talkie. They are all just about to burst into a cheer -- when\n\n          there is a second, brighter flash followed by a much louder\n\n          bang and then a terrible, thunderous, ripping explosion. The\n\n          lights go out again. Everyone screams.\n\n                         \n\n          EXT. CHURCH ROOF. NIGHT\n\n                         \n\n          Scout Master Ward, Mr. and Mrs. Bishop, and Social Services\n\n          stare with their mouths open in frozen horror. The entire\n\n          steeple has disappeared. Only a twisted stump remains. Off\n\n          the edge of the roof, at the end of the rope, dangling in the\n\n          rain, Captain Sharp hangs swinging with Sam's hand in his\n\n          fist and Suzy's in Sam's. Voices shout in a panic above. Sam\n\n          and Suzy look up at Captain Sharp. He says to them evenly,\n\n          swaying above the rushing water:\n\n                         \n\n                          CAPTAIN SHARP\n\n           Don't let go.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Three days later. The detached steeple of the church lies on\n\n          its side on the roof of a smashed Volkswagen. The ground is\n\n          covered with strewn branches and trash. Sandbags still\n\n          surround the building.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe detached steeple of the church lies on\n\n          its side on the roof of a smashed Volkswagen. The ground is\n\n          covered with strewn branches and trash. Sandbags still\n\n          surround the building. \n\nTARGET SECTION TO BE ANNOTATED:\n The narrator stands in front of the\n\n          wreckage and addresses the camera:\n\n                         \n\n                          NARRATOR\n\n           The Black Beacon storm was considered by\n\n           the U.S. Department of Inclement Weather\n\n           to be the region's most destructive\n\n                          (MORE)\n\n           102.\n\n                         \n\n                          NARRATOR (CONT'D)\n\n           meteorological event of the second half\n\n           of the twentieth century.\n\n                         \n\n          EXT. SCHOOL YARD. DAY\n\n                         \n\n          A basketball backboard sticks up out of nine feet of standing\n\n          water. The net grazes the surface. The narrator sits in a\n\n          rowboat floating alongside it.\n\n                         \n\n                          NARRATOR\n\n           It lingered through six high-tides and\n\n           inundated the islands with punishing\n\n           winds and extreme high waters.\n\n                         \n\n          EXT. PUBLIC BEACH. DAY\n\n                         \n\n          An enormous neon ace-of-spades with the word Open spelled in\n\n          broken light-bulbs above it is jammed sideways into a sandy\n\n          beach. Brightly painted wooden planks are littered\n\n          everywhere. The black lighthouse remains intact in the\n\n          background. The narrator, now tiny in the frame, continues:\n\n                         \n\n                          NARRATOR\n\n           On St. Jack Wood, powerful surges broke\n\n           the arcade boardwalk and demolished the\n\n           village bandstand and casino.\n\n                         \n\n          EXT. SCOUT CAMP. DAY\n\n                         \n\n          One week later. A repaired Camp Ivanhoe sign is being hoisted\n\n          up into place above the entrance. Scouts throughout the camp\n\n          hammer, chop, nail, and saw.\n\n                         \n\n                         INSERT:\n\n                         \n\n          Scout Master Ward's portable night stand. The reel-to-reel\n\n          tape recorder is recording. The photograph of the Scout\n\n          Master-in-Chief at the Matterhorn has been replaced by a\n\n          picture of Becky operating her switchboard.\n\n                         \n\n          INT. SCOUT MASTER WARD'S TENT. DAY\n\n                         \n\n          Scout Master Ward says into the microphone:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Scout Master's log. October tenth.\n\n           Reconstruction continues increasingly\n\n           ahead of schedule, which I attribute to a\n\n           particularly robust esprit de corps among\n\n           the troop.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY\n\n                         \n\n          Scout Master Ward says into the microphone:\n\n                         \n\n           SCOUT MASTER WARD\n\n           Scout Master's log. October tenth. Reconstruction continues increasingly\n\n           ahead of schedule, which I attribute to a\n\n           particularly robust esprit de corps among\n\n           the troop. \n\nTARGET SECTION TO BE ANNOTATED:\n The latrine, however,\n\n           continues to present --\n\n                         \n\n          Scout Master Ward notices Skotak and a young boy with glasses\n\n          standing in the doorway. He says, off-mic:\n\n           103.\n\n                         \n\n                         \n\n           SCOUT MASTER WARD\n\n           Is this the new recruit?\n\n                         \n\n                          SKOTAK\n\n           Yes, sir.\n\n                         \n\n           SCOUT MASTER WARD\n\n           What's his rank?\n\n                         \n\n                          SKOTAK\n\n           He doesn't have one.\n\n                         \n\n           SCOUT MASTER WARD\n\n                          (ENTHUSIASTICALLY)\n\n           Pigeon Scout! Let's get you a patch.\n\n                         \n\n          Scout Master Ward presses stop on his tape recorder and leads\n\n          Skotak and the young boy out of the tent. The narrator\n\n                         CONTINUES:\n\n                         \n\n                          NARRATOR\n\n           The coastal areas of New Penzance were\n\n           battered and changed forever.\n\n                         \n\n                         INSERT:\n\n                         \n\n          The narrator's nautical chart. The cove is no longer\n\n          identified.\n\n                         \n\n           NARRATOR (V.O.)\n\n           Mile 3.25 Tidal Inlet was erased from the\n\n           map.\n\n                         \n\n          EXT. WIDE MEADOW. DAY\n\n                         \n\n          One year later. The sky is blue. Wildflowers grow in the tall\n\n          grass. The narrator, now in shirtsleeves, concludes:\n\n                         \n\n                          NARRATOR\n\n           But harvest yields the following autumn\n\n           far exceeded any previously recorded, and\n\n           the quality of the crops was said to be\n\n           extraordinary.\n\n                         \n\n          The narrator lingers for a moment, looking into the camera --\n\n          then turns away and walks down the hillside.\n\n                         \n\n          INT. BISHOP'S HOUSE. DAY\n\n                         \n\n          The landing at the top of the staircase. The portable record\n\n          player sits on the braided rug with the turntable spinning. A\n\n          child's voice says over the speaker:\n\n           104.\n\n                         \n\n                         \n\n           RECORD PLAYER (V.O.)\n\n           So you see, the composer Benjamin Britten\n\n           has taken the whole orchestra apart. Now\n\n           he puts it back together again in a\n\n           fugue.\n\n                         \n\n          Lionel, Murray, and Rudy lie on the floor on their stomachs,\n\n          propped up with their chins on their fists. They listen.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow\n\n           he puts it back together again in a\n\n           fugue. Lionel, Murray, and Rudy lie on the floor on their stomachs,\n\n          propped up with their chins on their fists. They listen. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Suzy sits in a small armchair reading a book called The\n\n          Return of Auntie Lorraine. There is an illustration on the\n\n          cover of a leathery, old woman and a girl with a pony-tail\n\n          looking together into a crystal ball. The kitten scratches at\n\n          Suzy's feet.\n\n                         \n\n          Sam sits on a stool painting a picture at the small easel. He\n\n          wears a miniature version of Captain Sharp's short-sleeved\n\n          uniform with a black necktie and a baseball cap.\n\n                         \n\n          Mrs. Bishop's amplified voice booms from the bottom of the\n\n                         STAIRS:\n\n                         \n\n           MRS. BISHOP (O.S.)\n\n           Suzy? Lionel, Murray, Rudy! Dinner!\n\n                         \n\n          Sam starts. Lionel, Murray, and Rudy look up from the record\n\n          player. Suzy is impassive. Mr. Bishop's voice takes over the\n\n                         MEGAPHONE:\n\n                         \n\n           MR. BISHOP (O.S.)\n\n           Don't make us ask twice!\n\n                         \n\n          Lionel, Murray, and Rudy jump to their feet and race down the\n\n          stairs. Sam dashes to the window. He opens it, climbs out,\n\n          and disappears. Suzy closes her book and rises to her feet.\n\n          Sam's head pokes back up from below. He and Suzy lock eyes.\n\n                         \n\n          Sam smiles. He whispers to Suzy urgently:\n\n                         \n\n                          SAM\n\n           See you tomorrow.\n\n                         \n\n          Suzy smiles back. Sam ducks away. Suzy goes over to the\n\n          window and looks out with her binoculars.\n\n                         \n\n                         CUT TO:\n\n                         \n\n          A binocular shot of Sam dropping to the ground and running\n\n          across the back lawn, into the trees. He comes out on the\n\n          dirt road where Captain Sharp waits, sitting on the hood of\n\n          his station wagon, smoking a cigarette. They both get into\n\n          the car and drive off.\n\n           105.\n\n                         \n\n                         \n\n          Suzy lowers the binoculars. She pauses in front of the easel\n\n          and looks at the picture. She walks quietly away down the\n\n          stairs. The kitten follows her. The record continues to play\n\n          on the empty landing.\n\n                         \n\n          The camera moves in toward Sam's painting on the easel.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kitten follows her. The record continues to play\n\n          on the empty landing. The camera moves in toward Sam's painting on the easel. \n\nTARGET SECTION TO BE ANNOTATED:\n It is\n\n          a watercolor landscape of Mile 3.25 Tidal Inlet. The tent is\n\n          pitched on the beach, and Sam's and Suzy's clothes hang on\n\n          the clothesline. Written in the sand with seashells just at\n\n          the water's edge are the words:\n\n                         \n\n                         \n\n                          MOONRISE KINGDOM\n\n\n\n\n\n"
}