{
  "1": "MR. NOBODY\n\nWritten by\n\nJaco Van Dormael\n\nVersion 11\n\f\"Mr. NOBODY\" VERSION 11\n\n1 - INT. LABORATORY — DAY\nSCIENCE PROGRAM, over the OPENING CREDITS:\n\nA pigeon in a lab cage is pressing a lever. A seed falls into its\ndish. The bird gobbles it down and repeats the process. The\nscientist then sets a timer: a seed is released automatically\nevery twenty seconds. The pigeon, flapping its wings, observes the\nseed.\n\nVOICE OF ADULT NEMO (OFF)\nLike most living creatures, the\npigeon quickly associates the\npressing of the lever and the\nreward. This is Pavlov’s well-known\n“conditioned reflex.” But when a\n\ntimer releases a seed\n\nautomatically, every twenty\n\nseconds, the pigeon wonders: “What\n\ndid I do to deserve this?” If it *\nwas flapping its wings at the time,\n\nit will continue to flap, convinced *\nthat its actions have a decisive *\ninfluence on what happens. We call *\n\nthis “PIGEON SUPERSTITION.”\n\nThe pigeon flaps its wings continually as the seeds fall *\nautomatically into its dish.\n\nEND OF OPENING CREDITS AND TITLE: “MR. NOBODY” *\n\n2 - PROLOGUE\n\n2A - A morgue. An unidentified body. It bears only one shoe, which\nis too small. The door of the refrigerated room closes on him.\n\nADULT NEMO (OFF)\nWhat did I do to deserve this? *\n\n2B - A man of thirty-six - NEMO - opens his eyes. He is running\ndown train tracks.\n\nA train rushes toward him with a deafening roar, blinding him.\nJust as he is about to be crushed, he wakes up...\n\n2C - He opens his eyes. He is behind the wheel of a car, his\nseatbelt on, underwater in a river. The windshield bursts and\nwater pours into the car... He drowns...\n\n2D - He wakes up underwater, sits up... He is in his bathtub. He\n\ncoughs, spits out water. A stranger opens the door and shoots him\nin the chest...\n\f\"Mr. NOBODY\" VERSION 11\n\n2F - He wakes up.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA stranger opens the door and shoots him\nin the chest... \"Mr. NOBODY\" VERSION 11\n\n2F - He wakes up. \n\nTARGET SECTION TO BE ANNOTATED:\n He is in a free-fall in complete darkness, in\nhis bathrobe, turning in the void. Below him, a swimming pool.\nEmpty...\n\n2G - He wakes up... An alarm. He is at the controls of a\nspaceship. Meteorites are crashing into the vessel, the wide\ncockpit window shatters. The vessel explodes. AN ALARM sounds. *\n\n3 - INT. HOSPITAL ROOM - NIGHT\n\nHologram of an alarm clock going off. An old man’s hand gropes\naround, turns it off. The old man walks clumsily in the dark\nbumping into things. He sees his clothes on a chair, next to a\npair of slippers. He goes to the sink. He turns on the light and\nsuddenly sees his face in the mirror. It is Nemo. He is extremely\nold. He is one hundred and twenty years old... He touches his\nface, trembling, stunned. He panics.\n\nOLD NEMO\nNo... NO...\n\n4 - INT. PSYCHIATRIST’S OFFICE — DAY\n\nSubjective point of view. A kind-looking psychiatrist, DR.\n\nFELDHEIM, a man of about fifty, sits facing us, looking at us. He\nis taking notes, sitting in a chair. A small video camera is\nrecording the interview. Words from the exchange write themselves\non what looks like a computer.\n\nDOCTOR\nHow’s it been going since last *\nweek?\nNEMO (OFF)\n?! ... We know each other?\nDOCTOR\nWe see each other every week.\nNEMO (OFF)\nSince when?\nDOCTOR\nSince I started working here. I’m *\nDr. Feldheim. And who are you? *\nNEMO (OFF)\nNobody. Nemo Nobody.\nDOCTOR\nThat’s an unusual name. Don’t you *\nthink? *\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO (OFF)\nSometimes people call me Mr. *\nCraft... C.R.A.F.T... *\nDOCTOR *\nUh?... *\nNEMO (OFF) *\n“Can’t Remember A Fucking Thing.” *\n\nThe doctor smiles, amused.\n\nDOCTOR\nWhat was the first question I asked\nyou?\nNEMO (OFF)\nI don’t know.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nT... *\nDOCTOR *\nUh?... *\nNEMO (OFF) *\n“Can’t Remember A Fucking Thing.” *\n\nThe doctor smiles, amused. DOCTOR\nWhat was the first question I asked\nyou? NEMO (OFF)\nI don’t know. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nDOCTOR\n\nCan you tell me how old you are?\n\nNEMO (OFF)\nThirty-six. I was born in 1972.\n\nDOCTOR\nWould you mind looking at your\nhands? You don’t have to if you\ndon’t want to.\n\nNemo’s hands come into the frame, into the subjective point of\nview. His hands are old and wrinkled. They are shaking.\n\nDOCTOR (CONT.)\nThere’s a mirror in front of you,\nif you’d like to use it.\n\nNemo does not want to look. He hides his eyes.\n\nDOCTOR (CONT.)\nWhat year is this?\n\nNEMO\nThis is 2008... I’m thirty-six, I\nwas born February 9, 1972...\n\nDOCTOR\nSo I guess it’s your birthday. *\n\nThe doctor hands him a newspaper: it is a slim, lightweight liquid\ncrystal screen... Nemo looks at the date on the “newspaper” on\nwhich text and animated images mingle. At the top we read\n“February 9, 2092.” There is a picture of old Nemo on the front\npage, above a headline that reads: “THE LAST MORTAL.”\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nI’m thirty-six! ... I’ve got to\nwake up! ... To wake up! *\n\nWe hear an alarm clock going off.\n\n5 - INT. ADULT NEMO’S BEDROOM — DAY\n\nNemo wakes with a start. His alarm clock is ringing. Nemo is\nthirty-six. He catches his breath. His wife, ELISE, is sleeping\nnext to him. He parts the curtains.\n\nELISE\nDon’t, Nemo... The sun hurts my\neyes.\n\nHe closes the curtains and goes into the bathroom. He turns on the\nlight. He looks at himself in the mirror, reassured.\n\nContinued CREDITS run over:\n\n6 - INT. NEMO AND ELISE’S HOUSE — DAY\n\nMusic. Nemo is setting the breakfast table for five, his gestures\nsmooth and confident. He squeezes fresh orange juice, cooks some\neggs. He is in a good mood.\n\n6A - He wakes his three children, JOYCE, age twelve, EVE, age\neight, and NOAH, age six. He gets them dressed, full of gusto.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is in a good mood. 6A - He wakes his three children, JOYCE, age twelve, EVE, age\neight, and NOAH, age six. He gets them dressed, full of gusto. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nhas them laughing.\n\nNEMO\n(yelling up the stairs\nI’m driving the kids to school.\nNoah, put on your coat.\n\n6B - Nemo grabs the day’s mail as he goes out and looks through it\ndistractedly.\n\n7 - EXT. STREET IN FRONT OF THE SCHOOL — DAY\n\nNemo drops his children off at school. They kiss good-bye. He\ndrives away.\n\n8 - EXT. TOWN INTERSECTION — DAY\n\nHe looks at his watch. It is bizarrely divided into seven hours\ninstead of twelve. He looks at the clock on the church tower. It\n\nalso has a seven-hour face. Nemo is puzzled. In the sky are two\nsuns.\n\f\"Mr. NOBODY\" VERSION 11\n\n8A - Nemo turns a corner onto a wide avenue lined with tall\nbuildings. The end of the avenue is under construction. The\nworkmen look at him. The few cars on the road are all stopped.\nNemo gets out of his car. An electric billboard on a building\ndisplays running text between flashing ads. The giant letters\nspell out: “N...E...M...0... 22-T...U...R...N-..\n\n». A...R...0...U...N...D...” Nemo watches the letters going by,\npuzzled. Passersby stare at him. They walk strangely (backwards).\nNemo turns around and sees a tramp on the other side of the\nstreet. The tramp’s face is Nemo’s. Nemo can’t believe his eyes.\n\nNEMO\nHey!\n\nThe tramp continues on his way, dragging his things behind him. He\ngoes into a building under construction. Nemo crosses the street\nand enters the same building.\n\n8B - A security guard tries to keep him out, but Nemo pushes past\nhim and goes inside.\n\nThere is nothing on the other side of the building. The facade is\na set, panels and planks held up by buttresses. Behind it lies a\nbeach, and then the sea. Nemo’s footsteps in the sand precede him.\nHe erases them as he walks. There are two suns.\n\n8C - The sea is cut up into enormous blocks carried by\nhelicopters. The latter are assembling the sea.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are two suns. 8C - The sea is cut up into enormous blocks carried by\nhelicopters. The latter are assembling the sea. \n\nTARGET SECTION TO BE ANNOTATED:\n An alarm clock\ngoes off in the distance.\n\n9 - INT. ADULT NEMO’S BEDROOM — DAY\n\nNemo wakes with a start. His alarm clock is going off. The scene\nis identical. Elise is sleeping next to him. Nemo goes through the\nsame motions. He opens the curtains.\n\nELISE\nDon’t, Nemo... The sun hurts my\neyes.\n\nNemo closes the curtains. We stay with Elise, who turns her back\nto him. Her eyes are open. Tears run down her cheeks. Nemo does\nnot see her crying. He wants to turn on the light in the bathroom,\nbut bizarrely, the switch is no longer to the left of the door,\nbut to the right. He looks at himself in the mirror.\n\n10 - INT. NEMO AND ELISE’S HOUSE — DAY\n\nNemo is squeezing oranges. He is less lively than the previous\ntime. He drops an eggshell in the omelet.\n\n10A - He wakes the three children. He gets them dressed.\n\f\"Mr. NOBODY\" VERSION 11\n\nJust as Nemo reaches the door to pick up the mail, he sees a big\nenvelope slip inside under it. Nemo looks at it, puzzled. He\nglances through the window.\n\n10B - Nemo just catches a glimpse of an old man dressed as a\nmailman. The man looks like old Nemo. He is walking backwards,\n“back through time.”\n\nNemo opens the envelope. He removes a photograph of himself with a\ndifferent haircut and different clothes, in a big garden with two\nchildren and an unknown woman... Nemo doesn’t understand. His\nchildren are running around him, yelling and playing. Nemo cannot\ntake his eyes off the picture.\n\nNEMO\nPaul, keep it down! *\n\nThe little boy, on whose T-shirt we read “Noah,” stops and looks\nat his father.\n\nNOAH\nMy name’s not Paul!\n\nNEMO\nPaul?\n\nNemo closes his eyes...\n\n11 - EXT. NEMO AND JEAN’S GARDEN — DAY\n\nPAUL (OFF)\nDaddy? ... Daddy? *\n\nJEAN (OFF)\nPaul, don’t wake your father!\n\nNemo opens his eyes. A little boy of seven, PAUL, is looking at\nhim.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaddy? *\n\nJEAN (OFF)\nPaul, don’t wake your father! Nemo opens his eyes. A little boy of seven, PAUL, is looking at\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n Nemo was asleep on a chaise lounge, beside a swimming pool in\na vast property, a glass of fruit juice in his hand. Nemo sees the\nwoman from the picture, JEAN, approaching.\n\nNEMO\nAnna?\n\nNemo is terrified. The woman looks surprised.\n\nJEAN\nIt’s me, Jean...\nNEMO\nJean? ... Am I dead?\n\f\"Mr. NOBODY\" VERSION 11\n\nJEAN\nGo back and play, Paul.\n(Paul wanders off)\nWho’s Anna?\n\nNEMO\nAnna? wee I don’t know anyone\ncalled Anna...\n\nJEAN\nYou’re still tired, Nemo. You need\nto rest.\n\nShe looks at him, a moment of silence.\n\nJEAN (CONT.)\nI’ll turn the television on for\nyou. Call me if you need anything.\nI’m going inside, the sun hurts my\neyes.\n\nNEMO\nWhat?\n\nJEAN\nThe sun hurts my eyes.\n\nShe turns on a television sitting on a garden table. She turns it\nto the stock market news and walks away. Nemo surfs.\n\n11A - Images of a huge accident. Dozens of cars are burning on a\nbridge. Nemo channel hops. He stops on a nature program. Lionesses\nare circling a gazelle. The lionesses move in closer, threatening.\nIn the background, to the same rhythm, dark silhouetted figures\napproach Nemo.\n\nJEAN (CONT.)\nNemo, your friends are here, and my\nfather, too...\n(She kisses her father hello)\nHello dad. He hasn’t said a thing.\n\nThe silhouetted figures circle Nemo. Nemo doesn’t look at them.\nOne of the men kneels down and positions himself in Nemo’s field\nof vision.\n\nMAN IN BLACK\nHello Nemo. How are you feeling\ntoday?\n\nNEMO\n\nMAN IN BLACK\nDo you know who I am?\n\n*\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo doesn’t answer. He tries to keep watching the television.\n\nMAN IN BLACK (CONT.)\nWe’re all very worried about you,\nNemo. Everyone hopes you’1l be back\nin the office soon.\n\nAn older man, JEAN’S FATHER, leans toward Nemo with a serious air.\nJEAN’S FATHER\nIt’s collapsing.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone hopes you’1l be back\nin the office soon. An older man, JEAN’S FATHER, leans toward Nemo with a serious air. JEAN’S FATHER\nIt’s collapsing. \n\nTARGET SECTION TO BE ANNOTATED:\n We’ve got to sell,\nNemo. You’re the one who has the\nsignature. We need the secret code.\n\nNemo doesn’t move a muscle.\n\nJEAN'S FATHER (CONT.)\n\n(aggravated)\nThe code, Nemo... Do you remember\nthe code?\n\n12 - FLASH — EXT. STREET, ADULT ANNA — DAY\n\nBits of numbers. Then the number “12358” on the facade of a house.\n\n13 - INT. HOSPITAL ROOM — DAY\n\nOld Nemo is sleeping. Sensors are hooked up to his forehead and\nconnected to a machine. Numbers run by. Needles are moving back\nand forth, drawing peaks on the paper. Two white shadows approach\nhim.\n\nDOCTOR (OFF)\nHe’s dreaming.\n\nNemo’s eyeballs are agitated.\n\n14 - EXT. TRAIN STATION PLATFORM — DAY\n\nThe feet of a running child. CHILD NEMO is SEVEN. He is running\ndown the platform, trying to catch a departing train.\n\n15 - INT. CITY/MISC. — DAY\n\nThe image is broadcast on television. Clients in a café watch the\nscreen. Some hold their pet pigs on leashes.\n\n15A - People on a train station platform watch the same images on\nTV.\n\f\"Mr. NOBODY\" VERSION 11\n\n15B - An overly made-up presenter dressed to the nines is smiling\nabove a multicolor flashing headline. He has a small pig on his\nlap, a pink ribbon around its neck.\n\n15B1 - Commercials run simultaneously in the corners of the\nscreen. The hospital is in the background.\n\nPRESENTER\n\nThis is Julian Marshall, live from\nNew-New-York Hospital. We’re about\nto see the final episode in our\nseries “THE LAST MORTALS.” Mr.\nNobody is almost 120 years old, and\nhas never been telomerized. Nor\ndoes he have a marvelous stem-cell\ncompatible pig. Live on WWB: Mr.\nNobody will be the last man on\nearth to die of old age. MR.\nNOBODY, THE LAST MORTAL!\n\nBooming jingle. Colored lights.\n\n15c - A telephoto shot through a window of old Nemo on his\nhospital bed. The glass undulates in the wind.\n\n16 - INT. MISC. — DAY\n\nA young couple watching TV...",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe glass undulates in the wind. 16 - INT. MISC. — DAY\n\nA young couple watching TV... \n\nTARGET SECTION TO BE ANNOTATED:\n16A - Police in a station watching the show...\n16B - An old woman with her pig...\n\n16C - A giant screen on top of a building transmitting the show...\n\n17 - EXT. FACADE OF THE HOSPITAL — DAY\nThe presenter turns towards the psychiatrist.\n\nPRESENTER\nNo trace of his identity has been\nfound in the national records.\nNothing about his past.\n\nDOCTOR\nWe don’t know who Mr. Nobody is.\nNeither does he. Our patient’s\nmemories are confused. But it is\nnot unusual, at a certain stage of\nillness, for very old memories to\nreemerge in great detail.\n\n+ + OF\n\n*\n\f\"Mr. NOBODY\" VERSION\n\n18 - INT. OLD NEMO’S HOSPITAL ROOM — DAY\n\nOld Nemo is watching television, stunned. He sees his own image\nthrough the window. On the other side of the window, several\nminiaturized cameras float in the air. Nemo presses a button. The\nwindow becomes opaque, displaying a repeating image of the bottom\nof the sea, like a screen-saver.\n\n19 - EXT. TV IMAGE — DAY\nPRESENTER\n\nShould Mr. Nobody be allowed to die\na natural death? Should his\n\nexistence be artificially\nprolonged? Make your vote now.\nPress “xX” for artificial\nprolongation, “0” to let nature run\nits course. We’ll be back - after\nthis.\n\nThe presenter is replaced by an ad for holidays on Mars.\n\n19A - We see a smiling family racing across a red desert in a\nfuturistic vehicle. Bicycles are attached to the roof. They are\namazed by the landscape.\n\nVOICE OVER\nYou, too, can take a family\nvacation on Mars, a treat for the\nyoung and the old. Book before\nUnion Day and save up to sixty\nthousand units!\n\n20 - INT. TV NEWS EDITORIAL ROOM — NIGHT\n\nThe room is in a semi-darkness. Several silhouettes stand out\nagainst big windows. We do not see their faces.\n\nEDITOR-IN-CHIEF\nThe guy’s pulling maximum ratings!\nAnd we’ve got nothing on him! I\nneed a profile. I need a\nbackground.\n\nYOUNG JOURNALIST\n\nHe’s been in that hospital\npractically forever.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nneed a profile. I need a\nbackground. YOUNG JOURNALIST\n\nHe’s been in that hospital\npractically forever. \n\nTARGET SECTION TO BE ANNOTATED:\n No one knows\nwho he is. I’ve checked it out.\nNever had a driver’s license. Never\nhad a phone line or electrical hook-\nup. Officially, he doesn’t exist.\nSo they called him Mr. Nobody.\n\n-10-\n\n11\n\n+ eH OF\n\n*\n\f\"Mr. NOBODY\" VERSION 11\n\nEDITOR-IN-CHIEF\nLook harder, dammit! This guy\ndidn’t just come out of nowhere.\n\n21 - INT. DOCTOR’S OFFICE — DAY\n\nOld Nemo is once again sitting across from his doctor.\n\nDOCTOR\nLet’s try something new. I’m\nthinking of an old technique. I\ncan’t promise anything. Maybe\nsnatches of memory will come back,\nmaybe nothing will happen. Are you\nwilling to try?\n\nNemo agrees with a nod.\n\nThe doctor places a small shiny metallic sphere in front of\nsuspended in mid-air. Then it starts swinging, very close,\nleft to right,\n\neyes,\n\n-21A - a child’s feet running down a station platform\n-21B - tracks rushing past very close below us\n-21C - branches swaying in the wind\n-21D — a drop falling from a faucet...\n-The pendulum swings in close-up.\n...21E — the beam of a lighthouse beside the water lights us\nregularly.\nDOCTOR’S VOICE (OFF) (CONT.)\n++. your eyelids are getting\nheavy... your arms and legs are\ngetting heavy... I’m going to count\nto three... when I say three, you\nwill be asleep... One...\n21C(cont.) - A swaying branch, seen through a window\n...21F - we move back and enter a child’s room...\nDOCTOR’S VOICE (OFF) (CONT.)\n-two...\n21G - A hand caressing a cheek... The face of a woman, ANNA...\n\nright to left...\nDOCTOR’S VOICE (OFF)\n\nYou are very relaxed... You hear\nonly my voice...\n\n-1l1-\n\nNemo’ s\n\n*\n\f\"Mr. NOBODY\" VERSION 11\n\n22 - INT. SHOWROOM - DAY\n\nDOCTOR’S VOICE (OFF)\nRemember the day you came here...\nThree. You’re sleeping.\n\nAdult Nemo wakes with a start. He is lying on a bed and looking\naround.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re sleeping. Adult Nemo wakes with a start. He is lying on a bed and looking\naround. \n\nTARGET SECTION TO BE ANNOTATED:\n We’ve never seen the room before, and it is extremely\nclean and neat. Nemo notices a price tag on the bedside lamp. Nemo\ntakes his clothes from the chair. He gets dressed as he looks\naround.\n\nA couple enters the room, in their coats, holding a child by the\nhand. They look at Nemo with surprise. We are in an immense\nshowroom of bedroom furniture. Distraught, Nemo walks through the\nstore, hurrying to the exit.\n\n23 - EXT. STREET IN FRONT OF THE SHOWROOM — DAY\nNemo leaves the showroom. The street is strangely empty, not a\ncar, not a single passerby. Across the street, a swing hanging\nfrom a tree branch swings from left to right. A movement much like\nthe pendulum.\nDOCTOR’S VOICE (OFF)\n\n...Remember even further’ back...\n\nwhen I say three... one... two...\n\nthree.\nNemo looks up. In the sky, a small plane is pulling an advertising\nstreamer. Written on it: “SLEEP.”\n\n24 - EXT. TRAIN STATION PLATFORM — DAY\n\nShort flashes in the dark. Child Nemo is seven. He is running down\nthe platform trying to catch a departing train.\n\nDOCTOR (OFF)\nRemember...\n\n25 - INT. LIMBO — DAY\n\nEverything is white. We can only make out a few forms in the\n\nwhiteness... Naked children wander about in slow motion... There\nare pools of steaming water... Children’s heads emerge from the\nwater.\n\nVOICE OF OLD NEMO (OFF)\nI can remember a long time ago...\nlong before my birth...\n\n-12-\n\f\"Mr. NOBODY\" VERSION 11\n\nVOICE OF CHILD NEMO (OFF)\n(The voices overlap, slightly\nout of sync)\n...long before my birth... I was\nwaiting with those who are not yet\nborn. When we’re not born yet, we\nknow everything...\n\nA child is seated in the whiteness. He is waiting. It is child\nNemo. We approach his mouth.\n\nCHILD NEMO\n...Everything that will happen.\n\nHe has no cleft on his upper lip. Other children are wandering\naround. A unicorn passes by. A light approaches some children, who\nlook up.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nOther children are wandering\naround. A unicorn passes by. A light approaches some children, who\nlook up. \n\nTARGET SECTION TO BE ANNOTATED:\nCHILD NEMO (OFF)\nWhen it’s your turn, the Angels of\nOblivion place a finger on your\nmouth. Shhh. It leaves a mark on\nthe upper lip. It means that you’ve\nforgotten everything. But the\nangels missed me.\n\nTwo angels fly above the children, and place a finger to their\nlips, one after the other. When the finger is removed, a shallow\nvertical cleft has appeared on the upper lip. The Angle of\nOblivion forgets Nemo. Nemo’s face plunges into the water with\nthose of the other children. Everything turns white.\n26 - EXT. SKY — DAY\nThe clouds part, allowing us to see the earth below...\nCHILD NEMO (OFF)\nThen you have to find a daddy and a\nmummy. It’s not easy to choose.\n\n27 - INT. MISC. — DAY\n\nA series of interviews follows, like a casting call. Couples of\nevery kind, sitting on their sofas, talking to the camera.\n\n27A - A chic, overly smiley couple:\nSMILEY COUPLE WOMAN\nThey’re so cute when they’re\n\nsmall...\n\nSMILEY COUPLE MAN\n...with those little shoes...\n\n-13-\n\f\"Mr. NOBODY\" VERSION 11\n\nSMILEY COUPLE WOMAN\nWe'd like him to be a_ tennis\nchampion.\n\n27B - A shy couple is trying to control a struggling little boy.\nThey spank him.\n\nSHY COUPLE WOMAN\nIt would be nice for the older one\nnot to be all alone...\n\n27C - A sad couple. The man is drunk.\n\nSAD COUPLE WOMAN\nI think it would help my husband if\nwe had a child. We’d call him\nGeorge. Right, George? We had a\ndog, but it died.\n\n27D - Two men holding hands.\n\nMAN\nIt’s an important experience.\n\n27E - A couple of old Texans with cowboy hats. *\n\nOLD TEXAN MAN\nBlond an’ blue-eyed. That’s all I’m\naskin’.\n\n27F - An Eskimo couple speaks Eskimo. We understand nothing.\n27G - A teenage couple.\n\nTEENAGE GIRL\nIt’s not that we want a kid, but we\nslept together.\n\n27H - A disillusioned couple.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n27G - A teenage couple. TEENAGE GIRL\nIt’s not that we want a kid, but we\nslept together. 27H - A disillusioned couple. \n\nTARGET SECTION TO BE ANNOTATED:\nDISILLUSIONED MAN\n...It’s normal to think about\nchildren when you reach a certain\nage, for women at least.\n\nDISILLUSIONED WOMAN\nIt is the meaning of...\n\nDISILLUSIONED MAN\n(interrupting her) *\n...of life. I hadn’t finished,\ndarling. It is the meaning of life.\n\n27I - An ordinary couple looks at the camera. They shrug, not\nknowing what to say. They say nothing. They are holding hands.\n\n-14-\n\f\"Mr. NOBODY\" VERSION 11\n\nCHILD NEMO (OFF)\nIn the end, I chose them. Because\nthe lady smelled nice. And the man\nsaid:\n\nFATHER\nWell, I can tell you how we met. It\nwas meant to be. Have you heard of\nthe butterfly effect?\n\n28 - EXT. JAPAN — DAY\n\nIt is springtime in Japan. A few Japanese are walking through a\npark. A butterfly is perched on a flower. It flaps its wings and\nflies away. The wind blows gently through the leaves of a tree. *\n\n28A - Clouds move in the sky. The air current merges with others\nfrom the sea...\n\n29 - EXT. OCEAN — DAY\n\n...We are flying above the ocean, among the clouds... The clouds\nmerge with other clouds. The weather becomes stormy...\n\n30 - EXT. CHILD NEMO’S STREET — DAY\n\n...We descend over a small town in England. It is autumn. A leaf\ntwirls, floats over the rooftops... We follow it.\n\n30A - It flies over NEMO’S FATHER. A young woman is going the\nother way, NEMO’S MOTHER. The leaf lands right at Nemo’s father’s\nfeet, and he slips and falls. The young woman runs to help him get\nup. They look into each other’s eyes. Love at first sight. A bolt\nof lighting in the sky.\n\nCHILD NEMO (OFF)\nOnce upon a time there was a daddy\nand a mummy named the daddy and the\nmummy. They found a cute little\nbaby and called it the cute little\nbaby.\n\n31 - ENDOSCOPIC SHOT\n\nThe face of the fetus, curled up on itself. It opens its eyes.\n\n-15-\n\f\"Mr.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n31 - ENDOSCOPIC SHOT\n\nThe face of the fetus, curled up on itself. It opens its eyes. -15-\n\f\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\n32 - MODEL\n\nA model of child Nemo’s street. Pretty little houses that look\nalike, each with its own yard. A child’s hand positions a tiny\ncar. A bawling baby.\n\nCHILD NEMO (OFF)\nThe little baby was born there. He\nwas born that day and not another.\nHis parents were those parents.\nWhy? Because that’s the way it is.\nThe baby can cry outloud, but it *\nchange these facts.\n“From sperm to worm.” His daddy and\nhis mummy live at number 7.\n\nThe number “7” on the wall of the house.\n\n33 - INT. CHILD NEMO’S HOUSE — DAY\n\nBaby Nemo looks at his mummy. His mummy hides behind a bedsheet.\nHe can’t see her anymore, and waits. His mummy say “Peek-a-boo!”\nThe baby laughs.\n\n33A - A hairbrush. The mother’s lips, to which she is applying\nlipstick. The mother is singing a song. The baby’s hand lifting\nthe father’s sleeve in order to touch his watch.\n\nCHILD NEMO (OFF)\n\nThe mummy has a brush for her hair\nand lipstick for her lips. She\nsmells good. She sings a little\nsong: “Eenie meenie miney moe,\ncatch a tiger by the toe...” The\ndaddy has a watch and hair on his\narm. The watch goes tick-tock.\nDaddy catches flies.\n\n33B - A fly on the table. The father’s hand approaches slowly,\nthen grabs the insect just as it is about to fly away. The father\nopens the window and sets it free outside.\n\nCHILD NEMO (OFF) (CONT.)\nEverything we see exists. We can\nsee it. The table is called\n“table,” the chair is called\n“chair.” We can see them. The\nlittle baby can see his daddy and *\nhis mummy.\n\n33C - The father and the mother lean over us.\n\n-16-\n\f\"Mr. NOBODY\" VERSION 11\n\nCHILD NEMO (OFF) (CONT.)\nI can see mummy’s eyes, but I can’t\nsee my eyes. The little baby can\nsee his hands but he cannot see\nhimself.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\n-16-\n\f\"Mr. NOBODY\" VERSION 11\n\nCHILD NEMO (OFF) (CONT.)\nI can see mummy’s eyes, but I can’t\nsee my eyes. The little baby can\nsee his hands but he cannot see\nhimself. \n\nTARGET SECTION TO BE ANNOTATED:\n So does he really exist?\nDo I really exist?\n\n33D - The baby’s hands seen from a subjective point of view. Nemo\nis looking at his shadow on the ground, moving at the same time he\ndoes. The shadow moves on the floor, on the walls. He tries to\nstep on it. He pinches himself. Then he bites his mother’s arm.\n\nCHILD NEMO (OFF) (CONT.)\nIf the baby pinches himself, it\nhurts. If he bites mummy, it\ndoesn’t hurt.\n\nHe looks at the reflection of his face in a dirty mirror. The baby\ntakes his first steps, then falls down. The mother applauds.\nThrilled, the baby lets himself fall again.\n\nCHILD NEMO (OFF) (CONT.)\nIf the baby falls, the mother claps\nher hands. She says, “Bravo.”\n\n33E - The mother falls down the stairs with a basket full of\nlaundry. She hurts herself. The baby claps. He gets a spanking.\n\n33F - FLASH: Anna, age five, swinging on a swing.\n\nCHILD NEMO (OFF) (CONT.)\nWhy am I me and not someone else?\nWhy does what exists exist? Why do\nwe remember the past but not the\nfuture? When you ask mummy, she\nsays...\n\n33G - The mother, overwhelmed by house-cleaning, says to NEMO (AGE\nFIVE) as she vacuums:\n\nMOTHER (VOICE OF CHILD NEMO)\nStop asking “Why?” all of the time! *\n\nThe father puts on his hat and coat and leaves the house. Child\nNemo opens the door to make sure his father is no longer there,\nthen runs to the television and turns it on.\n\n33H - The smiling image of his father appears on television. He is\npresenting the weather forecast in a playful voice.\n\nFATHER\nAn anticyclone moving in from the\nAzores tomorrow will bring clear\nskies through the weekend, so get *\nthose barbecues out! *\n\n-17-\n\f\"Mr. NOBODY\" VERSION 11\n\n34 - EXT. CHILD NEMO’S STREET (1977) — DAY\n\nThunderclap in a grey sky. Nemo is walking down the sidewalk\nholding his father’s hand. It suddenly starts pouring. The father\nopens an umbrella.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo is walking down the sidewalk\nholding his father’s hand. It suddenly starts pouring. The father\nopens an umbrella. \n\nTARGET SECTION TO BE ANNOTATED:\n They pass some women neighbours on the opposite\nsidewalk as they bring in a table and chairs, leaving the barbecue\nin the rain. The father greets the neighbors politely as they\nstare daggers at him. The father smiles self-consciously.\n\n35 - INT. HOSPITAL ROOM — NIGHT\n\nThe door opens quietly. A shadow steps furtively into the room and\ncloses the door. Old Nemo is asleep, hooked up to a life-support *\nequipment. The shadow approaches him.\n\nJOURNALIST\nPssst... Sir...\n\nThe man clumsily knocks over a game of chess on the bedside table.\nThe noise wakes Nemo up. He finds a timid young man in front of *\nhim, an old tape recorder slung over his shoulder.\n\nJOURNALIST (CONT.)\n\nIt’s okay... I... I’m a *\njournalist... The hospital won’t *\nallow interviews... I’d just like *\n\nto ask you a few questions...\nNemo stares at him.\n\nJOURNALIST (CONT.)\nA friend of mine’s a nurse here. *\nThey helped me get in. My paper *\nreally wants me to get something. A\nbiography, just a few dozen lines.\n\nOLD NEMO\nWhat time is it?\n\nJOURNALIST\n(looking at his watch)\nFourteen twelve.\n\nThe clock on the wall shows seven hours and not twelve. The\njournalist puts his old reel-to-reel tape recorder on the table.\nHe loads a reel of tape. He holds out the microphone to Nemo. The\njournalist presses the “record” button...\n\nOLD NEMO\nWhere did you find that?\n\n- 18 -\n\f\"Mr. NOBODY\" VERSION\n\nJOURNALIST\nI... I borrowed it from the\nuniversity museum, but it still\nworks. So. Um... Here we are.\n\nOLD NEMO\n\nI’ve got nothing to say to you. I’m\nMr. Nobody. The man who doesn’t\nexist. An old grump who mixes\n\neverything up. Go away.\n\nJOURNALIST\nDo you remember what the world was\nlike before Quasi-Immortality?\n\nOLD NEMO\nWhat?\n\nJOURNALIST\nTelomerization. Endless renewal of\ncells. What was it like when humans\nwere mortal?\n\nOLD NEMO\nI have no idea.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nEndless renewal of\ncells. What was it like when humans\nwere mortal? OLD NEMO\nI have no idea. \n\nTARGET SECTION TO BE ANNOTATED:\n There were cars\nthat polluted, we smoked\n\ncigarettes, we ate meat. We did\neverything we can’t do in this\ndump. It was wonderful. Most of the\ntime nothing happened. Just like in\na French movie.\n\nJOURNALIST\nAnd... sexually? Before sex became\nobsolete?\n\nOLD NEMO\nYou don’t need sex anymore? ... We\nscrewed. People were always\nscrewing. We fell in love.\n\nJOURNALIST\nThe police have investigated you,\nand they’ve found nothing. But they\ndidn’t check the paper archives. It\ntook a little patience...\n\nHe takes a paper from his pocket and unfolds it.\nJOURNALIST (CONT.)\n\n...but I found this. It’s from a\nlocal paper in Ontario.\n\n-19 -\n\n+ + OF\n\f\"Mr. NOBODY\" VERSION 11\n\nHe holds out a photocopy of a newspaper article. The picture shows\na car being hauled by a crane from a river. We see the portrait of\naman, PETER.\n\nJOURNALIST (CONT.)\nThat is you, isn’t it?\n\nNEMO\nI don’t know. It doesn’t look like\nme. What time is it?\n\nJOURNALIST\n(looking at his watch)\nFourteen thirteen. Look: “Nemo\nNobody.” The name matches. It\n\nappears you died in a car accident\nin 2008. Your car was found at the\nbottom of a river.\n\n36 - FLASH\n\nThe body of adult Nemo in the morgue. He is wearing just one shoe,\nwhich is too small. A police officer is smoking a cigarette next\nto him. The scene is shot in reverse, the smoke going into the\ncigarette. A woman identifies the body. It is Jean. She is holding\na handkerchief. A tear goes back up to her eye.\n\n37 - INT. HOSPITAL ROOM — NIGHT\n\n(cont. )\nOLD NEMO\nI am alive...aren’t I? *\nJOURNALIST\nYou were a scientist specializing\nin chaos theory... space-time, the\nmultiverse. You had your own TV *\n\nshow.\n\nNemo’s face contorts.\n\n38 - EXT. UNDERWATER — DAY\n\nA picture of adult Anna in a small frame turns floating inside the\n\ncar, underwater... bubbles rise to the surface... a hand struggles *\nunderwater...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo’s face contorts. 38 - EXT. UNDERWATER — DAY\n\nA picture of adult Anna in a small frame turns floating inside the\n\ncar, underwater... bubbles rise to the surface... a hand struggles *\nunderwater... \n\nTARGET SECTION TO BE ANNOTATED:\n underwater views of algae swaying gently to the *\nmusic... fish swim past... one of the fish comes very close to *\n\nlook at us...\n\n- 20 -\n\f\"Mr. NOBODY\" VERSION 11\n\n39 - INT. UNDETERMINED — DAY\nA trout with almonds on a plate.\n\nOLD NEMO (OFF)\n\nI always liked fish. I never\nthought that one day it would like\nme, too.\n\n40 - EXT. UNDERWATER — DAY\n\n...the fish swims at us, its mouth wide open, ready to eat us. *\n\n41 - INT. HOSPITAL ROOM — NIGHT\n\nJOURNALIST\nDo you really remember nothing?\n\nIn lieu of answering, Nemo closes his eyes. The journalist takes\nout a portable VCR and opens it in front of Nemo.\n\nJOURNALIST (CONT.)\nI found this, too.\n\nHe presses play, and a scratchy image appears onscreen. Old Nemo\nwatches, fascinated.\n\nIt is an educational program.\n\n41A - Peter is speaking to the camera. Behind him is a big\nconstellation of stars.\n\n41B - We see a simulation of the Big Bang.\n\nPETER\nWhat was there before the Big Bang? *\nThere was no “before” because\n\nbefore the Big Bang, time did not\nexist. Time is a result of the\nexpansion of the universe itself.\nBut what will happen when the\nuniverse has finished expanding,\nand the movement is reversed? What *\nwill be the nature of time? *\n\nFuzz. The image disappears in the interference. The sound becomes\ninaudible.\n\nJOURNALIST\nThat is you, isn’t it?\n\n- 21 -\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO\nI’m Nemo Nobody: the man who\ndoesn’t exist. A crazy old fool who\npisses himself. What are you\nlooking for? There’s nothing to\nfind. What time is it?\n\n42- INT. PSYCHIATRIST’S OFFICE — DAY\n\nThe small pendulum swings back and forth in front of Old Nemo’s\neyes...\n\n43 - INT. TELEVISION STUDIO — DAY\n\nThe same program as before, but this time adult Nemo is the\npresenter. The text runs over a teleprompter.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n43 - INT. TELEVISION STUDIO — DAY\n\nThe same program as before, but this time adult Nemo is the\npresenter. The text runs over a teleprompter. \n\nTARGET SECTION TO BE ANNOTATED:\nADULT NEMO\nBut what will happen when the\nuniverse has finished expanding and\nthe movement is reversed?\n\nOn a control monitor, images of galaxies ceasing to expand and\nbeginning to contract.\n\nADULT NEMO (OFF) (CONT.)\nWhat will be the nature of time?\nWill it reverse?\n\n43A - Image of a vase breaking on the floor, then, in reverse, the\npieces coming back together...\n\nADULT NEMO (OFF) (CONT.)\nIf string theory is correct, the\nuniverse possesses nine spatial\ndimensions and one temporal\ndimension, ten dimensions in all.\nWe can imagine that in the\nbeginning, all of the dimensions\nwere twisted together. During the\nBig Bang, three spatial dimensions -\nthe ones we know as: height, width,\nand depth - and one temporal\ndimension - what we know as ‘time’ -\nwere deployed. The other six\nremained miniscule, wound up\ntogether. If we live in a universe\nof wound dimensions, how do we\ndistinguish between illusion and\nreality? Time as we know it is a\ndimension we experience only in one\ndirection.\n\n(MORE)\n\n- 22 -\n\n+ FH HOF\n\f\"Mr. NOBODY\" VERSION 11\n\nADULT NEMO (OFF) (CONT.) (cont'd)\nBut, what if one of the additional *\ndimensions wasn’t spatial but\ntemporal?\n\n44 - INT. CHILD NEMO’S HOUSE — DAY\n\nThe hand of baby Nemo pushes a plate to the edge of the table. It\nfalls and breaks. The baby mixing mashed potatoes and tomato sauce\nin his plate.\n\n44K - The father smoking a cigarette. Wafts of smoke dissipating\nin the air.\n\nCHILD NEMO (OFF)\n\nIf you break a plate, it’s broken\nforever. If you mix the mashed\npotatoes and the sauce, you can’t\nseparate them later. It’s forever.\nThe smoke comes out of daddy’s\ncigarette, but it never goes back\nin.\n\n44B - The big hand on the living room clock moves forward a notch.\nWe see a cog turning another cog, the mechanism grinding. We hear\nall kinds of tick-tocks.\n\nCHILD NEMO (OFF) (CONT.)\nWe cannot go back.\n\n45 - EXT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear\nall kinds of tick-tocks. CHILD NEMO (OFF) (CONT.)\nWe cannot go back. 45 - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PASTRY SHOP WINDOW (1980) — DAY\n\nCHILD NEMO (OFF)\nThat’s why it’s hard to choose. You\nhave to make the right choice.\n\nNemo is eight. He is glued to a pastry shop window. He is holding\na coin in his hand. His eyes go back and forth between the Danish\nand the chocolate éclair. He can’t decide.\n\n46 - EXT. CHILD NEMO’S STREET — DAY\n\nNemo is on his way home. He is still clutching his coin. He walks\npast three little girls his age leaning against an iron gate who\nare watching him: ANNA, ELISE, and JEAN.\n\nOne is wearing a yellow dress, the next one a blue dress, and the\nlast one a pink dress. All three of them smile at him, and all\n\nthree are pretty. Nemo blushes.\n\nANNA\nHello, Nemo. *\n\n- 23 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nHello, Anna.\n\nELISE\nHi, Nemo.\n\nNEMO\n\nHello, Elise.\n\nJEAN\nHello, Nemo.\n\nNEMO\nHello, Jean.\n47 - INT. CHURCH — DAY\nWe see three weddings of adult Nemo. Three times he kisses the\nbride after slipping a ring on her finger. Once Anna, once Elise,\nonce Jean, all now adults.\n48 - EXT. CHILD NEMO’S STREET — DAY\nNemo keeps looking back at the little girls as he walks away. Then\nhe looks at the coin he couldn’t decide how to spend. He tosses it\nin the air, heads or tails.\nNEMO (OFF)\nAs long as you don’t choose,\neverything remains possible.\n49 - INT. CHILD NEMO’S HOUSE — DAY\nNemo and his father are looking at the sky through a telescope.\nCHILD NEMO (OFF)\nDaddy says you can predict exactly\nwhere Mars will be in the sky, even\nin a hundred years.\n50 - INT. CHILD NEMO’S ROOM — MORNING\nIt is morning. Nemo is sleeping, his eyes closed. Gently, he\nstarts to levitate, a foot above his bed.\n\n51 - VISION\n\nA short flash: a toy car races down a hill and runs into a\nstroller.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo is sleeping, his eyes closed. Gently, he\nstarts to levitate, a foot above his bed. 51 - VISION\n\nA short flash: a toy car races down a hill and runs into a\nstroller. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a scale model.\n\n- 24 -\n\f\"Mr. NOBODY\" VERSION 11\n\n52 - INT. CHILD NEMO’S ROOM - MORNING\n\nA yellow stain appears on the sheets. He is peeing. Nemo opens his\neyes and cries out. He is no longer levitating. He gets up. He\ngoes to see the little car near his electric train. He looks at\nhis soaked pajama pants. He dresses quickly.\n\n53 - EXT. STREET — DAY\n\nCHILD NEMO (OFF)\nBut the funny thing is that daddy *\ndoesn’t know what will happen to\nhim two minutes from now.\n\nNemo’s father parks the car at the end of the street. The street\nis on a hill. The father bites into a cookie. He stops chewing and\nspits something out, examining it as he gets out of the car. He\nforgets to put on the handbrake. He removes a piece of eggshell\nfrom his mouth. Behind him, the car slowly starts moving. Nemo\ncomes running down the street in the opposite direction.\n\nNEMO\nDaddy!\n54 - INT. INDUSTRIAL CHICKEN BARN — DAY\n\nWe see a hen laying an egg... The egg lands with many others.\n\n55 - EXT. STREET — DAY\n\n...The car continues rolling down the hill, faster and faster. A\nlittle further down the road, a woman is crossing the street *\npushing a baby carriage. Nemo’s father is still looking at the\npiece of eggshell on his fingertip...\n\n56 - INT. COOKIE FACTORY — DAY\n\nA worker breaks an egg. A small piece of shell floats in the\nwhites. The eggs get mixed with flour and sugar. The cookies come\nout of the oven and are packaged.\n\n57 - EXT. STREET — DAY\n\nThe father looks up and sees his car rolling down the hill at top\nspeed. He screams. The woman in the street pushing the carriage\nsees the car and screams in terror. The woman and the carriage are\nrun over by the car. The father looks on with horror. Nemo reaches\nhim, too late.\n\n- 25 -\n\f\"Mr. NOBODY\"\n\n58 - EDUCATIONAL PROGRAM\n\nVERSION 11\n\n58A - Black and white archival footage. A research lab full of\npapers and two old blinking computers.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n- 25 -\n\f\"Mr. NOBODY\"\n\n58 - EDUCATIONAL PROGRAM\n\nVERSION 11\n\n58A - Black and white archival footage. A research lab full of\npapers and two old blinking computers. \n\nTARGET SECTION TO BE ANNOTATED:\n A young man is checking the\n\nresults being printed out.\n\nADULT NEMO (OFF)\n\nEdward Lorenz, a meteorology\nanalyst, had a computer simulate\nweather forecasts using simple\nequations relating air and water\nmovements, heat, barometric\n\npressure... One day in 1961,\nduring the preparation of a series\nof weather reports, Lorenz took a\nshortcut, rounding his data up to\nthe third decimal, instead of the\nusual sixth decimal place, assuming\nthat the difference — one for a\nthousand — was of no importance.\n\n58B - A calm sea. A storm at sea.\nThe text runs over the teleprompter in front of Nemo.\n\nADULT NEMO\n\nWhen he returned an hour later, he\nnoticed that the forecast, which\nshould have been identical to the\npreceding ones, followed an\n\nevolution ever more divergent,\n\nuntil there was no longer any\nresemblance. Miniscule changes of a\nthousandth of a degree, a\n\nthousandth of a millibar, in\n\nassociation, caused enormous change\nin the end results: on one hand,\nperfect calm, on the other, a\nstorm,\n\n58C - A motionless butterfly on a flower.\n\nADULT NEMO (CONT.)\nThis is known as the “BUTTERFLY\nEFFECT.” In a chaotic and unstable\nsystem, a butterfly beating its\nwings in Japan will perhaps cause a\nstorm in Europe.\n\n+ + HF HH OF\n\n58D - A Japanese man fanning himself as he watches the motionless\n\nbutterfly.\n\n58E - Clouds moving in the sky.\n\n- 26 -\n\f\"Mr. NOBODY\" VERSION 11\n\n58F - The hen laying an egg.\n\n58G - The father biting into the cookie. The woman with the\ncarriage being hit by the car. The father looking horrified.\n\nAdult Nemo, presenting the program, looks into the camera:\n\nADULT NEMO (CONT.)\n“Pigeon Superstition” and the\n\n“Butterfly Effect” are good *\nillustrations of our contradictory *\nstate: we only accept simple *\n\n*\n\nexplanations, although the universe\nis complex.\n\n59 - INT. CHILD NEMO’S HOUSE — DAY\n\nThe mother is setting the table while Nemo is trying to explain\nsomething to her.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdult Nemo, presenting the program, looks into the camera:\n\nADULT NEMO (CONT.)\n“Pigeon Superstition” and the\n\n“Butterfly Effect” are good *\nillustrations of our contradictory *\nstate: we only accept simple *\n\n*\n\nexplanations, although the universe\nis complex. 59 - INT. CHILD NEMO’S HOUSE — DAY\n\nThe mother is setting the table while Nemo is trying to explain\nsomething to her. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER\nThat’s not possible. No one knows\nthe future.\n\nNEMO\nBut I can remember it.\n\nMOTHER\nWe remember the past, not the\nfuture.\n\nNEMO\n\nBut me, I can. Sometimes things\nhappen and I have the feeling that\nthey’ve already happened before.\n\nMOTHER\nThat’s called déja vu. It happens\nto everyone from time to time.\n\nNEMO\nNo, it’s because of the Angels of\nOblivion. They didn’t put their\nfinger on me. You can’t understand.\n\n59A - The father is sitting in an armchair, prostrate, motionless.\nA fly lands on the chair, next to his hand. He doesn’t notice it.\nThe fly climbs his hand, strolling about without provoking any\nreaction from the father. Nemo watches him.\n\n-27-\n\f\"Mr. NOBODY\" VERSION 11\n\n60 - INT. SWIMMING POOL — DAY\n\nNemo is in swimming class. He’s the one having the most trouble\nswimming. Nemo sinks, flailing desperately as he tries to grab the\naluminum pole the instructor refuses to put within his reach. Nemo\ncoughs up water, cries. A whistle blows. The boys get out of the\npool to go get dressed. The instructor stops them to let a group\nof girls go past. The boys all wait, eyes riveted on the girls\nNemo is hypnotized by Anna.\n\nThe boys leave the pool. The locker room door opens a crack. Nemo,\nhiding, alone, watches Anna. She swims like a goddess. He watches\nher dive from the twelve-foot board. She lands perfectly and swims\nthe crawl with perfect grace. She is magnificent. Nemo is lost in\nwonder. Anna climbs gracefully out of the water and dries her\nhair. Their eyes meet for an instant. Nemo is petrified.\n\n61 - INT. SWIMMING POOL — DAY\n\nEveryone has left. The pool is empty, even the lifeguard is gone.\nNemo emerges from his hiding place. He is alone. He approaches the\nwater. He hesitates. He climbs onto the diving board, twelve feet\nhigh. He is afraid of heights. He walks slowly to the end of the\nboard. He jumps.\n\nHe belly-flops onto the water.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks slowly to the end of the\nboard. He jumps. He belly-flops onto the water. \n\nTARGET SECTION TO BE ANNOTATED:\n He is underwater, struggling.\nBubbles escape from his mouth. He tries to grab something, but\ncannot. He is drowning. We hear a muffled scream. He sinks to the\nbottom.\n\n62 - FLASH\n\nUnderwater, prisoner in his car, adult Nemo struggles. Bubbles\nescape from his mouth. He sees light above him.\n\n62A - Another flash. Under the water, Jean’s face diving toward\nus.\n63 - INT. SWIMMING POOL — DAY\n\nThe lifeguard suddenly dives in next to child Nemo and pulls him\nto the surface.\n\nNemo is lying on the ground next to the pool. The lifeguard\n\nperforms artificial respiration. Nemo comes to, coughing. He\nbreathes.\n\n- 28 -\n\n*\n\f\"Mr. NOBODY\" VERSION 11\n\n64 - EXT. WOODS — DAY\n\n64bis - Exhausted, Nemo gets off a bus. He is going home, his\nswimming bag over his shoulder.\n\nHe goes past a wooded area. He notices his mother, or at least he\nthinks he recognizes her. We can make her out about one hundred\nyards away, behind some branches. She is taking a stroll, looking\nall around. Nemo hides. He moves toward her, avoiding being\nnoticed.\n\nHe reaches a pond. He hears whispered voices. He looks through the\nbranches: he sees his mother kiss a man he doesn’t know. He\nfreezes. The man walks off in one direction. The mother adjusts\nher jacket and leaves in the other direction. Nemo waits without\nmoving. He is as white as a sheet.\n\n64A - Nemo is walking through the woods. He is looking for the\nman. He heads to the edge of the pond. He stops. A gust of wind\nrustles the leaves. Anna is sitting on a floating dock, throwing\nstones into the water. Nemo crouches down and watches her. A voice\nmakes him jump.\n\nANNA'S FATHER\nOkay, Anna, let’s go.\n\nThe man who was kissing Nemo’s mother comes over to Anna. Anna\ntakes her father’s hand and they leave together.\n65 - FLASH\nCHILD NEMO (OFF)\nThen the daddy and the mummy kissed\nall day long. *\n\nA short flash: in the living room, the father and mother are\nfighting.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe man who was kissing Nemo’s mother comes over to Anna. Anna\ntakes her father’s hand and they leave together. 65 - FLASH\nCHILD NEMO (OFF)\nThen the daddy and the mummy kissed\nall day long. *\n\nA short flash: in the living room, the father and mother are\nfighting. \n\nTARGET SECTION TO BE ANNOTATED:\n65A - A vase breaks.\n\n66 - INT. ADULT NEMO’S ROOM (2006) — NIGHT\n\nAdult Nemo wakes in the dark. He turns toward a feminine shape:\nadult Anna is sleeping next to him. They curl up in each other’s\narms.\n\n67 - EXT. TRAIN STATION — DAY\n\nThe mother, the father, and Nemo are on the platform of a small\n\ntrain station. They are waiting. The mother is holding her\nsuitcase. The father looks distraught. His eyes are red.\n\n= 29 -\n\f\"Mr. NOBODY\" VERSION 11\n\nThey each hold one of Nemo’s hands. Nemo looks at his father, then\nat his mother. They don’t look at each other. The mother strokes\nNemo’s hair, kisses him. The train pulls into the station.\n\nMOTHER\nSo, Nemo? Have you made up your\nmind? Do you want to come with me,\nor do you want to stay with your\nfather?\n\nNemo squeezes his parents’ hands. The train stops. The mother lets\ngo of Nemo’s hand and takes a few steps toward the train. The\nmother climbs aboard. She waves goodbye. The ticket inspector\ncloses all of the doors but one, the one where the mother is\nstanding. The train starts moving. Nemo lets go of his father’s\nhand and runs as fast as he can down the platform. He is running\nalongside the train. The mother reaches her arms out to him\nthrough the open door. Nemo looks back at his father. He\nhesitates. He is halfway between his father and his mother. A\nurine stain spreads over his pants.\n\nMOTHER\nRun, Nemo!\n\nThe mother reaches for Nemo as he runs, trying to catch the train.\n\nFATHER\nNemo!\n\nNemo turns back, hesitates. The mother grabs Nemo and pulls him\ninto the train. The disconcerted ticket man helps her, then closes\nthe door. Nemo looks at the silhouette of his father as the train\npulls away.\n\n68 - EXT. TRAIN STATION — DAY\n\n...Repetition of the same scene. The train is leaving the station.\nNemo is still holding his father’s hand. He hesitates, then lets\ngo and starts running down the platform.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe train is leaving the station. Nemo is still holding his father’s hand. He hesitates, then lets\ngo and starts running down the platform. \n\nTARGET SECTION TO BE ANNOTATED:\n He stops for a moment,\nlooks at his father, as if regretfully, looks at the departing\ntrain. He runs again, looking at his father as if with regret. He\nreaches the train. The mother holds her arms out.\n\nFATHER\nNEMO!\n\nNemo slows down, turns back toward his father. He stops at the end\nof the platform and watches the train move away. He has lost a\nshoe. He looks at his pants which are soaked.\n\nHis father comes running and takes Nemo in his arms. He tries to\n\nconsole him. He puts Nemo’s shoe back on and the two of them leave\nfor home. In the distance:\n\n- 30 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nDaddy, is it my fault?\n\nFATHER\nOf course not. It’s my fault. *\n69 - INT. DOCTOR’S OFFICE — DAY\nThe doctor is hypnotizing old Nemo. The pendulum swings in front\nof his eyes...\n70 - EXT./INT. MISC. — DAY/NIGHT\n\nWe see brief flashes...flashes of the lights of a passing\ntrain...the tracks rushing by under the locomotive\n\n-70A - a metronome\n.70B - branches swaying in the wind\n\n-70C - a swaying swing...\n\n71 - INT. TRAIN — DAY\n\nNemo is in the train, with his mother. He presses himself against *\nher. He is watching the landscape go by.\n\n71A - Through the window he sees train tracks crossing, joining up\nwith other tracks, separating. A tangle of possible destinations.\n72 - MODEL — DAY\n\nA toy airplane held in a child’s hand. The plane flies over a map.\nOn the map, the letters O-C-E-A-N pass by. The plane flies over\nNorth America.\n\n73 - INT. MOTHER’S APARTMENT — EVENING\n\n73BIS - Through the window we have a view of a big North American\ncity.\n\nThe mother and Nemo are in an apartment that is not yet fully\nfurnished. She unwraps a lamp and puts it in place.\n\n74 - EXT. TRAIN STATION PLATFORM — DAY\n\nNemo is running after the train that is taking his mother away.\n\nHis running feet. His shoelace breaks. He starts to lose his shoe.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis running feet. His shoelace breaks. He starts to lose his shoe. \n\nTARGET SECTION TO BE ANNOTATED:\nThe train picks up speed, his mother moves away.\n\n- 31 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo stumbles, steps on his shoelace. He stays on the platform\nwith his father. We follow a butterfly circling up into the sky.\n\n75 - INT. SHOE FACTORY — DAY\n\nA butterfly flutters past the window. In the office of a shoe\nfactory, the director is studying several grades of shoelace\npresented to him by a supplier.\n\nSUPPLIER (STRONGLY ACCENTED)\nI can give you a good deal on this\ntype of shoelace.\n\nThe director pulls firmly on the lace. It breaks.\nSUPPLIER (CONT.)\n\n...Very good deal.\n76 - EXT. FATHER’S YARD — DAY\nA wind gauge stops turning. Utter calm. Nemo is in the yard,\nobserving his father. Nemo’s father is watching the sky. He holds\nhis paintbrushes and starts painting the clouds, carefully\nreproducing what he sees. When the father looks up, the clouds\nhave changed shape and position. He tries to make corrections, to\npaint faster. He can’t.\nThe father is sitting on a chair in the middle of the garden. He\nis looking at the sky above him, a camera in hand. Nemo looks at\nhim. His father uses a cane to get up.\n77 - EXT. FATHER’S YARD — DAY\nThe father spreads the pictures out on the table. He takes his\npaintbrushes and tries to reproduce the clouds on canvas, but it\ndoesn’t work.\n78 - EXT. FATHER’S YARD — DAY\nThe father uses turpentine to erase his painting, scraping the\npaint off with a knife. He starts again from scrap. He looks at\n\nthe clouds, holding his paintbrush.\n\n78A - The clouds move too fast.\n79 - INT. FATHER’S HOUSE — EVENING\n\nThe father opens a broom closet and throws his unfinished painting\ninside. He slams the door.\n\n- 32 -\n\f\"Mr. NOBODY\" VERSION 11\n\n80 - EXT. FATHER’S STREET - DAY\n\nNemo is standing on the corner of the street where he lives with\nhis father. He is watching a truck being loaded by movers. Anna\nand Harry are watching them work. The movers close the truck.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is watching a truck being loaded by movers. Anna\nand Harry are watching them work. The movers close the truck. \n\nTARGET SECTION TO BE ANNOTATED:\n Anna\nand her father get into the car and drive off. *\n\n81 - INT. NEMO’S ROOM IN HIS MOTHER’S HOUSE (1980/1984) — DAY\n\nNemo, still eight years old, wakes up in his room in his mother’s\napartment. He lies back down and closes his eyes. The camera\nexplores the objects in his room: the toys... his desk... We hear\nhis mother’s voice calling him.\n\nMOTHER (OFF)\nNemo!\n\nThe camera continues exploring the contents of the room: pictures\non the wall... teenage toys... books about the planets... We\nreturn, after a complete tour of the room, to the sleeping Nemo in\nhis bed. He is FOURTEEN YEARS OLD. His mother’s voice wakes him.\nShe sticks her head into the room.\n\nMOTHER\nBye, sweetheart, I’m off to work.\nDon’t be late for school.\n\n82 - INT. MOTHER’S APARTMENT — EVENING\n\nThe mother opens the door to her apartment and hangs up her coat.\nShe takes off her nurse’s smock.\n\nMOTHER\nNemo... It’s me.\n\nIn the foreground, teenage Nemo is lying in a pool of blood,\nmotionless, his eyes wide open. His mother does not yet see him. *\nShe walks forward, sees Nemo dead on the floor, then puts away the\ngroceries.\n\nMOTHER (CONT.)\nI bet you haven’t done your\nhomework. Hurry up and finish, I’ve\ninvited someone for dinner. And I’m\ncounting on you to keep your mouth\nshut.\n\nThe mother disappears. No one is there. Nemo, deathly pale, still\n\ndoesn’t move. Then he gets up, picks up a bottle of ketchup, wipes\nthe ketchup from his neck and his shirt.\n\n- 33 -\n\f\"Mr. NOBODY\" VERSION 11\n\n83 - INT. MOTHER’S APARTMENT — EVENING\n\nNemo is sitting at the table. Laughter, small talk. The mother has\ninvited Harry, the man Nemo saw her with in the woods. Harry is\npretending to be at ease. Nemo stares at him without blinking.\nHarry tries to smile, but does not get a smile in return.\n\nMOTHER\nNemo, don’t stare at people like\nthat.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo stares at him without blinking. Harry tries to smile, but does not get a smile in return. MOTHER\nNemo, don’t stare at people like\nthat. \n\nTARGET SECTION TO BE ANNOTATED:\nHARRY\nIt’s no problem.\n\nMOTHER\nHe has a gift for making people\nuncomfortable.\n\nHARRY\nIt’s nothing.\n\nNEMO\nIt will happen on a Saturday. The\nsun will be shining. You will be *\n\nbehind the wheel of your car. You\n\nare whistling. You won’t see the\n\ncrossroads. All of a sudden, a\n\nbutcher’s truck will appear on your *\nright and you’ll be crushed.\n\n84 - EXT. COUNTRY ROAD — DAY\n\nFlash. Harry behind the wheel of his car, whistling. A tractor\npulls in on his right. Sounds of an accident. The dashboard clock\nshatters.\n\n85 - INT. MOTHER’S APARTMENT — DAY (CONT.)\n\nNemo is staring at Harry, who is as white as a sheet. Nemo has a\nwet patch on his pants. *\n\nMOTHER\nYou’re not funny.\n(to the guest)\nNemo thinks he can predict the\nfuture.\n\nNEMO\nI can. I predicted dad’s accident.\n\n- 34 -\n\f\"Mr. NOBODY\" VERSION 11\n\nMOTHER\nI’ve always wondered if you’re not\nthe one who took off the hand\nbrake. No one can predict the\nfuture. No one knows what’s going\nto happen.\n\nNEMO\nI do.\n\nThe mother slaps Nemo in the face. *\n\nMOTHER\nIf you could, you would have known\nyou were going to get that.\n\nNEMO\nI knew you’d say that.\n\n86 - INT. MOTHER’S APARTMENT — NIGHT\n\nMOTHER\nI’m so sorry...\n\nThe mother is at the door. Harry is leaving. We hear them\nwhispering. The mother closes the door.\n\n87 - INT. NEMO’S ROOM IN HIS MOTHER’S HOUSE - NIGHT\n\nNemo is in his pajamas, standing on the window sill, facing the *\nvoid. The mother comes into his room. She is undisturbed by the\ndanger of the situation.\n\nMOTHER\nAre you proud of yourself?\n\nNemo lets go and leans into the void.\n\nMOTHER (CONT.)\nWhy do you systematically ruin\neverything I... Don’t you think I\nhave a right to live, too?\n\nNemo falls into the void. His mother looks at the empty window.\nShe lights a cigarette.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo falls into the void. His mother looks at the empty window. She lights a cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER (CONT.)\nYou could have stayed with your\nfather if you’d wanted to.\n\n87A - We pass through the window. Nemo is crouched three feet\n\nbelow, on a terrace adjoining the window. The fall was without *\ndanger.\n\n- 35 -\n\f\"Mr. NOBODY\" VERSION 11\n\n88 - EXT. WOODS — DAY\n\nPolice officers are searching some bushes. They find Nemo’s body.\nHe is missing a shoe. The scene is shot backwards, all the\nmovements are in reverse.\n\n89 - INT. CITY SCHOOL — DAY\n\nFourteen-year-old Nemo is in a classroom, in the city where he\nlives with his mother.\n\nTEACHER\nLet me introduce a new student in\nour class. Her name is Anna.\n\nAnna comes into the room. She smiles, a bit uncomfortable.\nWhispers. Nemo looks at her, open-mouthed. Anna turns around and\ncatches Nemo’s eyes. They look at each other without saying a\nword.\n\n90 - EXT. BUS/COUNTRY ROAD — DAY\n\nSitting in the school bus, Nemo is shaken by a bump. He is with\nhis class. Everyone is laughing and singing. It is a _ school\nouting, and the children have overnight bags with them. Nemo isn’t\nsinging. A few seats away, Anna is laughing with her friends. She\nturns around. She smiles and comes over to him.\n\nANNA\n\nHi. Do you remember me? I’m Anna.\nNEMO\n\nYes.\nANNA\n\nMy father knows your mother.\nNEMO\n\nYes.\nANNA\n\nHave you been here long?\n\nNEMO\nNo.\n\nNemo is too intimidated to answer anything but yes or no. The\nsilence finally becomes embarrassing, and Anna gets up and goes\nback to her friends.\n\f\"Mr. NOBODY\" VERSION 11\n\n91 - EXT. BEACH — DAY\n\nThe young teens are running out of beach huts. They are wearing *\nswimsuits. Nemo also comes onto the beach, wrapped up in his\ntowel. He is wearing a ridiculous swimsuit. He sits down, away *\nfrom the group. He takes a camera from his bag and takes a picture\nof the beach in front of him. After a moment, Anna comes and sits\nnext to him. He blushes.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes a camera from his bag and takes a picture\nof the beach in front of him. After a moment, Anna comes and sits\nnext to him. He blushes. \n\nTARGET SECTION TO BE ANNOTATED:\n She smiles at him. A moment of silence.\nAnna stands up and turns toward him.\n\nANNA\nYou gonna swim?\n\nNemo doesn’t answer. She takes him by the hand and pulls him. *\n\nANNA (CONT.)\nCome on. The water’s nice.\n\nNEMO\nNo, I...\n\nHe clams up and stares straight ahead, looking sullen. Anna looks\nat the water and waves to her friends who are calling to her.\n\nANNA\nCome swimming with us. They’re my\nfriends, come on...\n\nNEMO\nThey’re jerks. I don’t go swimming *\nwith jerks. *\n\nAnna is cross. Deeply hurt. She can’t believe it.\n\nANNA\nIdiot. *\n\nAnna turns her back on him and leaves. She goes swimming with the\nothers. Nemo looks at his feet. He hates himself. We approach\nNemo, closer and closer.\n\nWe draw close to his eye.\nreflection of a windowpane.\n\nWe see a reflection in his eye... The\n\n \n\n91A - A man’s silhouette stands out in the frame...\n\n92 - EXT./INT. TRAIN — DAY\n\n...In the window of a train is adult Nemo’s silhouette. He is in\nthe train. A jolt of the train wakes the dozing Nemo. *\n\f\"Mr. NOBODY\" VERSION 11\n\n93 - INT. STATION — DAY\n\nNemo walks through the station. The station clock reads 9:12. Nemo\npasses a girl with a shaved head who is panhandling. He gives her\nhis change. A woman he thinks he recognizes is coming toward him.\nThe woman is holding two children by the hand. When they are side\nby side, they look at each other. It is ADULT ANNA.\n\nANNA\nOh my god!\n\nNEMO\nAnna!\n\nANNA\nHow are you doing?\n\nNEMO\nI’m fine... and you? Are those your\nchildren?\n\nANNA\nYes.\n\nSilence. They don’t know what more to say.\n\nANNA (CONT.)\nOkay, well, see you around.\nNEMO\nYeah... see you around.\n\nThey continue their separate ways. Nemo looks deeply moved by the\nencounter.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEMO\nYeah... see you around. They continue their separate ways. Nemo looks deeply moved by the\nencounter. \n\nTARGET SECTION TO BE ANNOTATED:\nCHILD NEMO’S VOICE (OFF)\n\nWhat on earth made me say, “I don’t\n\ngo swimming with jerks?”\nHe takes a picture from his wallet. The picture of the beach he\ntook as a child. We move closer to the picture. We pass into it...\n94 - EXT. BEACH — DAY\nFourteen-year-old Nemo is taking the picture of the beach. The\nsame scene again. He is sitting apart from the group in his\n\nridiculous swimsuit. Anna comes to sit next to him.\n\nANNA\nYou gonna swim?\n\nNemo doesn’t answer. She takes his hand and pulls him.\n\n- 38 -\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA (CONT.)\nCome on. The water’s nice.\n\nNEMO\nNo, I...\n\nHe clams up and stares straight ahead.\n\nNEMO (CONT. )\n\nI don’t know how to swim.\nANNA\n\nSorry? *\nNEMO\n\nI don’t know how to swim. That’s\n\nit. Please don’t tell anyone. *\n\nAnna sits down next to him, understanding. They look at each\nother, smile, laugh. One of Anna’s girlfriends runs up to them,\nwanting Anna to come with her.\n\nANNA’S FRIEND\nCome on, aren’t you gonna swim?\n\nANNA\nNo, I’ve got my period. I’1l stay\nhere. Nemo’11 keep me company.\n\nHer friend walks away. Anna and Nemo look at each other and share\na quiet laugh. Anna moves closer to Nemo. Their bare shoulders\nbrush against each other. Nemo gets goose bumps. He doesn’t dare\nmove for fear of disturbing the delicate contact of their skin.\n\n95 - INT. ANNA AND NEMO’S ROOM — DAY\n\nSheets. A woman’s naked shoulder. Adult Nemo is sleeping close to\nher. He caresses her. It is adult Anna.\n\nThey hug. They put their arms right next to each other.\n\nNEMO\nLook...\n\nThe hair on their arms is standing up. They both have goose bumps.\nThey embrace.\n\n96 - INT. MOTHER’S APARTMENT — DAY\n\nFourteen-year-old Nemo is in his mother’s apartment. He is doing\nhis homework. We hear the door open. We hear voices that then go\nsilent.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is doing\nhis homework. We hear the door open. We hear voices that then go\nsilent. \n\nTARGET SECTION TO BE ANNOTATED:\n The mother comes into the room and approaches Nemo. She\nlooks at him. She is uncomfortable.\n\f\"Mr. NOBODY\" VERSION 11\n\nMOTHER\nHoney... I... I want to introduce\nyou to someone.\n\nNemo turns toward a man who is looking at him from the door. It’s\nHarry, the man Nemo saw with his mother in the woods.\n\nMOTHER (CONT.)\nYou've already met Harry. This is\nhis daughter, Anna.\n\nAnna comes into the room after Harry. Nemo and Anna look at each\nother, both equally surprised. They act as if it’s nothing.\n\nMOTHER (CONT.)\nAnna, this is Nemo. So, why don’t\nyou shake hands...\n\nThey shake hands somewhat awkwardly.\n\n97 - INT. MOTHER’S LIVING ROOM — EVENING\n\nAll four of them are at the dinner table. Nemo’s mother and Anna’s\nfather are chatting, somewhat nervously. They watch discreetly as\nAnna and Nemo sit facing each other without looking at each other,\neating in silence. Underneath the table, Anna’s foot is caressing\nNemo’s leg. Nemo blushes and looks even more intently at his\nplate. They secretly give each other the faintest of smiles.\n\nLater. Anna and her father are leaving. Anna shakes Nemo’s hand.\nNemo’s mother kisses Anna’s father on the lips and whispers\nsomething in his ear. They have a whispered conversation. We can\nbarely make out:\n\nMOTHER\nWe mustn’t go too fast... We can’t\nrush them.\n\n98 - EXT. PUBLIC PARK — DAY\n\nA sunny Sunday. Nemo and his mother, Anna and her father are\npicnicking on an island facing the town, in the sun. The father\nand mother walk off for a moment, hand in hand. They kiss in the\ndistance, discreetly. Anna and Nemo are alone together.\n\nANNA\nI can’t believe them. Sometimes I\nwonder how old they are.\n\nNEMO\n\fA pause.\n\n\"Mr. NOBODY\" VERSION 11\n\nANNA\nHave they already slept together?\n\nNEMO\nI don’t know.\n\nANNA\nI hope they use johnny’s. I don’t *\nwant to end up with a little\nbrother.\n\nNEMO\n\nI’d rather die.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nI hope they use johnny’s. I don’t *\nwant to end up with a little\nbrother. NEMO\n\nI’d rather die. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\nIs your mum on the pill?\n\nNEMO\nI have no idea.\n\nANNA\nYou'd better slip it in her coffee\nin the morning. It looks like her\nhormones have gone to her head.\n\nNEMO\nSometimes I can see the future.\n\nANNA\nIt doesn’t seem like it would be\nmuch fun to know what’s going to\nhappen. Like reading your life from\na book... How do you do it? *\n\nNemo closes his eyes.\n\n99 - INT. HOSPITAL ROOM — NIGHT\n\nOld Nemo is in his bed. The journalist is sitting next to him. The\nrecorder is still running.\n\nOLD NEMO\nOh, you're still here... I'd\nforgotten you. What time is it?\nJOURNALIST\nFourteen-seventeen. I don’t\n\nunderstand. Did you stay with your\nfather or go with your mother?\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO\n\nDid I fall asleep? Some nights I\ndon’t sleep. So I think, I think...\nI think about how it was. That’s\nall I have left... What do you see\nwhen you look at me? A grumpy old\nman who drools when he eats, who\nnever answers questions. Who mixes\neverything up. Who’s kept busy by\ngetting his meals. But that’s not\nme. Me, I wear short pants. I’m\nnine years old. I can run faster\nthan the train. I don’t feel my\naching back anymore. I’m fifteen.\nI’m in love. I’m in love...\n\n100 - INT. MOTHER’S APARTMENT — NIGHT\nEveryone is back at the mother’s apartment. It is evening.\n\nMOTHER\nSo, I think it’ll be easier if\neveryone sleeps here. Nemo, will\nyou lend your room to Anna, and you\ncan sleep in the study?\n\nEveryone looks at everyone else as though there was nothing out of\nthe ordinary.\n\nNEMO\nSure.\n\n101 - INT. MOTHER’S APARTMENT — NIGHT\n\nAll the lights are off in the corridor. We see a light coming from\nunder the door of the mother’s room. We hear sounds of embracing,\na squeaking bed. Nemo slips discretely from the study.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see a light coming from\nunder the door of the mother’s room. We hear sounds of embracing,\na squeaking bed. Nemo slips discretely from the study. \n\nTARGET SECTION TO BE ANNOTATED:\n Without a\nsound, he opens the door to the room where Anna is sleeping.\n\nComplete darkness. He feels his way, bumps into something, holds\nhis breath. He reaches the bed. He whispers.\n\nNEMO\nAnna?\n\nAnna turns over and lifts the covers, inviting him to slip into\nthe bed. He slips in and lies down next to Anna, very close. They\nlook into each other’s eyes. They touch each other’s face. Anna\ngently runs her fingertips over Nemo’s skin. Nemo shivers. We see\nthe hairs on his arm straighten.\n\f\"Mr. NOBODY\" VERSION 11\n\nAt the end of the hall, the sounds of Nemo’s mother and Anna’s\nfather intercourse become louder and louder. We hear the mother *\nreach a theatrical-sounding orgasm.\n\nNemo’s lips brush Anna’s cheek. We hear only their controlled\nbreathing. They finally kiss. They disappear under the covers.\n\n102 - INT. MOTHER’S APARTMENT (1988) — DAY\n\nIt is morning. Under the covers, Nemo and Anna are asleep in each\nother’s arms. Time has gone by, their hair has changed. A voice\nrings out in the hall.\n\nNEMO’S MOTHER (OFF)\nNemo? ... Nemo?\n\nNemo wakes with a start. As does Anna. Nemo yanks his pajamas on. *\nHe gets all tangled up in them, falls to the ground, hurries. He’s\nin a panic. Nemo opens the door to the hall. His mother’s back is\nto him, and he takes advantage to silently cross the hall, pulling\nup his pants, and slips into the small study. He jumps into bed as\nfast as he can and pretends to be asleep. We hear voices in the\nhall.\n\nANNA’S FATHER (OFF)\nIsn’t he sleeping in the study? *\n\nNEMO’S MOTHER (OFF)\nNo, I just looked, and he’s not\nthere.\nNemo opens his eyes, panicking. He jumps out of bed.\n\nNEMO’ S MOTHER\nAnna, have you seen your brother?\n\nANNA\nHe’s not my brother.\n\nNemo crosses the hall again as fast as he can, without being seen.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEMO’ S MOTHER\nAnna, have you seen your brother? ANNA\nHe’s not my brother. Nemo crosses the hall again as fast as he can, without being seen. \n\nTARGET SECTION TO BE ANNOTATED:\nHe goes into the bathroom, flushes the toilet, slows himself down,\nand comes back out looking half-asleep.\n\nNEMO’ S MOTHER\nThere you are. Did you sleep well?\n\nHe groans, returns to the study and gets back into bed - this time *\nfalling asleep for real, exhausted.\n\nThe camera pulls back.\n\n102A - The camera leaves through the window...\n\n- 43 -\n\f\"Mr. NOBODY\" VERSION 11\n\n103 - EXT. CITY — DAY\n\n...The camera is still moving back. We see the apartment building.\nWe move further back. We see the city from above. The image\nfreezes. It is a postcard lying on a table...\n\n104 - INT. FATHER’S HOUSE (1988) — NIGHT\n\nThe postcard is lying on the kitchen table. We hear the door\nopening.\n\nFourteen-year-old Nemo comes into the house and closes the door\nbehind him. He has different clothes and a different haircut from\nthe previous scene. The father’s voice emerges from the kitchen.\n\nFATHER (OFF)\nWho’s there?\n\nNEMO\nIt’s me.\n\nNemo comes into the kitchen. His father is in a wheelchair. He has\naged. He looks at Nemo strangely. He doesn’t recognize him. Nemo\ncomes over and leans close to his father. He takes his hand. The\nfather is still staring at him.\n\nNEMO (CONT. )\nIt’s me, Dad. Nemo. Your son.\nFATHER\nNemo! Of course, son. Where were\nyou?\nNEMO\nAt the hardware store, Dad. I *\nalways work at the hardware store *\n\nafter school.\n\nNemo grabs a pan and starts cooking.\n\nFATHER\nYou know, a boy your age should get\nout more. You can leave me alone *\nyou know. I can manage. *\nNEMO\nIt’s no problem, Dad. I like being\n\nat home.\n\nA bit later. They are eating, sitting across the table from each\nother. The father can only manage to use one clumsy hand. Nemo\ncuts his meat for him.\n\f\"Mr. NOBODY\" VERSION 11\n\nFATHER\nA card from your mother came in the\nmail. You haven’t looked at it.\n\nNEMO\nI know. I’1l1 read it later.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou haven’t looked at it. NEMO\nI know. I’1l1 read it later. \n\nTARGET SECTION TO BE ANNOTATED:\nFATHER\nWon’t you go see her someday?\n\nNEMO\nI haven’t seen her in seven years.\nIf she’d ever wanted to see me,\nshe’d know where to find me. No,\nI’ve got everything I need, Dad.\nEverything’s fine.\n\n104A - A bit later, in the bathroom. Nemo is carrying his father.\nHe undresses him. He gets undressed himself and starts running the\nshower. He carries his father in his arms and places him under the\nshower, staying with him. The father clings to his son as best he\ncan and lets himself be washed like a baby. Nemo lathers him up.\n\nNemo dries his father with a towel. He is calm and attentive, his\ngestures assured.\n\n104B - A bit later still, in the father’s bedroom. Nemo dresses\nhis father in his pajamas and puts him to bed. He kisses his\nforehead and turns out the light.\n\nNEMO (CONT. )\nNight, Dad.\n\nFATHER\nGoodnight, son.\n\nNemo leaves the room. The father calls him back:\n\nFATHER (CONT.)\nNemo!\n\nNEMO\nYes, Dad?\n\nFATHER\nYou’ re a good son, Nemo.\n\nNemo watches as his father falls asleep. He tiptoes out of the\nroom.\n\n105 - EXT. STREET — NIGHT\n\nNemo climbs astride an old motorcycle and kick-starts it. He pulls\nout slowly. He rides down the road.\n\n- 45 -\n\f\"Mr. NOBODY\" VERSION 11\n\n105A - He rides. He rides faster and faster. He rides at\nbreakneck speed, howling. He rides down a deserted road. He feels\nthe wind on his skin. He rides. He howls. He is mad with rage.\n\n105B - Finally, he arrives in front of his house. He parks his\nmotorcycle silently. He is calm.\n\n106 - INT. FATHER’S HOUSE — NIGHT\nHe enters the house without a sound.\n\n106A - He opens the door to his father’s room, finding him asleep.\nHe goes to tuck him in.\n\n106B - Then Nemo enters his own room. He sits down in front of an\nold typewriter and starts typing. Sheets of paper are piled next\nto the machine.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n106B - Then Nemo enters his own room. He sits down in front of an\nold typewriter and starts typing. Sheets of paper are piled next\nto the machine. \n\nTARGET SECTION TO BE ANNOTATED:\n The metal rods strike the surface of the paper and\nwords appear: “After three months and six days...”\n\nTEENAGE NEMO (OFF)\n\nAfter three months and six days of\ntravel, the shuttle was heading\ndirectly toward the Cancer nebula,\nin line with Uranus and its five\nmoons. It was finally approaching\nMars and the colonies. On board,\nthe computer was monitoring the\npassengers’ artificial\nhibernation...\n\n107 - EXT. COSMOS — NIGHT\n\nIn the distance, the Cancer nebula. A spaceship passes quite near\nus - propelled by enormous solar sails - and disappears in the\nimmensity of the cosmos, heading toward a small red planet.\n\n108 - INT. SPACESHIP — NIGHT\n\nAdult Nemo is in a state of hibernation in a container behind a\npane of glass. He is in his fifties, white silvery hair. He has a\nburn scar on his face. Computers monitor his condition. A beam of\nblue light scans him constantly. Articulated arms examine him. On\nthe screens we can see virtual representations of his vital\norgans. His heartbeat is slowed. In the corridor of the spaceship,\nthree other chambers contain the rest of the crew...\n\nWe approach Nemo’s frozen face. His eyeballs quiver slightly. His\npulse accelerates.\n\nADULT NEMO (OFF)\nAnna... Anna...\n\n- 46 -\n\f\"Mr. NOBODY\" VERSION 11\n\n109 - INT. DOCTOR’S OFFICE — DAY\n\nDuring the hypnosis session, the doctor’s pendulum swings evenly\nin front of us...\n\nOLD NEMO (OFF)\nAnna... Anna...\n\n110 - INT. MOTHER’S APARTMENT — MORNING\n\nNemo sees a tennis match on television through the open door of\nhis parents’ room. It is the throaty breathing of the players that\nwe hear.\n\n110A - EXT/INT. TERRACE / MOTHERS APARTMENT - MORNING\n\nSummer sunshine. Nemo and Anna are lying on the terrace, in\nswimsuits and sunglasses. They are dozing, exhausted, pretending\nto read. They pass a joint back and forth. Anna’s foot slips\ndiscreetly along Nemo’s thigh.\n\nAnna’s father and Nemo’s mother are preparing to go out.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pass a joint back and forth. Anna’s foot slips\ndiscreetly along Nemo’s thigh. Anna’s father and Nemo’s mother are preparing to go out. \n\nTARGET SECTION TO BE ANNOTATED:\n Anna\nhides the joint and waves the smoke away. They giggle.\n\nNEMO’ S MOTHER\nWe’ve got errands to run, we’ll be\nback in an hour.\n\nANNA'S FATHER\nPut on a shirt, Anna... You’re\ngoing to get sunburned.\n\nThe father looks at them insistently, as if he has some doubts. As\nsoon as the door is closed, they burst out laughing. They throw\nthemselves at each other, kissing, rolling on the breakfast table,\nknocking everything to the floor, rolling on the ground,\nundressing. Anna grasps him between her legs, they roll around on\nthe couch, they roll around on the rug, laughing.\n\nThey catch their breath. Nemo takes an ice cube from an overturned\nglass and slides it gently over Anna’s skin. He watches her skin\ncontract, goose bumps appear. He slides the ice from her arm to\nher belly, then over the tips of her breasts, which stand up.\n\nANNA\nYou're mine.\n\nNEMO\nAnd you’re mine.\n\nPause. Nemo looks sad.\n\n-A7 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO (CONT. )\nI’m wondering what would have\nhappened if we hadn’t met... Maybe\n\nI’d be with my father. But the most\nimportant thing would be missing.\n\nANNA\nWhat?\n\nNEMO\nYou.\n\nAnna holds onto him tightly.\n\nANNA\nDo you see our future?\n\nNEMO\nI’ve stopped seeing the future. It\nscares me when I don’t see you. I\ndon’t want a future if you’re not\nin it.\n\nANNA\n\nForever.\n\nNEMO\nForever. Whatever happens. There is\nno life without you.\n\nANNA\nNo life without you.\n111 - INT. FATHER’S HOUSE — DAWN\nTeenage Nemo wakes up, gets out of bed.\n111A - Nemo and his father are in the bathroom. Nemo applies\nshaving cream to his father’s face and shaves him carefully. He is\ncalm and attentive, his gestures precise. The blade slides over\n\nhis father’s neck. He finishes and puts aftershave on him.\n\nFATHER\nYou look like my son.\n\nNEMO\nI am your son, Dad.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe finishes and puts aftershave on him. FATHER\nYou look like my son. NEMO\nI am your son, Dad. \n\nTARGET SECTION TO BE ANNOTATED:\nFATHER\nMy son is taller than you.\n\n111B - Nemo positions his father in front of the window. The\n\nfather gazes at the clouds moving slowly through the window frame. *\n\n- 48 -\n\f\"Mr. NOBODY\" VERSION 11\n\n112 - INT. FATHER’S HOUSE — NIGHT\n\nNemo is in his room, sitting at his typewriter. His fingers dance\nquickly over the keys. The pages fill up.\n\nNEMO (OFF)\n\nThe spaceship was now only sixty-\nseven thousand kilometers from\nMars, and we could already see the\ntwo moons, Phobos and Deimos. They\nwere preparing to spend 779 days\nthere, until Mars came close to the\nEarth again.\n\n113 - INT. SPACESHIP — NIGHT\n\nThe motionless face of Adult Nemo, in his container. The shuttle’s\nsails fold in. Mars appears, immense and red. It is magnificent.\nIts surface is covered with valleys, and we can discern the\npresence of four cities.\n\nTEENAGE NEMO (OFF)\nThe onboard computer displayed: *\n\nOn the space shuttle, the onboard computer displays the message:\n“END OF HIBERNATION.”\n\n114 - INT. FATHER’S HOUSE — NIGHT\n\nWe see the typewriter keys writing on the white paper: *\nE-N-D O-F H-I-B-E-R-N-A-T-I-O-N.\n\nNemo rereads the words and stops. He takes the sheet of paper from\nthe typewriter and lays it on the pile of pages that make up his\nnovel.\n\n115 - EXT. VILLAGE STREETS — NIGHT\n\nIt is dark. Nemo is walking toward the village. He stops in front\nof the village hall. There is music. Nemo hesitates. He takes a\ncoin from his pocket, flips it, but can’t catch the coin, which\nfalls into the gutter. Nemo goes inside.\n\n116 - INT. VILLAGE HALL — NIGHT\n\nThe village hall is crowded, mostly with young people. He hears\nsomeone burst out with laughter He sees in the distance a girl his *\n\nage, ELISE, who is laughing. She turns toward him. She gives hima\nlittle wave. A handsome young man, STEFANO, is next to her.\n\n- 49 -\n\f\"Mr.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gives hima\nlittle wave. A handsome young man, STEFANO, is next to her. - 49 -\n\f\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\nElise holds onto his arm, and Stefano holds his girlfriend’s hand\nand kisses her. Elise whispers something in his ear.\n\nSTEFANO\nAre you crazy, or what?\n\nElise turns white. She passes from giggles to sobs. She crouches\non the ground. Nemo freezes, watching.\n\nSTEFANO (CONT.)\nCome on, it’s no big deal, I didn’t\nsay anything mean.\n\nSomeone tries to help Elise up, but she stomps her feet on the\nground, then tries to control herself, but breaks down crying\nagain. People are uncomfortable. Elise pushes her way through the\ncrowd. She is heading right toward Nemo, and stops in front of\nhim.\n\nELISE\nShall we go, Nemo?\n\nNEMO\nExcuse me?\n\nELISE\nShall we go? This is such a bore.\n\nShe takes his arm and drags him toward the exit.\n\n117 - EXT. STREET — NIGHT\n\nNemo and Elise come out of the village hall. Nemo is\nuncomfortable.\n\nNEMO\nHow do you know my name?\n\nElise’s eyes are still full of tears. She hiccups. He gives her a\nhandkerchief. She refuses it.\n\nNEMO (CONT. )\nYou’11 drown.\n\nShe smiles. She looks at Nemo. She thinks he’s nice. She takes the\nhandkerchief, blows her nose. She smiles at him.\n\nELISE\nWe go to the same school, but\nyou've never noticed me. You never\n\nlook at anyone. Do you have a *\ngirlfriend?\nNEMO\n\n- 50 -\n\f\"Mr. NOBODY\" VERSION 11\n\nELISE\nAre you queer? Why don’t you have a *\ngirlfriend?\n\nNEMO\nI don’t know. I don’t want one.\n\nELISE\nTell me about yourself. You used to\nwet your pants. Everyone thinks\nyou're a weirdo. You’re always all *\nalone. Talk. Say something.\n\nNEMO\nELISE\nDo you like me? Do you think I’m\npretty? You don’t like my accent, *\ndo you? What are you thinking? *\nNEMO\nI’ve got a bit of a headache.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you think I’m\npretty? You don’t like my accent, *\ndo you? What are you thinking? *\nNEMO\nI’ve got a bit of a headache. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nELISE\n\nSay something, come on!\n\nNEMO\nGravity on Mars is .38. Three times\nless than on Earth. The ground is\ncovered with iron oxide dust.\n\nElise bursts out laughing. She looks at him, melting.\n\nELISE\nYou’re incredible. Raise you hand\nand say “I swear.”\n\nNEMO\nWhy?\n\nELISE\nPromise that if I die, you’ll go\nspread my ashes on Mars.\n\nNEMO\nIt is estimated that travel to Mars\nwould take six to eight months. The\nfirst passengers will be white\nmice.\n\nELISE\nSay “I swear.”\n\n-51-\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\n(not daring to contradict her)\nI swear.\nELISE\nWe were neighbors when we were\nlittle. Elise... Don’t you\nremember?\n\n117A - Flash: a little girl in a yellow dress watches child Nemo\ngo by. On one side of her a little girl in a pink dress, on the\nother side one in a blue dress.\n\nNEMO\nElise! ... Yes. I had the feeling\nI’d seen you somewhere...\n\nELISE\nThat’s called déja vu. They say\nthat it’s the signal from the eyes\ngoing through your memory before...\n\n*\n\nNEMO\nNo, that’s not it...\n\n117B - Flash: Nemo and Elise are sleeping in each other’s arms, as\nadults, surrounded by their three children.\n\nTEENAGE ELISE\nIn another life then? Anyway, I\nremembered you!\n\nShe takes his hand and moves close to him. He squeezes her hand.\nThey look into each other’s eyes. He blushes, stirred up. She\nbrings her face close to him. He approaches too. She steps back.\n\nELISE (CONT.)\nYou shouldn’t. You don’t know me...\nI’m not a good person.\n\nNEMO\nWhy do you say that?\n\nElise starts crying. He caresses her face. She moves close to him.\nShe kisses him. She suddenly turns around and runs away.\n\nNEMO (CONT.)\nElise! Wait!\n\nELISE\nI’1l call you!\n\nNEMO\nYou don’t have my number!\n\n- 52 -\n\f\"Mr. NOBODY\" VERSION 11\n\n118 - INT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEMO\nYou don’t have my number! - 52 -\n\f\"Mr. NOBODY\" VERSION 11\n\n118 - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FATHER’S HOUSE — NIGHT\n118A - Nemo is looking at the phone. It doesn’t ring.\n\nSitting at the table in his room, Nemo writes a letter. He writes,\n“Dear Elise,” then stops. He wads up the page, takes a new one. He\nis in front of a blank page. He doesn’t know what to write. He\nshakes. Beads of sweat stand out on his forehead. Slowly, he\nbegins writing. His pen glides over the page making a sharp little\nnoise.\n\nADULT NEMO (OFF)\nWhat happens when we fall in love?\nAs a result of certain stimuli, the\nhypothalamus releases a powerful\ndischarge of endorphins...\n\n119 - INT. TV STUDIO — DAY\n\nAdult Nemo is looking into the camera. It is a popular science\nprogram.\n\n119A - A cross-section of a brain is in superimposition.\n\nNEMO (CONT. )\nBut why exactly that woman or that\nman? Is there a release of\nodourless pheromones that\ncorrespond to a complementary\ngenetic signal? Or is it physical\nfeatures that we recognize? A\nmother’s eyes? A sister’s dimple?\nAn smell that stimulates a happy\nmemory?\n\n119B - We see brief flashes of Elise looking at Nemo. We see her\neyes, very close up...\n\n119C - We see the eyes of Nemo’s mother.\n\nWe see Elise’s nose. The mouth, the chin. We see the hands. Her\nhaircut is similar to his mother’s. We see Nemo looking at her,\nbreathing. We go into a nostril.\n\n119D - We see glands contracting, we see the heart beating faster,\nthe blood flow increasing...\n\nNEMO (CONT. )\nIs love part of a plan? A vast war\nplan between two modes of\nreproduction? Bacteria and viruses\nare asexual organisms.\n\n- 53 -\n\n+ eH OF\n\f\"Mr. NOBODY\" VERSION 11\n\n119E - We see bacteria multiplying through cell division. We see\ntheir genomes dividing into two perfectly identical codes.\n\nNEMO (CONT. )\n\nWith each cell division, each\nmultiplication, they mutate and\nperfect themselves, much more\nquickly than we do.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOBODY\" VERSION 11\n\n119E - We see bacteria multiplying through cell division. We see\ntheir genomes dividing into two perfectly identical codes. NEMO (CONT. )\n\nWith each cell division, each\nmultiplication, they mutate and\nperfect themselves, much more\nquickly than we do. \n\nTARGET SECTION TO BE ANNOTATED:\n Against this,\nwe respond with a fearsome weapon:\nsex. Two individuals, by mixing\ntheir genes, shuffle the cards and\ncreate an individual who resists\nviruses better the more dissimilar\nhe or she is.\n\n119F - We see DNA mixing to produce a different combination.\n\nNEMO (CONT. )\nAre we unknowing participants in a\nwar that is beyond us, a war\nbetween two modes of reproduction?\n\nCredits music. The images stop rolling behind Nemo. The tape\nrewinds. The background goes out, leaving a blue screen. Nemo\nconsults his papers and looks at his watch. The lights go on. We\nare in a TV studio.\n\nLOUDSPEAKER VOICE\nOkay, that’s good for today.\n\nNEMO\n(to Peter, a passing assistant)\nWas I okay? *\nPETER\n\nI thought it was good.\nNemo takes out his cell phone and dials a number.\nNEMO\nHoney? I’m running a little late. *\n120 - EXT. ANNA AND NEMO’S HOUSE — DAY\n\nAnna answers her cell phone in front of a pretty white house. The\nchildren play around her as she escorts them inside.\n\nANNA\nNo problem. We’1l wait.\n\nNEMO (OFF)\nAnna! I love you.\n\n- 54 -\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA\nI love you more.\n\nNEMO (OFF)\nMe more.\n\nANNA\nMe more.\n\nNEMO (OFF)\nOkay.\n\nANNA\nCheater.\n\n121 - EXT. TV STUDIO — DAY\n\nNemo hangs up. He is walking briskly out of the studio. He takes\nhis keys from his pocket. He climbs into his car and drives away.\nHe passes a cyclist, who is forced to brake. The cyclist stops and\nlets him past.\n\n122 - EXT. WOODS — DAY\n\nNemo’s car is driving fast down a road that goes through a wooded\narea. In the distance, birds are bustling in the branches,\nchirping away. They land on the road surface, pecking at seeds.\nNemo’s car suddenly appears. One of the birds hits his windshield.\n\n122A - Nemo swerves to the side, skidding. The car zigzags.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne of the birds hits his windshield. 122A - Nemo swerves to the side, skidding. The car zigzags. \n\nTARGET SECTION TO BE ANNOTATED:\n Nemo\nloses control of the vehicle, and it goes off the road, plunging\ninto a river...\n\n123 - EXT. UNDER WATER — DAY\n\nThe car sinks under the water... Water pours in through the half-\nopen window. There is no more air. Nemo struggles. Bubbles come\nout of his mouth. He strikes at the door in vain. His gestures\nbecome slower.\n\nNEMO (OFF)\nShit... I’ve got to go back. I have *\n\nto start again...\n\nIn the rearview mirror we see:\n124 - EXT. COUNTRY RAILROAD STATION — DAY\n\nChild Nemo is running after the train that is taking his mother\naway. A baggage handler passes in front of Nemo with his cart.\n\n- 55 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo stops and watches the train move away. The train moves\naway...\n\n125 - EXT. ELISE’S STREET — DAY\n\n...veflected in the motorcycle rearview mirror. Teenage Nemo is\nsitting astride his stationary motorcycle. He is holding his\nletter in his hand. He is watching a house, and sees Elise come\noutside. He hides. He is going to approach her. He doesn’t dare.\nHe clutches his letter so hard he crushes it. He sees Elise emerge\nfrom her house, laughing with Stefano. Nemo blanches. Their eyes\nmeet. Nemo looks down and rides away.\n\nSTEFANO\nDo you know him?\n\nELISE\nThat’s Nemo. He’s weird. He does\neverything he can to avoid me.\n\n126 - EXT. ROAD — NIGHT\n\nNemo is racing his motorcycle. He is going at breakneck speed. The\nwind is whipping at his face, tears run down his cheeks. He howls,\nbut his voice is covered by the motorcycle’s roar. It’s the same\nroad as usual, we recognize the bends. The road rushes by. The\nwind fills Nemo’s eyes with tears. The turns are tight.\n\n126A - Just ahead, a dead leaf lies on the roadway. The motorcycle\napproaches. All of a sudden, he skids. The motorcycle swerves.\nNemo crashes to the ground. He is lying beside the road,\n\nmotionless. Nothing moves. Oil from the motorcycle empties drop by\ndrop onto the asphalt.\n\n126B - Later.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing moves. Oil from the motorcycle empties drop by\ndrop onto the asphalt. 126B - Later. \n\nTARGET SECTION TO BE ANNOTATED:\n An ambulance is on the scene. There is a lot of\ncommotion. Flashes of light. Feet and hands going by. People are\ntrying to keep Nemo awake. He is carried away on a stretcher.\nNurses talk to him, but he hears nothing. They put an oxygen mask\nover his face.\n\n127 - INT. HOSPITAL (1988) — DAY\n\nA body is lying on a hospital bed. It is hooked up to all kinds of\ntubes, breathing machines. It doesn’t move. It is fourteen-year-\nold Nemo. His face is half-covered by masks and tubes. We can make\nout a presence around him. We sense a nurse placing a thermometer\nunder his arm.\n\nNURSE 1 (OFF)\nDo you think he can hear us? Have\nyou seen any reactions? *\n\f\"Mr. NOBODY\" VERSION 11\n\nNURSE 2 (OFF)\nI don’t know. But I’ve got a funny *\nfeeling that he can... *\n\nNemo is confined to the bed and does not move. Nurse 1 leans over\nhim.\n\nNURSE 1\nSir? If you can hear me, move your *\nfinger.\n\nNemo’s hand. Nothing moves.\n\nNEMO’S VOICE (OFF)\nWho’s there? ... What am I doing\nhere?\n\nNURSE 1\nCan you move your eyes?\n\nNemo’s eyes remain hopelessly closed.\n\nNEMO’S VOICE (OFF)\n(getting louder and louder)\nI’ve got to get out of here... Go\nback before the accident... I’VE\nGOT TO WAKE UP!\n\n127A - We move away from him at top speed, passing through the\nwalls, the hallways...\n\n127B - We pass through the windshield of the ambulance as is it\nracing through the streets.\n\n127C - Flash: we see the motorcycle accident in reverse.\n\n128 - EXT. ELISE’S STREET — DAY\n\nBack in time... Nemo is astride his stationary motorcycle. He is\nholding his letter. Stefano walks away down the sidewalk, Nemo\nhasn’t seen him. He is watching Elise as she comes out of her\nhouse. He approaches her and stops in front of her. He looks her\nstraight in the eye. She is both surprised and happy. He gives her\nthe envelope.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks her\nstraight in the eye. She is both surprised and happy. He gives her\nthe envelope. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\nI believe in one thing. I believe\nwe should always say “I love you”\nto the people we love.\nThey look at each other intensely.\n\nNEMO (CONT. )\nI love you.\n\n-57 -\n\f\"Mr. NOBODY\" VERSION 11\n\nShe is deeply moved. He kisses her on the lips. She hugs him\ntightly. They kiss for a long time, without coming up for air.\nSuddenly, she draws back.\n\nELISE\nI’m not a good person, Nemo. We...\nWe shouldn’t. I... I love Stefano.\nNEMO\nWhat?\nELISE\nStefano. You saw him, at the party\nwith me. I... He doesn’t love me.\n\nHe’s with...that idiot...\n\nNEMO\nAnd so?\n\nELISE\nI love him anyway. I can’t help\nmyself. I’m in love with him. I...\nI’m sorry.\n\nNemo is dumbfounded. He stares at her without moving. A butterfly\npasses above them, pirouetting in the sky.\n\n129 - INT. FATHER’S HOUSE — EVENING\n\nNemo is crushed. He is playing chess with himself. His father\nlooks at him tenderly.\n\nNEMO\nDad, I’m getting married.\n\nFATHER\nOh? And who’s the lucky lady?\n\nNEMO\nIt’s not that. I’m going to marry\nthe first girl who dances with me\ntonight.\n\n130 - INT. VILLAGE HALL — NIGHT\n\nA dance in the village hall. Everyone is dressed differently from\nthe first time. Nemo comes in. He sees Elise on the other side of\nthe room. Their eyes meet. He wants to go over to her, but she\nturns away. She asks Stefano to dance. It’s a slow dance, the\nlights are dim. Nemo watches her. She presses close to Stefano,\nputs her arms around his neck. She glances at Nemo. Nemo blushes,\nfurious, and turns away. He asks the first girl he sees to dance.\nIt is TEENAGE JEAN. She smiles at him, and seems very nice.\n\n- 58 -\n\f\"Mr. NOBODY\" VERSION 11\n\nJEAN\nThanks, Nemo.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles at him, and seems very nice. - 58 -\n\f\"Mr. NOBODY\" VERSION 11\n\nJEAN\nThanks, Nemo. \n\nTARGET SECTION TO BE ANNOTATED:\nThey go onto the dance floor and dance pressed closely together\n\nNemo looks at Elise dancing with Stefano. He is furious. Jean\nlooks at Nemo. Elise glances at them. Nemo looks at Jean. He\nslowly moves his face toward hers. She pulls back a bit,\n\nhesitates. Nemo brings his lips to hers, and they kiss. Jean\nhesitates for a moment, then lets herself go, puts her arms around\nhim. Elise forces herself to smile at Stefano. She pretends to be\nhappy. Jean presses herself to Nemo. She is truly happy. She is in\nlove. Nemo is furious. He lets himself be embraced by Jean, who is\nsmiling, her eyes closed, tears in her eyes. She whispers:\n\nJEAN (CONT.)\nNemo... Nemo...\n\nNemo closes his eyes. The image fades to black.\n\n131 - EXT. COUNTRY ROAD — NIGHT\n\nNemo, his face hard, is riding at top speed on his motorcycle.\nJean is astride behind him, her arms around him, holding on.\n\nCHILD NEMO (OFF)\nOn that day, I will make a lot of\n\nfoolish decisions. ONE: I will\nnever leave anything to chance\nagain...\n\nTeenage Nemo looks right at the camera and says:\n\nTEENAGE NEMO\n\nONE: I will never leave anything to\nchance again. TWO: I will marry the\ngirl on my motorcycle. THREE: I’11\nbe rich. FOUR: We’ll have a house.\nA big house. Painted yellow. With a\nyard. And two children, Paul and\nMichael. FIVE: Til have a\nconvertible. Red. And a swimming\npool. I’1l learn to swim. SIX: I\nwon’t stop until I’ve succeeded.\n\n131A - Nemo’s speech is peppered with FLASHES: Adult Jean. A white\nhouse, that grows bigger when the voice over says “big house” and\nturns yellow when the voice says “Yellow.” A yard spreads around\nit, and an automatic sprinkler system starts up. A blue\nconvertible appears in front of the garage and turns red when the\nvoice says “Red.” Two children pose in front of the house holding\nhands. Their t-shirts read “Paul” and “Michael”.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nA white\nhouse, that grows bigger when the voice over says “big house” and\nturns yellow when the voice says “Yellow.” A yard spreads around\nit, and an automatic sprinkler system starts up. A blue\nconvertible appears in front of the garage and turns red when the\nvoice says “Red.” Two children pose in front of the house holding\nhands. Their t-shirts read “Paul” and “Michael”. \n\nTARGET SECTION TO BE ANNOTATED:\n- 59 -\n\n*\n\n+ + OF\n\f\"Mr. NOBODY\" VERSION 11\n\n132 - EXT. NEMO AND JEAN’S YARD — DAWN\n\nThe big pool in Nemo and Jean’s yard, at dawn. Adult Nemo, in his\nbathrobe, is on the diving board, a bottle of scotch in his hand.\nHe falls forward and spins in the air for a few seconds before\nplunging under the water.\n\n133 - EXT. NEMO AND JEAN’S YARD — DAY\n\nThe vast estate. A gardener is mowing the lawn. Nemo floats in the\npool, almost motionless. Jean screams and dives in fully dressed\nto save him.\n\nBlack.\n\nPAUL (OFF)\nDaddy? ... Daddy?\n\nJEAN (OFF)\nPaul, don’t wake your father!\n\n133A - Nemo’s eyes pop open. He was sleeping on a chaise lounge,\nholding a glass of juice. He is beside a tarp-covered pool. Nemo\nlooks at Jean.\n\nNEMO\nElise?\n\nThe woman looks surprised. Nemo puts down his glass.\n\nJEAN\n\nIt’s me, Jean... Who’s Elise? *\nNEMO\n\nJean? ... Oh, right...\nJEAN\n\nPaul, you can keep playing.\n\nPaul walks away. Nemo’s expression is blank. His children are\nlaughing as they play with a dog. Nemo moves to pick up his glass,\nbut it’s not there anymore.\n\nNEMO\nDidn’t I have a glass?\n\nJEAN\nNo... You’re still tired, Nemo. You\nneed to rest.\n\nShe looks at him, a silent moment. Nemo looks at his shoe,\nintrigued. The lace is broken. He pulls it off.\n\f\"Mr. NOBODY\" VERSION\n\nJEAN (CONT.)\nNemo... Do I matter to you?\nNemo looks at her.\nJEAN (CONT.)\n\nI’d just like to ask you one\nquestion. Did you do it on purpose?\n\nNemo looks at her, uncomprehending. Jean takes a paper from her\npocket and unfolds it. She hands it to Nemo.\n\nJEAN (CONT.)\n\nI found it on the bedside table.\nNEMO\n\nDid I write that?... It is my\n\nwriting. I don’t remember...\nJean takes the paper back.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is my\n\nwriting. I don’t remember... Jean takes the paper back. \n\nTARGET SECTION TO BE ANNOTATED:\nJEAN\n\n(reading)\n“There comes a time in life when\neverything seems narrow. Choices\nhave been made. I can only continue\non. I know myself inside out, I can\npredict my every reaction.\nEverything is predictable. My life\nhas been cast in cement, with\nairbags and seatbelts. I’ve\ncontrolled everything. I’ve done\neverything to reach this point, and\nnow that I’m here, I’m fucking\nbored. The hardest thing is knowing\nwhether I’m still alive.”\n\n134 - INT. OFFICE — NIGHT\n\nNemo is in his office, plunged in darkness. There is a picture of\nJean on his desk. He looks at the broken shoelace in his hand. He\nlooks at a candle flame. He holds his hand over the flame to see\nif it burns. He holds it there as long as he can. His hand starts\nto smoke.\n\n135 - INT. ANNA’S ROOM IN THE MOTHER’S HOUSE — DAY\nTeenage Nemo wakes with a start. He looks at his hand, which is\nunscathed. Blonde hair is spread out next to him. He studies it.\n\nIt is Anna. They are in Anna’s room. She also wakes up.\n\nNEMO\nJean?\n\n11\n\f\"Mr. NOBODY\" VERSION\n\nANNA\nWhat did you say?\n\nNEMO\nAnna, is that you? I had a dream...\na weird dream.\n\nThey hear a noise. Nemo jumps out of bed. He looks at the time,\npulls on a t-shirt as fast as he can.\n\nANNA\nFast!\n\nNemo opens the door a crack. No one. Nemo tiptoes down the hall.\nWe no longer hear sounds of love from the parents’ room, but\nsounds of fighting.\n\n136 - INT. MOTHER’S APARTMENT — DAY\nBreakfast. No one is talking. Anna’s father and Nemo’s mother are\nnot speaking. They are angry with each other. Anna and Nemo glance\n\nat them discreetly.\n\nANNA\nEverything okay?\n\nANNA'S FATHER\nEverything’s great. Mind your own\nbusiness.\n\nEveryone stares at their food in silence.\n\nNEMO’ S MOTHER\nWell. It is important for you to\n\nunderstand... In life, things don’t\nalways work out the way we plan\nthem.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEMO’ S MOTHER\nWell. It is important for you to\n\nunderstand... In life, things don’t\nalways work out the way we plan\nthem. \n\nTARGET SECTION TO BE ANNOTATED:\n Harry and I thought... Life\nisn’t always what we think it will\nbe.\n\nNEMO\nWhat are you talking about? I don’t\nget it.\n\nMOTHER\n\nAnna already knows.\nNemo turns toward Anna, who looks away.\n\nMOTHER (CONT.)\nHarry and I are going to separate.\n\nNemo looks at his mother as if he can’t believe it.\n\n11\n\n+ + OF\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nWhat? But why? You have no right,\nI... What’s wrong with y... *\n\nANNA'S FATHER\nYou've played your part in it. I\ndon’t know what’s going on between\nyou two, and I don’t want to know.\nIt’s sick. You're brother and\nsister. It is better that... *\n\nANNA\nWe are NOT brother and sister!\n\nAnna runs to her room and slams the door. Nemo follows her.\n\n137 - INT. ANNA’S ROOM — DAY\n\nNemo bursts into Anna’s room, but she avoids his eyes. He locks\nthe door behind him.\n\nNEMO\nYou knew? ... And you didn’t tell\nme?\n\nHe turns away, furious. Anna takes him in her arms, holds him\ntight, sobs. He turns toward her, also crying. Her father knocks\nfuriously at the door.\n\nNEMO (CONT. )\nWhere? Where are you going?\n\nANNA\nTo New York. In ten days. My father\nfound a job there.\n\nBoth of them are crushed. They don’t move. They hold each other\ntightly.\n\nANNA (CONT.)\nWe'll meet every Sunday, near the\nlighthouse. Okay? Until we see each\nother again. For life. Okay? It’s\nnot over. We still have time. We\nhave to take advantage of every\nminute.\n\nThey kiss.\n137A - A little later. They are lying on the floor, motionless,\n\nholding hands. The sunlight moves through the room. They do not\nmove. It is endless.\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nTen days, that makes... 14,400\nminutes. I wish everything would\nstop right now, and things to stay *\nthis way forever.\n\nANNA\nThey say that if you slow your *\nbreathing, time slows down.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOBODY\" VERSION 11\n\nNEMO\nTen days, that makes... 14,400\nminutes. I wish everything would\nstop right now, and things to stay *\nthis way forever. ANNA\nThey say that if you slow your *\nbreathing, time slows down. \n\nTARGET SECTION TO BE ANNOTATED:\n The *\n\nHindus say so.\n\nThey stare into each other’s eyes, without moving, holding hands.\nThey hold their breath.\n\nA little later, at night. They make love, almost without moving,\nin slow motion.\n\nA little later. Through the window, they watch the sun rise. The\n\nbranches of the trees dance in slow motion... They turn toward\neach other in slow motion. Their fingers touch. We hear a faucet\ndripping. *\n\n137B - A drop falls from the bathroom faucet, its fall slowing...\nand it stops in mid air, as if time had stopped.\n\n138 - EXT. SPACE AND MISC. — DAY\nThe planets slow their rotation...\n\nADULT NEMO (OFF)\nWill time stop moving when the\nexpansion of the universe reaches\nits end?\n\nWe pull back, away from the solar system. We see galaxies, move\nback even more, see a mass of galaxies, pull back more, see a kind\nof brilliance, a drop. We pull even further back and we see that\nit is lachrymal fluid from an eyelid. We see an eye. We pull\nfurther back.\n\n138A - It is Anna’s eye...\n\nADULT NEMO (OFF) (CONT.)\nIs the universe a miniscule part of\na much greater ensemble? Is_ the\nentire universe contained in a\nmicroscopic molecule, in a tear\nperched on an eyelid?\n\n139 - INT. NEMO’S ROOM — DAY\n\nA shining tear falls from Anna’s eyelid and runs down her cheek.\nThe shadows of two teenage hands on the wall...\n\f\"Mr. NOBODY\" VERSION 11\n\nThey touch, caress each other... Dust dances in the air, around\ntheir fingers... Through the window, falling autumn leaves hang in\nthe air...\n\nVery close up, Anna’s mouth, her lips.\n\n140 - INT. NEMO’S ROOM — NIGHT\n\nNemo and Anna are lying side by side, their eyes open... Anna\ntouches her nose to Nemo’s skin...\n\nANNA\n(whispering)\nI have to remember the smell of *\nevery part of your body. I’1l1 never\n\nforget.\nShe runs her nose over Nemo’s torso.\nANNA (CONT.)\n(whispering)\nYou're the first and last person\nI’ll ever love.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l1 never\n\nforget. She runs her nose over Nemo’s torso. ANNA (CONT.)\n(whispering)\nYou're the first and last person\nI’ll ever love. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\n(whispering)\nYou are the first and the last.\nThey make love.\nANNA\nWe’1l meet near the lighthouse. And\nwe’l1l write.\n\nThey kiss. They hold each other tight.\n\n141 - INT. HALL IN THE MOTHER’S APARTMENT — DAY\n\nAnna’s room is empty. The boxes are stacked in the hall. Anna’s\nfather walks down the hall. Movers take the things away.\n\n142 - INT. MOTHER’S APARTMENT — EVENING\n\nNemo closes himself in his room. He leans against the door. He\ndoesn’t want to see. He is crying.\n\nANNA’S FATHER (OFF)\nAnna, it’s time to go...\n\nNemo doesn’t open. He listens at the door. He kneels down and\nlooks through the lock. Through the hole, he sees Anna’s eye. He\nhears her whisper.\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA (OFF)\nI love you.\n\nA noise. Anna’s eye is no longer visible. The front door closes.\n\nNemo opens his bedroom door and runs as fast as he can to catch\nthem.\n\n142A - He rushes down the stairs.\n\n143 - EXT. STREET — NIGHT\n\nNemo reaches the street just as the car is pulling away. We see\nthe two red running lights move away and turn left. Nemo decides\nto cut through on a parallel street. He runs as fast as he can. He\nis out of breath, frowns, but runs even faster. He sees between\nthe houses that he is even with the car. The car moves slightly\nahead of him. Nemo accelerates. He knocks over garbage cans. The\nfences on the street rush past.\n\n143A - He reaches a major road. He sees the headlights turn into\nthe street and come toward him. Nemo stops, and without\nhesitating, steps into the road, spreading his arms in the\ndarkness to stop the car. The headlights approach. The light\nblinds him, and he squints. The headlights come closer, without\nslowing down... They are very close.\n\nSuddenly, the two headlights separate and pass on either side of\nhim. Nemo can’t believe it. He turns around. It was two scooters,\nwhich are continuing on their way.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo can’t believe it. He turns around. It was two scooters,\nwhich are continuing on their way. \n\nTARGET SECTION TO BE ANNOTATED:\nSCOOTER RIDER\nHey kid, don’t stand there!\n\nNemo watches them go, dazed, desperate. He howls into the night:\n\nNEMO\n\nANNAAAAAA!\n\n144 - INT. SPACESHIP — NIGHT\nThe motionless face of adult Nemo. Frost sticks to his beard and\neyelashes. His skin is almost blue. Probes provide readings of the\nweak, distant beating of his heart.\n\nADULT NEMO (OFF)\n\n(whispering, very near\n\nAnna! ... Anna?\n\n144A - Flash: the three little girls in their colorful dresses:\nAnna, Elise, Jean.\n\f\"Mr. NOBODY\" VERSION 11\n\nTEENAGE NEMO (OFF)\n“After ninety days, the onboard\ncomputer is still maintaining the\npassengers’ metabolism at the level\nof a hibernating frog.”\n\nNemo’s face. We hear Indian music. Reflected in the glass of the\ncontainer, the image of a television.\n\n145 - INT. HOSPITAL (1988) — DAY\n\nIndian music coming from a television set... In the on-duty\npersonnel station, an Indian nurse is watching a brightly colored\nfilm: an Indian singer is declaring his undying love to a beauty.\n\n145A - Teenage Nemo, in a coma, lies motionless on his hospital\nbed, hooked up to machines.\n\nTEENAGE NEMO (OFF)\n\n“He had always been fascinated by\nthe fact that certain frogs can\nspend the winter completely frozen,\nand that, when spring comes, comma,\nthey defrost and begin living\nagain. Period. The onboard computer\ndisplayed:”\n\n146 - INT. SPACESHIP — NIGHT\n\nThe computer onboard the spaceship displays: “END OF HIBERNATION.”\nThe ice on Nemo’s face instantly melts and runs off. His color\nreturns. Vital functions return to normal: pulse, brain, nervous\nsystem... The door to the hibernation chambers opens.\n\nNemo is in his fifties and has a burn scar on his face.\n\n146A - We are in the center ring of the spaceship. Big bay windows\nlook out into space. Hibernation cases open all along the ring,\nreleasing passengers of every nationality. A stewardesses pass\nwith fruit juice. Television screens broadcast a loop of images of\nearth: grass, clouds, rivers.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHibernation cases open all along the ring,\nreleasing passengers of every nationality. A stewardesses pass\nwith fruit juice. Television screens broadcast a loop of images of\nearth: grass, clouds, rivers. \n\nTARGET SECTION TO BE ANNOTATED:\n Everything makes one think more of\ntourism than of a scientific expedition: the big bay windows\nlooking out over the landscape, the chairs positioned to admire\nthe view, the music. Welcome messages are played in every\nlanguage. The passengers are handed suspicious-looking green meal\ntrays. The planet Mars appears in the spaceship’s line of vision,\nhuge and red. The tourists look on in wonder. Nemo is seated among\nthem. He is holding his suitcase on his knees, and on top of it,\nan urn.\n\nA PASSENGER\n\nThis is a dream come true to me... *\nThere are two tragedies in life. *\n(MORE)\n\f\"Mr. NOBODY\" VERSION 11\n\nA PASSENGER (cont'd)\nOne is not to fulfill your dreams.\nThe other is to fulfill them.\n(He looks through the window.)\nIt doesn’t look like there’s much\nto do. I hope I brought enough\nsudoku puzzles.\n\n147 - INT. HOSPITAL (1988) — DAY\n\nNemo remains entirely motionless.\n\nNEMO (OFF)\nIf I could at least move my\nfingers... Or my eyes... Someone\n\njust came in...\n\nThe floor vibrates softly under the feet of a nurse as she comes\ninto the room. She opens the curtains.\n\nNEMO (OFF) (CONT.)\nDaytime... It’s daytime... The sun\nis out... It’s warmer on the left\nthan on the right...\n\nThe nurse undresses him. He feels her lifting his arm.\n\nNEMO (OFF) (CONT.)\nShe’s different from the one this\nmorning... Not the same perfume...\nHer hands are soft.\n\nShe washes him. He feels the washcloth on his skin. The sun is\nshining on his face, and the shadow of the nurse passes back and\nforth over him. Nemo feels with pleasure the contact of her hands\non his skin. The washcloth slides over his chest. A ray of sun\nwashes over Nemo’s face. The nurse offers an unexpected gesture of\ntenderness to the teenager. She looks around to see that no one is\nlooking, then she kisses Nemo’s forehead.\n\nNEMO (OFF) (CONT.)\nElise... Is that Elise?\n\nThe Indian music gets louder.\n\n148 - INDIAN MOVIE\n\nThe sun shines in the sky.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs that Elise? The Indian music gets louder. 148 - INDIAN MOVIE\n\nThe sun shines in the sky. \n\nTARGET SECTION TO BE ANNOTATED:\n The hero is singing to his love. They\ngallop on horseback over the hills. They embrace.\n\n149 - EXT. ELISE’S STREET — DAY\n\nBack in time... Nemo is holding his letter. He stops before Elise.\nHe looks into her eyes.\n\n+ FH HOF\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nI believe one thing. I believe we\nshould always say “I love you” to\nthe people we love.\n\nThey look at each other intensely.\n\nNEMO (CONT. )\nI love you.\n\nShe is deeply moved. He kisses her on the lips. She suddenly draws\nback.\n\nELISE\nI’m not a good person, Nemo. We...\nWe shouldn’t. I...\n\nNEMO\nYou’re the one I love.\n\nELISE\nI have to tell you...\n\nHe puts a finger to her lips to stop her.\n\nNEMO\nShhh... Don’t say anything. You can\ncount on me for Mars. I promise.\n\nShe smiles. He kisses her. She hesitates, then hugs him tightly.\nThey kiss lengthily, without coming up for air. A place goes by in\nthe background, pulling a streamer.\n\n150 - EXT. CHURCH — DAY\n\nAdult Nemo and Elise step out of a church under a rain of rice.\nThey are married. They get into a white car decorated with a\nribbon reading “JUST MARRIED.” They drive away.\n\n151 - MODEL\n\nA toy airplane, held in a child’s hand. The plane flies our a map.\nOn the map, the letters “OCEAN” run past. The plane flies over\nNorth America.\n\n152 - INT. NEMO AND ELISE’S ROOM (2006) — DAY\n\nAn alarm clock rings. Nemo and Elise are thirty-six. Nemo gets up.\nThe scene is identical to the one at the beginning of the film.\nElise is sleeping. Nemo goes into the bathroom. We stay with\nElise, whose back is to Nemo. Her eyes are open. Tears stream down\nher cheeks. Nemo didn’t see her cry.\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo comes back into the room. He lies down next to Elise. Elise\nopens her eyes. As soon as she sees him, she cries more.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe lies down next to Elise. Elise\nopens her eyes. As soon as she sees him, she cries more. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\nWhat is it?\nELISE\nI dreamt I was somewhere else...\nNEMO\nWhat do you mean?\nELISE\nNothing.\nNEMO\nWant us to go for a stroll today? *\n\nDo you want me to...\n\nELISE\nI don’t want anything. Nothing.\n\nShe starts crying again, her chin trembling, shaking from head to\nfoot.\n\nELISE (CONT.)\nI’m so lousy... I’m worthless. I *\ncan’t stand this life anymore.\n\nNEMO\nYou’re not lousy, you’re fantastic.\nYou’re exhausted, that’s all. It’ll\nbe fine, you’ll come out of it.\nThink about it... You've got\nincredible kids, you’ve got...\n\nELISE\nStop trying to cheer me up, it\nmakes me feel even guiltier.\n\nShe is lying down, sobbing. Nemo looks at her, powerless.\nELISE (CONT.)\nWhat’s wrong with me? What’s wrong\nwith me?\nShe turns toward him.\nELISE (CONT.)\nDo something! Do something to make\nit stop!\nNEMO\n\nI think it would be good if I\ncalled a doctor.\n\n- 70 -\n\f\"Mr. NOBODY\" VERSION 11\n\nShe turns back toward him, her lips taut, waving a finger at him.\n\nELISE\nNo doctors!\n\nNemo puts a hand on her shoulder. She pulls away brusquely.\n\nELISE (CONT.)\nPlease... don’t touch me.\n\n153 - INT. NEMO AND ELISE’S HOUSE - DAY\n\nNemo is preparing breakfast, the children are at the table. They\nlook a little worried. Nemo tries to be lighthearted.\n\nJOYCE\nHow’ s mum?\n\nNEMO\nShe’s tired. She’s sleeping.\n\nNOAH\nShe’s always tired.\n\nJOYCE\n(as if distractedly)\nIs she depressed?\n\nNEMO\nShe has ups and downs.\n\nJOYCE\nI don’t know about you, but next\ntime mum has one of her crisis, I’m\ngoing to go live somewhere else.\n\nNemo freezes, looks at her. He doesn’t know what to say.\n\nNEMO\nSo, does anyone have a joke? What’s\nsmall, green, and goes up and down?\n\nEVE\nA pea in an elevator. It’s not\nfunny.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s\nsmall, green, and goes up and down? EVE\nA pea in an elevator. It’s not\nfunny. \n\nTARGET SECTION TO BE ANNOTATED:\n Old people humour.\n\nNEMO\nI’1ll take you to school. Joyce, are\nyou gonna be all right?\n\nJOYCE\n\nOf course. It’s not because mum’s\nnot okay that I’m not okay.\n\n-71-\n\f\"Mr. NOBODY\" VERSION 11\n\n154 - EXT. SCHOOL STREET — DAY\n\nIt is raining. Nemo drops off the children in front of the school\nand drives away.\n\n155 - INT. CAR WASH — DAY\n\nNemo is in his car. Soapsuds spread across his windshield, swept\nby a noisy, spinning brush. It’s pretty. Jets of water push the\nsuds to the side windows. The car moves forward on its own, pulled\nby the mechanism. Nemo watches. It relaxes him.\n\n156 - EXT. CAR WASH — DAY\nNemo leaves the car wash. He stops at a red light. Behind the\nwheel of the car next to him is Anna. Children are in the back\nseat of her car. Their eyes meet for an instant. They don’t take\nnote, don’t know each other. Anna pulls away before Nemo.\n157 - INT. MOTHER’S APARTMENT — DAY\nA picture of teenage Anna stands on the desk. Teenage Nemo is\nwriting a letter. His mother walks past in the background. He\ncloses the envelope, writes Anna’s address. He closes his eyes and\nconcentrates.\n\nNEMO (OFF)\n\nAnna.\n\n158 - INT./EXT. NEW YORK - HARRY’S HOUSE — DAY\nThe postman slips Nemo’s letter into a mailbox. Harry comes out of\nthe house, picks up the mail. He tears up Nemo’s letter.\n159 - EXT. PUBLIC PARK — DAY\nIt is winter. Nemo is near the lighthouse where he and Anna said\nthey would meet. He is alone, sitting on a bench. The park is\ndeserted. Nemo closes his eyes and concentrates.\n\nNEMO (OFF)\n\nAnna... Can you hear me?\n\n160 - EXT. NEW YORK — DAY\n\nIt is winter. Anna is walking down a street, over a bridge. She\ncloses her eyes...\n\fANNA\nNemo...\nSometimes I\nremembering\nreconstruct you\ninch,\n\n161 - INT. MOTHER’S APARTMENT\n\nyour\n\n\"Mr.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nNemo... Sometimes I\nremembering\nreconstruct you\ninch,\n\n161 - INT. MOTHER’S APARTMENT\n\nyour\n\n\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\n(OFF)\n\nI talk to you all the time.\n\nhave\nface.\nin my mind,\n\ntrouble\nSo I\ninch by\n\nuntil I can see you again...\n\n— DAY\n\nIt is snowing outside. Movers\nthe mother directs them. The\ndoor. She discretely tears up\n\nare carrying boxes from the house as\nmother picks up the mail under the\na letter and throws it away.\n\n162 - INT./EXT. MISC. — DAY/NIGHT\nNemo slips an envelope into a mailbox.\n162A - We see the path the letter follows. The address is\n\noptically scanned. The letter enters an automated routing system.\nIt is bundled with other letters, all tied together. The bundle is\n\nthrown in with others in big canvas bags. The bags are\ntransported. The bags are opened. The strings around the bundles\nare cut. The letters are sorted into small slots. A stamp hits the\nletter: “NO LONGER AT THIS ADDRESS.”\n\n163 - INT. MOTHER’S APARTMENT — EVENING\n\nNemo is holding the letter. The apartment is almost empty. Nemo is\nat the table, across from his mother. His eyes are red from\ncrying. He stares at his plate with no appetite.\n\nMOTHER\nCome on, eat your\ndo you good.\n\nzucchini. It’l1l\n\nNemo looks hopelessly at the slices of zucchini in his plate.\n\n164 - EDUCATIONAL TV PROGRAM\n\nA zucchini plant in a garden, with its big leaves.\nappears in superimposition, speaking to the camera.\n\nAdult Nemo\n\nADULT NEMO\nDoes the zucchini know pain?\n\nA caterpillar moves across a leaf and begins eating it. We see the\nzucchini plant in cross-section. A red glow appears in the roots\nand spreads through the stems. Adult Nemo’s face reflected on the\nteleprompter. The text goes by.\n\n-73-\n\f\"Mr.\n\nADULT NEMO (CONT.)\nWhen the insect bites into the\nleaf, the plant finds a bitter\nsubstance in its roots that it\ndiffuses into the leaves to make\nthem inedible.\n\nNOBODY\" VERSION 11\n\nThe insect abandons the leaf. On another leaf, a kind of beetle is\n\ncutting a circular trench.\n\nADULT NEMO (CONT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOBODY\" VERSION 11\n\nThe insect abandons the leaf. On another leaf, a kind of beetle is\n\ncutting a circular trench. ADULT NEMO (CONT. \n\nTARGET SECTION TO BE ANNOTATED:\nEpilachna borealis has found how to\nblock that move: they cut a\ncircular trench through the leaf\nbefore the bitterness reaches it\nand feed on the inside.\n\nThe insect eats the edible disk.\n\nADULT NEMO (CONT.)\nWhat does the zucchini feel? Is it\npain? Is information carried\nchemically less painful than\ninformation carried by a _ nervous\nsystem? Does the zucchini cry out\nwhen you chew it?\n\n165 - INT. MOTHER’S APARTMENT — EVENING\n\nThe mother is chewing a mouthful of zucchini. Nemo looks at the\n\nslices in his plate.\n\nMOTHER\nWe need to look to the future. It\nwill be good to change houses, to\nhave a new life...\n\nNEMO\nWill we have a pool?\n\nMOTHER\nYou hate water. You don’t know how\nto swim. You never know what you\n\nwant.\nNEMO\nI do know.\nMOTHER\nThat’s news. And what is it you\nwant?\nNEMO\n\nI know what I don’t want.\n\n- 74 -\n\f\"Mr. NOBODY\" VERSION 11\n\nMOTHER\nSo what is it you don’t want? *\n\nNEMO\nI don’t want to be like you.\n\nThe mother registers the blow.\n\nNEMO (CONT. )\nYou know nothing about me. I’ve\nalways loved pools. When I’m older,\nI’1l have a pool.\n\n166 - EXT. VILLA — MORNING\n\nAdult Nemo is using a net to fish leaves from the surface of a\nmagnificent pool in the garden of a magnificent villa. His\ngestures are calm and precise. An idyllic image. His hair is\nlonger and his is unshaven.\n\nA man in a bathrobe comes out of the house and hands him some\nmoney. Nemo thanks him and climbs into a truck marked “Pool\nMaintenance” with two colleagues.\n\n167 - INT. URBAN TRAIN STATION — DAY\n\nNemo is leaving the station. On the big clock, the time reads\n9:12. In the corridor, he passes a girl with a shaved head who is\npanhandling, sitting on the ground. He gives her some change. A\nvoice calls out:\n\nVOICE\nAnna!\n\nNemo startles and turns back.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gives her some change. A\nvoice calls out:\n\nVOICE\nAnna! Nemo startles and turns back. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a father calling to his little\ngirl.\n\nNEMO (OFF)\nAnna... I feel like I’ll be seeing *\nyou at every street corner...\n\nThe clouds move faster, then slow down again. The station clock\nreads 9:21. Anna steps out of the station. She is thirty-five. She\npasses CLARA, the panhandling girl with the shaved head and gives\nher some change. The girl looks at Anna, intrigued.\n\n168 - EXT. URBAN STATION — DAY\n\nThere is a square in front of the station. Anna sits down at an\noutdoor café. She orders a cup of coffee. Nemo is sitting a dozen\nyards away from her. Their backs are to each other. Nemo\ndistractedly watches people going by. They don’t see each other.\n\n- 75 -\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA (OFF)\nSometimes I tell myself maybe you\nlive in the same town I do and I\ndon’t know it. Maybe you’re here,\nvery close. Nemo... do you still\nhear my voice?\n\nNemo looks at the sky. He takes a picture of the clouds with a\nPolaroid. The pool maintenance truck stops nearby. Nemo gets in.\n\nWhen Anna turns around distractedly, he is already gone.\n\n169 - INT. HOSPITAL ROOM (2092) — DAY\n\nOLD NEMO\nTick tock tick tock... Nine\nminutes... Separated by an ocean of\nnine minutes... Tick tock tick\n\ntock...\n\nA cleaning woman unplugs a machine cleaning the floor around Old\nNemo’s bed. She isn’t listening to him.\n\n170 - INT. NEMO’S INDUSTRIAL LOFT — NIGHT\n\nNemo goes into a very empty old factory. The walls are bare brick.\nThere is no furniture, only a mattress lying on the floor, one\ntable, one chair... Nemo walks past a picture of teenage Anna, on\nprominent display. He tacks up the Polaroid of the clouds next to\nhundreds of others on the wall.\n\n171 - EXT. NEMO AND ELISE’S STREET — DAY\n\nBehind the wheel of his car, Nemo — his hair short — is on his way\nhome with the shopping. It is raining.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n171 - EXT. NEMO AND ELISE’S STREET — DAY\n\nBehind the wheel of his car, Nemo — his hair short — is on his way\nhome with the shopping. It is raining. \n\nTARGET SECTION TO BE ANNOTATED:\n At the corner of his\nstreet, he sees Elise walking barefoot through the rain, in her\nbathrobe, crying. Nemo gets out of the car, tries to take her in\nhis arms. She struggles.\n\nELISE\nI’m leaving! I’m leaving!\nNeighbors come to see what’s happening. Nemo manages to get her\ninto the car. She bursts out sobbing. She slaps herself, taps her\nhead against the windshield, pulls her hair, scratches her face.\nWith each slap she says:\n\nELISE (CONT.)\nTake that! And that! And that!\n\nNemo tries to keep her from hurting herself.\n\n- 76 -\n\f\"Mr. NOBODY\" VERSION 11\n\n172 - INT. NEMO AND ELISE’S HOUSE — DAY\n\nBottles of medication sit on the bedside table. Elise is lying\ndown, her eyes closed. Nemo lies down next to her. He notices,\nbizarrely, that a price tag is still attached to the bedside lamp.\nHe pulls it off and looks at it, puzzled.\n\nNEMO\nI’ve given my resignation letter.\nIt’s better that way. I’1l find\nsomething else. One where I can be *\nat home more.\n\nELISE\nDo you love me?\n\nNEMO\nI love your eyes. I love your\nmouth. I love your voice. I love\nhow you move. I love your\n\ncheekbones. I love the sound of\nyour steps on the stairs. I love\nhow you eat strawberries. You have\n\na unique way of eating\nstrawberries.\n\nELISE\nYou love all that, but me, do you\nlove me?\n\nNEMO\n\nI couldn’t live without you.\n\n173 - INT. OR EXT. NEMO AND ELISE’S HOUSE OR YARD — DAY\n\nThere is noise, music. Nemo is hanging a garland from the ceiling.\nThe children are helping him. The kids are running around,\nlaughing. Guests arrive, Joyce’s school friends. The older ones\ndance, jumping up and down. Nemo wanders among the children\nhanding out pieces of cake. He is wearing a small pointed hat, and\nis really having fun. Joyce grabs his arm as he goes by, smiling.\nShe shouts:\n\nJOYCE\nLife is great, Dad!\n\nShe laughs joyously.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoyce grabs his arm as he goes by, smiling. She shouts:\n\nJOYCE\nLife is great, Dad! She laughs joyously. \n\nTARGET SECTION TO BE ANNOTATED:\n Nemo prepares a meal tray.\n\n174 - INT. NEMO AND ELISE’S ROOM — DAY\n\nNemo goes into the room. Elise is in bed. He puts the meal tray\ndown on the bed.\n\f\"Mr. NOBODY\" VERSION 11\n\nELISE\nI can’t stand it anymore... I want\nto die... And that noise!\n\nNEMO\n\nI’ll ask them to keep it down. But\nit’s Joyce’s birthday...\n\nELISE\nDon’t I have the right to a little\nrespect?\nNemo goes silent.\nELISE\n\nWhat kind of a mother am I? I’ve\ngot to get up.\n\nElise gets out of her bed.\n\n175 - INT. NEMO AND ELISE’S HOUSE - DAY\n\nElise comes down the stairs in her bathrobe. She slips in among\nthe children and leads them in a farandole, with perhaps a touch\ntoo much energy and enthusiasm. The children are amazed at first.\nElise laughs. She crawls on all fours behind guffawing children.\nShe climbs onto the table and plays the orchestra conductor.\nEveryone is having fun. Nemo, a bit to the side, watches the\nscene, moved.\n\n176 - INT. CHILDREN’S ROOM — NIGHT\nElise lying on one of the children’s beds, her three children all\nlying close to her, asleep. Nemo lies down beside her. He puts his\narm around her. She lets him.\nELISE\nIt was a nice day. The nicest in a\nlong time.\n\n177 - INT. NEMO AND ELISE’S ROOM — MORNING\n\nElise comes into the room. She is having a hard time breathing.\nNemo follows her in.\n\nELISE (CONT.)\n\nOh no... It’s back... The terror is\nback... I’m scared...\nNEMO\n\nDo you want your pills?\n\n- 78 -\n\f\"Mr. NOBODY\" VERSION 11\n\nELISE\nI’m sick of pills. I’m sick of\ndoctors. It’s pointless. I’m\nafraid... I’m afraid...\n\nShe starts shaking and crying. Nemo is sitting on the edge of the\nbed.\n\nELISE (CONT.)\nDo something! ... I can’t stand it\nany more. I’m afraid.\n\nNemo lies down next to her. He touches her. She pulls her hand\naway.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo lies down next to her. He touches her. She pulls her hand\naway. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\nI don’t know what to do. I often\nhave this dream. Some prehistoric\ntime.\n\n178 - MODEL — DAY\n\nA child’s hand places a plastic bear in front of a cave entrance.\n\n179 - EXT. PREHISTORY — DAY\n\nElise is a prehistoric woman carrying a baby. She is alone in the\ncave. She screams.\n\nNEMO (OFF)\nI hear you screaming. You’ re\nafraid.\n\nNemo, aS a caveman, runs toward the screams. The cave opens onto a\nbackground which is an old black-and-white film. Bears (or\nmammoths) approach the cave. Nemo stands in front of the cave and\nhollers, pretending to throw his spear. The predators wander off.\nNemo takes Elise in his arms to reassure her.\n\nNEMO (OFF) (CONT.)\nI chase the bear. It runs away and\nyou’re not afraid anymore. When I\nwake up...\n\n180 - INT. NEMO AND ELISE’S ROOM — DAY\n\nNemo wakes with a start, sits up in the bed. Elise’s eyes are\nopen. She is terrified.\n\nNEMO\n\nWhen I wake up, you're still\nafraid. There’s no bear.\n\n- 79 -\n\f\"Mr.\n\n181 - EXT. ZOO — DAY\n\nNemo is sitting on a bench at the zoo, watching\nbehind the bars of its cage.\n\nNEMO\n\nI’m not a bear hunter. I’m an\nexecutive of a plant that\nmanufactures photocopying machines,\nwho quit his job. I don’t dare\nmove. My life adds up to nothing.\nWhatever I do, it’s a disaster. I\nwould so love to chase the bear\naway and for you not to be afraid\nanymore.\n\n182 - INT. NEMO AND ELISE’S ROOM - DAY\n\nNOBODY\" VERSION 11\n\na sleeping bear\n\nNemo puts his hand on Elise. She pulls away roughly.\n\nELISE\n\nI don’t want to be touched.\nNEMO\n\nWhy?\nELISE\n\nI don’t know. That’s just how it\nis. People can choose not to be\ntouched. I’m free not to want it.\n\nNEMO\nFree...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople can choose not to be\ntouched. I’m free not to want it. NEMO\nFree... \n\nTARGET SECTION TO BE ANNOTATED:\n183 - EDUCATIONAL FILM\n\n183A - Eggs are placed in an incubator. We see the shells crack\n\nthe little beaks pushing from inside. The baby birds emerge from\n\nthe eggs. Adult Nemo is facing the camera, in overlay, commenting:\n\nNEMO\n\nTo what extent are our fears\n\ninnate? When we hatch goose eggs in\nan incubator, and then above the\nbaby birds, pass a form simulating\ntwo wings with a long neck - like a\ngoose in flight - the birds stretch\ntheir necks and call out.\n\n- g0 -\n\n+ eH OF\n\n*\n\n+ + OF\n\f\"Mr. NOBODY\" VERSION 11\n\nA scientist passes a cardboard cutout above the baby birds,\nclearly visible against the white ceiling, wings back and neck\nforward. The baby birds stretch their necks and call out to what\nthey take to be their mother.\n\nNEMO (OFF)\nBut if we invert the direction of\nthe silhouette, it conjures the *\nshape of a falcon, wings forward *\nand long tail behind. The response *\nof the baby birds is immediate:\nthey will crouch in fear, though *\n\nthey’ve never before seen a falcon.\nThe scientist inverts the flight direction of the model, and the\nbirds immediately lie down motionless in their nest, without a\nsound, trying to go unnoticed.\n\nNEMO (OFF) (CONT.)\n\nWithout any instruction, an innate\n\nfear helps them survive. But in\n\nhumans, to what ancient dangers\n\nmight our innate fears correspond? *\n183B - A mouse. A spider. A snake. A crusading knight. A soldier\nfrom the First World War rapes a woman. Insects.\n184- FLASH\nIn the forest. Dead Nemo’s feet sticking out from under a bush. He\nis missing a shoe. Someone out for a walk comes near the body and\nnotices it. The scene is shot backwards, the movements are in\nreverse.\n\n185 - EXT. NEMO AND ELISE’S STREET - DAY\n\nNemo arrives home, his arms laden with groceries.\n\n186 - INT. NEMO AND ELISE’S HOUSE - DAY\n\nShort flashes. Elise swallowing a handful of pills. Lying\nmotionless, at the foot of the stairs.\n\n187 - EXT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nElise swallowing a handful of pills. Lying\nmotionless, at the foot of the stairs. 187 - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NEMO AND ELISE’S STREET — DAY\n\nNemo drops his bags and starts running.\n\n188 - INT. NEMO AND ELISE’S HOUSE — DAY\n\nNemo runs into the house. Elise is not at the foot of the stairs.\n\f\"Mr. NOBODY\" VERSION 11\n\n188A- In the bedroom, We see Elise hang up the phone. Nemo bursts\ninto the bedroom. Elise is in bed. Her eyes are closed. Nemo\nexhales, relieved.\n\n188B - Nemo goes to sit in a small recess where he has set up his\nold typewriter. He writes...\n\n189 - INT. SPACESHIP — NIGHT\n\nThe spaceship is approaching Mars. The retrorockets blaze. We see\na city getting nearer, under an enormous glass dome. The spaceship\nis approaching Phobos, linked by a space elevator.\n\nNEMO (OFF)\nProbably the worst thing about\nbeing on Mars is that nothing will\nhappen there. Time will seem\nstalled and empty. A long Martian\nyear of 779 24-hour-and-37-minute\ndays.\n\n190 - INT. NEMO AND ELISE’S HOUSE — DAY\n\nNemo’s typewriter. He isn’t writing anymore. He is sitting on a\nchair. He looks out the window, the leaves are moving, swept\nlightly by the wind. Then the shadows cast by the leaves on the\nwall...\n\n190A - A fly lands on his hand. He doesn’t move. Nemo follows it\nwith his eye, without reacting. Nemo looks at a drop of water\ndripping off a radiator pipe. The drop hits the ground in a small\npuddle. Nemo observes it but does nothing.\n\n191 - INT. CAR WASH — DAY\n\nSoapsuds spread across the windshield, swept by a noisy, spinning\nbrush. It’s pretty. Jets of water push the suds to the side\nwindows. The car moves forward on its own, pulled by the\nmechanism. Nemo is in the car. He seems to enjoy the show. It\nrelaxes him.\n\n192 - EXT. RAILROAD CROSSING — DAY\n\nNemo stops at a railroad crossing. A train passes in front of him.\n\n192A - We follow the train. We fly next to it.\n\n- 82 -\n\f\"Mr.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n192A - We follow the train. We fly next to it. - 82 -\n\f\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\n193 - INT. TRAIN - DAY\n\nWe go into one of the compartments. Nemo, hair long, is sitting in\nthe train.\n\n194 - INT. CITY STATION — DAY\n\nIt is 9:12. The station is full of people. Nemo turns into the\nhall as he does every day. He walks past a pile of boxes along the\nwall. He stops. A hand is sticking out of the boxes. Nemo\napproaches and picks them up. Underneath is the motionless face of\nClara, the panhandling girl. Next to her lie a syringe and a\nrubber tourniquet. The girl’s face is pale, her eyes open and\nmotionless.\n\n195 - INT. CITY STATION — DAY\n\nA bit later. The ambulance drivers take the girl’s body away on a\nstretcher. Nemo is there and watches her go. He picks up his\njacket. He looks at the time on the big clock. It is 9:21.\n\nA gust of wind sets papers flying. Nemo sees Anna’s silhouette\ncoming toward him from the end of the hall. He can’t believe his\neyes. She comes closer. She is heading right toward him. Nemo and\nAnna look at each other... astounded. They walk toward each other.\nThey fall into each other’s arms, without saying a word. They hold\neach other tight, looking into each other’s eyes.\n\nNEMO\nAnna...\n\nANNA\nNemo...\n\nThey embrace.\n\n196 - INT. NEMO’S WAREHOUSE LOFT — DAY/NIGHT\n\nNemo and Anna embrace. They dance around Nemo’s_ half-empty\napartment. They fall onto the mattress on the ground. They look\ntirelessly into each other’s eyes. They make love. Motionless,\nthey hold tightly to each other, naked, each holding the other as\nif to keep from getting lost. Anna smells Nemo’s skin, inch by\ninch. She smiles.\n\nThey are lying in the bath, close together. They make circles.\n\nNEMO\nThere is no life without you. *\n\nAnna holds a finger to his lips.\n\n- 83 -\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA\nShhh... Gently. I have to get used\nto it.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOBODY\" VERSION 11\n\nANNA\nShhh... Gently. I have to get used\nto it. \n\nTARGET SECTION TO BE ANNOTATED:\n I talked to you so much *\n\nwhile you  weren’t there, it’s\nstrange to talk to you for real.\n\nThey are lying on the bed.\n\n197 - EXT. CITY — NIGHT/DAY\n\nThey are sitting on a bench. Holding tightly together, they watch.\nIt is night. Then the sun rises. Then there are a few cars. Then\nthe garbage men collect the garbage. Then children go to school.\nThen people walk quickly on their way to work.\n\nANNA\nI like it. I like watching time...\n\nNEMO\ngo by...\n\nANNA\nwith you.\n\nThen the trucks deliver their merchandise. Then the local laborers\neat lunch. Then the children get out of school. It rains.\n\nNEMO\nIt’s raining.\n\nANNA\nWe’1l dry.\n\nThen people walk quickly on their way home from work. It is no\nlonger raining. Then the restaurants light their signs. Then it is\nevening. Anna and Nemo haven’t moved an inch.\n\nANNA (CONT.)\nIt was the most beautiful day. And *\nthe most beautiful night. Thank *\nyou.\nShe kisses him.\nANNA (CONT.)\n\nI need a little time. When we were\nseparated at fifteen, I said I\nwould never love anyone else, ever.\nI would never become attached. I’d\nnever stay put anywhere. I’d have\nnothing for myself. Then one day I\ndecided to pretend to live.\n\nThey look at each other.\n\n- 84 -\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA (CONT.)\n\nAnd this is what I’ve been waiting\nfor, ever since we were separated:\nrenouncing all possible lives for\none only, with you. But I need a\nlittle time. I’m not used to it\nanymore...to loving. I’m afraid of\nlosing you again. I’m afraid of\nhaving to do without you again. I’m\nterrified of that.\n\nNEMO\nBut I want to see you again. When?\n\nShe smiles.\n\nNEMO (CONT. )\nYou don’t like it when you can read\nlife like a book. *\n\nShe writes a number with a felt-tip marker on a scrap of paper.\nShe hands it to him.\n\nANNA\nCall me on this number in two days. *\nYou just have to say the word.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEMO (CONT. )\nYou don’t like it when you can read\nlife like a book. *\n\nShe writes a number with a felt-tip marker on a scrap of paper. She hands it to him. ANNA\nCall me on this number in two days. *\nYou just have to say the word. \n\nTARGET SECTION TO BE ANNOTATED:\n I’1l *\n\nmeet you near the lighthouse. I’1l\nbe with you forever. But if you’re\nnot sure, don’t call. T’ll\nunderstand.\n\nShe kisses him. She gets up. Nemo hesitates. He looks at the slip\nof paper. He watches her leave. She turns a corner. A storm\nrumbles in the distance.\n\n198 - EXT. SKY THEN CITY — DAY\n\nHigh in the sky, a drop of water condenses out of a cloud and\nfalls from several miles up. It nears the earth, the city.\n\n198A - It falls between the buildings, approaches a man motionless\non the sidewalk, Nemo, and lands on the small scrap of paper he is\nholding in his hand, erasing the phone number and leaving only a\nstreak of ink in the rain. The ink runs over his fingers. The ink\nruns over his hand, down his arm. An exaggeratedly large puddle of\nink flows around his feet, in the rain. It flows all the way to\nthe gutter. The scrap of paper is drenched and blank.\n\n199 - INT. HOSPITAL — NIGHT\n\nOld Nemo is laughing. He is playing chess by himself. The\njournalist is listening and recording.\n\n- g5 -\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO\nYou want me to tell you why I lost\nAnna? Because two months earlier,\nan unemployed Brazilian boiled an\negg...\n\n200 - INT. APARTMENT IN BRAZIL — DAY\n\nA fifty-year-old Brazilian in his underwear in a small run-down\napartment is sitting at his stove, a spoon in his hand. We see Rio\nthrough the window. He is cooking himself a soft-boiled egg. The\nwater is boiling and giving off steam.\n\nCHILD NEMO (OFF)\nThe heat will create a microclimate\nin the room, a slight difference of\ntemperature...\n\nThe steam fills the room... It is extracted through the kitchen\nventilator. We go through the tube, following the steam. At the\nend of the tube we see clouds.\n\n201 - EXT. SKY THEN CITY — DAY\n\nCHILD NEMO (OFF)\n...and heavy rain two months later\non the other side of the world. *\n\nA drop of water condenses out of a cloud and falls.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the\nend of the tube we see clouds. 201 - EXT. SKY THEN CITY — DAY\n\nCHILD NEMO (OFF)\n...and heavy rain two months later\non the other side of the world. *\n\nA drop of water condenses out of a cloud and falls. \n\nTARGET SECTION TO BE ANNOTATED:\n It nears the\nearth, falls between the buildings, and lands on the small scrap\nof paper Nemo is holding in his hand, erasing the phone number.\n\n202 - INT. APARTMENT IN BRAZIL — DAY\nThe Brazilian in front of his stove.\n\nCHILD NEMO (OFF)\nThat Brazilian will be boiling an\negg instead of being at work. He\nwill have lost his job in a\nclothing factory because six months\nearlier...\n\n203 - INT. NEMO’S LOFT — DAY\nNemo pulls the tag off a pair of pants and puts it in his closet.\nCHILD NEMO (OFF)\n...-I will have compared the prices\n\nof jeans, and I will have bought\nthe cheaper pair...\n\n- 86 -\n\f\"Mr. NOBODY\" VERSION 11\n\n204 - EXT. BAMBOO FOREST — DAY\n\nA bamboo leaf in the snow. A pile of snow forms on the leaf. A\nflake adds itself to the other flakes. The leaf bends and the pile\nof snow falls.\n\nCHILD NEMO (OFF)\n\nAs the Chinese proverb says, a *\nsingle snowflake can bend the leaf *\nof the bamboo. *\n\n205 - INT. ASIAN FACTORY — DAY\n\nA clothing factory in Asia. Rows of sewing machines, men and women\nand children assembling clothes.\n\nCHILD NEMO (OFF)\nJeans production will have moved to *\nother countries... *\n206 - INT./EXT. MISC. — DAY\nThe Brazilian at his stove. The boiling egg.\n206A - The drop of falling rain.\n\n206B - Nemo in the rain looking at the blank paper.\n\n207 - EXT. CITY PARK — DAY\nOLD NEMO *\n\nI lost every trace of Anna. I\n\nwaited for her. Every day.\nNemo is sitting on the bench, near the lighthouse: the meeting\nplace. His hair has grown longer. He is waiting. The beam from the\nlighthouse turns in the darkness. Flashes of light illuminate his\nface at regular intervals.\n\n208 - INT. PSYCHIATRIST’S OFFICE — NIGHT\n\nThe metal ball swings regularly.\n\n209 - EXT. STREET — DAY *\n\nNemo is in front of his house, the bottle of car polish in his\nhand.\n\n(...) He rubs the chrome painstakingly.\n\n- 87 -\n\f(...) People go\n\nEnd of the day.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET — DAY *\n\nNemo is in front of his house, the bottle of car polish in his\nhand. (...) He rubs the chrome painstakingly. - 87 -\n\f(...) People go\n\nEnd of the day. \n\nTARGET SECTION TO BE ANNOTATED:\nschool and give\n\nElise is at the\n\n210 - INT. NEMO\n\n\"Mr. NOBODY\" VERSION 11\n\nby in the street. He is still rubbing.\n\nHe is rubbing still. The children come home from\nhim a kiss as they go inside.\n\nwindow.\n\nAND ELISE’S HOUSE — DAY\n\nNemo brings a dinner tray to Elise. Elise looks at him strangely.\n\nNEMO\n\nYou’ re not hungry?\n\nI\n\nELISE\ndon’t want anything. Nothing...\n\nWhat are you doing tomorrow?\n\nI\n\nNEMO\nthink I’ll take the opportunity\n\nto wash the car.\n\nElise looks at him with some apprehension.\n\nELISE\n\nWhat’s the deal with that car?\n\nNEMO\n\nWhat do you mean?\n\nELISE\n\nWhy do you take such good care of\nthat car while you leave me all\nalone? What’s the problem with that\ncar?\n\nNemo looks at her. He gets up and leaves very calmly.\n\n211 - EXT. STREET — DAY\n\nNemo steps out of the garage carrying a can of gas. He walks very\n\ncalmly to the\n\ncar and pours gas all over it. He takes out a\n\nlighter and sets it on fire. He returns to the house without\nlooking back. The car ignites.\n\n212 - INT. NEMO AND ELISE’S ROOM — DAY\n\nHe goes into the room where Elise is looking dumbfounded out the\n\nwindow.\n\n- 88 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nSo, there’s no more problem with\nthe car.\n\nElise looks at him, somewhat frightened. She gets back into bed.\nNemo goes to look out the window. He is surprised.\n\n212A - The car is in the street, intact. He can’t believe it. The\nstreet looks like a scale model.\n\n212B - Workmen are rolling up a huge roll between the houses: the\nstreet. Nemo turns back toward the bed.\n\n212C - A woman is lying there. It is no longer Elise. It is Jean.\nHe looks at her, surprised. The bedroom is almost empty.\n\nJEAN (ELISE’S VOICE)\nWhat’s wrong? Why are you looking\nat me like that?\n\n213 - INT. JEAN AND NEMO’S ROOM — DAY\n\nJean’s face moves closer to Nemo’s.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy are you looking\nat me like that? 213 - INT. JEAN AND NEMO’S ROOM — DAY\n\nJean’s face moves closer to Nemo’s. \n\nTARGET SECTION TO BE ANNOTATED:\n They are both lying on the\nbed. He looks around, lost.\n\nJEAN\nNemo... Do I take sugar in my\ncoffee? Can you please answer me?\n\nNemo doesn’t know what to say.\n\nJEAN (CONT.)\nYou don’t know me, Nemo. You’ve\nnever really looked at me. You've *\nalways been elsewhere. Do you\nrealize how much you’ve hurt me? *\n\nNemo’s eyes are drawn to the television.\n\n213A - The local news is broadcasting images of a fire on a\nbridge, clearly labeled “ARCHIVES.” Charred automobiles, including\na car of newlyweds bearing a “Just Married” sign, which now reads\n“Just Fried.”\n\nJEAN (CONT.)\nI got a call from the lawyer. He\nsays you've just put everything you\nown in my name. Why, Nemo? What are\nup to?... Nemo...\n\f\"Mr. NOBODY\" VERSION 11\n\n214 - INT. HOSPITAL — DAY\n\nBreathing sounds. Teenage Nemo is lying on a hospital bed,\nmotionless, a prisoner of his body, hooked up to machines.\nSilence. We sense a silhouette moving near him.\n\nTEENAGE NEMO (OFF)\n...The ground doesn’t vibrate the\nsame way. It’s a different perfume.\nHow old might she be? Twenty-five?\nThere are other people, too.\n\nNemo’s father is sitting in the room, defeated. Nemo’s mother\ncomes in. The father looks at her, surprised. They are moved to\nsee each other again. They sit in silence, next to each other,\nlooking at Nemo. The nurse attends to Nemo.\nTEENAGE NEMO (OFF) (CONT.)\n\nLet’s begin again. Fingers on the\n\nkeyboard. Left hand A-S-D-F, right\n\nhand H-J-K-L. *\n215 - INT. NEMO AND ELISE’S HOUSE - NIGHT\nIn the little room in the house with Elise, adult Nemo places his\nfingers on a keyboard: A-S-D-F and J-K-L-M. The fingers begin\ntyping.\n216 - INT. SPACESHIP — NIGHT\nSound of typewriter keys. We see the surface of Mars approaching.\nThe rocket begins making contact with Phobos. A deodorizing pine\ntree swings...\n\n217 - INT./EXT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe rocket begins making contact with Phobos. A deodorizing pine\ntree swings... 217 - INT./EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MISC. DAY/NIGHT\n\nThe swinging of the doctor’s pendulum in front of old Nemo’s\neyes...\n\n217A - Swaying branches...\n\n217B - A swing...\n\n217cC - The three little girls...\n217D - The deodorizing swinging...\n\n217E - The lighthouse beam turning...\n\f\"Mr. NOBODY\" VERSION 11\n\n218 - EXT. TRAIN STATION — DAY\n\nChild Nemo is running after the train that is taking his mother\naway. He holds out his hand to her. The train gathers speed. Their\nhands grow further apart.\n\n219 - INT. OFFICE IN NEMO AND JEAN’S HOUSE — NIGHT\n\nNemo’s motionless hand above the candle flame. The sound of the TV\nhas been muted.\n\n219A - The local news is showing images of a fire on a bridge.\nJean’s picture sits on the desk. The cars are burning.\n\nIndifferent, Nemo sits in the darkness, his hand over the flame.\nHe keeps it there as long as he can. He pulls it back, looks at\nhis hand, does not suffer. He has a burn in the hollow of his\npalm. Nemo turns toward the muted television.\n\n219B - A presenter is spinning the wheel of fortune. The wheel\nstops at a number.\n\nNemo picks up a coin from the edge of the table. He studies it. He\nstabs it with the point of a knife, engraving “yes” on one side,\n“no” on the other.\n\n219D - An ad for fishing rods is on TV. He writes “Buy fishing rod\nx...”\n\nHe tosses the coin in the air and catches it. “Yes.” He takes his\ncoat. He walks past the stairs. He hesitates, tosses heads or\ntails: “Yes.”\n\nNEMO\nJean! I’m off to buy a fishing rod. *\n\n219C - Nemo goes out of the house leaving the door open behind\nhim. He walks away in the night. When Jean comes down the stairs,\nhe is already gone.\n\n220 - EXT. TRAIN TRACKS — NIGHT\n\nNemo is walking down some railroad tracks. It is dark. An arrow\npoints in one direction. Nemo follows it. Nemo stops to take out a\ncigarette. In the distance, a locomotive is coming toward him. He\nlights the cigarette.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo stops to take out a\ncigarette. In the distance, a locomotive is coming toward him. He\nlights the cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes his coin and tosses it. Nemo puts\nthe coin back in his pocket and watches the train come toward him.\nHe hears a voice and turns to look.\n\nCLARA\nGot a light?\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo turns around. He sees a woman in the shadows, sitting on the\ngravel, semi-punk/semi-tramp her backpack next to her. It’s Clara\n(the young woman who died in the station). She shows him her unlit\ncigarette. Nemo holds out his lighter to her, without taking a\nstep. The train is coming right toward Nemo. Nemo doesn’t budge.\nClara holds out her cigarette. She waits for him to come over.\nNemo steps off the tracks and lights her cigarette. The train\npasses behind them with a deafening roar.\n\nCLARA (CONT.)\nThanks.\n\nShe starts walking. He follows her. After about ten yards:\n\nCLARA (CONT.)\nWhy are you following me?\n\nNEMO\nI don’t know.\n\nCLARA\nI’ve got nothing to do with you,\nand you’ve got nothing to do with\nme. I’m not interested. Get lost. *\n\nShe turns around. He doesn’t leave. She comes toward him and\nkisses him.\n\nCLARA (CONT.)\nFollow me. *\n\nNemo tosses his coin. “Yes.”\nNEMO\nYes.\n221 - INT. CLARA’S SQUAT — NIGHT\n\nClara and Nemo enter a tiny, messy apartment where she has been\nsquatting. She kisses Nemo.\n\nNEMO\n\nIs there someone in your life?\nCLARA\n\nNot really.\n\nShe undresses him, pushes him onto the bed.\n\nThe music is blasting, distorted. Straddling Nemo, Clara is making\nlove frenetically. It’s almost an hysterical dance.\n\nThe sound of keys. The door opens, a man comes in. He is about\nthirty and is wearing a leather jacket.\n\f\"Mr. NOBODY\" VERSION 11\n\nCLARA (CONT.)\nShit.\n\nThe man, taken aback, looks at Nemo in bed with Clara. Nemo\ndoesn’t react.\n\nJULIAN\nWho’s he? What the fuck’s he doing *\nhere?\n\nCLARA\n\nJulian, calm down.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nJULIAN\nWho’s he? What the fuck’s he doing *\nhere? CLARA\n\nJulian, calm down. \n\nTARGET SECTION TO BE ANNOTATED:\nThe man starts smashing everything around him, overturning the\nfurniture. Clara, naked, tries to control him. Nemo laughs, naked,\non all fours. Julian breaks a chair over his back. Nemo collapses,\nlaughing even harder. Julian leaves, leaving the door open behind\nhim. Everything has been turned upside down. Nemo looks at the\ndevastated apartment. Nemo has not moved from the bed. He laughs.\nEverything has happened very fast. Clara gets back in bed next to\nhim.\n\nCLARA\nDo you love me?\n\nNemo flips his coin. “No.” He hesitates.\n\nNEMO\nYes.\n\nCLARA\nWhy do you let a coin decide for\nyou?\n\nNEMO\nIt makes better decisions than I\ndo.\n\n222 - INT. CLARA’S SQUAT — NIGHT\n\nNemo is awake, Clara asleep. Nemo flips his coin. He takes his\ncoat and leaves.\n\n223 - INT. AIRPORT — DAY\n\nNemo is wandering around the airport. He walks the halls. At\narrivals, people are waiting with signs.\n\nNemo sees a black man, dressed to the nines, holding a sign marked\n“MR. D. JONES.” He watches him. He flips his coin. “Yes.” Nemo\ngoes toward the man.\n\f\"Mr. NOBODY\" VERSION 11\n\nMAN\nMr. Jones.\n\nNEMO\nYes.\n\nMAN\n\nWelcome. We’ve already got your\nluggage. Please, follow me.\n\n224 - INT. LIMOUSINE — DAY\nThe man and Nemo are in a limousine.\n\nMAN\nDid you have a nice trip?\n\nNEMO\nYes, thank you.\n\nMAN\nI’1ll take you to your hotel, where\nyou can rest for a while. The\nappointment is tomorrow at three.\n\nNemo says nothing.\n\n225 - INT. HOTEL ROOM — DAY\n\nNemo enters a luxurious hotel room. The bellboy puts down his\nsuitcase and leaves. Nemo opens the suitcase. He takes out a\nsweater, feels it, puts it on, looks at himself in the mirror. It\nlooks good on him. He studies some pictures. An unknown woman. He\nfinds a planning calendar. He flips through it. He looks at the\nID. He looks at the face in the picture.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe flips through it. He looks at the\nID. He looks at the face in the picture. \n\nTARGET SECTION TO BE ANNOTATED:\n He reads the name: Daniel\nJones.\n\nNEMO\nDaniel... Daniel Jones...\n\nHe looks at himself in the mirror. He combs his hair differently,\nlike in the ID photo. The telephone rings. Nemo takes the coin\nfrom his pocket. Flips it. “Yes.” He answers.\n\nNEMO (CONT. )\nHello?\n\nTELEPHONE VOICE\nDaniel?\n\nNEMO\nYes.\n\f\"Mr. NOBODY\" VERSION 11\n\nTELEPHONE VOICE\nAre you insane? What are you doing?\nSplit!\n\nNEMO\n\nTELEPHONE VOICE\nI. told you not to go! MThey’re\nfurious, they know it’s you! Clear\nout!\n\nThe man hangs up. Nemo lies down on the bed. He flips his coin. As\nit spins, the wind opens the window, catching the drapes and\ncausing a gust of air that changes the way the coin turns. Nemo\ncatches it. He runs himself a bath.\n\n226 - INT. HOSPITAL ROOM — NIGHT\n\nJOURNALIST\nIs your name Daniel Jones?\n\nOLD NEMO\nOf course not.\n\n227 - INT. BATHROOM — DAY\n\nNemo is in his bath. His head is sticking out of the water. He is\nwaiting, motionless. He closes his eyes. He falls asleep...\n\nNemo opens his eyes. There is a man sitting in front of him on a\nstool, a revolver in his hand. A plastic sheet is spread out on\nthe floor. Nemo watches without moving. The man fires. Nemo\ncollapses in the water, which turns red. The red blood mixes\nthrough the water in twisting swirls.\n\nAnother man comes into the bathroom. He is carrying two pairs of\nshoes.\n\nSECOND THUG\nThat’s weird. His shoes are\ndifferent sizes.\nThey close the plastic sheet around Nemo and wrap the body in the\nblanket.\n228 - EXT. WOODS — DAY\n\nA car with the two thugs on board stops in the woods. The two men\nremove the body from the trunk.\n\f\"Mr. NOBODY\" VERSION 11\n\nFIRST THUG\nMaybe he shrunk. It happens when *\nyou get older, you shrink.\n\nSECOND THUG\n\nNo one shrinks. That’s rubbish. *\nYou’ve got the wrong bloke, that’s *\nall.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt happens when *\nyou get older, you shrink. SECOND THUG\n\nNo one shrinks. That’s rubbish. *\nYou’ve got the wrong bloke, that’s *\nall. \n\nTARGET SECTION TO BE ANNOTATED:\nFIRST THUG\nAstronauts shrink two inches when *\n\nthey come back to earth, ‘cuz of\ngravity or something.\n\nSECOND THUG\nYou think this fella’s an *\nastronaut?\n\nThey finish dumping the body in a thicket. Only Nemo’s feet are\nvisible, sticking out. He is missing a shoe. Insects climb over\nhis foot.\n\n229 - EXT./INT. BUS ON MARS — DAY *\n\nRockets leave white trails in the pink sky. A bus full of tourists\nof every origin: Indians in saris, Africans, Asians. Nemo is among\nthem, looking out the window, the urn on his knees. A red desert\nspreads out around them. We are on the planet Mars. A speaker\nplays Chinese music.\n\nLOUDSPEAKER\nTo your left, the Valles Marineris\nand the summit of the Tharsis Dome.\n\nAbove, we can see the two moons, *\nPhobos and Deimos. We’1l be driving\n\nthrough the canyon to avoid road *\nworks. *\n\nWe see two moons in the sky. One rocket and then another takes\noff. The rockets leave lines of white vapor in the pink sky. avoid\nthe road work. A gigantic glass dome hangs over the desert. Four\ndromedaries wander in the distance. Billboards for vacuum\ncleaners. Nemo takes the urn from his bag and opens the window.\n\nHe removes the lid, holds the urn out the window, in the wind.\nWisps of gray dust dissipate behind the bus.\n\n230 - FLASH\n\nOn a bridge, an enormous fire. A gasoline truck explodes. A car\nbearing a “Just Married” sign is on fire. Elise, in a wedding\ndress, is caught in the flames. Nemo tries to get her out of the\ncar.\n\f\"Mr. NOBODY\" VERSION 11\n\n231 - EXT. BUS ON MARS — DAY\n\nNemo is still looking out the bus window. Gray dust has stuck to\nhis hand. He rubs it. He has dust under his fingernails.\n\nPERSON IN THE NEXT SEAT\nDo you need a tissue?\n\n232 - INT. NEMO AND ELISE’S HOUSE — NIGHT\n\nA typewriter. On the paper appear the letters “Do you need a\ntissue?” Adult Nemo is in his small office at his typewriter.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n232 - INT. NEMO AND ELISE’S HOUSE — NIGHT\n\nA typewriter. On the paper appear the letters “Do you need a\ntissue?” Adult Nemo is in his small office at his typewriter. \n\nTARGET SECTION TO BE ANNOTATED:\n232A - It is the middle of the night. Nemo opens the door a crack\nand checks on his sleeping children.\n\n232B - He goes into the bedroom and sits down on the bed. He\nwatches Elise sleep. He gently strokes her cheek. She opens her\neyes and sees him. She starts crying.\n\nNEMO\nWhat’s wrong?\n\nELISE\nI was dreaming about Stefano.\n\nNEMO\nThat made you cry?\n\nShe breaks down sobbing.\n\nELISE\nHe never answers my messages. He\ndoesn’t give a damn about me...\n\nNEMO\nStefano?\n\nELISE\nI love him!\n\nNemo registers the blow. Elise keeps sobbing.\n\nELISE (CONT.)\nI don’t see any other\nexplanation...for being in this\nstate. That’s the only thing it can\nbe. I love him.\n\nNEMO\nDid he say he loved you?\n\f\"Mr. NOBODY\" VERSION 11\n\nELISE\nHe never said he didn’t love me.\n\nNemo is stunned. He doesn’t understand anything anymore.\nELISE (CONT.)\n\nI know, I’m crazy. Every morning,\nwhen I wake up and open my eyes and\n\nI see you, I start crying... I\nrealize I’m with you, and my life\nis passing by. *\n\nShe looks at him and slaps him.\n\nELISE (CONT.)\nHow can you be so calm? How can you\nbear that? You...you’re not human!\n\nNemo starts crying. She touches his hand. He grabs hers, takes it,\nholds it to him.\n\nELISE (CONT.)\nEverything’s all wrong... I’ma\ncomplete wreck... I don’t know what *\nto do... It’s not my fault, right?\nYou’ re not going to leave me, are\nyou?\n\nHe holds her in his arms.\n\nNEMO\n\nI couldn’t live without you.\nELISE\n\nI hurt everyone. You, the children.\n\nIt can’t go on. *\nNEMO\n\nTogether we can make it work.\nELISE\n\nIf I stay, you’ll all end up\n\ndrowning in my mess. *\nNEMO\n\nWe’1l learn to swim.\n\nElise closes her eyes. They lie down next to each other. Nemo\ntakes her in his arms. She holds his hand.\n\nNEMO (CONT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo\ntakes her in his arms. She holds his hand. NEMO (CONT. \n\nTARGET SECTION TO BE ANNOTATED:\n )\nI love you...\n\nELISE\nI love you...\n\f\"Mr. NOBODY\" VERSION 11\n\n233 - INT. NEMO AND ELISE’S HOUSE — NIGHT\n\nNemo is asleep. Elise watches him sleep. She gets up slowly,\nwithout making a sound. She opens the closet, takes out some\nclothes, and packs a suitcase.\n\n234 - EXT. NEMO AND ELISE’S HOUSE — NIGHT\n\nWithout a sound, Elise leaves the house carrying her suitcase. She\nwalks away on the sidewalk. The neighborhood is deserted and\nsilent.\n\n235 - INT. HOSPITAL ROOM - NIGHT\n\nThe journalist is sitting next to old Nemo, who is playing chess\nby himself.\n\nJOURNALIST\nBut... Did Elise die... or didn’t *\nshe? I don’t get it. You can’t have *\n\nhad children and not have had them.\n\nOLD NEMO\nShe left. No matter how long it *\ntakes, things work out in the end, *\nfinally. Even unhappily. *\n\n236 - INT. THEATER/BEAUTY PARLOR — DAY\n\nThe curtain goes up on a theater stage. The set is a beauty\nparlor. Child Nemo (age seven) sits alone. On stage, Elise is\nsitting, prostrate on a chair. She is in her forties.\n\n236A - We move toward her until we see cars driving by through a\nwindow. We are no longer on a theater stage. Elise is looking at\nthe picture of Stefano. Two other hairdressers are working. A man\ncomes in. She doesn’t even glance at him.\n\nELISE\nHi. *\n\nWe don’t see his face right away. His hair is gray.\n\nSTEFANO *\nNot too short on top, please.\n\nElise is lost in her thoughts, a bit sad. She doesn’t really look\nat her client, only sees his hair. She shampoos him. She cuts his\nhair, pulling it between her fingers. She runs the trimmer over\nhis neck. The hair falls to the ground. Elise trims around his\nears. She cuts a clean line at the neck. We see his face.\n\f\"Mr. NOBODY\" VERSION 11\n\nIt is Stefano. He has changed a lot, gotten fat. Only his eyes are\nthe same.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOBODY\" VERSION 11\n\nIt is Stefano. He has changed a lot, gotten fat. Only his eyes are\nthe same. \n\nTARGET SECTION TO BE ANNOTATED:\n They haven’t recognized each other. Stefano checks out\nthe hairdresser working at the next chair. She is younger,\n\nprettier. Stefano looks at her legs. Elise massages his head.\n\nStefano has closed his eyes. Her movements are studied, efficient.\nStefano is enjoying it. He closes his eyes. She takes off the\ncape, brushes his neck and shoulders.\n\nSTEFANO\nHow much’11 that b...?\n\nELISE\nTw...nty dollars, pl..as.. Good-\nby..., sir.\nSTEFANO\nH..r.. you ar... By.. And hav... a\nnic... aft...rnoon.\n237 - INT. NEMO AND ELISE’S HOUSE — NIGHT\nThe “e” is sticking on the old typewriter. Adult Nemo unsticks it.\nThe machine types an “e” on the paper.\n\n238 - INT. THEATER/BEAUTY PARLOR — DAY\n\nWe return to the stage.\n\nELISE\nTwenty dollars, please... Good-bye,\nsir.\n\nSTEFANO\nHere you are. Bye, and have a nice\nafternoon.\n\nStefano leaves. They have not recognized each other. Elise goes to\nsit down and returns to her thoughts. She looks at the picture of\nyoung Stefano. She smokes a cigarette. The swirls of smoke dance\nin the air.. We move back.\n\n238A - The stage curtain comes down.\n\n239 - INT. NEMO AND ELISE’S HOUSE - NIGHT\n\nNemo finishes typing. He looks at the wall. Water runs down it\nslowly. Nemo looks at his shoes. His feet are in the water. Nemo\ngoes to the hall door and opens it. A rush of water pours through\nthe door and pushes him back. The room is underwater. Nemo cannot\nbreathe. He struggles.\n\n- 100 -\n\f\"Mr. NOBODY\" VERSION 11\n\n240 - EXT. UNDERWATER — DAY\n\nThe car sinks under the water... Water pours in through the half-\nopen window. There is no more air. Nemo struggles. Bubbles come\nout of his mouth. He strikes at the door in vain... His gestures\nslow...\nNEMO (OFF)\nShit... I’ve got to go back...\nStart from the beginning... Start\n\nover again...\n\n241 - INT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nStart from the beginning... Start\n\nover again... 241 - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TV STUDIO — DAY\n\nNemo is facing the camera. He is presenting a science program. He\nhas a burn scar on his face.\n\nNEMO\nWhy does cigarette smoke never go\nback into the cigarette? Why do\nmolecules spread away from each\nother? Why does a spilt drop of ink *\nnever reform? *\n\n241A - In the background, swirling smoke filmed in slow motion. A\ndrop of ink dissolving in water. A vase breaking in slow motion. A\nsuperimposed title: “ENTROPY.”\n\nNEMO (CONT. )\nBecause the universe moves toward\ndissipation. That is the principle\nof entropy, the tendency of the\nuniverse to evolve toward a state\nof increasing disorder.\n\n241B - Images of the Big Bang. Galaxies, constellations.\n\nNEMO (CONT. )\n\nThe principle of entropy is related\n\nto the “arrow of time,” a result of\n\nthe expansion of the universe. But\n\nwhat will happen when gravitational\n\nforces counterbalance the forces of *\nexpansion? Or if the energy of the\n\nquantum void proves too weak?\n\nAn image of galaxies ceasing to expand and contracting upon\nthemselves. The solar system comes to a halt in order to start\nmoving in the opposite direction.\n\nNEMO (CONT. )\n\n- 101 -\n\f\"Mr. NOBODY\" VERSION 11\n\nAt that moment, the universe might\n\nenter its phase of contraction: the *\nBIG CRUNCH. What will become of\n\ntime? Will it reverse?\n\n241B1 - An image of a vase breaking on the ground, then, in\nreverse, the pieces coming back together.\n\n241A2 - Raindrops rise back into the sky.\n241C - A baby returns to its mother’s womb.\n241D - Images of a clock, cogs, a metronome.\n\nNEMO (CONT. )\n\nNo one knows the answer. Perhaps\n\nwhat we call the universe is only a\n\nminiscule part of a much vaster\n\ncosmos. In that case, our universe\n\nwould not be unique: it would be\n\npart of a MULTIVERSE. Different\n\nuniverses dispersed throughout the\n\ncosmos would have experienced their\n\nown expansion, each bubble of the\n\nmultiverse having different\n\nproperties, including the number of\n\ndimensions, spatial and temporal.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerhaps\n\nwhat we call the universe is only a\n\nminiscule part of a much vaster\n\ncosmos. In that case, our universe\n\nwould not be unique: it would be\n\npart of a MULTIVERSE. Different\n\nuniverses dispersed throughout the\n\ncosmos would have experienced their\n\nown expansion, each bubble of the\n\nmultiverse having different\n\nproperties, including the number of\n\ndimensions, spatial and temporal. \n\nTARGET SECTION TO BE ANNOTATED:\nBut how can we imagine it? How can\n\nwe understand the implications?\n\n“The most comprehensible’ thing\n\nabout the universe” said Einstein *\n“is that it’s incomprehensible.” *\n\nMusic over the credits. The images stop moving behind Nemo. The\ntape is rewound. The background goes blank, leaving a blue screen.\nWe are in a TV studio.\n\nVOICE IN THE SPEAKERS\nOkay, that’s good for today.\n\nNEMO\nWhere’s Peter?\n\nCONTINUITY GIRL\nPeter? He left an hour ago. I’m\n\nreplacing him. I have selected take *\nthree and take four. *\nNEMO\n\nI prefer it when he does it. I\ndon’t mean you're not good\nenough...but...\n\n- 102 -\n\f\"Mr. NOBODY\" VERSION 11\n\nCONTINUITY GIRL\n\nDrop it, buddy. In life, you get *\none take. If it’s bad, you just *\ndeal with it. *\n\n242 - EXT. TV STUDIO — DAY\n\nNemo leaves the studio in no hurry. He takes his keys from his\npocket and looks at them, puzzled. He doesn’t recognize the\nkeychain: there’s a coin on it, with “yes” engraved on one side,\n“no” on the other. Nemo gets into a car and drives away. He passes\nthe cyclist. He brakes and lets the cyclist go past. He starts off\nagain. The car clock advances one minute.\n\n243 - EXT. WOODS — DAY\n\nWhen Nemo’s car appears in the distance, the birds have already\nflown away. The car continues on the way. Nemo reaches the river\nand slows down. Police cars and fire trucks are blocking the road.\nNemo sees a crane pulling a car from the water. A car that looks\nlike his.\n\nNemo gets out of his car. A police officer keeps him from\napproaching any further. Behind the wheel, he sees the lifeless\nbody of the assistant, Peter.\n\nNEMO\nOh, no!\n\nPOLICE OFFICER\nDid you know him?\n\nNEMO\nYes, he worked with me...\n\n244 - INT. CHURCH — DAY\n\nNemo, dressed in black, goes into a church. It is a funeral\nservice.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n244 - INT. CHURCH — DAY\n\nNemo, dressed in black, goes into a church. It is a funeral\nservice. \n\nTARGET SECTION TO BE ANNOTATED:\n A coffin is in front of the altar, upon which is set a\npicture of Peter. Nemo walks discreetly up the side aisle. He sees\nthe family of the deceased. He is upset. He advances a bit more.\nNemo sees the wife of the deceased, dressed in black. Nemo is\ntroubled. It is Anna. Her hair is longer than in the other life.\nThere are two children next to her.\n\n245 - INT. CHURCH — DAY\nPeople are emerging from the church, presenting their condolences\n\nto the family. Nemo shakes Anna’s hand. They look each other in\nthe eye, feeling somewhat unsettled.\n\n- 103 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nMy sincerest condolences. Peter was\na colleague...\n\nANNA\nYes, of course. I’ve seen your\nshow.\n\nNemo walks away. He sees Anna’s puzzled expression once more.\n\n246 - EXT. UNDER WATER — DAY\n\nNemo is underwater, in the car. Algae are floating around him. He\nis struggling. He is suffocating, screaming underwater... Bubbles\nemerge from his mouth...\n\n247 - EXT. NEMO AND ELISE’S STREET - DAY\n\nNemo parks in front of the house we know from his life with Elise.\nA surprised neighbor stops to watch him enter his house.\n\n248 - INT. NEMO AND ELISE’S HOUSE — EVENING\n\nNemo goes into the house.\n\nNEMO\nIt’s me.\n\nNo answer. The house is decorated differently. There is no trace\nof Elise or the children. On the mantel, a picture of young Elise\nsits next to the urn.\n\nNEMO (CONT. )\nDid you have a nice day?\n\nNemo looks at goldfish swimming in an aquarium. He watches the\nbubbles float to the surface.\n249 - FLASH UNDER WATER\n\nBubbles floating to the surface.\n\n250 - INT. NEMO AND ELISE’S HOUSE - NIGHT\n\nNemo goes into a kind of laboratory in his garage. There is\nequipment everywhere. A camera is filming an apple as it rots,\nframe by frame. Nemo checks it. The light goes on once a minute.\nHe starts the camera, projecting the image onto a screen. We see a\nwilted flower return to freshness...",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe light goes on once a minute. He starts the camera, projecting the image onto a screen. We see a\nwilted flower return to freshness... \n\nTARGET SECTION TO BE ANNOTATED:\n We see rotten fruit take on\nits original color...\n\n- 104 -\n\f\"Mr. NOBODY\" VERSION 11\n\nWe see a pile of dust expand into a swarming of insects, then the\nteeming pile slowly becomes the body of a dead mouse that comes\nback to life...\n\n251 - INT. NEMO AND ELISE’S HOUSE — NIGHT\n\nNemo is eating by himself. Across the table, he has set a place\nfor a second person who is not there.\n\n251A - Nemo slips into a big bed all alone. He turns out the\nlight.\n\nNEMO\nGoodnight.\n\nHe goes to sleep.\n\n252 - FLASH — DREAM\n\nA few brief flashes. Nemo and Elise are twenty. They are getting\nmarried. They drive off in a car marked “Just Married.”\n\n252A - They come to a bridge. A tanker truck blows up. Nemo runs\nin circles, carrying Elise’s dead body, in her wedding dress. His\nface is burned.\n\n253 - EXT./INT. BUS ON MARS/MEGALOPOLIS - NIGHT\n\nOn Mars, Adult Nemo is looking pensively through the bus window,\nholding the urn on his knees. He bus drives into a city under the\ndome. All around, all we see are lights that look like high-rise\napartment buildings and factories.\n\nThe bus stops at the foot of a space elevator. Nemo picks up his\nbag.\n\n254 - INT. SPACE ELEVATOR - NIGHT\n\nNemo and the tourists are in a glass elevator rising through the\nair. We pass through the city, leave the dome, overhanging Mars.\nWe pass other elevators carrying loads of bicycles.\n\nNEMO\nWhat are we doing with all these\nbikes ?\n\nIt is Anna, next to him, who answers.\nANNA\nThey’ re for export. Labor is\n\ncheaper here. China has become way\ntoo expensive.\n\n- 105 -\n\f\"Mr. NOBODY\" VERSION 11\n\n255 - INT. SPACESHIP - NIGHT\n\nNemo is seated facing the big windows as other passengers come on\nboard. He looks at Anna sitting next to him. Nemo is unsettled. So\nis Anna. They shake hands.\n\nNEMO\nHi. I’m Nemo.\n\nANNA\nAnna. Pleased to meet you.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m Nemo. ANNA\nAnna. Pleased to meet you. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\nWhat’s brought you here?\n\nANNA\nI’m measuring the distance between\nEarth and Mars at its greatest. I\nstudy time. You know, the thing\nthat makes it so that everything\ndoesn’t happen at once.\n\nNEMO\nAnd?\n\nANNA\nThe Big Crunch’ll start in 2092.\nPeople who can hang on that long\nwill get a free run. And you?\n\nNemo looks at the urn tied to his bag.\n\nNEMO\nJust keeping an old promise.\n\n256 - EXT. CITY PARK - DAY\n\nNemo, long hair in a ponytail, is asleep on a bench near the\nlighthouse. Adult Anna comes toward him. Nemo is levitating ten\ninches above the bench. Anna touches his shoulder.\n\nNemo wakes with a start. He is no longer levitating. He is lying\non the bench. Anna isn’t there. He sits up slowly. He looks to\nwhere he saw Anna in his dream. He takes a stump of chalk from his\npocket and draws a circle on the ground. He opens a paper bag: he\nhesitates between a Danish and a chocolate éclair. Nemo sits back\ndown and looks at the circle. He closes his eyes, concentrating.\n\nNEMO (OFF)\n\n(calling)\nAnna! ... Anna!\n\n- 106 -\n\f\"Mr. NOBODY\"\n\n257 - INT. BUS - DAY\n\nANNA\nNEMO!\n\nAnna startles. She is sitting in the bus. Slowly,\ncompletely happy.\n\nANNA (CONT.)\nNemo...\n\n258 - EXT. ANNA’S STREET — DAY\n\nshe smiles,\n\nNemo — the widow - is behind the wheel of his car. He slows as he\nreaches Anna’s house. It is number “12358.” He stops. He sees Anna\nleave her house with her children. He gets out of his car.\n\nNEMO\nHi...\n\nANNA\nHello...\n\nNEMO\n\nWe met at your husband’s funeral.\n\nANNA\nYes, that’s right...\n\nNEMO (CONT. )\nI had a strange feeling when I saw\nyou... As if I had met you\nbefore...\n\nANNA\n\nThat’s called déja vu. You should\nknow what that is.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs if I had met you\nbefore... ANNA\n\nThat’s called déja vu. You should\nknow what that is. \n\nTARGET SECTION TO BE ANNOTATED:\n They say that\nthere’s a small zone in the brain,\nthe ‘“rhinal cortex \", that\nregisters new objects in the\nenvironment. If for a moment that\nzone is inactive, everything new\nseems familiar to you.\n\nNEMO\nNo, that’s not it... It’s as if...\nAs if all this wasn’t real... I’m\n\nsorry, you must think I’m crazy.\nI’m not trying to flirt with you...\nI’m a widower myself...\n\n- 107 -\n\nVERSION 11\n\n+ + OF\n\n+ + OF\n\f\"Mr. NOBODY\" VERSION 11\n\nANNA\nPlease excuse me... some other\ntime, perhaps. I... I have to go...\n\nAnna gets into her car and drives away. Nemo hears a voice.\n\nANNA’S NEIGHBOR\nNemo?!\n\nNemo turns around. He sees someone he doesn’t recognize. The\nstranger seems to be in shock.\n\nANNA’S NEIGHBOR (CONT.)\nWow, I heard that you were dead!\nThat you drowned...\n\nNEMO\nDrowned?\n\nNemo looks, intrigued, at a fish flopping on the ground at\nhis feet.\n\n259 - EXT. UNDER WATER — DAY\n\nNemo is underwater, imprisoned in his car. He is losing his\nstrength. A fish swims past him and looks at him. Nemo is about to\nlose consciousness... With the last of his strength, he manages to\npull himself through the window. He slips outside, swims\nunderwater. He sees a light above him, a luminous oval-shaped\nspot. He ascends. The zone of light is the shape of a bathtub.\nNemo rises as fast as he can...\n\n260 - INT. HOTEL BATHROOM — DAY\n\nNemo suddenly sits up. He is in his bath, naked, soaked. He\ncoughs and tries to catch his breath.\n\nA man is seated in front of him on a stool, a revolver in his\nhand. There is a plastic sheet stretched out on the floor. The man\nfires. Nemo collapses in the water, which becomes red. The red\nblood spreads through the water in circular swirls.\n\n261 - INT. HOSPITAL ROOM (1988) — DAY\nYoung Nemo’s electrocardiogram as he lies paralyzed on his bed, a\n\nprisoner of his body.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe red\nblood spreads through the water in circular swirls. 261 - INT. HOSPITAL ROOM (1988) — DAY\nYoung Nemo’s electrocardiogram as he lies paralyzed on his bed, a\n\nprisoner of his body. \n\nTARGET SECTION TO BE ANNOTATED:\n The needles are going wild, moving in every\ndirection. The nurses rush to his bedside. An alarm goes off.\n\n- 108 -\n\f\"Mr. NOBODY\" VERSION 11\n\n262 - INT. SPACESHIP - NIGHT\n\nNemo is looking at Anna. An alarm suddenly goes off. Warning\nlights start flashing.\n\nLOUDSPEAKERS\nMeteorites.\n\nMeteorites suddenly rain down on the vessel. The tourists run away\nfrom the windows. Nemo clutches Anna’s hand. An explosion. The big\nwindow bursts. The rocket explodes, liberating the bicycles, which\nfloat through space.\n\nHundreds of black bicycles with chrome handlebars spin in slow\nmotion in the void, dispersing toward infinity, toward the stars,\nto an accompaniment of classical music. Among the bicycles,\nElise’s urn.\n\n263 - EXT. UNDER WATER — DAY\n\nA picture of Anna and the children, in a “Think of us” frame, is\nfloating in the water. Nemo is struggling underwater, imprisoned\nin his car. We move away, see the car at the bottom of the river.\nAlgae floats gently around it and the fish look on, curious. The\nradio is still on, crackling with classical music. We hear a\nheartbeat slowing down. All of a _ sudden, the airbag opens,\ndisplaying the inscription: GAME OVER.\n\n264 - INT. HOSPITAL — DAY\nThe needles on the electrocardiogram are going crazy. The nurses\nare bustling about. Motionless, paralyzed on his bed, we hear\nyoung Nemo howling. His lips don’t move.\nNEMO (OFF)\n(howling)\n\nLET ME OUT...\n\n265 - EXT. BUSHES - DAY\n\nNemo’s dead feet sticking out of the thicket. Insects are crawling\non him.\n\nNEMO (OFF)\nI WANT TO WAKE UP!\n\n266 - EXT. TRAIN TRACKS — NIGHT\n\nNemo is standing immobile on the train tracks, watching a train\ncome toward him without budging.\n\n- 109 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO (OFF)\nI WANT TO WAKE UP!\n\n267 - INT. DOCTOR’S OFFICE — DAY\n\nThe doctor’s pendulum is swinging evenly in front of us. We can\nmake out the blurry doctor in the background.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\n267 - INT. DOCTOR’S OFFICE — DAY\n\nThe doctor’s pendulum is swinging evenly in front of us. We can\nmake out the blurry doctor in the background. \n\nTARGET SECTION TO BE ANNOTATED:\n Old Nemo is overcome\nby the shakes. He panics.\n\nDOCTOR (OFF)\nAre you alright? When I say three,\nyou'll be awake. One...two...\n\n268 - INT. SHOWROOM — DAY\n\nDOCTOR (OFF)\nThree...\n\nAdult Nemo wakes with a start. He notices a price tag attached to\nthe bedside lamp. We are in an immense furniture store, in the\nbedroom section.\n\n269 - EXT. STREET IN FRONT OF THE SHOWROOM — DAY\n\nNemo leaves the showroom. The street is deserted, not a single car\nor pedestrian. Nemo looks at the ground at his feet. His body is\ncasting two shadows. He looks up: there are two suns in the sky.\nThere is also a small airplane pulling an advertising banner:\n“WAKE UP.” Nemo runs.\n\n270 - EXT. NEMO AND ELISE’S STREET — DAY\n\nNemo is running down the street where he lived with Elise. He\nstops and looks around. The house is no longer there. The sound\ntrack becomes more present. Nemo sees a bus go by. On board, an\norchestra is playing the sound track. He watches it pass, stunned.\n271 - EXT. CARWASH - DAY\n\nHe runs to a car wash. Jean-Claude Van Damme is wiping car windows\ndry with a chamois. Nemo goes up to him, amazed.\n\nNEMO\nAren’t you Jean-Claude Van Damme,\nthe actor?\n\nJean-Claude Van Damme stops working, taken aback.\n\nJEAN-CLAUDE VAN DAMME\nAre you joking?\n\n- 110 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNEMO\nWhat are you doing here?\n\nJEAN-CLAUDE VAN DAMME\n\nWhat do you think, I’m doing my *\njob.\n\nNEMO\nBut... you’re a movie star.\n\nJEAN-CLAUDE VAN DAMME\n\nI wanted to be an actor, but I *\nalways failed the auditions. These *\ndays I do amateur theater one night *\n\na week, maybe you saw me there.\n\nHe runs away.\n\n272 - INT. NEMO’S MOTHER’S APARTMENT — DAY\n\nNemo comes to the apartment where his mother lived. He rings the\nbell. His mother opens the door. She has aged.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rings the\nbell. His mother opens the door. She has aged. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at Nemo\nwithout recognizing him.\n\nMOTHER\nYes?\nNEMO\nMum...\nMOTHER\nDo I know you? *\nNEMO\nIt’s me!\n\nShe tries to close the door. Nemo puts his foot in the door and\npushes it back open.\n\nMOTHER\n\nWhat do you want?\n(yelling)\nHenry! HENRY!\n\nNEMO\nMum, it’s me! Your son, Nemo!\n\nMOTHER\nMy son is right here.\n\nThe door opens wider, revealing a somewhat hefty man the same age\nas Nemo: HENRY.\n\n- 111 -\n\f\"Mr. NOBODY\" VERSION 11\n\nHENRY\n\nWhat’s goin’ on? *\nMOTHER\n\nThis man says he’s my son. *\nNEMO\n\nYou couldn’t possibly have\n\nforgotten.\nMOTHER\n\nI don’t know you. You’re crazy. Go\naway or I’1l call the police.\n\nHenry pushes Nemo toward the door. Nemo and Henry fight, rolling\naround on the floor while the mother picks up the phone.\n\n273 - INT. DOCTOR’S OFFICE — DAY\n\nNemo is wearing a straitjacket. He is sitting across from a doctor\nwho looks at him kindly. It is the same hospital where old Nemo\nis. The doctor shows him a series of Rorschach blots, symmetrical\nink stains on sheets of paper.\n\nCHILD NEMO (OFF)\nHe asks me what I see. I say it’s\nan “ink stain.”\n\nAdult Nemo’s lip movement is perfectly synchronized the child’s\nvoice.\n\nCHILD NEMO (OFF) (CONT.)\nHe says I have to say more. I say\nit’s an ink stain on a sheet of *\npaper. He says no, I have to say\nwhat goes through my mind.\n\nThe doctor’s lip movements correspond perfectly with the voice of\nchild Nemo. Nemo looks at an ink well on the table.\n\nCHILD NEMO (OFF) (CONT.)\nI say it makes me think of an ink\nwell. So then he says, okay, that’s *\nfine.\n274 - TELEVISION\nTelevision images of old Nemo in his hospital bed.\n\n274A - In the street, people crowd around TV screens.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo then he says, okay, that’s *\nfine. 274 - TELEVISION\nTelevision images of old Nemo in his hospital bed. 274A - In the street, people crowd around TV screens. \n\nTARGET SECTION TO BE ANNOTATED:\n274Abis - On the side of the screen runs an ad for Big Crunch\nbreakfast cereal.\n\n- 112 -\n\f\"Mr. NOBODY\" VERSION 11\n\nCOMMENTARY\nYou have until tomorrow noon to\nvote: Should the last mortal be\nallowed to die a natural death? Or\nshould he be kept alive? Vote and\nwin a vacation on the Moon for the\nwhole family.\n\nImages of a family in a recreation center on the Moon.\n\n275 - INT. HOSPITAL ROOM — NIGHT\nThe journalist is with old Nemo.\n\nJOURNALIST\nThey’ve announced the results of\nthe voting. I’m sorry...\n\nOLD NEMO\nAt my age, the candles cost more\nthan the cake. I’m not afraid of\ndying. I’m afraid I haven’t been\nalive enough. They should write it\non every schoolroom blackboard:\n“Life is a playground. Or nothing.”\n\n276 - INT. HOSPITAL ROOM — DAY\n\nAdult Nemo is in a hospital room. He is finishing his meal. On the\ncorner of his tray is a fortune cookie. He bites off a corner and\ntakes out the little slip of paper is something indecipherable.\nNemo studies it carefully. He gets up and goes to the window. He\nholds the paper up to the windowpane. The inscription is written\nfrom right to left. In the reflection we can read: NEMO. LEAVE. He\nlooks out the window.\n\n276A - On the other side of the street, a man is posting a sign —\nin reverse time - that reads: NOW. The reflection of his fortune\ncookie paper is superimposed, forming a full sentence: NEMO, LEAVE\nNOW. Nemo gets dressed.\n\n277 - EXT. HOSPITAL EXIT AND STREET — DAY\n\nNemo leaves the hospital. He walks down the almost deserted\nstreet. All of the cars are red. The clouds look like they are\nhand-painted.\n\n277A - On top of a building an electric sign with running text:\nREAD THE NEWPORT NEWS. Then the SWEN TROPWEN EHT DAER, OMEN\n(backwards lettering). Nemo reads the reflection in the window:\nNEMO, READ THE NEWPORT NEWS.\n\n- 113 -\n\n+ + OF\n\f\"Mr.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen the SWEN TROPWEN EHT DAER, OMEN\n(backwards lettering). Nemo reads the reflection in the window:\nNEMO, READ THE NEWPORT NEWS. - 113 -\n\n+ + OF\n\f\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\nA man wearing a hat gets up from a bench in reverse time, leaving\nhis newspaper: The Newport News. Nemo opens it. His eyes are drawn\nto an article about a car accident. We see a picture of a crane\npulling a car from a river. Nemo skims the article... He stops at\nan ordinary sentence in the middle of the text: “NEMO, turn to\npage 5.” He opens to page five. Written there is “turn around.” He\nturns around.\n\n277B - On the outskirts of town stands a cliff, overlooking the\nwhole landscape. Enormous letters are carved: “NEMO, CALL 123-581-\n1321.”\n\nNemo goes to a phone booth. He drops in a coin, dials the number.\nA voice answers. His own voice.\n\nNEMO (OFF)\nHello?\nNEMO\nHello? ... Who is this?\nNEMO (OFF)\n\nHello? Who’s calling?\n\nNEMO\nI was told to call this number. My\nname is Nemo. Nemo Nobody.\n\nNEMO (OFF)\nIs this some kind of joke?\n\nNEMO\nNo, I...\n\nThe other end hangs up. Nemo remains in the booth, dumbfounded. He\ndials another number.\n\nNEMO (CONT. )\nYes, please, I’d like to know the\naddress corresponding to 123-581-\n\n1321.\n\nOPERATOR\nOne moment, please... 12358 Alois\nStreet.\n\n278 - EXT. STREET WITH ANNA’S ABANDONED HOUSE — DAY\n\nNemo reaches number 12358 at a run, sweating. He looks at the\nhouse. It is Anna’s house. It is abandoned. Planks are nailed over\nthe doors and windows. It is surrounded by piles of garbage. Nemo\npulls off one of the planks and goes inside.\n\n- 114 -\n\f\"Mr. NOBODY\" VERSION 11\n\n279 - INT. ANNA’S ABANDONED HOUSE - DAY\n\nThe interior is a mess of dust and stray cats. Light filters in\nthrough the planks. Nemo comes to the living room, in which there\nis only one chair, a television set, and a coffee table. Nemo goes\nto the table.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nLight filters in\nthrough the planks. Nemo comes to the living room, in which there\nis only one chair, a television set, and a coffee table. Nemo goes\nto the table. \n\nTARGET SECTION TO BE ANNOTATED:\n He sees the psychiatrist’s futuristic video\nrecording equipment. He blows off the dust and presses a button.\nAn image appears.\n\n279A - It is old Nemo, against a neutral background, sitting at a\ntable, a sheet of paper in front of him. He is looking at the\ncamera. Next to the TV set, a small camera begins recording. For a\nmoment, the image runs backwards, then stops, and starts again on\nforward.\n\nOLD NEMO\n(on the screen)\nHello, Nemo. I’m glad you found me. *\n\nAdult Nemo can’t believe his eyes. He sits down in the chair,\nflabbergasted, and watches the screen.\n\nOLD NEMO (CONT.)\nAll of this must seem very\ncomplicated to you. But it’s\nsimpler than you think.\n(he looks at his notes)\nBe careful, the chair is damaged.\n\nThe old chair breaks under Nemo, who falls to the ground.\n\nOLD NEMO (CONT.)\nAre you all right?\n\nNEMO\n(to himself)\nFine. *\n\nOLD NEMO\nI should have warned you earlier.\nBut I couldn’t, because of the\ntranscript. *\n\nOld Nemo points to the typewritten pages spread out in front of\nhim.\n\nNEMO\n(to himself)\nThe transcript? *\n\nOLD NEMO\nThe text of our conversation.\n\n- 115 -\n\f\"Mr. NOBODY\" VERSION 11\n\nNemo’s amazement. He looks at the screen, moves closer, looks all\naround.\n\nOLD NEMO (CONT.)\nGo ahead, say it. You’re dying to\nask me.\n\nNEMO\nYou... you can hear me?\n\nOld Nemo looks at the papers in front of him, then answers:\n\nOLD NEMO\n\nOf course I hear you.\nNEMO\n\nYou... It’s a...recording...\nOLD NEMO\n\nWhat you are living now is the\npast, at least for me. I am you,\nseventy years older. Everything you\nsay, I said myself when I _ was\nyoung. I went into that house, I\nsaw what you see. I only had to\ntranscribe our conversation. It’s\nall written right here, you see.\nEach word you think you are\ninventing is here on this paper.\n\nHe holds up the sheets of paper.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nall written right here, you see. Each word you think you are\ninventing is here on this paper. He holds up the sheets of paper. \n\nTARGET SECTION TO BE ANNOTATED:\n The dialogue is written on them.\nThe small camera films the scene.\n\nNEMO\nI can’t...\nOLD NEMO\n(reading)\n\n“believe it.” I can’t communicate\nwith you any differently. For me,\ntime is inverted. I start from the\nend of the story and I go toward\nthe beginning.\n\nNEMO\nI don’t understand anything.\n\nOLD NEMO\nYou're wondering what life you’re\nin. In this life here, you were\nnever born. I don’t know why. Only\nthe architect knows.\n\nNEMO\nThe architect?\n\n- 116 -\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO\nThe child. The one running after\nthe train. Maybe your parents never\nmet.\n\n279B - Flash: The father walking down the sidewalk, the mother\ncoming toward him. A gust of wind blows his umbrella up the wrong\nway. They pass without noticing each other.\n\nOLD NEMO (CONT.)\nMaybe your father died aged five in *\na sledding accident.\n\n279C - Flash: Snow. A child in the 1930s racing toward a tree on a\nsled, who then remains inanimate.\n\nOLD NEMO (CONT.)\n\nMaybe you are one of the vast *\nmajority of those whose genetic\ncode did not reach their *\ndestination...\n\n279D - Flash: We see a sperm stop moving and die slowly among\n\nthousands of others.\n\n280 - EXT. PREHISTORY — DAY\nA pregnant prehistoric woman trembling with fever, lying in the\n\nsnow. Her belly protrudes; she is six-months pregnant. Slowly, the\nsnow covers her.\n\n281 - INT. ANNA’S ABANDONED HOUSE — DAY\n\nNemo is watching the screen. Old Nemo is talking to him.\n\nOLD NEMO\nMaybe when she died, a prehistoric\nwoman killed off the line of humans *\nto which you belong. So for this *\n\nworld, you don’t exist.\nNemo steps back, dumbfounded.\n\nOLD NEMO (CONT.)\nIf Anna’s calculations are correct,\n\nand you want to find her, you must *\nstay alive until 2092, February 12,\nat 05:50. *\n\nThe image on the television screen goes fuzzy. Nemo knocks over\neverything around him. He runs away.\n\n- 117 -\n\f\"Mr.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nNemo knocks over\neverything around him. He runs away. - 117 -\n\f\"Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n NOBODY\" VERSION 11\n\n282 - EXT. STREET OF ANNA’S ABANDONED HOUSE — DAY\n\nNemo emerges from the house. He looks at it. He sees himself,\nstanding behind the window, waving good-bye. A shadow appears\nabove him, enormous.\n\n282A - Nemo sees a gigantic foot descend from the sky and crush\nthe house, which shatters. It is only a model. Nemo runs toward\nthe hills.\n\n283 - EXT. HILLSIDE — EVENING\n\nNemo is climbing the hill, out of breath. The city is behind him,\nin the low-angled light of the setting sun. He goes pas the giant\nletters spelling out: “NEMO, CALL 123-581-1321.” When he reaches\nthe summit, Nemo sees the sun.\n\n283A - It is hanging from enormous cables connected to a gigantic\nwinch that hundreds of stagehands are turning to produce the\nsunset. Two nurses in smocks catch up to Nemo and grab him.\n\n284 - INT. HOSPITAL ROOM (2092) — NIGHT\n\nThe journalist is looking at old Nemo in silence. He is stunned.\nNemo has finished. We hear a repeating sound: the tape reached the\nend of the reel a while back, but it is still turning, flapping.\nThe journalist finally notices.\n\nJOURNALIST\n\nI’m sorry, I don’t know how long we\n\nhaven’t been recording. I... I have\n\nto submit my story tomorrow *\nmorning. Everything you say is\n\ncontradictory. You can’t have been\n\nin one place and another at the\n\nsame time. You can’t have had\n\nchildren and not have had them.\n\nOLD NEMO\nYou mean to say we have to make *\nchoices? That we can’t *\n\nsimultaneously be a train conductor\nin the Andes cordillera, a trapper\nin Alaska, and an astronaut?\n\nJOURNALIST\nOf all those lives, which one is\nthe right one?\n\nOLD NEMO\nEach of those lives is the right\none. Every path is the right path.\n(MORE)\n\n- 118 -\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO (cont'd)\n“Everything could have been\nanything else and it would have\njust as much meaning.” Tennessee\nWilliams.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery path is the right path. (MORE)\n\n- 118 -\n\f\"Mr. NOBODY\" VERSION 11\n\nOLD NEMO (cont'd)\n“Everything could have been\nanything else and it would have\njust as much meaning.” Tennessee\nWilliams. \n\nTARGET SECTION TO BE ANNOTATED:\n You’re too young for *\nthat.\n\nJOURNALIST\nThat’s impossible. You can’t be\ndead and still be here. You can’t\nnot exist.\n(he sighs)\nOr...is there life after death?\n\nNemo laughs.\nOLD NEMO\nAfter death? ... How can you be so\nsure you’re alive? You still don’t\nunderstand?\nThe journalist doesn’t.\n\nOLD NEMO (CONT.)\nYou don’t exist. Neither do I.\n\nThe journalist still doesn’t understand.\nOLD NEMO (CONT.)\n\nWe only live in the imagination of *\n\na nine-year-old child. *\n\n284A - FLASH: Child Nemo running after the train.\n\nChild Nemo’s voice takes the place of old Nemo’s_ voice,\nsynchronized with the old man’s lips.\n\nOLD NEMO (CONT.)\n(with the voice of child Nemo)\n\nWe are imagined by a nine-year-old *\nchild faced with an impossible\nchoice.\n\nThe journalist turns around.\n\n284B - He is at the train window and sees:\n\n285 - EXT. TRAIN STATION — DAY\n\nChild Nemo is running after the train carrying his mother away. He\nturns around, looks at his father, hesitates. He looks at his\nmother, hesitates. He wets his pants. His eyes go wide. A series\nof flashes appear to him, lots of quick scenes, each one\ncontaining the others:\n\n- 119 -\n\f\"Mr. NOBODY\" VERSION 11\n\nHe looks toward his mother:... A - The three little girls... B-\nthe train trip with his mother... C - an electric train in his\nmother’s apartment... D - We leave the apartment through the\nwindow and find ourselves on the beach with teenage Anna... E- A\npicture of the beach hanging in Nemo’s room as he lies sleeping\nwith Anna... F - We approach Anna’s face, who is no longer in the\nbed but in a car carrying her away... G - Adult Nemo meeting Anna\nagain... H - The drop of rain erasing the phone number... I - Nemo\nin the studio recording the science program... J - Adult Anna on\nthe phone, surrounded by children... K - Adult Nemo driving in a\ncar... L - The accident... M - Nemo prisoner in his car,\nunderwater, drowning...",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nK - Adult Nemo driving in a\ncar... L - The accident... M - Nemo prisoner in his car,\nunderwater, drowning... \n\nTARGET SECTION TO BE ANNOTATED:\nOn the station platform, child Nemo turns toward his father:\n\nAnother series of flashes appears to him... N - The three little\ngirls... O - Child Nemo leaving the station with his father... P -\nThe paraplegic father who teenage Nemo bathes... Q - The meeting\nwith teenage Elise... R - The motorcycle accident... S - Teenage\nNemo in a coma in the hospital... T - Adult Nemo taking care of\nbedridden adult Elise... U - Elise packing her bag and leaving...\nV - Nemo living with Jean... W- The hand over the candle... X -\nThe train racing toward Nemo... Y¥Y - The meeting with Clara... Z -\nWidowed Nemo, alone in his bed... Al - Widowed Anna... Bl -\nAstronaut Nemo in the spaceship... Cl - The exploding rocket, the\nbicycles in space... D1 - Nemo in his bath, the shot... El -\n\nNemo’s body thrown into the bushes...\n\nChild Nemo, overwhelmed by these visions, stares wide-eyed.\n\n286 - INT. HOSPITAL ROOM (2092) — DAWN\nOld Nemo pushes his chess game away and gets up.\n\nOLD NEMO\n(with the child’s voice)\nIn chess, it’s called “Zugzwang”\nwhen the only viable move is not to\nmove. Come see...\n\nThey move toward the window.\n\n286A - Around the hospital, the city is being dismantled into\nblocks that in turn dissipate in the air.\n\nOLD NEMO (CONT.)\n(with the child’s voice)\nWhat’s that called again?\n\nThe journalist and the old man look out the window. Behind the\nbuildings, now gone, the sea stretches out before them.\nHelicopters are removing huge blocks of sea. They are taking the\nsea apart.\n\n- 120 -\n\f\"Mr. NOBODY\" VERSION 11\n\nJOURNALIST\nThe sea...\nOLD NEMO\n(with the child’s voice)\nThat’s right, the sea... The child *\nis taking it apart. He doesn’t need\nit anymore. Before, he was unable *\nto make a choice because he didn’t *\n\nknow what would happen. And now\nthat he knows what will happen, he\nis unable to make a choice. *\n\nNemo gets back into bed. He looks more tired. The heartbeat\nmonitor slows.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now\nthat he knows what will happen, he\nis unable to make a choice. *\n\nNemo gets back into bed. He looks more tired. The heartbeat\nmonitor slows. \n\nTARGET SECTION TO BE ANNOTATED:\n An alarm goes off.\n\n287 - EXT. TRAIN STATION — DAY\n\nChild Nemo sees the train moving away with his mother on board. He\nstands there, dazed. He turns back toward his father, then toward\nhis mother, not knowing which of the two directions to choose.\nThen throws himself perpendicularly in a third direction: he\ncrosses the tracks and runs through the nearby woods, far from his\nfather and mother.\n\n288 - EXT. WOODS — DAY\n\nChild Nemo is running breathlessly through the trees. He stops.\nRays of light penetrate the branches. Nemo picks up a dead leaf\nfrom the ground and blows on it. The leaf flies away, dancing in\nthe air. A gust of wind blows through the trees, carrying the dead\nleaf toward the clouds...\n\n289 - EXT. ATMOSPHERIC LAYERS — DAY\n\n...The clouds change form, blown by the wind. Dense clouds are\nmoved and stretched through the layers of the atmosphere...\n\n290 - EXT./INT. MISC. — DAY/NIGHT\n\nThe dead leaf, lying on the road before the accident, right where\nteenage Nemo’s motorcycle will pass, blows away, pushed by a burst\nof wind. The motorcycle continues its path.\n\n290A - Teenage Nemo at the beach with teenage Anna. Nemo does what\nhe never dared do: he kisses her on the lips.\n\n290B - Nemo, Jean’s husband, opens the door of their house, home\n\nfrom work. Jean and the children look at him in surprise. He holds\nout his fishing rod and takes off his coat.\n\n- 121 -\n\f\"Mr. NOBODY\" VERSION 11\n\n290C - A drop of rain forms in the clouds and falls to the ground.\nAdult Anna writes her number on a scrap of paper and gives it to\nNemo. The drop lands on Nemo’s shoe.\n\n290D - Adult Nemo is waiting for Anna. He looks at the chalk\ncircle on the ground. Anna is arriving in the distance. They walk\ntoward each other, then run until they meet in the chalk circle.\nThey embrace. They cry for joy. We circle around them.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey embrace. They cry for joy. We circle around them. \n\nTARGET SECTION TO BE ANNOTATED:\nNEMO\nTHANK YOU! THANK YOU WIND! THANK\nYOU RAIN! THANK YOU CARS, THANK YOU\nPASSERSBY, THANK YOU CHILDREN,\nTHANK YOU DOGS, THANK YOU!\n\n291 - INT. HOSPITAL (2092) — DAY\n\nThe heart monitor slows. Old Nemo is lying on his bed. The city\naround the hospital has disappeared. Nemo is dying. Nurses bustle\naround him. He looks at the digital calendar that reads “February\n12, 2092. 05:16.” He smiles. Miniature cameras hover on the other *\nside of the window.\n\n291A - His image is retransmitted on a giant TV screen above the\nhospital. In SUPERIMPOSTION: “LAST WORDS.” A microphone is placed\nat his lips. He murmurs.\n\nOLD NEMO\nThis is... the most beautiful\nday... of my life.\n\nNemo stiffens, his breathing weakening. His heartbeat slows even\nmore.\n\nOLD NEMO (CONT.)\nAnna... Anna...\n\nNemo stiffens. The heart monitor shows only a flat line.\n\nThe clock turns to 5:17. The second slow, then stop... The clock\nfreezes...\n\n292 - EXT. SPACE\n\nThe planets slow their progress around the sun. They freeze... The\n“universe” ceases to expand. The universe freezes.\n\n293 - EXT. STREET — DAY\n\nOn Earth, in the streets, everything has stopped moving: a dog\n\nfrozen in mid leap, passersby immobilize, feet in the air, water\nin a fountain...\n\n- 122 -\n\f\"Mr. NOBODY\" VERSION 11\n\n294 - EXT. SPACE\n\nThen, slowly, the universe reverses its movement. It folds back in\non itself. The planets start moving again, in the opposite\ndirection. The Big Crunch.\n\n295 - INT./EXT. MISC. — DAY\n\nOn the hospital clock, the seconds start moving in the opposite\ndirection.\n\nA - In the street, people walk backwards down the sidewalks. B -\nDead leaves go back up into the trees and reattach themselves. C -\nRain goes back up into the sky. D - The broken vase on the floor\nbecomes whole again and returns to the hands of Nemo’s father. E -\nSmoke from a cigarette goes back into the cigarette.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nC -\nRain goes back up into the sky. D - The broken vase on the floor\nbecomes whole again and returns to the hands of Nemo’s father. E -\nSmoke from a cigarette goes back into the cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\n F - The\nswirls of a drop of ink diluted in a glass of water come back\ntogether. G - The mashed potatoes and gravy separate in baby\nNemo’s plate. H - In the cookie factory, the piece of egg shell\nreattaches to the shell, now whole. I - A typewriter erases the\nletters from a page, leaving only a white sheet of paper. J - Ina\nmaternity ward, a baby goes back into its mother’s belly.\n\n296 - INT. HOSPITAL — DAY\n\nOld Nemo’s heart begins beating again. He opens his eyes,\nsurprised. The nurses, stunned, walk backwards out of the room.\nNemo laughs. He gets up and leaves the room, backwards.\n\n297 - EXT. STREET — DAY\n\nNemo is walking backwards down the street, smiling.\n\n297A - He has grown young again.\n\n298 - EXT. STREET — DAY\n\nAdult Nemo looking at Anna’s phone number, which is no longer\nvisible. The rain pulls itself from puddles on the ground in order\nto go back up into the sky. A drop of water leaves the scrap of\npaper and the ink reforms the digits of the telephone number. Nemo\nsees Anna arriving, walking backwards. They embrace and leave\ntogether, backwards.\n\n299 - INT. HOSPITAL ROOM (1988) — DAY\n\nNemo is motionless, in a coma. Suddenly, a finger moves, then\ntwo...\n\n- 123 -\n\f\"Mr. NOBODY\" VERSION 11\n\n300 - EXT. UNDER WATER — DAY\n\nA bubble of water descends through the water and slips between\nNemo’s lips as he is motionless in his car. Nemo begins breathing\nagain.\n\n301 - EXT. CITY — DAY\n\nAdult Nemo, in reverse, hangs the “NOW” poster across from the\nhospital.\n\n302 - EXT. NEMO AND ELISE’S STREET — DAY\n\nAdult Nemo, dressed as a mail carrier, in reverse, slips the\nenvelope containing the picture of Nemo and Jean under the door of\nNemo and Elise’s house.\n\n303 - INT. MOTHER’S APARTMENT — DAY\n\nTeenage Nemo is at the foot of Anna’s bed. Nemo’s body is lifted\nfrom the floor and slips back into Anna’s bed, into her arms.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\n303 - INT. MOTHER’S APARTMENT — DAY\n\nTeenage Nemo is at the foot of Anna’s bed. Nemo’s body is lifted\nfrom the floor and slips back into Anna’s bed, into her arms. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nroll together, embracing.\n\n304 - EXT. YARD OF THE FATHER’S HOUSE — DAY\n\nNemo’s father is painting the clouds. The colors come off the\ncanvas and go back onto the brush. The father finishes. He admires\nthe blank canvas.\n\n305 - EXT. BESIDE A LAKE — DAY\n\nChild Anna is sitting beside a lake, on a dock. Stones emerge from\nthe water to land in her hand. Suddenly, a stone emerges from the\nwater right next to her. She turns around, smiling. Child Nemo\n\ncomes toward her. They play together by the water, laughing.\n\nTHE END *\n\n- 124 -\n\f"
}