{
  "1": "\n\n\n\n\n\n \n\n                                      MUD\n\n\n\n                         \n\n\n\n                                   Written by\n\n\n\n                                  Jeff Nichols\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                         \n\n                                                       Shooting Script\n\n                                                    September 16, 2011\n\n\n\n\n\n\n\n          1 INT. ELLIS' ROOM - PREDAWN 1\n\n\n\n           ELLIS(14) sits fully-clothed on top of his made bed. He is a\n\n           wiry young man with a few blonde hairs on his upper lip\n\n           struggling desperately to be a mustache.\n\n           His room, cluttered with junk, is dark, quiet and tiny. A\n\n           backpack and an oversized Walkie-Talkie sit next to him.\n\n           The silence is cut by a SQUAWK from the Walkie. Ellis\n\n           quickly grabs it.\n\n\n\n                          ELLIS\n\n           I'm comin' out now.\n\n\n\n           He crams the Walkie into his backpack and slings it over his\n\n           shoulder. On his feet, he slides open a window at the foot\n\n           of his bed. He's out in one motion.\n\n\n\n          2 EXT. HOUSEBOAT - PREDAWN 2\n\n\n\n           Ellis skirts alongside the exterior wall of his room on a two-\n\n           foot-wide section of decking.\n\n           He lives on a HOUSEBOAT anchored just off the bank of the\n\n           Arkansas River. The \"boat\" is really the combination of a\n\n           double wide trailer and a vinyl-sided shack fused together\n\n           atop large flotilla.\n\n           Ellis scurries to the mobile home section of the boat. He\n\n           slips past a barbecue grill and settles underneath a lighted\n\n           window. VOICES come from inside.\n\n           Slowly, Ellis gets on his toes to peer through the window.\n\n\n\n          3 INT. ELLIS' KITCHEN - CONTINUOUS 3\n\n\n\n           MARY LEE(41) takes a jug of milk out of the refrigerator.\n\n           SENIOR(52) sits at a small table reading a newspaper. The\n\n           mobile home kitchenette is no larger than Ellis' room.\n\n\n\n                          MARY LEE\n\n           I just want to have a conversation.\n\n           I just want to talk about it.\n\n\n\n           Mary Lee sits down across from Senior, who doesn't look up\n\n           from his paper. Her eyes narrow and she extends a finger\n\n           toward him.\n\n\n\n           MARY LEE (CONT'D)\n\n           If you don't look up from that\n\n           goddamn paper...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMary Lee sits down across from Senior, who doesn't look up\n\n           from his paper. Her eyes narrow and she extends a finger\n\n           toward him. MARY LEE (CONT'D)\n\n           If you don't look up from that\n\n           goddamn paper... \n\nTARGET SECTION TO BE ANNOTATED:\n           She stops before completing the thought.\n\n           After a moment, Senior lowers his paper. He stares across\n\n           the table at his wife. He looks at her with true disdain.\n\n\n\n           2.\n\n\n\n                         \n\n           His eyes trace down her face and robe before finally settling\n\n           on his cup of coffee. He picks up the cup, takes a sip, and\n\n           sets it back on the table. He raises the paper up.\n\n           Mary Lee's eyes soften. She bites the inside of her cheek to\n\n           keep from crying. Her eyes move to the kitchen window.\n\n\n\n          4 EXT. ELLIS' HOUSEBOAT - CONTINUOUS 4\n\n\n\n           Ellis quickly ducks and mouths the word \"shit.\"\n\n           He slips under the window toward a metal carport that covers\n\n           a boat, fish cleaning station, and industrial ice machine.\n\n           The entire houseboat is anchored to the shore by two thick\n\n           ropes tied to opposite ends of the flotilla. The ropes\n\n           extend upward into the tops of enormous pine trees.\n\n           Ellis sprints across a simple, wood-planked bridge to shore.\n\n           His houseboat is one of several in a row along the riverbank.\n\n\n\n          5 EXT. ELLIS' RIVERBANK - CONTINUOUS 5\n\n\n\n           Ellis scurries into the treeline and arrives at a dirt path.\n\n           Waiting for him there is NECKBONE(14), a scrawny kid with\n\n           slicked back blonde hair wearing a FUGAZI T-shirt. He sits\n\n           atop a smallish dirt bike. Ellis hops on the back.\n\n\n\n                          NECKBONE\n\n           What the shit man?\n\n\n\n                          ELLIS\n\n           Suck it. Drive.\n\n           The bike spits up mud as they peel out down the trail.\n\n\n\n          6 EXT. RIVERBANK - PREDAWN 6\n\n\n\n           From a distance, the single headlight of the dirt bike snakes\n\n           up and down, in and out of trees along the riverbank.\n\n\n\n           ON THE BIKE,\n\n           The sound of the engine rips through fog and trees\n\n           illuminated by the straining headlight.\n\n\n\n          7 EXT. RIVERBANK - DAWN 7\n\n\n\n           The boys emerge from behind a sand covered hill. Now on\n\n           foot, they are silhouetted against a light blue, morning sky.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n7 EXT. RIVERBANK - DAWN 7\n\n\n\n           The boys emerge from behind a sand covered hill. Now on\n\n           foot, they are silhouetted against a light blue, morning sky. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           How old is she?\n\n\n\n                          ELLIS\n\n           A Junior.\n\n\n\n           3.\n\n\n\n                         \n\n           At a collection of trees growing out of the water, the boys\n\n           move branches away from a tarp covered boat.\n\n\n\n                          NECKBONE\n\n           She's got nice titties. You talk\n\n           to her?\n\n\n\n                          ELLIS\n\n           Nah.\n\n\n\n                          NECKBONE\n\n           You're gonna have to talk to her.\n\n\n\n                          ELLIS\n\n           I know.\n\n\n\n                          NECKBONE\n\n           Remind me when we get back to my\n\n           house, Galen's got a book on that.\n\n           Neckbone takes a spot up front in the small, flat-bottom\n\n           boat. Ellis, a foot on the bank and one in the boat,\n\n           launches them out into the water.\n\n\n\n          8 EXT. RIVER - MORNING 8\n\n\n\n           A chunk of Neckbone's greased back hair bobs in the wind as\n\n           they cruise down river. Ellis steers a small 15 horsepower\n\n           motor. An orange sun is coming up now.\n\n           Neckbone's eyes lock on what's in front of them. Ellis kills\n\n           the motor. Neckbone stands up, a serious look on his face.\n\n\n\n                          NECKBONE\n\n           Shit.\n\n           Ellis raises up behind him. He takes a deep breath, nods.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Your dad'd kill us he knew we went\n\n           out there.\n\n\n\n                          ELLIS\n\n           I'm not worried about my dad\n\n           killin' us.\n\n           THE MISSISSIPPI RIVER sprawls out in front of them. It's\n\n           enormous.\n\n           Their boat drifts at the mouth of the Arkansas, a small river\n\n           by comparison. The Mississippi is a swirling mess of brown\n\n           water and yellow foam six football fields wide.\n\n\n\n                          NECKBONE\n\n           What if it sinks?\n\n\n\n           4.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           It ain't gonna sink. We gotta move\n\n           if we're gonna make it back. Set\n\n           your watch. We'll need a good\n\n           fifteen minutes.\n\n           Neckbone sets an alarm on his fat plastic wristwatch. They\n\n           take their seats. Ellis cranks the motor.\n\n           The small boat slowly chugs out onto the massive river.\n\n\n\n          9 EXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis cranks the motor. The small boat slowly chugs out onto the massive river. 9 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MISSISSIPPI RIVER - MORNING 9\n\n\n\n           The boat lurches through the murky, rushing water.\n\n           Neckbone has both hands firmly planted on the boat's edges.\n\n           Ellis tries to handle the motor which has little impact\n\n           against this current.\n\n           The tail end of the boat swings to the right. Ellis flinches\n\n           and grabs an edge to steady himself. The front of the boat\n\n           bobs toward an ISLAND in the middle of the river.\n\n           Neck turns to Ellis and points.\n\n\n\n                          NECKBONE\n\n\n\n           THERE IT IS!\n\n\n\n          10 EXT. ISLAND SHORE - DAY 10\n\n\n\n           The boys splash down in ankle deep water. They take hold of\n\n           the front of the boat and drag it onto the muddy shore.\n\n           Neckbone jogs to a tree line in the center of the island.\n\n           Ellis snatches up his backpack and follows.\n\n\n\n          11 EXT. ISLAND WOODS - CONTINUOUS 11\n\n\n\n           The island, only 60 some yards in diameter, is separated by a\n\n           clump of tall trees that form a wooded area in its center.\n\n           The trees make it so you can't see from one side of the\n\n           island to the other.\n\n\n\n                          NECKBONE\n\n           Galen thinks it's been here awhile.\n\n           Thinks the last flood did it.\n\n           Ellis follows as Neckbone winds through the trees. They stop\n\n           at a deep creek that cuts across the island. Neckbone looks\n\n           to his right, then his left. Sees what he's looking for.\n\n\n\n                          NECKBONE (CONT'D)\n\n           It's down there.\n\n           A fallen tree trunk that straddles the creek. Ellis starts\n\n           across.\n\n\n\n           5.\n\n\n\n                         \n\n\n\n                          NECKBONE (CONT'D)\n\n           Hold it.\n\n           Neckbone picks a large stone up off the ground.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Look.\n\n           Eight feet below the tree trunk, a nest of water moccasins\n\n           curl around in the creek. Neckbone drops the stone on top of\n\n           them. The snakes fan out.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Little shits.\n\n           Their mud-caked high-tops stomp across the trunk.\n\n\n\n          12 EXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nNECKBONE (CONT'D)\n\n           Little shits. Their mud-caked high-tops stomp across the trunk. 12 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ISLAND WOODS - DAY 12\n\n\n\n           The boys stop near the base of a large tree and stare up.\n\n           Ellis cranes his neck back. Awestruck.\n\n\n\n                          NECKBONE\n\n           So there it is.\n\n\n\n                          ELLIS\n\n           Yeah, there it is.\n\n           A 26 Foot Long BOAT sits nestled in the tree limbs above.\n\n\n\n          13 EXT. BOAT IN TREE - MOMENTS LATER 13\n\n\n\n           The boys scale up the tree from low lying branches.\n\n           Ellis, hands on the edge of the boat, gets a leg over the\n\n           side and pulls himself onto the deck. He reaches down and\n\n           helps to drag Neckbone on board.\n\n           They get to their feet, steadying themselves on the wooden\n\n           deck. It's solid. They take in their new vantage point.\n\n\n\n                          ELLIS\n\n           It came down from up there.\n\n           Ellis points to higher limbs that have long been broken off.\n\n           Neckbone walks to the back of the boat and hangs his head\n\n           over. He finds a gaping hole of gutted wood.\n\n\n\n                          NECKBONE\n\n           Motor broke off.\n\n           Ellis isn't concerned with the motor. His eyes are locked on\n\n           a covered cabin at the front of the boat.\n\n\n\n                          ELLIS\n\n           Who else knows about this?\n\n\n\n           6.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           Just me and Galen.\n\n\n\n                          ELLIS\n\n           What's he think?\n\n\n\n                          NECKBONE\n\n           He don't care about it.\n\n\n\n                          ELLIS\n\n           Good.\n\n           Ellis walks to the cabin. He pushes a vinyl door open.\n\n\n\n                          ELLIS (CONT'D)\n\n           'Cause this boat's ours.\n\n           Ellis has to duck down to go inside. Neckbone follows.\n\n\n\n          14 INT. BOAT CABIN - CONTINUOUS 14\n\n\n\n           Ellis, stooping over, makes his way into the tiny cabin room.\n\n           Yellow floral curtains, stained with age, cover a row of\n\n           windows that wrap around the top of the cabin. These provide\n\n           an odd glow in an otherwise dark, wood paneled space.\n\n           There is a bench with rotted out cushions to the left. To\n\n           the right, a mold-covered sink and mirror.\n\n           Neckbone peers over Ellis' shoulder at the front of the cabin\n\n           room.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a bench with rotted out cushions to the left. To\n\n           the right, a mold-covered sink and mirror. Neckbone peers over Ellis' shoulder at the front of the cabin\n\n           room. \n\nTARGET SECTION TO BE ANNOTATED:\n A small booth sits to the right across from a\n\n           miniature toilet partially shielded by an open door.\n\n\n\n                          NECKBONE\n\n           It's got its own shitbox\n\n           Neckbone slides back a portion of floral curtain and light\n\n           streams in. He starts opening small closets and drawers.\n\n           Ellis plops down on the rotted bench cushions.\n\n\n\n                          ELLIS\n\n           This is perfect.\n\n\n\n                          NECKBONE\n\n           Ho-Lee-Shit.\n\n           Neckbone stares in an open drawer. He removes a stack of\n\n           Playboys from the 1980's.\n\n           Ellis smiles at him. He leans back and props his foot\n\n           against the sink cabinet across from him. This is home.\n\n           Neckbone opens the first Playboy. It disintegrates.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Aw shit.\n\n\n\n           7.\n\n\n\n                         \n\n          As he scrambles to gather the fallen pages, Ellis notices a\n\n          dried BOOT PRINT next to his foot. He lowers his shoe from\n\n          the cabinet leaving a smaller, muddy print of his own.\n\n          He leans in to examine the larger print. The impression of a\n\n          CROSS has been left in the heel.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Her tits are so small.\n\n          Ellis reaches out and traces his finger in the groove of the\n\n          cross marking. His eyes narrow as he re-surveys the cabin.\n\n          On the table across from the toilet, he notices several empty\n\n          cans of Beanie Weenie. In the booth, he sees a grocery bag.\n\n          Ellis slowly raises up and goes over to it.\n\n\n\n                          ELLIS\n\n           Neck.\n\n\n\n                          NECKBONE\n\n           Look at that beave. You gotta see\n\n           this.\n\n          Ellis reaches out for the plastic bag. His fingers pull back\n\n          the edges to reveal its contents: one can of unopened Beanie\n\n          Weenie and half a loaf of BREAD.\n\n\n\n                          ELLIS\n\n           Neck.\n\n          Ellis reaches for the bread and gives it a squeeze. It's\n\n          FRESH. Ellis freezes.\n\n\n\n                          NECKBONE\n\n           What?\n\n\n\n                          ELLIS\n\n           Someone's here.\n\n\n\n                          NECKBONE\n\n           What?\n\n          Ellis holds the loaf of bread up to Neckbone.\n\n\n\n                          ELLIS\n\n           Someone's livin' here.\n\n          Neckbone sees the grocery bag.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis holds the loaf of bread up to Neckbone. ELLIS\n\n           Someone's livin' here. Neckbone sees the grocery bag. \n\nTARGET SECTION TO BE ANNOTATED:\n His eyes widen. The boys are\n\n          stone frozen. They listen for other sounds. Silence.\n\n\n\n          BEEP! BEEP! BEEP!\n\n          Both boys flinch at the sharp sounds. Neckbone's hand flies\n\n          to cover the alarm on his wristwatch.\n\n\n\n           8.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           Shit.\n\n\n\n                          ELLIS\n\n           We gotta go. I can't be late.\n\n\n\n          15 EXT. BASE OF BOAT TREE - MOMENTS LATER 15\n\n\n\n           They drop out of the tree and hit the ground running.\n\n\n\n          16 EXT. ISLAND WOODS/CREEK - MOMENTS LATER 16\n\n\n\n           The boys' feet rush across the tree trunk bridging the creek.\n\n\n\n          17 EXT. ISLAND SHORE - MOMENTS LATER 17\n\n\n\n           They launch out of the treeline and sprint to their boat.\n\n           Neckbone grabs the side and starts pushing the boat to the\n\n           water. Ellis slings his backpack in and joins him.\n\n           Suddenly, Ellis straightens up, leaving Neckbone to struggle.\n\n\n\n                          NECKBONE\n\n           What are you doing?\n\n           Ellis stares at a muddy boot print, cross in the heel,\n\n           stamped in the center of their boat. He looks back to the\n\n           treeline, then down the shore. He looks to his feet.\n\n           The boys' shoe prints make chaotic patterns in the mud.\n\n           Larger boot prints lead off down the shoreline.\n\n\n\n                          NECKBONE (CONT'D)\n\n           What is it?\n\n\n\n                          ELLIS\n\n\n\n                          (POINTING)\n\n           I saw that same boot print up in\n\n           the tree. It has a cross in the\n\n           heel. Somebody's been in our boat.\n\n\n\n                          NECKBONE\n\n           Shit. Let's go.\n\n           Ellis begins following the boot prints around the shoreline.\n\n\n\n                          NECKBONE (CONT'D)\n\n           We gotta go if you wanna make it\n\n           back.\n\n\n\n                          (NO RESPONSE)\n\n           Your dad's gonna kick our ass.\n\n           It'll take twice as long goin' up\n\n           river.\n\n\n\n                          ELLIS\n\n           Hold it.\n\n\n\n           9.\n\n\n\n                         \n\n          Ellis stops and points ahead of them.\n\n\n\n                          ELLIS (CONT'D)\n\n           Up there. They stop.\n\n          Neckbone takes the lead, walking up to the last boot print.\n\n          They appear to vanish.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey stop. Neckbone takes the lead, walking up to the last boot print. They appear to vanish. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           Where the hell'd he go?\n\n\n\n                          ELLIS\n\n           I don't know.\n\n          Neckbone turns and freezes. A MAN has appeared in the\n\n          distance behind Ellis. He stands between the boys and their\n\n          boat.\n\n          Ellis notices the look on Neckbone's face and turns. He\n\n          flinches at the sight of the Man.\n\n          MUD(38) stands near the boys' boat holding a pink, child's\n\n          fishing pole with cartoon characters on it. He stares back\n\n          at them and casts his fishing line into the water.\n\n\n\n                          NECKBONE\n\n           Shit. You know that guy?\n\n\n\n                          ELLIS\n\n           I've never seen him before.\n\n\n\n                          NECKBONE\n\n           Shit.\n\n          Mud, not taking his eyes off the boys, slowly reels in his\n\n          line. His hair is a wild mop that leads to two weeks of\n\n          growth on his face.\n\n          With a cigarette clinched, he cracks a smile revealing a\n\n          MISSING CANINE. He holds a hand in the air as if to wave.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Shit.\n\n          Neckbone slowly raises his hand up to wave back. Mud wears\n\n          jeans and cowboy boots. His filthy button-up shirt looks\n\n          like it hasn't left his body in years.\n\n          He breaks his stare with the boys. Continuing to reel in his\n\n          line, he walks over to them.\n\n\n\n                          MUD\n\n           What you say?\n\n          The boys don't respond. Mud walks past them and casts again.\n\n\n\n           10.\n\n\n\n                         \n\n\n\n                          MUD (CONT'D)\n\n           Helluva thing.\n\n\n\n                          ELLIS\n\n           What's that?\n\n          Mud takes the cigarette from his mouth. A tattoo of a\n\n          snake's head covers the top of his right hand. Two large\n\n          cotton blossoms spill out of its jaws.\n\n\n\n                          MUD\n\n           Boat in the trees. It's a helluva\n\n           thing.\n\n          Mud continues walking down the shoreline, reeling in his\n\n          bait. The boys follow, tentatively.\n\n\n\n                          ELLIS\n\n           You talkin' 'bout our boat?\n\n\n\n                          MUD\n\n           I'm talkin' about my boat.\n\n\n\n                          NECKBONE\n\n           We found it.\n\n\n\n                          MUD\n\n           You found it with me livin' in it.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUD\n\n           I'm talkin' about my boat. NECKBONE\n\n           We found it. MUD\n\n           You found it with me livin' in it. \n\nTARGET SECTION TO BE ANNOTATED:\n           Possession is nine tenths of the\n\n           law.\n\n\n\n                          NECKBONE\n\n           So?\n\n\n\n                          MUD\n\n           Don't tell me you boys are from\n\n           Mississippi?\n\n\n\n                          ELLIS\n\n           No.\n\n          They watch as he grabs the bait at the end of his line and\n\n          spits on it. Then, tucking the pole under his arm, he ties a\n\n          lock of his hair into a knot. He finishes this process with\n\n          another cast.\n\n\n\n                          ELLIS (CONT'D)\n\n           You got crosses in your heels.\n\n\n\n                          MUD\n\n           Nails. Shaped liked crosses.\n\n\n\n                          ELLIS\n\n           What for?\n\n\n\n           11.\n\n\n\n                         \n\n\n\n                          MUD\n\n           Ward off evil spirits. A man I\n\n           called an Indian but was Meskin\n\n           said they were Seven-league boots\n\n           worn by the seventh son of a\n\n           seventh son. Told me it'd turn me\n\n           into a werewolf but that's a lie.\n\n           I don't know nothin' about that.\n\n          Ellis, confused, won't take his eyes off the man.\n\n\n\n                          MUD (CONT'D)\n\n           They just good luck, but so far\n\n           they ain't been workin' too well.\n\n           (missing tooth smile)\n\n           What's your name?\n\n          Mud seems easy to smile, which softens his otherwise coarse\n\n          look. His words spill from the mouth rapidly, without much\n\n          thought for punctuation. Neckbone, emboldened by these\n\n          facts, steps forward to answer.\n\n\n\n                          NECKBONE\n\n           I'm Neckbone, he's Ellis, and\n\n           mister you may be stone ass crazy\n\n           but I know you're not the owner of\n\n           that boat, not for nine tenths of\n\n           nothin'.\n\n\n\n                          MUD\n\n           Neckbone? That's a real handle\n\n           son. Where ya'll from?\n\n\n\n                          NECKBONE\n\n           What do you care where we're from?\n\n\n\n                          ELLIS\n\n           DeWitt.\n\n          Neckbone looks at Ellis, frustrated by his friend.\n\n\n\n                          MUD\n\n           Arkansas boys. Ya'll had me\n\n           worried for a second.\n\n          Mud, pleased by this news, tucks the fishing pole under his\n\n          arm and holds out a hand to shake. Ellis stares at the hand,\n\n          unsure. He takes it reluctantly.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMud, pleased by this news, tucks the fishing pole under his\n\n          arm and holds out a hand to shake. Ellis stares at the hand,\n\n          unsure. He takes it reluctantly. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           We s'posed to know you?\n\n\n\n                          MUD\n\n           I doubt it. I grew up `round here,\n\n           but I've been gone awhile.\n\n\n\n           12.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           Where around here?\n\n\n\n                          MUD\n\n           Different places. Spent a lot of\n\n           time back up near the White.\n\n\n\n                          ELLIS\n\n           You know Shelly's Oxbow?\n\n          Neckbone can't believe his friend is offering this up.\n\n\n\n                          NECKBONE\n\n           Ellis. We gotta go.\n\n\n\n                          MUD\n\n           I know it. Guy named Tom\n\n           Blankenship used to live back in\n\n           there.\n\n\n\n                          ELLIS\n\n           He still does. His boat's cross\n\n           from mine.\n\n          Mud smiles.\n\n\n\n                          MUD\n\n           Ain't that somethin'.\n\n          In one motion, Mud flicks his cigarette away and grabs a pack\n\n          out of his shirt pocket.\n\n\n\n                          MUD (CONT'D)\n\n           I like you two. You remind me of\n\n           me. And seeing how you boys are\n\n           from Arkansas and we know some\n\n           people and sounds like we all from\n\n           the same place I'd say we can make\n\n           a deal here about somethin'.\n\n\n\n                          ELLIS\n\n           A deal for what?\n\n\n\n                          MUD\n\n           Food. Food for a boat.\n\n\n\n                          NECKBONE\n\n           This guy's a bum Ellis. Come on.\n\n          Mud's smile vanishes. Neckbone begins to walk off but\n\n          begrudgingly stops when Ellis starts back in.\n\n\n\n                          ELLIS\n\n           Why don't you go get your own food?\n\n\n\n           13.\n\n\n\n                         \n\n\n\n                          MUD\n\n           I would if I could, but I told\n\n           somebody I'd meet `em here. So I'm\n\n           stuck for now and what I got's\n\n           runnin' low.\n\n           Neckbone walks back and pulls Ellis by the arm.\n\n\n\n                          NECKBONE\n\n           He's a bum Ellis, let's go.\n\n           Mud lays a serious look down on Neckbone.\n\n\n\n                          MUD\n\n           I'm no bum. I got money.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMud lays a serious look down on Neckbone. MUD\n\n           I'm no bum. I got money. \n\nTARGET SECTION TO BE ANNOTATED:\n You can\n\n           call me a hobo `cause a hobo'll\n\n           work for his living and you can\n\n           call me homeless `cause that's true\n\n           for now, but if you call me a bum\n\n           again I'll have to teach you\n\n           somethin' about respect that your\n\n           daddy never did.\n\n           Neckbone's confidence recedes. Ellis stands his ground.\n\n\n\n                          ELLIS\n\n           When they show up, you'll leave?\n\n           Mud begins fishing again.\n\n\n\n                          MUD\n\n           Yeah.\n\n\n\n                          ELLIS\n\n           And when you leave, that boat's\n\n           ours?\n\n\n\n                          MUD\n\n           Yeah.\n\n           Ellis studies Mud's face, clothes, tattoos. He's thinking\n\n           about it. Mud pauses from fishing to make eye contact.\n\n\n\n                          MUD (CONT'D)\n\n           I'm in a tight spot. I just need a\n\n           little help.\n\n\n\n                          ELLIS\n\n           We gotta go.\n\n           With that, Ellis turns to leave. The boys walk briskly back\n\n           to their boat. Ellis looks over his shoulder to see Mud\n\n           making another cast with his fishing pole.\n\n\n\n          18 EXT. MISSISSIPPI RIVER - MOMENTS LATER 18\n\n\n\n           Ellis motors them away from the island.\n\n\n\n           14.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           You get his name?!\n\n\n\n                          NECKBONE\n\n           No!\n\n           Ellis looks back. Mud has disappeared.\n\n\n\n          19 EXT. ELLIS' HOUSEBOAT - DAY 19\n\n\n\n           Senior heaves an enormous, white cooler into the bed of his\n\n           weathered pick-up truck.\n\n           The truck is parked at an angle on a concrete boat ramp next\n\n           to their houseboat. The bed of the truck is jam-packed with\n\n           six of the big, white coolers.\n\n           The SOUND of a dirt bike rattles through the trees. Senior\n\n           looks up, wiping his brow with a handkerchief.\n\n           Ellis leaps out of the treeline and runs to the pick-up. His\n\n           hands hit his knees, out of breath.\n\n\n\n                          ELLIS\n\n           I'm sorry.\n\n\n\n                          SENIOR\n\n           Where you been?\n\n\n\n                          ELLIS\n\n           Neck and I got caught up helpin'\n\n           Galen.\n\n\n\n                          SENIOR\n\n           You're s'posed to be helpin' me.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENIOR\n\n           Where you been? ELLIS\n\n           Neck and I got caught up helpin'\n\n           Galen. SENIOR\n\n           You're s'posed to be helpin' me. \n\nTARGET SECTION TO BE ANNOTATED:\n I\n\n           had to load this myself.\n\n\n\n                          ELLIS\n\n           I know, I'm sorry.\n\n\n\n                          SENIOR\n\n           Just get in the back. Can't be\n\n           later than we are.\n\n\n\n                          ELLIS\n\n           Yessir.\n\n           Senior flips up the tailgate. Ellis hops up the wheel well\n\n           and into the bed of the truck. He steadies himself on one of\n\n           the coolers as his father pulls away.\n\n\n\n                         \n\n\n\n           EXT. DEWITT/MONTAGE - DAY\n\n\n\n\n\n           SERIES OF IMAGES:\n\n\n\n           15.\n\n\n\n                         \n\n          20 -Ellis looks around as he rides in the bed of the pick-up 20\n\n           truck. He's propped up on a cooler against the back window.\n\n           The truck works its way down a two-lane highway.\n\n          A20 -Driving, they pass a marina junkyard filled with old boats A20\n\n           and sailing paraphernalia.\n\n          B20 -Downtown Dewitt. A gas station. A Clinic. Rows of red B20\n\n           brick buildings, some abandoned, a small furniture store.\n\n          C20 -Parked, Ellis fills a grocery sack up with Ziplock bags fullC20\n\n           of white fish and ice out of the coolers.\n\n           -He hops out of the truck and runs the sack of fish to the\n\n           front door of a house. An elderly black man waits there.\n\n\n\n          21 EXT. SONIC DRIVE-IN - DAY 21\n\n\n\n           Ellis sits in the bed of the truck eating a chili dog.\n\n           Senior is up front wolfing down a cheeseburger.\n\n           A GROUP of TEENAGERS are gathered around a CLUSTER of parked\n\n           cars in the corner of the lot. They meander between the\n\n           vehicles, smoking, gossiping, passing around a bottle of\n\n           Boone's Farm. Ellis watches them.\n\n           MAY PEARL(16) appears in the middle of the Group laughing\n\n           with her GIRLFRIENDS. She's pretty and physically more\n\n           mature looking than Ellis.\n\n           He watches as a SKINNY KID takes his ballcap off and puts it\n\n           on May Pearl's head. She sniffs the cap, gags and tosses it\n\n           back at him. Her friends laugh.\n\n\n\n                          SENIOR\n\n           Let's go son.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sniffs the cap, gags and tosses it\n\n           back at him. Her friends laugh. SENIOR\n\n           Let's go son. \n\nTARGET SECTION TO BE ANNOTATED:\n           Ellis crumples the wrapper to his finished hotdog and jumps\n\n           down from the bed of the truck.\n\n\n\n          22 I/E. SENIOR'S TRUCK/TWO-LANE ROAD - MOVING - DAY 22\n\n           Ellis rides up front with his father.\n\n           Senior is a reserved man, older than Ellis' mother by several\n\n           years. He's got thinning hair under the cap that only leaves\n\n           his head when he sleeps.\n\n           He reaches into his shirt pocket and fishes out a fold of\n\n           cash. He slips out a five dollar bill and hands it to Ellis.\n\n\n\n                          ELLIS\n\n           It's s'posed to be ten.\n\n\n\n           16.\n\n\n\n                         \n\n\n\n                          SENIOR\n\n           It's ten you do your share. I\n\n           loaded this mornin'. That makes it\n\n           five.\n\n           Ellis begrudgingly stuffs the five in his jeans.\n\n\n\n                          ELLIS\n\n           You drop me at Neck's?\n\n           Senior checks his pants pockets, feels around under his seat.\n\n\n\n                          SENIOR\n\n           Hadn't you seen enougha him today?\n\n\n\n                          ELLIS\n\n           Said he had something for me.\n\n\n\n                          SENIOR\n\n           You see anymore Ding Dongs over\n\n           there?\n\n           Ellis checks under his seat and pulls out a half-empty box of\n\n           Ding Dongs. Hands one over to his father who rips the\n\n           package with his teeth.\n\n\n\n                          ELLIS\n\n           What'd Momma wanna talk to you\n\n           about?\n\n\n\n                          SENIOR\n\n           What?\n\n\n\n                          ELLIS\n\n           This mornin', what'd she wanna talk\n\n           with you about?\n\n\n\n                          SENIOR\n\n           You spy on me in my own house?\n\n\n\n                          ELLIS\n\n           I wasn't spyin', just heard ya'll.\n\n\n\n                          SENIOR\n\n           That's your mother's business.\n\n           Senior makes this his answer, eats the Ding Dong.\n\n\n\n          23 EXT. NECKBONE'S TRAILER - DAY 23\n\n\n\n           Neckbone sits on the front steps of his trailer reading a\n\n           comic book. The muffled sound of the Beach Boys' \"Help Me\n\n           Rhonda\" plays off a record inside.\n\n           Senior's truck pulls away as Ellis walks up the entrance to\n\n           the trailer park.\n\n\n\n           17.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           I came by for that book.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSenior's truck pulls away as Ellis walks up the entrance to\n\n           the trailer park. 17. ELLIS\n\n           I came by for that book. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           What book?\n\n\n\n                          ELLIS\n\n           You said Galen had a book might\n\n           help me out.\n\n\n\n                          NECKBONE\n\n           Aw, yeah. We gotta give it a\n\n           minute. You hear that music?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          NECKBONE\n\n           That means he's doin' it. That's\n\n           his doin' it song.\n\n          Ellis takes a seat next to Neckbone. They listen to the\n\n          song, slightly craning their necks to pick up on any other\n\n          sounds. There are none.\n\n\n\n                          ELLIS\n\n           You know who it is?\n\n\n\n                          NECKBONE\n\n           Whoever's drivin' that white Dodge.\n\n          Neckbone motions to a beat up Dodge Shadow in the yard.\n\n\n\n                          ELLIS\n\n           You tell Galen 'bout this morning?\n\n\n\n                          NECKBONE\n\n           Nah. You tell anybody?\n\n\n\n                          ELLIS\n\n           No.\n\n\n\n                          NECKBONE\n\n           That guy was crazy.\n\n\n\n                          ELLIS\n\n           Maybe. I don't know. I think he\n\n           just needed some help.\n\n\n\n                          NECKBONE\n\n           Well he can swim his ass off that\n\n           island and get some.\n\n\n\n                          ELLIS\n\n           I think I'm gonna go back, take him\n\n           some food.\n\n\n\n           18.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           Why?\n\n          Suddenly, the music from inside stops. Footsteps approaching\n\n          and the trailer door flies open, almost hitting the boys.\n\n          A GIRL(28) bursts out down the steps, straight to her car.\n\n          She wears tight jean-shorts and is buttoning a white shirt.\n\n          She stops and turns back to the boys.\n\n\n\n                          GIRL\n\n           You're Neckbone right?\n\n\n\n                          NECKBONE\n\n           Yeah.\n\n\n\n                          GIRL\n\n           You look like a good enough kid. A\n\n           word of advice, don't grow up to be\n\n           like your shit heel uncle.\n\n          The boys can't take their eyes off her cleavage revealed\n\n          under her half-buttoned shirt. A necklace with three\n\n          misshapen pearls hangs from her neck.\n\n\n\n                          GIRL (CONT'D)\n\n           Hey!\n\n          She snaps the boys' attention up to her eyes.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA necklace with three\n\n          misshapen pearls hangs from her neck. GIRL (CONT'D)\n\n           Hey! She snaps the boys' attention up to her eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n                          GIRL (CONT'D)\n\n           You hear me? You treat a woman\n\n           like a princess. Got it?!\n\n\n\n                          NECKBONE\n\n           Yeah.\n\n          The trailer door opens and GALEN(36) emerges. He's a big,\n\n          lumbering guy wearing a full-body wet suit pulled halfway\n\n          down. A faded mermaid tattooed in the middle of his chest.\n\n\n\n                          GALEN\n\n           Come on baby.\n\n\n\n                          GIRL\n\n\n\n           I'M A GODDAMN PRINCESS!!!\n\n          The Girl yanks off the necklace and hurls it at Galen. He\n\n          brushes fingers through his thick mustache.\n\n\n\n                          GALEN\n\n           That's uncalled for.\n\n          He walks out to her. She heads for the Dodge Shadow.\n\n\n\n           19.\n\n\n\n                         \n\n\n\n                          GALEN (CONT'D)\n\n\n\n                          (TRAILING OFF)\n\n           A lot of people are comfortable\n\n           with that kind of thing in the\n\n           bedroom. Some people aren't. We\n\n           know that about you now...\n\n           Ellis sees one of the misshapen pearls at his feet. He picks\n\n           it up and holds it to the sun.\n\n\n\n                          NECKBONE\n\n           Pearls. Galen finds 'em in some of\n\n           the mussel shells. Most of 'em\n\n           ain't worth dick, but he likes to\n\n           make necklaces for the girls. Come\n\n           on, let's get that book.\n\n           Neckbone walks into the trailer. Ellis stands up and\n\n           retrieves the other two pearls out of the dirt. He crams\n\n           them in his pocket and follows Neckbone inside.\n\n\n\n          24 INT. NECKBONE'S TRAILER - CONTINUOUS 24\n\n\n\n           The trailer is decorated in the filth of a true bachelor pad.\n\n           Neckbone makes his way to a bedroom. He tosses clothes and\n\n           trash around to get to what he's looking for. A cardboard\n\n           box. He pulls the box onto the bed and sifts through.\n\n\n\n                          NECKBONE\n\n           I don't want you goin' back out\n\n           there by yourself. That river's\n\n           scary enough with two people, and I\n\n           don't trust that guy.\n\n\n\n                          (FINDS SOMETHING)\n\n           Here it is.\n\n           He takes out a hardback book.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat river's\n\n           scary enough with two people, and I\n\n           don't trust that guy. (FINDS SOMETHING)\n\n           Here it is. He takes out a hardback book. \n\nTARGET SECTION TO BE ANNOTATED:\n The slip reads, \"The Confident\n\n           Confidant, communicating with the opposite sex.\"\n\n\n\n                          NECKBONE (CONT'D)\n\n           Galen said this really turned\n\n           things around for him.\n\n\n\n                          ELLIS\n\n           Thanks.\n\n           Ellis flips delicately through the manual.\n\n\n\n          25 EXT. NECKBONE'S TRAILER - CONTINUOUS 25\n\n\n\n           Galen watches as the Girl's Dodge Shadow pulls away. The\n\n           boys step out of the trailer.\n\n\n\n                          NECKBONE\n\n           You really going back out there?\n\n\n\n           20.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           I think it's the right thing to do.\n\n\n\n                          NECKBONE\n\n           Well...I'll be over in the mornin'\n\n           then.\n\n           Galen, his thumbs tucked under his armpits, walks back to the\n\n           trailer. He passes the boys and notices the self-help book\n\n           in Ellis' hands.\n\n\n\n                          GALEN\n\n\n\n                          (WITHOUT STOPPING)\n\n           That's a good book. Be sure you do\n\n           the worksheets in the back. Let's\n\n           get some dinner Neck.\n\n           Galen's gone inside.\n\n\n\n                          NECKBONE\n\n           I'll call 'fore I come.\n\n\n\n                          ELLIS\n\n           All right.\n\n           Neckbone follows his uncle into the trailer. Ellis flips\n\n           through his new book as he heads out of the trailer park.\n\n\n\n          26 EXT. ELLIS' HOUSEBOAT - NIGHT 26\n\n\n\n           By the time Ellis makes it to his houseboat, the sun has\n\n           disappeared behind the horizon.\n\n           He crosses the make-shift plank and enters through a screen\n\n           door by the carport.\n\n\n\n          27 INT. ELLIS' HOUSEBOAT - DEN - NIGHT - CONTINUOUS 27\n\n\n\n           Mary Lee flinches when she sees Ellis come through the door.\n\n           Her face is flushed. Senior stands toe to toe with her.\n\n           They stare at Ellis, who has paused in the doorway. He\n\n           doesn't say anything, just looks curiously at his parents.\n\n           Senior storms past Ellis and is out the door.\n\n           Ellis steps further into the den. Mary Lee tries to\n\n           straighten herself, patting down her hair and dabbing at her\n\n           eyes with the back of her hand.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nSenior storms past Ellis and is out the door. Ellis steps further into the den. Mary Lee tries to\n\n           straighten herself, patting down her hair and dabbing at her\n\n           eyes with the back of her hand. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           You okay momma?\n\n\n\n                          MARY LEE\n\n           Yes.\n\n\n\n           21.\n\n\n\n                         \n\n           She walks into the kitchen keeping Ellis at her back. She\n\n           turns on the sink and begins scrubbing at a dish.\n\n\n\n           MARY LEE (CONT'D)\n\n           Do you need me to fix you\n\n           somethin'? Have you eaten?\n\n\n\n                          ELLIS\n\n           I'm all right.\n\n           Mary Lee shuts off the water and lets the dish rest in the\n\n           sink. She turns to Ellis.\n\n\n\n                          MARY LEE\n\n           I'm gonna turn in.\n\n\n\n                          ELLIS\n\n           Okay momma.\n\n           Mary Lee slips past him and enters her bedroom. The door\n\n           closes and Ellis is left alone in the den. It's quiet. He\n\n           waits, looking at the door his mother just closed.\n\n           Ellis walks into the kitchen and eases open a cabinet door.\n\n           Checking over his shoulder, he zips his backpack open and\n\n           fills it with CANNED FOOD.\n\n\n\n          28 EXT. TOM BLANKENSHIP'S HOUSEBOAT - DAY 28\n\n\n\n           Hands pump the stock of a high-powered pellet gun.\n\n           TOM BLANKENSHIP(67), white hair cut high and tight wearing a\n\n           short-sleeve button up, takes careful aim with the pellet\n\n           gun.\n\n           Tom sits in a lawn chair atop the roof of his houseboat. He\n\n           squeezes his left eye shut.\n\n           A snake's head pokes out of the water about 15 yards off his\n\n           boat. The head makes for a target no bigger than a thumb.\n\n           Tom's left eye snaps open and he fires. The pellet rips\n\n           through the snake's head. Its body floats to the surface.\n\n           Tom takes account of his shot as he pumps the air rifle. He\n\n           scans the water for more targets.\n\n\n\n          29 EXT. ELLIS' HOUSEBOAT - CONTINUOUS 29\n\n\n\n           Ellis watches Tom Blankenship from across the bayou. Tom's\n\n           boat sits directly opposite Ellis', separated by 30 yards of\n\n           muddy brown water.\n\n           Ellis leans against a post under the carport. His backpack\n\n           resting at his feet, he holds the Walkie-Talkie in his hand.\n\n           Senior works behind him washing utensils in the outdoor sink.\n\n\n\n           22.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis backpack\n\n           resting at his feet, he holds the Walkie-Talkie in his hand. Senior works behind him washing utensils in the outdoor sink. 22. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                          ELLIS\n\n           What do you know about Tom\n\n           Blankenship?\n\n\n\n                          SENIOR\n\n           What?\n\n           Senior doesn't turn around from his work at the sink.\n\n\n\n                          ELLIS\n\n           Mr. Blankenship, what do you know\n\n           about him?\n\n\n\n                          SENIOR\n\n           Why?\n\n\n\n                          ELLIS\n\n           I don't know. He looks lonely over\n\n           there.\n\n\n\n                          SENIOR\n\n           Some people move to this river to\n\n           work on it, and some move here to\n\n           be left alone.\n\n           Senior makes his way to the ice machine and begins scooping\n\n           ice into a large white cooler.\n\n           Mary Lee emerges from the houseboat dressed for work, a\n\n           secretarial job. Senior stops what he's doing to watch her.\n\n           She walks over to Ellis.\n\n\n\n                          MARY LEE\n\n           Let's sit down for dinner tonight\n\n           okay? Will you make it home by\n\n           seven?\n\n\n\n                          ELLIS\n\n           Yes ma'am.\n\n           She walks off the boat without a glance in Senior's\n\n           direction. He trails her with his eyes before going back to\n\n           digging in the ice.\n\n          A29 Ellis looks back at Tom. The Walkie SQUAWKS out several A29\n\n           loud BEEPS. Ellis crams it in his backpack and runs off the\n\n           boat.\n\n\n\n                          ELLIS (CONT'D)\n\n           Bye Dad.\n\n           Senior holds a hand up but never looks up from his work.\n\n\n\n           23.\n\n\n\n                         \n\n\n\n          30 EXT. ISLAND SHORE - DAY 30\n\n\n\n           Water laps at the shore of the island. Ellis and Neckbone\n\n           drag their boat onto the muddy bank.\n\n\n\n                          NECKBONE\n\n           Where you think he's at?\n\n\n\n                          ELLIS\n\n           I guess we should try the boat.\n\n           They head for the treeline.\n\n\n\n          31 EXT. BASE OF BOAT TREE - DAY 31\n\n\n\n           The boys emerge from the woods, their attention focused up to\n\n           the boat hovering in the tree some twenty feet above them.\n\n           Ellis notices the remnants of a fire on the ground. A log\n\n           pushed up next to it for a seat. Ellis kicks at the ash.\n\n\n\n                          ELLIS\n\n           Looks like he made camp.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA log\n\n           pushed up next to it for a seat. Ellis kicks at the ash. ELLIS\n\n           Looks like he made camp. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           (looking up to the boat)\n\n           You think he's up there?\n\n\n\n           MUD (O.S.)\n\n           I didn't know if ya'll'd come back.\n\n           The boys spin around. They survey the woods but no one's\n\n           there. Their eyes drift up to find Mud sitting in a tree,\n\n           his legs dangle off a branch.\n\n\n\n                          ELLIS\n\n           What're you doin'?\n\n           Mud bounds down, stepping from limb to trunk to the ground.\n\n           It's an agile move.\n\n\n\n                          MUD\n\n           I try to never sleep in the same\n\n           place twice. What you got there?\n\n           Mud motions with his head to the backpack in Ellis' hand.\n\n           Ellis holds it out to him.\n\n\n\n                          ELLIS\n\n           I brought you some food.\n\n           Mud looks at the backpack, but doesn't move.\n\n\n\n                          ELLIS (CONT'D)\n\n           Go on.\n\n\n\n           24.\n\n\n\n                         \n\n          Mud takes the backpack and walks over to the ashes of his\n\n          campfire. He squats with his back to the boys and unzips the\n\n          bag. Hunkered down, Mud's shirttail rides up over the lip of\n\n          his jeans revealing a PISTOL at his backside.\n\n          Ellis sees this and motions to Neckbone. The boys stand\n\n          their ground, cautious.\n\n\n\n                          MUD\n\n           I owe you boys.\n\n          Keeping the bag in hand, Mud takes a seat on the stump behind\n\n          him. He pulls out a selection of canned food; pumpkin pie\n\n          filling, evaporated milk, green beans. He grabs the beans.\n\n\n\n                          MUD (CONT'D)\n\n           I was gonna try runnin' a trot line\n\n           today. See how far that'd get me.\n\n          Mud removes a good-sized folding knife from his pocket and\n\n          makes short order of the can lid. He tips the can up letting\n\n          the beans fall into his mouth. Juice flows down his cheeks.\n\n\n\n                          MUD (CONT'D)\n\n\n\n                          (A MOUTHFUL)\n\n           I'd been rationin' what I\n\n           had...green bean never tasted so\n\n           good.\n\n          The can is quickly emptied, juice running down Mud's chin.\n\n          He straightens his back, choking down the final swallow. He\n\n          sees the boys staring at him and catches himself.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe can is quickly emptied, juice running down Mud's chin. He straightens his back, choking down the final swallow. He\n\n          sees the boys staring at him and catches himself. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD (CONT'D)\n\n           I appreciate it.\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          NECKBONE\n\n           What you got that pistol for?\n\n          Mud wipes off his chin, realizing the boys have been studying\n\n          him. He closes the knife and tucks it in his pocket.\n\n\n\n                          MUD\n\n           For protection.\n\n          Mud gets up, heads for a duffel bag tucked under a nearby\n\n          tree. The boys pivot, keeping Mud in front of them. Mud\n\n          notices.\n\n\n\n                          MUD (CONT'D)\n\n           Ya'll don't have to be afraid of\n\n           me. I have two ways to protect\n\n           myself out here. This shirt, and\n\n           this pistol.\n\n\n\n                          (MORE)\n\n\n\n           25.\n\n\n\n                         \n\n\n\n                          MUD (CONT'D)\n\n           There are fierce powers at work in\n\n           the world boys. Good, evil, poor\n\n           luck, best luck. Men have to take\n\n           advantage where they can.\n\n           Mud removes a spool of fishing line and a small plastic\n\n           tackle box. He scoops up the duffel bag and heads into the\n\n           woods.\n\n\n\n                          MUD (CONT'D)\n\n           Ya'll comin'?\n\n          32 Neckbone looks to Ellis, who walks after Mud into the 32\n\n           trees.\n\n\n\n                          ELLIS\n\n           Who's this guy you're waitin' on?\n\n\n\n                          MUD\n\n           I'm not waitin' for a guy. I'm\n\n           waitin' on my girlfriend. Juniper.\n\n\n\n                          NECKBONE\n\n           Is she hot?\n\n\n\n                          MUD\n\n           She's beautiful.\n\n\n\n                          NECKBONE\n\n\n\n                          (COUGHING)\n\n           Bullshit.\n\n\n\n                          MUD\n\n           Best lookin' girl I've ever seen.\n\n           Hands down. Blonde hair. Long\n\n           legs. She's like a dream you don't\n\n           want to wake up from. She's got\n\n           birds tattooed on her hands, here.\n\n           Mud stops, points to the area on the top of his right hand,\n\n           between his thumb and pointer finger.\n\n\n\n                          MUD (CONT'D)\n\n           Nightingales. Good luck birds.\n\n\n\n                          NECKBONE\n\n           That a good luck snake?\n\n\n\n                          MUD\n\n           No it is not.\n\n\n\n                          NECKBONE\n\n           I hate snakes.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNECKBONE\n\n           That a good luck snake? MUD\n\n           No it is not. NECKBONE\n\n           I hate snakes. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD\n\n           That's because God made them for us\n\n           to fear.\n\n\n\n                          (MORE)\n\n\n\n           26.\n\n\n\n                         \n\n\n\n                          MUD (CONT'D)\n\n           It's a thing we knew to be afraid\n\n           of before we even got into this\n\n           world.\n\n          33 They emerge from the woods onto the downstream coast of 33\n\n           the island. It looks different than the other shoreline.\n\n           A large swath of red clay angles sharply into the water.\n\n\n\n                          MUD (CONT'D)\n\n           Cherokee would wrap snake skin\n\n           around their pregnant women's\n\n           bellies. Induce labor, scare the\n\n           child out. Here.\n\n           He fetches a length of rope out of the duffel bag and tosses\n\n           it to Neckbone.\n\n\n\n                          MUD (CONT'D)\n\n           Set that `round your bed at night.\n\n           Snake won't cross braided rope.\n\n\n\n                          NECKBONE\n\n           Thanks.\n\n           (nods to Mud's tattoo)\n\n           So what's that for then?\n\n           Mud walks to a tree branch that has grown out over the bank,\n\n           nearly resting in the water. He sets a trot line from it.\n\n\n\n                          MUD\n\n           A reminder. Don't get bit. I was\n\n           10, swimmin' `bout a mile up from\n\n           here. Me and Juniper. Sonofabitch\n\n           swam right up under me, bit me just\n\n           below the armpit. June got me out,\n\n           got me to a clinic. Doctor said I\n\n           shoulda been dead in twenty\n\n           minutes. Took us an hour just to\n\n           get back to town.\n\n\n\n                          NECKBONE\n\n           What'd they do?\n\n\n\n                          MUD\n\n           Gave me antivenom. For a cotton\n\n           mouth. See here.\n\n           Mud shows the tattoo on top of his right hand. He points out\n\n           the two cotton blossoms bulging from the snake's mouth.\n\n\n\n                          MUD (CONT'D)\n\n           Problem with antivenom is they can\n\n           only give it to you once. It's\n\n           made from horse blood. Your body\n\n           would reject it a second time. The\n\n           cure ends up being more dangerous\n\n           than the poison.\n\n\n\n           27.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour body\n\n           would reject it a second time. The\n\n           cure ends up being more dangerous\n\n           than the poison. 27. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                          ELLIS\n\n           What happens if you get bit again?\n\n\n\n                          MUD\n\n           I die, or just sweat it out.\n\n           Neckbone, not buying it, looks at Ellis and taps his watch.\n\n\n\n                          ELLIS\n\n           We gotta go help Neck's uncle.\n\n\n\n                          MUD\n\n           All right.\n\n\n\n                          ELLIS\n\n           You never said your name.\n\n\n\n                          MUD\n\n           Mud. You can call me Mud.\n\n\n\n                          ELLIS\n\n           Mud?\n\n\n\n                          MUD\n\n\n\n           M-U-D.\n\n           Neckbone tosses the braided rope back. It lands at his feet.\n\n\n\n                          NECKBONE\n\n           Here you go, Mud. I think you need\n\n           that worse than I do.\n\n\n\n                          MUD\n\n\n\n                          (SMILING)\n\n           I'll be all right.\n\n           The boys disappear back into the trees.\n\n\n\n          34 INT. GARY'S ELECTRIC SHOP - DAY 34\n\n\n\n           A switch clicks \"ON\". BLINDING LIGHT emits from two FLOOD\n\n           LAMPS encased in plastic shells. The switch clicks \"OFF\" and\n\n           the lights dim to the dull orange glow of their filaments.\n\n\n\n                          GALEN\n\n           They look bright enough.\n\n           The owner of the shop, an ELECTRICIAN(62), holds up a metal\n\n           bar with the lamps affixed by bolts at either end.\n\n\n\n                          ELECTRICIAN\n\n           Should be. I rigged DC power up\n\n           through marine batteries. Makes it\n\n           portable. Gave you a rigging bar\n\n           to set on your shoulder.\n\n\n\n           28.\n\n\n\n                         \n\n\n\n                          GALEN\n\n           So you really think these'll work\n\n           under water?\n\n\n\n                          ELECTRICIAN\n\n           In theory.\n\n\n\n          35 EXT. GARY'S ELECTRIC/PIGGLY WIGGLY PARKING LOT - CONTINUOUS 35\n\n\n\n           Ellis and Neckbone sit on the tailgate of Galen's truck. The\n\n           Gary's Electric sign hangs behind them.\n\n           Neckbone focuses on a carburetor in his hand. Ellis stares\n\n           across the street at the Piggly Wiggly parking lot where the\n\n           roving GROUP of TEENAGERS have collected for the afternoon.\n\n           The Teenagers are up to their typical gossip and minor\n\n           offenses. Ellis has zeroed in on May Pearl again.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis stares\n\n           across the street at the Piggly Wiggly parking lot where the\n\n           roving GROUP of TEENAGERS have collected for the afternoon. The Teenagers are up to their typical gossip and minor\n\n           offenses. Ellis has zeroed in on May Pearl again. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           You start datin' I bet her dad'll\n\n           give you a free pick-up truck.\n\n\n\n                          ELLIS\n\n           I don't care about that.\n\n           Ellis watches as the same Skinny Kid from before tries to\n\n           flirt with her. She's not having it. He pops her bra strap\n\n           before landing the final straw, a smack on her ass. She\n\n           turns and swats at him.\n\n           Seeing this, Ellis is on his feet and crossing the street.\n\n\n\n                          NECKBONE\n\n           What's goin' on?\n\n           Ellis doesn't turn back. Neckbone reluctantly sets the\n\n           carburetor down and follows.\n\n\n\n          36 EXT. PIGGLY WIGGLY PARKING LOT - CONTINUOUS 36\n\n\n\n\n\n                          MAY PEARL\n\n           Stop it!\n\n           She shoves the Skinny Kid, but he continues laughing.\n\n\n\n           ELLIS (O.S.)\n\n           Hey.\n\n           Ellis taps the Kid on the shoulder. As he turns, Ellis\n\n           PUNCHES him in the face.\n\n           The Kid, completely taken off guard, stumbles and trips to\n\n           the ground. Some older, tougher looking GUYS see this and\n\n           begin laughing at him.\n\n\n\n           29.\n\n\n\n                         \n\n\n\n                          OLDER KID\n\n           Holy shit Pryor, get off your ass.\n\n          Pryor collects himself and gets off the ground. Ego bruised,\n\n          he walks off mumbling. The Older Kids keep riding him.\n\n          May Pearl sizes up Ellis.\n\n\n\n                          MAY PEARL\n\n           You didn't have to do that.\n\n\n\n                          ELLIS\n\n           He was messin' with you.\n\n\n\n                          MAY PEARL\n\n           Do I know you?\n\n\n\n                          ELLIS\n\n           I'm Ellis. That's Neck.\n\n          Neckbone waves by wagging a finger in the air.\n\n\n\n                          ELLIS (CONT'D)\n\n           We went to Junior High with you,\n\n           before you went to High School.\n\n\n\n                          MAY PEARL\n\n           How old are you?\n\n\n\n                          ELLIS\n\n           Fourteen.\n\n\n\n                          MAY PEARL\n\n           Fourteen? You know you just\n\n           punched a Senior?\n\n\n\n                          ELLIS\n\n           So?\n\n\n\n                          MAY PEARL\n\n           You think you're pretty tough.\n\n          Ellis shrugs, not wanting to deny it.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           So? MAY PEARL\n\n           You think you're pretty tough. Ellis shrugs, not wanting to deny it. \n\nTARGET SECTION TO BE ANNOTATED:\n           MAY PEARL (CONT'D)\n\n           I'm May Pearl.\n\n\n\n                          ELLIS\n\n           I know.\n\n\n\n                          MAY PEARL\n\n           What else do you know?\n\n\n\n                          ELLIS\n\n           Nothin'.\n\n          She smiles.\n\n\n\n           30.\n\n\n\n                         \n\n          Something catches Neckbone's attention. He cranes his neck\n\n          forward to get a better look.\n\n\n\n                          NECKBONE\n\n           Son of a bitch...Ellis?\n\n          Ellis breaks away from his conversation with May Pearl.\n\n\n\n                          ELLIS\n\n           What?\n\n\n\n                          NECKBONE\n\n           Look.\n\n          Neckbone nods to a cheap motel called the EXECUTIVE INN\n\n          located on the opposite side of the Piggly Wiggly parking\n\n          lot.\n\n          JUNIPER(35), a truly beautiful woman squeezed into tight\n\n          jeans and a low cut top, makes her way from the motel parking\n\n          lot to the Piggly Wiggly.\n\n          She passes in front of the cluster of Teenagers. All of the\n\n          boys have taken note. Some cat calls from the crowd.\n\n          Juniper, without facing the Teenagers, gives them the finger.\n\n\n\n                          NECKBONE (CONT'D)\n\n           You ever seen that girl before?\n\n\n\n                          ELLIS\n\n           No. Did you see her hands?\n\n\n\n                          MAY PEARL\n\n           Hello?\n\n          Ellis catches himself and turns back to May Pearl.\n\n\n\n                          ELLIS\n\n           Sorry. We know a guy we think\n\n           might know that girl.\n\n\n\n                          MAY PEARL\n\n           Oh.\n\n          A GIRLFRIEND(17) of May Pearl's calls out to her.\n\n\n\n                          GIRLFRIEND\n\n           May Pearl! Let's go!\n\n\n\n                          MAY PEARL\n\n           Okay!\n\n\n\n                          ELLIS\n\n           I guess I'll see you.\n\n\n\n           30A.\n\n\n\n                         \n\n\n\n                          MAY PEARL\n\n          If you can find my phone number,\n\n          you should call it.\n\n\n\n           31.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           I can find it.\n\n           May Pearl walks over to her friend. Ellis watches her go,\n\n           but then remembers Juniper. He turns to Neckbone.\n\n\n\n                          ELLIS (CONT'D)\n\n           Where'd she go?\n\n\n\n                          NECKBONE\n\n           Into the Piggly Wiggly. She came\n\n           from the motel.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS (CONT'D)\n\n           Where'd she go? NECKBONE\n\n           Into the Piggly Wiggly. She came\n\n           from the motel. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           I'm gonna go see if it's her.\n\n\n\n                          NECKBONE\n\n           I gotta go check on Galen. We'll\n\n           pick you up out front.\n\n           Ellis heads for the Piggly Wiggly. Neckbone calls after him.\n\n\n\n                          NECKBONE (CONT'D)\n\n           What'd she say?\n\n\n\n                          ELLIS\n\n           Wants me to call her.\n\n\n\n                          NECKBONE\n\n           Shit.\n\n\n\n          37 INT. PIGGLY WIGGLY - DAY 37\n\n\n\n           Ellis walks past the grocery aisles looking for the girl. He\n\n           spots her by the potato chips. He tucks behind a display of\n\n           stacked cans and watches.\n\n           Juniper reaches for a bag of chips, birds tattooed on her\n\n           hand. Ellis smiles. It's her, and she really is beautiful.\n\n           She turns down the aisle, coming right for him. He pretends\n\n           to peruse the canned food and notices that it's a big display\n\n           of Beanie Weenie. He grabs two handfuls as she passes.\n\n           Ellis takes the cans to an open register. As a CASHIER scans\n\n           and bags his items, he cranes his neck looking for her.\n\n           She's disappeared into another section of the store.\n\n           Ellis pays in crumpled cash. A horn HONKS. He sees Galen's\n\n           truck idling out front. He grabs the bag and runs out.\n\n\n\n          38 EXT. GALEN'S TRUCK/PIGGLY WIGGLY PARKING LOT - CONTINUOUS 38\n\n\n\n           Neckbone waits at the open passenger door.\n\n\n\n                          NECKBONE\n\n           Was it her?\n\n\n\n           32.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           It's her. I saw the tattoos. He\n\n           wasn't lyin'.\n\n\n\n                          NECKBONE\n\n\n\n                          (LOOKING BACK)\n\n           No he wasn't.\n\n\n\n          39 EXT. ELLIS' HOUSEBOAT - NIGHT 39\n\n\n\n           By the time Ellis makes it back home, the sun has gone from\n\n           the sky. He crosses the makeshift plank to board his house.\n\n\n\n           SENIOR (O.S.)\n\n           Home for dinner?\n\n           Ellis is startled by his father's voice. Senior sits in a\n\n           lawn chair under the eaves of the carport.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\n           Home for dinner? Ellis is startled by his father's voice. Senior sits in a\n\n           lawn chair under the eaves of the carport. \n\nTARGET SECTION TO BE ANNOTATED:\n He's hidden in\n\n           shadow, save for a red glow from the tip of his cigarette.\n\n\n\n                          ELLIS\n\n           What you hidin' for?\n\n\n\n                          SENIOR\n\n           I ain't hidin'.\n\n           He notices Senior tip back a pint of liquor and set it at his\n\n           feet. Ellis opens the screen door leading inside.\n\n\n\n                          SENIOR (CONT'D)\n\n           Come over here.\n\n           Ellis lets the door fall shut and skulks over to a beam that\n\n           supports the carport. He leans into it.\n\n\n\n                          SENIOR (CONT'D)\n\n           You know I love you?\n\n\n\n                          ELLIS\n\n           Yessir. I know.\n\n\n\n                          SENIOR\n\n           I work you hard 'cause life is\n\n           work. You know that?\n\n\n\n                          ELLIS\n\n           Yessir.\n\n\n\n                          SENIOR\n\n           Your Mamma's been talkin' 'bout\n\n           movin' in town.\n\n\n\n                          ELLIS\n\n           What's that mean?\n\n\n\n           33.\n\n\n\n                         \n\n\n\n                          SENIOR\n\n           She seems set on it. Wants to\n\n           separate. She may ask me for a\n\n           divorce.\n\n          This hits Ellis like a ton of bricks. He rights himself.\n\n\n\n                          ELLIS\n\n           What's that mean for me?\n\n\n\n                          SENIOR\n\n           It means enjoy the river son.\n\n           Enjoy it while you live on it,\n\n           'cause this way a life isn't long\n\n           for this world. Game and fish's\n\n           'bout made certain of that.\n\n\n\n                          ELLIS\n\n           But you and me can still live out\n\n           here. Game and fish can't take\n\n           your boat. Not while you're still\n\n           in it.\n\n\n\n                          SENIOR\n\n           The houseboat's in your mother's\n\n           name. Her daddy give it to her not\n\n           me. If she wants to leave it, Game\n\n           and Fish has ever' right to take\n\n           this boat apart board by board.\n\n\n\n                          ELLIS\n\n           But that ain't right. You work\n\n           outta here. We got the ice\n\n           machine, the traps. What are we\n\n           supposed to do?\n\n\n\n                          SENIOR\n\n           Like I said, this is your mother's\n\n           business.\n\n\n\n                          ELLIS\n\n           I ain't no townie. I ain't livin'\n\n           like that.\n\n          Senior takes a slow pull off the bottle.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           I ain't no townie. I ain't livin'\n\n           like that. Senior takes a slow pull off the bottle. \n\nTARGET SECTION TO BE ANNOTATED:\n Ellis' mind races.\n\n\n\n                          SENIOR\n\n           I've let you down. A man should be\n\n           in charge of his own affairs, but I\n\n           haven't worked it like that.\n\n\n\n                          ELLIS\n\n           But ya'll are married. Ya'll are\n\n           s'posed to love each other.\n\n\n\n                          SENIOR\n\n           I don't know about that anymore.\n\n\n\n           34.\n\n\n\n                         \n\n           Ellis is speechless. After a moment, he turns to go inside.\n\n\n\n                          SENIOR (CONT'D)\n\n           Ellis?\n\n           He stops and turns back to his father. Senior tries to\n\n           express a sentiment he doesn't have the words for. Ellis\n\n           continues inside.\n\n\n\n          40 INT. ELLIS' HOUSEBOAT - DEN - CONTINUOUS 40\n\n\n\n           Mary Lee sits hunched at the made dinner table. She runs her\n\n           finger around the rim of a half empty glass of iced tea.\n\n           It's a full spread with fried chicken, mashed potatoes, and a\n\n           salad. The table is set for two. She's been waiting.\n\n           Ellis lets the front door slam shut behind him. She sits up.\n\n\n\n                          MARY LEE\n\n           You're late.\n\n           Ellis doesn't speak, he doesn't look at her. He enters his\n\n           room and shuts the door.\n\n           He's heard the news and she knows it. Mary Lee's face drops.\n\n\n\n          41 INT. ELLIS' ROOM - CONTINUOUS 41\n\n\n\n           Ellis slings his backpack down, pacing the small room. He\n\n           stops and leans his forehead against the door. The sound of\n\n           his Mother clearing the table seeps through.\n\n           He kicks the door, cracking its shitty composite wood. His\n\n           face flushed and his breathing heavy, he slides to a seat.\n\n           On the verge of hyperventilating, he stares out the dark\n\n           bedroom window trying to get control of his breathing.\n\n           Ellis looks at his backpack. It has spilled open revealing a\n\n           can of Beanie Weenie. Ellis studies the can.\n\n           He looks back to the window. His breathing settles.\n\n           Quickly, he scoops up the backpack and heads out the window.\n\n\n\n          42 EXT. MISSISSIPPI RIVER - NIGHT 42\n\n\n\n           It's pitch black. The only light comes from the moon's\n\n           reflection off the surface of the water.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n42 EXT. MISSISSIPPI RIVER - NIGHT 42\n\n\n\n           It's pitch black. The only light comes from the moon's\n\n           reflection off the surface of the water. \n\nTARGET SECTION TO BE ANNOTATED:\n           Ellis, eyes wide, navigates the small boat through choppy\n\n           black water.\n\n\n\n           35.\n\n\n\n                         \n\n\n\n          43 EXT. ISLAND SHORE - NIGHT 43\n\n\n\n           Ellis struggles to pull the boat onto shore. Leaving it half\n\n           in the water, Ellis looks around. No sign of Mud. He sizes\n\n           up the dark woods.\n\n           He removes a flashlight from his backpack and shines it down\n\n           the shorelines. Still nothing. Ellis follows the beam of\n\n           light into the woods.\n\n\n\n          44 EXT. ISLAND WOODS - NIGHT 44\n\n\n\n           Ellis stands at the creek that cuts through the island.\n\n           He can make out a campfire glowing through trees in the\n\n           distance. A RUSTLING behind him. He swings the light\n\n           around. Nothing but trees.\n\n           Ellis takes a deep breath. Finding the log to cross, he\n\n           shines his light down into the creek. The nest of snakes\n\n           show their backs.\n\n\n\n          45 EXT. BASE OF BOAT TREE - NIGHT 45\n\n\n\n           A campfire burns at the base of the tree. The firelight\n\n           illuminates the belly of the boat that rests 20 feet above.\n\n           Ellis, his flashlight off, crouches behind a tree and watches\n\n           the campsite. There is no one there. He looks into the\n\n           black forest behind him, thinks of going back.\n\n           A twig snaps in the distance and he's back on guard. Ellis\n\n           nervously scans the woods before finally stepping into the\n\n           light of the campfire.\n\n           The SOUND of a gun's hammer drawing back CLICKS behind him.\n\n           Ellis freezes.\n\n           Mud emerges from the trees, a .45 extended toward Ellis'\n\n           back.\n\n\n\n                          MUD\n\n           Ellis?\n\n           Ellis, still frozen, slowly turns to him. Mud huffs out a\n\n           laugh and drops the pistol to his side.\n\n\n\n                          MUD (CONT'D)\n\n           What're you doin' out here?\n\n           Ellis slowly raises the backpack in his hand.\n\n\n\n                          ELLIS\n\n           I got you some Beanie Weenie.\n\n           Mud tucks the pistol into his jeans and accepts the backpack.\n\n\n\n           36.\n\n\n\n                         \n\n\n\n                          MUD\n\n           I appreciate that, but I didn't\n\n           expect you out here at night.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMud tucks the pistol into his jeans and accepts the backpack. 36. MUD\n\n           I appreciate that, but I didn't\n\n           expect you out here at night. \n\nTARGET SECTION TO BE ANNOTATED:\n          Mud takes a seat on the log and transfers the cans into his\n\n          own duffel bag. He holds up a can of the Beanie Weenie.\n\n\n\n                          MUD (CONT'D)\n\n           Look at that. You really know how\n\n           to do somebody right. I didn't\n\n           wanna say anything before, but it's\n\n           hard to make a meal out of pumpkin\n\n           pie filling.\n\n\n\n                          ELLIS\n\n           That's all my mom had.\n\n\n\n                          MUD\n\n           I'm not complainin'.\n\n\n\n                          ELLIS\n\n           Can I get one of those?\n\n\n\n                          MUD\n\n           They're yours to begin with.\n\n          Ellis sits as Mud hands him a can. They eat.\n\n\n\n                          ELLIS\n\n           I missed my dinner.\n\n\n\n                          MUD\n\n           That's good right?\n\n\n\n                          ELLIS\n\n\n\n                          (MOUTH FULL)\n\n           You been out here too long.\n\n          Mud laughs. Finishing the can, he takes a half-smoked\n\n          cigarette from his shirt pocket. He pulls a twig from the\n\n          fire for a light.\n\n\n\n                          ELLIS (CONT'D)\n\n           The girl you're waitin' on, she's\n\n           your girlfriend?\n\n\n\n                          MUD\n\n           Juniper. Yeah.\n\n\n\n                          ELLIS\n\n           How'd you meet her?\n\n\n\n                          MUD\n\n           We grew up together.\n\n\n\n                          ELLIS\n\n           Do you love her?\n\n\n\n           37.\n\n\n\n                         \n\n\n\n                          MUD\n\n           I do. The first time I saw her was\n\n           on this river. Just up from here.\n\n           She saved my life.\n\n\n\n                          ELLIS\n\n           From the snake bite.\n\n\n\n                          MUD\n\n           That's right. I was younger than\n\n           you are now, but when I came to in\n\n           the hospital and she was there, it\n\n           was like the world split open, came\n\n           back together new. Everything\n\n           changed. I knew from then on I'd\n\n           do anything for her.\n\n\n\n                          ELLIS\n\n           Why aren't ya'll married?\n\n\n\n                          MUD\n\n           I've asked. Several times.\n\n           Marriage just doesn't work for some\n\n           people.\n\n          Ellis thinks on this.\n\n\n\n                          ELLIS\n\n           My dad says my parents may be\n\n           gettin' a divorce.\n\n\n\n                          MUD\n\n           I'm sorry to hear that.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis thinks on this. ELLIS\n\n           My dad says my parents may be\n\n           gettin' a divorce. MUD\n\n           I'm sorry to hear that. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           If it happens, and my mom moves us\n\n           off the river, they say the\n\n           government can come take our boat\n\n           away.\n\n\n\n                          MUD\n\n           Who says that?\n\n\n\n                          ELLIS\n\n           Everybody. They passed a law so\n\n           you can't sell your boat. Can't\n\n           rent it. If the owner leaves, they\n\n           got you. Game and Fish want `em\n\n           off the river.\n\n\n\n                          MUD\n\n           I've never been one to trust the\n\n           government on matters of personal\n\n           property, but if your parents love\n\n           each other, there's always a\n\n           chance.\n\n\n\n                          (MORE)\n\n\n\n           38.\n\n\n\n                         \n\n\n\n                          MUD (CONT'D)\n\n           People just sometimes forget why\n\n           they fell in love in the first\n\n           place.\n\n          Ellis watches Mud toke the cigarette nub. He's really\n\n          getting all he can from it.\n\n\n\n                          ELLIS\n\n           I saw Juniper today.\n\n\n\n                          MUD\n\n           What?\n\n\n\n                          ELLIS\n\n           I didn't talk to her, but she had\n\n           the birds tattooed on her hand like\n\n           you said. You were right. She's\n\n           pretty.\n\n          Mud stands, surprised by the news. He walks to the other\n\n          side of the fire so his back is to the boy.\n\n\n\n                          MUD\n\n           Where'd you see her?\n\n\n\n                          ELLIS\n\n           At the Piggly Wiggly. I think\n\n           she's stayin' at a motel by there.\n\n           The Executive Inn.\n\n          Mud looks at Ellis through the fire. He takes a drag and\n\n          smiles at the boy. The hole from his missing tooth shows.\n\n\n\n                          MUD\n\n           That's good news. Real good news.\n\n          Mud paces, slowly. He's thinking.\n\n\n\n                          ELLIS\n\n           Does she know you're out here?\n\n\n\n                          MUD\n\n           No. We picked another place to\n\n           meet. Couple days from now.\n\n          Mud walks back to the log and sits.\n\n\n\n                          ELLIS\n\n           You wanna go tonight? I can give\n\n           you a ride up river.\n\n          Mud looks at Ellis, nodding.\n\n\n\n                          MUD\n\n           Tomorrow. I'll go tomorrow.\n\n\n\n           39.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUD\n\n           Tomorrow. I'll go tomorrow. 39. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                          ELLIS\n\n           You need me to come get you?\n\n\n\n                          MUD\n\n           Naw. I can manage. Hell I got out\n\n           here didn't I?\n\n           Ellis smiles.\n\n           They sit in silence. Ellis stares up at the boat hanging\n\n           over them, its peeling hull lit by the firelight.\n\n           Mud pinches the ash from the end of his cigarette, places the\n\n           stub back in his shirt pocket. Noticing Ellis, Mud tilts his\n\n           head back to take in the boat.\n\n\n\n                          MUD (CONT'D)\n\n           It's a helluva thing.\n\n           Mud pauses, his mind working on something.\n\n\n\n                          MUD (CONT'D)\n\n           Helluva thing.\n\n           The two sit by the campfire staring up at the suspended boat.\n\n\n\n          46 INT. ELLIS' ROOM - MORNING 46\n\n\n\n           Mary Lee knocks on her way into the bedroom.\n\n\n\n                          MARY LEE\n\n           Time to get up.\n\n           She begins picking clothes off the floor. Ellis, in bed,\n\n           raises up on his elbows. He's tired from a late night.\n\n\n\n                          ELLIS\n\n           It's Saturday.\n\n\n\n                          MARY LEE\n\n           I'm going to Wal-Mart. I need you\n\n           to come with me.\n\n\n\n                          ELLIS\n\n\n\n                          (MOANING)\n\n           Mom.\n\n\n\n                          MARY LEE\n\n           Come on.\n\n           She pulls the covers off of him.\n\n\n\n          47 I/E. MARY LEE'S CAR/INTERSTATE - DAY 47\n\n           The two ride in an awkward silence.\n\n\n\n           40.\n\n\n\n                         \n\n          Ellis stares at the farmland passing by outside as Mary Lee\n\n          steers the compact Toyota down a four-lane interstate.\n\n\n\n                          MARY LEE\n\n           Ellis I know what your father told\n\n           you last night. That's not what I\n\n           wanted. I wanted to sit you down\n\n           and talk about it.\n\n\n\n                          ELLIS\n\n           What do you wanna talk about? You\n\n           want to leave and that means they\n\n           can tear up our house.\n\n\n\n                          MARY LEE\n\n           I've spent my whole life on that\n\n           boat. I don't think it's too much\n\n           to ask for your...\n\n          Mary Lee is interrupted by a line of traffic backed up in\n\n          front of her. She slows to a stop.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't think it's too much\n\n           to ask for your... Mary Lee is interrupted by a line of traffic backed up in\n\n          front of her. She slows to a stop. \n\nTARGET SECTION TO BE ANNOTATED:\n           MARY LEE (CONT'D)\n\n           Oh no. I hope no one's hurt.\n\n          There are flashing police lights up ahead. Ellis tries to\n\n          see what's going on but can't make anything out past the line\n\n          of cars. They inch forward.\n\n\n\n           MARY LEE (CONT'D)\n\n           I'm just saying there are two sides\n\n           to this. I haven't made up my mind\n\n           about anything because I want you\n\n           to be involved in my decision, but\n\n           I need a change Ellis. I deserve\n\n           one.\n\n          As they approach the flashing lights, they see three State\n\n          Trooper vehicles parked to funnel traffic down to one lane.\n\n          The STATE TROOPERS stop each car, checking the trunks.\n\n\n\n           MARY LEE (CONT'D)\n\n           I think they're searching people.\n\n          A Trooper signals Mary Lee to pull up to a stop. Two other\n\n          Troopers approach her vehicle. The first begins looking in\n\n          her back windows as the second leans down to speak to her.\n\n          She lowers her window.\n\n\n\n                          TROOPER\n\n           Can you open the trunk please\n\n           ma'am?\n\n\n\n                          MARY LEE\n\n           Of course.\n\n\n\n           41.\n\n\n\n                         \n\n          Mary Lee pulls the lever by her knee, and the second Trooper\n\n          walks around the back of the car.\n\n\n\n                          TROOPER\n\n           Have you picked up or seen any\n\n           hitchhikers today ma'am?\n\n\n\n                          MARY LEE\n\n           No sir.\n\n          The Trooper produces a flier with a color photo on it.\n\n\n\n                          TROOPER\n\n           Have you seen this man?\n\n\n\n                          MARY LEE\n\n           No sir.\n\n          The Trooper leans over and holds the paper out to Ellis.\n\n\n\n                          TROOPER\n\n           Son, have you seen this man?\n\n          Ellis looks at the photo. It's of Mud. He looks exactly the\n\n          same as he did last night, down to the shirt. In the photo,\n\n          Mud's smiling, revealing his missing tooth.\n\n\n\n                          ELLIS\n\n           No.\n\n\n\n                          TROOPER\n\n           We've had reports that he's in this\n\n           area. If you see him, call 9-1-1\n\n           immediately.\n\n\n\n                          MARY LEE\n\n           We will officer.\n\n          The Trooper pulls his head from the window.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you see him, call 9-1-1\n\n           immediately. MARY LEE\n\n           We will officer. The Trooper pulls his head from the window. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           What'd he do?!\n\n          The Trooper bends back down and looks at Ellis.\n\n\n\n                          ELLIS (CONT'D)\n\n\n\n                          (MORE CALM)\n\n           What'd he do?\n\n\n\n                          TROOPER\n\n           Move along please.\n\n          Mary Lee pulls forward and speeds back up on the interstate.\n\n\n\n                          MARY LEE\n\n           My lord.\n\n           (rolls up her window)\n\n\n\n                          (MORE)\n\n\n\n           42.\n\n\n\n                         \n\n\n\n           MARY LEE (CONT'D)\n\n           How would you feel about moving\n\n           into town with me?\n\n\n\n                          (NO ANSWER)\n\n           Please don't tell your father this,\n\n           but I've been looking at a couple\n\n           of places. I know it would be a\n\n           big adjustment for you, but it\n\n           might end up being something you\n\n           like. You know living on the river\n\n           isn't exactly everyone's idea of\n\n           the good life. Ellis?\n\n           He looks at her.\n\n\n\n           MARY LEE (CONT'D)\n\n           Are you even listening to me?\n\n\n\n          48 INT. ELLIS' ROOM - DAY 48\n\n\n\n           Ellis busts through the door, grabs his backpack and is gone.\n\n\n\n          49 EXT. HOUSEBOAT - CONTINUOUS 49\n\n\n\n           Ellis is off the houseboat and running up the bank.\n\n           He heads down the dirt path, grabbing the Walkie Talkie out\n\n           of his backpack.\n\n\n\n                          ELLIS\n\n           (into the Walkie)\n\n           Neck! Neck, pick up!\n\n\n\n          50 EXT. RIVERBANK - DAY 50\n\n\n\n           Ellis removes branches and readies the flat bottom boat to\n\n           launch. The sound of Neckbone's bike arrives before he does.\n\n           Neckbone crests the sand covered slope. He dismounts and\n\n           starts to chain the bike up to a tree trunk.\n\n\n\n                          NECKBONE\n\n           So what's the big deal?\n\n\n\n                          ELLIS\n\n           My mom and I were headed to Wal-\n\n           Mart on 165. There was a roadblock\n\n           with state troopers. They searched\n\n           our car and showed us a picture of\n\n           Mud. They're lookin' for him.\n\n\n\n                          NECKBONE\n\n           I knew it! I told you that crazy\n\n           sonofabitch was trouble. Did they\n\n           say what he did?\n\n\n\n                          ELLIS\n\n           No.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI told you that crazy\n\n           sonofabitch was trouble. Did they\n\n           say what he did? ELLIS\n\n           No. \n\nTARGET SECTION TO BE ANNOTATED:\n           43.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           So'd you tell `em where he is?\n\n\n\n                          ELLIS\n\n           No. That's why I called you. We\n\n           gotta warn him.\n\n\n\n                          NECKBONE\n\n           What?\n\n\n\n                          ELLIS\n\n           He's goin' to get Juniper today. I\n\n           went out there last night and told\n\n           him where we saw her. He needs to\n\n           know people are lookin' for him.\n\n\n\n                          NECKBONE\n\n           You think he doesn't know that\n\n           already? Jesus Ellis, why do you\n\n           think he's on that island? You\n\n           don't even know what he's wanted\n\n           for.\n\n           Ellis climbs in the boat and Neckbone yanks his shoulder.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Ellis! I'm serious. We don't know\n\n           who this guy is.\n\n\n\n                          ELLIS\n\n           He loves her Neck. He told me.\n\n\n\n                          NECKBONE\n\n           I don't give a shit who he loves.\n\n           Ellis starts the motor and waits for his friend.\n\n\n\n                          ELLIS\n\n           He's not dangerous.\n\n           Reluctantly, Neckbone throws his leg into the boat.\n\n\n\n                          NECKBONE\n\n           It sounds like a shitload of state\n\n           troopers think different.\n\n\n\n          51 EXT. BASE OF BOAT TREE - DAY 51\n\n\n\n           Ellis and Neckbone emerge from the woods at Mud's campsite.\n\n           They scan nearby tree limbs.\n\n\n\n                          NECKBONE\n\n           No tellin' where the hell he's been\n\n           sleepin'.\n\n\n\n                          ELLIS\n\n           He may already be gone.\n\n\n\n           44.\n\n\n\n                         \n\n\n\n           MUD (O.S.)\n\n           Hey!\n\n           The boys look straight up. Mud leans over the edge of the\n\n           boat above them.\n\n\n\n                          MUD (CONT'D)\n\n           Up here!\n\n           Mud drops them a rope with knots tied in it. Ellis starts\n\n           inching his way up. Neckbone begrudgingly follows.\n\n\n\n          52 EXT. BOAT IN TREE - CONTINUOUS 52\n\n\n\n           Ellis pulls himself over the edge of the boat. He finds Mud\n\n           sitting in the swivel chair behind the steering wheel. He\n\n           writes in an open spiral notebook with a black Sharpie.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOAT IN TREE - CONTINUOUS 52\n\n\n\n           Ellis pulls himself over the edge of the boat. He finds Mud\n\n           sitting in the swivel chair behind the steering wheel. He\n\n           writes in an open spiral notebook with a black Sharpie. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           What are you doin'?\n\n\n\n                          MUD\n\n           I'm gonna have to go back on our\n\n           deal for the boat. I don't feel\n\n           good about it, but I don't see any\n\n           other way outta what I'm into.\n\n           Neckbone makes his way on board. Mud has pulled a panel off\n\n           the steering column. Exposed wires dangle.\n\n\n\n                          ELLIS\n\n           So you know about the state\n\n           troopers?\n\n           He looks up from his notebook.\n\n\n\n                          MUD\n\n           What state troopers?\n\n\n\n                          NECKBONE\n\n           The ones spreadin' your picture all\n\n           over the place. Stoppin' cars on\n\n           165 searchin' for your ass.\n\n           Mud factors this in and then goes back to writing.\n\n\n\n                          MUD\n\n           I didn't know about that, but it\n\n           doesn't surprise me. There plenty\n\n           of folks lookin' for me right now.\n\n\n\n                          ELLIS\n\n           Why?\n\n\n\n                          MUD\n\n           I shot a man. Killed him.\n\n\n\n           45.\n\n\n\n                         \n\n          Mud stands and walks to the back of the boat. The boys' eyes\n\n          follow him cautiously.\n\n          Mud lifts a hatch at the back that would typically house the\n\n          batteries and engine wiring. There's nothing left but a hole\n\n          into the trees. He makes a note.\n\n\n\n                          MUD (CONT'D)\n\n           I'm sorry I didn't tell ya'll\n\n           sooner, but I was hopin' to be gone\n\n           before anything came of it. Didn't\n\n           want you involved.\n\n          Mud turns to really face them for the first time.\n\n\n\n                          MUD (CONT'D)\n\n           Ya'll have been real good to me.\n\n           You're the only friends I got out\n\n           here. If the state troopers have\n\n           165 blocked, they'll have others\n\n           blocked too. I won't get anywhere\n\n           in a car. I want to try takin'\n\n           this boat down, see if we can get\n\n           it in the water.\n\n          Ellis and Neckbone stand their ground. They don't say\n\n          anything. Mud walks back to the steering column. He drops to\n\n          his knees and fiddles with the wires.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey don't say\n\n          anything. Mud walks back to the steering column. He drops to\n\n          his knees and fiddles with the wires. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD (CONT'D)\n\n           With a boat like this I can make it\n\n           to the gulf in two days. I could\n\n           get anywhere from there. But I'd\n\n           need a boat at least this big to\n\n           make it on open water. It's got no\n\n           title, no owner, nobody lookin' for\n\n           it. It's my best shot.\n\n\n\n                          NECKBONE\n\n           Who'd you kill?\n\n\n\n                          MUD\n\n           It was a bad piece of business.\n\n           Ya'll don't need to hear about it.\n\n\n\n                          ELLIS\n\n           I need to hear about it.\n\n          Mud sits up. He looks at Ellis, deciding how much to tell.\n\n\n\n                          MUD\n\n           Juniper made a mistake. She hooked\n\n           up with a guy. He was no good.\n\n           His name was Hutchins. Family owns\n\n           a chain of restaurants down in\n\n           Texas.\n\n\n\n           46.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           Where were you?\n\n\n\n                          MUD\n\n           I was around, but me and Juniper\n\n           were on the outs. She met this\n\n           Hutchins, he sold her on some lies.\n\n           Got her pregnant. That's when he\n\n           started showin' who he really was.\n\n           He dropped June down a flight of\n\n           stairs after whoopin' her half to\n\n           death. She lost the baby. He made\n\n           it so the doctors think she can't\n\n           have children anymore. There're\n\n           things you can get away with in\n\n           this world and things you can't. I\n\n           tracked him down at a motel just\n\n           outside of San Antonio. He was\n\n           there with another woman. That's\n\n           where it happened.\n\n          Mud's done with his story. He goes back to the wiring.\n\n\n\n                          MUD (CONT'D)\n\n           I understand if you can't help me\n\n           anymore, but I need this boat. And\n\n           I need to get it in the water fast.\n\n          After a moment, he sits up and wipes sweat from his forehead.\n\n\n\n                          MUD (CONT'D)\n\n           I've made a list. Things we'll\n\n           need. What do ya'll think?\n\n          Ellis takes time to consider everything. He looks at\n\n          Neckbone, who has a disgruntled look on his face.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat do ya'll think? Ellis takes time to consider everything. He looks at\n\n          Neckbone, who has a disgruntled look on his face. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           You did it for her? To protect\n\n           her?\n\n\n\n                          MUD\n\n           Yeah.\n\n          Ellis nods. Mud looks over at Neckbone, who still has the\n\n          disgruntled look on his face.\n\n\n\n                          MUD (CONT'D)\n\n           What do you think?\n\n\n\n                          NECKBONE\n\n           I think you want us to run around,\n\n           stickin' our necks out, gettin'\n\n           everything you need, just so you\n\n           can take our boat.\n\n\n\n           47.\n\n\n\n                         \n\n\n\n                          MUD\n\n           That's about it.\n\n          Mud removes a cigarette butt and sparks it with a lighter.\n\n\n\n                          NECKBONE\n\n           What do we get out of it?\n\n\n\n                          MUD\n\n           What do you want?\n\n          Neckbone looks to Ellis, judging his bargaining position.\n\n\n\n                          NECKBONE\n\n           What about that pistol?\n\n          Mud eyes the boy, pulling on the nub of cigarette.\n\n\n\n                          MUD\n\n           I only got two things out here\n\n           worth anything. This shirt...\n\n          Mud pulls the pistol from the back of his jeans. Neckbone\n\n          tenses, but relaxes when Mud splays it out on an open palm.\n\n\n\n                          MUD (CONT'D)\n\n           And this pistol. I can't give you\n\n           the shirt `cause I need it for\n\n           protection, but if you help me get\n\n           this boat in the water, the\n\n           pistol's yours.\n\n          Neckbone squinches his face in thought, sizing up this trade.\n\n\n\n                          NECKBONE\n\n           What kind is it?\n\n\n\n                          MUD\n\n           A forty five.\n\n\n\n                          NECKBONE\n\n           I guess we could work a deal like\n\n           that.\n\n          Neckbone steps forward to grab the pistol, but Mud puts it\n\n          back in his jeans.\n\n\n\n                          MUD\n\n           We get this thing floatin' first.\n\n          Neckbone looks over at Ellis, who shrugs.\n\n\n\n                          NECKBONE\n\n           All right then.\n\n\n\n           48.\n\n\n\n                         \n\n           Mud smiles, flashing his missing tooth. He spits in his palm\n\n           and holds it out to Neckbone. Neckbone, not sure about\n\n           taking the spit hand, reluctantly shakes.\n\n           Mud rips a page from the notebook and hands it to Ellis.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe spits in his palm\n\n           and holds it out to Neckbone. Neckbone, not sure about\n\n           taking the spit hand, reluctantly shakes. Mud rips a page from the notebook and hands it to Ellis. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD\n\n           Ya'll scrounge what you can off\n\n           this list, but if we're gonna get\n\n           this done right we'll need more\n\n           help. Can you fetch Tom for me?\n\n\n\n                          ELLIS\n\n           Tom Blankenship?\n\n           Mud has smoked down to the filter. He crushes the butt into\n\n           his palm and puts it back in his shirt pocket.\n\n\n\n                          MUD\n\n           I was hopin' to let that old\n\n           assassin stay put, but we'll need\n\n           him to get things ya'll can't. Can\n\n           you find him?\n\n\n\n                          ELLIS\n\n           I know where he lives, but I've\n\n           never spoke to him.\n\n\n\n                          MUD\n\n           Just tell him my name. He'll know\n\n           you're serious.\n\n           Ellis folds the list up. He and Neckbone start down the rope\n\n           as Mud goes back to the wiring.\n\n\n\n                          MUD (CONT'D)\n\n           Boys?\n\n\n\n                          (THEY PAUSE)\n\n           Thanks.\n\n           Ellis nods.\n\n\n\n                          NECKBONE\n\n           Don't lose my pistol.\n\n           They continue down the rope. Mud continues his work.\n\n\n\n          53 EXT. SHELLY'S OXBOW - DAY 53\n\n\n\n           Ellis steers to the southern mouth of Shelly's Oxbow, the\n\n           bend in the river that holds he and Tom Blankenship's\n\n           houseboats, among others.\n\n           He grounds the boat just shy of entering the Oxbow and steps\n\n           over Neckbone to hop onto the bank.\n\n\n\n           49.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           You comin'?\n\n\n\n                          NECKBONE\n\n           I'll watch the boat.\n\n           Ellis scans the woods that populate the patch of land wedged\n\n           between the river and this short tributary.\n\n\n\n                          NECKBONE (CONT'D)\n\n           Ellis?\n\n\n\n                          ELLIS\n\n           What?\n\n\n\n                          NECKBONE\n\n           Be careful. Galen always said that\n\n           old man's crazy.\n\n           Neckbone keeps his seat as Ellis darts into the woods\n\n\n\n          54 EXT. TOM'S WOODS - DAY 54\n\n\n\n           Ellis prowls around the small pine trees and bushes. He\n\n           pauses, seeing the entrance to Tom Blankenship's boat.\n\n           Something moves on the houseboat. Ellis hunkers down behind\n\n           a bush.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\n           pauses, seeing the entrance to Tom Blankenship's boat. Something moves on the houseboat. Ellis hunkers down behind\n\n           a bush. \n\nTARGET SECTION TO BE ANNOTATED:\n He sees Tom wrapping cable onto a metal spool.\n\n           Ellis is nervous. He checks over his shoulder, nothing but\n\n           woods. When he looks back to the boat, Tom is gone. In a\n\n           crouch, Ellis moves closer.\n\n           Taking a deep breath, Ellis steps out from the cover of the\n\n           pine trees and heads up a walkway that leads onboard.\n\n\n\n           TOM (O.S.)\n\n           Why you huntin' me?\n\n           Ellis flinches. He turns to find Tom Blankenship standing at\n\n           the edge of the boat.\n\n\n\n                          TOM (CONT'D)\n\n           You deaf boy? I said why're you\n\n           huntin' me?\n\n\n\n                          ELLIS\n\n           I ain't huntin you.\n\n\n\n                          TOM\n\n           What's your business here?\n\n\n\n                          ELLIS\n\n           I came to find you. I got a\n\n           message for you.\n\n\n\n           50.\n\n\n\n                         \n\n\n\n                          TOM\n\n           You're Senior's boy.\n\n\n\n                          ELLIS\n\n           Yessir.\n\n\n\n                          TOM\n\n           What you got to say he can't tell\n\n           me himself?\n\n           Tom, rusty on pleasantries, brushes past Ellis as he heads\n\n           inside the boat.\n\n\n\n                          ELLIS\n\n           It ain't from him.\n\n           Ellis, not wanting to follow further, shouts from the planks.\n\n\n\n                          ELLIS (CONT'D)\n\n\n\n           MUD SENT ME!\n\n           There is a silence. Then footsteps. Tom reappears.\n\n\n\n                          TOM\n\n           Mud sent you.\n\n\n\n                          ELLIS\n\n           Yessir.\n\n\n\n                          TOM\n\n           What do you know about it?\n\n\n\n                          ELLIS\n\n           He asked me to come get you.\n\n           Tom straightens his back. He looks into the woods, searching\n\n           for something he may have missed.\n\n\n\n                          TOM\n\n           Your daddy know this?\n\n\n\n                          ELLIS\n\n           No sir. Mud needs your help.\n\n           Tom's mind churns on a series of facts unknown to the boy.\n\n\n\n                          TOM\n\n           Where is he?\n\n\n\n          55 EXT. RIVER - DAY 55\n\n\n\n           Neckbone bounces in the boat as it shifts in the choppy\n\n           Mississippi water. His eyes are locked on the back of Tom's\n\n           head. Tom rides stone faced in the front.\n\n           Neckbone turns back to Ellis and raises his eyebrows as if to\n\n           ask, \"What's going on?\". Ellis shrugs.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTom rides stone faced in the front. Neckbone turns back to Ellis and raises his eyebrows as if to\n\n           ask, \"What's going on?\". Ellis shrugs. \n\nTARGET SECTION TO BE ANNOTATED:\n           51.\n\n\n\n                         \n\n\n\n          56 EXT. ISLAND SHORE - DAY 56\n\n\n\n           Ellis runs the boat on shore. Tom splashes into the ankle\n\n           deep water and helps the boys drag it onto the bank.\n\n           Ellis takes the lead, walking ahead and scanning the\n\n           treeline. Mud steps out, just past the shadow of the woods.\n\n           Ellis turns to Tom and points.\n\n\n\n                          ELLIS\n\n           There he is.\n\n           Tom spits onto the muddy bank and makes his way toward Mud.\n\n           Ellis and Neckbone stay by the boat and watch.\n\n\n\n           BY THE TREELINE,\n\n           Mud watches Tom approaching. He corrects his posture and\n\n           feebly attempts to smooth some wrinkles from his shirt.\n\n           Tom stops in front of him, his eyes pinched in the sun.\n\n\n\n                          TOM\n\n           Mud.\n\n\n\n                          MUD\n\n           Sir.\n\n           They stare at each other for a long moment. Neither one\n\n           flinching.\n\n\n\n           BY THE BOAT,\n\n           At this distance, the boys can't hear what is being said, but\n\n           they try and size up the situation through body language.\n\n\n\n                          NECKBONE\n\n           You think that's his dad?\n\n\n\n                          ELLIS\n\n           I don't know.\n\n\n\n           BY THE TREELINE,\n\n\n\n                          TOM\n\n           Where is she?\n\n\n\n                          MUD\n\n           In town. Got here yesterday.\n\n           Tom lowers his head. Frustrated.\n\n\n\n                          TOM\n\n           Why you out here like this?\n\n\n\n           BY THE BOAT,\n\n\n\n           52.\n\n\n\n                         \n\n          The boys see Mud take a seat on a nearby stump. He's\n\n          explaining something. Tom listens, standing over him.\n\n\n\n                          NECKBONE\n\n           They don't look like family.\n\n          Ellis watches Mud as he gestures and speaks. He seems\n\n          different. Younger.\n\n          Mud stops talking. Tom scratches a hand through his white\n\n          crew cut. He begins pointing a finger at Mud. His face is\n\n          flushed and the sound of his voice carries to the boys,\n\n          though still unintelligible.\n\n\n\n                          NECKBONE (CONT'D)\n\n           He's really givin' it to him.\n\n\n\n          AT THE TREELINE,\n\n          Mud's head hangs as Tom shouts at him.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis face is\n\n          flushed and the sound of his voice carries to the boys,\n\n          though still unintelligible. NECKBONE (CONT'D)\n\n           He's really givin' it to him. AT THE TREELINE,\n\n          Mud's head hangs as Tom shouts at him. \n\nTARGET SECTION TO BE ANNOTATED:\n                          TOM\n\n           You've spent your whole life\n\n           followin' that girl! She's run you\n\n           halfway cross the country and back,\n\n           and for what? For this, left out\n\n           on an island beggin' for help. A\n\n           murderer. A thief.\n\n\n\n                          MUD\n\n           I ain't no thief.\n\n\n\n                          TOM\n\n           What would you call it then? Don't\n\n           even mention draggin' those boys\n\n           into this. Do you have any idea\n\n           what you're doin'?\n\n          Waits for a response, but Mud gives none.\n\n\n\n                          TOM (CONT'D)\n\n           I'm ashamed of you.\n\n          Mud looks up at him.\n\n\n\n                          TOM (CONT'D)\n\n           Don't expect help from me. There's\n\n           none to be given.\n\n\n\n          AT THE BOAT,\n\n          They see Tom turn his back on Mud and head toward the boat.\n\n          Mud doesn't protest; he doesn't move.\n\n          Tom brushes past Ellis.\n\n\n\n           53.\n\n\n\n                         \n\n\n\n                          TOM (CONT'D)\n\n           I'm ready.\n\n          Tom shoves the boat back into the water. Neckbone helps him.\n\n          Ellis looks back at Mud, who still hasn't moved from his\n\n          stump. He goes to him. Tom sees this and stops pushing.\n\n\n\n                          TOM (CONT'D)\n\n\n\n                          (TO HIMSELF)\n\n           Dammit.\n\n\n\n          AT THE TREELINE,\n\n          Ellis stops a good six feet back from where Mud sits.\n\n\n\n                          ELLIS\n\n           You all right?\n\n          Mud raises his head.\n\n\n\n                          MUD\n\n           Looks like we're on our own.\n\n          He stands and takes a folded piece of paper from his shirt.\n\n\n\n                          MUD (CONT'D)\n\n           I didn't want you bein' the one to\n\n           do this, but I can't see a way\n\n           around it. I need to get this\n\n           letter to Juniper. Could you take\n\n           it to her for me?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          MUD\n\n           You have to be careful. You can't\n\n           just walk up and knock on her door,\n\n           you hear me? You have to watch\n\n           yourself.\n\n\n\n                          ELLIS\n\n           I can handle it.\n\n          Ellis steps forward and Mud hands over the note. Ellis takes\n\n          it and walks back to the others.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           I can handle it. Ellis steps forward and Mud hands over the note. Ellis takes\n\n          it and walks back to the others. \n\nTARGET SECTION TO BE ANNOTATED:\n          AT THE BOAT,\n\n          Tom stares at Ellis as he climbs on board.\n\n          Tom looks back at Mud, who is watching him. He gives the\n\n          boat a final shove before pulling himself in. They motor\n\n          away. Tom doesn't look back.\n\n\n\n           54.\n\n\n\n                         \n\n\n\n          57 EXT. RIVER/SHELLY'S OXBOW - MOVING - DAY 57\n\n\n\n\n\n                          NECKBONE\n\n           You Mud's daddy?\n\n\n\n                          TOM\n\n           Mud didn't have no daddy. No\n\n           mother I ever knew of. He was\n\n           livin' in the woods when I met him.\n\n           Younger than you are now.\n\n           Tom doesn't offer anymore. Neckbone thinks on his answer.\n\n           Ellis kills the engine near the mouth of Shelly's Oxbow. Tom\n\n           jumps down into the knee deep river and wades onto shore. He\n\n           turns back to the boys.\n\n\n\n                          TOM (CONT'D)\n\n           Ya'll need to watch yourselves.\n\n           Don't go gettin' into something you\n\n           don't have any business in. Mud's\n\n           into something you don't want any\n\n           part of. I suggest you forget\n\n           about him.\n\n           Ellis and Neckbone don't respond. Tom, with a final\n\n           admonishing look, disappears into the woods.\n\n           Ellis cranks the motor and points the boat up river.\n\n\n\n          58 EXT. RIVER - MOVING - MOMENTS LATER 58\n\n\n\n           Edges of the notebook paper flap in the wind. Neckbone reads\n\n           Mud's letter to Juniper.\n\n           Ellis reaches the bank where they stash their boat. He shuts\n\n           off the motor and let's them drift. Neckbone folds the\n\n           letter back up and turns to face Ellis.\n\n\n\n                          ELLIS\n\n           What do you think?\n\n\n\n                          NECKBONE\n\n           He loves her. You can tell that\n\n           much. You gonna take it to her?\n\n\n\n                          ELLIS\n\n           I told him I would.\n\n           Neckbone thinks about this seriously, shakes his head.\n\n\n\n                          NECKBONE\n\n           I don't know. Could be a lot of\n\n           trouble.\n\n\n\n           55.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           You still got that trailer you made\n\n           for your bike?\n\n\n\n          59 EXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n55. ELLIS\n\n           You still got that trailer you made\n\n           for your bike? 59 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DEWITT STREET - LATE AFTERNOON 59\n\n\n\n           Neckbone rides with Ellis on the back of his dirt bike.\n\n           Cars and Trucks HONK and zip by them. Their speed is topped\n\n           out at about 15 miles per hour. Mostly a result of the small\n\n           3X4 metal trailer they are towing behind the bike.\n\n           One of Senior's white fish coolers sits in the trailer.\n\n\n\n          60 EXT. EXECUTIVE INN/PARKING LOT - LATE AFTERNOON 60\n\n\n\n           Parked in the far corner of the lot, Ellis sits on top of the\n\n           white cooler eyeing the Executive Inn. Neckbone straddles\n\n           the dirt bike. A handful of cars are parked at the motel; an\n\n           old Honda, a pick-up, and a BLACK LINCOLN.\n\n\n\n                          ELLIS\n\n           I say we start at the top, work our\n\n           way down.\n\n\n\n                          NECKBONE\n\n           All right.\n\n           They each grab an end of the cooler and carry it across the\n\n           lot toward a flight of stairs.\n\n\n\n          61 ON THE SECOND FLOOR, 61\n\n           The boys set the cooler down in front of the first room on\n\n           the corner. Ellis checks over his shoulder, nothing strange.\n\n           Ellis knocks. They wait. No answer.\n\n           They pick the cooler up and walk to the next door. Knock.\n\n           After a moment, a BLACK MAN in his late sixties opens the\n\n           door wearing boxers and an undershirt.\n\n\n\n                          BLACK MAN\n\n           What you want?\n\n\n\n                          ELLIS\n\n           We're sellin' fish. You wanna buy\n\n           some?\n\n\n\n                          BLACK MAN\n\n           Fish?\n\n           He looks at the two boys like they are insane.\n\n\n\n           BLACK MAN (CONT'D)\n\n           I don't want no damn fish.\n\n\n\n           56.\n\n\n\n                         \n\n           He slams the door.\n\n           They drag the cooler to the next door. As Ellis holds up his\n\n           fist to knock, they hear a woman shouting a few doors down.\n\n\n\n           JUNIPER (O.S.)\n\n\n\n           STOP IT! STOP!\n\n           Ellis heads for the room. Neckbone drags the cooler after\n\n           him. Ellis reaches the motel room door, which has been left\n\n           ajar. He places his hand on it and lets it fall open.\n\n\n\n          62 INT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis reaches the motel room door, which has been left\n\n           ajar. He places his hand on it and lets it fall open. 62 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EXECUTIVE INN/JUNIPER'S ROOM - CONTINUOUS 62\n\n\n\n\n\n           CARVER (O.S.)\n\n\n\n           KEEP LYIN'! KEEP LYIN' AND I'LL\n\n\n\n           CRACK YOUR NOSE OPEN!\n\n           The door opens to CARVER(47), a tall, slender man in a dark\n\n           Western cut suit, standing over Juniper. She's crumpled up\n\n           in a ball at the end of the bed. Carver swats open-handed at\n\n           her head. Grabs the top of her hair.\n\n\n\n                          CARVER (CONT'D)\n\n           You hear me bitch? Tell me another\n\n           lie.\n\n           Ellis rushes Carver with his shoulder as if he were breaking\n\n           down a door. Carver is knocked off balance. He trips over\n\n           the edge of the bed and crashes into the motel room wall.\n\n           Carver, slightly stunned, gets to his feet and in two broad\n\n           steps lands a man-sized punch across Ellis' face. It's hard.\n\n           Ellis melts. He grabs the boy up by the scruff of his shirt.\n\n\n\n                          CARVER (CONT'D)\n\n           Who are you!? Who the hell are\n\n           you!? Did he send you!?\n\n           Carver removes a piece of paper from his pocket. It's a\n\n           photo copied picture of Mud, different than the State\n\n           Trooper's. Carver crams the photo in the boy's face.\n\n\n\n                          CARVER (CONT'D)\n\n           You know this man!? Look at him!\n\n           Do you know him!?\n\n           Blood trickles from a cut under Ellis' eye. He stutters\n\n           under the shaking force of Carver's hands.\n\n\n\n                          ELLIS\n\n           I don't...I...\n\n\n\n           NECKBONE (O.S.)\n\n\n\n           FISH!!! IT'S FISH!!!\n\n\n\n           57.\n\n\n\n                         \n\n          Neckbone is yelling at the top of his lungs, almost in a\n\n          girl's pitch. Carver turns to him. The cooler is open\n\n          behind them and Neckbone holds up two Ziplock bags of fish.\n\n\n\n                          NECKBONE (CONT'D)\n\n           We're just selling fish!\n\n          Carver sizes things up. It takes a moment, but he settles.\n\n          He snorts out a laugh and drops Ellis on the ground.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarver sizes things up. It takes a moment, but he settles. He snorts out a laugh and drops Ellis on the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n          Carver turns his attention back to Juniper, who is huddled up\n\n          in the corner of the motel. Carver walks over to her.\n\n          Opening a good-sized knife, he gets down in her face and\n\n          holds the blade uncomfortably close to her cheek.\n\n\n\n                          CARVER\n\n           I know you know where he is. And I\n\n           swear to God I'll cut through every\n\n           one a you to find him.\n\n          She flinches. Standing, Carver folds up his knife.\n\n\n\n                          CARVER (CONT'D)\n\n           We know you came here for him, and\n\n           we know he's too stupid to leave\n\n           you behind. So when he pops his\n\n           head out of whatever shithole he's\n\n           staying in, I'll be there. You\n\n           tell him that.\n\n          Carver turns, stepping over Ellis on his way out.\n\n\n\n                          CARVER (CONT'D)\n\n           And you need to mind your business\n\n           boy.\n\n          Neckbone moves from the doorway to let him pass. Carver is\n\n          gone. Neckbone shuts the door and fastens the security\n\n          latch. He kneels down to check on his friend.\n\n\n\n                          NECKBONE\n\n           You all right?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          NECKBONE\n\n           He popped your eye.\n\n          Ellis holds the back of his hand up to his eye which has\n\n          begun to swell. The cut trickles blood over his cheekbone.\n\n          Juniper moves to the sink. Ellis sits up, staring at her\n\n          back.\n\n\n\n           58.\n\n\n\n                         \n\n          She opens an ice bucket and wraps a handful of cubes in a\n\n          towel. She turns and walks over to them, her eyes cast down.\n\n          She kneels in front of Ellis, making eye contact for the\n\n          first time. She touches his chin, gently pivoting it to see\n\n          the wound. Her eyes are glassy.\n\n\n\n                          JUNIPER\n\n           Thank you.\n\n          He stares back at her. He can't take his eyes off her. She\n\n          holds the iced towel to his cheek. He doesn't even flinch.\n\n\n\n                          JUNIPER (CONT'D)\n\n           I'm so sorry.\n\n          Tears form and run down her cheeks.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Here.\n\n          She takes his hand and places it against the towel.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nTears form and run down her cheeks. JUNIPER (CONT'D)\n\n           Here. She takes his hand and places it against the towel. \n\nTARGET SECTION TO BE ANNOTATED:\n She gets\n\n          to her feet and pulls a pocket book from a bag in the corner.\n\n\n\n                          JUNIPER (CONT'D)\n\n           How much is your fish? I'll buy\n\n           the cooler full.\n\n          Ellis motions Neckbone to the cooler. Neckbone goes over and\n\n          crams his hand into the ice. He removes a Ziplock bag\n\n          containing the note that Mud sent.\n\n          Neckbone hands it to Ellis. Taking the note, he sets his ice\n\n          down and walks over to Juniper.\n\n\n\n                          ELLIS\n\n           Mud sent us to give this to you.\n\n          Juniper is stunned. She looks at the bag, then at the boys.\n\n\n\n                          JUNIPER\n\n           You've met Mud?\n\n          Ellis nods. Neckbone speaks up from the back.\n\n\n\n                          NECKBONE\n\n           Yeah we met him.\n\n          Juniper takes the bag. She removes the letter and takes a\n\n          seat on the edge of the bed to read it.\n\n          Ellis watches her eyes move along the paper. She smiles,\n\n          which makes Ellis smile. After a moment, she folds it up.\n\n\n\n                          JUNIPER\n\n           He tells me to hold tight.\n\n\n\n           59.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           Yeah, we read it.\n\n          Juniper raises her eyebrows at Neckbone.\n\n\n\n                          JUNIPER\n\n           Well do you know how long `hold\n\n           tight' is?\n\n\n\n                          ELLIS\n\n           I think it's a couple days. He\n\n           wants to get a boat for ya'll.\n\n\n\n                          JUNIPER\n\n           God.\n\n          Juniper shakes her head and goes to the sink. She pulls a\n\n          lighter from her jeans pocket and torches Mud's note.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Tell him I'll wait.\n\n          Running water over the ashes, she turns back to them.\n\n\n\n                          JUNIPER (CONT'D)\n\n           But I don't want ya'll involved.\n\n           Tell him what I said and make that\n\n           it. I don't want you gettin' in\n\n           any trouble.\n\n\n\n                          ELLIS\n\n           We won't.\n\n\n\n                          JUNIPER\n\n           What do you call that?\n\n          She motions to his swelling eye. Ellis shrugs.\n\n\n\n                          ELLIS\n\n           We'll be all right. Keep your door\n\n           locked. We'll be in touch.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           We'll be all right. Keep your door\n\n           locked. We'll be in touch. \n\nTARGET SECTION TO BE ANNOTATED:\n          Ellis heads to the door as Neckbone gathers up the cooler.\n\n\n\n                          JUNIPER\n\n           Wait.\n\n          Ellis turns back.\n\n\n\n                          JUNIPER (CONT'D)\n\n           What's your name?\n\n\n\n                          ELLIS\n\n           I'm Ellis. That's Neckbone.\n\n\n\n           60.\n\n\n\n                         \n\n           Juniper walks up to Ellis and puts her hands on his\n\n           shoulders. She has to bend slightly to do it, but she kisses\n\n           him just above his swollen eye.\n\n\n\n                          JUNIPER\n\n           Thank you Ellis.\n\n           Ellis stares at her, infatuated.\n\n\n\n                          NECKBONE\n\n           We gotta go.\n\n           Ellis turns and grabs one end of the cooler. Neckbone slaps\n\n           back the security latch and opens the door with his free\n\n           hand. They walk out.\n\n\n\n          63 EXT. EXECUTIVE INN/JUNIPER'S ROOM - CONTINUOUS - DUSK 63\n\n\n\n           Ellis, his foot on the door, looks back at Juniper.\n\n\n\n                          ELLIS\n\n           Lock the door.\n\n           She smiles. The door slams shut. The room number, 212,\n\n           stares Ellis in the face. He takes a deep breath.\n\n\n\n                          NECKBONE\n\n           Let's go hard on.\n\n           He and Ellis wrangle the cooler down the steps. The sun set\n\n           while they were inside. A blue hue hangs over everything.\n\n\n\n          64 I/E. CARVER'S LINCOLN/PIGGLY WIGGLY PARKING LOT - CONTINUOUS 64\n\n           Carver takes a drag off a cigarette from behind the steering\n\n           wheel of his black Lincoln town car, conscious to blow any\n\n           smoke out the open driver's window.\n\n           His car, wedged between two others in the Piggly Wiggly\n\n           parking lot, is pointed toward the Executive Inn. He watches\n\n           as Ellis and Neckbone load the cooler onto Neckbone's bike.\n\n\n\n          65 INT. ELLIS' HOUSEBOAT - NIGHT 65\n\n\n\n           Ellis enters his houseboat. It's quiet.\n\n           He sees a note on the counter next to a can of soup. It\n\n           reads, \"I've gone to a movie. Warm up some soup for dinner.\n\n           Love, Mom\". Ellis picks up the can, not thrilled.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWarm up some soup for dinner. Love, Mom\". Ellis picks up the can, not thrilled. \n\nTARGET SECTION TO BE ANNOTATED:\n           He goes to the fridge and grabs a sack of peas from the\n\n           freezer. Holding the peas against his eye he takes a seat at\n\n           the counter and flips through a phone book.\n\n           He finds what he needs and dials a corded phone. He waits.\n\n\n\n           61.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           Hello? Is May Pearl there?...This\n\n           is Ellis...Hey, it's Ellis. Hey...\n\n           What?...In the phone book... from\n\n           his car commercials...I think\n\n           they're all right...Tomorrow? Yeah,\n\n           I can meet you... Okay. Bye.\n\n           Ellis hangs up the phone. With the peas pressed firmly\n\n           against his face, he smirks.\n\n\n\n                          CUT TO:\n\n\n\n          66 SERIES OF IMAGES: 66\n\n           -Neckbone's sneaker busts through a rotten plank of wood.\n\n           -Inside a decrepit wooden shack, Ellis gives Neckbone a look\n\n           like he's a dumbass as they proceed to take the shack apart\n\n           board by board. Ellis now has a full-on BLACK EYE.\n\n          A66 -Neckbone stands lookout under the carport section of Ellis' A66\n\n           houseboat. The coast clear, he gives Ellis a nod. Ellis\n\n           pops open a metal locker and removes a small chainsaw and\n\n           container of gas. He loads these into an empty fish cooler.\n\n          B66 -Tom, sitting atop his houseboat with his pellet gun, watchesB66\n\n           as the two boys sneak the tools away. He's displeased.\n\n          C66 -At Neckbone's mobile home park, Ellis heaves loops of thick C66\n\n           rope onto their mini dirt bike trailer. Neckbone stands\n\n           nearby laughing with the rope's OWNER, a lanky guy with brown\n\n           teeth and a Tasmanian Devil tattoo on his neck.\n\n          AC66 -Ellis hoists Neckbone up by the foot allowing him to AC66\n\n           unscrew a road sign.\n\n          D66 -A mop soaked in black tar slops across the flat roof of the D66\n\n           furniture store in downtown Dewitt. Neckbone and Ellis stand\n\n           in the store's parking lot yelling up to the ROOFERS.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAC66 -Ellis hoists Neckbone up by the foot allowing him to AC66\n\n           unscrew a road sign. D66 -A mop soaked in black tar slops across the flat roof of the D66\n\n           furniture store in downtown Dewitt. Neckbone and Ellis stand\n\n           in the store's parking lot yelling up to the ROOFERS. \n\nTARGET SECTION TO BE ANNOTATED:\n           -They get one's attention, and Neckbone points to a dried\n\n           pile of leftover tar that has been dumped at the back of the\n\n           building. The ROOFER swats a hand at the boys. They proceed\n\n           to load the dried hunk onto the small trailer.\n\n          E66 -From a distance, Neckbone and Ellis stand on a sailboat in E66\n\n           the middle of a fenced-in marine junkyard. Surrounded by old\n\n           boat parts, the boys begin shuttling several large metal\n\n           pulleys off the sailboat.\n\n\n\n          67 EXT. ISLAND SHORE - DAY 67\n\n\n\n           Mud smiles, showing his missing tooth, as he looks over the\n\n           load of items the boys have stacked in their boat. Neckbone\n\n           tosses a loop of rope to him.\n\n\n\n           61A.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n          We've got more, but no motor.\n\n\n\n           62.\n\n\n\n                         \n\n\n\n                          MUD\n\n           This'll work for now. You get her\n\n           my note?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n          Ellis turns and Mud sees his black eye for the first time.\n\n\n\n                          MUD\n\n           Where'd you get that from?\n\n\n\n                          ELLIS\n\n           We came up on Juniper's room. A\n\n           guy was in there beatin' up on her.\n\n          Mud's face turns dark.\n\n\n\n                          NECKBONE\n\n           Ellis rushed him. Got smacked for\n\n           it.\n\n\n\n                          MUD\n\n           What'd he look like?\n\n\n\n                          ELLIS\n\n           I don't know. Tall. Looked like a\n\n           cowboy.\n\n\n\n                          MUD\n\n           Dark hair?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          MUD\n\n\n\n           DAMMIT!\n\n          Mud slings the rope to the ground and kicks it. His face is\n\n          flushed. It's the first time the boys have seen him angry.\n\n\n\n                          MUD (CONT'D)\n\n\n\n           GOD DAMMIT!\n\n          The boys back up. Mud takes a deep breath, tries to cool\n\n          down. It takes a moment, then something occurs to him. He\n\n          eyes Ellis with a look of genuine gratitude.\n\n\n\n                          MUD (CONT'D)\n\n           Thanks for lookin' after her.\n\n          Ellis nods. Mud picks up the rope.\n\n\n\n                          MUD (CONT'D)\n\n           His name's Carver.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis nods. Mud picks up the rope. MUD (CONT'D)\n\n           His name's Carver. \n\nTARGET SECTION TO BE ANNOTATED:\n Brother of the\n\n           man I shot. If he's here, then\n\n           more are comin'.\n\n\n\n           63.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           More what?\n\n           Mud gathers the supplies and heads to the treeline. The\n\n           boys, with their hands full, follow him.\n\n\n\n                          MUD\n\n           Bounty hunters. Carver's rotten,\n\n           but his daddy's the one to be\n\n           scared of. He'll spend all the\n\n           money he has to see me dead. If it\n\n           was up to me I'd put the whole\n\n           family down same as the other. Not\n\n           a decent man between `em.\n\n           Mud stops and turns to lay a serious look on them.\n\n\n\n                          MUD (CONT'D)\n\n           Ya'll listen to me now. If you see\n\n           that old man, don't get near him.\n\n           He's the triple six real deal\n\n           scratch you hear me?\n\n           Mud waits for nods from them both.\n\n\n\n                          MUD (CONT'D)\n\n           All right.\n\n\n\n          68 EXT. MISSISSIPPI RIVER/ISLAND - CONTINUOUS 68\n\n\n\n           Galen drifts in his own boat out on the Mississippi River.\n\n           He stares at something in the distance.\n\n\n\n          A68 FROM ACROSS THE RIVER, A68\n\n           He sees Neckbone and Ellis on the island walking with Mud.\n\n           Galen, a concerned look on his face, keeps one hand on his\n\n           motor and the other on a bulging net of mussel shells.\n\n           His HELPER, a salty looking man in his fifties, sits at the\n\n           front of the boat sipping Budweiser from the can.\n\n\n\n                          HELPER\n\n           What you waitin' for?\n\n\n\n                          GALEN\n\n           Shut up.\n\n           After a moment, Galen cranks the motor and speeds away.\n\n\n\n          69 EXT. BOAT IN TREE - DAY - LATER 69\n\n\n\n           Mud stands with Ellis and Neckbone on the deck of the boat.\n\n           He holds a pulley in one hand and a length of rope in the\n\n           other. He stares up into the trees.\n\n\n\n           64.\n\n\n\n                         \n\n\n\n                          MUD\n\n           Ellis, can you climb up that trunk\n\n           and get these hung?\n\n\n\n                          ELLIS\n\n           Yeah.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n64. MUD\n\n           Ellis, can you climb up that trunk\n\n           and get these hung? ELLIS\n\n           Yeah. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD\n\n           Take a foot of line and tie `em off\n\n           with a bowline knot. You know it?\n\n\n\n                          ELLIS\n\n           I'm not stupid.\n\n          Ellis takes the pulley and scales the trunk without\n\n          hesitation. Mud tosses his pocket knife to Neckbone.\n\n\n\n                          MUD\n\n           Neck, start cuttin' line. Three\n\n           fifteen foot sections. Count a\n\n           foot long as your arm.\n\n          Mud begins threading the pulleys with rope. As Neckbone cuts\n\n          rope, he sees the pistol stuck in the back of Mud's pants.\n\n\n\n                          NECKBONE\n\n           What's so special `bout that shirt\n\n           you'd lose your pistol for it?\n\n\n\n                          MUD\n\n           It's got a wolf's eye sewn in the\n\n           sleeve. More protection than a\n\n           bullet ever gave. Tom swears by\n\n           it.\n\n\n\n                          NECKBONE\n\n           He said he wasn't your daddy.\n\n\n\n                          MUD\n\n           Tom's the closest thing I ever knew\n\n           to a father.\n\n\n\n                          NECKBONE\n\n           I never met my parents.\n\n\n\n                          MUD\n\n           It's hard not knowin' the ones you\n\n           came from.\n\n\n\n                          NECKBONE\n\n           My uncle Galen tells me things\n\n           about `em. He's the one that takes\n\n           care of me.\n\n\n\n                          MUD\n\n           Tom did that for me.\n\n\n\n           65.\n\n\n\n                         \n\n           Ellis drops down to the deck and grabs another pulley.\n\n\n\n                          ELLIS\n\n           What'd you mean when you called Tom\n\n           an assassin?\n\n\n\n                          MUD\n\n           Tom's had lives you'd never know\n\n           about. Grew up up North. Went to\n\n           Yale. For a long time he was a\n\n           paid killer for the C.I.A. Lived\n\n           in Cuba in `63. He's probably\n\n           killed more people than you've met.\n\n\n\n                          (TO NECKBONE)\n\n           Hand me that line.\n\n           Neckbone tosses him an end of rope, looks to Ellis. Ellis\n\n           gives a shrug before heading back up the trunk.\n\n\n\n          70 EXT. BASE OF BOAT TREE - DAY - LATER 70\n\n\n\n           Mud hangs off the tree fifteen feet up by a piece of rope\n\n           tied around his waist.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis\n\n           gives a shrug before heading back up the trunk. 70 EXT. BASE OF BOAT TREE - DAY - LATER 70\n\n\n\n           Mud hangs off the tree fifteen feet up by a piece of rope\n\n           tied around his waist. \n\nTARGET SECTION TO BE ANNOTATED:\n A series of ropes and pulleys\n\n           crisscross from the boat to the trees.\n\n           Neckbone and Ellis stand on the ground staring up at him.\n\n           Mud holds a chainsaw and seems to be hesitating.\n\n\n\n                          NECKBONE\n\n           Well if you're gonna do it do it!\n\n           Mud takes a deep breath and yanks the cord. Angled on one of\n\n           the main branches holding up the boat, Mud begins cutting.\n\n           Ellis and Neckbone step further and further back as they\n\n           watch the chainsaw work through the thick limb.\n\n           Suddenly, the chainsaw stops. A deep CRACKING sound. The\n\n           huge branch SNAPS, tumbling off lower limbs before crashing\n\n           to the ground. Mud holds onto the trunk for dear life.\n\n           The branch now rests on the ground, SILENCE. The ropes and\n\n           pulleys hang taught, squeaking from the weight of the boat.\n\n           Mud slowly lifts his head up. He smiles at what he sees.\n\n           The rigging has held.\n\n\n\n                          MUD\n\n           One down!\n\n           Neckbone and Ellis watch as Mud scampers around the trunk to\n\n           the next branch. The chainsaw cranks back on.\n\n\n\n                          NECKBONE\n\n           This shit is crazy.\n\n\n\n           66.\n\n\n\n                         \n\n\n\n          71 I/E. MARY LEE'S CAR/PIGGLY WIGGLY PARKING LOT - LATE 71\n\n\n\n                          AFTERNOON\n\n           Ellis looks out the car window at HIGH SCHOOL KIDS that have\n\n           gathered in the Piggly Wiggly parking lot. His hair is\n\n           slicked to one side, and he's wearing a collared shirt.\n\n\n\n                          MARY LEE\n\n           You look nice.\n\n\n\n                          ELLIS\n\n           Thanks.\n\n\n\n                          MARY LEE\n\n           What time are you gonna be home?\n\n           Ellis shrugs. She looks at him as the car radio rambles.\n\n\n\n           MARY LEE (CONT'D)\n\n           No later than eleven?\n\n           Ellis nods.\n\n\n\n                          ELLIS\n\n           You make up your mind?\n\n\n\n                          MARY LEE\n\n           About moving in town?\n\n\n\n                          ELLIS\n\n           About leavin' dad.\n\n           Mary Lee thinks about how to answer, shuts off the radio.\n\n\n\n                          MARY LEE\n\n           You can't make other people change\n\n           Ellis.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           About leavin' dad. Mary Lee thinks about how to answer, shuts off the radio. MARY LEE\n\n           You can't make other people change\n\n           Ellis. \n\nTARGET SECTION TO BE ANNOTATED:\n If I'm unhappy then I'll\n\n           have to be the one to change\n\n           something.\n\n           Ellis chews on the inside of his cheek and watches her avoid\n\n           eye contact. He shoulders his way out of the car.\n\n           Mary Lee takes a moment before driving off.\n\n           As Mary Lee pulls away, Ellis takes in the scene.\n\n\n\n          72 EXT. EXECUTIVE INN - LATE AFTERNOON - ELLIS POV 72\n\n\n\n           He looks up at Juniper's motel room and sees her leaning on\n\n           the railing smoking a cigarette. She doesn't see him.\n\n\n\n          73 EXT. PIGGLY WIGGLY PARKING LOT - LATE AFTERNOON - CONTINUOUS 73\n\n\n\n           He pauses, noticing a MAN to his left who ALSO stares up at\n\n           Juniper. The man, early thirties with a thick mustache, is\n\n           JAMES. He leans against the grill of a black Lincoln.\n\n\n\n           67.\n\n\n\n                         \n\n           Carver appears from inside the Piggly Wiggly. He holds a cup\n\n           of coffee and is closely trailed by a fat little man,\n\n           NELSON(56). They're all dressed in a similar fashion, a\n\n           cross between rural farmers and rodeo stars.\n\n           As Carver approaches the Lincoln, he scolds James for leaning\n\n           on the grill. Carver rubs the hood with his coat sleeve and\n\n           gives orders to the men.\n\n\n\n           MAY PEARL (O.S.)\n\n           Ellis!\n\n           Ellis turns to see May Pearl hopping down from a Ford Bronco.\n\n           She leans on the door and waves Ellis into the back.\n\n\n\n           MAY PEARL (CONT'D)\n\n           Come on!\n\n           Ellis takes another look at Carver and his men before running\n\n           over to the Bronco.\n\n\n\n          74 EXT. FIELD/BONFIRE - NIGHT 74\n\n\n\n           A bonfire rages in the middle of an open field. A FEW DOZEN\n\n           KIDS mingle between vehicles and the fire. Drinking,\n\n           yelling, music blasting from car speakers.\n\n           Ellis stands by himself next to the blaze with his hands in\n\n           his pockets. May Pearl has vanished.\n\n           Pryor, the skinny kid Ellis punched to get this date, wanders\n\n           past. He makes eye contact. Ellis stares him down.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nPryor, the skinny kid Ellis punched to get this date, wanders\n\n           past. He makes eye contact. Ellis stares him down. \n\nTARGET SECTION TO BE ANNOTATED:\n Pryor\n\n           glares back but then just skulks over to another group.\n\n\n\n           MAY PEARL (O.S.)\n\n           Try this.\n\n           A Styrofoam Sonic Cup is thrust into Ellis' hand. He turns\n\n           to find May Pearl standing next to him.\n\n\n\n           MAY PEARL (CONT'D)\n\n           Come on.\n\n           She leads Ellis behind one of the trucks parked nearby. May\n\n           Pearl climbs onto the tailgate, a red glow across her face.\n\n           No one else is around. Ellis hesitates.\n\n\n\n           MAY PEARL (CONT'D)\n\n           You wanna sit down?\n\n           Ellis takes a seat next to her. She looks at him, smiling,\n\n           and gestures to his black eye.\n\n\n\n           MAY PEARL (CONT'D)\n\n           You must really like to fight?\n\n\n\n           68.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           Not really.\n\n          Ellis takes a sip from the Sonic cup. His face puckers.\n\n\n\n                          MAY PEARL\n\n           But you're not scared if you have\n\n           to.\n\n\n\n                          ELLIS\n\n           I guess. You got a lot of friends.\n\n\n\n                          MAY PEARL\n\n           They're all right. I don't know\n\n           all of `em.\n\n\n\n                          ELLIS\n\n           I bet you're pretty popular.\n\n\n\n                          MAY PEARL\n\n           Why do you say that?\n\n\n\n                          ELLIS\n\n           I don't know. `Cause you're nice\n\n           to people.\n\n\n\n                          MAY PEARL\n\n           How do you know that?\n\n\n\n                          ELLIS\n\n           You're nice to me.\n\n\n\n                          MAY PEARL\n\n           But I like you.\n\n          Ellis digs into his jeans pocket.\n\n\n\n                          ELLIS\n\n           I got this for you.\n\n          He removes a bracelet made from the pearls he collected off\n\n          Galen's porch. May Pearl takes it, begins putting it on.\n\n\n\n                          MAY PEARL\n\n           A bracelet?\n\n\n\n                          ELLIS\n\n           Neckbone's uncle caught the pearls.\n\n           I thought with your name and\n\n           everything...\n\n\n\n                          MAY PEARL\n\n           Thank you.\n\n          She leans over, hugging him with a kiss on the cheek. She\n\n          stays close.\n\n\n\n           69.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           You wanna be my girlfriend?\n\n           She smiles, then kisses him.\n\n\n\n          75 EXT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           You wanna be my girlfriend? She smiles, then kisses him. 75 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIS' AND TOM'S HOUSEBOATS - MORNING 75\n\n\n\n           Morning fog sits on top of the water around Ellis' houseboat.\n\n           Ellis steps outside and makes his way to the ice machine. A\n\n           loud WHISTLE comes from across the oxbow. Ellis walks to the\n\n           edge of the garage.\n\n          A75 He sees Tom Blankenship seated on the roof of his houseboat. A75\n\n           He motions Ellis over.\n\n           Ellis watches him, unsure of what to do. Another WHISTLE.\n\n           Tom motions to him again. Ellis looks back at the house. No\n\n           sign of his parents. He shoots a glance back at Tom.\n\n\n\n          76 EXT. TOM BLANKENSHIP'S HOUSEBOAT - MOMENTS LATER 76\n\n\n\n           Ellis bumps his father's boat against the side of Tom's\n\n           houseboat. He steps up onto the deck and ties off.\n\n           Tom, down from the roof, stands by his front door.\n\n\n\n                          TOM\n\n           You want some coffee?\n\n           Tom disappears inside.\n\n\n\n                          ELLIS\n\n           I don't drink coffee.\n\n           Ellis waits for a moment, but realizes this is Tom's way of\n\n           inviting him inside. He enters.\n\n\n\n          77 INT. TOM BLANKENSHIP'S HOUSEBOAT - CONTINUOUS 77\n\n\n\n           This houseboat, although similar in size, is different than\n\n           Ellis'. It's an actual wood shack that has been constructed\n\n           atop a barge.\n\n           Ellis looks at photos, books and memorabilia that cram the\n\n           walls and shelves. It feels homey.\n\n           Tom, his back to the boy, stands in the kitchen area pouring\n\n           a cup of coffee.\n\n\n\n                          TOM\n\n           You been seein' Mud?\n\n\n\n                          ELLIS\n\n           No.\n\n\n\n           70.\n\n\n\n                         \n\n          A collection of framed photos on a desk catches Ellis'\n\n          attention. A young Tom with a pretty dark skinned girl.\n\n          They seem happy. Another photo, late 60's, of Tom standing\n\n          alone in a suit. He holds a LONG SUITCASE.\n\n          Tom enters holding two cups of coffee.\n\n\n\n                          TOM\n\n           You don't have to lie to me boy.\n\n          He hands Ellis a cup of coffee with a cartoon image of a dog\n\n          on it.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nTom enters holding two cups of coffee. TOM\n\n           You don't have to lie to me boy. He hands Ellis a cup of coffee with a cartoon image of a dog\n\n          on it. \n\nTARGET SECTION TO BE ANNOTATED:\n It reads, \"I'm a real bitch in the morning!\" Tom\n\n          sits in a LazyBoy that he gently rocks in.\n\n\n\n                          TOM (CONT'D)\n\n           I've seen you runnin' around.\n\n           Takin' things. He all right?\n\n\n\n                          ELLIS\n\n           He's okay.\n\n\n\n                          TOM\n\n           He get that boat down?\n\n          Ellis nods. There is an awkward moment.\n\n\n\n                          ELLIS\n\n           He called you an assassin.\n\n          Tom snorts out a laugh, sips his coffee.\n\n\n\n                          ELLIS (CONT'D)\n\n           Is it true?\n\n\n\n                          TOM\n\n           How long have you known Mud?\n\n\n\n                          ELLIS\n\n           Few days.\n\n\n\n                          TOM\n\n           Well that's long enough to know\n\n           he's full of shit.\n\n\n\n                          ELLIS\n\n           So it's not true.\n\n\n\n                          TOM\n\n           I was a sharpshooter in the army.\n\n           In Mud's world, that makes me an\n\n           assassin. Not exactly true, right?\n\n\n\n                          ELLIS\n\n           Yeah I guess.\n\n          Tom notices the boy's disappointment.\n\n\n\n           71.\n\n\n\n                         \n\n\n\n                          TOM\n\n           You think he's a bad ass don't you?\n\n\n\n                          ELLIS\n\n           I don't know.\n\n\n\n                          TOM\n\n           You know why he's stuck out on that\n\n           island?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          (HESITATES)\n\n           He shot somebody.\n\n\n\n                          TOM\n\n           He tell you why he shot that man?\n\n\n\n                          ELLIS\n\n           Because he hurt Juniper.\n\n\n\n                          TOM\n\n           Right. The real reason Mud's in\n\n           the trouble he's got is because of\n\n           her. He's been in love with that\n\n           girl since he was your age. They\n\n           used to run all around here and it\n\n           was the same back then. He'd\n\n           follow that girl wherever she led\n\n           him. Problem is she don't care\n\n           about nobody but herself. I've\n\n           told him as much. She'd bed down\n\n           with the meanest snake she could\n\n           find, then when things went bad\n\n           she'd go runnin' to Mud. Mud would\n\n           take her back, then go find\n\n           whatever unlucky sonofabitch last\n\n           put a hand on her and beat `em `til\n\n           they knew to never touch her again.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've\n\n           told him as much. She'd bed down\n\n           with the meanest snake she could\n\n           find, then when things went bad\n\n           she'd go runnin' to Mud. Mud would\n\n           take her back, then go find\n\n           whatever unlucky sonofabitch last\n\n           put a hand on her and beat `em `til\n\n           they knew to never touch her again. \n\nTARGET SECTION TO BE ANNOTATED:\n           And this time I guess he thought a\n\n           beating wasn't good enough. Had to\n\n           shoot that fella. I don't know for\n\n           sure, but I'd put money on Juniper\n\n           knowin' he'd do it. And I have a\n\n           suspicion she might of even told\n\n           him to. Either way, those two are\n\n           set for failure. Only chance Mud\n\n           has is to cut her loose. Cause\n\n           I'll tell you what, Mud's no bad\n\n           ass. He's runnin' scared.\n\n          Ellis can't look Tom in the eye, he's offended by the old\n\n          man's remarks. Ellis sets the coffee cup on the desk.\n\n\n\n                          ELLIS\n\n           I gotta go.\n\n          Ellis heads for the door, but stops short.\n\n\n\n           72.\n\n\n\n                         \n\n\n\n                          ELLIS (CONT'D)\n\n           You're wrong about Juniper. They\n\n           love each other and they're gonna\n\n           make it. If you weren't a wore out\n\n           old man you'd know it was true.\n\n           Tom eyes the boy, taking a sip from his cup. He nods a\n\n           goodbye to Ellis who is already out the door.\n\n\n\n          78 EXT. ISLAND/BASE OF BOAT TREE - DAY 78\n\n\n\n           Ellis stomps out of the trees and is struck by the new\n\n           position of the boat. It hangs three feet off the ground;\n\n           SUSPENDED in dry dock. A clear-cut path of trees leads off\n\n           toward the island's southern shore.\n\n           Beside the boat, remnants of a giant fire smolder. Ellis\n\n           surveys the MOUND OF ASH.\n\n\n\n           MUD (O.S.)\n\n           What you say Ellis?\n\n           Ellis turns to find Mud standing on the deck of the boat\n\n           holding a fistful of wires. He jumps down.\n\n\n\n                          ELLIS\n\n           I got more stuff.\n\n\n\n                          MUD\n\n           You find a motor?\n\n\n\n                          ELLIS\n\n           Not yet.\n\n           (points to the ash)\n\n           What's that?\n\n\n\n                          MUD\n\n           I made a bonfire.\n\n           Mud enters the woods. Ellis follows.\n\n\n\n                          ELLIS\n\n           Why?\n\n\n\n                          MUD\n\n           Bonfire's an all purpose cure all\n\n           for bad luck.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis follows. ELLIS\n\n           Why? MUD\n\n           Bonfire's an all purpose cure all\n\n           for bad luck. \n\nTARGET SECTION TO BE ANNOTATED:\n I don't know where\n\n           this boat's been or what kind of\n\n           person had it before me. For all I\n\n           know it could have some serious bad\n\n           business left on it. We got too\n\n           much ridin' on this thing to leave\n\n           to chance. Where's Neckbone?\n\n\n\n                          ELLIS\n\n           Helpin' his uncle with a dive.\n\n\n\n           73.\n\n\n\n                         \n\n\n\n          79 EXT. ISLAND SHORE - MOMENTS LATER 79\n\n\n\n           Mud and Ellis exit the treeline heading to Ellis' boat.\n\n\n\n                          ELLIS\n\n           Tom called me over to his place\n\n           this mornin'.\n\n\n\n                          MUD\n\n           What he say?\n\n\n\n                          ELLIS\n\n           He was runnin' down Juniper.\n\n           Ellis looks for a response, but Mud just jumps up into the\n\n           boat and starts throwing pieces of wood on shore.\n\n\n\n                          ELLIS (CONT'D)\n\n           I told him he was a wore out old\n\n           man. Told him he couldn't know how\n\n           much you loved Juniper.\n\n\n\n                          MUD\n\n           You don't know his story.\n\n\n\n                          ELLIS\n\n           I don't care.\n\n\n\n                          MUD\n\n           You should. Tom loved a woman more\n\n           than most men could in two\n\n           lifetimes. They had a good life\n\n           started together.\n\n           Mud hops down and scoops a load of wood into his arms.\n\n\n\n                          MUD (CONT'D)\n\n           She was pregnant with a little boy,\n\n           but the birth got the better of\n\n           `em. They didn't make it. Tom's\n\n           been alone ever since. Lone wolf.\n\n           Mud has begun walking back to the treeline. Ellis stays.\n\n\n\n                          ELLIS\n\n           I gotta go help my dad.\n\n           Mud turns back but doesn't stop moving.\n\n\n\n                          MUD\n\n           Thanks for the wood Ellis.\n\n           Ellis watches him go, thinking on what he said.\n\n\n\n           74.\n\n\n\n                         \n\n\n\n          80 EXT. UNDERWATER - RIVER - DAY 80\n\n\n\n           Fully suited in diving gear, Galen toils in the murky brown\n\n           water at the bottom of the river.\n\n           His gear consists of a typical wet-suit, wet-socks but no\n\n           gloves. His metal helmet is not typical.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nUNDERWATER - RIVER - DAY 80\n\n\n\n           Fully suited in diving gear, Galen toils in the murky brown\n\n           water at the bottom of the river. His gear consists of a typical wet-suit, wet-socks but no\n\n           gloves. His metal helmet is not typical. \n\nTARGET SECTION TO BE ANNOTATED:\n It's welded from\n\n           half a hot water heater that's been fitted with barbell\n\n           weights. A hose connected to the top runs to the surface.\n\n           Galen ties off a netted sack and yanks on its line.\n\n\n\n          81 EXT. RIVER - CONTINUOUS 81\n\n\n\n           A small air compressor chugs as Neckbone stands in the middle\n\n           of Galen's boat pulling in the heavy rope. At the end, the\n\n           net bulging with mussel shells appears.\n\n           He manages to roll the heavy load into the boat before moving\n\n           over to a crank handle that feeds another line.\n\n           After several cranks, Galen's steel helmet breaches the\n\n           surface. He places his hands on the edge of the boat as\n\n           Neckbone removes the barbell weights.\n\n           The weight removed, Neckbone takes off the helmet. Galen\n\n           pulls himself into the boat, out of breath.\n\n\n\n                          GALEN\n\n           This shit never gets easy.\n\n\n\n                          NECKBONE\n\n           That's a good haul.\n\n\n\n                          GALEN\n\n           I've had worse.\n\n           Galen reclines as Neckbone kills the air compressor and\n\n           begins organizing the gear. He watches his little nephew.\n\n\n\n                          GALEN (CONT'D)\n\n           You doin' all right?\n\n\n\n                          NECKBONE\n\n           Yeah.\n\n\n\n                          GALEN\n\n           You don't need to tell me anything?\n\n\n\n                          NECKBONE\n\n           Tell you what?\n\n\n\n                          GALEN\n\n           I know I'm just your uncle, not\n\n           much of a parent. But you can tell\n\n           me things if you need to.\n\n\n\n           75.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           I can tell you this helmet smells\n\n           like my duck butter.\n\n\n\n          82 EXT. ELDERLY WOMAN'S HOUSE - DAY 82\n\n\n\n           Ellis holds a wrought iron door open with his backside as an\n\n           ELDERLY WOMAN takes the paper bag of fish from his hands.\n\n           Ellis walks back to the truck. Senior watches him, looking\n\n           at the black eye.\n\n\n\n          83 I/E. SENIOR'S TRUCK/CATFISH PARLOUR - MOVING - DAY 83\n\n           Ellis rides up front with Senior. Windows down, no radio.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n83 I/E. SENIOR'S TRUCK/CATFISH PARLOUR - MOVING - DAY 83\n\n           Ellis rides up front with Senior. Windows down, no radio. \n\nTARGET SECTION TO BE ANNOTATED:\n                          SENIOR\n\n           Where'd you get that black eye?\n\n\n\n                          ELLIS\n\n           A kid in town. He got his too.\n\n\n\n                          SENIOR\n\n           What you fightin' for?\n\n\n\n                          ELLIS\n\n           `Bout a girl.\n\n\n\n                          SENIOR\n\n           What girl?\n\n\n\n                          ELLIS\n\n           My girlfriend.\n\n\n\n                          SENIOR\n\n           You got a girlfriend?\n\n\n\n                          ELLIS\n\n           Yes sir.\n\n\n\n                          SENIOR\n\n           When'd that happen?\n\n\n\n                          ELLIS\n\n           Other day.\n\n           Senior pats his shirt pocket and finds a smoke. Lights it.\n\n\n\n                          SENIOR\n\n           You seen your mother today?\n\n\n\n                          ELLIS\n\n           No.\n\n\n\n                          SENIOR\n\n           You not talkin' to me?\n\n\n\n           76.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           I'm talkin'. I'm talkin' to both\n\n           of you. That's all ya'll want to\n\n           do is talk.\n\n\n\n                          SENIOR\n\n           Well, that's your mother. Would\n\n           rather tongue lash a problem than\n\n           step up and handle it. You'll see\n\n           one day. Women are tough. They'll\n\n           set you up for things. You can't\n\n           trust love, Ellis. If you're not\n\n           careful, it'll run out on you. You\n\n           just gotta pick a woman and roll\n\n           the dice. Hope you don't wake up\n\n           in fifteen years hatin' each other.\n\n           Ellis keeps staring out the window as they pull into the\n\n           parking lot of the Catfish Parlour Restaurant.\n\n\n\n          84 EXT. THE CATFISH PARLOUR/THE PINES MOTEL - LATE AFTERNOON- 84\n\n\n\n\n\n                          CONTINUOUS\n\n           Senior climbs out of the truck and enters the restaurant.\n\n           Ellis pops open the tailgate and reaches for a cooler.\n\n           The Catfish Parlour is one business in a strip center row.\n\n           There is nothing else around save for farmland and a motel\n\n           across the road.\n\n           Ellis notices Carver's black LINCOLN parked in the motel lot.\n\n           He walks away from the truck to get a better look.\n\n           Ellis scans the FOUR OTHER VEHICLES in the lot. All Texas\n\n           plates. A maroon Cadillac sails past and turns into the\n\n           motel. Ellis recedes to the rear of his truck.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll Texas\n\n           plates. A maroon Cadillac sails past and turns into the\n\n           motel. Ellis recedes to the rear of his truck. \n\nTARGET SECTION TO BE ANNOTATED:\n           He watches as KING(76), a fireplug of a man, emerges from the\n\n           Cadillac. Cramped from a long drive, he stretches and eyes\n\n           the sign for the Pines Motel.\n\n           A motel room door opens and Carver walks out. He's smiling\n\n           and calls out to King. They hug as a green PICK-UP pulls up.\n\n           MILLER, a slick dressed man in black boots, climbs out.\n\n\n\n           SENIOR (O.S.)\n\n           Ellis! Let's go!\n\n           Ellis snaps around to find Senior leaning out the restaurant\n\n           door. Ellis yanks the cooler down and drags it inside. He\n\n           looks back over his shoulder for a final glance at the men.\n\n\n\n           AT THE MOTEL,\n\n\n\n                          CARVER\n\n           Daddy this is Miller. He's one of\n\n           ours.\n\n\n\n           77.\n\n\n\n                         \n\n\n\n                          KING\n\n\n\n                          (SHAKING)\n\n           How do you do? Appreciate your\n\n           help.\n\n\n\n                          MILLER\n\n           Yes sir.\n\n\n\n                          CARVER\n\n           We'll be in in a minute.\n\n           Miller nods and enters the motel room. King turns to Carver.\n\n\n\n                          KING\n\n           Catch me up.\n\n\n\n                          CARVER\n\n           They work in shifts. Two outside\n\n           her motel, the others either out\n\n           searching or sleepin' here. I met\n\n           with the county sheriff but he\n\n           wasn't much help. Said they'd\n\n           handle their own business, but I\n\n           got two of their people on payroll\n\n           and a person on the inside at the\n\n           state police.\n\n\n\n                          KING\n\n           Good. Doin' good. Who all's here?\n\n\n\n                          CARVER\n\n           All but two now. Nelson and James\n\n           are watchin' her place. I called\n\n           the rest in.\n\n\n\n                          KING\n\n           Okay. Let's meet the men.\n\n           Carver leads his father to the motel room.\n\n\n\n          85 INT. PINES MOTEL ROOM - LATE AFTERNOON - CONTINUOUS 85\n\n\n\n           Carver holds the door open as King steps inside. A door to\n\n           his left connects another room which is empty.\n\n           An episode of the Smurfs plays on the television. There's a\n\n           MAN on each of the queen beds. Another THREE playing cards\n\n           at a small table by the window. MILLER stands in the corner\n\n           smoking.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere's a\n\n           MAN on each of the queen beds. Another THREE playing cards\n\n           at a small table by the window. MILLER stands in the corner\n\n           smoking. \n\nTARGET SECTION TO BE ANNOTATED:\n Empty Budweiser cans litter the room.\n\n           King, unimpressed by the scene, looks at his son. Carver\n\n           quickly moves in front of the television and turns it off.\n\n           He stares down the men on the beds.\n\n\n\n           78.\n\n\n\n                         \n\n\n\n                          CARVER\n\n           Get up.\n\n           (to the others)\n\n           Ya'll pay attention.\n\n          The men get up from the beds and the others put down their\n\n          cards. Everyone slowly gathers into an audience.\n\n\n\n                          CARVER (CONT'D)\n\n           This is my father, King. He runs\n\n           the show.\n\n          Carver recedes as King steps forward. He speaks like a high\n\n          school football coach.\n\n\n\n                          KING\n\n           Men. I wanna thank you for the\n\n           work you're doin'. It's important\n\n           work, and I want you to know what\n\n           it means to me personally. I'm\n\n           grateful for it. No man should\n\n           have to bury his son. It's not\n\n           natural, and it's a pain I hope\n\n           none of you ever have to endure.\n\n          King removes a photocopied picture of Mud from his pocket.\n\n          He unfolds it, stares at it, then raises it to the men.\n\n\n\n                          KING (CONT'D)\n\n           This man did that to me. He took\n\n           my youngest boy. And now, you're\n\n           gonna help me get him.\n\n          King stares at the men, keeping the photo held high.\n\n\n\n                          KING (CONT'D)\n\n           Now gather `round. Come on now, in\n\n           a circle. I want ya'll to join\n\n           hands.\n\n          They do it reluctantly.\n\n\n\n                          KING (CONT'D)\n\n           Everybody take a knee.\n\n          They do. King joins them on his knee and grabs Carver and\n\n          another Man's hands.\n\n\n\n                          KING (CONT'D)\n\n           Bow your heads. I need you to help\n\n           me pray for the death of the man\n\n           that killed my son.\n\n          They all bow their heads.\n\n\n\n           79.\n\n\n\n                         \n\n\n\n          A85 EXT. NECKBONE'S TRAILER - MORNING A85\n\n\n\n           A tarp is thrown back from a rusting boat trailer.\n\n           Ellis and Neckbone stand by the trailer looking less than\n\n           thrilled. It's covered in junk and debris.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nNECKBONE'S TRAILER - MORNING A85\n\n\n\n           A tarp is thrown back from a rusting boat trailer. Ellis and Neckbone stand by the trailer looking less than\n\n           thrilled. It's covered in junk and debris. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           You touch her breast?\n\n\n\n                          ELLIS\n\n           A little.\n\n\n\n                          NECKBONE\n\n           That's great man.\n\n\n\n                          ELLIS\n\n           Thanks.\n\n           Ellis walks up and knocks a stack of bricks off the trailer.\n\n\n\n                          ELLIS (CONT'D)\n\n           We could take it apart. Bring it\n\n           out piece by piece.\n\n\n\n                          NECKBONE\n\n           It's welded. We'd just tear it up.\n\n           What if we float it out?\n\n\n\n                          ELLIS\n\n           With what?\n\n\n\n                          NECKBONE\n\n           Come on.\n\n           Neckbone walks to the trailer. Ellis follows.\n\n\n\n                         \n\n\n\n          B85 INT. NECKBONE'S TRAILER - CONTINUOUS B85\n\n\n\n           The boys open the front door and are met by a BLINDING LIGHT.\n\n\n\n                          NECKBONE\n\n           Jesus!\n\n           They squint and shield their eyes.\n\n           The light shuts off as quickly as it came on. Galen stands\n\n           in front of them wearing his wet suit. The bar with the\n\n           flood lights attached sits across his shoulders.\n\n           The boys rub their eyeballs, seeing spots. Galen shuffles\n\n           over to the couch holding a marine battery connected to the\n\n           lights. He labors to take a seat.\n\n\n\n                          GALEN\n\n           What do you think?\n\n\n\n           79A.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           That's real good Galen.\n\n\n\n                          (TO ELLIS)\n\n           Gimme a minute.\n\n          Neckbone, still blinking, goes back to his room. Ellis\n\n          notices Galen staring at him. Galen pats the couch.\n\n\n\n                          GALEN\n\n           Come `ere Ellis.\n\n          Ellis takes a seat on the other end of the couch. Galen pats\n\n          the spot next to him. Ellis scoots over, uncomfortable.\n\n\n\n                          GALEN (CONT'D)\n\n\n\n                          (POINTING UP)\n\n           You see that ceiling fan?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          GALEN\n\n           I found it in the river. Works\n\n           great. Best ceiling fan I've ever\n\n           owned. This river brings a lotta\n\n           trash down it. Some a that trash\n\n           is worth a lotta money, some of\n\n           it's not.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBest ceiling fan I've ever\n\n           owned. This river brings a lotta\n\n           trash down it. Some a that trash\n\n           is worth a lotta money, some of\n\n           it's not. \n\nTARGET SECTION TO BE ANNOTATED:\n You gotta know what's\n\n           worth keepin' and what's worth\n\n           lettin' go. You know the\n\n           difference?\n\n\n\n                          ELLIS\n\n           I think so.\n\n\n\n                          GALEN\n\n           Neck looks up to you. Don't get my\n\n           nephew into anything you can't get\n\n           him out of.\n\n          Galen forces a stare with Ellis, who nods. Neckbone enters\n\n          as Galen begins to remove his light rig.\n\n\n\n                          GALEN (CONT'D)\n\n           Help Me Rhonda's just about a guy\n\n           needing to get a piece to get over\n\n           a girl that put one over on him.\n\n           So you get your heart broke, don't\n\n           walk around with a shit look on\n\n           your face. Get back in there. Get\n\n           your tip wet. You hear me?\n\n\n\n                          ELLIS\n\n           What?\n\n\n\n                          GALEN\n\n           You know what I'm sayin'.\n\n\n\n           79B.\n\n\n\n                         \n\n           Ellis doesn't. Galen moves to an electric guitar leaning by\n\n           a small amp in the corner.\n\n\n\n                          GALEN (CONT'D)\n\n           Ya'll wanna hang out? Alan's\n\n           comin' over. We're gonna pump it\n\n           up.\n\n\n\n                          NECKBONE\n\n           We got stuff to do.\n\n\n\n                          GALEN\n\n           Whatever.\n\n           The boys exit as Galen turns on the amp.\n\n\n\n                         \n\n\n\n          C85 EXT. NECKBONE'S TRAILER - CONTINUOUS C85\n\n\n\n           Galen pumps it up inside as Neckbone and Ellis walk to the\n\n           boat trailer. Neckbone pulls a handful of long zip ties from\n\n           his back pocket.\n\n\n\n                          NECKBONE\n\n           What were ya'll talkin' about?\n\n\n\n                          ELLIS\n\n           I don't know.\n\n\n\n          86 EXT. ISLAND NORTHERN SHORE - DAY 86\n\n\n\n           Mud's knife slices through a plastic zip tie.\n\n\n\n                          MUD\n\n           King. That's what they call him.\n\n           A BOAT TRAILER rests atop FOUR, 55-GALLON BRIGHT YELLOW\n\n           BARRELS affixed with plastic zip ties. The make-shift raft\n\n           is half on shore with the back still floating in the water.\n\n           The boys watch as Mud walks around the trailer cutting off\n\n           the zip ties.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nA BOAT TRAILER rests atop FOUR, 55-GALLON BRIGHT YELLOW\n\n           BARRELS affixed with plastic zip ties. The make-shift raft\n\n           is half on shore with the back still floating in the water. The boys watch as Mud walks around the trailer cutting off\n\n           the zip ties. \n\nTARGET SECTION TO BE ANNOTATED:\n The barrels kick out from underneath the\n\n           trailer as this happens.\n\n\n\n                          MUD (CONT'D)\n\n           He's their father. You didn't go\n\n           near him did you?\n\n\n\n                          ELLIS\n\n           No.\n\n\n\n                          MUD\n\n           Good. That left-handed sonofabitch\n\n           is the devil himself. If he's\n\n           here, then it's time. We need to\n\n           get Juniper out here.\n\n\n\n           79C.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           We still need a motor.\n\n\n\n                          NECKBONE\n\n           There's a motor in the scrap yard\n\n           might work.\n\n\n\n                          MUD\n\n           I need one that runs.\n\n          Mud moves to the front of the boat trailer and begins\n\n          dragging it fully onto the bank. It's heavy.\n\n\n\n                          NECKBONE\n\n           I can get it runnin'. Tell him\n\n           Ellis.\n\n\n\n                          ELLIS\n\n           It's true. He built his own dirt\n\n           bike.\n\n\n\n                          MUD\n\n           All right then. Give it a shot.\n\n\n\n                          ELLIS\n\n           I don't know. That motor's worth\n\n           somethin'. It's not like this\n\n           other junk.\n\n\n\n           80.\n\n\n\n                         \n\n\n\n                          NECKBONE\n\n           It's been there for months.\n\n           Nobody's even gonna know it's gone.\n\n           Ellis hesitates. He looks to Mud.\n\n\n\n                          MUD\n\n           We do need a motor.\n\n           Ellis thinks on it as Mud takes a deep breath and grabs the\n\n           trailer again.\n\n\n\n          87 EXT. PIGGLY WIGGLY PARKING LOT - DAY 87\n\n\n\n           The supermarket is busy. Ellis stands at a pay phone out\n\n           front as Neckbone kicks a vending machine nearby.\n\n           Ellis looks at Juniper's motel. He scans the Piggly Wiggly\n\n           parking lot and spots Carver's black Lincoln. Ellis picks up\n\n           the phone and deposits some change. He dials.\n\n\n\n                          ELLIS\n\n           I wanna talk to room 212.\n\n\n\n          88 I/E. JUNIPER'S MOTEL ROOM/PIGGLY WIGGLY - CONTINUOUS 88\n\n           Juniper watches TV (o.s) at the foot of the bed. The phone\n\n           rings. She snaps up, hits mute and grabs it.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUNIPER'S MOTEL ROOM/PIGGLY WIGGLY - CONTINUOUS 88\n\n           Juniper watches TV (o.s) at the foot of the bed. The phone\n\n           rings. She snaps up, hits mute and grabs it. \n\nTARGET SECTION TO BE ANNOTATED:\n                          JUNIPER\n\n           Hello?\n\n\n\n           INTERCUT WITH ELLIS,\n\n\n\n                          ELLIS\n\n           Juniper?\n\n\n\n                          JUNIPER\n\n           Ellis?\n\n\n\n                          ELLIS\n\n           It's me.\n\n\n\n                          JUNIPER\n\n           Thank god. I've been goin' crazy\n\n           in this room. Is Mud okay?\n\n\n\n                          ELLIS\n\n           Yeah. It's time to take you out to\n\n           him.\n\n\n\n                          JUNIPER\n\n           Now?\n\n\n\n                          ELLIS\n\n           Tomorrow. We'll come get you.\n\n\n\n           81.\n\n\n\n                         \n\n\n\n                          JUNIPER\n\n           What's goin' on?\n\n\n\n                          ELLIS\n\n           He's got a plan for ya'll to get\n\n           away. Be ready tomorrow at five.\n\n           Neckbone'll be waitin' at the back\n\n           of the motel with a dirt bike.\n\n\n\n                          JUNIPER\n\n           They're watching my room.\n\n\n\n                          ELLIS\n\n           I'll take care of that. Just be\n\n           ready at five.\n\n\n\n                          JUNIPER\n\n           Wait. Just wait. I don't know\n\n           about alla this. I don't even know\n\n           what he thinks we're gonna do.\n\n           Where are we even gonna go? This\n\n           is Mud. This is what Mud does.\n\n          Ellis hears her crying through the phone.\n\n\n\n                          ELLIS\n\n           It's okay. He's got the boat. We\n\n           helped him fix it up. It's a good\n\n           plan. Just be ready.\n\n\n\n                          JUNIPER\n\n           Why are you even doing this?\n\n\n\n                          ELLIS\n\n           What do you mean?\n\n\n\n                          JUNIPER\n\n           Why are you helping us?\n\n\n\n                          ELLIS\n\n           Cause ya'll love each other.\n\n          Juniper searches for a comment.\n\n          Ellis, looking out over the parking lot, sees May Pearl\n\n          getting out of a car with her MOTHER and SISTER.\n\n\n\n                          ELLIS (CONT'D)\n\n           I'll see you tomorrow.\n\n\n\n                          JUNIPER\n\n           Wait.\n\n          Dial Tone. Juniper holds the phone, worried.\n\n\n\n           82.\n\n\n\n                         \n\n\n\n          89 EXT. PIGGLY WIGGLY PARKING LOT - CONTINUOUS 89\n\n\n\n           Ellis turns and watches May Pearl push a cart in the parking\n\n           lot with her family.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n82. 89 EXT. PIGGLY WIGGLY PARKING LOT - CONTINUOUS 89\n\n\n\n           Ellis turns and watches May Pearl push a cart in the parking\n\n           lot with her family. \n\nTARGET SECTION TO BE ANNOTATED:\n Neckbone bangs at the Coke machine.\n\n\n\n                          NECKBONE\n\n           How'd it go?\n\n\n\n                          ELLIS\n\n           We're good.\n\n\n\n          90 I/E. CARVER'S LINCOLN/PIGGLY WIGGLY PARKING LOT - DAY 90\n\n           Carver sits behind the wheel of his Lincoln. The man with\n\n           the mustache, James, sits in the passenger seat next to him.\n\n           Carver notices Ellis and Neckbone standing in front of the\n\n           Piggly Wiggly. He climbs out.\n\n\n\n           AT THE VENDING MACHINES,\n\n\n\n                          NECKBONE\n\n           Gimme a quarter. This shit took\n\n           mine.\n\n           Ellis watches May Pearl entering the grocery store. He calls\n\n           out with a wave.\n\n\n\n                          ELLIS\n\n\n\n           MAY PEARL!\n\n           Without stopping, May Pearl, along with her Sister and\n\n           Mother, all turn. May Pearl sees him, but doesn't wave back.\n\n           She continues inside.\n\n           Ellis looks confused, then embarrassed. Neckbone notices.\n\n\n\n                          NECKBONE\n\n           It's all right man. She's with her\n\n           family. Come on. I wanna get that\n\n           motor before dark.\n\n           They head to the dirt bike.\n\n\n\n           CARVER (O.S.)\n\n           Hey there!\n\n           Ellis turns to see Carver approaching.\n\n\n\n                          CARVER (CONT'D)\n\n           You remember me don't you?\n\n           Ellis nods. Carver notes the healing bruise on Ellis' face.\n\n\n\n                          CARVER (CONT'D)\n\n           I'm sure sorry about that. Ya'll\n\n           caught me at a real bad time.\n\n\n\n           83.\n\n\n\n                         \n\n          Ellis climbs on the bike. Carver walks over to them.\n\n\n\n                          CARVER (CONT'D)\n\n           Hold on now. One second. I don't\n\n           want ya'll thinkin' I'm a bad guy.\n\n           Ya'll were just trying to do a job,\n\n           and I got in your way.\n\n          Carver removes a roll of twenties and peels off two.\n\n\n\n                          CARVER (CONT'D)\n\n           Let's just say I bought that whole\n\n           batch of fish ya'll were sellin'.\n\n           Would forty cover it?\n\n\n\n                          NECKBONE\n\n           That'd bout do it.\n\n\n\n                          ELLIS\n\n           We don't want your money.\n\n          Carver steps in close to the boys.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNECKBONE\n\n           That'd bout do it. ELLIS\n\n           We don't want your money. Carver steps in close to the boys. \n\nTARGET SECTION TO BE ANNOTATED:\n                          CARVER\n\n           I bet ya'll really get around this\n\n           town. Probably know every hole and\n\n           ditch. Have ya'll come across the\n\n           man whose picture I showed you?\n\n\n\n                          ELLIS\n\n           No.\n\n          Carver removes a flier with Mud's picture and holds it out.\n\n\n\n                          CARVER\n\n           You sure about that? Take a look\n\n           with your good eye.\n\n\n\n                          ELLIS\n\n           I'm sure.\n\n\n\n                          CARVER\n\n           What about that girl in the motel?\n\n           The pretty one. Ya'll talk to her\n\n           some more?\n\n\n\n                          ELLIS\n\n           No.\n\n          Carver smiles. He tucks the flier and the forty dollars into\n\n          Ellis' hand.\n\n\n\n                          CARVER\n\n           There's a number on there. Ya'll\n\n           let me know if you do.\n\n\n\n           84.\n\n\n\n                         \n\n           Neckbone cranks the engine and backs the bike up with his\n\n           feet. They pull away.\n\n           Moving, Ellis looks back to see Carver watching them.\n\n\n\n          91 EXT. CRAWFORD'S JUNKYARD - DUSK 91\n\n\n\n           Neckbone pulls back a loose section of chain-link fence\n\n           surrounding the marine junkyard. Ellis crouches through.\n\n\n\n           INSIDE THE JUNKYARD,\n\n           Ellis and Neckbone creep through piles of starboard and boat\n\n           parts. They stop at a party barge with only one pontoon. At\n\n           its rear hangs a big rusted motor, 200 horsepower.\n\n           Neckbone quickly disassembles its attachment. The motor pops\n\n           loose leaving the boys to strain against its heavy weight.\n\n           They ease it to the ground.\n\n\n\n                          NECKBONE\n\n           Jesus that's heavy.\n\n           The boys get on either side of the motor and begin half-\n\n           dragging it back to the fence line.\n\n\n\n           ACROSS THE YARD,\n\n           A LITTLE GIRL(10) dangles her feet off a loading platform and\n\n           bites at an ice cream sandwich. She watches Neckbone and\n\n           Ellis from a distance.\n\n\n\n          92 EXT. ELLIS' HOUSEBOAT - NIGHT 92\n\n\n\n           Ellis walks onto the houseboat as the sound of Neckbone's\n\n           bike fades in the trees. He stops, noticing a PAPER BAG\n\n           sitting on the water's edge of the boat. He goes over to it.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS' HOUSEBOAT - NIGHT 92\n\n\n\n           Ellis walks onto the houseboat as the sound of Neckbone's\n\n           bike fades in the trees. He stops, noticing a PAPER BAG\n\n           sitting on the water's edge of the boat. He goes over to it. \n\nTARGET SECTION TO BE ANNOTATED:\n           He opens the sack and takes a quick inventory. A loaf of\n\n           bread, potted meats, a bottle of Jack Daniels, a roll of\n\n           cash, and an Arkansas boat tag.\n\n           Ellis looks around, no one. He looks over to Tom's boat.\n\n           It's dark. Ellis scoops up the sack and heads inside.\n\n\n\n          93 EXT. PIGGLY WIGGLY PARKING LOT - LATE AFTERNOON 93\n\n\n\n           The digital wristwatch changes from \"4:59\" to \"5:00\".\n\n           Neckbone sits on his bike parked near the vending machines at\n\n           the Piggly Wiggly. Ellis, on the payphone, scans the parking\n\n           lot. No sign of Carver's Lincoln. No other Bounty Hunters.\n\n\n\n                          NECKBONE\n\n           Where are those bastards?\n\n\n\n           85.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           I don't know.\n\n\n\n                          (HANGS UP)\n\n           She's not answerin'.\n\n\n\n                          NECKBONE\n\n           What do you wanna do?\n\n\n\n                          ELLIS\n\n           Take your bike around the side.\n\n           I'll check her room. We'll just\n\n           have to hope no one sees us.\n\n           Neckbone cranks the bike and speeds toward the motel. Ellis\n\n           looks to the motel, then the parking lot.\n\n\n\n          94 EXT. EXECUTIVE INN - MOMENTS LATER 94\n\n\n\n\n\n           ON THE SECOND FLOOR,\n\n           Ellis cautiously heads up the stairs. He eyes the parking\n\n           lot at the Piggly Wiggly but still sees no sign of Carver's\n\n           men.\n\n           He moves quickly toward Juniper's door. Checking over his\n\n           shoulder, he knocks. No answer. He knocks again. Nothing.\n\n           He peeks through the window. No lights. No movement.\n\n\n\n          95 BY THE DIRT BIKE, 95\n\n           Neckbone gets off his bike and slips to the corner of the\n\n           building. As he peeks his head out, Ellis nearly knocks him\n\n           over on his way downstairs. They both flinch.\n\n\n\n                          NECKBONE\n\n           Shit. Was she there?\n\n\n\n                          ELLIS\n\n           Nothin'.\n\n           Ellis notices the front office\n\n\n\n                          ELLIS (CONT'D)\n\n           Come on.\n\n\n\n          96 INT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS\n\n           Nothin'. Ellis notices the front office\n\n\n\n                          ELLIS (CONT'D)\n\n           Come on. 96 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EXECUTIVE INN/FRONT OFFICE - CONTINUOUS 96\n\n\n\n           The MOTEL CLERK(29) doesn't look up from his issue of\n\n           Lowrider as Ellis and Neckbone enter.\n\n\n\n                          ELLIS\n\n           Scuse me, sir?\n\n\n\n                          MOTEL CLERK\n\n           Yeah.\n\n\n\n           86.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           We're lookin' for the girl in room\n\n           212. You seen her?\n\n\n\n                          MOTEL CLERK\n\n           I've seen her.\n\n\n\n                          ELLIS\n\n           You see her today.\n\n\n\n                          MOTEL CLERK\n\n           Yeah, she came down askin' for\n\n           directions to the nearest bar. I\n\n           told her to head out to a place on\n\n\n\n           61.\n\n           Ellis digests this. They turn to leave.\n\n\n\n           MOTEL CLERK (CONT'D)\n\n           Wait a second, are ya'll the little\n\n           bastards tryin' to sell fish to the\n\n           guests?\n\n           They're already out the door.\n\n\n\n          97 EXT. ROADSIDE BAR - DUSK 97\n\n\n\n           Ellis and Neckbone pull into the gravel lot in front of a\n\n           roadside bar. The cinder block building sits by itself just\n\n           off the highway. Cars and motorcycles fill the lot.\n\n\n\n                          NECKBONE\n\n           You think this is it?\n\n\n\n                          ELLIS\n\n           It's gotta be.\n\n\n\n          98 INT. ROADSIDE BAR - CONTINUOUS 98\n\n\n\n           The small bar is loud and crowded. Shoulder to shoulder\n\n           PATRONS bump against one another as MUSIC blares.\n\n           Neckbone and Ellis press through the crowd searching for\n\n           Juniper. They are a good foot shorter than anyone else.\n\n           Ellis notices a man at the bar. It's Miller, the bounty\n\n           hunter from King's motel. He's staring at something across\n\n           the room. Ellis follows his line of sight.\n\n           The crowd weaves in front of him, but then he sees her.\n\n           Juniper leans against a pool table at the far end of the bar.\n\n           A GUY(32) whispers in her ear and kisses her neck. She\n\n           throws her head back, laughing. Ellis watches in disbelief.\n\n           Nearby, the BARTENDER(46) fills a customer's shot glass.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\n\n           throws her head back, laughing. Ellis watches in disbelief. Nearby, the BARTENDER(46) fills a customer's shot glass. \n\nTARGET SECTION TO BE ANNOTATED:\n The\n\n           two underage kids catch his attention.\n\n\n\n           87.\n\n\n\n                         \n\n           Ellis' face is frozen, locked on Juniper. Neckbone places a\n\n           hand on his shoulder.\n\n           Juniper's eyes drift toward the boys. She makes eye contact\n\n           with Ellis, and her smile vanishes. The Guy keeps whispering\n\n           in her ear. Juniper straightens her back slightly.\n\n           Ellis can't take his eyes off her. Juniper stares back at\n\n           him, but doesn't make a move.\n\n           After a moment, Juniper's eyes fall to the floor. She turns\n\n           her head back to the Guy. The crowd fills back in and the\n\n           image is out of Ellis' reach.\n\n\n\n           BARTENDER (O.S.)\n\n           What the hell are ya'll doin'?!\n\n           The Bartender swoops in, grabbing them both by the backs of\n\n           their necks and shoving them toward the door. Ellis strains\n\n           against the thick hand. He tries to get another look at\n\n           Juniper, but it's too crowded.\n\n\n\n                         \n\n\n\n          99 EXT. ROADSIDE BAR - DUSK - CONTINUOUS 99\n\n\n\n           The Bartender flings Ellis and Neckbone into the parking lot.\n\n           Neckbone slides on the loose gravel.\n\n\n\n                          BARTENDER\n\n           Ya'll stay outta here!\n\n           Ellis just stands staring at the front door. The Bartender\n\n           makes a swatting motion toward them.\n\n\n\n                          BARTENDER (CONT'D)\n\n\n\n           I SAID GET OUTTA HERE!!!\n\n           Neckbone gathers his friend and leads him away.\n\n\n\n                          NECKBONE\n\n           Thanks a lot asshole!\n\n\n\n                          (TO ELLIS)\n\n           Come on man.\n\n           They head over to Neckbone's dirt bike. He pulls out the key\n\n           and climbs on. Ellis hesitates.\n\n\n\n                          NECKBONE (CONT'D)\n\n           I'll take you home.\n\n\n\n                          ELLIS\n\n           We're gonna have to tell Mud.\n\n           Neckbone drops his head, nods reluctantly.\n\n\n\n           88.\n\n\n\n                         \n\n\n\n          100 EXT. ISLAND SHORE - NIGHT 100\n\n\n\n           The boys struggle to pull the heavy motor out of their boat.\n\n           It hits the shoreline with a thud. They lean over it,\n\n           sucking air.\n\n\n\n                          ELLIS\n\n           Just leave it. Mud'll have to help\n\n           get it.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey lean over it,\n\n           sucking air. ELLIS\n\n           Just leave it. Mud'll have to help\n\n           get it. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE\n\n           What're you gonna tell him?\n\n\n\n                          ELLIS\n\n           I'll just tell him the truth.\n\n\n\n          101 EXT. ISLAND/SOUTHERN SHORE - NIGHT 101\n\n\n\n           Mud stands at the back of the boat, which now rests on the\n\n           boat trailer near the water. His face is clean shaven and\n\n           his hair is wetted back. His shirt, still filthy, is tucked\n\n           into his pants.\n\n           He whistles and works by the light of a small fire nearby.\n\n           Ellis steps out from behind a tree. He's holding the grocery\n\n           sack that was left on his houseboat.\n\n\n\n                          ELLIS\n\n\n\n           MUD!\n\n           Mud, hearing the voice, quickly puts down his tools and turns\n\n           to the woods. He smooths his clothes down.\n\n\n\n                          MUD\n\n           What you say there?!\n\n           Ellis appears out of the dark, followed by Neckbone. Mud's\n\n           eyes search the treeline for Juniper.\n\n\n\n                          MUD (CONT'D)\n\n           What you say Ellis?\n\n           Ellis can't look him in the eye.\n\n\n\n                          ELLIS\n\n           We got that motor.\n\n\n\n                          MUD\n\n           Is Juniper okay?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          MUD\n\n           Where is she?\n\n\n\n           89.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           She didn't meet up with us.\n\n\n\n                          MUD\n\n           What happened? Was it Carver?\n\n\n\n                          ELLIS\n\n           It wasn't Carver.\n\n          Mud straightens up, prepares for the news.\n\n\n\n                          MUD\n\n           What's goin' on Ellis?\n\n\n\n                          ELLIS\n\n           She was supposed to meet us on the\n\n           side of the motel. She never\n\n           showed up. We went asking for her.\n\n           The motel clerk told us she went to\n\n           a bar out on 61.\n\n\n\n                          MUD\n\n           What?\n\n\n\n                          ELLIS\n\n           We tracked her down. She was there\n\n           with another guy.\n\n\n\n                          (HESITATES)\n\n           They were together.\n\n          Mud's face drops. He walks to the fire and shakes a cooking\n\n          pot resting in the coals. The pot bubbles with roof tar.\n\n\n\n                          MUD\n\n           She probably thought Carver was on\n\n           to her.\n\n\n\n                          ELLIS\n\n           She knew the plan Mud.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pot bubbles with roof tar. MUD\n\n           She probably thought Carver was on\n\n           to her. ELLIS\n\n           She knew the plan Mud. \n\nTARGET SECTION TO BE ANNOTATED:\n She just\n\n           didn't show up.\n\n\n\n                          MUD\n\n           What was she doin' with the other\n\n           guy?\n\n          Ellis hesitates, not wanting to say. Mud pushes.\n\n\n\n                          MUD (CONT'D)\n\n           What were they doin' Ellis?\n\n\n\n                          ELLIS\n\n           They were playin' pool. Drinkin'.\n\n           He was close up on her. They were\n\n           laughin'. He kissed her on the\n\n           neck.\n\n          Mud nods.\n\n\n\n           90.\n\n\n\n                         \n\n\n\n                          MUD\n\n           And that's how it is.\n\n           He takes the pot of roofing tar over to the boat and begins\n\n           pasting some of the newly replaced boards with a flat stick.\n\n\n\n                          ELLIS\n\n           What do you want us to do?\n\n\n\n                          MUD\n\n           Just go home Ellis.\n\n           Ellis looks at Neckbone, then sets the grocery sack on the\n\n           ground.\n\n\n\n                          ELLIS\n\n           Tom left this for you.\n\n           They slowly retreat into the woods and disappear.\n\n           Mud turns back to the campfire and shoves the pot into the\n\n           ashes. His eyes, soft and red, reflect the flame.\n\n\n\n          102 EXT. MISSISSIPPI RIVER - NIGHT 102\n\n\n\n           Ellis and Neckbone motor away from the island in the flat\n\n           bottom boat. They look back at the shore.\n\n\n\n                          ELLIS\n\n           You think it's all right to leave\n\n           him alone?!\n\n\n\n                          NECKBONE\n\n           I doubt it!\n\n           Neckbone sees Ellis' concern.\n\n\n\n                          NECKBONE (CONT'D)\n\n           I'll sleep over at your house\n\n           tonight! We can check on him first\n\n           thing tomorrow!\n\n           Ellis nods. As they head further up river, the island grows\n\n           smaller, silhouetted by the moonlight.\n\n\n\n          103 INT. ELLIS' ROOM - MORNING 103\n\n\n\n           Neckbone snores, sprawled out on top of a sleeping bag on the\n\n           floor. Ellis sits up in bed with something on his mind.\n\n           He gets up and steps gingerly over Neckbone to exit the room.\n\n\n\n          104 INT. ELLIS' HOUSEBOAT - DEN - CONTINUOUS 104\n\n\n\n           The house is silent. Ellis slips into the kitchen and picks\n\n           up the phone receiver mounted on the cabinet.\n\n\n\n           91.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIS' HOUSEBOAT - DEN - CONTINUOUS 104\n\n\n\n           The house is silent. Ellis slips into the kitchen and picks\n\n           up the phone receiver mounted on the cabinet. 91. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          He pulls the cord out to stand with his face in the corner.\n\n          He dials, waits, and speaks softly into the receiver.\n\n\n\n                          ELLIS\n\n           Hello? Is May Pearl there...This\n\n           is Ellis...I called yesterday, you\n\n           give her my message?...My name is\n\n           Ellis. I'm her boyfriend...Oh,\n\n           she's asleep...I said she's asleep?\n\n          The front door flies open. Senior storms headlong toward\n\n          Ellis. He shouts.\n\n\n\n                          SENIOR\n\n\n\n           MARY LEE!\n\n          Ellis turns as Senior yanks the phone by the cord. It snaps\n\n          out of Ellis' hand and smashes apart on the floor. Ellis\n\n          flinches at the sight of his father flying at him.\n\n\n\n                          SENIOR (CONT'D)\n\n           What the hell have you been doing?\n\n\n\n           WHAT HAVE YOU BEEN DOIN'?!!\n\n          Senior grabs Ellis by the arms and shoves him against the den\n\n          wall. Mary Lee comes running from her room.\n\n\n\n                          MARY LEE\n\n\n\n           SENIOR! SENIOR DAMMIT!\n\n          She slaps at her husband's arms and back. He swats her away.\n\n\n\n                          SENIOR\n\n           You tell her. You tell her what\n\n           you've been up to.\n\n\n\n                          ELLIS\n\n           I don't know what you're sayin'.\n\n\n\n                          MARY LEE\n\n           Take your hands off him Senior!\n\n          Senior keeps Ellis pinned to the wall with his left hand. He\n\n          opens up and addresses Mary Lee with his right.\n\n\n\n                          SENIOR\n\n           J.J. Crawford said a boat motor\n\n           went missin' from his stock yard.\n\n           Said his daughter saw this one and\n\n           his friend haulin' it off.\n\n          This makes Mary Lee pause.\n\n\n\n                          SENIOR (CONT'D)\n\n           Now you tell me right now, did you\n\n           steal that motor?\n\n\n\n           92.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           We didn't steal it.\n\n\n\n                          SENIOR\n\n           Lie to me again.\n\n\n\n                          ELLIS\n\n           We thought it was junk. We didn't\n\n           think it was worth anything.\n\n\n\n                          MARY LEE\n\n           Ellis?\n\n          A cool anger rushes over Senior's face. He releases Ellis\n\n          and takes a step back.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY LEE\n\n           Ellis? A cool anger rushes over Senior's face. He releases Ellis\n\n          and takes a step back. \n\nTARGET SECTION TO BE ANNOTATED:\n                          SENIOR\n\n           You tell me I raised a thief?\n\n\n\n                          ELLIS\n\n           I'm not a thief.\n\n\n\n                          SENIOR\n\n           You take property that's not yours.\n\n           Property that belongs to another\n\n           man. That junk is his livelihood.\n\n           I'm ashamed of you.\n\n          Ellis drops his head. His face flushed.\n\n\n\n                          MARY LEE\n\n           Senior.\n\n\n\n                          SENIOR\n\n           (to Mary Lee)\n\n           Shut your mouth. You think you can\n\n           take things and not have him see\n\n           it? Neither one of you has any\n\n           respect for a man's livelihood. A\n\n           life that puts clothes on your back\n\n           and food in your stomach.\n\n\n\n                          MARY LEE\n\n           Don't you blame this on me. One\n\n           doesn't have a thing to do with the\n\n           other and you know it.\n\n\n\n                          SENIOR\n\n           Don't tell me what I know. If you\n\n           can steal a man's life out from\n\n           under him in front of your son and\n\n           think he won't take a lesson from\n\n           it than you're even dumber than you\n\n           look.\n\n\n\n                          ELLIS\n\n           Stop it dad.\n\n\n\n           93.\n\n\n\n                         \n\n          Senior volleys a finger at Ellis.\n\n\n\n                          SENIOR\n\n           She's raisin' you a snake like\n\n           herself, and you can curl up with\n\n           her `fore I give a damn. You just\n\n           remember this when you watch them\n\n           rip this house apart board by\n\n           board. You Hear Me!\n\n          Mary Lee slaps Senior hard. He turns to her, saying nothing.\n\n\n\n                          MARY LEE\n\n           You're a man who's never had the\n\n           strength to support his own life.\n\n           I never asked you for a thing, and\n\n           I've never took a thing from you\n\n           that I couldn't provide for on my\n\n           own. If they do tear my home apart\n\n           the only joy I'll have in my heart\n\n           is knowin' that they'll be tearing\n\n           you out of my life for good.\n\n          She wipes her eyes and turns her attention to Ellis.\n\n\n\n           MARY LEE (CONT'D)\n\n           Ellis. You'll return that motor\n\n           from where you found it and you'll\n\n           apologize in person to the man you\n\n           took it from.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe wipes her eyes and turns her attention to Ellis. MARY LEE (CONT'D)\n\n           Ellis. You'll return that motor\n\n           from where you found it and you'll\n\n           apologize in person to the man you\n\n           took it from. \n\nTARGET SECTION TO BE ANNOTATED:\n I won't hear about\n\n           anything like this again.\n\n          Mary Lee walks to the front door. She collects her purse and\n\n          keys and exits quietly.\n\n          Senior and Ellis stand in silence, which feels even more\n\n          uncomfortable than the shouting. Ellis finally speaks.\n\n\n\n                          ELLIS\n\n           I can't take that motor back. But\n\n           I'll pay him for it. I'll pay him\n\n           what he wants for it.\n\n          Senior, stoic, pivots his body away from the boy.\n\n\n\n                          SENIOR\n\n           I don't care what you do Ellis.\n\n          Senior retreats to the bedroom. Ellis is left alone in the\n\n          wake.\n\n          He looks to his room. The door opens slightly and Neckbone\n\n          takes a step out. Neckbone doesn't say anything. He just\n\n          bites at his lip, sympathy for his friend.\n\n\n\n           94.\n\n\n\n                         \n\n\n\n          105 EXT. ISLAND SHORE LANDING - DAY 105\n\n\n\n           Charred hunks of driftwood smolder in a ruined pile on the\n\n           sand. They constitute the remains of a large bonfire.\n\n           Neckbone and Ellis stare at the ash.\n\n\n\n                          NECKBONE\n\n           What the hell's all this?\n\n\n\n                          ELLIS\n\n           It's a bonfire.\n\n\n\n                          NECKBONE\n\n           I guess he didn't care about bein'\n\n           seen.\n\n           Ellis kicks at one of the burned logs. He bends down and\n\n           finds the bottle of Jack Daniels, smashed.\n\n\n\n                          ELLIS\n\n           He had something else on his mind.\n\n           Come on.\n\n           Ellis leads Neckbone into the treeline.\n\n\n\n          106 EXT. ISLAND WOODS/CREEK - DAY 106\n\n\n\n           Mud's yellow shirt hangs, partially ripped, from a tree\n\n           branch. Ellis pulls it off the limb.\n\n           Concerned, they head deeper into the woods, over the fallen\n\n           tree trunk that bridges the creek.\n\n\n\n          107 EXT. ISLAND WOODS AND SOUTHERN SHORE - DAY 107\n\n\n\n           The boys watch Mud through the trees at a distance. He's\n\n           crouched on the deck of the boat fiddling with wiring. Mud,\n\n           giving no sign he sees the boys, yells out to them.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nISLAND WOODS AND SOUTHERN SHORE - DAY 107\n\n\n\n           The boys watch Mud through the trees at a distance. He's\n\n           crouched on the deck of the boat fiddling with wiring. Mud,\n\n           giving no sign he sees the boys, yells out to them. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD\n\n           What are ya'll hidin' for?\n\n           Mud drops the wiring and scales down to the bank. They\n\n           emerge from the woods. Ellis carries the yellow shirt.\n\n\n\n                          ELLIS\n\n           We found your shirt.\n\n           Ellis tosses it to him. Mud tosses it back.\n\n\n\n                          MUD\n\n           Keep it. I don't need it anymore.\n\n           Mud goes to the motor at the rear to tinker with more wires.\n\n\n\n           95.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           We saw what's left of your bonfire.\n\n\n\n                          (NO RESPONSE)\n\n           Somebody could've seen you.\n\n\n\n                          MUD\n\n           I guess.\n\n\n\n                          ELLIS\n\n           You do some drinkin' last night?\n\n\n\n                          MUD\n\n           I did a lot of drinkin' last night.\n\n          Mud stops and walks over to address the boys. His face is\n\n          pale and his manner is curt.\n\n\n\n                          MUD (CONT'D)\n\n           Neck I'm gonna need you here to get\n\n           the motor runnin'. Ellis I need\n\n           you to do something else for me.\n\n          Mud removes a folded note from his back pocket.\n\n\n\n                          MUD (CONT'D)\n\n           I need you to take this to Juniper.\n\n\n\n                          ELLIS\n\n           Okay Mud.\n\n          Ellis takes the letter. Mud goes back to the boat motor. He\n\n          motions to Neckbone to join him.\n\n\n\n                          MUD\n\n           Let's go.\n\n\n\n                          ELLIS\n\n           You still takin' Juniper?\n\n\n\n                          MUD\n\n           I had a dream last night. I saw\n\n           Juniper laying in a field with\n\n           another man. They were making\n\n           love. I walked out into the field.\n\n           Walked toward `em. I was so angry\n\n           the tips of my ears were burnin'.\n\n           That's how I knew I was gonna kill\n\n           this man. But when I got up close\n\n           enough, I saw that the man she was\n\n           with had tattoos on his back, just\n\n           like mine. I moved in closer and\n\n           the guy turns his head back toward\n\n           me. Hair for hair, dead truth, the\n\n           guy she was with was me.\n\n          Mud ducks back under the motor. Ellis looks at Neckbone,\n\n          worried.\n\n\n\n           96.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nMud ducks back under the motor. Ellis looks at Neckbone,\n\n          worried. 96. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                          MUD (CONT'D)\n\n           I'll finish the boat, but I'd be\n\n           surprised if I live long enough to\n\n           sail on it. A vision of yourself\n\n           is a sure sign of death. Neck can\n\n           you grab me a socket wrench?\n\n           Neckbone and Ellis walk to the toolbox sitting nearby. They\n\n           crouch by it, speaking quietly.\n\n\n\n                          NECKBONE\n\n           You be all right?\n\n\n\n                          ELLIS\n\n           Yeah. What about you?\n\n\n\n                          NECKBONE\n\n           He'll be okay.\n\n\n\n                          ELLIS\n\n           Can I borrow your bike?\n\n           Neckbone fishes the key out of his pocket. Hesitates.\n\n\n\n                          NECKBONE\n\n           Don't tump it.\n\n           Ellis nods. Neckbone walks over to Mud with the toolbox.\n\n           Letter in hand, Ellis gives a final look toward Mud's labor\n\n           and walks back into the woods. On his way, he stops to hang\n\n           Mud's shirt on a tree branch.\n\n\n\n          108 EXT. MISSISSIPPI RIVER - DAY 108\n\n\n\n           Ellis rides in the flat bottom boat alone. He stares at the\n\n           letter in his hand.\n\n\n\n          109 EXT. PIGGLY WIGGLY - DAY 109\n\n\n\n           Ellis sits on the dirt bike. He scans the parking lot. No\n\n           black Lincoln. His eyes stop on a green pick-up. Miller,\n\n           sits inside.\n\n           Ellis looks around and finds a pay phone nearby. He gets off\n\n           the bike and walks toward it. Ellis removes the flier Carver\n\n           gave him. He dials a phone number copied at the bottom.\n\n\n\n                          ELLIS\n\n           (into the phone)\n\n           Hello. I saw the guy you're\n\n           lookin' for...Yeah, he's crazy\n\n           lookin'. Saw him at the Wal-mart\n\n           outside of Gillet. He was buyin'\n\n           some beanie weenie...'bout five\n\n           minutes ago.\n\n\n\n           97.\n\n\n\n                         \n\n           Ellis hangs up the phone. He walks back over to the bike,\n\n           climbs on and waits.\n\n           After a moment, he watches as Miller's green pick-up pulls\n\n           out of the Piggly Wiggly parking lot and races away. Ellis\n\n           cranks the bike.\n\n\n\n          110 EXT.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a moment, he watches as Miller's green pick-up pulls\n\n           out of the Piggly Wiggly parking lot and races away. Ellis\n\n           cranks the bike. 110 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EXECUTIVE INN/JUNIPER'S ROOM - CONTINUOUS 110\n\n\n\n           Ellis, at a slight crouch, keeps his eyes on the Piggly\n\n           Wiggly parking lot. The green pick-up is nowhere in sight.\n\n           At Juniper's door, he knocks twice, softly. The door swings\n\n           opens. Juniper stands there, holding a lit cigarette.\n\n\n\n                          JUNIPER\n\n           I was wonderin' when I'd see you.\n\n           Ellis checks over his shoulder and walks inside\n\n\n\n          111 INT. EXECUTIVE INN/JUNIPER'S ROOM - CONTINUOUS 111\n\n\n\n           The bed is unmade and the room is a bit of a mess. Ellis\n\n           keeps his head down. Juniper closes the door and takes a\n\n           seat on the edge of the bed. She grabs the remote control\n\n           and mutes the television.\n\n\n\n                          JUNIPER\n\n           I'm sorry about last night. I\n\n           didn't plan on...\n\n           Before she can finish Ellis has fished the letter out of his\n\n           pocket and holds it out to her.\n\n\n\n                          ELLIS\n\n           I'm supposed to give this to you.\n\n           Juniper takes the letter.\n\n\n\n                          JUNIPER\n\n           Okay.\n\n           Ellis goes to the door. He pulls the bedroom curtain back\n\n           slightly to check the parking lot. The coast is clear.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Did you read it?\n\n\n\n                          ELLIS\n\n           No. I gotta go.\n\n\n\n                          JUNIPER\n\n           Ellis?\n\n           He turns to her.\n\n\n\n           98.\n\n\n\n                         \n\n\n\n                          JUNIPER (CONT'D)\n\n           I'm sorry.\n\n\n\n                          ELLIS\n\n           All you had to do was be there.\n\n\n\n                          JUNIPER\n\n           I couldn't.\n\n\n\n                          ELLIS\n\n           Then why'd you even come here?\n\n\n\n                          JUNIPER\n\n           I came here to leave with him. I\n\n           really did. But now...now I guess\n\n           I just came to say goodbye.\n\n          His eyes fall to the floor.\n\n\n\n                          JUNIPER (CONT'D)\n\n           You don't know us Ellis. We've\n\n           been headin' this way for a long\n\n           time.\n\n\n\n                          ELLIS\n\n           I know he'd do anything for you.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUNIPER (CONT'D)\n\n           You don't know us Ellis. We've\n\n           been headin' this way for a long\n\n           time. ELLIS\n\n           I know he'd do anything for you. \n\nTARGET SECTION TO BE ANNOTATED:\n          She puts her cigarette out in a Coke can on the floor.\n\n\n\n                          JUNIPER\n\n           You really believe that?\n\n          Ellis nods. Juniper speaks to him gently, almost smiling.\n\n          It's a look of resignation.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Mud's a born liar. That's what\n\n           makes him so likable. He makes\n\n           people feel good about themselves.\n\n           He's a romantic. I don't think he\n\n           means to hurt people. But when\n\n           people get close to him, that's\n\n           what happens.\n\n          Ellis watches her as she goes to the sink and wets the end of\n\n          a towel. She dabs her eyes at the mirror.\n\n\n\n                          JUNIPER (CONT'D)\n\n           I do love him Ellis. But I can't\n\n           spend the rest of my life runnin'\n\n           with him. I may not know what kind\n\n           of life I want, but I know that's\n\n           not it.\n\n          Her back to him, Ellis watches as she unfolds the letter and\n\n          begins reading. He angles himself to see her face in the\n\n          mirror. He watches her eyes scanning the words. No emotion.\n\n\n\n           99.\n\n\n\n                         \n\n           She finishes, folds the letter back up, then turns to him.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Tell him I understand.\n\n\n\n                          ELLIS\n\n           What's it say?\n\n\n\n                          JUNIPER\n\n           It says it's over. Tell him I've\n\n           packed my things. Tell him I've\n\n           gone.\n\n           She takes a deep breath and smiles at him.\n\n\n\n                          JUNIPER (CONT'D)\n\n           Bye Ellis.\n\n           Ellis turns and walks out.\n\n\n\n          112 EXT. EXECUTIVE INN/JUNIPER'S ROOM - CONTINUOUS 112\n\n\n\n           Ellis, dejected, no longer bothers to look over his shoulder.\n\n           He walks to the staircase but stops there. Feeling the need\n\n           to say something more, he goes back to her room.\n\n           He puts his knuckle flat on the door but hesitates. He leans\n\n           over and looks through the window.\n\n           The sliver in the curtain gives him a glimpse. Juniper is\n\n           curled up on the end of the bed. She is sobbing.\n\n           Ellis watches longer than he should before pulling his head\n\n           away from the window.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nJuniper is\n\n           curled up on the end of the bed. She is sobbing. Ellis watches longer than he should before pulling his head\n\n           away from the window. \n\nTARGET SECTION TO BE ANNOTATED:\n Ellis heads back downstairs.\n\n\n\n          113 EXT. INTERSECTION/SONIC DRIVE-IN - DAY 113\n\n\n\n           Ellis, riding the dirtbike, looks to his left into the Sonic\n\n           Drive-In parking lot. The high school kids have gathered\n\n           there again.\n\n           He notices a rust colored Ford coup. The driver, an older\n\n           kid named KYLE(18), sits beside May Pearl laughing.\n\n           Ellis steers into traffic and crosses the street. He pulls\n\n           onto a patch of grass at the edge of the Sonic parking lot.\n\n           In one motion, Ellis tumps the bike on its side and makes a b-\n\n           line for the coup.\n\n\n\n           INSIDE THE CAR,\n\n           Kyle's hand is on May Pearl's knee.\n\n\n\n           100.\n\n\n\n                         \n\n\n\n                          KYLE\n\n           So what'd she say?\n\n\n\n                          MAY PEARL\n\n           She said she didn't like him that\n\n           much. I told her I thought he was\n\n           all right.\n\n          Ellis appears with his elbows in the driver's side window.\n\n          He sticks his head so far in the door that Kyle has to lean\n\n          back in his seat to make room. May Pearl is surprised. Kyle\n\n          snorts out a laugh.\n\n\n\n                          ELLIS\n\n           You get my phone calls?\n\n\n\n                          MAY PEARL\n\n           What?\n\n\n\n                          ELLIS\n\n           I've been callin' you.\n\n           (motions with his head)\n\n           Who's this guy?\n\n\n\n                          KYLE\n\n           Get your head outta my car kid.\n\n          Ellis takes his right elbow and quickly knocks Kyle in the\n\n          mouth. It splits his upper lip. Kyle grabs his face.\n\n\n\n                          KYLE (CONT'D)\n\n           Shit!\n\n\n\n                          MAY PEARL\n\n           Ellis!\n\n\n\n                          ELLIS\n\n           I called you twice yesterday. Your\n\n           sister didn't tell you?\n\n          Kyle slings the door open knocking Ellis to the pavement.\n\n          From the ground, Ellis can see that Kyle is big and\n\n          considerably tougher than the skinny kid he punched before.\n\n          Kyle's friends from other cars take notice and begin to\n\n          converge on them.\n\n          Ellis makes a move for Kyle's legs but is kicked back to the\n\n          pavement. Kyle straddles him on the ground and punches him.\n\n          Another punch to Ellis' face. May Pearl is out of the car\n\n          and yelling.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nKyle straddles him on the ground and punches him. Another punch to Ellis' face. May Pearl is out of the car\n\n          and yelling. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MAY PEARL\n\n           Kyle! Stop it Kyle!\n\n\n\n           101.\n\n\n\n                         \n\n          May Pearl pulls Kyle by the collar. By his own will, he\n\n          raises off of Ellis, keeping an eye on him.\n\n          A streak of blood stretches from Ellis' nose to his ear. He\n\n          gets to his feet, dazed.\n\n          Ellis wipes at his nose and sees May Pearl shove Kyle. Kyle\n\n          smiles and turns to his friends, who laugh. The CROWD that\n\n          has collected consists of older high school guys and girls.\n\n          Ellis steps toward May Pearl and is met with a shove too.\n\n\n\n           MAY PEARL (CONT'D)\n\n           What the hell are you doin' here\n\n           Ellis?!\n\n\n\n                          ELLIS\n\n           What?\n\n\n\n                          MAY PEARL\n\n           You can't just run up and punch\n\n           people I'm with!\n\n\n\n                          ELLIS\n\n           I'm sorry, I just wanted to know\n\n           why you hadn't called me back.\n\n\n\n           I...\n\n\n\n                          MAY PEARL\n\n           Why would I call you back Ellis?\n\n\n\n                          ELLIS\n\n           Because you're my girlfriend.\n\n          The crowd is watching.\n\n\n\n                          MAY PEARL\n\n           I'm not your girlfriend! We went\n\n           on one date. One!\n\n\n\n                          ELLIS\n\n           We kissed.\n\n\n\n                          MAY PEARL\n\n           That doesn't matter!\n\n\n\n                          ELLIS\n\n           Yeah but...\n\n\n\n                          MAY PEARL\n\n           But what Ellis?! What did you\n\n           expect?!\n\n\n\n                          ELLIS\n\n           I love you.\n\n\n\n           102.\n\n\n\n                         \n\n\n\n                          MAY PEARL\n\n           You're fourteen!\n\n\n\n                          ELLIS\n\n           Don't. Wait. We can make this\n\n           work. We can figure it out. I\n\n           love you.\n\n\n\n                          MAY PEARL\n\n           What?\n\n           Ellis is losing it. His eyes are red. He looks at the crowd\n\n           of kids. There are smiles and some snickering. May Pearl is\n\n           speechless. She just stares at him.\n\n           Ellis turns and walks back to the dirt bike.\n\n           May Pearl's girlfriends gather around her. She shakes her\n\n           head, dumbstruck.\n\n           Ellis lifts the bike off the ground. He looks back at May\n\n           Pearl who appears to be shrugging off the whole affair in\n\n           front of her friends. Ellis speeds off.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis lifts the bike off the ground. He looks back at May\n\n           Pearl who appears to be shrugging off the whole affair in\n\n           front of her friends. Ellis speeds off. \n\nTARGET SECTION TO BE ANNOTATED:\n          114 EXT. ELLIS' HOUSEBOAT/RIVERBANK - DAY 114\n\n\n\n           A fire snaps and pops on the riverbank next to Ellis'\n\n           houseboat.\n\n           Ellis drags a piece of particle board from a trash pile\n\n           nearby. He drops the board onto the fire and stands back to\n\n           watch the blaze. Neckbone's bike leans on a tree behind him.\n\n           Senior's truck rattles to a stop in the gravel just down the\n\n           bank. He jumps out of the cab exasperated by the fire his\n\n           son has started by their home.\n\n\n\n                          SENIOR\n\n           What the hell are you doin'?!\n\n           Ellis says nothing. He doesn't move. Senior, continuing to\n\n           yell, runs and drags a hose up from the houseboat.\n\n\n\n                          SENIOR (CONT'D)\n\n           Ellis dammit! What the hell's\n\n           wrong with you?!\n\n           The fire hisses as Senior turns the hose on it.\n\n\n\n                          SENIOR (CONT'D)\n\n           Ellis? Look at me.\n\n           Ellis finally looks up at his father. A phone RINGS from\n\n           inside the houseboat. Senior holds the hose in front of him.\n\n\n\n                          SENIOR (CONT'D)\n\n           Take it. Put this damn thing out.\n\n\n\n           103.\n\n\n\n                         \n\n           Ellis takes the hose as Senior stomps on board to catch the\n\n           phone. Ellis drops the hose.\n\n           Senior's voice, speaking into the telephone, faintly carries\n\n           outside. He's yelling. Ellis turns his head to listen.\n\n\n\n           SENIOR (O.S.) (CONT'D)\n\n           I don't give a shit! Fine! I\n\n           don't care what you do! I'm done\n\n           with it!\n\n           Ellis moves around the fire so he can see the houseboat\n\n           through the flames. He hears the phone SLAM down.\n\n           Senior appears at the back door. He stares at Ellis through\n\n           the fire. Ellis moves to the side but realizes Senior isn't\n\n           staring at him. He's staring at the fire.\n\n           Senior disappears back into the house. There is a commotion.\n\n           Ellis watches as Senior bursts out of the house holding an\n\n           armful of woman's clothes. Senior walks up to the bonfire\n\n           and begins tossing clothes on top piece by piece.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a commotion. Ellis watches as Senior bursts out of the house holding an\n\n           armful of woman's clothes. Senior walks up to the bonfire\n\n           and begins tossing clothes on top piece by piece. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS\n\n           What are you doing?\n\n           Ellis watches as dresses and blouses begin to shrivel up in\n\n           the flames.\n\n\n\n                          ELLIS (CONT'D)\n\n           Stop it! That's mom's stuff! STOP\n\n\n\n           IT!\n\n           Ellis shoves at Senior. He easily counters the boy with his\n\n           arm and continues tossing the clothes into the fire. Ellis\n\n           is screaming and crying.\n\n\n\n                          ELLIS (CONT'D)\n\n\n\n           STOP IT! STOP!\n\n           Ellis tries yanking the remaining clothes out of his father's\n\n           hands but Senior shakes him off. Ellis stumbles. He watches\n\n           with tears as Senior tosses all of the clothes on.\n\n           Senior watches his wife's clothes burn. Ellis backs away to\n\n           the bike. He climbs on, cranks the engine and speeds off.\n\n\n\n          115 EXT. ISLAND SHORE - DAY 115\n\n\n\n           Ellis grounds the flat-bottom on shore and jumps out.\n\n\n\n          116 EXT. ISLAND WOODS/CREEK - DAY 116\n\n\n\n           Ellis thrashes through the woods. His muddy feet stomp\n\n           across the fallen tree trunk that bridges the creek.\n\n\n\n           104.\n\n\n\n                         \n\n\n\n          117 EXT. ISLAND/SOUTHERN SHORE - DAY 117\n\n\n\n           The boat rests on its trailer on the edge of the bank. Mud\n\n           stands on board looking down at the motor. Neckbone, tools\n\n           in hand, has his head buried in the motor.\n\n\n\n                          NECKBONE\n\n           Try it now.\n\n           Mud turns a switch. No result.\n\n\n\n                          MUD\n\n           Nothin'.\n\n\n\n                          NECKBONE\n\n           Sonofabitch.\n\n           Ellis emerges from the treeline. Mud sees him and hops down\n\n           from the boat. He walks up to him.\n\n\n\n                          MUD\n\n           What'd she...\n\n           Ellis punches Mud with as much force as he can muster. It's\n\n           barely enough to turn Mud's face, but it stuns him.\n\n\n\n                          ELLIS\n\n           You're a liar. Makin' two kids run\n\n           around doin' work you're too scared\n\n           to do yourself. Makin' me tell her\n\n           it's over `cause you're too scared\n\n           to do it yourself.\n\n           Mud steps back and gives the boy his space. Neckbone has\n\n           made his way over and watches from behind Mud.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nMakin' me tell her\n\n           it's over `cause you're too scared\n\n           to do it yourself. Mud steps back and gives the boy his space. Neckbone has\n\n           made his way over and watches from behind Mud. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ELLIS (CONT'D)\n\n           You said you loved her and you\n\n           lied. You gave up on her and she\n\n           gave up on you just like everybody\n\n           else. I trusted you. Bonfires and\n\n           crosses. Wolf's eye bullshit.\n\n           Mud tries to approach him but the boy explodes, shoving him.\n\n\n\n                          ELLIS (CONT'D)\n\n\n\n           EVERYTHING YOU'VE TOLD ME WAS A\n\n           LIE! You never cared about her.\n\n           You never cared about us. Not like\n\n           you said. Not enough to matter.\n\n           You used us.\n\n\n\n                          MUD\n\n           Come on Ellis.\n\n           Mud holds a hand out to him. Ellis slaps it away.\n\n\n\n           105.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           You made me a thief!\n\n           Ellis walks back into the woods. Mud exhales and turns back\n\n           to Neckbone.\n\n\n\n                          NECKBONE\n\n           Let me talk to him.\n\n\n\n          118 EXT. ISLAND WOODS/CREEK - DAY 118\n\n\n\n           Ellis walks through the woods. Neckbone follows.\n\n\n\n                          NECKBONE\n\n           Ellis! Ellis, stop for a second!\n\n           Neckbone watches as Ellis reaches the tree trunk that bridges\n\n           the creek. Ellis steps onto the log, but his muddy shoes\n\n           miss a step. He SLIPS.\n\n           Neckbone sees Ellis disappear down into the creek bed.\n\n\n\n                          NECKBONE (CONT'D)\n\n\n\n           ELLIS!\n\n           Neckbone rushes over. He cranes his neck out to peer over\n\n           the edge, a solid eight foot drop into the creek.\n\n           Ellis floats face up in the shallow water. He's unconscious.\n\n           A wound on his head from a nearby rock.\n\n           The nest of WATER MOCCASINS has been disturbed; SNAKES WRITHE\n\n\n\n           AROUND ELLIS' BODY.\n\n           Neckbone's eyes widen. He darts back toward the shore.\n\n\n\n          119 EXT. ISLAND/SOUTHERN SHORE - DAY 119\n\n\n\n           Mud stands at the rear of the boat massaging his jaw.\n\n\n\n           NECKBONE (O.S.)\n\n\n\n           MUD! MUD!\n\n           Mud hears the yelling. Neckbone explodes from the trees.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUD! Mud hears the yelling. Neckbone explodes from the trees. \n\nTARGET SECTION TO BE ANNOTATED:\n                          NECKBONE (CONT'D)\n\n\n\n           MUD! ELLIS FELL! HE FELL IN THE\n\n\n\n           CREEK!\n\n           Mud rushes forward.\n\n\n\n                          NECKBONE (CONT'D)\n\n\n\n           HE FELL INTO SNAKES! THE SNAKES!\n\n           Mud stops.\n\n\n\n           106.\n\n\n\n                         \n\n\n\n                          NECKBONE (CONT'D)\n\n\n\n           MUD PLEASE!\n\n           Mud looks around. His shirt hangs from a tree limb nearby.\n\n           He snags it and darts into the woods.\n\n\n\n          120 EXT. ISLAND WOODS/CREEK - DAY 120\n\n\n\n           Mud streaks through the woods as he gets his other arm\n\n           through the shirt sleeve. He reaches the creek.\n\n           Without hesitating, Mud leaps down into the water, scoops\n\n           Ellis into his arms and scales up the opposite side of the\n\n           creek bed.\n\n           Mud sprints for the north side of the island. Neckbone\n\n           chases after them.\n\n\n\n          121 EXT. NORTHERN SHORE AND RIVER - DAY 121\n\n\n\n           Mud cradles Ellis in his arms as he rushes to the flat-bottom\n\n           boat. He sets Ellis gently inside. Neckbone on his heels.\n\n           Mud shoves the boat into the water and hops in. Neckbone\n\n           wades out and crawls up the side of the boat.\n\n\n\n                          MUD\n\n           Get the motor started.\n\n           Neckbone cranks the motor. As they move up river, Mud\n\n           searches Ellis' body. He looks at his neck, his arms, he\n\n           pulls up his shirt.\n\n\n\n                          NECKBONE\n\n           IS HE OKAY?! Is he bit?!\n\n           Mud notices Ellis' jeans leg riding up. He pulls the jeans\n\n           back. A BITE in the middle of his calf. It's a bluish\n\n           bruise with two distinct red dots. The skin around the bite\n\n           has already begun to swell.\n\n\n\n                          MUD\n\n           Shit.\n\n           He rips the jeans up to the thigh. Mud tears a section of\n\n           cloth from the bottom of his own shirt and creates a\n\n           tourniquet just below Ellis' knee.\n\n\n\n                          MUD (CONT'D)\n\n           What time is it?\n\n           Mud pulls a black Sharpie out of his pocket. Neckbone\n\n           doesn't answer, just stares.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUD (CONT'D)\n\n           What time is it? Mud pulls a black Sharpie out of his pocket. Neckbone\n\n           doesn't answer, just stares. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MUD (CONT'D)\n\n\n\n           WHAT TIME IS IT?!\n\n\n\n           107.\n\n\n\n                         \n\n           Neckbone checks his watch.\n\n\n\n                          NECKBONE\n\n           It's four eighteen!\n\n           Mud draws a line on Ellis' leg just above the swollen bite.\n\n           He writes, \"418\".\n\n\n\n                          MUD\n\n           Yell out every 10 minutes!\n\n           Mud elevates Ellis' leg then gently cups his head. He dabs\n\n           the gash on Ellis' forehead.\n\n\n\n                          NECKBONE\n\n           Is he gonna be okay?!\n\n\n\n                          MUD\n\n           We just need to get him to a\n\n           clinic! Is there still one in\n\n           town?!\n\n\n\n                          NECKBONE\n\n           Yeah!\n\n\n\n                          MUD\n\n           It's the closest?!\n\n\n\n                          NECKBONE\n\n           Yeah!\n\n\n\n                          MUD\n\n           I'm gonna need your bike!\n\n\n\n                          NECKBONE\n\n           Are you bit?!\n\n           Mud shakes his head.\n\n\n\n                          MUD\n\n           No.\n\n           He holds Ellis as they move steadily up river.\n\n\n\n          122 EXT. RIVERBANK - DAY 122\n\n\n\n           The flat bottom boat approaches the riverbank. Neckbone\n\n           points to the sandy ridge and yells up to Mud.\n\n\n\n                          NECKBONE\n\n           My bike should be just over that\n\n           ridge!\n\n           Mud looks at Ellis' leg. The swelling has crept up his\n\n           thigh. Black lines with numbers mark its progress: \"428,\n\n           438, 448\". Ellis' face has taken on a blue tint.\n\n\n\n           108.\n\n\n\n                         \n\n           The boat hasn't reached the shore, but Mud takes Ellis in his\n\n           arms and jumps into the water. He wades onto the bank.\n\n\n\n          123 AT THE BIKE, 123\n\n           Mud straddles it, turning Ellis' body so they are face to\n\n           face. He cranks the bike and speeds away.\n\n           Neckbone makes it to the top of the ridge in time to see Mud\n\n           disappear into the trees.\n\n\n\n          124 EXT. TWO-LANE HIGHWAY - DAY 124\n\n\n\n           Mud speeds the dirt bike down the two-lane highway. He's far\n\n           too big for the bike and it's even trickier balancing Ellis.\n\n           Coming up on a slow moving pick-up overloaded with junk, Mud\n\n           veers into the opposing lane.\n\n\n\n           ONCOMING TRAFFIC.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's far\n\n           too big for the bike and it's even trickier balancing Ellis. Coming up on a slow moving pick-up overloaded with junk, Mud\n\n           veers into the opposing lane. ONCOMING TRAFFIC. \n\nTARGET SECTION TO BE ANNOTATED:\n           Mud darts back to his lane in time to miss a semi.\n\n\n\n          125 EXT. CLINIC - DAY 125\n\n\n\n           A MALE NURSE(36) wheels an ELDERLY MAN through the sliding\n\n           double front doors of a small clinic.\n\n           Mud appears around the corner. The bike speeding toward the\n\n           entrance.\n\n           In a fluid motion, Mud takes Ellis in his arms and lifts his\n\n           leg over the bike. The bike tilts and slides across the\n\n           pavement, smacking solidly into the curb.\n\n           Mud has managed to stay on his feet with the boy in his arms\n\n           and rushes through the automatic front doors.\n\n\n\n          126 INT. CLINIC - CONTINUOUS 126\n\n\n\n           The reception area has a DOZEN PATIENTS sitting in it. A\n\n           check-in desk to the left. Mud holds Ellis out in his arms.\n\n\n\n                          MUD\n\n\n\n           I NEED HELP HERE!\n\n           A FEMALE NURSE rushes out of the check-in area.\n\n\n\n                          FEMALE NURSE\n\n           Just stay calm. What's going on?\n\n\n\n                          MUD\n\n           He's been snake bit.\n\n           ANOTHER NURSE rushes off calling for a doctor. The room\n\n           becomes more frenzied. Patients talking. Nurses shouting.\n\n\n\n           109.\n\n\n\n                         \n\n\n\n                          MUD (CONT'D)\n\n           He's snake bit. A cotton mouth.\n\n           On his calf. Just under an hour.\n\n           As quickly as Mud gets this out, a GROUP of NURSES rush out\n\n           of a door at the end of the room pushing a gurney.\n\n           They take Ellis from Mud's arm, place him on the gurney, and\n\n           speed him into the back of the clinic.\n\n           The commotion gone, the reception area feels oddly still.\n\n           Mud takes a deep breath.\n\n           He looks to his right. Patients stare at him. He's beyond\n\n           disheveled. He's crazy looking.\n\n           Mud turns to his left. The Male Nurse stares at him. For\n\n           the first time, Mud realizes he's out in the open.\n\n\n\n                          MALE NURSE\n\n           Sir?\n\n           Mud slowly backs up.\n\n\n\n           MALE NURSE (CONT'D)\n\n           Sir? We're gonna need some\n\n           information?\n\n           Mud backs out of the automatic doors. The entire room stares\n\n           at him.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're gonna need some\n\n           information? Mud backs out of the automatic doors. The entire room stares\n\n           at him. \n\nTARGET SECTION TO BE ANNOTATED:\n          127 EXT. CLINIC - CONTINUOUS 127\n\n\n\n           Mud is outside. The glass doors close. He nervously checks\n\n           over his shoulders. He spots a bank of trees just down from\n\n           the clinic. He heads for them.\n\n           The front doors slide open and the Male Nurse walks out.\n\n\n\n                          MALE NURSE\n\n           Sir?!\n\n           Mud hops into the bank of trees and disappears.\n\n\n\n          128 INT. CLINIC - CONTINUOUS 128\n\n\n\n           The Patients in the reception area settle back into their\n\n           seats and discuss the commotion.\n\n           The Male Nurse enters and walks behind the check-in window.\n\n\n\n           IN THE WINDOW,\n\n           The Male Nurse fingers through a pile of papers.\n\n\n\n           110.\n\n\n\n                         \n\n           He removes one of the fliers that Carver and his men have\n\n           been showing. The Nurse studies the photo, looking back at\n\n           the front doors.\n\n           He picks up the phone and dials the number at the bottom.\n\n\n\n          129 INT. PINES MOTEL - CONTINUOUS 129\n\n\n\n           In the adjoining room, the phone rings. King steps through\n\n           the doorway, takes a seat on the bed, and answers.\n\n\n\n                          KING\n\n           Hello...Yes...Yessir we are...Uh\n\n           huh.\n\n           King takes a pen from his shirt pocket and scribbles on a pad\n\n           on the nightstand.\n\n\n\n                          KING (CONT'D)\n\n           Now where'd you say you\n\n           were?...Okay...He's gone.\n\n           Okay...But you say he left the\n\n           boy?...And your name sir?\n\n\n\n          130 EXT. EXECUTIVE INN - EVENING 130\n\n\n\n           The sun has been down for awhile. Juniper leans on the\n\n           railing outside her room taking long drags from a cigarette.\n\n           She sees Miller's green pick-up parked below.\n\n           Suddenly the headlights pop on and the truck pulls away. She\n\n           watches, curious, as it speeds out of sight.\n\n           A train whistle blows in the distance but is overtaken by a\n\n           semi rumbling down the street. She watches the semi pass\n\n           revealing the DAY/NITE Gas Station's parking lot.\n\n          A130 MUD STANDS IN THE CORNER OF THE LOT. Half lit by a sodium A130\n\n           lamp, he stares up at her.\n\n           Juniper raises up.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nA130 MUD STANDS IN THE CORNER OF THE LOT. Half lit by a sodium A130\n\n           lamp, he stares up at her. Juniper raises up. \n\nTARGET SECTION TO BE ANNOTATED:\n Even in the dim light she knows it's him.\n\n           She doesn't move.\n\n           Mud holds up a hand, waves. Juniper slowly waves back.\n\n           She tries to smile at him, but she's about to cry and it's\n\n           hard to muster.\n\n           Mud smiles. After a long moment, he turns his back and\n\n           disappears in the shadows at the side of the gas station.\n\n           Juniper watches after him.\n\n\n\n          131 EXT. BLACK BAYOU - NIGHT 131\n\n\n\n           The night sky is dark purple. An unnatural color.\n\n\n\n           111.\n\n\n\n                         \n\n           Ellis is on his back. Eyes closed. His head jostles at the\n\n           SOUND of THUMPING. More THUMPING. It sounds like the hood\n\n           of a car denting in.\n\n           His eyes open. He stares up at an absurdly full moon. It's\n\n           so bright it totally silhouettes the tree branches overhead.\n\n           The THUMPING continues. Ellis puts his hands on the edge of\n\n           the flat-bottom boat he's floating in and pulls himself up.\n\n           He leans over the side to see what's causing the noise.\n\n           The water is jet black. The entire bayou pulsates. Ellis'\n\n           eyes grow wide as the THUMPING reveals itself.\n\n\n\n           THE BAYOU IS FILLED TO THE BRIM WITH SNAKES.\n\n           The moonlight illuminates their shiny black backs as they\n\n           twist and churn in what seems like one giant ball of snakes.\n\n           Ellis lies back in the boat bringing his arms close to his\n\n           chest. He flinches at each THUMP. His eyes squeeze shut.\n\n\n\n          132 INT. ELLIS' ROOM - NIGHT 132\n\n\n\n           His eyes open. Ellis bolts up in bed covered in a cold\n\n           sweat. Mary Lee places a palm on his chest.\n\n\n\n                          MARY LEE\n\n           It's okay. You're okay. Just set\n\n           back.\n\n           Mary Lee guides Ellis back down on the pillow. Senior stands\n\n           with his arm on her shoulder. They look down at their son.\n\n\n\n                          ELLIS\n\n           Where am I?\n\n\n\n                          MARY LEE\n\n           You're home. We got you home.\n\n           Ellis takes a second to get his bearings. His mother lifts a\n\n           glass of Sprite up to his mouth. He takes a sip.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllis takes a second to get his bearings. His mother lifts a\n\n           glass of Sprite up to his mouth. He takes a sip. \n\nTARGET SECTION TO BE ANNOTATED:\n                          SENIOR\n\n           You had us scared son.\n\n           Senior steps forward and kisses Ellis on the forehead.\n\n           Staying close to his face.\n\n\n\n                          SENIOR (CONT'D)\n\n\n\n                          (WHISPERS)\n\n           I'm so glad you're okay.\n\n\n\n                          MARY LEE\n\n           The doctors gave you some medicine.\n\n           You had a snake bite.\n\n\n\n           112.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           How'd I get to the doctor?\n\n\n\n                          MARY LEE\n\n           A man brought you in. No one knew\n\n           him.\n\n           Ellis tries to sit up in bed, but his mother stops him.\n\n\n\n           MARY LEE (CONT'D)\n\n           It's okay. You just need to rest\n\n           up now. We can talk all about it\n\n           later. Do you need anything? Are\n\n           you hungry?\n\n\n\n                          ELLIS\n\n           No.\n\n           Senior gently pats her shoulders.\n\n\n\n                          SENIOR\n\n           Come on. Let's let him rest.\n\n           Mary Lee touches Senior's hand on her shoulder. She stands.\n\n\n\n                          MARY LEE\n\n           I'll be back in to check on you but\n\n           just try and sleep if you can.\n\n\n\n                          ELLIS\n\n           Okay.\n\n           Senior leads Mary Lee to the door.\n\n\n\n                          ELLIS (CONT'D)\n\n           Mom? Dad?\n\n           They turn back.\n\n\n\n                          ELLIS (CONT'D)\n\n           I love ya'll.\n\n\n\n                          MARY LEE\n\n           We love you too Ellis.\n\n           They exit the room. Ellis rests his head back on the pillow\n\n           and takes a deep breath.\n\n\n\n          133 EXT. ISLAND/SOUTHERN SHORE - NIGHT 133\n\n\n\n           Mud and Neckbone shove against the back of the boat trailer.\n\n           The wheels of the trailer rock at the edge of the bank's\n\n           incline. Sheets of metal roofing taken from the shack Ellis\n\n           and Neckbone dismantled line a runway into the water.\n\n\n\n           113.\n\n\n\n                         \n\n\n\n                          MUD\n\n\n\n                          (STRAINING)\n\n           Almost there.\n\n          The wheels finally turn over. The trailer rolls down the\n\n          bank and splashes into the water. The boat shimmies.\n\n          Mud and Neckbone follow the trailer into knee deep water and\n\n          shove on the boat. A final push jettisons it into the river.\n\n          They step back as the boat drifts out.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nMud and Neckbone follow the trailer into knee deep water and\n\n          shove on the boat. A final push jettisons it into the river. They step back as the boat drifts out. \n\nTARGET SECTION TO BE ANNOTATED:\n A rope tied to its\n\n          back becomes taught as it stretches from a tree on shore.\n\n\n\n                          MUD (CONT'D)\n\n           The sun does shine on a dog's ass\n\n           some days.\n\n\n\n                          NECKBONE\n\n           It ain't sunk yet.\n\n          Mud smiles. He holds out his hand, which Neckbone slaps.\n\n\n\n                          NECKBONE (CONT'D)\n\n           I wish Ellis could see it.\n\n\n\n                          MUD\n\n           I know.\n\n          Mud walks back on shore and collects his duffel bag.\n\n\n\n                          MUD (CONT'D)\n\n           I owe you your end of the deal.\n\n          Mud removes the pistol from the back of his jeans.\n\n          Neckbone's eyes light up. Mud hands it over and Neckbone\n\n          immediately notices a hole where the clip is missing.\n\n\n\n                          NECKBONE\n\n           Where the bullets?\n\n\n\n                          MUD\n\n           The deal was for the gun, not the\n\n           bullets.\n\n\n\n                          NECKBONE\n\n           Shit.\n\n          Neckbone begrudgingly crams the pistol into the back of his\n\n          pants.\n\n\n\n                          MUD\n\n           I got one last favor to ask you.\n\n          Neckbone sucks his teeth.\n\n\n\n           114.\n\n\n\n                         \n\n\n\n          134 EXT. ELLIS' HOUSEBOAT - NIGHT 134\n\n\n\n           Water gently laps at the side of Ellis' houseboat. The bayou\n\n           is quiet.\n\n           From the darkness, Neckbone and Mud appear in the flat-bottom\n\n           boat. They paddle with their hands. Approaching in silence.\n\n\n\n          135 INT. ELLIS' ROOM - NIGHT 135\n\n\n\n           Ellis stares at the ceiling, unable to sleep. A TAP comes\n\n           from the window. Ellis sits up in bed. Mud pokes his head\n\n           in. He whispers.\n\n\n\n                          MUD\n\n           Ellis?\n\n\n\n                          ELLIS\n\n           Mud?\n\n\n\n                          MUD\n\n           Yeah.\n\n           Mud pulls his body through the window. It's tight but he\n\n           manages to make it look somewhat graceful. Mud takes a quick\n\n           survey of the dark room. Ellis begins to get out of bed.\n\n\n\n                          MUD (CONT'D)\n\n           No, don't get up.\n\n           Mud motions him back down and pulls the chair from the desk\n\n           over to the bed. They speak in hushed voices.\n\n\n\n                          ELLIS\n\n           How'd you get here?\n\n\n\n                          MUD\n\n           Neck brought me.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey speak in hushed voices. ELLIS\n\n           How'd you get here? MUD\n\n           Neck brought me. \n\nTARGET SECTION TO BE ANNOTATED:\n          136 EXT. ELLIS' HOUSEBOAT - CONTINUOUS 136\n\n\n\n           Neckbone sits in the flat-bottom tied off at the corner.\n\n\n\n           FROM THE TREELINE ON SHORE,\n\n           All EIGHT of the Bounty Hunters sit hunkered in the trees.\n\n           Carver squats next to a stump. He loads shotgun shells into\n\n           a 12 gauge pump and motions for the others to fan out along\n\n           the bank.\n\n\n\n          137 INT. ELLIS' ROOM - CONTINUOUS 137\n\n\n\n\n\n                          MUD\n\n           We got the boat in the water.\n\n\n\n                          ELLIS\n\n           You did?\n\n\n\n           115.\n\n\n\n                         \n\n\n\n                          MUD\n\n           Just now. Smooth sailin' from here\n\n           on out.\n\n\n\n                          ELLIS\n\n           Good.\n\n\n\n                          MUD\n\n           Wish you coulda seen it.\n\n\n\n                          ELLIS\n\n           Me too.\n\n\n\n                          MUD\n\n           Didn't feel right leavin' town\n\n           without sayin' goodbye.\n\n          There is an awkward moment.\n\n\n\n                          ELLIS\n\n           I'm sorry `bout what I said.\n\n\n\n                          MUD\n\n           No. No. You were right to be mad.\n\n           You were right about a lot of\n\n           things. I'm the one that's sorry.\n\n           I shoulda never gotten ya'll into\n\n           all this. I just didn't see any\n\n           other way around it. But I\n\n           couldn't leave without you knowin'\n\n           I never lied about being your\n\n           friend. I never lied about that.\n\n\n\n                          ELLIS\n\n           I know.\n\n\n\n                          MUD\n\n           I don't traffic in the truth too\n\n           often. But I did love her. I do\n\n           love her.\n\n\n\n                          ELLIS\n\n           She loves you too. She said it.\n\n          This fact still strikes Mud. He nods.\n\n\n\n                          MUD\n\n           I just made mistakes. We both did.\n\n           This is a hard life to keep up\n\n           with. You can't blame her for\n\n           gettin' tired of tryin'.\n\n\n\n                          ELLIS\n\n           My dad says you can't count on\n\n           women lovin' you. He says you\n\n           can't trust it.\n\n\n\n           116.\n\n\n\n                         \n\n\n\n                          MUD\n\n           That's not true. Don't judge your\n\n           life on all of our mistakes.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\n116. MUD\n\n           That's not true. Don't judge your\n\n           life on all of our mistakes. \n\nTARGET SECTION TO BE ANNOTATED:\n           You'll make plenty mistakes of your\n\n           own, no need takin' on everybody\n\n           else's. You're a good man Ellis.\n\n           If you find a girl half as good,\n\n           you'll be all right.\n\n\n\n                          ELLIS\n\n           You're a good man too Mud.\n\n           Mud smiles.\n\n\n\n                          MUD\n\n           No. I'm not. But maybe from here\n\n           on out I can be...\n\n           A SHOTGUN BLAST rips a fist-sized hole in the flimsy interior\n\n           wall. Mud, as if by reflex, yanks Ellis from the sheets and\n\n           shoves him under the bed.\n\n\n\n           BOOM. BOOM.\n\n           Bits of sheetrock fall like snow flakes as more holes blast\n\n           through the bedroom wall. Mud flinches with each shot. He\n\n           covers his own head with one hand and the boy with the other.\n\n\n\n                          ELLIS\n\n           Mud?!\n\n\n\n                          MUD\n\n           Stay put! JUST STAY UNDER THERE!\n\n           The SOUND of shotgun shells being slipped into the chamber.\n\n           Mud gets to a crouch. Through the holes in the wall, Mud\n\n           makes out Nelson, the fat bounty hunter, reloading his gun.\n\n\n\n          138 IN THE DEN, 138\n\n           Nelson finishes reloading. The riddled bedroom wall hangs in\n\n           front of him. A door opens behind him. He swivels around.\n\n           Senior, in a robe, rushes from his bedroom with a pistol\n\n           leveled. He's met with a shotgun blast just above his head.\n\n           Pellets nick his face. Senior hits the ground and elbows his\n\n           way back inside his bedroom door.\n\n\n\n                          SENIOR\n\n\n\n           ELLIS! ELLIS!\n\n           Senior screams, his voice cracking.\n\n\n\n          139 IN ELLIS' ROOM, 139\n\n\n\n           117.\n\n\n\n                         \n\n\n\n           SENIOR (O.S.) (CONT'D)\n\n           (muffled through the wall)\n\n\n\n           ELLIS!\n\n\n\n                          MUD\n\n\n\n                          (WHISPERING)\n\n           Don't move Ellis. Just stay put.\n\n           They just want me.\n\n           Through the holes Mud sees Nelson approaching Ellis' bedroom.\n\n           He runs for the window at the foot of the bed. Another\n\n           shotgun BLAST throws open the door as Mud leaps out.\n\n\n\n          140 EXT.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe runs for the window at the foot of the bed. Another\n\n           shotgun BLAST throws open the door as Mud leaps out. 140 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIS' HOUSEBOAT - CONTINUOUS 140\n\n\n\n           Mud crashes headfirst onto the edge of the houseboat grasping\n\n           for anything to keep from sliding off. His hand catches a\n\n           metal deck cleat. It bends under his weight but holds.\n\n           Mud gets to his feet and is met by the tip of a rifle.\n\n           Miller, the man from the cafe, stands poised to fire.\n\n           Mud's hand slips to the back of his pants for his pistol.\n\n           NOTHING. He looks to the flat-bottom tied at the far edge of\n\n           the boat. No sign of Neckbone.\n\n           Miller's finger curls around the trigger.\n\n           SUDDENLY, a BULLET snicks through Miller's neck.\n\n           Mud flinches. Miller's hand comes up to his neck but can't\n\n           hold the blood running from it. He topples into the water.\n\n\n\n          141 EXT. TOM BLANKENSHIP'S HOUSEBOAT - CONTINUOUS 141\n\n\n\n           Tom Blankenship sits in the folding chair on the roof of his\n\n           houseboat. He shucks an empty shell from a HIGH-POWERED\n\n           RIFLE complete with scope. The long suitcase from the photo\n\n           in Tom's house sits open at his feet. It has compartments\n\n           for the disassembled rifle.\n\n           Tom quickly raises to a new firing position. He squints an\n\n           eye, searching for another target.\n\n          A141 From this vantage point, Ellis' houseboat is clearly visible;\n\n\n\n                          A141\n\n           partially lit by the two flood lights. FOUR other BOUNTY\n\n           HUNTERS swarm the boat.\n\n\n\n          142 INT. ELLIS' ROOM - CONTINUOUS 142\n\n\n\n           Still under the bed, Ellis tries to hold his breath as\n\n           Nelson's boots step into the room. They pause for a moment,\n\n           before sluggishly struggling through the bedroom window.\n\n\n\n          143 EXT. ELLIS' HOUSEBOAT - CONTINUOUS 143\n\n\n\n           Mud rushes to untie the flat-bottom.\n\n\n\n           118.\n\n\n\n                         \n\n           A BULLET splinters the corner of the dock sending shards of\n\n           wood into Mud's hand. He sees TWO more GUNMEN skirting\n\n           toward him on the deck of the houseboat.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\n118. A BULLET splinters the corner of the dock sending shards of\n\n           wood into Mud's hand. He sees TWO more GUNMEN skirting\n\n           toward him on the deck of the houseboat. \n\nTARGET SECTION TO BE ANNOTATED:\n           Mud takes cover against the wall and finds the muzzle of\n\n           Nelson's gun teetering out Ellis' window. He grabs the\n\n           muzzle and yanks the shotgun free.\n\n           Nelson, stuck in the window, looks up in time to take a rifle\n\n           butt in the face. He falls back into the room unconscious.\n\n\n\n           NECKBONE (O.S.)\n\n\n\n           MUD!\n\n\n\n          144 ON THE RIVERBANK, 144\n\n           James, the man with the mustache, holds Neckbone in a\n\n           headlock trying to cover his mouth. Carver stands with his\n\n           shotgun leveled and fires at Mud.\n\n\n\n          145 ON THE BOAT, 145\n\n           Mud ducks as Carver's shot takes out a chunk of siding. The\n\n           SOUND of boots rush up the side of the boat.\n\n           Mud, gun in hand, jumps back through Ellis' window.\n\n\n\n          146 ON THE RIVERBANK, 146\n\n           Carver turns to Neckbone.\n\n\n\n                          CARVER\n\n           Let him go.\n\n           James unhands the boy. Neckbone sprints into the woods.\n\n\n\n                          CARVER (CONT'D)\n\n           Come on.\n\n           They move toward the houseboat.\n\n\n\n          147 INT. ELLIS' ROOM/HOUSEBOAT - CONTINUOUS 147\n\n\n\n           Mud gets to his feet, stepping over an unconscious Nelson on\n\n           his way to the bedroom door.\n\n\n\n                          MUD\n\n           You still down there bud?\n\n\n\n                          ELLIS\n\n           Yeah.\n\n\n\n                          MUD\n\n           Stay put.\n\n           Mud pops out of the bedroom into the den.\n\n\n\n           119.\n\n\n\n                         \n\n\n\n          148 IN SENIOR'S BEDROOM, 148\n\n           Mary Lee, curled under the bed, frantically dials the phone.\n\n           Senior, propped against the closed door, uses his undershirt\n\n           to dab the pellet wounds around his neck.\n\n           Hearing footsteps, he cracks the door open. He sees Mud\n\n           standing in the den. Senior cocks his pistol\n\n\n\n          149 IN THE DEN, 149\n\n           The front door is KICKED open. Mud dives behind a Lazy Boy\n\n           as a Bounty Hunter fires through the doorway.\n\n           The back of the Lazy Boy explodes in fluff and fabric. Mud\n\n           raises up to return fire, forcing the Man back out the door.\n\n           Mud crouches back behind the Lazy Boy.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe back of the Lazy Boy explodes in fluff and fabric. Mud\n\n           raises up to return fire, forcing the Man back out the door. Mud crouches back behind the Lazy Boy. \n\nTARGET SECTION TO BE ANNOTATED:\n Unbeknownst to him,\n\n           another MAN appears outside two sliding glass doors. The Man\n\n           raises his rifle at Mud.\n\n           One of Tom's bullets rips through the Man's chest and\n\n           shatters the glass door. Mud flinches. Another Hunter steps\n\n           into the now broken door frame. Mud FIRES the shotgun,\n\n           blowing the man into the patio grill.\n\n          A149 Mud can see Tom's houseboat silhouetted across the A149\n\n           bayou. A muzzle FLASH sparks from the top of Tom's\n\n           boat. This makes Mud smile.\n\n          150 The Front Door kicks open again and more pellets shatter 150\n\n           through the den. Mud raises to return fire.\n\n           ONE SHOT, TWO, the third is a dead CLICK. He drops back\n\n           behind the chair, out of shells.\n\n\n\n                         \n\n\n\n          151 EXT. ELLIS' HOUSEBOAT - CONTINUOUS 151\n\n\n\n           Carver steps across the plank onto the houseboat followed by\n\n           James. Carver motions him around back toward Ellis' window.\n\n\n\n                          CARVER\n\n           Flush him out this way.\n\n           Carver walks to the covered carport.\n\n\n\n          152 INT. ELLIS' HOUSEBOAT - CONTINUOUS 152\n\n\n\n\n\n           IN THE DEN,\n\n           The Hunters at the front door continue taking pot shots at\n\n           the furniture.\n\n           Mud flinches at each new round fired.\n\n\n\n          153 IN ELLIS' ROOM, 153\n\n\n\n           120.\n\n\n\n                         \n\n           Ellis cautiously slides out from under his bed and crouches\n\n           next to the bedroom door. He peeks through a crack.\n\n           He sees Mud pinned behind the Lazy Boy. They make eye\n\n           contact. Mud's eyes move to something behind Ellis.\n\n           Ellis turns to see James passing by his bedroom window.\n\n\n\n          154 EXT. TOM BLANKENSHIP'S HOUSEBOAT - CONTINUOUS 154\n\n\n\n           Tom scans Ellis' boat through the scope on his rifle. He\n\n           sees Carver creeping around the carport. He pans right to\n\n           find James taking a position near the patio doors.\n\n           Tom pauses, seeing Ellis appear at the corner of the boat\n\n           just behind James.\n\n\n\n          155 INT. ELLIS' HOUSEBOAT - DEN - CONTINUOUS 155\n\n\n\n           The firing from the front door has stopped.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nTom pauses, seeing Ellis appear at the corner of the boat\n\n           just behind James. 155 INT. ELLIS' HOUSEBOAT - DEN - CONTINUOUS 155\n\n\n\n           The firing from the front door has stopped. \n\nTARGET SECTION TO BE ANNOTATED:\n Mud takes a deep\n\n           breath, sets the empty shotgun on the ground, then rushes out\n\n           the sliding glass doors as the men out front reload.\n\n\n\n          156 EXT. ELLIS' HOUSEBOAT/TOM'S HOUSEBOAT - CONTINUOUS 156\n\n\n\n           Mud makes it outside, his back to James' leveled rifle.\n\n\n\n                          ELLIS\n\n\n\n           MUD!\n\n           James and Mud both turn at the sound of Ellis' voice. One of\n\n           Tom's bullets drops James dead.\n\n           Carver appears at the carport end of the boat. He raises his\n\n           shotgun toward Mud.\n\n\n\n          A156 ON TOM, A156\n\n           He snaps the bolt open and closed, but it jams. He jerks at\n\n           the lever, looking up he sees Carver taking aim.\n\n\n\n          157 ON MUD, 157\n\n           Mud takes a running leap off the side of the boat.\n\n           Carver FIRES.\n\n           Mud is struck in the back by the shotgun blast. The force of\n\n           the shot spins him in the air. He crashes into the water.\n\n           Ellis screams.\n\n\n\n                          ELLIS (CONT'D)\n\n\n\n           MUD!\n\n           Carver approaches the edge of the boat. He stares down into\n\n           the swirling dark water. No sign of Mud.\n\n\n\n           121.\n\n\n\n                         \n\n\n\n          A157 ON TOM, A157\n\n           Tom slaps open the bolt and yanks the spent cartridge out\n\n           with his fingers. It BURNS.\n\n\n\n                          TOM\n\n\n\n           DAMMIT!\n\n\n\n           ON CARVER,\n\n           He pumps the shotgun and fires into the murky water. The\n\n           pellets pepper the surface. Still no sign of Mud.\n\n           Carver pumps the shotgun a final time, but before he can get\n\n           another shot off Tom's bullet rips open Carver's chest\n\n           sending him sprawling through the broken patio doors.\n\n\n\n           ON TOM,\n\n           He exhales, shucks the bolt once more. His eyes scan the\n\n           dark water.\n\n\n\n          158 ON THE HOUSEBOAT, 158\n\n           Ellis runs to the edge of the boat.\n\n\n\n                          ELLIS\n\n\n\n           MUD! MUD!\n\n           Senior exits the houseboat, pistol pointed. He sees Ellis\n\n           and runs to him.\n\n\n\n                          SENIOR\n\n\n\n           ELLIS!\n\n           Senior grabs the boy, keeping his pistol up.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sees Ellis\n\n           and runs to him. SENIOR\n\n\n\n           ELLIS! Senior grabs the boy, keeping his pistol up. \n\nTARGET SECTION TO BE ANNOTATED:\n Ellis drops to\n\n           his knees and Senior crouches with him, holding him tight in\n\n           his arms. Ellis cries.\n\n\n\n                          SENIOR (CONT'D)\n\n           It's okay. It's okay.\n\n           The two sit alone on the edge of the houseboat. The river\n\n           seems especially quiet now.\n\n\n\n          159 I/E. ELLIS' HOUSEBOAT/RIVERBANK - PREDAWN 159\n\n           The sky shows faint signs of morning, a few streaks of light.\n\n\n\n           ON THE RIVERBANK,\n\n           The blue, red, and white lights from police cruisers and\n\n           ambulances bounce up into the trees.\n\n           A frenzy of Police activity swarms from the aftermath left on\n\n           Ellis' houseboat. Men in wetsuits prepare a dive. Blanket\n\n           covered bodies are wheeled off on gurneys.\n\n\n\n           122.\n\n\n\n                         \n\n           Two of the Bounty Hunters, unharmed, sit locked in the back\n\n           of a state trooper vehicle.\n\n\n\n          160 ON THE HOUSEBOAT, 160\n\n           Ellis, Senior and Mary Lee sit huddled together under the\n\n           carport. They watch the emergency workers stream past.\n\n           Senior wraps his arms around them.\n\n           Ellis looks across the bayou to Tom's boat. Police\n\n           flashlights bob and weave throughout. No sign of Tom.\n\n\n\n          161 INSIDE ELLIS' HOUSEBOAT, 161\n\n           A LOCAL OFFICER strings caution tape across the broken patio\n\n           doors. TWO STATE TROOPERS hover over Carver's body.\n\n           The Troopers step away and the Local Officer cranes toward\n\n           the body. He studies Carver's face.\n\n           Stepping aside, the Officer takes a cell phone from his\n\n           pocket and dials. He turns his back away from the Troopers.\n\n\n\n          162 INT. PINES MOTEL ROOM - NIGHT 162\n\n\n\n           The phone rings in the Pines Motel. King enters from the\n\n           adjoining room and takes a seat on the bed. He answers.\n\n\n\n                          KING\n\n           Hello...You're speaking to him...\n\n           King listens. His face taut.\n\n\n\n                          KING (CONT'D)\n\n           He's dead?\n\n           (a long pause)\n\n           Okay.\n\n           King hangs up the phone. He sits at the edge of the bed,\n\n           overwhelmed by the news.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\n(a long pause)\n\n           Okay. King hangs up the phone. He sits at the edge of the bed,\n\n           overwhelmed by the news. \n\nTARGET SECTION TO BE ANNOTATED:\n          163 EXT. RIVER - NIGHT 163\n\n\n\n           It's dark on the river. Moonlight barely shows the ripples\n\n           in the slow moving current. MUSIC from a country station\n\n           slips out across the surface of the water.\n\n           Galen's jambox sits next to a small lantern in his flat-\n\n           bottom boat. His Helper snores, fully reclined, with an\n\n           empty can of Budweiser resting on his gut.\n\n           His feet are propped next to a tiny bell rigged to a line\n\n           that disappears into the water. The bell RINGS.\n\n\n\n          164 EXT. UNDERWATER - RIVER - NIGHT 164\n\n\n\n           The river bed swirls inside two, distinct spots of light.\n\n\n\n           123.\n\n\n\n                         \n\n           Galen, using his new diving lights, scoops a final mussel\n\n           shell into the net before tying it off. He tugs at the line.\n\n           It's pitch black save for the shafts of light projected from\n\n           Galen's shoulders. He tilts the lights toward the surface.\n\n           The line leading up to the bottom of the boat dances in and\n\n           out of the high beams. Then...\n\n\n\n           MUD'S BODY FLOATS BY OVERHEAD.\n\n           Only his backside is visible. A cloud of blood trails from\n\n           the holes there.\n\n\n\n           FADE TO BLACK.\n\n\n\n          165 EXT. ELLIS' HOUSEBOAT - DAY 165\n\n\n\n           A WORKER cinches a thick strap across the deck of Ellis'\n\n           houseboat.\n\n\n\n          166 ON THE RIVERBANK, 166\n\n           Ellis watches as WORKERS affix straps from his houseboat to a\n\n           crane resting in the bed of a large truck on the bank.\n\n           The SOUND of Neckbone's dirt bike rattles through the trees.\n\n           He appears behind Ellis and parks.\n\n\n\n                          NECKBONE\n\n           Hey.\n\n\n\n                          ELLIS\n\n           You got your bike back.\n\n\n\n                          NECKBONE\n\n           Mud dinged the shit out of it.\n\n           Neckbone takes a seat next to Ellis. They watch the workers.\n\n\n\n                          NECKBONE (CONT'D)\n\n           They're really doin' it.\n\n\n\n                          ELLIS\n\n           It's the law.\n\n\n\n                          NECKBONE\n\n           It's bullshit. They ever find Tom?\n\n           The boys focus on Tom Blankenship's boat across the bayou.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nNECKBONE\n\n           It's bullshit. They ever find Tom? The boys focus on Tom Blankenship's boat across the bayou. \n\nTARGET SECTION TO BE ANNOTATED:\n           It sits vacant, covered in police tape.\n\n\n\n                          ELLIS\n\n           No. He's gone.\n\n\n\n                          NECKBONE\n\n           Your dad not here?\n\n\n\n           124.\n\n\n\n                         \n\n\n\n                          ELLIS\n\n           Said he couldn't watch it. He's\n\n           pickin' me up in a minute. Got\n\n           deliveries today.\n\n           They sit in silence as the Workers exit off the houseboat.\n\n\n\n                          NECKBONE\n\n           Heard on the news. They still\n\n           hadn't found Mud's body.\n\n           Ellis nods.\n\n\n\n                          NECKBONE (CONT'D)\n\n           You think he's dead?\n\n\n\n                          ELLIS\n\n           I don't know. I hope not.\n\n           The crane begins lifting up the houseboat. The metal wires\n\n           tighten and the entire structure creaks.\n\n           A sucking sound as the flotilla separate from the water. The\n\n           boat hangs, suspended in the air.\n\n           A HORN HONKS behind the boys. Ellis turns to see Senior's\n\n           truck.\n\n\n\n                          ELLIS (CONT'D)\n\n           I gotta go. Come by the apartment.\n\n           Help me set my room up.\n\n\n\n                          NECKBONE\n\n           All right.\n\n           Neckbone watches Ellis climb into the bed of the pick-up and\n\n           take his spot on the coolers. The sound of twisting metal\n\n           shifts his attention back to the houseboat being swung over a\n\n           flatbed semi.\n\n\n\n          167 I/E. SENIOR'S TRUCK/RIVERBANK - CONTINUOUS 167\n\n\n\n           IN THE CAB,\n\n           Senior glances at the houseboat being set on the flatbed. He\n\n           puts the truck in reverse and pulls away. Not looking back.\n\n\n\n          168 EXT. SENIOR'S TRUCK/IMAGES OF DEWITT - DAY 168\n\n\n\n           Ellis rides in the back of the truck on top of the\n\n           coolers. He watches the town pass by.\n\n          A168 The marina junkyard. The Sonic. Downtown. A168\n\n\n\n           125.\n\n\n\n                         \n\n\n\n          B168 EXT. FLEA MARKET - DAY B168\n\n\n\n           Ellis and his father unload a cooler at the back of a tented\n\n           flea market. A WOMAN comes out to greet them.\n\n\n\n          169 I/E.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLEA MARKET - DAY B168\n\n\n\n           Ellis and his father unload a cooler at the back of a tented\n\n           flea market. A WOMAN comes out to greet them. 169 I/E. \n\nTARGET SECTION TO BE ANNOTATED:\n SENIOR'S TRUCK/NEW APARTMENTS - DAY 169\n\n           Senior's truck pulls into the parking lot of a newly finished\n\n           apartment complex. The two-story buildings are modest.\n\n           The truck idles out front.\n\n\n\n           INSIDE THE CAB,\n\n           Ellis grabs the door handle. He turns to Senior.\n\n\n\n                          ELLIS\n\n           I'll see you next week?\n\n\n\n                          SENIOR\n\n           Yeah.\n\n           Ellis begins to get out but stops when Senior speaks.\n\n\n\n                          SENIOR (CONT'D)\n\n           Ellis? You mind your mother okay?\n\n           This is a big change for her. She\n\n           needs your support.\n\n\n\n                          ELLIS\n\n           Yessir.\n\n\n\n                          SENIOR\n\n           All right. I love you.\n\n\n\n                          ELLIS\n\n           Love you too.\n\n\n\n           Ellis climbs out. He watches as Senior pulls away.\n\n           He stands alone in front of the apartments, studying the\n\n           surroundings. A busy road out front. A gas station and\n\n           collection of stores. A lot of people and commotion.\n\n           A compact car pulls into a parking spot one building down.\n\n\n\n           Ellis watches as three COLLEGE AGE GIRLS climb out dressed in\n\n           running shorts and t-shirts. Two are heavy set, the other is\n\n           petite. They joke and laugh. One sees Ellis and waves.\n\n           Ellis nods to her. He tracks them as they walk inside.\n\n           Ellis smirks.\n\n\n\n          170 EXT. MISSISSIPPI RIVER - DAY 170\n\n\n\n           The river rushes past. A large motor churns the water.\n\n\n\n           126.\n\n\n\n                         \n\n           Tom stands steering Mud's salvaged boat down river. He\n\n           cranes his neck, seeing something up ahead.\n\n           Tom kills the motor. Looking out over the bow, he's pleased\n\n           by what he sees. His eyes glint, almost a smile. He walks\n\n           to the small cabin and enters.\n\n\n\n          171 INSIDE THE CABIN, 171\n\n           Mud rests flat on his stomach on the cushioned bench.\n\n           Shirtless, gauze bandages wrap around his chest and back.\n\n           He's sleeping.\n\n           Tom walks in and kneels next to him. Touches his shoulder.\n\n           Mud's eyes open.\n\n\n\n                          TOM\n\n           Come on son. You need to see this.\n\n           Mud, groggy, raises up.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOM\n\n           Come on son. You need to see this. Mud, groggy, raises up. \n\nTARGET SECTION TO BE ANNOTATED:\n Tom helps him to his feet, putting\n\n           an arm over his shoulders. Tom practically carries Mud\n\n           outside.\n\n\n\n          172 ON DECK, 172\n\n           Tom and Mud slowly maneuver out the door and take a place\n\n           near the front of the boat.\n\n           Mud pulls his head up. Looks out ahead. The sight in front\n\n           of him grabs his attention. He perks up.\n\n           A tributary from the Mississippi river opens up into a vast\n\n           stretch of ocean.\n\n           Mud smiles, showing the missing tooth.\n\n           Tom and Mud stand on deck as their boat drifts slowly into\n\n           the open waters of the Gulf of Mexico.\n\n           The End.\n\n\n\n                          \n\n\n\n"
}