{
  "1": "MUDBOUND\n\nBased on the international bestselling novel\nby Hillary Jordan\n\nWritten by:\nVirgil Williams\nand\nDee Rees\n\fOVER BLACK we hear the distant rumble of THUNDER.\nFADE IN:\nTIGHT ON THE FACE OF JAMIE MCALLAN (Caucasian, 20's)\n\nBlack eye. Cut lip. He looks like a beaten prize fighter\nwho is dripping in sweat and mud. WIDEN TO REVEAL we are...\n\nEXT. THE MCALLAN FARM - IN A HOLE - DAY - CONTINUOUS\n\nThe ash colored storm clouds make it look like night. Jamie\nscrapes the muck off his shovel blade and resumes. The mud\nis so thick it’s like digging into raw meat.\n\nA distant lightning flash accompanied by THUNDER. Jamie ups\nhis urgency as he chops at the wet earth. An upside down\nface appears in the hole’s opening. It’s HENRY MCALLAN\n(Caucasian, late 40's), Jamie’s salt-of-the-earth, older\nbrother. Henry is a man of few words who rarely smiles.\nThey speak with the lilting garble of the Mississippi Delta.\n\nHENRY\nMy turn. Take a break.\n\nJAMIE\nWe ain’t gonna make it.\n\nHENRY\nWe will. We have to.\n\nHenry extends his hand and helps Jamie out of the hole.\n\nThen, as Henry maneuvers his way into the hole we see that he\nmoves with a noticeable limp. Jamie pulls a handkerchief\nfrom his pocket and wipes mud from his face and hands. As he\nwatches Henry dig we hear Jamie’s VOICE OVER:\n\nJAMIE (V.O.)\nWe will. We have to. That was my\nbrother, Henry: absolutely certain\nwhatever he wanted to happen would.\nThe weather would dry out in time\nto resow the cotton. Next year\nwould be a better year. We would\nget this hole dug before the storm\nhit.\n\n(beat)\nAnd his little brother would never\nbetray him.\n\nLIGHTNING and THUNDER. Jamie looks up and sees angry, black\nclouds eating up the sky. Then from inside the hole we hear\na CLANG as Henry’s shovel hits something hard.\n\fHENRY\nDammit.\n\nJAMIE\nWhat is it?\n\nHENRY\nPiece of rock, I think.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nDammit. JAMIE\nWhat is it? HENRY\nPiece of rock, I think. \n\nTARGET SECTION TO BE ANNOTATED:\nHenry shoves his hand into the mud to pull out the rock. But\n\nwhat he retrieves is actually a human skull missing a big\nchunk in the back. They trade a look. Henry keeps digging,\nalternating between shovel and bare hands as he discovers the\nrest of the skeleton. A collarbone, scapula and ribs.\n\nHENRY (CONT'D)\nNo, no, no. Oh Lord... It ain’t\nright. This just ain’t right.\n\nHenry digs out the pelvis and leg bones. We hear a metallic\nCLINK. Henry unearths the tibia and sees a crude, rusted\niron shackle with a broken chain dangling from it.\n\nHENRY (CONT'D)\nJesus. This is a slave’s grave.\n\nJAMIE\nYou don’t know that.\n\nHENRY\nSee here? Shot in the head.\nMust’ve been a runaway.\n(extending a grimy hand)\nThat settles it. Help me out.\n\nJAMIE\nSettles what?\n\nHENRY\nI won’t bury our father in a\nslave’s grave. There’s nothing he\n\nwould’ve hated more.\n\nJAMIE\nWe don’t have a choice.\n\nMore LIGHTNING and THUNDER.\n\nThe brothers hold a look. Henry knows Jamie is right.\nTIME CUT TO:\n\fEXT. THE MCALLAN FARM - THE HOLE - DAY - LATER\n\nThe hole has grown longer and deeper and is now a foot over\nJamie's head - a proper grave. Henry’s face appears in the\nopening of the hole:\n\nHENRY\nYep, that should do it.\n\nJamie hands the shovel up. But then, when Henry tries to\nhelp Jamie out, it’s no use. The hole is too deep, their\nhands are too wet and the walls are too slick.\n\nHENRY (CONT’D)\nI'll fetch the ladder.\n\nJamie nods and Henry moves off. As the squelch of Henry's\nboots steadily grows quiet we see the pain and worry in\nJamie's eyes. All around him is oozing mud. And overhead is\na crude rectangle of darkening gray.\n\nThen we hear the staccato pitter-patter of RAIN DROPS. Jamie\nlooks up and they begin to hit his face. At first just a\nfew, but then they come faster. Jamie tries to climb out\nagain. But he slips back in.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt first just a\nfew, but then they come faster. Jamie tries to climb out\nagain. But he slips back in. \n\nTARGET SECTION TO BE ANNOTATED:\n Another try and this time he\nalmost makes it before sliding back down.\n\nJamie's panic rises as he tries to claw out of the hole. But\nit’s futile as his fingers cut through the mud like butter.\n\nJAMIE\nHenry! HENRY!!\n\nThe rain falls harder as the storm hits it’s stride. And the\nhole is already starting to fill with water. Jamie’s eyes\ngrow wild as he suddenly throws himself against the walls\nlike a trapped animal.\n\nON HENRY\n\nAs he limps back towards the hole with the ladder, he hears\nJamie screaming.\n\nJAMIE (0.S.) (CONT'D)\nHENRY! !\n\nHenry hustles back to the hole but Jamie is too frantic to\nnotice.\n\nHENRY\nJamie!! Jamie, I’m here!!\n\fJamie snaps out of it as Henry lowers the ladder. Jamie\nscrambles up and promptly doubles over trying to quell the\npanic.\n\nHENRY (CONT'D)\nYou alright?\n\nJAMIE\nI thought maybe you decided to\nleave me down there.\n\nHENRY\nWhy would I do that?\n\nJamie glances up. Henry’s looking at him like he’s crazy.\nJamie hauls up the ladder and moves off:\n\nJAMIE\nCome on. Let’s get this over with.\n\nINT. THE MCALLAN FARM HOUSE - LEAN TO - DAY\n\nON PAPPY MCALLAN (60'S), eyes closed, his expression\ntranquil. He is dressed as we will see him throughout, in\nhis Sunday best. WIDEN TO REVEAL Jamie and Henry standing\nover him. Henry pulls a sheet over Pappy’s face then regards\nthe ramshackle coffin made of mismatched scrap wood.\n\nHENRY\nI wish to hell we’d been able to\nget to town.\n\nJamie moves to Pappy’s feet and Henry to his head as they get\nto putting the body in the coffin. As they lift:\n\nHENRY (CONT'D)\nGently now.\n\nJAMIE\nRight, wouldn’t want to hurt him.\n\nHENRY\n(sharp)\nThat’s not the point.\n\nJAMIE\nSorry, brother. I’m just tired.\n\nWith ludicrous care they lower the corpse into the box.\nHenry reaches for the lid and starts to put it on:\n\nHENRY\nGo on. I'll finish up here.\n\f5.\n\nJamie nods and throws a last look at the corpse.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll finish up here. 5. Jamie nods and throws a last look at the corpse. \n\nTARGET SECTION TO BE ANNOTATED:\n We STAY WITH\nhim as he drifts outside to the porch. A HAMMER STRIKING A\nNAIL gives him pause. He produces an almost empty bottle of\nbourbon from his back pocket. He downs it.\n\nEXT. THE MCALLAN FARM HOUSE - DAY\n\nThe rain and wind have slowed down. ON A PAIR OF BOOTS as\nthey trudge through thick, ankle-deep mud. WIDEN TO REVEAL\nthat the boots belong to LAURA MCALLAN (Caucasian, 30's).\nShe follows Jamie and Henry who carry the coffin. Laura is\nmore plain than pretty and there’s a tired strength in her\neyes. She stumbles in the muck and we hear her VOICE OVER:\n\nLAURA (V.O.)\nWhen I think of the farm I think of\nmud. Encrusting knees and hair.\nMarching in boot shaped patches\nacross the floor. I dreamed in\nbrown.\n\nThe procession arrives at the grave. Henry and Jamie set the\ncoffin down and work ropes underneath it as Laura looks on.\nThe ropes slip, the coffin tumbles to the ground. Wood\nGROANS and there’s a loud CRACK from inside.\n\nHENRY\nDammit.\n\nJAMIE\nWhat if we stand at either end and\nrun the ropes lengthwise?\n\nHENRY\nCoffin’s too narrow. It falls\nagain it could break open.\n\nJamie shrugs, “so what?”\n\nHENRY (CONT’D)\nNo.\n\nLaura reacts to a mule pulled wagon she sees approaching.\n\nLAURA\nThe Jacksons.\n\nAs the wagon gets closer we see the JACKSONS: HAP and\nFLORENCE ride up front with their youngest RUEL (10). Behind\nthem their children, MARLON (15) and LILLY MAY (12). Henry\nmoves towards them:\n\nLAURA (CONT'D)\nHenry, don’t.\n\fHENRY\nS’not my fault what happened.\n\nLAURA\nJust let them go.\n\nHENRY\nLeaving us in the middle of the\nseason? Least they can do is lend\na hand.\n\nLaura and Jamie trade a look as Henry waves the wagon down.\nHap’s eyes are tight and cold as he clucks the horses to a\nstop. Laura ventures a nod at Florence, Florence ignores her.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura and Jamie trade a look as Henry waves the wagon down. Hap’s eyes are tight and cold as he clucks the horses to a\nstop. Laura ventures a nod at Florence, Florence ignores her. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY (CONT'D)\nCan you help us out here?\n\nHap considers Jamie. The cracked coffin sinking into the mud.\n\nHENRY (CONT'D)\nHap?\n\nFlorence puts a hand on Hap’s hand. They look to each other\nfor an answer that isn’t there. Laura shifts her weight,\nlooks away from Henry.\n\nLAURA (V.O.)\n\nI was a thirty one year old virgin\nwhen I met Henry McAllan in the\nSpring of 1939.\n\nINT. LAURA'S MEMPHIS HOME - DINING ROOM - NIGHT\n\nON LAURA, mud-free and squeaky clean. She is smiling coyly\nand we WIDEN TO REVEAL that she’s sitting across from Henry\nwho is quiet and inscrutable throughout. The other guests at\nthe dinner table: Laura’s brother, TEDDY (late 20’s) and her\nMOTHER and FATHER (50's). This place is a sharp contrast to\nthe farm. It’s light and pristine with clean napkins and\ncrisp, white shirts. Laura’s V.O.:\n\nLAURA (V.O.)\n\nI lived with my parents in the\nhouse I grew up in. My world was\nsmall and he was my rescuer from a\nlife in the margins.\n\nLaura’s mother has sniffed out the sparks between Laura and\nHenry. Mom gives Henry the hard sell with a smile as Laura\nsquirms in the spotlight.\n\fLAURA’S MOTHER\nOh, an engineering degree from Ole\nMiss? Laura’s a college graduate,\ngot her teaching certificate from\nWest Tennessee State.\n\nTEDDY\nOh, my dear sister’s the smartest\none in the family. Made better\ngrades than I ever did.\n(winking to Henry)\nNever heard the end of it.\n\nLAURA’S MOTHER\n\nLaura, why don’t you play some\npiano after dinner.\n\n(to Henry re: Laura)\nYou really must hear her sing.\n\n(to Laura)\nYou should play something for Mr.\nMcAllan later.\n\nLAURA\nMomma.\n\nLAURA’S MOTHER\nHow about that hymn y’all did at\nservice last Sunday? Or Ave Maria,\nthat’s beautiful.\n\nLAURA\nMomma.\n\nLAURA'S MOTHER\nWhat?\n\nLAURA\nI’m quite sure that Teddy did not\nbring his new boss, Mr. McAllan,\nover to hear hymns.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA'S MOTHER\nWhat? LAURA\nI’m quite sure that Teddy did not\nbring his new boss, Mr. McAllan,\nover to hear hymns. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA’S MOTHER\nWell, let’s ask him then. Mr.\nMcAllan, would you like to hear\nsome music later?\n\nEyes turn to Henry as he finishes a bite of food and wipes\n\nhis mouth.\n\nHENRY\nI like hymns.\n\nLaura, de-centered.\n\fINT./EXT. LAURA'S MEMPHIS HOME - NIGHT\n\nLaura opens the door to REVEAL Henry with a bouquet of\nflowers. She smiles, surprised.\n\nLAURA (V.O.)\nI was unused to male admiration and\nknew only that I wanted more. It\nwas at least a reprieve from the\nsincere pity and insincere kindness\ndirected at old maids.\n\nOMITTED\nINT. MOVIE THEATER\n\nLaura and Henry gazing at the big screen. She steals a\nglance at him.\n\nLAURA (V.O.)\nHe didn’t feel the need to fill the\nair with words like I did. He had\nthe self confidence I lacked. He\nwas, after all, a veteran of the\nGreat War.\n\nEXT. OVERTON PARK - DAY\n\nHenry and Laura walk hand in hand. The dogwood trees are\nblooming and flurries of white petals flit on gentle breezes.\nHenry picks a petal out of Laura’s hair and they hold a look.\n\nLAURA (V.O.)\nThough he never spoke of it, his\nlimp was a constant reminder of his\nbrave sacrifice. I can’t say that\nI was truly in love with him, but I\nwas so grateful to him it dwarfed\neverything else...\n\nHenry takes her face in his hands, grinds a kiss onto her\nmouth. Laura recovers, tries a smile, waits for some\ntenderness, a grand romantic declaration--\n\nHENRY\nMy brother, Jamie’s coming up from\nOxford in a few weeks. I’d like\nfor him to meet you.\n\nINT. TRAIN STATION - DAY\nLaura and Henry in the center of the BUZZING terminal. Laura\n\nis dressed for the occasion. Henry paces, excited. A\nLOUDSPEAKER announces the train’s arrival.\n\fHENRY\n(checking his watch)\nRight on time. That’s rare for\nJamie.\n\nHenry scans the crowd, smiles.\n\nHENRY (CONT'D)\nThere.\n\nHenry points. Jamie strides through the crowd.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY (CONT'D)\nThere. Henry points. Jamie strides through the crowd. \n\nTARGET SECTION TO BE ANNOTATED:\n He is fresh,\nclean, beautiful. Henry moves to him as fast as limp will\npermit. A warm, rocking hug. They step back and study each\nother’s faces.\n\nJAMIE\nYou look good, brother.\n\nHENRY\nLikewise.\n\nJAMIE\nThe air up here in Memphis agrees\nwith you.\n(looking at Laura)\nOr is it something else?\n\nJamie throws Laura a movie star smile. And she is\nimmediately taken by his charm.\n\nHENRY\nThis is Miss Chappell.\n(to Laura)\nMy brother, Jamie.\n\nLAURA\nPleased to meet you.\n\nJAMIE\nThe pleasure is all mine.\n\nWith exaggerated gallantry, Jamie takes Laura’s offered hand\nand kisses it.\n\nHENRY\nHe thinks he’s a character in one\nof his plays.\n\nLAURA\nHenry tells me you’re studying\ntheater at Ole Miss.\n\f10.\n\nJAMIE\n(forefinger in the air)\nAh, but which play, dear brother?\nHamlet? Faust? Prince Hal?\n\nHENRY\nHopefully one of them fellas can\nearn you a decent wage someday.\n\nJAMIE\nWhat do you think, Miss Chappell?\n\nLAURA\nI think you’re more of a Puck.\n\nJamie is impressed and the dazzle in his smile shows it.\n\nJAMIE\nDear lady, thou speakest right. I\nam that merry wanderer of the\nnight.\n\nHENRY\nWho’s Puck?\n\nJAMIE\n(mock despair)\nLord what fools these mortals be.\n\nDespite being older, Henry has always been in Jamie’s shadow.\n\nLAURA\nPuck’s a kind of mischievous\nsprite.\n\nJAMIE\n\nA hobgoblin. Forgive me, I’m only\ntrying to impress her.\n\nHENRY\nLaura’s not the impressionable\ntype.\n\nJAMIE\n\nGood for her.\nJamie smiles and winks at Laura.\nINT. MANSION PARLOR - NIGHT\nWELL-HEELED GUESTS lounging on Queen Anne couches. BLACK\n\nSERVANTS buzz about with trays. A BLACK BIG BAND plays\nsomething watered-down swing.\n\f11.\n\nLaura, Henry and Jamie giggling in a lush nook. Jamie is mid-\nstory. Laura is rapt. Henry’s heard it.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJamie is mid-\nstory. Laura is rapt. Henry’s heard it. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMIE\nNext thing I knew I was sucked\nunder, concussed and bleeding, I\nwas as good as gone. Another\nvictim of the great flood of twenty-\nseven.\n\nLAURA\nI can’t believe you never told me\nthis.\n(to Jamie)\nThen what happened?\n\nJAMIE\n\nI saw a glimmering light. Like a\nfallen star.\n\n(wiggling his fingers)\nAnd a great big hand reached out of\nit. Thought it was God himself\ncome to take me. But it wasn’t.\nIt was my dear big brother, Henry.\n\nLAURA\n(smiling to Henry)\nYou saved his life. You’re a hero.\n\nJAMIE\nHe is indeed.\n\nHENRY\nWhat else was I supposed to do?\nLet him drown?\n\nIt’s not a pleasant memory for Henry. As he shrugs it off a\nSERVANT refreshes their champagne.\n\nHENRY (CONT’D)\nThat’11 do--\n\nJAMIE\nWe've barely had any. Don’t worry\nHenry, I’ve got more stamina than\nyou-—\n\nJamie tips the servant’s hands, extends the pour.\n\nHENRY\nWhat, from modeling clothes? Don’t\nknow how you do that. Seems so\nundignified for a man.\n\f12.\n\nJAMIE\n\nWe'll have plenty of time later for\nyou to evaluate my life choices,\nbrother. Tonight, we celebrate.\n\n(raising his glass)\nHere’s to the future. Whatever it\nmay hold. May you be blessed with\nhappiness, health, prosperity\nand...\n\n(to Henry re: Laura)\n...-if she’ll have you, maybe even a\nhouse full of children. My love to\nyou both.\n\nSaid genuinely. Laura is touched. Despite himself, Henry is\ntoo. They clink glasses and drink.\n\nLAURA\nOoh, bubbly.\n\nJust then the band switches the beat and ups volume. It’s\ntime to dance. As couples start to move to the dance floor\nJamie looks to Henry:\n\nJAMIE\nWould you mind terribly if I hada\ndance with your girl?\n(off Henry’s shrug)\nMiss Chappell? Care to take a\nspin?\n\nLaura looks to Henry, Henry nods.\nON THE DANCE FLOOR - MOMENTS LATER\n\nJamie and Laura whirl. Jamie’s got Fred Astaire moves.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura looks to Henry, Henry nods. ON THE DANCE FLOOR - MOMENTS LATER\n\nJamie and Laura whirl. Jamie’s got Fred Astaire moves. \n\nTARGET SECTION TO BE ANNOTATED:\n But\nthis is new to Laura and she’s awkward. Jamie patiently\nleads and soon Laura's swept off her feet. For a while it\nfeels like it’s just the two of them out there.\n\nLAURA (V.O.)\nJamie saw in a different way. When\nhis eyes were on me, I felt like I\nwas no longer invisible.\n\nLaura and Jamie lock eyes and the connection is overwhelming.\nThe envious eyes of other women in the room. Laura shrugs\noff Henry’s questioning gaze. The song ends. Laura is\nbreathless.\n\nBACK AT THE TABLE - MOMENTS LATER\n\nJamie escorts Laura back to the table. She’s flushed. Henry\nnotices it.\n\f13.\n\nJAMIE\nExcuse me. I’11 be back.\n\nJamie moves off and Henry looks to Laura.\n\nHENRY\n\nYou look especially pretty tonight.\nLAURA\n\nThank you.\nHENRY\n\nJamie has that effect on girls.\nThey sparkle for him.\n\n(beat)\nHe likes you. I can tell.\n\nLAURA\nI’m sure he doesn’t dislike anyone.\n\nHENRY\nAt least not anyone in a skirt.\n(re: the dance floor)\nSee what I mean?\n\nLaura looks and sees Jamie on the dance floor with a PRETTY\nGIRL. The girl effortlessly follows Jamie through a series\nof turns and dips. Laura suddenly feels foolish and tries to\ncover it as she sips her champagne glass empty. Henry refills\nit.\n\nLAURA (V.O.)\n\nHenry's marriage proposal didn’t\nplay out like I'd pictured it\nwould. He wasn’t kneeling and the\nquestion actually came out as more\nof a statement. Henry wasn’t a\nromantic. He was made of sturdier\nstuff. But he was a good, hard\nworking man. And he loved me. And\nI knew that he would provide, be\ntrue, and give me children. And\nfor that, I could certainly love\nhim in return.\n\nLaura steals glances at Jamie dancing and smiling.\nOMITTED\nINT. HENRY/LAURA’S MEMPHIS HOUSE - DAY\n\nHenry carries Laura over the threshold.\n\f14.\n\nLAURA (V.O.)\nI loved domestic life.\n\nThen, in a MONTAGE we see Laura around the house cooking,\nironing, cleaning and being domestic.\n\nLAURA (V.O.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, in a MONTAGE we see Laura around the house cooking,\nironing, cleaning and being domestic. LAURA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nYielding to Henry and waiting for\nhim to come home to me was what I'd\nbeen put on earth to do.\n\nCUT TO: Laura holding INFANT AMANDA LEIGH as they\nfinish dinner . Henry insists that she stay seated as he\ncleans up the dishes.\n\nLAURA (V.O.)\nAnd when Amanda Leigh was born I\nbecame hers completely.\n\nAnother CUT and Laura plays blocks on the floor with now\nONE-YEAR-OLD AMANDA LEIGH while Henry tunes the radio.\n\nLAURA (V.O.)\nBut then came the day that changed\neverything. Forever...\n\nWe PUSH IN on the radio as we hear Franklin Delano Roosevelt:\n\nFDR (ON THE RADIO)\nMister Vice President, Mister\nSpeaker, members of the Senate and\nof the House of Representatives.\nYesterday, December 7th, 1941, a\ndate which will live in infamy,\nthe United States of America was\nsuddenly and deliberately attacked\nby naval and air forces of the\nEmpire of Japan.\n\nEXT. THE JACKSON’S CABIN - DAY\n\nRONSEL (V.O.)\nDaddy borrowed Mister Robert’s and\n‘nems truck to take me. That’s what\nI remember most. The first things\nand the last things stick the\nhardest.\n\nA gathering of NEIGHBORS in the tidy yard. Ronsel in crisp\nTRAVELING CLOTHES, his sister, Lilly May, hanging on his\nneck.\n\nLILLY MAY\nDon’t forget about us.\n\f15.\n\nRONSEL\nYou know I won’t.\n\nMarlon steps forward with a brave face, pumps his brother's\nhand, claps his back. Little brother Ruel follows suit.\n\nMARLON\nTake care Ron.\n\nRONSEL\nY'all don’t be quarreling. Pitch in\ngood, help Mama ‘nem.\n\nMARLON\nWe will.\n\nRONSEL\nAnd keep them no ‘count boys away\nfrom Lilly May. Don’t let her turn\nfast.\n\nLilly May smiles through her sniffles, pops Ronsel on the\nshoulder as she steps back. Marlon does a little salute. Hap\nlooks on from the driver's seat of his rough-idling truck,\npride and doubt competing for his eyes.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nLilly May smiles through her sniffles, pops Ronsel on the\nshoulder as she steps back. Marlon does a little salute. Hap\nlooks on from the driver's seat of his rough-idling truck,\npride and doubt competing for his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nRonsel slings his pack over his shoulder, ambles over to\nwhere Florence holds herself against the cab. She puts her\nhand on his forehead, cups his face, holds her hand over his\nbeating heart. Bomp. Bomp. Bomp. He’s alive. Ronsel holds\nFlorence's hand over his heartbeat.\n\nFLORENCE\nYou just come back.\n\nRONSEL\nI will Mama.\n\nFLORENCE\nYou come all the way back.\n\nRonsel kisses her hand. Florence pats his chest and peels\nherself away. Neighbors and family surge forward as Hap eases\nthe truck away, spill into the dirt road waving and\nwhistling. But Florence doesn’t look back.\n\nFLORENCE (V.O.) (CONT'D)\nI can’t look back. I didn’t look\nback. It’s bad luck to watch\nsomebody leave.\n\f16.\n\nINT. JACKSON CABIN - DAY\n\nFlorence opening the windows, chasing out dust. Exorcising\nfear from the corners of the cabin with her broom.\n\nFLORENCE (V.O.)\nI held his heartbeat in my hand. I\nremember every beat. He was warm\nand alive. I know every place in\nhim.\n\nFlorence throws open the back door. Beyond a small green\ngarden, COTTON FIELDS stretch infinitely from her yard post.\nHap and Marlon are slow-moving specks on the horizon.\nFlorence raises her hand in a wave.\n\nFLORENCE (V.O.)\nAnd it was all I could do to not\nlook back.\n\nOne of the specks waves back.\n\nFLORENCE (V.O.)\nNo, I don’t have favorites.\n\nINT. HAP’S CHURCH - DAY\n\nHap in the pulpit, sweating and quaking and exalting. Swaying\ntrees visible through the missing boards behind him. A breeze\nblowing in through an empty window pane. Florence in the\nfront row, flanked by her children, duly listening. Her eyes\nclosed.\n\nFLORENCE (V.O.)\nI love them all equally. Every\nmother does. But during all those\nfour years, all that time he was\ngone...\n\nFlorence’s eyes open.\n\nFLORENCE (V.O.)\nI only prayed for him.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nFlorence’s eyes open. FLORENCE (V. O.)\nI only prayed for him. \n\nTARGET SECTION TO BE ANNOTATED:\nHap catches Florence’s eye, shoots her a smile.\n\nFLORENCE (V.O.)\nGod'1l forgive me.\n\nHAP\nJohn 14:1-3\n“In my Father’s house,\nare many mansions.\n(MORE )\n\fHap, head\nwords.\n\nHap lifts\nthe crowd,\nThe words\n\n16A.\n\nHAP (CONT'D)\nIf it were not so I\nwould have told you.\nI go to prepare a place for\nyou... that’s where I\nam, ye may be also.”\n(beat) I know that brings me\ncomfort. It brings me\ncomfort that\nOne Morning\nMy getting up is gonna be just\na little bit easier than the day\nbefore. One\nMorning\nMy children are not gonna wake up\nin this place, they’re gonna open\nthey eyes on a new sky.\nOne Morning\nWe gonna knock the boot from off\nour neck, we gonna shake the chains\nfrom round our feet.\nOh Yes\nOne morning!\nAnd I’m not talking about the\nhereafter. I’m talking about the\n\nRight Now! Oh One\nMorning!\nI said One morning Soon... (song)\n\nhung low, is silent. Speechless, searching for\n\nCONGREGATION\nThat’s all right, sir. Take your\ntime!\n\nhis heartbroken eyes to the congregation. He scans\nlooking for a reason. His eyes catch on Florence.\nstill don’t come.\n\nHAP\nChurch. ..Beloved.\nI don’t know I just don’t know.\n(beat) You see how they done him?\nY'all seen how they done him.\n\nFather I Stretch My Hand To Thee\n\nOMITTED\n\nOMITTED\n\f17.\n\nOMITTED\nEXT. HIGH AND WIDE OVER A FIELD OF COTTON - DAY\nThe shadow of a biplane crop duster BUZZES across fields.\n\nHENRY (V.O.)\nThe army made Jamie a bomber pilot.\nBut it’s my fault he’s up there.\n\nCUT TO:\n\nINT. HENRY’S CAR (MOVING) - DAY - SIMULATANEOUS\n\nHenry drives on the road adjacent to the cotton field. As\nthe plane roars past his VOICE OVER continues:\n\nHENRY (V.O.)\n\nWhen Jamie was a boy he had\nquestions about my time in the\nGreat War.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY’S CAR (MOVING) - DAY - SIMULATANEOUS\n\nHenry drives on the road adjacent to the cotton field. As\nthe plane roars past his VOICE OVER continues:\n\nHENRY (V. O.)\n\nWhen Jamie was a boy he had\nquestions about my time in the\nGreat War. \n\nTARGET SECTION TO BE ANNOTATED:\n How many Huns did I\nkill? How had I been injured? Why\ndid they call it great? And all I\ncould do was make him promise that\nif he ever had to be a soldier he\nwould get up to the sky. They say\nbattle is cleaner in the sky.\n\nCUT TO:\n\nINT. HOUSE ON EVERGREEN STREET - DAY\n\nHenry, Laura, 2 YEAR OLD AMANDA LEIGH, and INFANT ISABELLE,\nfinish breakfast. Henry kisses all his girls good-bye. He\nrolls a sheath of BLUEPRINTS, stuffs them in a tube stamped\nARMY CORPS OF ENGINEERS. Grabs a construction helmet.\n\nOMITTED\nEXT. COTTON FIELD - DAY\n\nA pair of TODDLERS ride the long tail their MOTHER’S COTTON\nSACK. The mother picks and steps, picks and steps in\nautomated drudgery. SHIFF SHIFF SHIFF. The babies gliding\nbackwards on their mother’s effort. Other PICKERS in weary\nsynchrony in the rows alongside her.\n\nHENRY (V.O.)\n\nWork kept me from my family. But\nthe army needed bases and airfields\nand I was happy to oblige. My great-\ngreat grand daddy and his slaves\nbuilt the farm I grew up on.\n\f18.\n\nHenry leans next to his idling car, a worn NO TRESPASSING\nsign hangs limp from a tree. Henry eyes a string of distant\nSHARECROPPERS. He reaches down and grabs a handful of earth.\n\nHENRY (V.O.)\n\nOne time Grandaddy told me to go\ngrab up a handful of dirt from the\nyard, and I did. He asks me “What\nare you holding?\" I said “Dirt”. He\nsays “that's right now give it to\nme.\" So I do and he says “Now\nwhat's this I've got in my hand?\"\n“Dirt” , I says. Then he says “Naw\nboy, this is LAND I've got. Do you\nknow why?\"\n\nHenry sniffs the dirt in his hands, tastes it, spits it out.\n\nHENRY (V.O.)\n\nAnd he says “because I OWN it. It's\nmine. And one day it'll be yours.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\nAnd he says “because I OWN it. It's\nmine. And one day it'll be yours. \n\nTARGET SECTION TO BE ANNOTATED:\nBut in the meantime, to you and\nevery other person who doesn't own\nit, it’s just dirt.”\n\nHenry tosses the dirt away.\nINT. CHURCH - DAY\n\nSunlight beams through stained glass and a preacher resides\nover a small congregation. Henry, Laura, Amanda Leigh (4)\nand Isabelle (2), walk down the aisle followed by Pappy.\nHENRY’S MOTHER lies in repose. Laura moves past the casket\nquickly with the children in tow.\n\nHENRY (V.O.)\n\nExcept that land never became mine.\nPappy sold it after the flood. He\ntold people that the river wiped\nhim out. But that was a lie.\n\nPappy stops and takes a long look down at the body. Henry\nlays a flower in the casket. Pappy sobs heavily as he wrings\nthe hat he holds in his hands. Henry starts to reach for his\nfather’s shoulder, hesitates, clasps his hands behind him\ninstead.\n\nHENRY (V.O.)\nHe walked away from that land\ngladly.\n\nAnother PARISHIONER drapes a comforting arm around Pappy.\n\f19.\n\nHENRY (V.O.)\nAnd when mama died, he sold my\ndreams as payment for his grief.\n\nCUT TO:\nINT. HOUSE ON EVERGREEN STREET - BEDROOM - NIGHT\n\nWhere Henry and Laura make love. Henry climaxes, then slowly\nrolls off of her. They both catch their breath and stare at\nthe ceiling for several post-coital beats, then:\n\nHENRY\nHoney, by the way. I bought a farm\nin Mississippi.\n\nLaura’s head snaps towards him, her face smeared with shock.\nBut Henry continues like it’s great news:\n\nHENRY (CONT'D)\nIt’s 40 miles south of Greenville\nnear a town called Marietta. We’ll\nbe moving in three weeks time.\n\nLAURA\nWhen did you do this?\n\nHENRY\nJust recently. I rented us a house\nin town. It’s a gorgeous with a\nbig old porch, an oak tree, four\nbedrooms. You and the girls will\nlove it.\n\nLAURA\nBut we love this house.\n\nHENRY\nThey each get their own room and\nPappy can have his own space.\n\nLAURA\nPappy?\n\nHENRY\nOf course.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nThey each get their own room and\nPappy can have his own space. LAURA\nPappy? HENRY\nOf course. \n\nTARGET SECTION TO BE ANNOTATED:\n Now that momma’s gone\nsomeone's got to look after him.\n\n(then)\n\nWait ‘til you see it. It’s gota\nmodern electric stove. And it’s\nonly 3 blocks from the elementary\nschool. And it’s only about a half\nhour drive out to the farm.\n\n(MORE )\n\f20.\n\nHENRY (CONT'D)\n\nBought it from a couple who lost\ntheir son in the war. Felt bad\ntaking it at such a low price, but\nthey wanted out.\n\n(then)\nI'll have Pappy drive the truck up\nnext week.\n\nLAURA\nWhat truck?\n\nHENRY\nThe pick up I bought to use on the\nfarm. Got a tractor too. John\nDeere Model B. Helluva machine.\nI’ll be able to farm a hundred\nacres by myself. Imagine that.\n\nHenry realizes Laura has been looking at him, agape.\n\nHENRY (CONT'D)\nYou're mighty quiet.\n\nLAURA\nI'm mighty surprised.\n\nHENRY\nBut you knew I always intended to\nhave my own farm someday. I’m sure\nI mentioned it.\n\nLAURA\nNo, Henry. I had no idea. I\nwould’ve remembered that.\n\nHENRY\nWell. I’m telling you now. We've\ngot ourselves two hundred acres of\nfertile land. And with that\ntractor I don’t need a bunch of\nsharecroppers, I can do most of the\nwork myself.\n\nLAURA\nWhat about my family?\n\nHENRY\nMe and the girls are your family.\n\nLAURA\nI mean my mother and father.\n\nHENRY\nThey can visit. You can too.\n\f21.\n\nLAURA\nBut...three weeks?\n\nHENRY\n\nLaura, honey, in a year’s time I'll\nturn enough profit to buy us\nanother hundred acres. Man up the\nroad is itching to sell. Lot\nbetter living than I’m making now.\n\n(then)\nYou're going to love it. I know\nyou will. You’ll see.\n\nEXT. MEMPHIS STREET - DAY\n\nWe find the McAllan convoy leaving town. Laura drives the\nDeSoto sedan with Isabelle and Amanda Leigh. Henry and Pappy\nare in a pick-up truck packed full of belongings including\nLaura’s piano.\n\nEXT. A COUNTRY ROAD - DAY\n\nAs the two-car McAllan convoy rolls by.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHenry and Pappy\nare in a pick-up truck packed full of belongings including\nLaura’s piano. EXT. A COUNTRY ROAD - DAY\n\nAs the two-car McAllan convoy rolls by. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s much more rural\nout here and a world away from Memphis.\n\nCUT TO:\nEXT. THE ANTEBELLUM HOUSE - DAY\n\nIt’s even more charming than Henry described. The procession\nunfolds from the caravan.\n\nHenry watches Laura as she takes it in. She looks at Henry\nand softens, the house is lovely. He moves to her and takes\nher hand as they walk towards their new home.\n\nAMANDA LEIGH\nMommy flowers!\n\nLAURA\nI see, honey.\n(to Henry)\n\nYou didn’t tell me we had azaleas.\n\nHENRY\nSo we do.\n\nIsabelle coughs as she curls deeper into mommy.\n\nLAURA\nShe's done in. Let’s get inside.\n\nHENRY\nKey should be under the mat.\n\f22.\n\nJust then the the front door opens to REVEAL a big, bear of a\nman, ORRIS STOKES (Caucasian, 30's). He’s not friendly.\n\nSTOKES\nWho the hell are you?\n\nHENRY\nWe’re the McAllans. The new\ntenants of this house. Who are\nyou?\n\nSTOKES\nOrris Stokes. The new owner of\nthis house.\n\nHENRY\nI rented this place from George\nSuddeth just three weeks ago.\n\nSTOKES\nSuddeth sold me the house last\nweek. And he didn’t say nothing\n‘bout no renters.\n\nHENRY\nIs that a fact? I guess I need to\nrefresh his memory.\n\nSTOKES\nHe left town three days ago.\n\nHENRY\nI gave him a hundred dollar\ndeposit.\n\nPAPPY\nYou get anything in writing?\n\nHENRY\nWe shook on the deal.\n\nPappy spits on the ground, shakes his head in disgust.\nHENRY (CONT'D)\nI paid him a hundred dollars cash\nright there in the living room. I\nhad dinner with him and his wife.\n\nSTOKES\nYou best be getting on.\n\nOrris shuts the door behind him.\n\f23.\n\nPAPPY\nYou got swindled, boy. Damn fool.\n\nHenry is crestfallen. Another cough from Isabelle. Off the\nwhole group looking to Henry.\n\nHENRY\nThen we’ll have to stay on the\nfarm. There’s a house. We can\nmake it work.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nThen we’ll have to stay on the\nfarm. There’s a house. We can\nmake it work. \n\nTARGET SECTION TO BE ANNOTATED:\nPAPPY\nYou mean out there with the niggers\nand the farm hands?\n\nHENRY\nIt’s the only place big enough for\nall of us. There’s nothing else in\ntown. Believe me, I looked.\n\nEXT. A RUTTED ROAD - DAY\n\nThe McAllan’s two-car convoy rocks and bumps their way down\nthe road. The land is flat and mostly featureless. African\nAmerican men, women and children dot the fields, tilling the\nearth with mule drawn plows.\n\nEventually they pass run down sharecropper’s shacks with dirt\nyards. African American women hang clothes on lines as\nchildren play or watch the procession from porches.\n\nEXT. JACKSON CABIN - SUNSET\n\nHap surveys his land. Ruel and Marlon toil shoulder to\nshoulder in the fading light. Florence and Lily May chip away\nat the day’s chores.\n\nHAP (V.O.)\nWhat good is a deed? My\ngrandfathers and great-uncles,\ngrandmothers and grand-aunts,\nfather and mother--broke, tilled,\ntoiled, planted, plucked, razed,\nburned, broke again. Worked this\nland all their lives. This land\nthat would never be theirs. They\nworked until they sweated. They\nsweated until they bled. They bled\nuntil they died. Died with the dirt\nof this same 200 acres underneath\nthey fingernails. Died, clawing at\nthe hard brown back that would\nnever be theirs. All they deeds\nundone.\n\n(MORE )\n\f23A.\n\nHAP (V.O.) (CONT'D)\n(beat)\nYet this man, this place, this law,\nsay you need a deed. All the blood\nand sweat and dying with dirt under\nyour fingernails don’t count.\nDoesn’t make it yours. Say you need\na deed, not Deeds. So what good is\na deed? A deed is a piece of paper.\nOne of my great-uncles, Uncle\nWilliam, got ahold of a piece of\nland during reconstruction. A good\npiece of land right next to the\nriver. He had a deed. Had his piece\nof paper and all. Four white men\nrode up on horses one day, aimed\nthey pistols, said it was theirs.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe had a deed. Had his piece\nof paper and all. Four white men\nrode up on horses one day, aimed\nthey pistols, said it was theirs. \n\nTARGET SECTION TO BE ANNOTATED:\nMy uncle’s good deed torn into\nforty pieces and thrown to the\nwind. It was too good, you see? The\nland he had claimed. And so I ask:\nwhat good is a deed?\n\nEXT. RICKETY BRIDGE - DAY\n\nThe bridge spans a small river. As the two-car convoy drives\nover the creaky structure Henry leans his head out the window\nand shouts back to Laura in the DeSoto.\n\nHENRY\nThis is it! We’re on our land now!\n\nOMITTED\nEXT. THE JACKSON'S SHED- DAY\nHAP (V.O.)\nPride goeth before destruction and\n\na haughty spirit before a fall.\n\nHap leads his MULE into the stall, gives its mane a good comb\nbefore tying a feed bag on.\n\f24.\n\nHAP (V.O.)\nThat mule made me a share tenant,\nnot a share cropper. And it had me\ndreaming about having my own piece\nof land. Maybe that’s where the\nproblem started.\n\nHap saunters back to his cabin, luxuriates in the calm of a\ncompleted day’s work.\n\nINT. THE JACKSON’S CABIN - SUNSET\n\nHap and his family shoulder to shoulder around an overflowing\ndinner table. Cabbage and onions from Florence’s garden. A\ncast iron skillet with rabbit in heavy brown gravy. A plate\nof sliced tomatoes goes around. A SURVEYOR’S MAP with\noutlined parcels is pinned to the wall. A pencil on a string\nhangs from a nail next to it. Hap stares at it as he eats.\nHap leaps up, napkin still tucked around his neck to redraw a\nboundary, scribble notes.\n\nFLORENCE\nIf only fences could be put up with\nlead.\n\nHAP\nThe get taken down with lead all\nthe time.\n\nHap winks at Florence, Florence blushes.\n\nMARLON\nWon’t be too much longer, Papa will\nit? This time next year I’ma have\nabout fifty acres of cotton, fifty\nacres of oats, fifty acres of rice--\n\nLILLY MAY\nFool, rice don’t grow here.\n\nHAP\nNever call your brother a fool.\n\nMARLON\nWell I’ma grow it anyway.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis time next year I’ma have\nabout fifty acres of cotton, fifty\nacres of oats, fifty acres of rice--\n\nLILLY MAY\nFool, rice don’t grow here. HAP\nNever call your brother a fool. MARLON\nWell I’ma grow it anyway. \n\nTARGET SECTION TO BE ANNOTATED:\nLILLY MAY\nThat’s why I’m not gon’ be no\nfarmer, I’ma be a stenographer.\n\nMARLON\nA ste- what?\n\f25.\n\nFLORENCE\nIt’s kinda like a typist.\n\nMARLON\nThey don’t allow no colored\ntypists.\n\nHAP\nYour sister will be the first.\n\nMARLON\nAnd? You'll be buying all your food\nfrom us. We gon’ get all your\ntypist money.\n\nLILLY MAY\nNuh -unh. ‘Cause I’ma be in\nCalifornia or Chi-cago where all\nthe good jobs at.\n\nMARLON\nWar gonna be over by then.\n\nLILLY MAY\nNo it won’t--\n\nSudden silence settles over the group.\n\nLILLY MAY (CONT’D)\nI mean...but Ronsel, he--he’1l\nprobably be home Mama.\n\nFLORENCE\nI don’t want him back early. Early\nmeans-—-\n\nHap massages Florence’s shoulders, kisses her temple.\n\nHAP\nHe’s not coming back early. Y'all\nfinish up. Get these dishes rinsed\noff before bed--\n\nBANG BANG BANG from the door at the far side of the cabin.\nAll eyes on Hap. The dividing wall between what was a two-\nfamily unit has been cut and framed with a door that extends\nthe Jacksons cozy living space. BANG BANG BANG. Marlon starts\nto rise, Hap motions him to sit. Hap palms a MACHETE that\nleans just inside the door, holds it close behind his leg\nbefore cracking opening it.\n\nHenry, fist still raised in a knock squinting back at his\nragtag caravan.\n\f26.\n\nHAP (CONT'D)\nEvening, Mister.\n\nHenry swivels back around.\n\nHENRY\nHenry McAllen. You Hap?\nHAP\nYes Sir?\nHENRY\nWe just rolled in, I’ma need you to\nunload.\n\nHap taking in the scene, catching up.\n\nHAP\nYou’re the new owner. Thought you\nall wasn’t coming until next week.\n\nHENRY\nI wanna get unloaded and the fire\ngoing before dark.\n\nHenry strides off to the car, doesn’t wait for a response he\ndoesn’t need. Hap looks at Florence, knowing glances.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nI wanna get unloaded and the fire\ngoing before dark. Henry strides off to the car, doesn’t wait for a response he\ndoesn’t need. Hap looks at Florence, knowing glances. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. THE JACKSON’S CABIN - MOMENTS LATER\n\nPAPPY\nThen let him walk.\n\nLilly May and Marlon lingering in the doorway. Hap at the\ntruck pretending not to hear.\n\nHENRY\nIt’s too far and we don’t have\ntime. It’ll be night soon.\n\nPAPPY\nI ain’t movin’ for no nigger.\n\nHENRY\nHe can’t ride alone with Laura and\nthe girls. And there’s no room in\nthe back of the truck.\n(off Pappy)\nPappy. Please.\n\nAs Pappy gets out of the truck he eyes Hap. Hap lowers his\ngaze. Off Laura and the girls watching the scene...\n\nCUT TO:\n\f27.\n\nINT. HENRY'S PICK-UP TRUCK (MOVING) - DAY\n\nHap bounces uncomfortably between Henry and Pappy. Hap looks\ndown and sees that his hand is ever so close to Pappy’s. Hap\nshifts and we hear his VOICE OVER:\n\nHAP (V.O.)\nMist McAllan was from Memphis and\nmy guess was he didn’t know the\neating end of a mule from the\ncrapping end. Told me he intends\nto bring in one of them infernal\ntractors. Imagine that, using a\nmachine to work his land instead of\nthe hands the Lord gave him. This\nman put three families off on\naccount of that damn tractor. But I\nthank God we wasn’t one of them.\nMost times a landlord puts the\ncolored families off first.\n\nEXT. THE MCALLAN FARM HOUSE - EVENING\n\nThe house is a large rickety shack with a deserted air. It\nhas a warped tin roof and shuttered windows with neither\nglass nor screens. A porch runs the length of the house and\nconnects it to a small lean-to. There is a dirt yard with a\npump. A barn, pig wallow, chicken coop and a pasture.\n\nThe two car convoy rolls to a ragged stop. Henry, Laura,\nPappy, Hap, Amanda Leigh and Isabelle pile out. Laura is\nmortified. So is Pappy. Amanda Leigh goes running.\n\nAMANDA LEIGH\nWill we have chickens, daddy?\n\nHENRY\nYou bet. Pigs too.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMANDA LEIGH\nWill we have chickens, daddy? HENRY\nYou bet. Pigs too. \n\nTARGET SECTION TO BE ANNOTATED:\nA recent rain has turned the ground to muck. Laura steps\ninto an ankle-deep mud puddle and loses her footing. She\nsucks her foot out, her nice shoes are ruined.\n\nHAP\nYou alright, Ms. McAllan?\n\nLAURA\nI'm fine, thank you.\n\nHenry swoops Amanda Leigh into his arms and continues, though\nit’s more for Laura’s benefit:\n\f28.\n\nHENRY\nYou know what else, jitter bug?\nThat river we crossed over? I bet\nit’s full of catfish and crawdads.\n\nPAPPY\nBetter git ‘im to replace them\nshutters or we might freeze to\ndeath.\n\nHAP\nI thought you was planning to live\nin town, suh.\n\nHENRY\nPlans changed.\n\nAMANDA LEIGH\nMomma, I have to tinkle.\n\nLAURA\nOkay, sweetheart, come on.\n\nLaura starts heading towards the house but Henry stops her:\n\nHENRY\nUh, honey, it’s around back.\n\nLAURA\nAround back?\n\nHENRY\nIt’s an outhouse. There’s\nno...indoor plumbing.\n\nHenry points to a water pump not far off. Laura is\nincredulous. Henry’s eyes urge her to make the best of it.\nHap’s presence makes Henry squirm even more. Thunder rumbles\nin the distance.\n\nCUT TO:\nINT. THE MCALLAN FARM HOUSE - NIGHT\nThe roof leaks in several spots. Henry and Hap back in with\nLaura’s piano. Pappy sits on a rocking chair, smoking as he\n\nwatches.\n\nHENRY\nRelax yourself Pappy. We got it.\n\nLaura bustles out of one of the bedrooms. She rifles through\na box.\n\f29.\n\nLAURA\nThe girls are done in. I need their\nblankets.\n\nAs Laura tries to get to a particular chest she accidentally\nknocks over a box of books and they go tumbling out. Hap\nrushes over and helps pick the books up.\n\nLAURA (CONT'D)\nJust stack them in the corner.\n\nHAP\nYes, ma’am.\n(then reading the titles)\nA Tale of Two Cities. Wuthering\nHeights.\n\nLAURA\nYou can read?\n\nHAP\nMy son, Ronsel, taught me. He over\nthere fighting under General\nPatton.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\nYou can read? HAP\nMy son, Ronsel, taught me. He over\nthere fighting under General\nPatton. \n\nTARGET SECTION TO BE ANNOTATED:\nPAPPY\nYou mean diggin’ ditches and\npeelin’ potatoes.\n\nHAP\nNo, suh, he a tank commander.\n\nPAPPY\nAin’t no way the Army would turn a\ntank worth thousands of dollars\nover to a nigger. Now my son,\nJamie, there’s a fightin’ man.\nHe’s flying bombers.\n\nHAP\nMy son’s a sergeant. 761st\nbattalion. Calls ‘em the black\npanthers.\n\nPAPPY\nHey, hey boy! You know this one!\nWhaddya you call a nigger with\nstripes?\n(beat)\nA ra-COON! Hahahaha!\n\nPappy enjoys his joke. Hap lowers his eyes and keeps packing\nup the books.\n\f30.\n\nHENRY\nWhere you want this piano?\n\nLAURA\nLet me get the girls to bed first--\n\nPAPPY\nAin’t no room for that piano. The\nhell am I gonna sleep?\n\nLAURA\nGuess we'll have to put you in the\nlean-to?\n\nPAPPY\n\nI ain’t sleeping out there, it\ndon’t even have a floor.\n\nLaura turns her back on Pappy and softens her voice.\n\nLAURA\nHenry, please--\n\nHENRY\nThere’s no room in the house.\n\nPAPPY\nIf you got rid of that piano we\ncould put a bed right there.\n\nHENRY\nTrue. We could.\n\nLAURA\nWe. Need. The. Piano.\n\nPAPPY\nWe could rig a curtain around it.\n\nHENRY\nThere’s an idea --\n\nLAURA\nI don’t want a bedroom in the\nmiddle of the living room.\n\nPAPPY\nSo you just puttin’ me out?\nHENRY\nWe’re not putting you out.\n(to Laura)\n\nNow, honey --\n\f31.\n\nLAURA\nWhen you told me you were bringing\nto this Godforsaken place, I barely\nsaid a word. When you informed me\nthat he was coming to live with us,\nI went along.\n\nHENRY\nLaura-—\n\nLAURA\nAnd when Orris Stokes told you\nyou'd been fleeced by that man you\nrented the house from, I kept my\nmouth shut. But I_am telling you\nnow, we are not getting rid of that\npiano. It’s the one civilized\nthing in this place.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nLaura-—\n\nLAURA\nAnd when Orris Stokes told you\nyou'd been fleeced by that man you\nrented the house from, I kept my\nmouth shut. But I_am telling you\nnow, we are not getting rid of that\npiano. It’s the one civilized\nthing in this place. \n\nTARGET SECTION TO BE ANNOTATED:\n So your father\ncan either sleep in the lean-to or\nhe can sleep in the bed with you,\nbecause I am not staying here\nwithout my piano.\n\nA silent showdown with Henry and Laura.\n\nHENRY\nYou're overtired.\n\nLAURA\nNo. I’m not.\n\nCUT TO:\nEXT. THE MCALLAN FARM HOUSE - LEAN TO - MOMENTS LATER\nPappy unrolling his bed.\n\nPAPPY\nGod-DAMMIT.\n\nEXT. EUROPEAN VILLAGE - DAY\n\nRONSEL\n\n“Dear family. I'm writing to you\nfrom a village in Belgium called...\n\n(pronouncing phonetically)\n.--Tillet. Belgium is a country\njust north of France and it's\nbeautiful. Daddy you would like it\nhere. There are lots of farms...\n\nThe sun is high and warm. WEARY SOLDIERS and the ravages of\nwar are everywhere. RONSEL sits atop his tank, writing a\nletter. His tank is dirty and as beat up as he is.\n\f32.\n\nRONSEL (V.O.)\nI’ve been keeping busy, mostly\ntraining and looking for Germans.\nLuckily we haven’t seen too many.\n\nThat’s clearly a lie as Ronsel eyes a red-crossed ambulance\nfull of wounded soldiers driving by. He continues writing:\n\nRONSEL (V.O.)\nOf course, by the time you get\nthis, I'll probably be long gone\nfrom here. We seem to always be on\nthe move.\n\nA gruff SERGEANT (Caucasian) comes marching down the line:\n\nSERGEANT\nMan all guns! Let’s move!\n\nRonsel pockets his pencil and letter then bangs on the hatch.\nA head pops out, this is WEEKS (African American, 20's).\n\nRONSEL\nC'mon.\n\nCUT TO:\nEXT. EUROPEAN VILLAGE - DAY\n\nAs soldiers march along, a column of tanks rolls by. Ronsel\nrides, his top half up outside the hatch. A DRONING BUZZ\ncatches his ear and he looks up and spots a formation of B-25\nbombers flying high above. Then Ronsel reacts to a Caucasian\nSOLDIER who marches past:\n\nSOLDIER\nHey, jig.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nRonsel\nrides, his top half up outside the hatch. A DRONING BUZZ\ncatches his ear and he looks up and spots a formation of B-25\nbombers flying high above. Then Ronsel reacts to a Caucasian\nSOLDIER who marches past:\n\nSOLDIER\nHey, jig. \n\nTARGET SECTION TO BE ANNOTATED:\n Wha’ch you doing up in\nthat tank, boy? Be careful, might\nhurt yourself!\n\nRonsel eyes him as he rolls on, eventually passing a sign\nthat points towards: MUNICH 10 km.\n\nRONSEL (V.O.)\nBut when we do get a chance to set\nfor a spell, the locals treat us\nreal nice. They’re not like white\nfolks back home.\n\nEXT. A MODEST GERMAN HOUSE - NIGHT\n\nWith a bouquet of flowers, a cleaned up Ronsel knocks on the\ndoor and waits.\n\f33.\n\nThen a pretty German girl (RESL, 20's) answers and smiles,\nshe’s been expecting him. He presents the flowers and she\nhugs him. The hug turns into a kiss.\n\nRONSEL (V.O.)\nI'm mighty grateful for that. I\nget homesick, and they do what they\ncan to make us feel right at home.\n\nAs Ronsel and Resl kiss we PRELAP the sounds of BATTLE.\nINT. RONSEL’S TANK - DAY\n\nWe hear the PINGS and PANGS of bullets ricochetting off the\narmor. It’s claustrophobic and hot in here as Ronsel and the\n4 other African-American crew members operate like fingers on\na hand. Ronsel is the commander, CLEVE is the driver and\nWeeks is the gunner.\n\nRONSEL\nPanzer, one o’clock!\n\nWEEKS\nIdentified! I got him!\n\nRONSEL\nFire!\n\nThe shell is loaded and BOOM. From Ronsel’s POV through the\nview finder, we see the German tank get hit and blow up.\n\nRONSEL (CONT'D)\nWoo! Nice shot!\n\nWeeks smiles for a moment, then contorts his face as he RIPS\nA LONG FART. The guys in the tank react.\n\nCLEVE\nGoddamn, Weeks.\n\nWEEKS\nIt’s them C-rations. Franks and\nbeans.\n\nRONSEL\nWe should load you in the gun and\nfire you at the Jerries, they'd\nsurrender quick.\n\nThe whole crew busts up laughing. But the laughter is cut\nshort by a VIOLENT BLAST. Shrapnel flies and metal twists.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe whole crew busts up laughing. But the laughter is cut\nshort by a VIOLENT BLAST. Shrapnel flies and metal twists. \n\nTARGET SECTION TO BE ANNOTATED:\nWeeks absorbs the blow and gets most of his head blown off.\nRonsel gets knocked back and splattered by blood and brains.\n\f34.\n\nThen there is RINGING and BLURRED FOCUS as Ronsel gets his\nbearings. Soon he comes to and sees a FIRE in the tank.\n\nRONSEL (CONT'D)\nGet outta the tank! Get out!\n\nEXT. THE TANK - DAY - MOMENTS LATER\n\nMachine gun fire. Ronsel, Cleve and the other two tankers\nscramble out of the burning tank into a raging battle. They\nslide out and hunker down against the tank for cover, pinned.\nRonsel checks and cocks his .45. As bullets thud and whiz by\nRonsel looks to the sky. He sees a lone B-25 bomber trailing\nthick, black smoke as it limps home.\n\nCUT TO:\nINT. B-25 BOMBER (MOVING) - DAY - SIMULATANEOUS\n\nOn Jamie, blind-flying, cold wind whistling in through the\nwindow, snot and tears drying backwards over his face.\nDesperate as he struggles with the throttle of the shuddering\nbomber, Jamie is splattered in blood and some of the cockpit\nwindows have been shot out. Jamie looks over at his CO-PILOT\nwho is slumped, dead and bloody.\n\nHis eyes are drawn out the window, PARACHUTISTS escaping\nanother plane. Jamie rolls his plane away from the sound of\ngunfire. The parachutists are shot limp, dead men floating\ngently on full sails.\n\nJamie’s eyes brush a blood splattered picture of a pin-up\ngirl stuck to the co-pilot’s side of the dashboard. It’s a\npretty red-head and there are handwritten words that read:\n‘LADY LUCK’. Off Jamie’s hand wrestling with the shaking\nthrottle...\n\nOMITTED\nINT. BARRACKS - NIGHT\n\nJamie stares at the co-pilot’s empty bunk across from him.\nThe bed is neatly made. There’s a black and white photo of a\nwoman holding an infant among other personal effects.\nLaughter and carousing from OTHER SOLDIERS outside the thin\nwalls. Jamie pours himself a drink with a shaking hand, an\nlonely toast to surviving.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a black and white photo of a\nwoman holding an infant among other personal effects. Laughter and carousing from OTHER SOLDIERS outside the thin\nwalls. Jamie pours himself a drink with a shaking hand, an\nlonely toast to surviving. \n\nTARGET SECTION TO BE ANNOTATED:\n Jamie is red-eyed, fights tears\nas we PRELAP the GROWL OF AN ENGINE...\n\nCUT TO:\n\nOMITTED\n\f35.\n\nEXT. THE MCALLAN FARM — DAY\n\nHENRY’S TRACTOR GROWLING across an empty, ready to be planted\nfield. There’s satisfaction and hope in his eyes as he\nsurveys the expanse of his land.\n\nEXT. COTTON FIELD - DAY\n\nHap hoes at the earth with Sisyphean determination. He stops\nto wipe sweat from his brow and sees Marlon shirtless\nchopping alongside him, straining to keep up. Then he sees\nFlorence in the distance hanging laundry on a line. Lily May\nfeeding the chickens in the coop. Hap resumes his assault on\nthe earth.\n\nOMITTED\nEXT. THE ATWOOD CABIN - DAY\n\nWhere CARL ATWOOD (Caucasian, 30’s) leans against a tree\nsipping from a flask. He grunts at his very pregnant wife,\nVERA (Caucasian, 30's) as she carries a heavy pail of water.\n\nATWOOD\nYou better go slop them hogs.\n\nINT. HENRY’S PICK-UP TRUCK - CONTINUOUS\n\nAs Henry glides by and sees Atwood sitting as Vera carries\nher bucket. Atwood trots out to the road, Henry slows the car\nto a polite roll but doesn’t stop.\n\nCARL ATWOOD\nYou the new bossman hunh? Carl.\nName’s Carl Atwood.\n\nCarl juts a dirty, nail-bitten hand into the cab. Henry holds\nhis breath as he shakes it.\n\nCARL ATWOOD (CONT’D)\nWell you need anything you call me.\nI’m yer number one man, you hear\nwhat I’m saying? Can’t depend on a\nnigger to do a white man’s job. Me\nand my wife--that’s Vera back ‘ere--\nwe been here for awhile. We’ll\ngitcha acquainted. And listen I\nknow now’s not the right time, but\nwhenever you get settled in I do\nneeda talk t’you ‘bout a new\ncontract. ‘Bout a raise? Last owner\nsaid--\n\f36.\n\nHENRY\nI’1ll catch you later Carl.\n\nHenry speeds away, leaves Carl in the dust.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLast owner\nsaid--\n\f36. HENRY\nI’1ll catch you later Carl. Henry speeds away, leaves Carl in the dust. \n\nTARGET SECTION TO BE ANNOTATED:\n Carl waves after\nthe truck.\n\nCARL ATWOOD\n‘Salright I know yer busy! Nice\nspeaking witcha Henry!\n\nCarl’s smile drains as soon as Henry’s truck disappears over\nthe hill. He spits in the tire track.\n\nEXT. THE MCALLAN FARM — DAY\n\nA mass of dark rain clouds in the distance. A distant BOLT\nOF LIGHTNING cracks the sky. A few beats later, THUNDER\nRUMBLES. Then slowly, rain starts to fall. A drizzle at\nfirst, then heavier and heavier.\n\nINT. THE MCALLAN FARM - BARN - DAY\n\nHenry HAMMERS repairs. Outside it’s raining sheets. Then,\nthrough the open doors, we see Pappy, shoulders hunched\nagainst the elements, as he hurries toward the barn. Pappy\narrives and shouts over the steady bang of Henry’s hammer:\n\nPAPPY\nHenry! Your wife wants you.\nIsabel’s worse and the other one’s\ncomin’ down with it too.\n\nINT. THE MCALLAN FARM HOUSE - GIRLS ROOM - MOMENTS LATER\n\nWhere Henry busts in to find Laura tending to Amanda Leigh\nand Isabelle. Isabelle is lethargic, sweaty and wheezing and\nher lips are blue. Amanda Leigh is more alert but coughing\nbadly. Laura is frantic:\n\nLAURA\nIt’s whooping cough. Go bring the\ndoctor. And tell your father to\nput water on to boil.\n(off Henry’s pause)\nGo!\n\nEXT. THE MCALLAN FARM HOUSE - MOMENTS LATER\n\nPouring rain as Henry runs out of the house and into the\ntruck. He pulls out, tires spinning in the mud.\n\f37.\n\nINT. HENRY'S PICK-UP TRUCK (MOVING) - DAY\n\nWhere Henry drives, concern all over his face. Then he\nreacts to something he sees through the windshield.\n\nEXT. RICKETY BRIDGE - SIMULATANEOUS\n\nHenry pulls up. The river ROARS and is completely flooded.\nThe bridge is two feet underwater. Henry gets out of the\ntruck and walks closer to get a look. No way across. Off\nHenry, wheels turning, panic rising...\n\nINT. THE JACKSON’S CABIN - NIGHT\n\nHard rain outside with occasional flashes of lightning\naccompanied by rumbling THUNDER.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nOff\nHenry, wheels turning, panic rising... INT. THE JACKSON’S CABIN - NIGHT\n\nHard rain outside with occasional flashes of lightning\naccompanied by rumbling THUNDER. \n\nTARGET SECTION TO BE ANNOTATED:\n Florence, Marlon and Lilly\nMay, all rapt, sit around the table listening to Hap read a\nletter from Ronsel.\n\nHAP\n“I wish you all were there to see\nit. Her dress was so glittery it\nlooked like it was made of stars.\nEven the white GI's couldn't take\ntheir eyes off her. But tell Lilly\nMay, even the great Lena Horne\nhasn't got half the voice she does.\nAnd please tell Marlon I tried to\nsave him some snow, but it melted.\nSo I'll be bringing him a glass of\nwater instead. Ha ha.\"\n\nSmiles are exchanged. It’s like Ronsel is right there with\nthem.\n\nHAP (CONT'D)\n“And please let momma know that I--\n\nBANGING at the door. Florence drops out of her reverie. More\nBANGING. Hap answers the door-- Henry soaked and desperate.\n\nHAP (CONT'D)\nMist McAllan.\n\nHENRY\nI need Florence. My little girls\nhave taken sick with whooping\ncough. I can’t get to town because\nthe bridge is washed out. And I\nremember you saying she was a\nmidwife.\n\nHAP\nMy wife ain’t a doctor.\n\f38.\n\nHENRY\nI realize that. But my wife...\n\nFLORENCE\nWhen they start the whooping?\n\nHENRY\nIsabelle’s been sick for a couple\ndays now. Amanda Leigh’s cough\nstarted up this afternoon.\n\nFLORENCE\nThey still catching.\n\nHAP\nShe can give you some remedies to\ntake but she can’t go with you.\n\nHENRY\nI’1ll pay you.\n\nFLORENCE\nI wouldn’t be able to come home for\nthree or four days. Who gon’ look\nafter my own family?\n\nHENRY\nPlease. My wife is afraid.\n\nFlorence and Hap consider Henry. Henry’s pride and\nupbringing won’t allow him to beg any further.\n\nFLORENCE\nLet me get my things. I’1l meet you\noutside.\nFlorence moves to Marlon and Lily May and hugs them both.\n\nFLORENCE (CONT'D)\nBe good for your father.\n\nCUT TO:\nINT HENRY’S TRUCK - NIGHT\nPounding Rain.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nFlorence moves to Marlon and Lily May and hugs them both. FLORENCE (CONT'D)\nBe good for your father. CUT TO:\nINT HENRY’S TRUCK - NIGHT\nPounding Rain. \n\nTARGET SECTION TO BE ANNOTATED:\n Henry watches as Florence lifts a flapping\nchicken out of the coop, shoves it in a burlap sack in one\neasy swoop. Florence strides gracefully to the truck, doesn’t\nmiss a beat. Henry’s confusion apparent.\n\nFLORENCE\nGirls gon’ need broth.\n\f39.\n\nHENRY\nOh.\n\nFLORENCE\nAnd you all don’t have chickens\nyet.\n\nEXT. RUTTED ROAD - NIGHT\n\nHenry sluices through the rain, Florence watches him from the *\nside of her eyes. *\n\nFLORENCE (V.O.)\nI didn’t have the luxury of only\nloving my own children. My own\nmother, I remember being blue. Blue\nfrom the dark of the morning, when\nthe moon would still be up. She:\nkissing me and my sister, Us:\npretending to be sleep. Us: not yet\nawake. My mother blue in the\ntwilight, the sun not yet risen.\nShe: going off to work to wake and\nkiss some other woman’s children in\nthe sunlight.\n\nINT. HENRY’S PICK-UP TRUCK (MOVING) - NIGHT\n\nHenry drives and Florence rides, both silent. The road is\nbumpy and the rain makes the visibility minimal.\n\nFLORENCE (V.O.)\nMy mother, blue again from the dark\nof the evening, well after sunset.\nAfter we had eaten the cold suppers\nshe had prepared and left for us.\nAfter we had gone to bed and tried\nto stay awake to see her, when she\nhad been late preparing some other\nwoman’s children hot supper. When I\nwas a little girl, how I hated\nthose other children. The ones that\nnever saw my mother blue. How they\nnever ate the cold. I swore that my\nchildren would have all of me.\nWould see me in the daylight. But\nnow I know what my mother must have\nknown. That if something had ever\nhappened to that other woman’s\nchildren, that would have been the\nend of us. Now I know that she left\nus not out of duty, but out of\nlove.\n\n(MORE )\n\f39A.\n\nFLORENCE (V.O.) (CONT'D)\n(beat)\n\nNow I know...that love is a kind of\nsurvival.\n\nEXT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLORENCE (V. O.) (CONT'D)\n(beat)\n\nNow I know...that love is a kind of\nsurvival. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE MCALLAN FARM HOUSE - NIGHT - CONTINUOUS\nHenry and Florence darting to the house.\n\nFLORENCE (V.O.)\nAnd Laura McAllan? Thought the\nDelta would turn her into nothing\nbut grudge and bone. I didn’t have\nthe luxury of thinking only on my\nown family.\n\nINT. THE MCALLAN FARM HOUSE - NIGHT — CONTINUOUS\n\nHenry and Florence rush in, Laura looks up and glares\ndaggers. Amanda Leigh is bent over a steaming pot of water.\nPappy sits off to the side, smoking.\n\nLAURA\nWho’s this, Henry? Where’s the\ndoctor?\n\f40.\n\nHENRY\nThis is Florence Jackson. She’s a\nmidwife.\n\nLAURA\nDo you see anybody giving birth\nhere?\n\nHENRY\n\nThe bridge is washed out. I\ncouldn’t get to town. I thought\nshe might be able to help.\n\nIsabelle COUGHS and HACKS from the other room, Florence\nshoulders past Henry toward the sound. Abandons the couple in\ntheir bickering.\n\nLAURA\nThese children need a doctor, not\nsome granny with a bag of potions.\n\nHENRY\nThe damn bridge is flooded -- what\ndo you want me to do?\n\nIsabelle starts gagging. Laura rushes to the girls’ room...\nINT. THE MCALLAN FARM HOUSE/GIRLS’ ROOM - CONTINUOUS\n\n...-where Florence turns Isabelle onto her side. Yellow PHLEGM\nand BILE bubble from the child’s mouth, Florence wipes it\naway. Laura kneels across from Florence.\n\nFLORENCE\nI seen this with my own children.\nWe need to get liquid down ‘em.\nBut first we got to clear some of\nthat phlegm out.\n\nLAURA\nHow?\n\nFLORENCE\nMake ‘em some horehound tea. That\nwas real good, you making the steam\nfor ‘em. We’ll keep after ‘em with\nit. Mist McAllan, would you kindly\nplease boil more water, suh?\n\nHenry nods and moves off.\n\nFLORENCE (CONT'D)\nThat tea’ll draw the phlegm right\nout.\n\n(MORE )\n\f4l.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHenry nods and moves off. FLORENCE (CONT'D)\nThat tea’ll draw the phlegm right\nout. (MORE )\n\f4l. \n\nTARGET SECTION TO BE ANNOTATED:\nFLORENCE (CONT'D)\nOnce they get to breathing better,\nwe'll make ‘em chicken broth and\nput ground-up willow bark in it for\nthe fever.\n\nLAURA\nI should have taken them to the\ndoctor as soon as they started\ncoughing. If anything happens...\n\nFLORENCE\nYour girls are gonna be just fine.\nGod is watching over ‘em and so am\nI. And neither one of us going\nnowhere till they feeling better.\n\nLaura nods her appreciation. For an instant, they are simply\ntwo mothers tending a sick child.\n\nINT. THE MCALLAN FARM HOUSE - NIGHT - LATER\n\nCandle and lantern light. The rain has stopped and Florence\n\nis cutting up onions and carrots. Pappy sits in the corner,\n\ncigarette smoke curling around him. Florence has her back to\nhim but she feels his eyes on her. She ignores it until:\n\nPAPPY\nI’m thirsty. Run out to the pump\nand fetch me some water.\n\nFLORENCE\nI got to finish this broth for the\nchildren.\n\nPAPPY\n\nThat broth can do without you for a\nfew minutes.\n\n(off Florence ignoring)\nDid you hear me, gal? I want some\ndamn water.\n\nLaura enters from the girls’ bedroom:\n\nLAURA\nThere’s drinking water in the pail\nby the sink.\n\n(then to Florence)\nThe girls are finally sleeping.\nAfter you finish the broth you\nshould go on home, Florence.\n\f42.\n\nFLORENCE\nYes'm, but like I told your\nhusband, that whooping cough is\ncatching. If I went home I could\npass it to my own children.\n\nLAURA\nWe'll make room for you here.\n\nPAPPY\nAin’t sleeping under the same roof\nas a nigger.\n\nLAURA\nFlorence, why don’t you go check on\nthe girls?\n\nFlorence moves into the GIRLS’ BEDROOM.\n\nLAURA (CONT'D)\nWe can’t send her home to infect\nher own family.\n\nHENRY\nHow the girls doing?\n\nLAURA\nThey’re asleep. And now your\nfather is proposing we send\nFlorence home.\n\nHENRY\nShe'll infect her own family.\n\nPAPPY\nThen she can sleep out in the barn.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now your\nfather is proposing we send\nFlorence home. HENRY\nShe'll infect her own family. PAPPY\nThen she can sleep out in the barn. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nHow could you suggest such a thing\nin this cold?\n\nPAPPY\nNiggers need to know their place.\n\nLAURA\nFor the last few hours her place\nhas been by your granddaughters’\nbedside. Which is more than I can\nsay for you. She sleeps here.\n\nAmanda Leigh starts coughing. Laura goes to her. Pappy\nglowers.\n\f43.\n\nINT. THE MCALLAN FARM HOUSE/GIRLS’ ROOM - DAY\n\nThe room is dark until Florence opens a shutter and sunlight\nbreaks through. Amanda Leigh and Isabelle are sleeping\ncomfortably in their beds. As Florence tidies up, Amanda\nLeigh's eyes flutter open and squint against the daylight.\n\nAMANDA LEIGH\nMomma?\n\nFlorence checks Amanda Leigh’s forehead for fever and then\nsmiles because it has broken. She checks Isabelle’s she is\nfine too.\n\nFLORENCE\nMorning. Glad to see you feeling\nbetter.\n(beat)\n\nI’ll go fetch your momma.\nINT. THE MCALLAN FARM HOUSE - DAY\nWhere Florence quickly packs her things, anxious to get home.\n\nLaura and Henry are in the kitchen area talking quietly.\nPappy is sitting by a table, smoking.\n\nFLORENCE\n‘Scuse me, Mist McAllan? I’m\nready.\n\nLAURA\n\nWe can’t thank you enough for your\nhelp, Florence.\n\nFLORENCE\nYou’re welcome. Just keep after ‘em\nwith the tea. They’ll be fine now.\n\nLAURA\nWe have some good news for you.\n(off Florence)\nWe'd like to offer you a job.\nWorking here. For me. I’11 need\nhelp with the girls, cooking,\ncleaning, that sort of thing.\n\nFlorence flicks a look to Pappy, reeling at the prospect of\ndealing with him every day.\n\nLAURA (CONT'D)\nIt means extra money for you and\nyour family.\n\f44,\n\nLaura smiles, waiting for Florence to leap at the\nopportunity. Off Florence, not leaping...\n\nCUT TO:\n\nINT. THE JACKSON’S CABIN - NIGHT\n\nThe kids are asleep. Hap and Florence whisper by lantern\n\nlight.\n\nFLORENCE\nHow can we say no?\n\nHAP\nWe don’t belong to them.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHap and Florence whisper by lantern\n\nlight. FLORENCE\nHow can we say no? HAP\nWe don’t belong to them. \n\nTARGET SECTION TO BE ANNOTATED:\n We pay\nrent, work our own crops for us.\nThat's it. They can’t just pick us\nup, set us down like we tools.\n\nFLORENCE\nYou're the one always talking about\nsaving. How owning our own parcel\nthe only way to get out from under\nthey foot. We’re almost there.\n\nHAP\nI don’t want you working for them.\n\nFLORENCE\nI wouldn't be working for them. I’d\nbe working for us.\n(beat)\nI already said yes.\n\nHap pulls away from her.\n\nHap warms.\n\nHAP\n(quoting scripture)\n“For the husband is the head of the\nwife, even as Christ is the head of\nthe church.”\n\nFLORENCE\n“An excellent wife who can find?\nShe is far more precious than\njewels. The heart of her husband\ntrusts in her and he will have no\nlack of gain...\n\nHAP\nAll those Sundays you really are\nlistening, huh?\n\fFlorence kisses him, strokes his beard.\n\nFLORENCE\nAnd now you need to listen to me.\n\nOMITTED\n\nOMITTED\n\n45.\n\f46.\n\nOMITTED\nEXT. JACKSON SHED - DAY\n\nFlorence watches as Hap inspects their prone, panting MULE.\nLaying on his side, he foams at the mouth, limbs paralyzed.\nHap drops his head, looks up at Florence. PRELAP the sound of\na GUNSHOT...\n\nINT. HAP’S CHURCH - DAY\n\nHap is a bullet across the pulpit. He transmutes despair into\nbelief behind his own eyes. He rallies, forces himself to\nclap and sing. The church falls in with him. Florence tries\nto sing along but looks exhausted behind her eyes.\n\f47.\n\nEXT. HAP’S CHURCH - DAY\n\nHap still in his Sunday clothes high up on a ladder. He\nhammers a mismatched length of siding into place. Another\nDEACON patches shingles on the roof. Hap stops, takes in the\nsunset behind him. Marlon sprinting back up the road with\nbuilding supplies. Hap puffs at the sight of his son.\n\nHAP (V.O.)\nPride goeth before a fall. But I\nwas just looking at God’s own\ncreation.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAP (V. O.)\nPride goeth before a fall. But I\nwas just looking at God’s own\ncreation. \n\nTARGET SECTION TO BE ANNOTATED:\n Is that pride? Is that a\nsin? Why?\n\nHap’s hammer slips from his grip, he clutches after it, the\nladder tumbles sideways. Hap falling in slow motion.\n\nHAP (V.O.)\nI can’t answer my children when\nthey ask me.\n\nHap now paralyzed on the ground, stiff and sputtering like\nthe mule. Marlon and other Deacons gathering around him.\nHap’s eyes wide in surprise. Hap blacks out.\n\nOMITTED\nINT. JACKSON CABIN - DAY\nSERIES OF SHOTS: HAP’S FAILED CONVALESCENCE\n\n--Florence cleans Hap’s leg, a river of bloody puss runs from\nbroken skin. Hap doesn’t cry out. His leg is discolored and\nmisshapen. Florence wraps clean bandages around it\n\n-- Hap pushes open his bedroom window, sees FLORENCE and\nMARLON working the field on their own. Florence coaches the\nboy along, they work well past dark, invisible except for\ntheir bobbing lanterns and the percussion of seed bags\nbouncing against their legs\n\n-- Lilly May changes Hap's bedpan, Hap holds himself up one\ntrembling elbow, keeps his face craned toward the wall. Shame\npools in the corner of his eyes\n\nEXT. COTTON FIELD - DAY\nFlorence and Marlon’s hard labor apparent in symmetrical rows\n\nof furrowed new earth. A RAIN DROP kisses the ground. Then\nanother. Another.\n\f48.\n\nHAP (V.O.)\nThe rain came that next day, a big\nhard rain that packed the fields\ndown tight as wax.\n\nINT. JACKSON CABIN - DAY\n\nFlorence and children quiet against the windows as they watch\nnature undo weeks of work.\n\nHAP (V.O.)\nNothing we could do set there and\nwatch it and fret for two days\nuntil it finally cleared up.\n\nINT. THE JACKSON’S CABIN - DAWN\n\nHap watches his family out the window as they hoist their\nhoes and water buckets out to the mud-slicked mess to begin\nagain. Lilly Mae in an oversized hat has joined them this\ntime and jogs to keep up. Four lanterns bobbing against cold\n\ndaybreak.\n\nHAP (V.O.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nFour lanterns bobbing against cold\n\ndaybreak. HAP (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nLingered along, lingered along.\nLaid in that bed knowing my wife\nwas out doing my work for me.\nFlorence's hands all blistered up\nand I seen her rubbing her back\nwhen she thought I wasn’t looking.\n\nHap picks up a BIRCH BASKET he’s been working on, resumes\nweaving. The racket of Henry’s tractor crashes the peace.\n\nHENRY (0.S.)\nHap!\n\nHAP\nIn here.\n\nHenry McAllan appears in the window, inventories the room.\n\nHENRY\nHow're you feeling?\n\nHAP\nBetter by the day.\n\nHENRY\nI expect you are.\n\nHenry lights a cigarette.\n\f49,\n\nHENRY (CONT'D)\nHow much longer you gonna be laid\nup?\n\nHAP\nDoc Turpin said six weeks, it’s\nbeen four already. I bet I’1l be\nout there by Monday.\n\nHENRY\nWelp. I don’t think you gon’ have\nenough time to get everything in\nthe ground. You're skinning it\nclose.\n\nHAP\nFlorence and the boys are working\ndouble time sir. Plus you know\nfields gotta be rebroke because of\n\nthat rain.\nHENRY\nCan’t control the rain.\n(beat)\n\nBut y’all ought be well into\nplanting by now and you haven't\neven gotten your fields laid by. I\ncan’t afford to wait any longer,\nyou're a farmer you understand\nthat.\n\nHAP\nYessir.\n\nHENRY\nAs it stands, it’1l be the end of\nthe week ‘fore they even start\nfertilizing. Now if they had a\nmule, they’d be done in no time.\n\nHAP\nWe lost our mule to lockjaw sir.\nFlorence and the boys are--\n\nHENRY\nYou’re gonna have to rent one of my\nmules. You’ll go back on half\nshares to pay it off.\n\nThe verdict sticks in Hap’s throat. Henry already ambling\nback to his tractor.\n\f50.\n\nHENRY (CONT'D)\nSend one a your boys to come fetch\nthat mule after dinner.\n\nHAP\nYessir.\n\nThe blare of Henry’s tractor engine. Hap throws off the bed\ncovers. Drenched in sweat, he snatches down a pair of\nworkpants.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe blare of Henry’s tractor engine. Hap throws off the bed\ncovers. Drenched in sweat, he snatches down a pair of\nworkpants. \n\nTARGET SECTION TO BE ANNOTATED:\n He lifts his bad leg into the trouser hole and\nshimmies his pants over his waist. He shifts his weight onto\nhis good leg and levers himself upright on one leg. He takes\na fortifying breath, slowly eases his bad foot to the ground--\n\nHAP (CONT'D)\nAGH!!!!\n\nA horrible CRUNCHING sound as Hap falls in a heap to the\nfloor. Hap lets a SOB escape for the first time.\n\nINT. THE MCALLAN FARM HOUSE - NIGHT\n\nLAURA\nWhat do you mean Florence isn’t\ncoming back?\n\nHENRY\nIt’s only till July, she’s got to\nget that crop in the ground.\n\nLAURA\nWhere’s Hap?\n\nHENRY\nHis leg is broke. I told you that.\n\nLAURA\nNo you didn’t. Henry? I need help\nwith the girls. Can’t you lend them\na mule?\n\nHENRY\nNo we can’t lend them a mule, it’s\njust like with the Atwoods if they\ncan’t get the work done on time,\nthe have to rent one of ours and\npay us half of the crop for it.\nTough for them, good for us. Are\nyou for us?\n\nLAURA\nHap hurt himself working for us--\n\f51.\n\nHENRY\nHap hurt himself working for Hap!!\n\nLaura recoils, Henry catches himself.\n\nHENRY (CONT'D)\nFarming is a business Laura. And\nlike any business it carries risks.\n\nLAURA\nI just think--\n\nHENRY\nI sank everything into this farm.\nEverything. We need to make some\nmoney this year. If we don’t, our\nfamily’s in trouble. Now. Do you\nunderstand that?\n\nLaura holds her tongue, lifts her chin .\n\nLAURA (V.O.)\nHe kept the money in a strongbox\nunder the floorboards of our\nbedroom.\n\nINT. THE MCALLAN FARM BEDROOM - DAY\nLAURA (V.O.)\nEight. Thirty. Sixty Two. The date\nthe Confederate forces crushed the\nUnion Army in the Battle of\nRichmond.\n\nLaura's fingers spin the dial and open the box. A stack of\nwrinkled cash.\n\nLAURA (V.O.)\nI don’t think he knew that I knew\nthe combination.\n\nOMITTED\n\nOMITTED\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA (V. O.)\nI don’t think he knew that I knew\nthe combination. OMITTED\n\nOMITTED\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE JACKSON’S CABIN - EVENING\n\nDOCTOR PEARLMAN\nHello Mrs. Jackson?\n\nFlorence surprised at the unaccustomed respect. The thick\nGerman accent.\n\f52.\n\nFLORENCE\nYes?\n\nDOCTOR PEARLMAN\nI’m Doctor Pearlman. I’m here to\ntreat your husband.\n\nFLORENCE\nOh... Thank you.\n\nFlorence steps aside, waves the doctor in. Florence spots\nLaura idling in the truck. Laura waves from the driver's\nseat. Florence waves back as she pulls away.\n\nFLORENCE (V.O.)\nIf you’da asked me before then,\nI’'da told you all white folks was\nthe same.\n\nDOCTOR PEARLMAN (0.S.)\nWhoever did this is not a doctor.\n\nFlorence follows the Doctor’s voice into the bedroom, lingers\nin the doorway.\n\nDOCTOR PEARLMAN (CONT’D)\nIt’s badly infected and I’m going\nto have to re-set the bone.\n\nHap motions for a bottle of WHISKEY. Florence reaches for it,\nDoctor Pearlman unearths an ANESTHETIC MASK, and a vial of\nCHLOROFORM.\nDOCTOR PEARLMAN (CONT’D)\nNo, no that won’t be necessary, of\ncourse I’m going to administer an\nanesthetic.\n\nHap and Florence embarrassed. Doctor Pearlman favors Florence\nwith a smile.\n\nDOCTOR PEARLMAN (CONT’D)\nBut a little whiskey never hurt.\n\nOMITTED\nINT. THE MCALLAN FARM HOUSE - BEDROOM - NIGHT\n\nLaura lying on her back, her gown below her knees\n\f53.\n\nLAURA (V.O.)\nHenry stayed mad at me. And he\nshowed it by ignoring me in our\nbed.\n\nHenry clomps in, pretends not to see her. Laura hoists her\ngown up to her thighs.\n\nLAURA (V.O.)\nI hadn't always enjoyed Henry's\nlovemaking, but it made me feel\nlike a true wife. He liked to do it\nat night with one candle. That was\nhis signal, the rasp of match\nagainst the striker.\n\nHenry blows out the candle. Gives her his back. Laura\ncaresses Henry’s back. He ignores her.\n\nLAURA (V.O.)\nI never thought of refusing him.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe ignores her. LAURA (V. O.)\nI never thought of refusing him. \n\nTARGET SECTION TO BE ANNOTATED:\nHow could he refuse me? No it\nwasn’t fulfilling. But it was at\nleast a kind of sweet intimacy.\n\nLaura reaches over, gropes between Henry’s legs. Henry picks\nher hand up, places it back on her side of the bed.\n\nLAURA (V.O.)\nI never realized how much I needed\nthat until he turned away from me.\n\nINT. A MODEST GERMAN HOUSE - BEDROOM — DAY\n\nSunlight fills the room where Ronsel and Resl sleep\npeacefully entwined. We notice a delicate gold necklace with\na_crucifix hanging from Resl’s neck. A few quiet beats, then\na cacophony of HORN HONKS and JEEP ENGINES crescendos.\n\nRonsel wakes quickly but Resl snoozes on. Then, outside, he\nhears HOOTS and HOLLERS.\n\n \n\nRonsel extracts himself from Resl’s sleepy embrace and moves\nto the window. There he sees a procession of American\nsoldiers hanging off jeeps and trucks, waving American flags.\n\nSOLDIERS OUTSIDE\nWar's over! Hitler’s dead! The\nwar’s over!\n\nRonsel watches them wondering if it’s true. Resl joins him\nat the window as the impromptu victory parade rolls by.\n\f54.\n\nThey look at each other, both knowing what it means: he’s\ngoing home soon. A melancholy embrace. Ronsel closes his\neyes.\n\nSMASH CUT TO:\nINT. BUS —- DAY\n\nAs Ronsel is suddenly woken up by the CONDUCTOR (White, 40's)\nwho moves down the aisle from the loose White section to the\nover-packed Colored section.\n\nCONDUCTOR\nTupelo! Next stop! Tupelo!\n\nRonsel is in his dress uniform, adorned with medals. He\nshakes off his sleep, looks out the window.\n\nRONSEL (V.O.)\nHome again, home again. Jiggety -\njig. Coon, spade, darky, nigger.\nWent off to fight for my country\nand came back to find it hadn’t\nchanged a bit.\n\nRonsel reaches into his pocket and pulls out Resl’s gold\nnecklace and crucifix - a keepsake. Ronsel notices a LITTLE\nBOY staring at him.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nWent off to fight for my country\nand came back to find it hadn’t\nchanged a bit. Ronsel reaches into his pocket and pulls out Resl’s gold\nnecklace and crucifix - a keepsake. Ronsel notices a LITTLE\nBOY staring at him. \n\nTARGET SECTION TO BE ANNOTATED:\n Ronsel winks. The Little Boy salutes.\nRonsel returns the salute.\n\nOMITTED\n\nEXT. TRICKLEBANK’S GENERAL STORE - DAY\n\nRonsel hops off the bus, pack slung, medals twinkling. He\ntakes his time surveying the stark town strip, a few\nloitering WHITE TOWNSMEN eye him as he passes.\n\nOMITTED\n\nINT. TRICKLEBANK’S GENERAL STORE - CONTINUOUS\n\nRonsel enters and finds Laura chatting with store owner, ROSE\nTRICKLEBANK (Caucasian, female, 30's). Rose is back-country-—\ntough and wears a bandana to pull back her hair.\n\nRONSEL\nHowdy, Miz Tricklebank.\n\nTRICKLEBANK\nRonsel, is that you?\n\f54a.\n\nRONSEL\nYes, ma’am, last time I looked.\n\f55.\n\nTRICKLEBANK\nWell, I declare. Aren’t you grown\nup. How are you?\n\nRONSEL\nCan’t complain. How you been?\n\nTRICKLEBANK\nGetting along fine. You seen your\nfolks yet?\n\nAs Ronsel grabs canned goods, sugar, and candy:\n\nRONSEL\nNo, I just got in. I wanted to\nstop and buy a few things for ‘em\nfirst.\n\nLAURA\nHello, Ronsel. I’m Mrs. McAllan.\nYour parents work on our farm.\n\nRONSEL\nHow do, ma’am?\n\nLAURA\nDo Hap and Florence know you’re\ncoming home?\n\nRONSEL\nNo, I wanted to surprise ‘em.\n\nLAURA\nYour mother talks about you all the\ntime. I know they’1l be mighty\nglad to see you.\n\nRONSEL\nLikewise.\n\nTRICKLEBANK\n(re: Ronsel’s purchases)\nThat everything?\n\nRONSEL\nYes, ma’am.\n\nTRICKLEBANK\nSugar and candy too?\n\nRONSEL\nSugar’s for my momma. Candy’s for\nMarlon and Lilly May. Figured I'd\nspoil ‘ema little.\n\n(MORE )\n\f56.\n\nRONSEL (CONT'D)\n(smiling re: his stripes)\nSergeant’s pay.\n\nTRICKLEBANK\nI’m sure they'll appreciate that.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f56. RONSEL (CONT'D)\n(smiling re: his stripes)\nSergeant’s pay. TRICKLEBANK\nI’m sure they'll appreciate that. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nMy brother served in the Pacific.\nAnd my husband’s brother was a\nbomber pilot. Both of them fine,\nthank God. Nice to see you boys\nfinally coming home.\n\nTRICKLEBANK\nComes to four dollars even.\n\nAs Rose puts Ronsel’s things into a sack, Orris Stokes enters\nthe store. He’s so big he takes up the entire doorway.\n\nSTOKES\nWell looky what we got here. A jig\nin a uniform.\n\nRonsel ignores the comment and pays Rose:\n\nRONSEL\n\nThank you, Miz Tricklebank.\nROSE\n\nSure thing.\n\nJust then Henry and Pappy enter the store with ANOTHER MAN.\nRonsel grabs his things and tries to step around Stokes so he\ncan exit. But Stokes moves in front of him.\n\nSTOKES\nWhere you think you’re going, boy?\n\nRONSEL\nBeg pardon, suh. Just trying to\nget home to see my folks.\n\nSTOKES\nNot that way you ain’t.\n\nLAURA\nHenry, this is Hap and Florence's\nson, Ronsel. He just returned from\noverseas.\n\nPAPPY\nWell, that explains why you’re\ntrying to leave by the front door.\n(MORE )\n\f57.\n\nPAPPY (CONT'D)\nYou must be confused as to your\nwhereabouts.\n\nRONSEL\nI ain’t confused at all, suh.\n\nPAPPY\nOh, I think you are, boy. I don’t\nknow what they let you do over\nthere, but you’re in Mississippi\nnow, nigger. You use the back door.\n\nHENRY\nGo on now. We don’t want any\ntrouble. Go on.\n\nFists clench as the air thickens with hostility. Ronsel is\nanchored where he stands, head high and defiant as he\nsquarely meets the gaze of each man in the room. Laura's\neyes plead with him to just go. Then Ronsel looks to Pappy:\n\nRONSEL\nYou know, suh, you’re right. We\ndidn’t go in the back over there.\nGeneral Patton put us right up on\nthe front lines. Yessuh, he took\nus when nobody else thought we were\nworth a damn.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\ndidn’t go in the back over there. General Patton put us right up on\nthe front lines. Yessuh, he took\nus when nobody else thought we were\nworth a damn. \n\nTARGET SECTION TO BE ANNOTATED:\n And you know we did?\nWe kicked the hell outta Hitler and\nthem Jerries. All while every one\nof you was back here safe and sound\nat home. No need to thank me.\n(then)\nMiz Tricklebank. Miz McAllan.\n\nThe white men are agape as Ronsel grabs his things and\nstrides out the back door. Angles toward the long dusty road\nout of town.\n\nINT. THE JACKSON’S CABIN - NIGHT\n\nHAP (V.O.)\nBless us, oh Lord, and these thy\ngifts which we are about to receive\nfrom thy bounty through Christ our\nLord and savior.\n\nHap, Florence, Marlon, Ruel and Lilly May, all with their\neyes closed, mid-prayer:\n\f58.\n\nHAP (0.S.)\nAnd, Lord, thank you for the sun\nyou been sending to make the cotton\ngrow and for the health of all here\npresent. And, Lord Jesus, please\nwatch over my boy, Ronsel, wherever\nin creation he may be.\n\nRONSEL (0.S.)\nAmen.\n\nHeads snap to the doorway where Ronsel is standing. The\nJacksons are collectively frozen.\n\nRONSEL (CONT'D)\nWell, ain’t nobody gonna offer me\nsome supper?\n\nLILLY MAY\nRonsel!\n\nAnd Lilly May is up like a flash and in Ronsel’s arms.\nFlorence is immediately driven to tears as she wraps her arms\naround Ronsel and covers him with kisses.\n\nFLORENCE\nMy baby...\n\nRONSEL\nHi, momma.\n\nFLORENCE\nSo grown.\n\nLILLY MAY\n\nHandsome too.\nMarlon works his way in and hugs Ronsel tightly.\nRONSEL\n\nMarlon here’s catching up with me!\nHow tall are you?\n\nMARLON\nWha’d you get all them medals for?\nLILLY MAY\nHow was the trip home?\nMARLON FLORENCE\nYou get ‘em for killing Why didn’t you write to tell\n\nGermans? us you was coming?\n\f59.\n\nHAP\nQuit fussing over him now and let\nhim say hello to his father.\n\nThey part so Hap can take a look at Ronsel. Then Ronsel\nrushes up and hugs him.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAP\nQuit fussing over him now and let\nhim say hello to his father. They part so Hap can take a look at Ronsel. Then Ronsel\nrushes up and hugs him. \n\nTARGET SECTION TO BE ANNOTATED:\n Hap holds his son, tears welling.\n\nHAP (CONT'D)\nI knew you’d come. I prayed for it.\n\nEXT. THE JACKSON’S CABIN - NIGHT\n\nIt’s a warm night and a blanket of stars covers the sky.\nCigarette smoke curls up into it and we find Ronsel on the\nporch of the shack, smoking as he stares at the heavens. He\nreacts when Hap and Florence come out.\n\nHAP\nI’ve never known you to smoke, son.\n\nRONSEL\nA lot’s changed.\n\nFLORENCE\nYou sure you get enough to eat?\n\nRONSEL\nI’m stuffed. Used to dream about\nthem biscuits, Momma.\n\nFLORENCE\nI dreamt about you too.\n\nRONSEL\nWhat did you see?\n\nFlorence shakes her head and shivers at the thought. Then:\n\nFLORENCE\nYou back with us now. Safe and\nsound.\n\nHAP\n\nBe nice to have another pair of\nhands. With you home we might can\nmake up what we lost after my\naccident. Payoff the lien, get a\nnew contract, go back to being\ntenants next year--\n\nFLORENCE\nMaybe he got plans of his own, Hap.\nLet him find his own mind.\n\f60.\n\nRONSEL\nOh, no. Yeah. I mean, of course.\nI'll stay awhile. It’1ll give me\ntime to figure things out. Put the\nwar behind me.\n\nHap is excited by the prospect, leans against the post his\ncrutches forgotten. But Ronsel is far away and is only\nfeigning enthusiasm. HEADLIGHTS of a truck coming down the\nroad. The truck pulls into the yard and Henry gets out.\n\nFLORENCE\nWhat’s he want now?\n\nRonsel stiffens. Hap and Florence trade a look as Henry\nstrides up to the porch.\n\nHENRY\nEvening, Hap. Florence.\n\nHAP\nMist McAllan. This is our son,\nRonsel, I told you about.\n\nHENRY\nWe've met.\n(then)\nI’d better speak to you alone, Hap.\n\nRONSEL\nI ain’t a child. Sir. You got\nsomething to say to my father, you\ncan say it to me too.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nRONSEL\nI ain’t a child. Sir. You got\nsomething to say to my father, you\ncan say it to me too. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY\nAll right then. You’re asking for\na heap of trouble by acting like\nyou did earlier at Tricklebank’s.\nAnd I know you don’t want trouble,\nleast of all for your family here.\n\nHAP FLORENCE\nWhat’d you do? He couldn’ta done anything.\nRONSEL\nJust tried to walk out the door is\nall.\nHENRY\n\nThe front door. And when my father\ncorrected him he made a fine\nspeech. Put us all in our place,\ndidn’t you?\n\n \n\f61.\n\nHAP\nIs that true?\n(off Ronsel’s nod)\nThen I reckon you best apologize.\n\nHenry waits and Ronsel glares. But Ronsel knows he has no\nchoice and he forces the words out:\n\nRONSEL\nI’m mighty sorry, Mr. McAllan.\n\nHENRY\nMy father’1l wanna hear it too.\n\nHAP\nRonsel will pay him a visit after\nchurch tomorrow. Won’t you, son?\n\nRONSEL\nYes.\n\nHap needles Ronsel out the side of his eye.\n\nRONSEL (CONT'D)\nSir.\n\nHENRY\nGood. We'll be expecting you, boy.\n\nHenry strolls back to his truck and pulls off. Hap sees the\nfrustration in Ronsel’s eyes.\n\nHAP\nNo point in fighting ‘em. They\njust gon’ win every time.\n\nRONSEL\nNot used to walking away from\nfights, daddy. Not anymore.\n\nRonsel eases past his father. Florence catches Ronsel’s hand\nat the door, squeezes. Ronsel kisses his mother’s hand, pats\nit as he moves off. Hap and Florence exchange wordless\nworries in the dark.\n\nX1000/A9BXT JACKSON CABIN - NIGHT\n\nRonsel & Florence lounge in their separate thoughts. Take in\nthe sleeping silence. Ronsel materializes a Hershey Bar and\nlays it on her knee.\n\nRONSEL\nFor you.\n\f61A.\n\nFlorence stunned from her day dream.\n\nFLORENCE\nOh. I -- no. This is so much. Your\nbrothers and sister will love this.\nI'll save it --\n\nFlorence moves to take the bar in her apron. Ronsel puts his\nhands on hers.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour\nbrothers and sister will love this. I'll save it --\n\nFlorence moves to take the bar in her apron. Ronsel puts his\nhands on hers. \n\nTARGET SECTION TO BE ANNOTATED:\nRONSEL\nNo. It's for you.\n\nFLORENCE\nOh baby, I can't.\n\nRONSEL\nGo head. I'ma watch you.\n\nFlorence giggles, backs in pampering. She ventures one modest *\nsquare, pleasure washes over her face. Florence holds\nRonsel's gaze stuffs down overflowing emotions.\n\nFLORENCE\n(Beat) Thank you.\n\nRONSEL\nI love you Ma.\n\nOMITTED\nEXT. THE MCALLAN FARM HOUSE - DAY\n\nShouting from the barn. It’s Henry arguing with Carl Atwood.\nTheir discussion moves towards the porch:\n\f62.\n\nHENRY\nI don’t give a damn! If you can’t\ndo your job, I can’t keep you on.\nThat’s how it works.\n\nATWOOD\nHenry, please, I got Vera and the\ngirls and one on the way -- we\n\ndon’t got anyplace else to go.\n\nHENRY\nThat’s not my problem, Carl. And I\ngot kids too. But I’m runnin’ a\nfarm here, not a charity.\n\nATWOOD\nPlease, sir.\n\nHENRY\nI'll give you to the end of the\nweek. And then I want you gone.\n\nHenry walks away. As he moves past Laura and into the house\nCarl stands there, shell-shocked. Then eventually, he moves\noff down the road.\n\nINT. THE MCALLAN FARM HOUSE - LATER\n\nLaura reading in a chair, rocking herself unconsciously. Vera\nAtwood waddling up the porch steps--pregnant belly, fresh\nblack eye and split lip.\n\nVERA\nHowdy Miz McAllan!\n\nVera like a child, pressed against the screen door. Laura\nlowers her book, affixes pleasantness to her face.\n\nLAURA\nHello. Miss--\n\nVERA\nVera. You can call me Vera.\n\nLAURA\nHello Vera.\n\nVERA\nThis here is my youngest, Alma.\n\nVera’s skinny daughter ALMA, recessive of chin and dull of\neye lifts her gaze to Laura’s.\n\f63.\n\nVERA (CONT'D)\nWe needa talk to you.\n\nINT. THE MCALLAN FARM HOUSE - LATER\n\nVera crossing her dirty bare feet on Laura’s rug. Laura tries\nnot to notice.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE MCALLAN FARM HOUSE - LATER\n\nVera crossing her dirty bare feet on Laura’s rug. Laura tries\nnot to notice. \n\nTARGET SECTION TO BE ANNOTATED:\n Her daughter Alma in the window picking at the\nends of her hair.\n\nVERA\nYou cain’t put us off.\n\nLAURA\nExcuse me?\n\nVERA\nWe ain’t got nowhere to go if you\nput us off. Nobody’1l hire us this\nlate in the season.\n\nLAURA\nIt’s not up to me Vera, it’s up to\nmy husband.\n\nVera rubs her pregnant belly.\n\nVERA\nI’m asking you to keep us on.\nLAURA\nI’m telling you, it’s not my\ndecision.\nVERA\n\nAnd if it was?\nEXT. THE MCALLAN FARM HOUSE - NIGHT\nLaura hums as she churns butter on the porch while Henry\n\nreads the paper and Pappy smokes. Laura’s churning is\nespecially tense and Henry notices:\n\nHENRY\nAlright then, what is it?\nLAURA\nWhat?\nHENRY\nYou got something on your mind. I\ncan tell.\n\n(off Laura)\nYou sing when you're happy.\n(MORE )\n\f64.\n\nHENRY (CONT'D)\nAnd hum when you’re not. C’mon\nnow, out with it.\n\nLAURA\nVera Atwood is eight and a half\nmonths pregnant. Where would they\ngo? How would they survive?\n\nPAPPY\nAin’t this touching? Saint Laura,\nprotector of women and children.\n\nHENRY\nAtwood is a lazy, stupid drunk.\nHe’s lucky I’ve kept him this long.\n\nLAURA\nThen make him work on half shares\nlike Hap and his family.\n\nHENRY\nWhy would I go through all that\nwhen I can just hire a new tenant?\n\nLAURA\nBecause you are a Christian.\n\nPAPPY\nThe Lord ain’t the one putting food\non our table.\n\nLAURA\nDidn’t you tell me most farmers\naround here can’t find enough help\nto make a crop?\n(beat)\nCall it a business decision. For\nthe good of the farm.\n\nLaura has a point.\n\nHENRY\nI’ll have a word with Carl tomorrow\nmorning. Just a word.\n\nLaura rewards him with the tiniest smile, softens her\nchurning. Henry basks in her quiet favor.\n\nPAPPY\nNext she'll be telling you what to\nplant.\n\f65.\n\nEXT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAPPY\nNext she'll be telling you what to\nplant. 65. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MCALLAN FARM HOUSE -— MORNING\n\nLaura’s hands red, raw, and forgotten between her knees. A\nwashboard leans in a still steaming bucket of gray water.\nLaura stares at a dead mouse curled on the bottom step.\n\nLAURA (V.O.)\nViolence is part and parcel of\ncountry life. You're forever being\nassailed by dead things.\n\nAmanda Leigh accidentally bumps a pair of trousers off the\nclothesline. Amanda Leigh jumps back from the muddy heap,\nbraces for her mother’s censure. Laura just blinks. Amanda\nLeigh slings the pants back onto the line and scurries away.\n\nLAURA (V.O.)\nDead mice, dead rabbits, dead\npossums, dead birds.\n\nEXT. MCALLAN FARM - BARN - DAY\n\nA POSSUM CORPSE languishes beneath a tree. Ants march in and\nout of its pink mouth.\n\nLAURA (V.O.)\nYou find them in the yard. You\nsmell them rotting under the house.\n\nEXT. THE JACKSON’S CABIN - DAY\n\nA sharp flick of the wrist, Florence SNAPS a chicken’s neck.\nThe body flops and unspirals itself as she runs a boning\nknife across the jugular, spills hot blood onto the dirt.\n\nLAURA (V.O.)\nAnd then there are the creatures\nyou kill for food.\n\nEXT. THE ATWOOD CABIN - DAY\n\nDirty CHILDREN straddle and climb the rickety porch railing.\nVera Atwood nudges tight brown fur backward over limp\nsquirrel haunches.\n\nLAURA (V.O.)\nChickens, hogs, deer, frogs,\nsquirrels. Pluck, skin, disembowel,\ndebone, fry.\n\nVera wipes her nose on her shoulder, wedges the too-dull\npocketknife deeper under the skin.\n\f66.\n\nINT. THE MCALLAN FARM - NIGHT\n\nLAURA (V.O.)\nEat. Start again. Kill.\n\nLaura runs a pipe cleaner down the barrel of a HUNTING RIFLE.\n\nLAURA (V.O.)\nI learned how to stitch up a\nbleeding wound, load and fire a\nshotgun, reach into the womb of\nheaving sow to deliver a breech\npiglet. My hands did these things.\n\nLaura snaps the barrel into place.\n\nLAURA (V.O.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura snaps the barrel into place. LAURA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nBut I was never easy in my mind.\n\nINT./EXT. THE MCALLAN FARM HOUSE - MAIN ROOM - DAY\n\nLaura gnawing at the balls of her hands. Thick yellow\ncallouses peel off between her teeth. She chews them\nthoughtfully. Stares out the window entranced.\n\nAMANDA LEIGH\nMomma, somebody’s coming!\n\nA handsome soldier in aviator sunglasses carrying a suitcase.\nLaura looks and realizes:\n\nAMANDA LEIGH (CONT’D)\nUncle Jamie!!\n\nLaura shoots to her feet, smooths her hands against her\napron.\n\nHENRY (0.S.)\nJamie?!\n\nHenry whoops and bolts off the porch, limp and all. Laura\nhangs back in the doorway. She straightens her dress and\nruns her fingers through her hair. She sights her dirty\nfingernails, clasps her hands behind her back.\n\nHenry rocks Jamie in a tight embrace. They separate, look at\neach other. Grab each other again.\n\nJAMIE\nYou look good, brother.\n\nHENRY\nYou look like hell.\n\fJAMIE\nDon’t sugarcoat it now.\n\n67.\n\nLaura edges closer with Amanda Leigh and Isabelle, she holds\nout her hands for a squeeze. Jamie smiles, scoops her into a\n\nhug instead.\n\nJAMIE (CONT'D)\nLaura. Sweet sister-in-law.\n\nLAURA\nWelcome home, Jamie.\n\nJAMIE\nHow are you liking it here in\nHenry’s version of paradise?\n\nLaura starts to answer but is spared from having to lie by:\n\nPAPPY\nYou’d think a son would see fit to\ngreet his own father.\n\nJAMIE\nDearest Pappy. I’d forgotten how\nmuch I missed you.\n\nSaid with a cut of sarcasm as Jamie shakes Pappy’s hand.\n\nHENRY\n(to Jamie re: Pappy)\nHe’s missed you too. He won't\nadmit it but he has.\n\nJAMIE\nI bet. And he probably quit\nsmoking and joined the NAACP too.\n\nLaura laughs and Jamie winks at her. Pappy doesn’t appreciate\nthe joke. Then Jamie smiles at Amanda Leigh and Isabelle.\n\nJAMIE (CONT'D)\nWell hello little ones. Give your\nuncle Jamie a hug.\n\nThe girls run and jump into his arms.\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive your\nuncle Jamie a hug. The girls run and jump into his arms. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE MCALLAN FARM HOUSE - NIGHT\n\nThe jitter of Jamie’s hand as he cradles a lit cigarette. He\npours a drink and finishes in a single draught. Pappy takes\nnote, doesn’t hide his disdain. Henry pretends not to see.\n\f68.\n\nPAPPY\nSo what's it like being a big hero?\n\nJAMIE\nI wouldn’t know.\n\nPAPPY\nDon’t give me that. Army wrote me\nabout your fancy medals. Said they\nwas the highest honors an airman\ncould receive.\n\nJAMIE\nI was lucky. Lotta guys weren't.\nPAPPY\nBet you got plenty of tail out of\nit too.\nHENRY\nJamie’s never needed medals to get\ngirls.\nPAPPY\n\nDamn right. Takes after me that\nway. Your momma was the prettiest\ngirl in Greenville. And I had ‘em\nall sniffing after me.\n\nPappy smiles with his yellow teeth. Jamie shifts in his\nchair and lights one cigarette with another.\n\nPAPPY (CONT'D)\nOne thing’s for sure. You must’a\nkilled a whole lotta Krauts to get\nall them medals.\n\n(beat)\nWell, how many’d you take out?\n\nJAMIE\nI don’t know.\n\nPAPPY\nTake a guess.\n\nJAMIE\nI don’t know. Why’s it matter?\n\nPAPPY\nA man ought to know how many men\nhe’s killed.\n\f69.\n\nHenry returns with the bottle and a glass. Jamie quickly\nuncorks it and pours heavily. He gulps it down and refills.\n\nHenry is surprised.\n\nJAMIE\nI can tell you this.\n(beat)\nIt was more than one.\nHENRY\n(under his breath)\n\nAw, shit.\nPappy’s eyes narrow and he seethes for a beat,\n\nPAPPY\nWell, at least I looked my one in\nthe eye before I shot him. Not\nlike dropping bombs from a mile up\nin the air.\n\nJamie throws back his drink and pours another.\nuncomfortable silence until Henry interrupts:\n\nHENRY\nWell, good time to hit the hay.\nGot an early day tomorrow.\n\nJAMIE\nI'll just finish my drink.\n\nthen smirks:\n\nThen there is\n\nPappy absorbs this, grabs a lantern and shuffles out.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nGot an early day tomorrow. JAMIE\nI'll just finish my drink. then smirks:\n\nThen there is\n\nPappy absorbs this, grabs a lantern and shuffles out. \n\nTARGET SECTION TO BE ANNOTATED:\n Jamie\nslugs back his whiskey. His eyes flick back to the bottle.\n\nHenry grabs it and moves it out of range.\n\nHENRY\nWhat you need is a good night’s\nsleep. Laura made a bed up for you.\n\nJamie stands and Henry gives him a hug.\nHENRY (CONT'D)\nWelcome home, little brother.\n(beat)\nNow, go on, get some sleep.\nHenry starts to move off.\n\nJAMIE\nActually it was more like four.\n\nHENRY\nWhat?\n\f70.\n\nJAMIE\nMiles up in the air. The altitude\nwe dropped bombs from.\n\nHENRY\nHow can you even see anything from\nthat high up?\n\nJAMIE\n\nYou'd be surprised. Roads, cities,\nfactories. Just not people. From\ntwenty thousand feet they’re not\neven ants.\n\n(beat)\nPappy’s right. A man ought to\nknow.\n\nJamie is haunted. Henry is concerned.\nINT. TRICKLEBANK’'S GENERAL STORE - DAY\n\nRose Tricklebank takes her time bagging groceries for Jamie.\nJamie is polite, but curt as his eyes are on his freshly\npurchased bottle of bourbon.\n\nTRICKLEBANK\nHow long you been back from\noverseas now?\n\nJAMIE\nCoupl’a weeks.\n\nTRICKLEBANK\nAnd how’re you liking Marietta?\n\nJAMIE\nLovely little town. Just lovely.\n\nTricklebank moves to bag the bourbon, but Jamie intervenes.\n\nJAMIE (CONT'D)\nOh, I got that one. Let’s just put\nthat right here.\n\nJamie puts the bottle in a convenient spot, hurriedly shoves\nin the remaining provisions.\n\nJAMIE (CONT'D)\nThere we go. Much obliged, Miz\nTricklebank. You have yourself a\nwonderful day.\n\nJamie smiles, grabs his stuff and heads out.\n\f71.\n\nTRICKLEBANK\nTake care, now. Come back soon.\n\nEXT. TRICKLEBANK’S GENERAL STORE - DAY - CONTINUOUS\n\nJamie hustles past a handful of WHITE TOWNSMEN on the porch\nof the store. Among them is Orris Stokes. A passing car\nBACKFIRES. Jamie hits the ground and covers his head.\nGroceries spill everywhere. The townsmen murmur and stare.\n\nRONSEL (0.S.)\nIt’s alright.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe townsmen murmur and stare. RONSEL (0. S.)\nIt’s alright. \n\nTARGET SECTION TO BE ANNOTATED:\n It was just a car.\n\nA helping hand extended, Jamie follows it up to Ronsel.\n\nRONSEL (CONT'D)\nBackfired. Must have a stuck\nintake valve.\n\nJamie looks up at the porch and sees mean eyes staring from\nunderneath hat brims. He ignores Ronsel’s hand, gets up and\nretrieves his groceries. Ronsel helps. But when Jamie grabs\nthe bourbon his hand shakes so badly he drops it. Thankfully\nit doesn’t break.\n\nJAMIE\nDammit.\n\nRONSEL\nThey say it stops eventually.\n\nRonsel holds out his own hand and it shakes like Jamie's.\nThey trade a look and despite being from different worlds,\nthere’s an instant kinship.\n\nJAMIE\nYou’re Ronsel, Hap’s boy.\n(off Ronsel’s nod)\nJamie McAllan. Henry’s brother.\n\nJamie offers a hand shake. Ronsel is surprised by the show\nof respect, but he obliges.\n\nJAMIE (CONT'D)\nYou walk here?\n\nRONSEL\nYessir.\n\nJAMIE\nI‘1l give you a lift.\n(off Ronsel’s reluctance)\nC'mon.\n\f72.\n\nRONSEL\nThank you.\n\nJamie and Ronsel move to the truck where Ronsel hops in the\ntruck bed and Jamie hops in the driver’s side. Both of them\nare aware of the men still watching from the porch.\n\nINT. HENRY'S PICK-UP TRUCK (MOVING) - DAY\n\nJamie steals looks at Ronsel through the back window, squirms\nwith guilt. Memories of the B25 echo in his ears. Ronsel\noblivious to it, chasing his daydreams flitting across the\nlandscape. Jamie pulls over.\n\nJAMIE\nCome on up front.\n\nRONSEL\nI’m doing just fine back here.\n\nJAMIE\nGet in soldier! That’s an order!\n\nA beat, then the truck rocks as Ronsel hops off and gets in\nthe passenger side.\n\nRONSEL\nHow do you know you outranked me?\n\nJAMIE\nI was a captain.\n\nRONSEL\nWe had Negro captains. I served\nunder plenty.\n\nJAMIE\n(shrugging)\nYou obeyed my order. Bet you were\na sergeant.\n\nRONSEL\n761st tank battalion.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMIE\n(shrugging)\nYou obeyed my order. Bet you were\na sergeant. RONSEL\n761st tank battalion. \n\nTARGET SECTION TO BE ANNOTATED:\n “Come Out\nFighting”! Spearheaded for Patton.\nYou?\n\nJAMIE\nI flew B-25's.\n\nJamie reaches into the grocery bag between them and takes out\nthe bourbon bottle. He uncorks it then takes a long, much\nneeded swig and drives on.\n\f73.\n\nJAMIE (CONT'D)\nSo, sergeant, how do you like being\nback here in the Delta?\n\nRonsel doesn’t answer, he just looks away.\n\nJAMIE (CONT'D)\nYeah, me too.\n\n(beat)\nHeard you and my Pappy had words.\n\nRONSEL\n(stiffening)\nI apologized for that.\n\nThen to Ronsel’s surprise, Jamie toasts with the bottle.\n\nJAMIE\nHe’s a disagreeable sonovabitch.\nI’m sure he had it coming.\n(offering the bourbon)\nHere’s to you.\n\nRONSEL\nNo thanks.\n\nJAMIE\nYou always this stubborn? Or is it\njust around white people trying to\nbe nice?\n\nRonsel eyes Jamie, then he grabs the bottle, takes a quick\nsip and tries to hand it back.\n\nJAMIE (CONT'D)\nWhat kind of NCO are you?\n\nThen Ronsel takes a big swig. So big it makes him choke and\nspill a little. Jamie laughs:\n\nJAMIE (CONT'D)\nDon’t waste it now. That’s my\nmedicine. I need every drop.\n\nRonsel admits a slight grin as he recovers and hands the\nbottle back. Jamie takes a pull, then:\n\nJAMIE (CONT'D)\nHey, you tanker boys ever piss in\nyour helmets?\n\nRONSEL\nPlenty of times.\n\f74.\n\nJAMIE\nWe had relief tubes up in the\ncockpit but sometimes it was easier\njust to use our flak helmets. And\nat twenty thousand feet? That piss\nfreezes solid in less than minute.\n\nRONSEL\nIt’s that cold up there?\n\nJAMIE\n\nI’m talking twenty, thirty below\nzero. And one time we were on this\nlong haul and I went in my helmet\nand forgot all about it. Then when\nwe got close to the target, I put\nthe helmet back on. And we're\ndoing our bombing run, dodging\nenemy flak and suddenly I feel\nsomething running down my face.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd one time we were on this\nlong haul and I went in my helmet\nand forgot all about it. Then when\nwe got close to the target, I put\nthe helmet back on. And we're\ndoing our bombing run, dodging\nenemy flak and suddenly I feel\nsomething running down my face. \n\nTARGET SECTION TO BE ANNOTATED:\nThey both laugh as Jamie passes the bottle back to Ronsel.\n\nJAMIE (CONT'D)\nI smelled like a damn latrine.\n\nRONSEL\nYou must’a caught hell back at the\nofficer's club.\n\nJAMIE\nMy buddies never let me hear the\nend of it.\n(beat)\n\nThe ones that made it back anyway.\n\nRONSEL\nYeah. Lost some friends myself.\n\nThey drive on in silence.\nINT. HENRY’S PICK-UP TRUCK - LATER\nJamie and Ronsel pull up and stop at the Jackson's shack.\n\nRONSEL\nThanks for the ride.\n\nJAMIE\nYou’re welcome.\n\f75.\n\nEXT. THE JACKSON’S CABIN —- DAY - SIMULATANEOUS\n\nHap, having heard truck, comes out of the shack. Jamie rolls\nthe window down and smiles drunkenly.\n\nHAP\nEverything alright Mist Jamie?\n\nJAMIE\nEverything's fine. I just gave\nRonsel here a lift from town.\n\nRonsel rounds the truck, makes his way up the porch stairs.\n\nJAMIE (CONT'D)\nI'll be heading into town again\nnext Saturday afternoon. I’11 stop\nby, see if you want a ride.\n\nRONSEL\nThat'd be fine.\n\nJAMIE\n(a nod)\nHap.\n\nThen Jamie pulls out and weaves off down the road. Off Hap,\nworried, as he looks at Ronsel...\n\nEXT. THE MCALLAN FARM OUTHOUSE- DAY\n\nLaura sloshes through ankle deep mud, trudges to the leaning\nouthouse.\n\nLaura opens the door to the BUZZING of flies. It’s a hot day\nand the smell in here is oppressive. Breathing though her\nmouth, she lifts her skirt, squats and pees. She looks down\nat the mud caked onto her boots and the hem of her dress.\n\nSERIES OF SHOTS: LAURA’S TORTUOUS BATHING RITUAL\n\nLAURA (V.O.)\nSaturday was my favorite day of the\nweek.\n\n--LAURA pumping water in the yard, she hauls sloshing buckets\nto the stove\n\nLAURA (V.O.)\nIt was the only day I felt truly\nclean.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nSaturday was my favorite day of the\nweek. --LAURA pumping water in the yard, she hauls sloshing buckets\nto the stove\n\nLAURA (V. O.)\nIt was the only day I felt truly\nclean. \n\nTARGET SECTION TO BE ANNOTATED:\n--LAURA hauling steaming water to a ZINC TUB in the yard, she\nbathes her muddy DAUGHTERS. The water turns brown.\n\f76.\n\n--The girls clean-washed and napping on the porch. LAURA\nlowers herself into their cloudy lukewarm leftovers. Laura\ncups water over herself, squats in the fleeting privacy of a\nflapping sheet. PAPPY happens by, averts his eyes a little\ntoo slowly.\n\nLAURA (V.O.)\nThe rest of the time, we stank.\n\n--Laura dumps the dirty water. Henry pecks her on the cheek\nas he drags into the yard covered in mud.\n\nOMITTED\nINT. THE MCALLAN FARM HOUSE - BEDROOM - NIGHT\n\nWhere Laura looks at her expanding belly in a mirror. She\nturns profile and sighs with a grin. A beat, then Henry\nenters. Laura looks at him and smiles.\n\nHENRY\nWhat?\n(off Laura)\nWhat is it?\n\nLAURA\nI’m pregnant.\nHENRY\nOh Lord, honey... Oh Lord!\n\n(hugging and kissing her)\nWoo!\n\nLAURA\nShhh, you’1l wake the girls.\n\nHenry hugs her again and they are overjoyed.\nINT. THE MCALLAN FARM HOUSE - MAIN ROOM - DAY\n\nLaura, with bleary eyes and a baby bump, shuffles into the\nroom where Florence works in the kitchen.\n\nLAURA\nWhat time is it?\n\nFLORENCE\nNear to ten o’clock, Ms. Laura.\n\nLAURA\nGood heavens.\n\f77.\n\nFLORENCE\nYes'm, you definitely carrying a\nboy. Ronsel and Marlon both,\ncouldn’t wake me for nothing.\n(beat)\nSomething for you on the table.\n\nLaura notices a pretty bunch of lavender wrapped up in a\nbouquet.\n\nLAURA\nWhere are these from?\n\nThen Laura notices a note next to the flowers.\n“Congratulations. Love, Jamie” Laura closes her eyes and\ndraws in the scent of the flowers.\n\nLAURA (CONT'D)\nHe remembered I like lavender. How\nsweet.\n\nThen suddenly, she has to pee like a pregnant lady.\n\nLAURA (CONT'D)\nOoh, excuse me. Nature calls.\n\nEXT./INT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA (CONT'D)\nOoh, excuse me. Nature calls. EXT./INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE MCALLAN FARM OUTHOUSE - CONTINUOUS\n\nAs Laura hustles to the privy. Then she enters to find\nbouquets of lavender everywhere - in cans on the floor, in\nbunches nailed to the wall and hanging from the ceiling.\nLaura chuckles and smiles wide then takes a whiff. Not bad,\nit’s working. Then she lifts her skirt, squats and pees.\n\nOMITTED\nEXT. SAW MILL - DAY\n\nJamie and Ronsel stumble from the truck to the dilapidated\nsaw mill. Ronsel hesitates.\n\nJAMIE\nC'mon, now, we’re clear of town,\nnobody’s out here.\n(with a bourbon bottle)\nDon’t make me drink alone. I will\nif I have to.\n\nRonsel prys at a loose board.\nRONSEL\n\nHope this damn thing don’t fall\ndown on us.\n\f78.\n\nINT. SAW MILL - DAY - MOMENTS LATER\n\nJamie and Ronsel shimmy in through a ragged gap. It’s old,\ndecrepit and laden with cobwebs. Shafts of sunlight jut in\nthrough the wooden slats.\n\nRONSEL\nUsed to come here when I was a boy.\nWhenever I needed to be alone and\nthink.\n\nJAMIE\nWell I love what you’ve done with\nthe place.\n\nJamie offers Ronsel a smoke. Ronsel accepts and Jamie lights\nhis own then tosses Ronsel the lighter. Ronsel lights up and\ntosses the lighter back.\n\nRONSEL\nWhy you treating me so nice?\nJAMIE\nBecause you look like you could use\nit.\nRONSEL\nBullshit.\n\nJamie drags on his smoke and measures Ronsel with a drunken\neye. Then:\n\nJAMIE\nWe were somewhere over Austria and\nwe made contact with a swarm of\nMesserschmitts. They were\neverywhere.\n\nHARD CUT TO:\nINT. B-25 BOMBER COCKPIT (MOVING) - DAY\n\nIt’s bumpy as Jamie holds the plane on course. Suddenly\nbullets rip through the cockpit and the co-pilot gets\nshredded. Blood splatters on Jamie and on the “LADY LUCK”\npin-up girl.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nB-25 BOMBER COCKPIT (MOVING) - DAY\n\nIt’s bumpy as Jamie holds the plane on course. Suddenly\nbullets rip through the cockpit and the co-pilot gets\nshredded. Blood splatters on Jamie and on the “LADY LUCK”\npin-up girl. \n\nTARGET SECTION TO BE ANNOTATED:\n Jamie is horrified and we hear his VOICE OVER:\n\nJAMIE (V.O.)\nTook out my tail gunner, side\ngunner...my co-pilot. Made a deal\nwith God right there.\n\n(MORE )\n\f79.\n\nJAMIE (V.O.) (CONT'D)\nSwore if he saved me I was gonna do\nsomething right. I didn’t know\nwhat, but I promised anyway.\n\nBACK TO:\nINT. SAW MILL - DAY\n\nJAMIE\nNext thing you know, whole bunch of\nP-38's show up. Just like the\ngoddamn cavalry. They knocked\nthose Germans right outta the sky.\nI swear they were angels sent by\nthe Lord himself.\n\nHARD CUT TO:\nINT. B-25 BOMBER COCKPIT (MOVING) - DAY\n\nJamie holds the plane on it’s shaky course. Then he looks\nout to his left and sees a U.S. fighter plane come close.\n\nJAMIE (V.O.)\n\nThose P-38’s, their tails were\npainted red. And one of ‘em, he\nbuzzed me after the fight. When I\nlooked over I thought I was seeing\nthings. But that fighter pilot?\nHe was colored.\n\nThe fighter pilot looks at Jamie and salutes. Jamie returns\nthe favor. Then the fighter plane rolls and peels off.\n\nBACK TO:\n\nINT. SAW MILL - DAY\n\nJAMIE\nThen he saluted me. And I saluted\nback.\n(beat)\nMen who died that day... They were\n\nfathers. Husbands. Good men. Lot\nbetter than me.\n\nJamie steeps in his survivor guilt. Ronsel hands him the\nbottle and he drinks. They trade a look, a bond forming.\n\f80.\n\nEXT. THE MCALLAN FARM HOUSE - DAY\n\nLAURA (V.O.)\nAs usual, when anything bad\nhappened, Henry was away.He And\nPappy had gone to see about some\nhogs, so I was alone with the\ngirls.\n\nAmanda Leigh and Isabelle making mudpies by the water pump.\nLaura , PREGNANT, mending one of Henry’s shirts. Vera Atwood,\nbarefoot with a FILLETING KNIFE, unlatches the fence,\nsaunters into the yard.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAmanda Leigh and Isabelle making mudpies by the water pump. Laura , PREGNANT, mending one of Henry’s shirts. Vera Atwood,\nbarefoot with a FILLETING KNIFE, unlatches the fence,\nsaunters into the yard. \n\nTARGET SECTION TO BE ANNOTATED:\n Her sweaty dress clinging to her, her\nsmile incongruous.\n\nVERA\nYou need to take me to town. I’m\ngon’ kill Carl.\n\nLaura clocks Vera’s knife. Checks the girls who are playing\non, oblivious. Laura keep panic out of her voice.\n\nLAURA\nCome here Vera, come sit down and\ntell me what’s--\n\nVERA\nI don’t have time to sit down. He’s\nwith her now. He’s started in on\nAlma, just like he did with Renie.\n\nAmanda Leigh looking scared, she takes her sister’s hand.\nLaura keeps panic out of her voice.\n\nLAURA\nAmanda Leigh take your sister into\nthe house.\n\nVera directs her wild gaze on them, her knife winks in the\nlight.\n\nLAURA (CONT'D)\nGo on around through the back. Go.\n\nVera rocking back and forth on the heels of her feet now. The\nknife swinging at her side.\n\nLAURA (CONT'D)\nVera-—\n\nVera levels the point of the knife at Laura’s neck.\n\nVERA\nYou got to take me to town now.\n\f81.\n\nLAURA\nVera honestly, I--I don’t have the\nkeys.\n\nVERA\n\nI seen you driving before.\nLaura grasps at a lie.\n\nLAURA\nAnd I got in trouble for it.\n\nVera blinking, coming back to herself.\n\nLAURA (CONT'D)\nMy husband took the keys away.\n\nVera buries her face in her hands, lets out a feral howl.\nLaura hesitates, reaches for her. Vera steps backward out of\nher grasp. Wanders out of the yard and back down the street\nlike a ghost.\n\nLAURA (V.O.)\nThey found Carl’s body lying in the\nroad halfway to town.\n\nEXT. COUNTRY ROAD - MORNING\n\nCarl Atwood’s twisted body, dirt blowing across his face.\nJust another dead thing.\n\nLAURA (V.O.)\nVera had stabbed him seventeen\ntimes then gone on to Marietta and\nturned herself in to Sheriff\nThacker.\n\nMEN heft the Carl’s corpse into a truckbed.\n\nLAURA (V.O.)\nFlorence said she’d seen her\nwalking down Main Street, covered\nin blood. She said it looked like\nshe'd bathed in it.\n\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nFlorence said she’d seen her\nwalking down Main Street, covered\nin blood. She said it looked like\nshe'd bathed in it. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MCALLAN FARM HOUSE BEDROOM- DAY\n\nLAURA (V.O.)\n(beat)\n\nBut I didn’t find those details\n\nuntil later. I was too lost in my\n\nown misery.\n\f82.\n\nLaura stooped, rushing through her house. She draws her\nbloodied hand from between her legs. Doubles over on the bed.\n\nAMANDA LEIGH\nWhat’s wrong, momma?\n\nShe grunts and writhes, her hands pressed to her belly.\n\nAMANDA LEIGH (CONT’D)\nMomma?\n\nLAURA\nI need you to be a big girl and go\nfetch Florence from her house. Do\nyou remember how to get there?\n\nAmanda Leigh nods tightly. Another cramp hits and it hurts.\n\nLAURA (CONT'D)\nGo. Run as fast as you can.\n\nAmanda Leigh takes off and Laura goes to the ground. A\ngrowing blood stain forms around her crotch.\n\nINT. THE MCALLAN FARM HOUSE - BEDROOM - NIGHT\n\nLaura lays in the bed alone staring at the ceiling. Her\nexpression is stoic and empty. She does not react when\nFlorence enters with food and drink.\n\nFLORENCE\nHow you feeling, Ms. McAllan?\n(off Laura’s silence)\nBrought some tea to help with the\ncramps.\n\nLAURA\nThank you, Florence. For\neverything.\n\nFLORENCE\nYou know, I understand how you\nfeeling right now, Ms. McAllan.\nLost one of my babies once too.\nSamuel.\n\nThey trade a look, two women bound by the same tragedy.\nFLORENCE (CONT'D)\nMight make you feel better to get\nout of this room.\n\nLAURA\nMaybe tomorrow.\n\f83.\n\nFlorence lingers sits next to her. Then, after several\nbeats, Laura’s face twists in sorrow and she weeps. Florence\nholds her, lets the sobs ring out.\n\nINT. THE MCALLAN FARM HOUSE - BEDROOM - NIGHT\n\nLaura sits at the edge of the bed staring at the wall. Then\nHenry enters. He approaches and puts a hand on her shoulder.\nLaura lets it rest there for a beat, then she gently shrugs\nit off. Henry is concerned.\n\nINT. THE MCALLAN FARM HOUSE - BEDROOM - DAY\n\nLaura lays in bed, curled up and depressed.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHenry is concerned. INT. THE MCALLAN FARM HOUSE - BEDROOM - DAY\n\nLaura lays in bed, curled up and depressed. \n\nTARGET SECTION TO BE ANNOTATED:\n She reacts when\nAmanda Leigh and Isabelle enter with wildflowers.\n\nAMANDA LEIGH\nWe brought you flowers, momma.\n\nLAURA\nThank you, sweetheart.\n\nThen Isabelle holds up a molted rattlesnake skin.\n\nISABELLE\nThis is for you, momma. We found\nit in the yard.\n\nLaura is repulsed but she feigns delight.\n\nLAURA\nOh my, that’s wonderful darling.\nI'll treasure it.\n(then)\nGo on back outside now and play.\n\nThe girls scamper out and, with two fingers, Laura puts the\nsnake skin far away.\n\nINT. THE MCALLAN FARM HOUSE - BEDROOM - DAY\n\nLaura lays there, catatonic. We hold on her stillness for a\nbeat. Then the silence is broken by HAMMERING. Laura tries\nto ignore it, but it’s loud and incessant.\n\nEXT. THE MCALLAN FARM HOUSE - DAY - MOMENTS LATER\n\nJamie hoists Amanda Leigh high over a new wooden stall.\nThere’s a rope attached to a bucket and pulley contraption\nmounted up top.\n\nJAMIE\nEasy now.\n\f84.\n\nAmanda Leigh drops lavender bunches into the bucket of water.\n\nISABELLE\nMomma look! Uncle Jamie’s building\na shower!\n\nJAMIE\n\n(to the girls re: Laura)\nI thought y’all were supposed to\nkeep a look out and tell me if she\nwas coming.\n\n(then to Laura)\nSurprise! Thought you might like a\nlittle privacy every now and then.\nWell, what do you think?\n\nLaura stares at it, truly touched by the gesture.\n\nLAURA\nI think it’s marvelous. Thank you.\n\nLaura hugs Jamie. It feels good and she sinks into him. And\nthere’s a pin prick of light in the dark tunnel of her\ndepression.\n\nHENRY\nWhat’s this?\n\nJamie and Laura quickly break the hug when Henry walks up.\n\nLAURA\nYour brother built us a shower.\n\nHENRY\nYou don’t say.\n\nHenry checks out the handy work and Laura and Jamie trade a\nquick glance.\n\nEXT. THE MCALLAN FARM —- SHOWER - SUNSET\n\nLaura enters with a towel. The deep thrum of insects and\nfrogs mingles with the distant sound of Amanda Leigh\npracticing scales on the piano in the house.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. THE MCALLAN FARM —- SHOWER - SUNSET\n\nLaura enters with a towel. The deep thrum of insects and\nfrogs mingles with the distant sound of Amanda Leigh\npracticing scales on the piano in the house. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Laura gets undressed she looks up and notices large clouds\nstained with hues of pink and gold from the setting sun.\n\nShe pulls the rope and the bucket tilts and pours water into\nanother bucket punctured with holes which creates a shower\neffect. Then she releases the rope and stops the water flow.\nJamie was thoughtful enough to put in a soap dish. In it is\na purple bar of soap. Laura puts the soap to her nose and\ndraws in the scent. Lavender. She smiles and lathers up.\n\f85.\n\nThen she pulls the rope all the way and the entire bucket\nstarts pouring. The water is warm and it feels wonderful.\nIt’s been so long since she had a shower. She rinses and it\nfeels so good it’s almost sensual.\n\nEXT. THE MCALLAN FARM — DAY\n\nHenry drives his tractor through thick mud. The crops have\ngrown-in but the field is flooded and in bad shape. Then the\ntractor lurches and gets stuck. Henry puts it in reverse and\nthe tires just spin and dig deeper. Henry puts it in drive\nand tries the other direction. To no avail.\n\nHENRY\nDammit.\n\nEXT. COTTON FIELD - DAY\n\nStill on one crutch, Hap works the wet, overgrown field. The\nmud makes the hard work even harder. He loses his footing\nand falls. He gets up, more covered in mud than he was\nbefore.\n\nEXT. JACKSON CABIN - DAY\n\nLilly May and Marlon perched on barbed wire fence posts\ngunning down imaginary enemies. Lilly May wears Ronsel’s\nhelmet, Marlon wears Ronsel’s boots.\n\nLILLY MAY\nBANG BANG! You dead Nazi cracka,\nyou dead!\n\nMarlon oversteers his “tank”.\n\nMARLON\nGRRRRRR! Domp, domp domp domp. We\nrunnin’ ‘em over! Watch your right\ngunner!\n\nLilly May swivels her imaginary gun over to the right. Just\n\nthen a truck full of WHITE SHARECROPPERS rolls by. Lilly May\nlowers her “gun”. A man tosses a soda bottle in their yard.\n\nThe truck rattles past.\n\nLILLY MAY\n(whispers )\nBang. You dead.\n\nINT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLILLY MAY\n(whispers )\nBang. You dead. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE JACKSON’S CABIN - DAY\nFlorence mends socks as she looks through a window watching\n\nRonsel sit against a tree smoking a cigarette. He’s got a\nthousand yard stare as he mindlessly drags and exhales.\n\f86.\n\nHenry’s truck pulls up, Jamie behind the wheel. Ronsel hops\ninto the passenger side. Florence doesn’t like what she\nsees. Then the truck pulls out and Florence watches it go.\n\nEXT. JACKSON CABIN - DUSK\n\nFlorence leaning against the porch post, gazing into the\ndistance. Hap hobbles out on his still-splinted leg. He leans\nhis crutches against the house, puts his arms around her,\ninhales her neck. Florence cradles his head.\n\nHAP\nYou ain't tired?\n\nFLORENCE\nWe gotta let him go.\n\nHAP\nWe're not holding him.\n\nFLORENCE\nWe are. He’s staying for us.\n\nHAP\nMaybe he wants to stay. It’s not\nalways gonna be like this. Soon as\nI’m healed we’ll move outta here.\nWe'll be okay. He’1ll be okay once\nhe has his own place--\n\nFlorence drops her head. Hap spins her around to him, pulls\nher into a clumsy one-legged two step. Hap hums some broken\ntune. Florence melts onto him.\n\nHAP (CONT'D)\nRemember that?\n\nFLORENCE\nYou not supposed to be up on this\nbroke leg, Hawthorne Jackson. You\nnever let it heal, you never gon’\nwalk.\n\nHAP\nWhy walk if I can’t dance?\n\nHap and Florence swaying, hanging in each other’s eyes,\ngrasping for exhausted joy.\n\nINT. SAW MILL - DAY\nJamie lights a cigarette and Ronsel sips from the bottle.\n\nThey're both drunk. It’s hot in here and the sunlit smoke\nhangs on the humid air.\n\f87.\n\nRONSEL\nThe silver star? Damn.\n\nJAMIE\nDon’t be impressed. I got it for\nbeing stupid.\n\nRONSEL\nWhat?\n\nJAMIE\n\nI almost drowned in a flood when I\nwas a kid. Since then, baths,\nswimming pools, any kind of water I\nhate it.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nRONSEL\nWhat? JAMIE\n\nI almost drowned in a flood when I\nwas a kid. Since then, baths,\nswimming pools, any kind of water I\nhate it. \n\nTARGET SECTION TO BE ANNOTATED:\n And this one mission I\nchanged course so we wouldn’t be\nover the water so long. And, as\nluck would have it, we ran smack\ndab into some enemy flak. A lot of\nit. But I managed to hit the\ntarget and bring us all back.\n\nRONSEL\nYou so scared of water you’d rather\nget shot at than fly over it?\n\nJAMIE\nDamnedest thing, ain’t it?\n\nThey share a laugh and a drink, then:\n\nJAMIE (CONT'D)\n\nYou ever miss it sometimes? Being\nover there? I don’t mean getting\nshot at, but... I actually miss it.\n\nRONSEL\nMe too. Over there I was a\nLiberator. Had folks lined up on\nthe street cheering and throwing\nflowers. Back here, I’m just\nanother nigger pushing a plow.\n\nJAMIE\n\nMiss some of the guys too.\nRONSEL\n\nThink about ‘em every day.\nJAMIE\n\nSeeing different parts of the\n\nworld.\n\n(smiling)\n\n(MORE)\n\f88.\n\nJAMIE (CONT'D)\nItalian girls. English girls.\n\nRonsel leaks a smile.\n\nRONSEL\n\nIt was different over there.\nJAMIE\n\n(beat)\n\nYou ever been with a white girl?\nRONSEL\n\nA few.\nJAMIE\n\nWell I’11 be damned.\n\nRONSEL\n\nArmy gave us separate barracks,\nseparate blood supply, separate\nlatrines. But them European girls\ndidn’t mind us a bit.\n\n(then)\nWhen we were in Wimbourne, English\ngal I never laid eyes on patted me\nright on the butt. Told me she was\nchecking for a tail because the\nwhite GI's was saying we were more\nmonkey than human. So we made sure\nto show ‘em just how human we were\nevery opportunity we got.\n\nJAMIE\nGerman girls too, huh?\n\nRONSEL\nYeah. Well...one in particular.\n\nRonsel drifts with the memory of Resl, wistful.\n\nJAMIE\nUh oh, I’ve seen that look before.\nShe must’a been something special.\n\nRONSEL\nYeah. She was. But that was then.\nAnd this is now. I’m back home.\nRight where I belong.\n\nSaid with a cut of drunken sarcasm.\n\f89.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nRight where I belong. Said with a cut of drunken sarcasm. 89. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. THE JACKSON’S CABIN - NIGHT\n\nCrickets outside as Ronsel lays in bed by candlelight, wide\nawake. He’s gazing at Resl’s gold necklace and crucifix.\nThen, with resolve, he stuffs it into a small tin box next to\nhis bed and closes the lid shut. Then he blows out the\ncandle, still wide awake as he tries to forget her.\n\nINT. THE MCALLAN FARM —- HOUSE - BEDROOM - NIGHT\n\nHenry snores loudly. So loudly Laura is awake. She shakes\nhim and he stops. Then Laura settles in and tries to get\n\ncomfortable. But after a few moments, Henry starts snoring\nagain. Finally, Laura succumbs to the futility and gets up.\n\nEXT. THE MCALLAN FARM HOUSE - NIGHT - MOMENTS LATER\n\nLaura exits the house into the moonlight. She is startled\nwhen she nearly trips over Jamie, who is passed out with an\nempty bottle of bourbon. Fully clothed and breathing heavily\nfrom drink, he is peaceful and pitiful all at once.\n\nJAMIE\nNonono, I can’t swim! I can’t swim!\n\nLaura turns and sees Jamie writhing in his sleep:\n\nJAMIE (CONT'D) LAURA\nNO! AHHHH! AHHHHH!!!! Jamie! Jamie wake up!\n\nLaura shakes him hard. Jamie shoots to upright, eyes\ndarting. Then he looks to Laura as the sense creeps back\ninto him. A beat, then he starts crying. She pulls him to\nher and he sinks into her arms.\n\nAfter a few moments, Henry appears in the doorway. Neither\nLaura nor Jamie notice him. Henry says nothing. He just\nstands there watching their embrace, jealousy in his eyes.\nEventually, Henry moves back into the house.\n\nThen Jamie rips himself away from Laura’s embrace:\n\nJAMIE (CONT'D)\nI gotta get outta here.\n\nLAURA\nJamie...\n\nJamie stumbles toward Henry’s car, gets in and pulls away.\n\nCUT TO:\n\f90.\n\nEXT. COUNTRY ROAD - NIGHT\nAs Henry's car goes blazing by, swerving.\nINT. HENRY’S CAR (MOVING) - LATER\n\nJamie dozing at the wheel. He awakes and jerks the truck\ntoward the side of the road.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HENRY’S CAR (MOVING) - LATER\n\nJamie dozing at the wheel. He awakes and jerks the truck\ntoward the side of the road. \n\nTARGET SECTION TO BE ANNOTATED:\n Overshoots, and slips into a\nditch. Jamie squinting, flailing, cursing as he strips the\ngears trying to free the truck.\n\nJAMIE\nDAMN! !\n\nJamie shuts off the engine, slumps across the wheel crying,\nblubbering, incoherent. He falls asleep across the wheel.\nHeadlights still on.\n\nOMITTED\nEXT. COUNTRY ROAD - MORNING\n\nSheriff Thacker knocking on the truck window. Jamie, red-\neyed, stubbled, haggard shoulders a line of drool away. He\nwakes slowly, drags his sodden gaze to the window. Henry\nfrowns over the Sheriff’s shoulder. Jamie shudders, struggles\nwith the car door. Sheriff helps rip it open. Jamie stumbles\ninto the light.\n\nSHERIFF THACKER\nWe'll get it hauled out in the\nmorning, Henry.\n\nJamie and Henry clamber out of the ditch in silence. Jamie\nis hungover and haggard.\n\nJAMIE\nI’m sorry.\n\nHenry shakes his head in disgust.\nINT. THE MCALLAN FARM - BARN - DAY\nHenry hammers repairs while Jamie finishes milking the cow.\nWhen Jamie stands he trips, falls and spills milk everywhere.\nJamie laughs.\n\nHENRY\n\nYou think it’s funny spilling good\nmilk?\n\f91.\n\nJAMIE\n(slurring)\nWell you know what they say, no use\ncrying over it.\n\nHENRY\nNo, especially when it’s somebody\nelse's.\n\nJamie stops grinning and turns sarcastic as he reaches into\nhis pocket and produces some coins and crumpled bills.\n\nJAMIE\nI see. What do I owe you, Henry?\nAbout a dollar and a half? Let’s\njust say two to be safe.\n\nJamie pushes the money at him. Henry slaps his hand away and\nthe money goes flying. A clumsy, half-hearted fist-fight.\n\nHENRY\nFor Christ’s sake, this ain’t about\nthe money.\n\nJAMIE\nThen what do you want from me?\n\nHENRY\nFor you to be a man!\n\nJAMIE\nOne pail of spilled milk and I’m\nnot a man?\n\nHENRY\nYou're sure not acting like one.\nDisappear for days at a time doing\nwhatever you damn well please.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMIE\nOne pail of spilled milk and I’m\nnot a man? HENRY\nYou're sure not acting like one. Disappear for days at a time doing\nwhatever you damn well please. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nwhen you are here, you’re drunk.\n\nJAMIE\nI don’t answer to you.\n\nHENRY\nYou do when you live in my house\nand work on my farm.\n\nJAMIE\nOh, well I’m real sorry about that\nMr. Boss man. But don’t take it\nout on me because your little\nfarmer dream ain’t working. Ain’t\nmy fault your crops are getting\nflooded out.\n\f92.\n\nHENRY\nWell you sure as hell ain’t helping\nmatters. It’s like having another\ngoddamn child to look after.\n\nJAMIE\nYou need to open your eyes, big\nbrother. You’re so busy walking\naround here like God almighty, so\nwrapped up in yourself and your\ndamn farm you can’t even see your\nown wife is miserable.\n\nHENRY\nWatch your mouth.\n\nJAMIE\nOr what?\n\nHenry clenches his fists and squares up. Jamie stands his\nground. But Henry restrains himself.\n\nHENRY\nKnow what? You be whatever kind of\nman you want. Just go do it\nsomeplace else.\n\nJAMIE\nFine, I’1l go to town.\n\nHENRY\nI don’t mean just for the night. In\nthe morning I’m going to Greenville\nfor a few days to see about some\nlivestock. I’11 expect you gone\nwhen I get back.\n\nThey hold a look, neither man seeing clearly through the fog\nof anger and pride. Then Henry leaves Jamie in his wake.\n\nINT. THE MCALLAN FARM HOUSE - BARN - LATER\n\nAs Jamie packs his things, frustrated, angry. He reacts when\nLaura knocks at his open doorway.\n\nLAURA\nHi there, will you be here for\nsupper tonight?\n\nJAMIE\nUh...no.\n\f93.\n\nLAURA\n(re: the packed bags)\nAre you going someplace?\n\nJAMIE\nOut west probably. Gotta buddy\nfrom the war who lives in Los\nAngeles.\n\nLAURA\nLos Angeles? Jamie, what are you\ntalking about?\n\nJAMIE\n\nHe didn’t tell you?\nLAURA\n\nWho didn’t tell me what?\nJAMIE\n\nHenry. He kicked me out.\nLAURA\n\nWhat?\nJAMIE\n\nHe asked me to leave. I probably\nhad it coming.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\n\nWhat? JAMIE\n\nHe asked me to leave. I probably\nhad it coming. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nThat can’t be. He’s just sore\nabout the wreck. Let me talk to\nhim.\n\nJAMIE\nNo, Laura. He’s more than just\nsore. And it’s probably for the\nbest.\n\nLAURA\nSo just like that? You up and\nleave? Were you even planning on\nsaying good-bye?\n\nJAMIE\nOf course. First bus out doesn’t\nleave ‘til two.\n\nLAURA\nWhat about the girls? This will\nbreak their little hearts.\n\nJAMIE\nI‘1l talk to them.\n\f94,\n\nJamie keeps packing. The suddenness of this new reality is a\nbitter prospect for Laura.\n\nLAURA\nDoes your father know?\n\nJAMIE\nI'll go down to the river and find\nthe girls. And Pappy... I’1l just\nleave him a note.\n\nLAURA\nYou don’t need to go, Jamie. When\nHenry cools off he’1l listen to me.\n\nJamie stops packing for a moment and stares at the floor.\nThen he looks at her, so much hurt in his eyes.\n\nJAMIE\nLaura, I can’t stay here. I feel\nlike I’m suffocating. I can’t\nexplain it...\n\nLAURA\nYou don’t need to.\n\nLaura runs her hand along his suitcase and wishes she could\nrun away with him. Jamie tamps his pain, tired of being\npathetic. Laura moves to him, close. They gaze at each\nother for a very long beat, neither wanting to say goodbye.\n\nThen with alarming swiftness, Laura grabs Jamie and kisses\nhim. Deeply. Hungrily. Then suddenly he pushes her away.\nBoth of them breathe heavily, their hearts racing. Then\nJamie pulls her close and they kiss again. Clothes get torn\noff as they tumble onto the bed. Jamie and Laura devour each\nother.\n\nINT. THE JACKSON’S CABIN - DAY\n\nFlorence, Hap, Marlon and Lilly May clean up after breakfast.\nRonsel enters, haggard and sleepless.\n\nHAP\nIt’s half past nine. You just now\ngetting up?\n\nRonsel shrugs and nods.\n\nHAP (CONT'D)\nYou just gon’ lay around all day?\nWhile your brothers and sisters\nwork? What’s wrong with you--\n\f95.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAP (CONT'D)\nYou just gon’ lay around all day? While your brothers and sisters\nwork? What’s wrong with you--\n\f95. \n\nTARGET SECTION TO BE ANNOTATED:\nLILLY MAY\nYou got a letter. Says it’s all\nthe way from Germany.\n\nRONSEL\nWhat?\n\nHap hands over a worn envelope that’s traveled a long way.\nRonsel snatches it.\n\nHAP\nWho’s Resl Braun?\n\nRONSEL\nSomeone I knew.\n\nAnd Ronsel heads out the front door.\n\nHAP\nWhere you going now? Ronsel!\n\nRONSEL\nI’1l be back.\n\nEXT. MISSISSIPPI ROAD - DAY\n\nThe grey horizon hints at a coming storm. Ronsel walks\nalong, a swirl of emotion, shaking his head in disbelief as\nhe reads the letter.\n\nThen he reacts to the rising sound of an APPROACHING TRUCK.\nHe quickly shoves the letter into his pockets. The truck is\nmoving fast. The glint from the windshield prevents us from\nseeing the driver. But we hear the engine rev higher as he\nsteps on the gas.\n\nRonsel moves to the shoulder of the road. But the truck\nswerves in his direction and bears down on him. Ronsel runs\nand dives into a ditch just as the truck rumbles up and skids\nto a fast stop. Then, surprisingly, Jamie tumbles out,\nlaughing and drunk. He’s got a bottle of whiskey and he\nlooks like absolute hell.\n\nJAMIE\nYou should’a seen the look on your\nface.\n\nRONSEL\n\nIt ain’t funny.\n\nJAMIE\nActually, my friend, it was indeed.\n\f96.\nRonsel gets up and brushes himself off. Jamie is still\nsmiling. Then soon, Ronsel can’t help but smile too.\n\nRONSEL\nYou're crazy you know that, right?\n\nJAMIE\nCan’t argue with that. No, sir.\n\nJamie takes a pull from the bottle and plops to the ground, a\nmess. Ronsel sees the state he’s in.\n\nRONSEL\nHey. Is something the matter?\n\nJamie gets quiet and picks at the label on the bottle.\n\nJAMIE\nWhat’s the worst thing you ever\ndid?\n\nRONSEL\n\n(after a beat)\nThat lady I told you about. The\none at the prison camp.\n\nJAMIE\nNo, I mean something that hurt\nsomebody real bad.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nRONSEL\n\n(after a beat)\nThat lady I told you about. The\none at the prison camp. JAMIE\nNo, I mean something that hurt\nsomebody real bad. \n\nTARGET SECTION TO BE ANNOTATED:\n And you knew it\nwas gonna hurt ‘em, but you did it\nanyway.\n\nThis time Ronsel gets quiet for a long beat. Then he pulls\nout the letter and a photo and hands it to Jamie.\n\nRONSEL\nLeaving her.\n\nJamie looks at the picture then reads the letter. Then he\nreacts and smiles:\n\nJAMIE\nWell, I’ll be. Congratulations.\nYou're a father.\n\nRONSEL\nHis name’s Franz.\nJAMIE\nFranz. That’s a good name.\n\n(then)\nSo that’s the German girl.\n\f97.\n\nRonsel nods and we finally see the photo. It is of Resl\nholding a swaddled baby. Jamie hands the photo back to\nRonsel and holds up the bottle:\n\nJAMIE (CONT'D)\nWell this calls for a celebration.\nHere’s to Franz.\n\nJamie takes a swig and hands Ronsel the bottle.\n\nRONSEL\nTo Franz.\n\nThen Ronsel takes a drink and gives the bottle back to Jamie.\n\nJAMIE\nSo what the hell are you gonna do?\n\nRONSEL\nI have no idea. She wants me to go\nto Germany.\n\nJAMIE\nLong way off.\n\nRonsel nods, he knows. Jamie stares into the distance as\nRonsel stares at Franz. Then:\n\nRONSEL\nWhat about you? What’s the worst\nthing you ever done?\n\nJamie looks at him, his mind on Laura and their tryst. But\nJamie smiles and covers:\n\nJAMIE\nWho me? I’m a saint.\n\nRONSEL\nOh yeah, I bet.\n\nThen there’s a distant THUNDER RUMBLE. The clouds on the\nhorizon are getting darker. Jamie kills the whiskey bottle\nand tosses it into the ditch.\n\nINT. HENRY’S PICK-UP TRUCK - DAY\nJamie and Ronsel pass a new bottle and sing in unison:\nJAMIE/RONSEL\nIt don't mean a thing if it ain't\n\ngot that swing.\n(MORE )\n\f98.\n\nJAMIE/RONSEL (CONT'D)\nDoo-ah, doo-ah, doo-ah, doo-ah, doo-\nah, doo-ah, doo-ah.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY’S PICK-UP TRUCK - DAY\nJamie and Ronsel pass a new bottle and sing in unison:\nJAMIE/RONSEL\nIt don't mean a thing if it ain't\n\ngot that swing. (MORE )\n\f98. JAMIE/RONSEL (CONT'D)\nDoo-ah, doo-ah, doo-ah, doo-ah, doo-\nah, doo-ah, doo-ah. \n\nTARGET SECTION TO BE ANNOTATED:\n It don't mean\na thing all you got --\n\nThey both react to an approaching car and stop singing.\n\nJAMIE\nOh shit, put your head down.\n\nRonsel ducks. The dust makes it hard to see but the road is\nnarrow and soon they pass the oncoming car. Orris drives and\nPappy rides shotgun. Jamie looks forward and Ronsel keeps\nhis head low. Pappy and Orris crane their necks as the\nvehicles cross.\n\nRONSEL\nYou think they saw us?\n\nJAMIE\nDon’t know.\n\nINT. HENRY’S PICK-UP TRUCK - DAY\nJamie and Ronsel pull up to the Jackson’s shack, both drunk.\n\nJAMIE\nHere we are.\n(beat)\nI'll be leaving town soon and...\nWell, good luck to you. You’ve been\na friend. I want you to know that.\n\nRONSEL\nYeah? Well I want you to know it\ntoo. You’re one of the good ones.\n\nJamie hesitates to accept this truth. Ronsel extends a hand.\nJamie graps it, they shake hard.\n\nJAMIE\nHope you find a way to your...to\nyour boy...to your... family.\nRONSEL\n\nTake care of yourself.\n\nJAMIE\nYou too.\n\nThey hold a look, friends. Jamie extends a hand. They shake.\n\f99.\n\nINT. THE JACKSON’S CABIN - DAY\n\nThe RUMBLE OF DISTANT THUNDER. Florence flinches when Ronsel\nenters, wobbly and high.\n\nRONSEL\nHi, Momma.\n\nShe watches him, wants to hug him ask him where he’s been.\nBut what comes out is:\n\nFLORENCE\nYou hungry?\n\nRONSEL\nNo. Where is everybody?\n\nFLORENCE\nWent up to church. Late service.\n\nRonsel plops onto his cot. Florence wants to talk to him,\nhelp him, but he seems so unreachable.\n\nRonsel reaches into his pocket and pulls out the envelope\nfrom Resl. He reaches inside and finds nothing. Where’s the\nletter and the photo? Brow furrowed, he stands and rifles\nthrough his other pockets. Not there. Oh shit. Rising\npanic. He lost it.\n\nRONSEL\nGoddammit... No, no, no.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe lost it. RONSEL\nGoddammit... No, no, no. \n\nTARGET SECTION TO BE ANNOTATED:\nFLORENCE\nWhat is it son?\nRONSEL\nYou seen a letter?\nFLORENCE\nThe letter from Germany?\nRONSEL\nYes.\nFLORENCE\n\nOh God. Let’s just wait. Don’t\nfret. Wait till your father--\n\nRonsel busts out of the shack and back into the night.\n\nFLORENCE (CONT'D)\nRonsel? Ronsel!\n\f100.\n\nEXT. MISSISSIPPI ROAD - DAY\n\nThe threat of thunder has turned into reality of pounding\nrain. Ronsel runs to the spot where he told Jamie about the\nletter. He looks around desperately. He finds the empty\nwhiskey bottle with the label Jamie picked off.\n\nINT. THE MCALLAN FARM HOUSE - DAY\n\nLaura is in the kitchen. Amanda Leigh and Isabelle are on\nthe floor playing with building blocks. Pappy lingers by the\nwindow, anxiously waiting.\n\nPAPPY\nGoddammit, where is he?\n\nLAURA\n(re: the girls)\nMind your language, please.\n\nPAPPY\nJust like him. Thinking only of\nhimself.\n(then)\nThere he is.\n\nOutside the truck pulls up, weaving badly. Jamie gets out\nand stumbles to the house.\n\nPAPPY (CONT'D)\nDrunk again.\n\nJamie enters, rumpled, wet and smiling.\n\nJAMIE\nWell, hello, dear family.\n\nAMANDA LEIGH/ISABELLE\nUncle Jamie!\n\nLAURA\nLet him dry off first.\n\nPAPPY\nWho in the hell was that with you\nin the truck?\n\nJAMIE\nHello, son. I’m glad to see you.\n\nPAPPY\nOn the road. When I saw you\ndriving. Who was that?\n\f101.\n\nJAMIE\nRonsel Jackson. What's it to you?\n\nPAPPY\nYou care to tell me why that nigger\nwas sitting right next to you like\nyou was two peas in a pod?\n\nJAMIE\nBecause I was giving him a ride.\n\nPAPPY\nHe can ride in the back.\n\nJAMIE\nHe can ride wherever I say.\nAnything else?\n\nPAPPY\nGimmie a cigarette. I’m out.\n\nJamie stares at him for a beat then pulls out an old pack of\nLucky Strikes. Pappy snatches them.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m out. Jamie stares at him for a beat then pulls out an old pack of\nLucky Strikes. Pappy snatches them. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s empty.\n\nPAPPY (CONT'D)\nYou ain’t worth a damn, you know\n\nthat?\nJAMIE\nYeah. I do.\nJamie wobbles.\nPAPPY\n\nLook at mister big war hero.\nNothing but a drunk.\n\nLAURA\nJust go.\n\nPAPPY\nWant him all to yourself huh, gal?\nToo bad he’s too liquored up to be\nany good to you.\n\nLAURA\nI beg your pardon.\n\nPAPPY\nI’ve seen the way you sniff after\nhim --\n\nJAMIE\n\nPappy.\n\f102.\n\nPAPPY\nHenry may be too thick to notice,\nbut I ain’t.\n\nEXT. MISSISSIPPI ROAD - NIGHT\n\nRain as Ronsel trudges up the road. Then he reacts to the\ncrescendo of approaching cars. He turns and sees two sets of\nheadlights approaching fast.\n\nRonsel jumps down into the ditch. But instead of passing,\n\nthe cars pull up and stop. Ronsel is a bit blinded by the\n\nheadlights and the rain. But soon several figures in white\nsheets and hoods pile out of the cars and rush at him.\n\nRonsel runs but they are on him like a pack of dogs. He\nfights and struggles, landing several hard punches. But he’s\noutnumbered.\n\nINT. THE MCALLAN FARM HOUSE - LEAN TO - NIGHT\n\nRain beats on the roof as Jamie sleeps on his cot. A beat\nthen he is poked awake by Pappy’s cane. Jamie bolts up,\nstartled to see Pappy. Orris Stokes and the Sheriff are\nbehind him in white robes.\n\nJAMIE\nWhat the hell’s going on?\n\nPAPPY\nPut your boots on and come with us.\n\nEXT. SAW MILL - NIGHT\n\nHard rain. Orris Stokes’ car pulls up and stops among some\nother parked cars. Jamie, Pappy, and Orris Stokes get out\nand move towards the saw mill. We can see torch lights\ncoming from inside the mill. As they go, the Sheriff and\nStokes don their white hoods. This gives Jamie pause and he\nstops. But Stokes shoves him along.\n\nSTOKES\nGo on.\n\nThey open the door to the saw mill and enter.\nINT.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOKES\nGo on. They open the door to the saw mill and enter. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SAW MILL - NIGHT - CONTINUOUS\n\nInside are a group of men in KKK garb. In the middle of the\nmill is Ronsel. He has a burlap sack over his head, a noose\naround his neck and his hands tied behind him. He’s strung\nup from a rafter, his tip-toes barely touching the ground.\nOne of the white hoods holds the other end of the rope.\nAnother man (DEX) stands nearby with a shotgun.\n\f103.\n\nJAMIE\nWhat’s going on here, Pappy?\n\nPAPPY\nShut up.\n\nSHERIFF THACKER\n(re: Ronsel)\nTake it off.\n\nDex moves to Ronsel and yanks the sack off his head. As his\neyes adjust to the light we see that Ronsel has been beat up.\n\nJAMIE\nGood Lord. Turn him loose.\n\nPAPPY\nI said shut up.\n\nJAMIE\nLike hell I will. Turn him loose,\ndammit.\n\nStokes pulls his pistol and levels it at Jamie:\n\nSTOKES\nYou best listen, son.\n\nJAMIE\nI ain’t your son. And I suggest\nyou either use that thing or point\nit elsewhere.\n\nJamie readies lunge at Stokes.\n\nPAPPY\nJamie!\n\nSHERIFF THACKER\nBring forth the evidence.\n\nOne of the white hoods moves forward and brings out the\nletter and the photograph from Resl. Both Jamie and Ronsel\nsee it and sink. The white hood hands it to Pappy.\n\nSHERIFF THACKER (CONT’D)\nYou know why you’re here, nigger?\n(off Ronsel’s silence)\nI asked you a question.\n\nRonsel stays silent. Sheriff throws a nod to Orris who walks\nover to Ronsel and slugs him with a left and then a right to\nthe ribs. The thuds from the blows force grunts from Ronsel.\n\f104.\n\nJamie winces. But Ronsel stays as cool. He will not show\nthem his fear.\n\nPappy walks up to Ronsel and shows him the letter and the\npicture of Resl and Franz. Ronsel eyes the photo.\n\nSHERIFF THACKER (CONT’D)\nDid you rut with this woman?\n\nPAPPY\nWe know you did it, nigger.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nRonsel eyes the photo. SHERIFF THACKER (CONT’D)\nDid you rut with this woman? PAPPY\nWe know you did it, nigger. \n\nTARGET SECTION TO BE ANNOTATED:\n We\njust want to hear you say it.\n\nThe white hood holding the rope jerks it.\n\nSTOKES\nGo on! Say it!\n\nJAMIE\nWhat the hell do you fellows care\nabout some Kraut whore?\n\nSTOKES\nShut your mouth, nigger lover.\n\nPAPPY\nYou knew about it. Found the\nletter in the truck after you gave\nhim a ride.\n\nJAMIE\nThose Fraulein cunts got a lot of\nour boys killed. If Ronsel here\nleft her with a little half-breed\nbundle of joy to remind her of it,\nI call it justice.\n\nJamie’s logic lands for a moment and there’s hope.\n\nSHERIFF THACKER\nOh you’re good, pretty boy. Too\nbad you’re full of shit.\n\nJAMIE\nHow do you even know that Ronsel\nhere, is the father?\n\nPAPPY\nSays so right there in the letter.\n\nJAMIE\nThat doesn’t mean a damn thing.\n\f105.\n\nSTOKES\nWell, let’s ask him, why don’t we?\n(to Ronsel re: the photo)\nAre you the father of this, I won’t\ncall it a child, this...\nabomination?\n\nSHERIFF THACKER\nAnswer him!\n\nThe noose tightens. Ronsel won’t deny his own son and he\nManages to choke out the word:\n\nRONSEL\nYes...\n\nSHERIFF THACKER\nLeviticus 19:19. “Ye shall keep my\nstatutes. Thou shalt not let thy\ncattle gender with a diverse kind.\nThou shalt not sow thy field with\nmingled seed.\" The penalty for\nabomination is death.\n\nJAMIE\nHave you all lost your damn minds?!\nKilling a decorated soldier over an\nenemy whore?! The man fought for\nPatton for Godsakes --\n\nSTOKES\nThat’s enough --\n\nJAMIE\nYou turn him loose now and maybe I\nwon't go to the law. Otherwise, I\nswear, you better kill us both.\n\nStokes can’t believe the nerve of Jamie and he moves towards\nhim with the gun.\n\nPAPPY\nYou gonna betray your own blood\nover a nigger?!\n\nPappy tries to stand between Stokes and Jamie, but Jamie\nshoves him out of the way.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nStokes can’t believe the nerve of Jamie and he moves towards\nhim with the gun. PAPPY\nYou gonna betray your own blood\nover a nigger?! Pappy tries to stand between Stokes and Jamie, but Jamie\nshoves him out of the way. \n\nTARGET SECTION TO BE ANNOTATED:\n Stokes points the gun at Jamie.\nJamie steps up and puts the gun barrel to his own forehead.\n\nJAMIE\nDo it. Go on.\n\f105A.\n\nThe entire room hangs on the tension for a long beat. Then,\nquick as a cat, Jamie swipes the gun with one hand and\nPUNCHES Stokes in the mouth with the other. Stokes’s head\nsnaps back and he stumbles backwards and falls. Jamie\nquickly turns to Dex who has the shotgun.\n\f106.\nJAMIE (CONT'D)\nDrop it, Dex!\nDex hesitates and Jamie cocks the hammer.\n\nJAMIE (CONT'D)\n\nDROP IT!\n\nPAPPY\nHe’s bluffing. And half drunk\nbesides.\n\nJAMIE\n\nShut up, old man.\n\nPAPPY\nPoint the gun at the nigger.\n\nPappy moves right into Jamie’s eye line, blocking his shot.\n\nPAPPY (CONT'D)\nHe won’t shoot. He don’t have the\nballs to kill a man up close. Do\nyou, son?\n\nDex points the shotgun at Ronsel. Pappy steps closer to\nJamie.\n\nJAMIE\nStop right there. I’m warning you.\n\nPAPPY\nYou not gon’ kill your Pappy.\n\nThen one of the white hoods charges at Jamie. Jamie turns\nand shoots him in the leg. But that was enough to give the\nothers a chance to rush in.\n\nJamie squeezes off another shot that misses before he gets\ntackled. In the subsequent melee, they somehow manage to\nwrest the gun from Jamie’s hands.\n\nBut Jamie punches, kicks and gives everything he’s got,\nfighting like a cornered animal. But soon, they overwhelm\nhim. And they proceed to beat the shit out of him.\n\nJamie and Ronsel lock eyes for a moment during the beating.\nThen a kick to the head from Stokes.\n\nCUT TO BLACK.\n\nPAPPY’S VOICE FADES IN, echo-y and distant.\n\f107.\n\nPAPPY (V.O.)\nWake up! Jamie! Wake up dammit!\n\nSMASH CUT TO:\nINT. THE SAW MILL - NIGHT\n\nJamie is awakened by a bucket of cold rain water. He is\nbruised, blurry and dazed. But as focus restores he sees a\nmass of white hoods staring down at him.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE SAW MILL - NIGHT\n\nJamie is awakened by a bucket of cold rain water. He is\nbruised, blurry and dazed. But as focus restores he sees a\nmass of white hoods staring down at him. \n\nTARGET SECTION TO BE ANNOTATED:\nAmong the hoods is Pappy’s face. Jamie recoils and tries to\npush him away but his hands are tied behind his back. Pappy\nyanks him upright and props him against the wall. Jamie sees\nthat Ronsel now hangs from a cross-beam, naked and bloodied.\n\nPAPPY\nYou make one more wrong move these\nboys are liable to kill you.\n\nSTOKES\n(re: Jamie)\nWhat do we do with him?\n\nPAPPY\nI told you already. He won’t talk.\nAin’t that right, son?\n\nJAMIE\n(re: Ronsel)\nJust let him go.\n\nSTOKES\nYou ain’t exactly in a position to\nmake demands.\n\nPAPPY\nHe won't go to the law. Not if we\nmake him a part of it.\n\nSHERIFF THACKER\nHow?\n\nPAPPY\nNigger still needs to be punished.\nYou let my son, there, decide how.\n\nSHERIFF THACKER\n(after a beat)\nAlright then. What’ll it be?\n\nJAMIE\nI won't do it.\n\f108.\n\nPAPPY\nYou don’t want him killed? Then\ndecide his punishment.\n\nJAMIE\nNo.\n\nStokes unsheathes a HUNTING KNIFE:\n\nSTOKES\nYou will. Or I will.\n\nDex moves to Ronsel and puts the shotgun to Ronsel’s head.\n\nSHERIFF THACKER\nI'll give you a choice. His eyes.\nHis tongue. Or his balls. Choose.\n(off Jamie’s silence)\nChoose godammit!\n\nJAMIE\nNo...\n\nSTOKES\nDex --\n\nJAMIE\n\nAlright! Alright...\nJamie locks eyes with Ronsel. This is an impossible choice.\n\nSHERIFF THACKER\nWhich is it, boy?\n\nJamie's head drops and he mumbles something.\n\nDOC TURPIN\nSpeak up.\n\nAs Turpin leans in the RISING MUSIC and the SOUNDS OF THE\nSTORM OUTSIDE TAKE OVER.\n\nThen in a SERIES OF FLASHES:\n\n--Jamie says something to the Sheriff that we cannot hear.\n--Stokes turns towards Ronsel with the knife.\n\n--White hoods hold a struggling Ronsel.\n\n--Stokes grabs Ronsel by the face and forces his mouth open.\n\n--Jamie can’t look and he averts his eyes.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\n--White hoods hold a struggling Ronsel. --Stokes grabs Ronsel by the face and forces his mouth open. --Jamie can’t look and he averts his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n\f109.\n\n--Ronsel’s strange muffled screams\n\n--Stokes slices and BLOOD spurts from Ronsel’s mouth and\nstains some of the white robes around him.\n\nSMASH TO BLACK.\nINT. THE MCALLAN FARM HOUSE - BARN - NIGHT\n\nJamie is thrown onto his bed, wet, beaten and unconscious.\nPappy and Orris Stokes glower above him. Stokes drifts out.\n\nPappy frozen, staring at Jamie. He removes his son’s boots.\nThrows a horse blanket over him. Jamie sputters in his sleep.\nA confusion of feelings mottle Pappy’s face.\n\nEXT. THE SAW MILL - SAME TIME INTERCUT\n\nHap, Marlon, Florence, and OTHER BLACK DEACONS push the door\nopen and enter the scene of the crucifixion. Ronsel hangs\nbleeding from the crossbeam, the Black Messiah. Hap and\nMarlon immediately set to levering him down. Florence’s hand\ngoes to her mouth.\n\nINT. THE MCALLAN FARM HOUSE - LEAN TO - NIGHT - LATER\n\nDriving rain and howling wind outside. Pappy sleeps\npeacefully, his breathing deep and steady. A LIGHTNING FLASH\naccompanied by THUNDER briefly ILLUMINATES the room.\n\nSeveral beats, then more THUNDER and LIGHTNING and we see\nJamie standing by Pappy’s bedside. He stares at Pappy as he\nclinches the pillow in his hands. Then finally he shakes\nPappy violently:\n\nJAMIE\nWake up.\n\nPappy jerks awake and squints up at Jamie:\n\nPAPPY\nThe hell are you doing, boy?\n\nJAMIE\nI wanted to make sure I looked you\nin the eye.\n\nWith that Jamie shoves the pillow onto Pappy’s face. Pappy\nthrashes and claws. Jamie presses harder. Then soon the\nthrashing weakens. Pappy’s leg kicks become twitches and his\nhands loose from Jamie's. And then Pappy is still. Jamie\nholds the pillow there for several more beats. Then, slowly\nhe pulls it from Pappy’s face. Pappy’s eyes are wide and his\nmouth agape.\n\f110.\n\nINT. SAW MILL - SAME TIME INTERCUT\n\nFLORENCE\nOh Lord, no...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\n110. INT. SAW MILL - SAME TIME INTERCUT\n\nFLORENCE\nOh Lord, no... \n\nTARGET SECTION TO BE ANNOTATED:\nA river of blood pools from Ronsel’s mouth as Hap lowers him\nto the floor. Florence wraps his nude body in her headscarf.\nMary Magdalene. Marlon scoops up his brother's legs.\nFlorence touches his chest, howls in sorrow. She cups her\nhand over his chest. Bomp Bomp Bomp.\n\nFLORENCE (V.O.)\nI held his heartbeat in my hand. I\nremember every beat. He was warm\nand alive...\n\nRonsel stirs and coughs.\n\nOMITTED\n\nINT. THE MCALLAN FARM HOUSE - LEAN TO - DAY\nWhere Laura KNOCKS on the door.\n\nNo answer. Perplexed, she pushes the door open and enters.\n\nShe reacts when she sees Pappy eyes wide open, lifeless and\n\nfrozen in shock. Then she reaches out, touches his skin and\nquickly recoils from the cold.\n\nShe scans Jamie’s empty bed. Something on the floor catches\nher eye. She reaches down and picks it up. It’s Pappy’s\nwhite hood. Laura holds it up and sees the eye holes and\nrealizes.\n\nJAMIE (0.S.)\nIt’s exactly what you think it is.\n\nLaura sees Jamie sitting in the corner clutching the pillow\nhe smothered Pappy with. She reacts to his beat up face:\n\nLAURA\nWhat happened to you?\n(off his desolate look)\nWhat happened, Jamie? Jamie.\n\nJamie reaches into a pocket and fishes out the crumpled photo\nof Resl and Ronsel’s son. Laura looks at it, confused.\n\nJAMIE\nThy got Ronsel. I tried to stop\nit... there were too many of\n\nthem...\n\flll.\n\nLAURA\nWhat happened Jamie? What did they\ndo to him?\n\nJAMIE\nThey made me choose.\n\nLAURA\nChoose what?\n\nJAMIE\nI had to.\n\nLAURA\n\nHe’s alive?\n\nJamie shakes his head, twists the pillow in his fists. Laura\nlooks to Pappy, Jamie finally meets her gaze. Laura gently\npries the pillow from Jamie’s hands.\n\nINT. JACKSON CABIN — DAWN\n\nThe hush of daybreak. Ronsel laid out on the kitchen table.\nFlorence wipes dried blood from his swollen, bruised body.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACKSON CABIN — DAWN\n\nThe hush of daybreak. Ronsel laid out on the kitchen table. Florence wipes dried blood from his swollen, bruised body. \n\nTARGET SECTION TO BE ANNOTATED:\nShe dabs at the stillness of his face.\n\nOMITTED\n\nOMITTED\n\nSCENE MOVED AND RE-NUMBERED TO SCENE 162\nEXT. THE MCALLAN FARM —- LATER\n\nA truck drives up the road and stops. Henry gets out with a\nbag. He waves and nods to the driver. Laura and Jamie move\nout towards Henry.\n\nJamie has cleaned up and changed his clothes, but he’s still\nbeat up. Jamie and Laura approach Henry as he kneels at his\ncrops. He flicks a glance at them, more concerned with the\ncotton.\n\nHENRY\nGot back as soon as I could. If\nthis keeps up we’ll have to\nreplant. Almanac predicted--\n\nLAURA\nHenry.\n\f112.\n\nHENRY\n(re: Jamie’s bruises)\nWhat in the hell happened to you?\n\nLAURA\nHenry.\n\nHENRY\nWhat?\n\nLaura looks to Jamie. But Jamie just shakes his head and\nstares at his shoes.\n\nLAURA\nIt’s your father. He died last\nnight.\n\nHENRY\n\nWhat? How?\n\nLAURA\nIn his sleep. Peacefully.\n\nHenry drops his head as the news washes over him. Then Henry\nlooks at Jamie and regrets their last exchange.\n\nHENRY\nYou alright?\n(off Jamie’s nod)\nI’m glad you're still here.\n\nJamie nods then Henry hugs him. Jamie, racked with guilt and\npain, hugs back. PRELAP the RUMBLE of THUNDER and...\n\nEXT. THE MCALLAN FARM - DAY\nA LIGHTNING FLASH and we return to the beginning.\nHENRY\nHap. Can you help us out here? We\n\nneed to get this coffin in.\n\nHap pulls his arm away and steps down. Florence spits over\nthe side of the wagon and glares at the McAllans.\n\nHENRY (CONT'D)\nThank you for stopping.\n\nHap takes an end of the rope, Henry eyes Marlon.\n\nHENRY (CONT'D)\nMaybe he can help too?\n\f113.\n\nHAP\nMy son is not getting down outta\nthat wagon.\n\nHenry swallows this.\n\nHENRY\nOkay.\n\nHenry takes two end of the rope, Hap and Jamie each take one\nand they maneuver the coffin down into the hole. The coffin\ntouches bottom and they pull the ropes back up.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nOkay. Henry takes two end of the rope, Hap and Jamie each take one\nand they maneuver the coffin down into the hole. The coffin\ntouches bottom and they pull the ropes back up. \n\nTARGET SECTION TO BE ANNOTATED:\n Henry stares\ndown at the coffin for a beat then:\n\nHENRY (CONT'D)\nWe forgot to bring a bible.\n\nHap looks to the sky and cocks his head like he’s listening\nto something. Then he bows it and pulls a small, tattered\nbible from inside his jacket.\n\nHAP\nDone this plenty of times.\n\nHENRY\nThank you, Hap. But no.\n\nLAURA\nIf he’s willing to we should allow\nit. He is a man of God.\n\nJAMIE\nI say we let him.\n\nHENRY\n(after a begrudging beat)\nGo on then.\n\nHap flips to a certain page as they all bow their heads. A\nbeat, then Hap closes the Bible and quotes from memory. His\nvoice is strong and ringing. He’s not trying to comfort the\nbereaved. He’s sending Pappy to Hell:\n\nHAP\nMan who is born of a woman is of\nfew days and full of trouble. He\ncometh forth like a flower, and is\ncut down: he fleeth as a shadow,\nand continueth not. And dost thou\nopen thine eyes upon such a one,\nand bringest me into judgment with\nthee? Who can bring a clean thing\nout of an unclean? Not one.\n\f114.\n\nHenry frowns, not appreciating the tone or content of the\nsermon. Laura holds his hand, Jamie looks up:\n\nHAP (CONT'D)\nFor there is hope of a tree, if it\nbe cut down, that it will sprout\nagain. Through the scent of water\nit will bud like a plant. But man\ndieth, and wasteth away. As the\nwaters fail from the sea and drieth\nup, so man lieth down, and riseth\nnot. Till the heavens be no more,\nthey shall not awake, nor be raised\nout of their sleep. Amen.\n\nLAURA\nAmen\n\nJAMIE\nAmen.\n\nHenry is silent. His head still down, he starts shovelling\nangry mounds of dirt onto the grave. Hap tips his hat and\nmakes for the wagon.\n\nJAMIE (CONT'D)\nHap, wait.\n\nJamie moves to where the tarp hangs.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHap tips his hat and\nmakes for the wagon. JAMIE (CONT'D)\nHap, wait. Jamie moves to where the tarp hangs. \n\nTARGET SECTION TO BE ANNOTATED:\n He can’t see inside,\nbut he knows who’s in there:\n\nJAMIE (CONT'D)\nGive this to Ronsel? If you see\nhim.\n\nJamie pulls out the photo of Resl and Franz. Florence reaches\nout and takes the photo. Jamie and Florence hold a long\nlook. Jamie’s eyes well up with guilt. Hap manages a\nforgiving nod then spurs the mule on. Off Jamie watching\nthem go...he looks back at his brother shovelling dirt. Laura\neyes plead with him. Jamie turns away and keeps on walking. A\nlone man on a muddy road.\n\nFADE OUT:\nOMITTED\nOMITTED\n\nOMITTED\n\f115.\n\nINT./EXT. UNION STATION LOS ANGELES - DAY\n\nJamie, small pack slung over his shoulder walks through the\ngrand lobby. He reaches into a pocket, pulls out a flask and\ntakes a couple swigs.\n\nJAMIE (V.O.)\nWhenever Ronsel enters my mind I\nhope that he is well.\n\nWe STAY WITH him as he moves outside to... Sunshine. Palm\ntrees. A clear view of the mountains in the distance. Jamie\nsquints. The dry heat feels good on his face. Then as he\nmoves off:\n\nJAMIE (V.O.)\nAnd I hope that my Pappy’s untimely\ndeath brought the Jackson family\nsome measure of peace. Though I\nmust admit, it brings me none.\n\nOMITTED\nOMITTED\nINT. L.A. APARTMENT - NIGHT\n\nJAMIE (V.O.)\nI just thank God I still have room\nin my heart for hope of any kind.\n\n1940's LA noir style. As Jamie smokes a cigarette at an open\nwindow with a blinking sign out front. A PRETTY WOMAN pours\nbourbon. It’s a hot night and she crosses naked to the bed\nwith two sweating glasses. Jamie draws on his cigarette then\nfollows her to the bed.\n\nJAMIE (V.O.)\nBut until then I am content to stay\nperpetually numb. All the while\nhoping that by some miracle my\nfriend, Ronsel, found happiness.\n\nOff Jamie drinking...and hoping.\nEXT. THE MCALLAN FARM - DAY\nAs Henry drives his tractor through the field:\n\nHENRY (V.O.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. THE MCALLAN FARM - DAY\nAs Henry drives his tractor through the field:\n\nHENRY (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nA few days after I lost my father,\nI lost my brother too. The girls\ntook it hard. Frankly, so did I.\nBut, Laura, she understood.\n\n(MORE )\n\f116.\n\nHENRY (V.O.) (CONT'D)\nShe knew Jamie needed to leave this\nplace. Just like I knew she needed\nto. My family’s the only real\nthing that matters to me now.\n\nEXT. SMALL HOUSE - DAY\n\nOn a block with other small houses. Amanda Leigh and\nIsabelle play in the front yard enclosed by a white picket\nfence.\n\nHENRY\nBut I often miss my brother and\nfind myself hoping he’1l come home\nsomeday. I just pray he’s not lost\nforever.\n\nLaura waddles out onto the porch and we see that she is VERY\nPREGNANT. Henry pulls up in his truck and gets out. The\ngirls see Henry and run to him.\n\nLAURA (V.O.)\nI would never tell Henry the truth\nabout this child. Jamie’s child.\nThat would only serve to clear my\nconscience, not his. It’s a small\nbit of dignity that I can give back\nto him. Though he has no idea I’ve\ntaken it.\n\nHenry moves up to the porch and gives Laura a hug and warm\nkiss on the lips. Then he bends and kisses her belly. And\nfor the first time ever, we see Henry truly smile.\n\nLAURA (V.O.)\nI've learned that’s what it is to\ntruly love someone: to give\nwhatever you can while taking what\nyou must.\n\nOMITTED\nEXT. COTTON FIELD - DAY\n\nHap and Marlon hitch a NEW MULE to a NEW PLOW in a beautiful\nfield.\n\nHAP (V.O.)\nThis here is the loins of the land.\nBeautiful black soil made rich by\ntwo great rivers and the hand of\nthe Lord himself.\n\n(MORE )\n\f117.\n\nHAP (V.O.) (CONT'D)\nAnd now, with sweat, toil and the\ngrace of God, we got ourselves a\nlittle piece of it. My children\ngot something they can call they\nown. And can’t nothing change that.\nNot ever.\n\nHap can see Florence and Lilly May over by a water pump. He\nwaves. They wave back.\n\nEXT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nwaves. They wave back. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NEW JACKSON HOME - DAY\nFlorence works the water pump with Lilly May at her side.\n\nFLORENCE (V.O.)\n\nIf you got children, you got dreams\nfor ‘em. You want ‘em to live they\nlife thinking they can do whatever\nit is they want to.\n\nFlorence fills the bucket, Lilly May tries to help but\nFlorence shoos Lilly May towards their newer, nicer HOME.\nDaffodils ring the steps. Florence wipes her sweaty brow and\nwatches as Lilly May perches on the porch, pulls out a\nnotebook, pencils, books : US PERSONNEL OFFICE STENOGRAPHY\nGRADE AND EVALUATION GUIDE. Lilly May sinks into the pages.\n\nFLORENCE (V.O.)\n\nAll three of my children a gift\nfrom God. Just let them keep\nshining, Lord. No matter how hard\nthey try to dim that light, let it\nshine bright as the sun.\n\nEXT. HAP’S WAGON - DAY\n\nRonsel’s face through slotted wood as Hap’s wagon lurches to\na start. Household goods bump and rattle above him. Jamie's\nvoice trailing away.\n\nJAMIE (0.S.)\n.--give this to him...if you see\nhim again?\n\nPooled rain drips down from a tarp, through the cracks onto\nRonsel’s closed eyes.\n\nRONSEL (V.O.)\nMy nightmare is always the same.\nFirst I’m in a tank wearing a\nhelmet. Then I’m in the back of a\ncar with a burlap sack over my\nhead.\n\n(MORE )\n\f118.\n\nRONSEL (V.O.) (CONT'D)\nI’m surrounded by enemies and the\nstench of their hate is choking me.\n\nEXT. BERLIN STREET - DAY\n\nWe FLOAT past the war torn Brandenburg Gate. A pair of\nAMERICAN SOLDIERS amble past.\n\nRONSEL (V.O.)\nI scream. My lips move and I can\nfeel the strain. But nothing is\ncoming out. Nothing.\n\nEXT. BERLIN STREET - DAY\nThe bombed out spire of the Kaiser Wilhelm Church.\n\nRONSEL (V.O.)\nBut should my story end there?\nSilenced and defeated? Oppression,\nfear, deformity. It would take an\nextraordinary man to beat all that.\n\nEXT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nOppression,\nfear, deformity. It would take an\nextraordinary man to beat all that. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BERLIN STREET - DAY\nWe float down a clean residential street.\n\nRONSEL (V.O.)\nI would have had to wean myself off\nlaudanum and self-pity. Then I\nwould have had to work the fields\nwith my father while I gathered my\ncourage and saved my money. And\nthen I would have had to swallow my\npride and accept help from Army\nbuddies who had learned of my\nplight. I would have had to take\nthe scholarship to Morehouse\nCollege they arranged for me and\ntravel the four hundred miles to\nAtlanta alone with a little card in\nmy shirt pocket that said ‘mute’.\n\nINT. APARTMENT BUILDING STAIRWELL - DAY - MOMENTS LATER\n\nA CRISP, SUITED MAN climbs the stairs, checks the addresses.\nWe can’t see his face. Eventually he reaches a door and\nstares at it for a long time.\n\nRONSEL (V.O.)\nAnd then finally, I would have had\ncross the Atlantic yet again. This\ntime not for war. But for love.\n\f"
}