{
  "1": "EXT. CAB ON MARINE DRIVE - EVENING (D.V.FOOTAGE)\n\nA digital camera is on in a cab which is stuck in\ntraffic, inching its way along Marine Drive in the rain.\nMusic plays on the cabbie’s radio, and there is angry\nhonking from impatient drivers.\n\nThe cabbie looks at the person who is filming in the back\nseat through the rear view mirror. He is a portly man\nwith greying hair, and kind lines around his eyes.\n\nCABBIE\nNayi aayi hain mumbai mein?\n\nGIRL (0.C.)\nJi paanch mahine ho gaye. Phir bhi sab\nnaya hi lagta hai!\n\nCABBIE\nKahan ki hain aap?\n\nGIRL (0.C.)\nMalihabad, U.P.\n\nCABBIE\nAccha? Main bhi U.P. ka hoon. Jaunpur.\nJaunpur jaanti hain aap?\n\nGIRL (0.C.)\nHaan. Ja chuke hain vahan.\n\nCabbie nods, looking pleased. The camera pans to the\nwindow, and the girl opens it, letting a spray of water\nonto the lens. She shoots the street, pedestrians with\numbrellas trying to cross the road between cars, the\nchurning grey sea. The camera work is amateur. We catch a\nglimpse of the girl in the rear view, not enough to see\nher clearly.\n\nThey pass Girgaum Chowpatty.\n\nGIRL (0.C.) (CONT’D)\n\n(into camera mike in a\n\nwhispered voice)\nDekho Imran, yehi voh mashoor Chowpatty\nhai Marine Drive par. Har din yahan bohot\nlog aate hain - bhel puri khane, pav\nbhaji khane. Mere khayal mein zyadatar\nlog yahan ki khuli hawa khane aate hain,\njiski badi kami mehsoos hoti hai! (pause)\nSamundar ki hawa kitni alag hai. Lagta\nhai isme logon ke armaanon ki mehek mili\nhui hai..\n\fSome street kid comes up to her at the street light.",
  "2": "---END OF PREVIOUS SECTION---\nMere khayal mein zyadatar\nlog yahan ki khuli hawa khane aate hain,\njiski badi kami mehsoos hoti hai! (pause)\nSamundar ki hawa kitni alag hai. Lagta\nhai isme logon ke armaanon ki mehek mili\nhui hai.. Some street kid comes up to her at the street light. \n---TARGET SECTION TO BE ANNOTATED---\nSTREET KID\n(sadly)\nDidi do rupya do na, roti khayega..\n\nHe notices the camera.\n\nSTREET KID (CONT’D)\nArre tum shooting kar rah hai?\n(shouts to the others)\nEh Raju!\n(to her)\nMera bhi photo lo na didi. “Pardesi,\npardesi, jaana nahin, mujhe chhod ke..”\n\nThe cabs pulls away, as the kid continues to dance in the\nrain while the other kids join him.\n\nTITLES OVER THE FOLLOWING SCENE:\n\nEXT. BUILDING UNDER CONSTRUCTION - EVENING\n\nA bunch of construction workers work on the fourteenth or\nfifteenth floor of what is on its way to becoming a\nmammoth building. They look thin, poorly clad, and poorly\nequipped - few helmets, no harnesses, just one or two\nwith scruffy caps at jaunty angles.\n\nCrows and kites fly and perch, as down below traffic\nsnarls its way slowly around Bombay’s congested roads at\nhome-going rush hour.\n\nOne of the workers, Selva, squats near an edge to light a\nbidi. He finds he doesn’t have a light and asks a co-\nworker in Telugu for matches. He is tossed a light, as\nthe guys all share a joke. He lights his bidi, and looks\nout over Bombay. The highrises all around, the sea in the\ndistance, the small, pathetic clusters of the\nconstruction workers children as they play in the rubble.\nThe sun is setting.\n\nINT. A FLAT - SUNSET\n\nArun and his broker Rakesh open the door of a disused\napartment. Arun is around 35, a thoughtful looking man,\nattractive in a bookish, serious sort of way. Rakesh\ntries a couple of light switches but nothing comes on.\nThere’s a little light from the fading sun.\n\fRakesh, a weasly 23 year old umbilically attached to his\ncell phone, tries to push open a window which is firmly\n\nstuck, while talking into his phone cradled between his\n\near and shoulder.\n\nRAKESH\nNahin nahin madam, bohot accha hai,\nexactly aapke layak...",
  "3": "---END OF PREVIOUS SECTION---\nThere’s a little light from the fading sun. Rakesh, a weasly 23 year old umbilically attached to his\ncell phone, tries to push open a window which is firmly\n\nstuck, while talking into his phone cradled between his\n\near and shoulder. RAKESH\nNahin nahin madam, bohot accha hai,\nexactly aapke layak... \n---TARGET SECTION TO BE ANNOTATED---\n haan hai, gas\nconnection hai, day-night security hai...\nab aaj ke zamane mein phone kisko\n\nchahiye... haan pani hai mostly, subah ko\nto zaroor hai... aap dekh to lijiye\nmadam! Bohot accha hai... ok, chhe baje..\nOk madam.\n\nHe has the window open and he turns around expectantly.\n\nRAKESH (CONT’D)\nTo kaisi lagi, Arun ji?\n\nArun looks around him and wanders round the room.\n\nRAKESH (CONT’D)\nArre perfect hai. Thodi si painting aur\nye bilkul nayi lagegi. Aap to painter\nhai, aapko idea hogi, hain?!\n\nArun gives him a look to say stop bullshitting me.\n\nRAKESH (CONT’D)\nNahin, soch lijiye, yahan vo gyarah\nmahine ka chakkar nahin rahega, unlimited\nlease, aur yeh hai vo “bombay view” jo\naapko chahiye tha. Vo dekhiye, vo hai Aga\nKhan ka tower. Station nazdeek hai, aur\ntoilet attached hai, jo is type ke\nbuilding mein normally nahin rehta hai.\nHaan kitchen small hai, par aap kahan\nkhana banate hain!\n\nRakesh’s phone rings and he answers it while Arun looks\nout at the view. There are old buildings all round in\nstages of disrepair. The street below is busy and there\nis a neon hoarding on the terrace of the opposite\nbuilding.\n\nAs they leave Arun sees a lady sitting outside her flat\non a chair, with an unseeing expression on her face.\nINT. SALIM’S SLUM ROOM - NIGHT\n\nSalim (22) and Munna (20) are watching a David Dhawan\ncomedy on tv, smoking cigarettes and drinking rum.\n\fWhile Salim is an overweight affable sort, Munna is a\ngood looking, smart boy, with a twinkle in his eye anda\nsense of style. Salim’s mother (50) also watches in\nbetween sealing little packets of fancy rubber bands.\nSalim’s younger brother Karim (16) is studying from a\ntext book. Much laughter.",
  "4": "---END OF PREVIOUS SECTION---\nSalim’s mother (50) also watches in\nbetween sealing little packets of fancy rubber bands. Salim’s younger brother Karim (16) is studying from a\ntext book. Much laughter. \n---TARGET SECTION TO BE ANNOTATED---\n We can hear trains in the\nbackground.\n\nSALIM\nBehnchod, yeh hasa hasa ke maar dalega,\nsaala! Dekh, dekh!\n\nMUNNA\nYaar, kya actor hai, yaar! Main usse\nmilna chahta hoon..\n\nSALIM\nJohnny Lever se? Chal main milvata hoon\nna!\n\nMUNNA\nChal! Chootiya...\n\nKARIM\n\nAmma, jab main exam mein fail ho gaya na,\naap Salim aur Munna ki class lena, mera\nnahin!\n\nMUNNA\n(mock serious)\nTheek kaha. Salim chup kar na yaar.\nPaanchvi fail! Tu dekh, saale, apna Karim\npadh likh kar ekdum top class gentleman\nbanega, maloom kya? Hai na Karim? Eh\nKarim, bol na! Correct na?\n\nKarim gives him a glare. Munna gets up to go with a grin\nand wink.\n\nSALIM\nKidhar ko nikla? Kaam pe? Tera yeh kaam\nitna ghatiya hai na, kayko karta hai\nMunna? Main bola na main setting kar ke\ndeta hun tujhe!\n\nMUNNA\nTere jaisa kaam nahi karna hai! Chor\nsaala! Mera hi kaam accha hai, kyun\nkhala?\n\nHe brandishes a heavy stick, with a metal tip at the end,\ngrinning. Khala doesn’t react, she’s used to this kind of\nbanter. Munna playfully pokes his stick in Salim’s ribs,\nand Salim throws it off.\n\fSALIM\nChhi! Hut saale!\n\nMunna leaves grinning.\n\nEXT. SLUM ON THE RAILWAY TRACKS - NIGHT\n\nMunna crosses the rail tracks.\n\nEXT. MAIN ROAD - NIGHT\n\nMunna darts across the road and a car swerves to avoid\nhim causing a little confusion. Munna continues to walk,\nand the driver swears under his breath. We cut inside the\ncar to Shai, 29, very attractive and stylish, and Pesi\n(32). The windows are up and Shirley Bassey is on the\nstereo.",
  "5": "---END OF PREVIOUS SECTION---\nMunna continues to walk,\nand the driver swears under his breath. We cut inside the\ncar to Shai, 29, very attractive and stylish, and Pesi\n(32). The windows are up and Shirley Bassey is on the\nstereo. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI\nShit! What did he think he was doing?\nCrazy!\n\nPESI\n\nShai, don’t act the NRI now, huh! You've\nforgotten traffic here or what?\n\nSHAI\nAnd we are so late, Pesi! My mum left for\nthe show an hour ago.\n\nPESI\nBabe, nothing remotely interesting in\nBombay starts before ten, darling. Now I\nreally need to educate you in Bombay\netiquette!\n\nShai rolls her eyes in a good humoured way.\n\nINT. ART GALLERY - NIGHT\n\nIts a modest sized, interesting gallery, opening the new\nworks of T. Arun; paintings, etchings and some small\ninstallations. Well heeled so-called art lovers mingle,\nas wine, champagne and hors d’oeuvres do the rounds.\nPress photographers take pictures. Shai is being\nintroduced to some people by her mother Pravin, while\nPesi talks to a serious looking man. Later Shai looks at\nthe works.\n\fThe installations, which have an Escher-esque\nconstruction about them, are made from what seems like\nscrap and waste materials. Shai looks around, a bit\nfidgety, observing all the different kinds of people\nthere. Arun walks in. She sees him and keeps looking at\nhim, finding him attractive.\n\nPESI\nOh there’s Arun! Finally! He can’t even\nmake it in time for his own show!\nActually I like this new work, what do\nyou think Jatin?\n\nJatin, carefully weighing his words.\n\nJATIN\nWell, its hard to be apolitical when\nyou're referencing the working classes,\nbecause the discourse goes into areas of\nethics. I think this has a specificity\nwhich belies its larger context, really.\n\nPesi nods, thinking hard what he should say.\n\nSHAI\nWhich one is Arun.\n\nPesi points him out. She looks at him and widens her eyes\nmeaningfully. Pesi returns the look, first quizzical then\ncatching on.\n\nVatsala calls everyone to attention.\n\nVATSALA\n\nLadies and gentlemen, the artist has\ndecided to make an appearance!\n\n(claps all round, some\n\ncomments and laughter)\nI take great pleasure in presenting\n“building”, Arun’s new work.",
  "6": "---END OF PREVIOUS SECTION---\nVatsala calls everyone to attention. VATSALA\n\nLadies and gentlemen, the artist has\ndecided to make an appearance! (claps all round, some\n\ncomments and laughter)\nI take great pleasure in presenting\n“building”, Arun’s new work. \n---TARGET SECTION TO BE ANNOTATED---\n I don’t\nreally need to formally introduce Arun,\ndo I?\n\n(more comments and laughs\nWell the ignorant can read my expensive\nbrochure! Now is the moment Arun hates\nthe most! Arun come and say a few words!\nEveryone, T. Arun. Arun, be nice!\n\n(much clapping)\n\nArun steps up and looks at the crowd.\n\fARUN\nWell, there’s not much to say, I think.\nThis is my most transparent work. Its my\ntribute to the people from Rajasthan,\nTamil Nadu, Bihar, U.P. and elsewhere who\nbuild this city in the hope that someday\nthey will find a rightful place in it.\nSo, to Bombay, my muse, my whore, my\nbeloved...\n\nHe raises his glass as a toast, the crowd raises their\nglasses in a ‘salut’, and Arun knocks back his drink and\nhurries into the crowd. Then there’s clapping and\nbravo’s.\n\nShai and Pesi also clap and the party is resumed. Pesi\nlooks about him animatedly, as if for a victim.\n\nPESI\nThere’s Feroz. Bastard owes me five\nlakhs!\n\nSHAI\n\nBabe, he’s beautiful.\n\nPESI\nWho Feroz?! He’s not in the.. Oh, him.\n(following her gaze to Arun)\nHe’s strange. Too deep and dark for me,\nbaba!\n\nSHAI\nThank god for that! At least one boy in\nBombay is available then!\n\nElsewhere Arun has been cornered by a lady in big\ndiamonds.\n\nLADY DIAMONDS\nHa, ha! You know? But tell me, do you\nthink you’1ll ever do commissioned work?\nLike I need something for my house in\nAlibaug, something quite big, in that old\nstyle you used to have, you know? Very\nabstract with lots of writing and things.\n\nArun is looking tortured. A bespectacled corporate-\nlooking man comes up to them.\n\nMAN\nHello, sorry to interrupt, hi Mona!\n(airkisses Lady Diamonds)\n(MORE)\n\fMAN (CONT'D)\nArun, I am Miraj Husain from the Indian\nCouncil for Art.",
  "7": "---END OF PREVIOUS SECTION---\nA bespectacled corporate-\nlooking man comes up to them. MAN\nHello, sorry to interrupt, hi Mona! (airkisses Lady Diamonds)\n(MORE)\n\fMAN (CONT'D)\nArun, I am Miraj Husain from the Indian\nCouncil for Art. \n---TARGET SECTION TO BE ANNOTATED---\n I’ve been talking to\nVatsala about taking some works of yours\nfor a group show to Munich, Brussels,\nLondon and Madrid.\n\nArun nods, a little high and wanting to escape. Mona\ndrifts away, bored.\n\nMIRAJ\nWell, I’m not sure if Vats discussed it\nwith you?\n\nArun nods a negative, vaguely looking around.\n\nMIRAJ (CONT’D)\nAnyway, its in September, and she says\nyour next solo is much later, so it\nshould work out. Its a great showcase for\ncontemporary Indian art, and is sure to\ncreate a real buzz in the art market.\nHuge publicity, probably a high profile\nauction at the end. You know? Very big\nnames involved.\n\nArun reaches for yet another drink, and finishes it\nrapidly. Behind Miraj he can see someone writing a phone\nno on his brochure, resting it on one of his pieces. Just\nthen Pesi comes up to them with Shai.\n\nPESI\nHi all! Miraj, you fraud, you were\nsupposed to call me years ago!\n\nMiraj makes some sheepish excuses.\n\nPESI (CONT’D)\nAnyway, Arun this is Shai.\n(winking at her)\nEnjoy, love!\n\nPesi engages Miraj in conversation, freeing Arun. Arun\nlets out a huge sigh, smiles at Shai and looks relaxed\nagain.\n\nSHAI\nThat bad?\n\nARUN\nYou have no idea! Bless Pesi. Arun.\n\nSHAI\nHi, I’m Shai. Yes I thought you looked a\nbit stricken..\n\fBoth laugh. He knocks back his drink, she’s vastly\namused, and he looks at her with warmth. They share some\nsort of secret now.\n\nARUN\nSo are you an artist too?\n\nSHAI\nNo, no, I’m an investment banking\nconsultant.\n\nARUN\nMeans what? Something to do with money\nright?\n\nSHAI\n(laughing)\nYes, broadly speaking! Essentially I\nstudy investment trends in south Asian\neconomies.\n\nARUN\nHere in Bombay?\n\nSHAI\nNo, in New York. I’ve moved back here for\na bit though.\n\nARUN\nOh. Why?\n\nSHAI\nWell, I just needed a break from\nthings...",
  "8": "---END OF PREVIOUS SECTION---\nARUN\nOh. Why? SHAI\nWell, I just needed a break from\nthings... \n---TARGET SECTION TO BE ANNOTATED---\n A new perspective, some fresh\nair in my head.\n\nARUN\nAnd you’re planning on getting that in\nBombay!\n\nSHAI\n\n(laughs)\n\nMaybe just a change of scene then. Some\nnew faces, no New York winter, and no\ntalking about figures and projections...\n\nARUN\nCool. I could do with a holiday too.\n\nSHAI\nActually, its not a holiday, I’m on a\nsabbatical!\n\f10.\n\nARUN\nAccha... means what?\n\nSHAI\nMeans I’ve got a research grant to submit\na project about small and marginal\nbusiness and shifts in traditional\noccupations. Basically I have to write\nsome papers, and do what I love doing\nbest - taking photographs.\n\nArun raises his eyebrows as he keeps swigging his rum and\ncoke. There’s a squawk from someone, then a shriek and a\nripple of panic runs through the room as a rat scurries\nto find safe refuge. Shai is knocked against in the melee\nand she gets red wine all over her shirt. Arun starts\nlaughing and Shai, though irritated can’t help laughing\nas well, wiping her shirt with a proffered napkin.\n\nSHAI (CONT’D)\nShit.\n\nARUN\nNow my show is truly open! Cheers!\n\nThey toast and drink together.\n\nEXT. RAILWAY TRACKS - NIGHT\n\nMunna walks along the tracks with a bucket of water in\nhis hand. He has a towel and a soap in the other. His\nclothes have patches of brown dried blood on them, and he\nlooks sleepy but not exhausted. Its probably 4 a.m. There\nare lights on in some of the rooms of the slum, as people\nrise early for their jobs.\n\nHe gets to an area beyond the slum, and we see some\nhuddled shapes in the semi darkness doing their morning\njobs. A drunk is lying with his head on the tracks. Munna\nputs his bucket down, drags the drunk to a safer spot ten\nfeet away, who mutters irritably, and then carries on.\n\nHe puts his bucket down at a point, takes off his dirty\nclothes and begins to splash the cold water on himself,\n\nhis teeth chattering, muttering some song words to\n\nhimself.",
  "9": "---END OF PREVIOUS SECTION---\nA drunk is lying with his head on the tracks. Munna\nputs his bucket down, drags the drunk to a safer spot ten\nfeet away, who mutters irritably, and then carries on. He puts his bucket down at a point, takes off his dirty\nclothes and begins to splash the cold water on himself,\n\nhis teeth chattering, muttering some song words to\n\nhimself. \n---TARGET SECTION TO BE ANNOTATED---\n Soaping himself all over, he washes his hair,\n\nthen later sits in his towel with a lota to do his\nmorning job.\n\nAs he heads back, clean and sated, the grey dawn breaks\nand smoke curls out of the shanties.\n\f10\n\n11\n\n12\n\n11.\n\nINT. MUNNA’S ROOM - MORNING 9\n\nThe trains begin their rumble past Munna as he lies down\non his sheet inside his slum room (where another young\nboy is sleeping), and falls asleep.\n\nINT. A FLAT - DAY (D.V. FOOTAGE) 10\n\nThe digital camera is shooting the world waking up\noutside an apartment window. A big gulmohar tree covers\nhalf the window and there is activity on the street below\n- the milk vans, people on their way to work.\n\nThe camera zooms in to a window in the building opposite,\nwhere a woman in her nightie hurries to get breakfast and\ntiffins ready in a kitchen. The pressure cooker whistle\ngoes off in a cloud of steam, and she stirs something in\na pan as she pours out tea into cups. Her husband, in a\ndhoti with the morning paper, comes in and gets his tea,\nand they exchange some inaudible words. Over these images\nwe hear the same Girl’s voice, whispered.\n\nGIRL (0.C.)\nSubah subah itni jaldi rehti hai sabko..\njaise din sirf chaar chand ghante ki ho!\nDekho kitni jaldi salan banati hai yeh.\nLagta hai ki speed ke marks milte hain\nyahan! Phir zayke ka kya? Kaun jane..\nHumare yahan bhi ek ‘Bai’ aati hai -\nyahan kaam kaaj wali ko Bai bulate hain.\nHaay, kya speed hai uske! Jhat se bartan,\nkapde, saphai, sab khatam! Do minute\nzyada nahin thehregi! Humari Zubeda khala\nse itni alag, voh to peeche pad jaati thi\nki aao baalon mein tel daal doon, zara sa\nmaalish kar doon! Bechari.",
  "10": "---END OF PREVIOUS SECTION---\nDo minute\nzyada nahin thehregi! Humari Zubeda khala\nse itni alag, voh to peeche pad jaati thi\nki aao baalon mein tel daal doon, zara sa\nmaalish kar doon! Bechari. \n---TARGET SECTION TO BE ANNOTATED---\n Kaisi hai voh?\nUse mera salaam kehna.\n\nINT. ARUN’S APARTMENT - DAY 11\nIts late morning. Shai opens her eyes looking up at an\n\nunfamiliar fan, naked under a sheet. She hears sounds\n\nfrom the kitchen. She shuts her eyes and smiles,\n\nsnuggling back into the pillow.\n\nINT. ARUN’S APARTMENT - LATER 12\n\nArun is standing at his window drinking tea, fully bathed\nand dressed, looking out onto a noisy Bombay day.\n\f12.\n\nHis apartment is small, and in a mess. Cartons lie\naround, and things look makeshift. There is an empty\nwhisky bottle on the floor, and two glasses. Arun looks\nworried.\n\nHe turns around when he hears a click of a camera. Shai\nis in the room in an oversize man’s shirt over the\npants/skirt she had been wearing to the art opening. She\nhas her camera in her hand.\n\nARUN\n\nSHAI\nHi.\n\nShai walks into the room and looks around, realizing\nthere isn’t really any place to sit.\n\nSHAI (CONT’D)\nYou been up long?\n\nARUN\nAn hour or two.\n(an awkward pause)\nTea?\n\nSHAI\nI’d love some. Listen I just helped\nmyself to a shirt that was lying on your\nchair, because mine was trashed with that\nwine stain..\n\nARUN\n(interrupting)\nIts fine.\n\nArun goes to the kitchen and she follows. He puts on the\nelectric kettle and rummages in the cupboard for a cup.\n\nSHAI\nI haven’t stayed up so long talking in\nyears! And I don’t think I’ve ever danced\nto... what was it? “Sexy Sadie”!\n(laughs)\nYou, my friend, are quite the dancer!\n\nARUN\nMilk and sugar?\n\nSHAI\nYes please.\n(she watches him)\nI had a lovely time last night.\n\f13.\n\nShe looks at him fondly, but his smile is embarrassed and\nhe avoids looking at her. He washes the cup and hunts\naround for the sugar. He pulls out a sachet from a bag of\nsachets, and goes to the fridge and pulls out a carton of\nmilk.",
  "11": "---END OF PREVIOUS SECTION---\nShe looks at him fondly, but his smile is embarrassed and\nhe avoids looking at her. He washes the cup and hunts\naround for the sugar. He pulls out a sachet from a bag of\nsachets, and goes to the fridge and pulls out a carton of\nmilk. \n---TARGET SECTION TO BE ANNOTATED---\n Shai wanders out into the living room and looks\naround. She sees a little sketch/personal item of Arun’s\nthat she quickly puts in her pocket, checking to see if\nhe saw. She sees a painting on the bookshelf of a black\nand white photograph of a couple. The man is in army\nuniform and the lady is a south Indian beauty in wedding\nfinery. The photograph has been painted on, with scraps\nand bits stuck on - a button, a safety pin, a badge.\n\nSHAI (CONT’D)\n(calling out to him)\nAre these your parents?\n\nArun hands her a mug of tea, and settles against the\nwindow again, standing awkwardly while Shai settles into\na chair.\n\nArun looks at the painting, and nods, with a half smile.\n\nSHAI (CONT’D)\nSo your father was in the army, was he?\n\nARUN\nYeah.\n\nSHAI\nDo they live with you?\n\nARUN\nNo, in Wellington. Its in Tamil Nadu.\n\nSHAI\nTell me do you usually live like this,\nout of boxes?!\n\nARUN\nNo, I’m moving house.\n\nSHAI\nReally? Why?\n\nARUN\nLease has run out.\n\nSHAI\nOh... so you’ve found another place have\nyou?\n\f14.\n\nARUN\nYeah.\n\nSHAI\nYou know I found your opening last night\nquite an experience. Are they all like\nthat, these art events?\n\nArun shrugs.\n\nSHAI (CONT’D)\nMy mom loves these arty dos! She’s quite\na collector. We have a lot of art at\nhome. In fact we’re running short of\nwalls!\n(no reply forthcoming)\nHave you always lived in Bombay?\n\nARUN\nNo. Been here eight years now.\n\nThey sit in silence for a while.\n\nSHAI\nAre you hung over?\n\nARUN\nNo.\n\nSHAI\nYou’re so quiet today...\n\nArun looks distinctly on edge.\n\nSHAI (CONT’D)\nHey, is something wrong?\n\nArun looks away.\n\nARUN\nWell, actually... Shai, I’m sorry about\nlast night. I was so drunk, and...\n\nShai is taken aback.\n\nSHAI\nHey...",
  "12": "---END OF PREVIOUS SECTION---\nI was so drunk, and... Shai is taken aback. SHAI\nHey... \n---TARGET SECTION TO BE ANNOTATED---\n What’re you sorry about? Don’t be\nsorry, I had a great time!\n\nARUN\nNo, actually I’m a quite a loner, I keep\nto myself and I don’t normally...\n\f13\n\n15.\n\nSHAI\nHey, it’s cool. I’m glad you don’t\nnormally do this! I mean, hey! I don’t\neither! I guess we shared something with\neach other which was... I don’t know..\nspecial.\n\nARUN\nNo what I mean is, I’m not the\n“relationship” type at all, so I’m sorry\nif I somehow led you to believe it was\nsomething more long...\n\nSHAI\nMore serious than a shag?\n\nShe gets up and starts putting her things into her bag,\nready to leave.\n\nARUN\nLook, Shai I’m sorry..\n\nSHAI\nWill you stop fucking apologizing? Jeez!!\n\nARUN\nNo, Shai I...\n\nSHAI\nHey, I have no idea what’s going on in\nyour head, okay, and I’m not sure I want\nto know.\n\nShe turns and opens the door.\n\nARUN\nShai!\n\nShe stops and turns around. They look at each other. Arun\nlooks distraught. She relents.\n\nSHAI\nArun, you know what, it’s cool. Take\ncare. See you around.\nShe gives him a false smile and shuts the door behind\nher. He’s left staring at the closed door.\n\nINT. LANDING OUTSIDE ARUN’S APARTMENT - DAY 13\n\nShai is waiting at the elevator, angry tears welling up\nin her eyes.\n\f14\n\n15\n\n16.\n\nShe presses the call button, then jabs it several time\nangrily, then hits it saying “Shit!” and hurries down the\nstairs.\n\nAs she disappears the lift reaches the landing, and Munna\nemerges with a bundle of clothes, humming a tune.\n\nINT. LANDING OUTSIDE ARUN’S APARTMENT - DAY (CONT’D) 14\n\nArun opens the door with an expectant expression, which\nfalls when he sees Munna. He scans the landing behind\nMunna, then turns back disappointed. Munna is smiling,\nlike he’s used to Arun being vague.\n\nARUN\nMunna. Aao.",
  "13": "---END OF PREVIOUS SECTION---\nMunna is smiling,\nlike he’s used to Arun being vague. ARUN\nMunna. Aao. \n---TARGET SECTION TO BE ANNOTATED---\nMunna walks in, opens the bundle and carefully places the\nwashed and ironed clothes on the one available clear\nsurface.\n\nMUNNA\nSaab kapde?.. Saab?\n\nARUN\n(distracted, thinking)\nHuh?.. Er haan... Oh nahin, Munna main\nkuch din mein ghar badli kar raha hoon.\nVahan aayega na?\n\nMUNNA\nHaan kyun nahin, saab. Aap address likh\nke do, main dhoond lega.\n\nArun smiles at him with affection.\n\nEXT. GATEWAY OF INDIA - DAY (D.V. FOOTAGE) 15\n\nThe digital camera is shooting the gateway, as tourists\nmill around taking photos. The camera is handheld and\nthere’s a man, around 30, talking on a cell phone wearing\ndark glasses a little distance away who seems like he is\nwith her.\n\nGIRL (0.C.)\n(whispering)\nYeh Gateway of India. Sabse mashoor jagah\nhai, bombay mein.\n\nThe man finishes his call and walks up to her.\n\f17.\n\nMAN\nChalein?\n\nGIRL (0.C.)\nChaliye... Ek minute! Ek photo to le lein\nek saath, Imran bahut khush hoga.\n\nMAN\n(impatient)\nArre ab kise poochenge? Chhodo.\n\nA man has been hovering around them, trying to sell them\npostcards.\n\nPOSTCARD MAN\nMadam postcard? Lovely lovely picture -\nGateway of India, V.T. Station, Rajabhai\nTower, High Court, only twenty rupees,\nmadam. Good price madam. You like?\n\nGIRL (0.C.)\nBhaiyya humara photo lenge?\n\nPOSTCARD MAN\nHaan dikhao. Kaise lene ka?\n\nHe takes the camera as its rolling.\n\nGIRL (0.C.)\nBas humare taraf karo. Dikhai dete hain\nhum?\n\nWe see a pretty young girl, 22, run over to the Man and\npose next to him.\n\nPOSTCARD MAN\nHaan. Very nice! Now smiling please!\nOkay.\n\nShe walks over and takes it back.\n\nPOSTCARD MAN (CONT’D)\nMadam, please take postcard.",
  "14": "---END OF PREVIOUS SECTION---\nOkay. She walks over and takes it back. POSTCARD MAN (CONT’D)\nMadam, please take postcard. \n---TARGET SECTION TO BE ANNOTATED---\n Bohni ho\njayegi madam, aapki jodi salamat rahe,\nsirf bees rupay mein dus postcard madam,\nbest quality ke. Is daam mein aapko kahin\nnahi...\n\nThe camera is switched off.\n\f16\n\n17\n\n18.\n\nEXT. BUILDING UNDER CONSTRUCTION - DAY 16\n\nSelva and the other workers take a break to eat some\nlunch. They sit in ragged groups, with their children\naround them, wearing their work clothes and eating with\nchalky hands.\n\nINT. SHAI’S APARTMENT - DAY 17\n\nShai is on the phone in her affluent Worli seaface\napartment, lounging in a chair in her balcony overlooking\nthe sea.\n\nSHAI\nNo, I guess you’re right, but I don’t\nknow, Pesi. I really thought he was\nspecial, you know, we really got on the\nnight before, and had such deep\ndiscussions..and...\n\nThe doorbell rings. She ignores it.\n\nSHAI (CONT’D)\nYou know, about stuff... art, money,\nBombay, and...\n(laughs)\nOK, yes, great sex! Really good sex...\nWell basically Dale and I left it open\n\nended, so that’s not so much that , but\nits just I’m so mixed up in my head right\nnow, you know?... No but it wasn’t just\n\nthe sex, you know Pes..\nIt rings again.\n\nSHAI (CONT’D)\n\n(shouting in the direction of\n\nthe door)\nAgnes!\n\n(back into the mouthpiece)\nIts just that it seemed like there was\nsomething more there, you know? I mean we\nslow danced , for chrissakes! Who does\nthat these days!..\n\nThe doorbell rings again. She makes a sound of irritation\nand gets up to open it. She talks as she opens the door.\n\f19.\n\nSHAI (CONT’D)\nLike he was really into me the night\nbefore, he was really intense... hold on\na sec.\n\nThe door opens to Munna, carrying a bundle of clothes.\nShai looks at him blankly.\n\nSHAI (CONT’D)\nYes?\n\nMUNNA\nMain, dhobi.\n\nSHAI\nOh. Accha. Andar aao.",
  "15": "---END OF PREVIOUS SECTION---\nSHAI\nOh. Accha. Andar aao. \n---TARGET SECTION TO BE ANNOTATED---\n Agnes! Pesi, babe\nI’m going to have to call you back, this\ndhobi guy is at the door and Agnes has\ndisappeared on me... yeah soon. I\npromise! Okay, bye!\n\nThey head in. Shai looks a bit lost, but Munna is\nfamiliar with the routine. He unties the bundle and\nplaces the neat pile on the side board.\n\nMUNNA\nBarah kapde the. Gin lijiye.\n\nShai begins to count them (Arun’s shirt is among them)\nwhen she sees her white art opening shirt looking a pale\nblue. She pulls it out.\n\nSHAI\nOh my god! Yeh.. Yeh to neel ho gaya!\n\nMUNNA\nMadam uspe bada daag tha, to thoda bleach\nkarna pada..\n\nSHAI\nOh shit! Maine Agnes ko bolna chahiye\ntha, ise laundry mein dena tha! Its\ncompletely fucked, now!\n\nMunna’s face falls. He puts his hand out to take it back.\n\nMUNNA\nDijiye, main theek karke deta hoon.\n\nSHAI\nNahin, nahin, god knows what colour it’11l\nbecome next!\n\f18\n\nMUNNA\nMadam. Galti ho gayi, main theek kar ke\ndete hoon.\n\nShe look at him and realizes that he is feeling hurt, and\nfeels guilty for being so rude. She gives it back to him,\n\nand looks at him as if for the first time as he turns to\ngo.\n\nSHAI\nHey, aapka naam kya hai?\n\nMUNNA\nMun.. er, Zohaib.\n\nSHAI\nZohaib, main Shai... I’m\n\nBut he’s gone.\n\nINT. THE FLAT - DAY (D.V. FOOTAGE)\n\nOn the video camera its raining. Grey day, and the sound\nof pouring rain. The camera catches shots of people\n\nhugging the shade of the awnings, while some are braving\nthe downpour with umbrellas and raincoats. Men on cycles\n\ncause a wave and get some healthy abuse from the victims.\n\nThen a car comes and does even more damage.\n\nGIRL (0.C.",
  "16": "---END OF PREVIOUS SECTION---\nThen a car comes and does even more damage. GIRL (0. C. \n---TARGET SECTION TO BE ANNOTATED---\n(softly)\nYahan ki baarish bilkul alag hai. Na\nkabhi kum hoti hai, na rukne ka naam leti\nhai, bas girti jaati hai. Sshhhhhh....\nRaat ko iski awaaz jaisi lori ho, jo hume\ngher leti hai apne seene mein. Bagal\nvaalon ki TV bhi nahin sunai deti! Par\nmujhe bura lagta hai Bai ke liye, jiska\nsaara ghar paani se bhar jaata hai. Kehti\nhai use ek ek mug paani utha utha kar\nbahar phenkna padta hai...\n\nAfter a moment the camera catches a familiar car pulling\nup by the curb.\n\nGIRL (0.C.) (CONT’D)\n(softly)\n\nAb main chali, lagta hai voh aa gaye.\nKhaana garam karna hai aur roti banani\nhai. Aaj maine chukander gosht banai hai,\njo ammi ne sikhai thi! Dekhte hain unhein\npasand aata hai ya nahin.\n\n(MORE)\n\n20.\n\n18\n\f19\n\n20\n\n21\n\n21.\n\nGIRL (0.C.) (CONT’D)\nPhir hum thodi TV dekhenge, kyunki yeh\nzyada bolte nahin hain. I hope ki TV par\nkoi acchi film aa rahi hai...\n\nThe camera is switched off.\n\nEXT. DHOBI GHAT - DAY 19\n\nThere’s busy activity. Salim is sitting next to where\nMunna is washing clothes. He is talking on his cell\nphone, its some kind of property deal. Munna looks\nthrough the clothes. Shai’s white one is right on top. He\nnotices a cool striped shirt in the pile. He looks at the\nsize, it seems right, so he puts it aside. He picks up\nShai’s shirt and looks at it with concentration.\n\nINT. THE FLAT (A) - DAY 20\n\nArun has finished unpacking. The apartment has been\nfreshly painted. All the furniture is gone barring a\nlarge dining table in the corner, on which Arun has put\nhis computer and lots of books.",
  "17": "---END OF PREVIOUS SECTION---\nTHE FLAT (A) - DAY 20\n\nArun has finished unpacking. The apartment has been\nfreshly painted. All the furniture is gone barring a\nlarge dining table in the corner, on which Arun has put\nhis computer and lots of books. \n---TARGET SECTION TO BE ANNOTATED---\n Siddheswari Devi is\nsinging thumri on his computer. In the drawing room there\nare two hooks for fans, but only one has a fan. There’s a\nstack of cartons that he carries around looking for a\nloft. He finds one, pulls a stool and tries to open it.\nIts stuck fast. He gets a screwdriver and hammer and\nchips it open. In the light of his torch he finds a\ncouple of broken pieces of furniture and a small cloth\npotli. These he throws on the ground, and stuffs the\ncartons in.\n\nHe sits at the table and opens the cloth potli. In it\nthere’s a photograph of a girl (16) and boy (10) with an\nold lady, all smiling in a studio against a background of\na garden with tulips. There’s also an old surme daani, a\nring on a chain and three DV tapes. The tapes have\nwritten on their spine - Pehli Chitthi, Doosri Chitthi\nand Teesri Chitthi, along with Yasmin Noor on each.\n\nINT. CIRCUS - DAY 21\n\nShai is taking pictures of the circus artists from the\nwings. It seems like an impoverished troupe, and the\nclowns are not very funny. Even the children aren’t\nlaughing. The artists are so keen to pose for Shai, one\nof them (a juggler) forgets his cue. They tell her how\nthe circus has lost its shine without the animals.\n\nThere’s also a Wonder Dog, an old Pomeranian who stands\non his hind legs and balances a ball on his head.\n\f22\n\n22.\n\nShe gives one-woof and two-woof answers to questions the\ncomic dog trainer asks her.\n\nDOG TRAINER\nToh bolo, Sweety, Uncle ko Aunty se pyaar\nhai ki nahin?\n\nThe dog answers with one woof, and the crowd titters.",
  "18": "---END OF PREVIOUS SECTION---\nShe gives one-woof and two-woof answers to questions the\ncomic dog trainer asks her. DOG TRAINER\nToh bolo, Sweety, Uncle ko Aunty se pyaar\nhai ki nahin? The dog answers with one woof, and the crowd titters. \n---TARGET SECTION TO BE ANNOTATED---\nDOG TRAINER (CONT’D)\nArre! Kaise ho sakta hai! Phir se socho,\nSweety! Yeh mamla gambhir ho sakta hai!\nSach sach bolo nahin to aaj Uncle ki\njamke pitai hogi!\n\nSweety the Dog is uninterested, and scratches vigorously\nbehind her ear and at some escaping flea on her back.\n\nDOG TRAINER (CONT’D)\nCome on, Sweety, good girl! Telling the\ntruth, OK? No lying. Does the Uncle and\nAunty have love together?\n\nSweety gives two woofs. The crowd claps. The Dog Trainer\nbows and gives her a good pat.\n\nPESI\nBabe, please. I can’t deal.\n\nSHAI\nPesi, tell me you’re not loving this?!\n\nPesi fixes Shai with a ‘look’. Shai laughs.\n\nSHAI (CONT’D)\nOkay, we’ll leave in a minute. A movie on\nme after this, okay?\n\nINT. THE FLAT (A) - NIGHT 22\nArun is on the phone. The flat looks like its in order.\n\nARUN\nRakesh, yeh jo koi pehle rehte the na\nyahan, unka kuch saaman reh gaya... kuch\ntapes, ek anguthi... nahin chandi ki...\nkyun, makaan malik ko de do na... accha\nvoh log poochenge to?... Theek hai yaar,\nphenk deta hoon. Par baad mein maangna\nmat... chalo.\n\nHe disconnects, then looks around and walks to the\nwindow.\n\f23\n\n23.\n\nIn the flat across from his the lady is cooking dinner.\nThe TV seems to be on there, and a young boy runs in with\nanother boy, talks to her and runs out. On the other\nside, he sees a building under construction (which is\nwhere Selva works). There is a big light on and workers\nare still working.\n\nHe looks around at his new space. He picks up his drawing\nbook and sketches a bit of the view from his\nwindow/doodles, then gets up, stretches and looks around.\nHe sees the stuff from the potli on the table. He picks\nup the photo and looks at it.",
  "19": "---END OF PREVIOUS SECTION---\nHe picks up his drawing\nbook and sketches a bit of the view from his\nwindow/doodles, then gets up, stretches and looks around. He sees the stuff from the potli on the table. He picks\nup the photo and looks at it. \n---TARGET SECTION TO BE ANNOTATED---\n There’s a great warmth in\nthe faces bathed in clear light. He picks up the tape and\nlooks at the cover, turning it around in his hand.\n\nINT. MULTIPLEX - NIGHT 23\n\nMunna stands in the foyer of a theatre with two smartly\ndressed girls. He is wearing the cool striped shirt we\nsaw him hold up earlier, and is toying with his cell\nphone, trying to look casual. Salim comes up to them\nbalancing two bags of popcorn and a coke.\n\nSMART GIRL ONE\nSalim, hum itna popcorn nahin kha paenge!\n\nSALIM\nKisne kaha tum log ke liye hai?\n\nSalim and Munna laugh. Salim hands one of the girls a bag\nof popcorn and the girls laugh as well.\n\nSMART GIRL TWO\n(to Munna)\nToh kaun se college mein padte ho?\n\nMUNNA\nMain.. college nahin jata.\n\nSALIM\nArre college ke liye kiske paas time hai!\nAur yeh Munna filmon mein kaam karta hai.\n\nThe girls look very impressed. Munna stares at him, but\nplays along with aplomb.\n\nSMART GIRL ONE\n(a bit disbelieving)\nAccha? Kaun kaun si filmein kee hain?\n\nMUNNA\nMaine.. er, ek picture aayi thi, Sanjay\nDutt ke saath, jiska naam...\n\f24\n\n25\n\n24,\n\nJust then he spots Shai coming towards the entrance with\nPesi (who goes off towards the counter to buy them some\npopcorn), and he tries to turn away so she doesn’t see\nhim. But she does and she comes right over.\n\nSHAI\nZohaib right? Hi!\n\nMUNNA\nEr..hi.\n\nSHAI\nKaun si film dekhne aaye ho?\n\nMUNNA\nYehi, “Partner”..\n\nSHAI\nHum bhi vahi dekhne ja rahe hain. Mera\nlife mein yeh first hindi movie hai!\nChalo, bye!\n\nAs she heads in to the theatre, Salim turns to Munna with\na raised eyebrow. Munna’s stock value appears to have\nappreciated.\n\nSALIM\nZohaib?\n\nMUNNA\nEr..",
  "20": "---END OF PREVIOUS SECTION---\nMunna’s stock value appears to have\nappreciated. SALIM\nZohaib? MUNNA\nEr.. \n---TARGET SECTION TO BE ANNOTATED---\n Meri friend hai re, Shai.\n\nThey all begin to head in to the movie hall.\n\nSALIM\n(knowingly, teasing)\nAchhaa! Meri friend Shai, huh?.. Tu andar\nchal, beta, main leta hoon teri class!\n\nINT. CINEMA THEATRE - MOMENTS LATER 24\n\nMunna’s eyes follow Shai as she and Pesi find their\nseats. Salim notices this and smiles. The lights go down.\n\nINT. THE FLAT - DAY (D.V. FOOTAGE) 25\n\nThere’s black on the screen. Then static. Then a very\nmessed up image. The digital camera is looking around a\nroom. Its a bed room. The Man sitting on the bed is the\nsame one we’ve seen in the video and photograph.\n\f26\n\n25.\n\nGIRL (0.C.)\nYeh on ho gaya hai kya?\n\nMAN\nLal batti jal rahi hai? Haan, ab record\nho raha hai.\n\nThe man is sitting on a bed, looking at a phone book,\nwhile the girl with the camera walks towards him.\n\nGIRL (0.C.)\nArre vah!\n(giggling)\nKuch kahiye na! Aap ka photoo le rahi\nhoon!\nMAN\n(disinterested)\nKya kahoon?\nGIRL (0.C.)\nBas hasiye!... yeh to bahot accha hai!\n\n(pans around the room, goes\n\nto the dressing table mirror\n\nand we see her, the same\n\nGirl as in the photograph)\nBilkul badhiya hai! Par ek baat bataiye,\nyeh hum Imran ko bhejenge kaise? Hum to\nphoto bhejna chah rahe the, hum dono ki.\n\nThe man is deep in thought, not really listening, leafing\nthrough his book.\n\nGIRL (0.C.) (CONT’D)\nYeh tape dekh sakenge voh, apni TV pe?\n\nMAN\nHmmm.\n\nThe man gets up and leaves the room, holding the phone\nbook open at one page. The image cuts.\n\nINT. THE FLAT - DAY (D.V. FOOTAGE) 26\n\nStatic and drop outs.",
  "21": "---END OF PREVIOUS SECTION---\nTHE FLAT - DAY (D. V. FOOTAGE) 26\n\nStatic and drop outs. \n---TARGET SECTION TO BE ANNOTATED---\n Comes on again with the girl\nwalking to the sofa after putting the camera on, and this\ntime she is looking very pretty, all dressed up and very\nexcited.\n\nGIRL\nSalaam aleikum, Imran bhai! Sab\nkhairiyat?\n\n(MORE)\n\f27\n\n28\n\n26.\n\nGIRL (CONT'D)\n\nHumne kaha tha na, hum apni photo\nbhejenge? Par humare paas camera nahin\nhai, to unhone yeh video vali dilai. To\nhumne socha hum yehi bhej denge, aap apne\nTV pe dekh lena! Ammi aur Abbajaan ko bhi\ndikhana!.. Main kaisi lag rahi hoon?\nBilkul vaisi na? Bombay ne ab tak to\nbadla nahin mujhe, main vahi Yasmin\nhoon!.. Ab to aapke exams shuru hone wale\nhain do hafton mein. Khoob padhna,\nbhaijaan, phir acche nambar paakar idhar\naajana. Aap itne saalon se Bombay aana\nchahte the. Ab main hoon yahan, khoob\nmazaa karenge! Bhel puri khayenge, Juhu\nbeach jayenge!.. Main soch rahi thi ki\nmain isi video se aapko thoda Bombay ki\nsair karati hoon! Kyun, hai na accha\nidea?\n\n(the doorbell rings)\nAccha abhi ke liye khuda haafiz!\n\nShe goes over and switches it off. Static.\n\nINT. THE FLAT (A) - MOMENTS LATER 27\n\nWe see Arun sitting there with the camera connected to\nthe TV, looking amazed. He turns off the TV and looks\naround him. The same room, the same dining table. He\nrealizes that Yasmin lived in this very house. He is\nintrigued by that, and starts thinking about it.\n\nINT. LOCAL TRAIN - NIGHT 28\n\nIts the late night train from Churchgate to .» Munna\nand Salim are sitting in an almost empty compartment.\nSalim is clearly high and emotional.\n\nSALIM\nNahin meri baat sun.",
  "22": "---END OF PREVIOUS SECTION---\nLOCAL TRAIN - NIGHT 28\n\nIts the late night train from Churchgate to .» Munna\nand Salim are sitting in an almost empty compartment. Salim is clearly high and emotional. SALIM\nNahin meri baat sun. \n---TARGET SECTION TO BE ANNOTATED---\n Tu mera bhai jaisa\nhai. Main nahin chahta ki tujhe kuch ho\njaye. Tu apna ye kaam chhod de.. Main\nteri dekh bhaal karoonga!\n\nMunna grins and rolls his eyes.\n\nSALIM (CONT’D)\nTu sochta hai main joking? No I not\njoking! Amma ki kasam. Life mein bas tu\naur meri amma, only two peoples I am\nliking!\n\f29\n\n29\n\nMUNNA\nAccha? Aur Mallika?\n\nSALIM\nKaun?\n\nMUNNA\nMallika re, Sherawat! Teri favorite!\n\nSALIM\nHaan, also Mallika. Only three peoples I\nam liking.\n\nMunna laughs.\n\nSALIM (CONT’D)\nHuh? Tu hasta hai? I really serious,\nbrother! Accha bata, kaun thi voh? Kya,\nShai, na?\n\nMUNNA\nArre klayen hai re meri.\n\nSALIM\nKlayen matlab?\n\nMUNNA\nUske ghar mein kapda deta hoon.\n\nSALIM\n(teasingly)\n\nAccha? Kitni acchi tarah se jaanta hai?\n\nMUNNA\nChhod na yaar! Bakwaas karta hai!\n\nMunna gets up and walks to the door of the compartment.\n\nThe city rushes by, in pools of dark and light and neon.\n\nSALIM (0.C.)\nArre kahan jata hai! Isme sharmane ki kya\nbaat hai? Matlab ab tak sirf kapde deta\nhai, utarta to nahin hai!\n(begins singing a love song)\n\nMunna smiles and looks out.\n\nINT. SHAI’S APARTMENT - NIGHT\n\nShai is in her dark room - a converted bathroom - where\nshe hand processes and prints pictures.\n\n27.\n\n29\n\n29\n\f29\n\n30\n\n28.\n\nShe puts down some negatives to process, then pulls off a\npicture that’s hanging on the line to dry. Its a black\nand white picture of Arun looking out of a window, big\nbuildings behind him in profile, his eyes focussed on\nsomething distant, something unknown.",
  "23": "---END OF PREVIOUS SECTION---\n29\n\n29\n\f29\n\n30\n\n28. She puts down some negatives to process, then pulls off a\npicture that’s hanging on the line to dry. Its a black\nand white picture of Arun looking out of a window, big\nbuildings behind him in profile, his eyes focussed on\nsomething distant, something unknown. \n---TARGET SECTION TO BE ANNOTATED---\nThe phone in the house rings and goes onto answering\nmachine. Its her boyfriend Dale from New York.\n\nDALE\n\n(a little crackly\nHello?.. This is Dale from New York for\nShai... Shai, I guess you’re not around.\nI tried your cell phone too. Just wanted\nto tell you I’m back from Japan and\nchecked on your place. The house is okay,\nthe sublet is pretty careful and stuff.\nAnd Kubla is just fine, Stella’s been\nfeeding her and everything, if anything\n\nshe’s fatter! ...and... listen, I wanted\nto say that I’d love to talk to you... I\ndon’t know if you’re ready to talk,\nbut... I miss you, and I’m sorry that\n\nthings turned out the way they did...I\nthink of you a lot and wonder sometimes\nif I made the right decision. Anyway...\nHope this time out is helping... Talk to\nyou soon. Bye..\n\nWe see her in the well appointed kitchen, looking in the 29 B\nfridge for something to eat. There’s food in different\ndishes, but she spots a large watermelon on the counter.\n\nShe chops it with a large knife, getting juice all over\nher, and begins to cut wedges out.\n\nShe is sitting on the bar stool in the kitchen eating\nwatermelon. The TV is on (a small one on a high swivel)\nand she is watching a game show where contestants who are\neliminated are crying and its all very dramatic/a soap\nwhere frantic zoom-ins to women with yard-long sindoor\nmatch the dramatic score.\n\nEXT. BUILDING UNDER CONSTRUCTION - NIGHT 30\n\nOne bright light illuminates the top of the building\nwhere work still continues. Our worker is laying bricks\nand cement (or some work), and one can see the lights of\nsuburban Bombay around them.\n\f31\n\n32\n\n29.\n\nINT. THE FLAT (A) - MORNING 31\n\nArun wakes up with a crick in his neck. He had fallen\nasleep watching the video, the TV is still on and he has\nthe remote in his lap. Daylight streams into the flat. He\ngets up, stretches and goes over to the window. He can\nsee the same lady in the flat opposite, except her son is\nalmost a teenager now.",
  "24": "---END OF PREVIOUS SECTION---\nDaylight streams into the flat. He\ngets up, stretches and goes over to the window. He can\nsee the same lady in the flat opposite, except her son is\nalmost a teenager now. \n---TARGET SECTION TO BE ANNOTATED---\n The lady is instructing the maid\nnow, and she has henna in her hair. Its a Sunday morning,\nand things are relaxed. Arun looks radiant, charged in a\nway.\n\nHe turns to the TV thoughtfully, looking at the house\nwith new eyes. Then he puts the kettle on for tea.\n\nINT. SHAI’S APARTMENT - DAY 32\n\nShai is holding up her shirt which had the stain. Its a\nspotless white, as good as new. She turns and smiles.\nMunna avoids her gaze, but one can tell he’s pleased.\n\nSHAI\nChai loge?\n\nMunna nods, trying to look casual.\n\nAgnes who is standing near the two of them looks taken\naback at the exchange.\n\nSHAI (CONT’D)\nAgnes, please do cup chai banana?\n\nAgnes leaves, not at all happy. Shai walks to the\nbalcony, gestures to him to follow.\n\nMunna looks around the house. Sees himself in a mirror,\nand adjusts his hair. He wears a cute Doors t shirt. They\nsit in chairs on the balcony and look out to sea. Shai’s\ncamera is on a table, which she has taken apart.\n\nSHAI (CONT’D)\n(pointing to his t shirt)\nYou like The Doors?\n\nMunna smiles and nods like he knows what she is talking\nabout. There’s a little awkward pause.\n\nMUNNA\nAap photographer hain?\n\f30.\n\nSHAI\nNahin, bas photo lena pasand hai! Main\nbank ka kaam karti hoon. America mein.\n\nMUNNA\nAmerica chhod ke kyun aai? America yahan\nse bohot aage hai, na.\n\nSHAI\nYeh kisne kaha? Kucch areas mein, haan\ndefinitely aage hai.. Lekin...\n\nShai thinks about it, and nods slowly, with ambivalence.\n\nMunna shrugs.\n\nMunna clucks\n\nSHAI (CONT’D)\nTum Bombay se ho?\n\nMUNNA\nNahin, Bihar. Darbhanga zilla.\n\nSHAI\nTum kyun aaye Bombay?\n\nMUNNA\nPet bharne, aur kis liye aane ka idhar.",
  "25": "---END OF PREVIOUS SECTION---\nDarbhanga zilla. SHAI\nTum kyun aaye Bombay? MUNNA\nPet bharne, aur kis liye aane ka idhar. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI\nSara family yahan hai?\n\nMUNNA\nNahin main akela aaya. Aath saal ka tha.\nChacha ke saath rehne aaya.\n\nSHAI\nJaate ho vaapas, milne?\n\nMUNNA\nNahin, kabhi nahin gaya.\n\nSHAI\nKyun?\n\nSHAI (CONT’D)\nUnki yaad nahin aati?\n\nhis tongue in a negative.\n\nSHAI (CONT’D)\nGhar pe accha nahin lagta tha kya?\n\f31.\n\nMUNNA\nTheek tha. Par khaane ko kam milta tha.\nBahut bhook lagti thi, har vaqt bhook.\nMain jab Bambai aaya, to chacha ne pehle\nhotel mein kaam dilvaya. Vahan mein khoob\nkhata tha - khana bhi aur thappad bhi!\n\nShai laughs at the joke. Munna is pleased.\n\nSHAI\nPar vahan kya farming... kya kehte\nhain... kheti nahin thi tum logon ki?\nMUNNA\n\nNahin hamare paas zameen nahin hai.\nHamara jaat chamaar hai.\n\nShai nods, processing what that means. Munna thinks for a\nmoment and then decides he should ask.\n\nMUNNA (CONT’D)\nAap mera photo le sakti hain?\n\nSHAI\nKya? Sure.\n\nShe reaches for the camera.\nMUNNA\nNahin, nahin! Aisa nahin. Aap portfolio\n\nphoto le sakte hain?\n\nSHAI\nKyun? Model banna hai kya?\n\nShai says it jokingly, then realizes that he is serious.\n\nMUNNA\nNahin actor banne ka hai.\n\nSHAI\nAccha... Haan, main try kar sakti hoon...\nI’ve never really done that sort of\nthing.\n\nMUNNA\nKya cheez?\n\nSHAI\n\nMain le sakti hoon, sure.\n\nMunna looks pleased.\n\f32.\n\nSHAI (CONT’D)\nBut tumhe mere liye kuch karna padega.\nMujhe tumhara photo chahiye, tum jab apna\nkaam kar raha hai.",
  "26": "---END OF PREVIOUS SECTION---\n32. SHAI (CONT’D)\nBut tumhe mere liye kuch karna padega. Mujhe tumhara photo chahiye, tum jab apna\nkaam kar raha hai. \n---TARGET SECTION TO BE ANNOTATED---\nMUNNA\nKya kaam?\n\nSHAI\nArre dhobi ka, what else. Okay?\n\nHe nods, happy. Agnes comes in with one glass and one mug\nof tea. Shai looks at her pointedly, and takes the glass,\ngiving Munna the mug. Agnes also holds up a shirt which\nis Arun’s, shaking it at Munna.\n\nAGNES\nEh Munna, yeh kaun sa shirt laaya hai?\nSaab bole unka nahin hai. Zara dhyaan se\nkapde diya karo..\n\nAt the same time both Shai and Munna speak.\n\nSHAI\nOh yeh mera hai...\n\nMUNNA\nArre yeh to Arun saab ka hai...\n\nShai looks at Munna in amazement.\n\nSHAI\nTum Arun ko jaante ho? Artist Arun?\n\nMUNNA\nHaan.\n\nSHAI\nTo tumhe maloom hai ki uska new house\nkahan par hai?\n\nMUNNA\nHaan.\n\nSHAI\nMujhe dikhaoge please, mujhe yeh shirt\nreturn karna hai...\n\nMUNNA\nLaiye main de deta hoon...\n\nSHAI\nNo, mujhe use surprise karne ka hai.\n\f33\n\n34\n\n35\n\n33.\n\nMunna nods, understandingly.\n\nSHAI (CONT’D)\nTumhara naam Munna hai?\n\nMUNNA\nHaan. Aap mujhe bula sakti hain.\n\nMunna grins at her. They are friends. Agnes looks\ndisgusted.\nEXT. STREET OUTSIDE OVAL - DAY (D.V. FOOTAGE) 33\n\nYasmin is walking through the Oval, shooting the Rajabhai\nClock tower, the High Court and University.\n\nIn a later cut we see the tall buildings at Nariman\n\nPoint.\nYASMIN\n\nItni oonchi imartein! Pata nahin in logon\nko dar kaise nahin lagta! Yeh sab daftar\nhain, aur log subah subah train, bus,\ngaadi le kar pahunch jaate hain.",
  "27": "---END OF PREVIOUS SECTION---\nYASMIN\n\nItni oonchi imartein! Pata nahin in logon\nko dar kaise nahin lagta! Yeh sab daftar\nhain, aur log subah subah train, bus,\ngaadi le kar pahunch jaate hain. \n---TARGET SECTION TO BE ANNOTATED---\n Saat\nbaje se raaston par itni gadiyan! Yahan\nto kaam nau baje shuru ho jaata hai!\nVahan ke tarah nahin, jahan nau baje\nKhalujaan apni pehli pyali chai ki\nmangatey hain!\n\nINT. THE FLAT (A) - NIGHT 34\n\nArun is sitting in front of the TV, watching the tapes.\n\nEXT. ARUN’S BUILDING - NIGHT 35\n\nShai and Pesi are sitting in Shai’s car, and Pesi is\ntrying to roll a joint.\n\nSHAI\nPes, you have so totally forgotten how to\nroll a joint, we’1ll have to smoke the\nfloormats!\n\nPESI\nThat’s why I do coke! It’s so much\neasier! And anyway why are we here since\nyou claim that you’re not really into\nhim?\n\f34.\n\nShai slumps back in her seat and sighs deeply.\n\nSHAI\nWho knows. There’s something we left\nunfinished I think.\n\nPESI\nOoh a couple of positions you didn’t\ntry?!\n(Shai glares at him)\nSo go na, up there and ring his doorbell.\n\nSHAI\nI can’t. I.. I don’t really know him. And\nwho knows, he may have someone up there\nwith him.\n\nPESI\nVery possible. These artist types get\nlots of action, huh. Though he’s a bit of\na dark horse. And he lives also in this\nslightly crummy part of town.\n\nShai looks around. There’s a building under construction\nopposite Arun’s, and it says “Edulji Developments” on the\nasbestos sheets around the property. Selva walks out and\nsees them in their parked car.\n\nSHAI\nOh, this is one of our buildings.\n\nPESI\nReally? Well I guess this area is getting\nposher then. Oh, wait, there he is. Isn’t\nthat him?\n\nShai jerks up, then with a squawk ducks down and watches\nas Arun walks down the road, lost in his thoughts.",
  "28": "---END OF PREVIOUS SECTION---\nOh, wait, there he is. Isn’t\nthat him? Shai jerks up, then with a squawk ducks down and watches\nas Arun walks down the road, lost in his thoughts. \n---TARGET SECTION TO BE ANNOTATED---\nPESI (CONT’D)\nWhat? What happened?\n\nSHAI\n(whispering)\nGet down! He’1l see us!\n\nPESI\nHe’s not that cute also, huh.\n\nSHAI\nSshhh!\n\f36\n\n37\n\n38\n\n35.\n\nShe watches as Arun walks down the road, and at one point\ngoes into an udipi restaurant that’s open late.\n\nSHAI (CONT’D)\nCome on Pes, lets go there.\n\nPESI\nWhat? To that madrasi joint? No thanks,\nit’s pure veg types, idli saambar and\nall.\n\nSHAI\nUfff, who’s going for the food?\n\nPESI\nI am, baba. I can’t do all this 007-giri\non an empty stomach, huh. A nice steak is\nin order. I’ve already got the munchies!\nWhat say? Come na. Forget this nonsense.\nI’ll find you a hot parsi boy, ney, bahu\nsaaru, who’ll be Oxford educated and\nfilthy rich, who’ll take you for holidays\nin Belize and St. Tropez, be a so-so\nlover but well versed in Nietzsche and\nopera....\n\nAll this as Shai glares at him, and Pesi hands her a\nlighted joint and drives off into the Bombay night.\n\nINT. MUNNA’S ROOM - NIGHT 36\n\nMunna is working out on the mat. He’s doing crunches,\nlifting dumbbells etc. The night life of the slum colony\ncarries on in the background. His cat comes in, sits and\ngrooms herself.\n\nINT. ARUN'S APARTMENT - NIGHT (DREAM) 37\n\nShai dreams of Arun. The sequence is abstract, with\n\nvisuals of their lovemaking, reading a book together ,\nShai tracing his backbone, all layered on with paint. A\n\nvisual collage.\n\nINT. LOCAL TRAIN - DAY (D.V. FOOTAGE) 38\nYasmin is in a packed train at rush hour. The women have\n\nno sympathy for her camera, and the frame is shoved\naround.\n\f39\n\n36.\n\nShe lifts the camera up till it is at head level, and she\ngets a wide angle close of the women shoved up against\nher. They are not amused.",
  "29": "---END OF PREVIOUS SECTION---\n39\n\n36. She lifts the camera up till it is at head level, and she\ngets a wide angle close of the women shoved up against\nher. They are not amused. \n---TARGET SECTION TO BE ANNOTATED---\n One of them gives her a baleful\nlook.\n\nIRRITATED LADY\nKya? Kya shooting karta hai? Huh?\n\nYASMIN\nKuch nahin. Bombay mein nayi hoon, to...\n\nIRRITATED LADY\nTo kya? Yeh sab allow nahi hai maloom?\n\nOther ladies get interested. They aren’t as discouraging.\n\nNICE LADY\nNaya hai? Bombay dekhne aaya hai?\n\nYASMIN\nHaan.\n\nNICE LADY\nDekho, dekho! Dekhna to free hai na!\n\nShe pans around the compartment, filled with women on\ntheir way to work. Some reading, some sleeping, others\npraying. A station comes, and a surge of women enters\ngiving Yasmin no room to film. The camera is turned off.\n\nINT. SHAI’S CAR ON THE STREETS - DAY 39\n\nMunna is dressed in natty clothes but he doesn’t look\nhappy. Shai’s driver drives through maddening traffic, as\nMunna looks sullenly out of the window.\n\nSHAI\nKya problem hai, Munna?\n\nMUNNA\nMain chahta tha studio mein karenge, vahi\naccha rahega.\n\nSHAI\nStudio bohut artificial lagta hai, baba,\nyeh better rahega ki main natural photos\nloon.\n\nMUNNA\nTo kya raste pe lenge?\n\f40\n\n37.\n\nSHAI\nHaan, natural, jaise tum chal ke ja rahe\nho, kahin khade ho, kahin baithe ho...\n\nMUNNA\nArre, nahin nahin! Aap please studio mein\nlo na! Main kharcha bharta hoon!\n\nSHAI\nArre kharche ki baat thodi hai. Yeh sabke\nportfolio se different hoga, bohut fresh\nhoga!\n\nMUNNA\nBhai hume fresh-vresh nahin chaiye! Aapko\nlena aata hai ya nahin model photos?\n\nShai is forced to laugh despite her irritation, and she\ntakes out her phone.\n\nSHAI\nAshish?... Hey... Listen, I need your\nhelp, man.\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nHey... Listen, I need your\nhelp, man. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PHOTO STUDIO - DAY 40\n\nIts a small run-down studio with a few umbrella lights,\nused mainly for portfolios. A couple of studio hands look\nat them suspiciously. Shai puts her kit down and looks\naround. She sees all the photography lights that are\ntriggered by the flash which she is totally unfamiliar\nwith.\n\nSHAI\nAapke paas koi light hai jo on rehta hai?\nNot flash?\n\nThey go off and get her some basic lights. She sighs,\nfeeling out of her depth, but seeing Munna with his\nexpectant expression she perks up for his sake.\n\nSHAI (CONT’D)\nChalo Munna, lets get started!\n\nMONTAGE: Munna smiling, Munna looking like the sweet boy-\nnext-door, Munna with typical ‘hero’ expression... At some\npoint she takes the old wooden chair that the attendant\nis sitting on and makes Munna do things with it.\n\nSHAI (CONT’D)\nMunna, ab smile mat karo, just seedha\nidhar dekho.. Haan, better.\n\n(MORE)\n\f41\n\n42\n\n43\n\n38.\n\nSHAI (CONT’D)\nAb thoda sa sir ghumao, nahin us taraf,\nhaan very good..\n\nShe looks at her results. He looks very good with the\nunsmiling, sexy expression.\n\nSHAI (CONT’D)\nAccha, aur koi T shirt hai? Yeh bohut\n\nbright hai..\nMUNNA\n\nNahin... main T shirt utar doon?\nSHAI\n\nOK, utaro, try karte hain.\n\nHe peels off his T shirt. He has a beautiful body. Its\nsuddenly harder for Shai to give instructions, she finds\nhim very attractive. She takes a whole series of him, in\nbeautiful half light.\n\nINT. THE FLAT (A) - DAY 41\n\nArun is watching the tape and looks like he hasn’t moved\nfrom where he was for the past few days.\n\nINT. YASMIN’S FLAT LANDING - DAY (D.V. FOOTAGE) 42\n\nYasmin is filming the lady in the flat next to hers, an\nold lady who doesn’t speak or appear to move, who sits\nwith her chair facing the door.",
  "31": "---END OF PREVIOUS SECTION---\nYASMIN’S FLAT LANDING - DAY (D. V. FOOTAGE) 42\n\nYasmin is filming the lady in the flat next to hers, an\nold lady who doesn’t speak or appear to move, who sits\nwith her chair facing the door. \n---TARGET SECTION TO BE ANNOTATED---\nYASMIN\n\n(to the lady)\nHello Aunty! How are you?\n\n(whispering into the mike)\nImran yeh mere flat ki bagal vali flat\nmein rehti hain. Pata nahin kyun yeh kuch\nnahin kehti. Nahi unke chehere ka rukh\nkabhi badalta hai. Kuch hua hoga inke\nsaath. Bechaari.\n\nINT. THE FLAT (A)- MOMENTS LATER 43\n\nArun’s cell phone rings. Arun picks up the phone.\n\nARUN\nHi Vatsala.\n\f39.\n\nVATSALA\nHello stranger. Which floor do you live\non?\n\nARUN\n\nWhat do you mean? Fourth floor. Why?\n\nVATSALA\nMangal Nivas, na?\n\nARUN\nYa, why?\n\nVATSALA\nTell me did you speak to Andy Lau after\nthat day, like I’d asked you to?\n\nARUN\nNo, V, I just haven’t had the time... I\nmeant to but...\n\nThe bell rings, and Arun jumps with a start and turns off\nthe tape in a hurry. He opens the door to Vatsala as she\nsays,\n\nVATSALA\nSo, what have you been up to?\n\nShe grins at his guilty expression, and walks past him\ninto the house. She sees the paraphernalia of the tapes\naround the TV.\n\nVATSALA (CONT’D)\nHa, should’ve known, holed up at home\nwatching porn!\n\nARUN\nNo, no, mad or what.\n\nVATSALA\nThen what is that?\n\nARUN\nSome stuff.\nVATSALA\n(teasing)\n\nWhat stuff? Huh? Why being so cagey?\n\nARUN\nI’m not being cagey. Its just some...\nresearch material.\n\f44\n\n40.\n\nVatsala walks over and picks up a tape and starts reading\nthe spine.\n\nVATSALA\n“Pehli chi..”\n\nArun grabs it back from her. She lunges and picks up\nanother and starts reading it as he struggles with her to\nget it back.\n\nARUN\nStop it V, give it back!\n\nVATSALA\nWho’s ‘Yasmin Noor’?\n\nA small chase ensues.",
  "32": "---END OF PREVIOUS SECTION---\nARUN\nStop it V, give it back! VATSALA\nWho’s ‘Yasmin Noor’? A small chase ensues. \n---TARGET SECTION TO BE ANNOTATED---\n Finally Arun pins her down in the\nkitchen and wrests it from her. They are in an intimate\nlock. Vatsala reaches forward to kiss him, but he moves\nback.\n\nVATSALA (CONT’D)\nWhat? Not in the mood?\n\nHe walks out of the kitchen. She’s left there,\nthoughtful.\n\nINT. RESTAURANT - LATER 44\n\nVatsala and Arun wait as their order comes. Arun is in\nhis own world, folding his serviette into neat triangles.\n\nVATSALA\nWe didn’t sell much.\n\nArun nods.\n\nVATSALA (CONT’D)\nThe market is a little slow, but I was\nhoping we’d do better. This slot at the\nSingapore Biennale better work out... You\nokay?\n\nARUN\nYa. Never been better.\n\nVATSALA\nYou hardly talked to anyone at the show.\nExcept that girl with Pesi. Who was she?\n\f41.\n\nARUN\nOh Shai. She’s... I don’t know, a banker\nor something.\n\nVATSALA\nOh Shai... she’s Pravin Edulji’s\n\ndaughter. Pravin bought more art than\nanyone I know last year. I hope you\ncharmed her?\n\nHe lifts up his serviette and its a bird.\n\nARUN\nThis is much easier to do with paper.\n\nVATSALA\nYou didn’t ask me why I came.\n\nARUN\nWhy did you come?\n\nVATSALA\nI’ve wangled a show for you. Guess where.\n\nArun is busy folding.\n\nVATSALA (CONT’D)\nSydney.\n\nArun looks up, suddenly interested. Vatsala smiles\ntriumphantly.\n\nVATSALA (CONT’D)\nI wanted to surprise you! There’s this\ngallery I’ve been in touch with about\nMedha’s work and Gagan’s work, and with\nit I slipped in a catalogue of your work.\nThey seem to really like it! They want to\nopen their India section with you!\n\nArun seems very happy.",
  "33": "---END OF PREVIOUS SECTION---\nThey seem to really like it! They want to\nopen their India section with you! Arun seems very happy. \n---TARGET SECTION TO BE ANNOTATED---\nVATSALA (CONT’D)\nThis will launch you internationally! I\nam SO excited!\n\nARUN\nSo will I get to go?\n\nVATSALA\nTsk, of course Arun, duh! Where are you?\nIt'll be fabulous! We’1l be on the world\nmap!\n\f45\n\n42.\n\nArun sobers down at the ‘we’.\nVATSALA (CONT’D)\nAnd of course you’ll get to see Shiv. How\nold must he be by now?\n\nArun thinks and calculates. Then grins broadly.\n\nARUN\nAlmost six.\n\nAnd he places a napkin-airplane in front of her.\n\nINT. SHAI’S APARTMENT - DAY 45\n\nMunna is looking at prints of pictures that Shai has\ntaken. Shai is looking at him and his reactions. He is\nlooking at the pictures very carefully.\n\nSHAI\nTo? Tumhe mera kaam kaisa laga? Accha\nlaga?\n\nMUNNA\n\nAb main kya boloon. Mujhe to bohut\nbadhiya laga.\n\nSHAI\nGreat! Thank heavens. Chai?\n\nMunna nods a yes and she gestures to him to follow her.\n\nHe follows her to the kitchen, looking around him at the\nhouse. Shai puts a kettle on and takes out tea bags and\n\nmugs.\n\nSHAI (CONT’D)\nTum mere first client ho, to main nervous\nthi!\n\nMUNNA\nNahin, aap ka kaam to badhiya hai.\n(pause)\nPar aap bhi batao...\n\nSHAI\nKya?\nMUNNA\nNahin... main aapko kaisa lagta hoon?\n\nShe looks up at him.\n\f43.\n\nMUNNA (CONT’D)\nPhotos mein...\n\nSHAI\nEr... mujhe to bohut acche lage. See this\none.. and this.. I prefer this attitude.\n\nMunna nods like he understands.\n\nMUNNA\nMatlab aapko lagta hai mere liye koi\nchance hai?\n\nShai hands him the tea.\n\nSHAI\nOf course chance hai. Jab tum famous\nactor ban jaoge, mujhe yaad rakhna, ok?\n\nMunna smiles.",
  "34": "---END OF PREVIOUS SECTION---\nSHAI\nOf course chance hai. Jab tum famous\nactor ban jaoge, mujhe yaad rakhna, ok? Munna smiles. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI (CONT’D)\nHaan, aur ab tumko mujhe le jaana padega.\nDhobi ghat.\n\nMunna smiles in acquiescence. He looks around the drawing\nroom they’re sitting in. There’s assorted photographs of\nShai and her brother Veer with her parents.\n\nMUNNA\nYeh aapka bhai hai?\n\nShai nods.\n\nMUNNA (CONT’D)\nVo bhi America rehta hai?\n\nShai nods. Munna thinks for a long while.\n\nMUNNA (CONT’D)\nMain bhi America jaana chahta hoon.\nInshallah main bhi jaoonga ek din.\n\nSHAI\nIn-sha-allah...\n(turning it around on her\ntongue)\n\nMunna grins at her and nods.\n\nMUNNA\nInshallah.\n\f46\n\n44,\n\nEXT. MARKET - NIGHT (D.V. FOOTAGE) 46\n\nThe digital camera is on in a crowded market\n(Crawford/Mohammed Ali Road/ Null Bazaar), where bulbs\nhang outside street stalls piled high with dried fruit,\nclothes, ‘farsan’, and then bangles. The camera stops at\nthe bangle seller, and attempts to get through the thick\nof girls trying on the discs of colour. She finally\nreaches the front, and we see the spread of designs and\ncolours. The bangle seller is not the very patient kind.\n\nBANGLE SELLER\nHaan, bibiji, kya dikhaoon?... kaanch ke\nchahiye?... arre main nikalta hoon\nbibiji, aap bas dikhaiye kaun sa!\n\nMeanwhile Yasmin is pulling out the ones she likes. The\nbangle seller is curious about her camera, as are the\nother girls there. They smile at her and giggle when she\nturns towards them.\n\nBANGLE SELLER (CONT’D)\nKya TV ka program hai? Hain?\n\nYASMIN\nYeh vale kitne ke hain?\n\nBANGLE SELLER\nYeh chhatees rupay darzen. Laiye main\npehna doon..",
  "35": "---END OF PREVIOUS SECTION---\nYASMIN\nYeh vale kitne ke hain? BANGLE SELLER\nYeh chhatees rupay darzen. Laiye main\npehna doon.. \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nYASMIN\n(whispered into the mike)\nBaap re! Suna Imran!\n(to the bangle seller)\nNahin bhaiyya, nahin chahiye, bohot\nmehenge hain.\n\nBANGLE SELLER\nArre kya baat kar rahi hain, bibiji, yeh\nto sabse saste hain! Chaliye thoda kam\nkar dete hain. Pehen ke dekhiye to\nsahi... Haan madam, kaun se? Yeh vale?..\n\nThere’s much fumbling with the camera as she puts on the\nbangles. Then she lifts them up to the lens. They look so\npretty in the light. She shakes her hand and they clink\nand wink in frame. Night life bustles around her.\n\f47\n\n48\n\n49\n\n50\n\n45.\n\nINT. THE FLAT (A) - NIGHT 47\n\nCut to the TV on which the footage is playing. Arun\npresses stop, making a sort of postcard image of the\nplace and begins to pace excitedly around the room. He\ntakes out a piece of paper and begins to draw on it. His\nphone rings, but he ignores it. He rewinds and watches\nthe section again.\n\nEXT. BUILDING UNDER CONSTRUCTION - NIGHT 48\n\nShai is watching Arun through her camera lens from a\nvantage point of a building terrace opposite. She trains\nher lens at him, watching as he watches Yasmin on his TV,\nsometimes going very close to the TV screen, his\nexpressions, him pouring himself a drink, smoking a\ncigarette... We see Selva and a few others, skulking\nabout behind her, trying to see what she’s doing, but she\nturns to look at them, and they shuffle off.\n\nHer phone rings.\n\nSHAI\nHi Dadda... yes I’m here, that guy,\nwhat’s his name? Your site manager? I\nthink its Hari or something, worked it\nout for me... Yes its great thanks pops,\nI’m getting some great shots...\n\nEXT. ROAD NEAR THE DHOBI GHAT - NIGHT 49\n\nMunna is walking along and admiring his pictures. He hums\nand breaks into a song, singing to his photo as his\nlover.",
  "36": "---END OF PREVIOUS SECTION---\nEXT. ROAD NEAR THE DHOBI GHAT - NIGHT 49\n\nMunna is walking along and admiring his pictures. He hums\nand breaks into a song, singing to his photo as his\nlover. \n---TARGET SECTION TO BE ANNOTATED---\n He is very happy.\n\nEXT. DHOBI GHAT - DAY 50\n\nPhotographs of Munna washing clothes at the dhobi ghat.\nThe photographs document the whole process of washing\n(soaking, bleaching, beating on the stone, etc), drying\non the lines by the sea, ironing, and the bundles of\nclothes taken to peoples’ homes. A photo montage, while\nwe also see how Munna is trying to impress Shai, and how\nshe is charmed by this. Shai also talks to some other\ndhobis who tell her the problems in their trade.\n\f51\n\n52\n\n46.\n\nINT. BUILDING LIFT - DAY 51\n\nIn a small, cramped lift in a south Bombay apartment\nbuilding, Munna, Shai and the dour, bored elevator\nattendant are heading upwards. Shai is taking pictures of\nMunna, while the lift man watches curiously. He can’t\nstop staring at Shai and particularly at her chest. Munna\nsees him doing this.\n\nMUNNA\nKya dekh raha hai?\n\nLIFTMAN\nHuh?\n\nMUNNA\nKya dekh raha hai?\n\nLIFTMAN\nCamera dekh raha hoon.\n\nMUNNA\nAage dekh, bolta hoon. Camera pehle nahin\ndekha hai kya?\n\nLIFTMAN\nAccha tujhe kya, main kahan bhi dekhoon?\n\nMUNNA\n(standing in front of Shai\nprotectively, threatening\ntone)\nMujhe hai. Tu aage dekh bolta hoon.\n\nThe lift man looks in front reluctantly, picking his\nteeth with a pen.\n\nINT. BUILDING LANDING - LATER 52\n\nMunna rings a doorbell. Shai looks at Munna as they wait.\nHe is still irritated by the impertinence of the lift\nman.\n\nThe door is opened by a young girl, who looks surprised\nto see Shai. She puts her hands out to take the clothes.\n\nMUNNA\nMadam ko bolo yeh kapde lete hue photo\nlena chahti hai.\n\f53\n\n47.\n\nShe leaves the door open and disappears into the flat. A\ncouple of moments later the lady of the house comes to\nthe door.",
  "37": "---END OF PREVIOUS SECTION---\n53\n\n47. She leaves the door open and disappears into the flat. A\ncouple of moments later the lady of the house comes to\nthe door. \n---TARGET SECTION TO BE ANNOTATED---\n She eyes Munna in a proprietary way and Shai\nwith displeasure.\n\nMUNNA (CONT’D)\nYeh kapde lene ka photo lena chahti hai.\n\nMADAM\nKyun? Tu andar aa.\n\nSHAI\nMa’am, I am shooting him at work, you\nknow from washing to delivering, so if\nyou don’t mind can I shoot him handing\nover the clothes?..\n\nThe lady gives her a barbed look, and walks away saying\nto the maid over her shoulder:\n\nMADAM\nLe le kapde.\n\nShai shoots the maid take the clothes in the hall, bring\nthe soiled ones, note it down in a book and Munna tie\nthem up in a bundle. As they turn to go, the maid stops\nMunna.\n\nMAID\nMadam ne tumko andar bulaya hai.\n\nMUNNA\n(brusquely, embarrassed)\nBolna aaj main jaldi mein hoon, kal\nparson aake milta hoon.\n\nThey leave.\n\nINT. BUILDING LANDING - MOMENTS LATER 53\n\nThey stand waiting for the lift. Munna looks up into the\nlift shaft restlessly, clearly avoiding talking about the\nlady.\n\nSHAI\nBaap re, aise dekh rahi thi jaise mujhe\nmaar dena chahti thi!\n\nMUNNA\n(short laugh, avoiding\nlooking at her)\nChodiye use!\n\f48.\n\nSHAI\nPar voh shayad tumhe nahin chodegi!\n\nMunna is beet with embarrassment, and the lift arrives to\nrelieve him. They get in and descend.\n\n54 INT. THE FLAT (A) - DAY 54\n\nArun takes out the tape that says “Doosri Chitthi”, puts\nit on and settles down to watch with a pad and a pen.\n\n55 INT. THE FLAT - DAY (D.V. FOOTAGE) 55\n\nA skinny young Maharashtrian Bai is standing facing\ncamera. She looks uncomfortable.\n\nYASMIN (0O.C.)\nHaan, ab thoda haso na bai!\n\nBAI\n(muttering, shuffling)\nKaay tumi...\n\nYASMIN (0O.C.",
  "38": "---END OF PREVIOUS SECTION---\nBAI\n(muttering, shuffling)\nKaay tumi... YASMIN (0O. C. \n---TARGET SECTION TO BE ANNOTATED---\nArre haso na! Tumhare sundar daat to\ndikhao! Chota smile, please! Please!\n\nBAI\n(laughing by now)\nKya tum karta hai!\n\nShe reveals a magnificent set of buck teeth/front teeth\nmissing.\n\nYASMIN (0O.C.)\nAur Vanitha kidhar hai? Vanitha, saamne\naao! Arre aao na, kuch nahin hota..\n\nA young girl (14 yrs) comes and shyly stands next to her\nmother, giggling.\n\nYASMIN (0.C.) (CONT’D\nImran bhai, yeh hain Latabai aur unki\nbeti, Vanitha!\n(to them)\nMere bhai ko hello bolo!\n\nLATABAT\nPan kidhar hai tumhara bhai?\n\fThe bai\n\nVanitha\n\n49,\n\nVANITHA\nTe camera madi hello bolnaar, didi photo\nrecord karoon pataite tenala bhaukade.\n\nLATABAI\nOhh...\n\nYASMIN (0O.C.)\nVah, yeh Vanitha toh bohot samajhdar hai,\nbai. Vanitha kaun se class mein ho?\n\nVANITHA\nClass seven. English medium.\n\nlooks very pleased.\n\nYASMIN (0.C.)\nAccha? To phir english mein kuch bol ke\nsunao?\n\nthinks but is struck by shy giggles.\n\nLATABAT\nBol na. Te kavitha sang..\n\nVanitha thinks for a moment, then commences in a singsong\n\ncadence.\n\nVANITHA\n“The Brook” by Alfred Lord Tennyson.\n\"“T come from haunts of coot and hern,\nI make a sudden sally\nand sparkle out among the fern,\nand bicker down the valley.\nBy thirty hills I hurry down,\nor slip between the ridges,\nby twenty thorpes, a little town,\nand half a hundred bridges.\nTill last by Philip’s farm I flow\nto join the brimming river,\nfor men may come and men may go,\nbut I go on forever.” Uske baad mein\nbhool gayi.\n\nThe Bai meanwhile has settled against the dining table\nand done some tobacco rolling in her palm.\n\nYASMIN (0O.C.",
  "39": "---END OF PREVIOUS SECTION---\nThe Bai meanwhile has settled against the dining table\nand done some tobacco rolling in her palm. YASMIN (0O. C. \n---TARGET SECTION TO BE ANNOTATED---\nVah! Bai yeh to bohot hoshiyaar hai!\n\nLATABAT\n(secretly very proud)\nHaan, kuch zyada hi hoshiyaar hai!\n\f56\n\n57\n\n50.\n\nVanitha comes and hugs her mother, suddenly shy again.\n\nLATABAI (CONT’D)\nIsko accha nachna-gaana bhi aata hai. Hai\nna? Poora time TV pe hindi gaane, aur ye\nnaachti hai! Isi liye uske ab marks bhi\nkam hone laga hai! Eh, didi la dakhao,\nnachoon? Huh?\n\nVanitha has buried her head in her mother’s pallu, and\nrefuses to dance.\n\nLATABAI (CONT’D)\n(winking conspiratorially at\nYasmin)\nChalo agle baar, theek hai didi?\n\nYASMIN (0.C.)\nTheek hai!\n\nINT. THE FLAT (A) - MOMENTS LATER 56\n\nArun pauses the tape and thinks.\n\nEXT. ARUN’S BUILDING - DAY 57\nArun has cornered the building watchman.\n\nWATCHMAN\nAb kya pata saab, duty humri badalti\nrehti hai. Kab aapke flat mein koi madam\nthi, mujhe nahin maloom.\n\nARUN\nAccha to Latabai naam ki kaamwali ko\npehchante hai aap?\n\nThe watchman looks doubtful.\n\nWATCHMAN\nLatabai.... Naam to sune hain, lekin\ntheek pata nahin.\n\nARUN\nAap pata karo, theek hai? Yehi building\nkaam karti thi vo. Okay?\n\nHe searches in his pocket, and finds two ten rupee notes\nand gives the watchman both. The watchman nods. It starts\nto rain, and Arun ducks back into the building.\n\f58\n\n59\n\n60\n\n51.\n\nINT. THE FLAT (A) LANDING - DAY 58\n\nArun is getting his house keys out when he sees the lady\nwith the perpetual blank stare next door looking at him.\nHe smiles at her and nods a hello, but she is just\nvacant. He feels a bit disturbed by this and hurries into\nhis flat.\n\nEXT.",
  "40": "---END OF PREVIOUS SECTION---\nHe smiles at her and nods a hello, but she is just\nvacant. He feels a bit disturbed by this and hurries into\nhis flat. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DHOBI GHAT - EVENING 59\n\nMunna has put away the last bundle for washing the next\nday. Shai is wrapping up her equipment.\n\nSHAI\nThanks, Munna.\n\nMUNNA\nAapko bhook nahin lagi hai?\n\nSHAI\nBohot lagi hai!\n\nMunna picks up her equipment bag and walks, Shai looking\n\nafter him amused. He turns and looks at her like “come on\n\nthen”. She follows him.\n\nINT. IRANI RESTAURANT - NIGHT 60\n\nThey are eating kheema and pav at an Irani restaurant.\n\nSHAI\nArun ko kitne saal se jaante ho?\n\nMUNNA\n(shrugging)\nKyun?\nSHAI\nJust... jaanna chahti thi..\nMUNNA\n\nKuch chaar saal se.\n\nSHAI\nAlways akela rehta tha voh?\n\nMUNNA\nNahin pehle biwi aur ek baccha bhi the.\n\nShai stops eating shocked.\n\f52.\n\nSHAI\nKya? No way!\n\nMUNNA\nHaan! Kyun? Do saal se voh nahin hain.\nDivorce ho gaya uska. Bura haal tha thab\nuska. Darwaza hi nahin kholta tha. Ek din\nmaine bola “kholo darwaza! nahin to\npolice ko bulata hoon!”\n\nSHAI\nPhir?\n\nMUNNA\nPhir usne jaake khola. Maine bola zinda\nhai shukar hai. Chai banaya uske liye,\ndono piye, aur main nikal gaya.\n\nSHAI\nPhir?\nMUNNA\nPhir kya. Theek ho gaya voh... Aur ek\n\nmacchi fry mangaoon?\n\nSHAI\nMmmm... share karoge, to. Poora nahin kha\nsakungi.\n\nMunna orders a fish fry.\n\nSHAI (CONT’ D)\nUski wife kaisi thi?\n\nMUNNA\nAcchi. Gori. Lambi, Arunbhai se bhi\nlambi!\n\nShai nods, not particularly happy at the praise.\n\nMUNNA (CONT’D)\nAapki shaadi nahin hui?\n\nShai laughs and shakes her head.",
  "41": "---END OF PREVIOUS SECTION---\nShai nods, not particularly happy at the praise. MUNNA (CONT’D)\nAapki shaadi nahin hui? Shai laughs and shakes her head. \n---TARGET SECTION TO BE ANNOTATED---\nMUNNA (CONT’D)\nAur koi boyfriend?\n\nSHAI\nTha. No more... Aur tum? No?\n\nHe also shakes his head.\n\f61\n\n62\n\n63\n\n53.\n\nSHAI (CONT’D)\nKyun? Tum itna handsome hai!\n\nMunna blushes.\nMUNNA\nKya karein. Koi hume acchi nahin lagi. Ab\n\ntak.\n\nShai grins, knowing she’s embarrassing him.\n\nSHAI\nKoi mil jayega..\n\nMUNNA\nGi! Mil jayeGI!\n\nSHAI\n\nKoi mil jayegi! Inshallah...\n\nHe grins. They eat companionably.\n\nEXT. STREET - NIGHT 61\n\nMunna is carrying Shai’s camera bag and they are hurrying\nto her car in the rain. Her driver opens her door for\nher, and she gets in as Munna stands getting soaked. She\ntells him to go ahead, but he just stands there smiling\nat her, watching the car as it leaves.\n\nEXT. BUILDING UNDER CONSTRUCTION - NIGHT 62\n\nThe workers and their families are sitting in the\nunfinished drawing room of a flat, some playing cards,\nsome sleeping or reading the paper. Outside it pours. Its\na happy environment, like a school rain holiday.\n\nINT. SHAI’S APARTMENT - LATER 63\n\nShai lets herself into the apartment, then realizes the\nTV is on. She is soaking wet.\n\nShe goes into the TV room to find her parents, Pravin and\nManek Edulji watching the late night news, as Manek flips\nthrough The Economist/WSJ. They are distinguished, in\ntheir early 60s, with a ring of old money about them.\n\nPRAVIN\nHi darling! Are you sopping or what?\nBetter change love.\n\f54.\n\nMANEK\nHello Shai Edulji. Stop looking like\nyou're seeing ghosts. We aren’t, not yet\nanyway.\n\nShe goes over and kisses them.\n\nSHAI\nHey! I thought you guys weren’t expected\ntill early next week?\n\nPRAVIN\nThe Jalals are having a party tomorrow\nnight, sweetheart, so they asked us to\ncome back. You’re invited of course, and\nyou really must come.\n\nSHAI\nCool.",
  "42": "---END OF PREVIOUS SECTION---\nPRAVIN\nThe Jalals are having a party tomorrow\nnight, sweetheart, so they asked us to\ncome back. You’re invited of course, and\nyou really must come. SHAI\nCool. \n---TARGET SECTION TO BE ANNOTATED---\n Look, the monsoon is here! My first\nin... ten years! Has it started raining\nin Alibaug yet?\n\nPRAVIN\n\nYou know it looked terribly worrying when\nwe got in the boat, and we pretty much\nmade it in the nick of time, didn’t we\nManek?\n\nMANEK\nI’d say. We have to get a covered speed\nboat that’s bigger. I’m tired of your\nmother looking like a she’s in purdah\ntrying to save her hairdo.\n\nSHAI\nYou married a beauty queen, Manek Edulji,\nnow pay for it!\n\nMANEK\nSo you’ve been out shooting have you?\n\nSHAI\nYeah. Went to the Dhobi Ghat today. It\nwas just fascinating!\n\nPRAVIN\n(shuddering)\nOh dear. Darling you shouldn’t do these\nthings, god knows what kind of infections\nyou could pick up there.\n\nSHAI\nTsk, ma! You’re just paranoid.\n\f64\n\n65\n\n66\n\n55.\n\nShai sits at the edge of the sofa.\n\nPRAVIN\nDarling don’t sit there, you’re all wet!\nWhy don’t you go and change.\n\nSHAI\nYup, and I’m going to bed.\n(over her shoulder)\nThanks for letting me shoot from the\nbuilding, Dadda.\n\nMANEK\nI hope its coming along quickly, that\nproject. The labour are really dragging\ntheir feet, I think.\n\nSHAI\nGood night.\n\nMONTAGE\n\nINT/EXT MUNNA’S ROOM - NIGHT 64\n\nMunna finds the floor in his room wet with rain coming in\nfrom a crack between the tarpaulin and the bamboo\nmatting. He quickly puts a bucket under the leak, then\ngoes outside, gets an old crate, stands on it in the rain\nand patches up the crack. Then he is back inside in dry\nclothes, dries his hair and sits at his window for a\nwhile. He gets into bed but can’t sleep.\n\nINT. THE FLAT (A) - NIGHT 65\n\nArun stands at the window, watching the rain, listening\nto Siddheswari Devi, the rain is coming in but he doesn’t\nmind. He paints as the music plays and it pours outside.\nHe looks happy, content.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nHe paints as the music plays and it pours outside. He looks happy, content. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SHAI’S APARTMENT - NIGHT 66\n\nShai comes out of the shower, all washed and clean. She\nturns on the A/C. Her windows are shut, and the rain\npours down the panes, which cloud up. She looks at\nherself in the mirror as she brushes her hair. Then she\ngets in bed and turns out the light.\n\f67\n\n68\n\n69\n\n56.\n\nINT. ARUN'S APARTMENT - NIGHT (DREAM) 67\n\nA dream-like recollection of love making between Shai and\nArun, similar to the earlier collage.\n\nEXT. STREET NEAR A SLUM - NIGHT 68\n\nMunna walks the street looking for something. He has his\nstick in his hand. Its dark and some dogs bark nearby. A\nlonely radio plays a song in bhojpuri, its crackly tenor\nsounding bittersweet. The slum dwellers are asleep, and\nlight from one or two houses partially illuminates the\nground. He slowly walks towards a heap of dry waste lying\non the ground. He gently moves a sheet of plastic that is\ncovering something and WHAM! He slams his stick down time\nand again...\n\nEXT. ARABIAN SEA - DAY (D.V. FOOTAGE) 69\n\nThe day has a dream like quality. The ocean is smooth and\ngreeny-blue. Bombay can be seen though a faint haze. The\nsky has puffy clouds, and the boat rocks gently.\n\nYASMIN\n(whispering)\nImran, voh dekho Bombay. Door se itna\nshant lagta hai.\n\nSuddenly the boat engine grinds to life. The camera\nswings round, and Vanitha comes up to the camera.\n\nVANITHA\nStart ho gaya, didi! Engine mein problem\ntha.\n\nThe boat courses forward. The camera shoots the people on\nthe deck; villagers, tourists... A young couple stand near\nthe railing, whispering to each other, the boy with his\narm around her. She is trying to push him away a little,\nbut he pulls her close, saying things to her which make\nher giggle. She spots Yasmin’s camera and nudges him and\ntells him. He turns and looks at it, then takes her hand\nand walks to a less visible spot.",
  "44": "---END OF PREVIOUS SECTION---\nShe is trying to push him away a little,\nbut he pulls her close, saying things to her which make\nher giggle. She spots Yasmin’s camera and nudges him and\ntells him. He turns and looks at it, then takes her hand\nand walks to a less visible spot. \n---TARGET SECTION TO BE ANNOTATED---\nShe turns the camera to the water. The foam of the\nchurning water, the light refracting in its depths.\n\f70\n\n71\n\n57.\n\nEXT. ELEPHANTA CAVES - DAY (D.V. FOOTAGE) 70\n\nWe see Yasmin framed against the beautiful Trimurti in\nwide shot as Vanitha is filming her. She has thrown back\nthe nagaab of her burkha and is looking up in awe,\ncompletely absorbed. Vanitha zooms in to her face.\n\nINT. MUNNA’S ROOM - DAY 71\n\nMunna is sitting on the floor, carefully sticking on\nlittle stickers on the backs of the portfolio pictures\nthat say “Zohaib Shaikh, 5’10”, Moblie no. 9871412223”.\nThe cat is asleep in a corner and the rain makes a low\ndrumming sound on the roofs. Munna has put a vessel under\na leak in his roof. Salim comes in from the rain and\nslumps down. He is in a rotten mood. Munna notices but\ndecides not to ask. Salim takes out a cigarette, lights\nit and begins to smoke.\n\nSALIM\nVoh saala, Raju, saala ek number ka\nharaami hai. Mera 50000 ka dhanda kha\ngaya! Main uski madad kar raha tha aur\nsaala, voh! Maine chaar laaphe maare use\naur warning de ke chod diya ki Kaale bhai\nko bataoonga! To hava tight ho gayi uski!\nSaala... Lambu ka bhai hai to apne aap ko\nDon samajhta hai...\n\nSalim drags on the cigarette and calms down, then he\nturns to Munna.\n\nSALIM (CONT’D)\n\nMunna, kuch paise chahiye yaar. Voh\nJogeshwari mein flat book karne ke liye\ndus hazaar aaj dena tha.\n\n(he pulls out a bundle of\n\nnotes from his pocket)\nDekh mere paas saat hazaar hai. Teen de\nna yaar, agle mahine lauta doonga.",
  "45": "---END OF PREVIOUS SECTION---\nVoh\nJogeshwari mein flat book karne ke liye\ndus hazaar aaj dena tha. (he pulls out a bundle of\n\nnotes from his pocket)\nDekh mere paas saat hazaar hai. Teen de\nna yaar, agle mahine lauta doonga. \n---TARGET SECTION TO BE ANNOTATED---\nMUNNA\nTune mere pehle ke chaar bhi nahin diye\nSalim, ab main nahin de sakta.\n\nSALIM\nIs baar pakka re, tu tension mat le. Agle\nmahine Bhai mujhe bada kaam dene vala\nhai, aur Raju se bhi loonga main do\nmahine ka hafta. Pakka.\n\f58.\n\nMunna gets up and takes out three thousand rupees from\nhis wallet/inside his trunk. Meanwhile Salim takes his\npictures and begins to look through them. He laughs\nuproariously.\n\nMUNNA\nKya? Has kyun raha hai?\n\nSALIM\nAbey! Yeh tere mem ne liye! Kya lagta hai\nre tu!\n\nHe laughs like mad and drags on his cigarette. Then he\nrecovers. Munna snatches them back, he’s irritated. Salim\nrelents.\n\nSALIM (CONT’D)\nNahin, solid lagta hai tu, sachi, par\ntere photo dekh ke mere ko jaane kyun\nhasi aaya! Pan lagta tu hensum hai.\nSachi, saala! Body bhi acchi banai, huh?\n\nMunna gives him the money.\n\nMUNNA\nAb to vo producer se milvao. Kuch to kar\nmere liye, Motey!\n\nSALIM\nKya samajhta hai, main nahin milvaoonga?\nChal, kal milvata hoon, pakka! Theek hai?\n\nMunna is thrilled but just smiles.\n\nSALIM (CONT’D)\nTeri yeh memsaab acchi nikli, huh? Chal\nab bol daal, kya darne ka, usne to tujhe\naadha nanga bhi dekh liya!\n\nMUNNA\nChal hut!\n\nMunna mock kicks him, and they have a little mock fight.\n\n72 EXT. CHOWPATTY - EVENING (D.V. FOOTAGE) 72\n\nYasmin is filming the sea coming up to froth against her\ntoes. One can see the black hem of her burkha getting\nwet. She zooms in to her toes, as she digs them into the\nwet sand.",
  "46": "---END OF PREVIOUS SECTION---\nFOOTAGE) 72\n\nYasmin is filming the sea coming up to froth against her\ntoes. One can see the black hem of her burkha getting\nwet. She zooms in to her toes, as she digs them into the\nwet sand. \n---TARGET SECTION TO BE ANNOTATED---\n She leans down and starts to write her name in\nArabic, with pretty flourishes, and loses it in the tug\nof one wave.\n\f73\n\n59.\n\nThis time she quickly writes her name, and as she\nfinishes it, the wave takes it away. Then she writes her\nfull name - Yasmin Noor - and then its erased. Then as a\nkick she writes - (atb)2 = a2 + 2ab + b2, and then its\ngone. She laughs.\n\nYASMIN\nYahan kuch nahin tik sakta. Aur yeh\nsamundar sab kuch leke chup rehta hai.\nMain ise kuch bhi keh sakti hoon, apne\nsaare raaz bata sakti hoon, aur voh sab\nsamundar ke gehrai mein kho jaayenge. Voh\nkisi ko nahin bataega.\n\nINT. SHAI’S APARTMENT - DAY 73\nShai is fixing herself some lunch in her kitchen. She has\ngot some cold cuts and salad leaves and vegetables and\n\nshe’s making a sandwich with Agnes hovering around her.\n\nAGNES\nGive me, I’1ll do it Shai baby.\n\nSHAI\nWhy? Let me do it na.\n\nAGNES\nThen what I will do? You are doing all\nthe work!\n\nSHAI\n\nI’m used to this, Agnes. I do all my own\nwork in New York.\n\nAGNES\nArre but you use machine for everything\nno there! My brother told me, in Dubai\nthey just buy all vegetables chopped, an\nwith packet masala and packet chapati,\nten minutes dinner ready!\n\nShai laughs. Agnes relaxes and watches her slice\ntomatoes, cucumber and cheese.\n\nSHAI\nSo Agnes how’s your daughter?\n\nAGNES\nShe alright, baby. Doing all the time\ntuitions. From school she straight go to\ntuition class! Tuition fees are double\nschool fees!\n\f74\n\n60.\n\nSHAI\nReally? What does she want to do finally?\n\nAGNES\nShe now in tenth so time is there. But I\nthink she may join a call center from\nnext year.",
  "47": "---END OF PREVIOUS SECTION---\nWhat does she want to do finally? AGNES\nShe now in tenth so time is there. But I\nthink she may join a call center from\nnext year. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI\nAnd your husband? Still drinks and beats?\n\nAGNES\nOh no! Thank Jesus he went away! Took my\ntwenty thousand rupees and ran off! Some\nother woman he found to beat I think!\n\nSHAI\nBastard. Good riddance.\n\nShe puts her sandwich onto a plate, pours herself a glass\nof lemonade and picks up her plate to leave.\n\nAGNES\nShai baby, you stay away from this dhobi\nboy I think.\n\nSHAI\nReally? Why?\n\nAGNES\nHe’s not a good boy. He just extra smart,\ngot no education, total faltu type.\nThinks too much of himself. Not from a\ngood background you know, these type\npeople.\n\nEXT. STREET OUTSIDE THE FLAT (A) - DAY 74\n\nShai is hurriedly walking along the street towards the\nEdulji building opposite Arun’s with her camera\nequipment, wearing big shades, when she suddenly spots\nArun walk down towards his building. She ducks her head\nand tries to hurry into the Edulji building, trying to\nlook. the other way, panicking that he might see her. And\nhe does.\n\nARUN\nShai? Hey, Shai!\n\nShe stops and turns, and feigns surprise at seeing him.\nHe crosses the road and comes up to her.\n\fHe points to\n\nThey are str\n\nThey laugh,\ngo first.\n\nThey look at\nreluctant to\n\n61.\n\nARUN (CONT’D)\nHil...\n\nSHAI\nOh, hi...\n\nARUN\nNice to see you again! How’ve you been?\n\nSHAI\nI... I’ve been good. How are you?\n\nARUN\nI’m good, very good. Moved house, working\non a new project.. Really good. I live\nright here in fact.\n\nSHAI\nOh really. I’m... I was just going in\nhere... this building...\nher gear.\n\nARUN\n\nYou going to shoot here or something?\nSHAI\n\nYeah, I’m just, you know, shooting here,\n\nthis construction work and all that. Its\n\none of my dad’s sites.\n\nARUN\nOh, that’s cool.\n\nuck by awkward silence. Then together..\n\nSHAI\nWell I should...\n\nARUN\nWhy don’t you...\n\nand it’s more relaxed.",
  "48": "---END OF PREVIOUS SECTION---\nSHAI\nWell I should... ARUN\nWhy don’t you... and it’s more relaxed. \n---TARGET SECTION TO BE ANNOTATED---\n He gestures that she\nSHAI\nI should be going.\n\nARUN\nOkay. Cool. It was nice seeing you.\n\neach other. She nods and smiles, still\nleave. They smile.\n\f75\n\nINT.\n\nShai\nmuch\nwith\n\nShai\n\nShai\n\n62.\n\nARUN (CONT’D)\nDo want to have a coffee before you go?\nDo you have the time?\n\nSHAI\nEr... yeah, actually, I do have time for\na coffee.\n\nARUN\n\nDo you want to come up to my house?\n\nSHAI\nYeah, okay.\n\nTHE FLAT (A)- MOMENTS LATER - DAY 75\n\nis looking through his window, trying to see how\nof the opposite building she can see. He comes in\ncoffee.\n\nARUN\nSo. How’s the ‘sabbatical’ been going?!\n\nsmiles at the reminiscence.\n\nSHAI\nIts been pretty good so far.\n\nARUN\nBeen seeing a lot of the city?\n\nSHAI\nYeah kind of.\n\nARUN\nHave you been to Mohammed Ali road and\nthose parts yet?\n\nshakes her head.\n\nARUN (CONT’D)\n(excited)\nYou must go. And Haji Ali? And these mill\nareas? Actually there’s so much to see in\nBombay.\n\nSHAI\nIs there really? I guess one needs a\nguide then, to see all this local stuff.\n\nARUN\nYeah, one needs a guide...\n\fArun grins.\n\nSilence.\n\nHe relaxes.\n\nShai, laughs.\n\n63.\n\nSHAI\nAnd you? You’ve been working?\n\nARUN\nYeah. Well kind of. I have this...\nsomething I’m kind of excited about.\n\nSHAI\nThat’s great. You seem a lot happier, I\nhave to say.\n\nARUN\nListen Shai. I really want to apologize\nfor being an asshole the last time round.\n\nSHAI\nOh no. Not more apologies. Just forget\nabout it okay? It was no big deal,\nreally. So I found you hot, so I slept\n\nwith you! Its cool! Its... that’s all it\nwas. Just... forget about it.",
  "49": "---END OF PREVIOUS SECTION---\nIts cool! Its... that’s all it\nwas. Just... forget about it. \n---TARGET SECTION TO BE ANNOTATED---\nARUN\n\nPhew! Thanks, I was feeling so shitty for\nages after that day, thinking, you know,\nI hurt your feelings and all that!\n\nSHAI\nYeah, well you were a real shit that day,\nbut whatever. No, I wasn’t hurt. I was\njust really pissed off for a while.\n\nARUN\nThat’s just me at my best. Pissing\neveryone off. I have a way with that. And\nwhen I’m drunk I do all kinds of random\nthings! Its really embarrassing.\n\nSHAI\n\nI know what you mean! I’m hoping you\n\ndon’t remember half the things Idid!\nARUN\n\nApart from the headstand you mean?!\n\f76\n\n77\n\n718\n\n64.\n\nThe doorbell rings. Arun’s laughing as he opens it to\nMunna. Munna sees Shai cosy on the sofa and Arun all\n\nlaughing and goes still. Shai freezes, looking almost\nguilty.\n\nARUN (CONT’D)\nMunna! Kya haal hai yaar.\n(taking the clothes\nAaj kapde nahin hai, kal aana, okay?\nChal.\n\nHe shuts the door.\n\nINT. THE FLAT (A) - MOMENTS LATER - DAY 76\nMunna is still looking at the shut door, frozen. He turns\n\naround slowly, sees the lady-of-perpetual-blankness, and\n\nwalks down the stairs. He looks shaken up.\n\nINT. THE FLAT (A) - MOMENTS LATER 77\n\nShai is still frozen, feeling like she was caught out.\nArun hasn’t noticed.\n\nARUN\nSo? What else did you do that I shouldn’t\n\nremember?\n\nShai smiles a tight smile. She looks at her watch.\n\nSHAI\nHey look I gotta go. Thanks for the\ncoffee.\n\nARUN\nSo soon? Oh okay... See you. Show me your\n\npictures sometime. I’m curious to know\nwhat kind of stuff you shoot.\n\nShai smiles and hurries out the door.\n\nEXT. STREET OUTSIDE THE FLAT - MOMENTS LATER 78\n\nMunna is walking down the street. Shai is running behind\nhim, trying to catch up with him. Finally she does.\n\nSHAI\nMunna!\n\f719\n\n65.\n\nHe stops and looks at her.",
  "50": "---END OF PREVIOUS SECTION---\nSHAI\nMunna! 719\n\n65. He stops and looks at her. \n---TARGET SECTION TO BE ANNOTATED---\n She looks thoroughly guilty.\nThey look at each other.\n\nSHAI (CONT’D)\nKahan ja raha hai?\n\nMUNNA\nKaam hai.\n\nSHAI\nKya kaam? Aaj tumne bola tha tum mujhe\nNagpada le jayega... Aur tum vo movie\n\ndikhayega, that “Hulchul” or whatever.\n\nMunna shakes his head, resisting her charms.\n\nSHAI (CONT’D)\nCome on, Munna, you promised. Chalo na,\nmaine tickets bhi le liya.\n\nMunna looks at her, slightly mollified.\n\nEXT. CROWDED ALLEY - EVENING 719\n\nShai is finishing taking pictures of an attar maker in\nhis tiny workshop, while Munna looks on half-\nterritorially, half-admiringly. The man who makes attar\nhas been telling her how his trade has all but closed\ndown with the advent of bottled perfumes, mostly cheap\nfakes. And how his son has no interest to learn what his\nancestors practised. He wants to do a job in marketing.\n\nShai and Munna leave, walking along companionably.\n\nMUNNA\nAap yeh sab kyun kar rahi hai?\n\nSHAI\nMujhe janna hai... dekhna hai...\n\nMUNNA\nKya dekhna hai? Yeh sab gandi jagahein?\nAmerica ki sadkein kuch zyada hi saaf\nthe, isiliye!\n\nThey both laugh.\nSHAI\nPar main nahin aati to yeh sab kahan\n\nmilta! Tum kahan milte!\n\nMunna glows.\n\f80\n\n81\n\n82\n\n83\n\n66.\n\nMUNNA\nHaan voh to hai.\n\nThey walk along companionably.\n\nMUNNA (CONT’D)\nAap Id ke din humare chachi ke ghar\naayenge?\n\nSHAI\nWow! Haan of course.\n\nEXT. CHOWPATTY - AFTERNOON (D.V. FOOTAGE) 80\n\nThere are masses of people on Chowpatty beach as it is\nVisarjan day. The camera is weaving its way through the\ncrowd and drum beats get louder and louder.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nFOOTAGE) 80\n\nThere are masses of people on Chowpatty beach as it is\nVisarjan day. The camera is weaving its way through the\ncrowd and drum beats get louder and louder. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE FLAT (A) - DAY 81\n\nArun is painting and he gets stuck for ideas at a point.\nHe stares at the canvas for a long while. Then he\nsuddenly remembers Yasmin’s chain. He puts down his brush\nand gets out the chain and the ring. He gently examines\nthe ring, turning it round in the light. It is a delicate\npearl set in silver which has become tarnished. Arun\nsmells it, looks at it, then tries it on one of his\nfingers. It doesn’t fit any.\n\nHe takes the ring and chain into the bathroom and puts\nthem into a mug of soapy water. Then he uses his\ntoothbrush to clean them.\n\nEXT. CHOWPATTY - EVENING 82\n\nArun is wandering around the beach in the afternoon, the\ndrumbeats playing in his head. His beard has grown. He\nwalks around, observing, and we see a chain around his\nneck. It is Yasmin’s chain with the ring on it. He takes\noff his shoes and wiggles his toes in the sand. He draws\nsome squiggles in the sand which get washed away. He\nlooks happy.\n\nEXT. MOHAMMED ALI ROAD - NIGHT 83\n\nIt’s time for Iftari and Shai and Munna are walking along\n(Shai, for a change in a salwar kameez), through groups\nof people eating and shopping. Shai is taking lots of\npictures, and is very excited.\n\f84\n\n85\n\n86\n\n87\n\n67.\n\nShe chooses the kebabs and other popular dishes, and\nMunna insists on paying for everything. He is very\nprotective of her, as well as explains things to her.\nThey don’t notice Arun, who is also among the crowd,\nlooking around.\n\nINT. MULTIPLEX - EVENING 84\n\nShai and Munna are walking towards the theatre. Salim and\na girl are standing close to the entrance. Munna rolls\nhis eyes, thinking “Shit, what’s he doing here”.\n\nSALIM\nAbey. Kya.\n(to Shai)\nHello.\n\nSHAI\nHi!\n(to Munna)\nYeh tumhara friend hai na, us din bhi he\nwas here.",
  "52": "---END OF PREVIOUS SECTION---\n(to Shai)\nHello. SHAI\nHi! (to Munna)\nYeh tumhara friend hai na, us din bhi he\nwas here. \n---TARGET SECTION TO BE ANNOTATED---\nMunna nods and hurries her into the theatre, very self\nconscious. Salim notices his odd behavior.\n\nINT. CINEMA THEATRE - LATER 85\n\nThe movie is under way. Munna seems to be in a battle\ntrying to decide whether he can put his arm on the shared\narmrest or not. Shai leans closer to ask him what\nsomething means/ who some actor is, and he is so aware of\nher. He finally puts his arm on the armrest and their\narms are touching. Shai is unaware, absorbed in the film.\nMunna is on a cloud of bliss.\n\nA KAJRI BEGINS TO PLAY OVER THE FOLLOWING MONTAGE:\n\nINT. THE FLAT - NIGHT 86\n\nIt rains outside while Arun is painting. In the\nbackground Yasmin is walking to and around Haji Ali. He\nis doing a big canvas, and he seems completely absorbed,\nstopping from time to time to drink tea and watch the\ntape.\n\nEXT. HAJI ALI - EVENING (D.V. FOOTAGE) 87\n\nYasmin is walking to and around Haji Ali.\n\f88\n\n89\n\n90\n\n91\n\n92\n\n93\n\nEXT. MULTIPLEX - NIGHT\n\nShai is getting into her car in the rain when she sees\nMunna hanging behind. She gestures to him to get into the\ncar. He does.\n\nINT. SHAI’S APARTMENT - LATER\n\nShai and Munna are in the balcony of her apartment. Shai\nhas rolled herself a joint, a very funny looking one, and\nshe laughs. He is a bit scandalized, but goes along with\nit, happy to be there. It rains outside.\n\nINT. THE FLAT (Y) - NIGHT (D.V. FOOTAGE)\n\nWe see a segment where Yasmin has bought herself a\nbirthday cake, and has lit candles on it. She places it\nin front of the camera, cuts a piece and smilingly feeds\nit to the camera (her brother). Arun pauses the tape and\ncomes very close to the TV as if to eat the cake.\n\nINT. SHAI’S APARTMENT (DARK ROOM) - LATER - NIGHT\n\nShai is in her darkroom, showing Munna how she makes\nprints. He is fascinated by her, and she knows it.",
  "53": "---END OF PREVIOUS SECTION---\nINT. SHAI’S APARTMENT (DARK ROOM) - LATER - NIGHT\n\nShai is in her darkroom, showing Munna how she makes\nprints. He is fascinated by her, and she knows it. \n---TARGET SECTION TO BE ANNOTATED---\nINT. SHAI’S APARTMENT (BALCONY) - LATER - NIGHT\n\nLater she brings a bottle of single malt and two glasses.\nShe offers him one, he refuses, she presses him so he\ntakes one and takes a sip. It tastes ugly to him, and she\nis vastly amused. She is mildly flirtatious in her\nmanner.\n\nLater she has fallen asleep. Munna comes very close to\nher and looks at her face as she sleeps. He bends over as\nif he’s kissing her lips, seeing what it would be like if\nhe did. Then very quietly he gets up and leaves.\n\nEXT. BUILDING UNDER CONSTRUCTION - MORNING\nThe morning after the rain a few puddles are left in the\nground. Petrol and water creates a rainbow in one of\n\nthem.\n\nSelva chews on one of those sticks one uses to clean\nteeth.\n\n68.\n\n88\n\n89\n\n90\n\n91\n\n92\n\n93\n\f94\n\n95\n\n96\n\n69.\n\nHe has a radio with him, which has crackly songs playing\nin bhojpuri or some other language. He looks at the city\naround him, stirring. People in their flats, some out for\nwalks. The poor on the street are waking up.\n\nINT. SHAI’S APARTMENT - DAY 94\n\nShai sits in her balcony as Agnes hands her tea. She has\njust woken up and is in the same place she fell asleep.\nAgnes is very disapproving, as she picks up the bottle of\nwhiskey and the two glasses. Shai looks out to sea\nblankly. The phone rings somewhere in the house. After a\nbit, Agnes brings it to Shai.\n\nAGNES\nMummy ka hai.\n\nSHAI\nHello... hi ma... yeah good, good. And\nyou?... Okay... well, yeah sort of, still\ndoing my mad shooting!... well I’m done\n\nwith dhobis, ear-cleaners, the circus,\nand I’m soon going to do the night rat\nkillers!... No, no kidding!... Of course\nI'll be fine, ma. When are you coming\nnext?... Oh great, see you soon then...\nbye!\n\nINT.",
  "54": "---END OF PREVIOUS SECTION---\nOh great, see you soon then... bye! INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE FLAT (A) - DAY 95\n\nArun takes out the tape that says “Teesri Chitthi”. He\nrubs his hands in anticipation and puts the tape in. He\nsettles down to watch.\n\nINT. THE FLAT (Y) - DAY (D.V. FOOTAGE) 96\n\nYasmin has put the camera on and she sits fairly close in\nfront of the camera. She looks downcast.\n\nYASMIN\nBhai, dus din mein Bakrid hai aur tumhe\npata hai hum bakrid se kitna darte hain.\nHume always bura lagta hai, ki vahi jinhe\nitne pyaar se bada karte hain, unhi ki\nkurbani deni padti hai... Ghar mein main\nkaise chhup jaati thi...\n(thinks, then a little more\nupbeat)\nVoh to hain nahin Bambai mein, par yahan\nunki khala ne hume bulaya hai Bakrid ke\ndin.\n(MORE)\n\f70.\n\nYASMIN (CONT'D)\n\nTo humne soch liya hai ki kaun si bimari\nki vajah se hum nahin ja paenge...\nJulaab!\n\n(giggles)\nYaad hai, jab maulvi saab aate the, kaise\nhum pet mein dard, sar mein dard, bahane\nbanakar nikal jaate the! Yeh khala ka\nmaamla kuch vaisa hi hai!... Chaliye abhi\nke liye itna hi. Itne din ho gaye, lekin\nhum yeh tape khatam hi nahin kar pa rahe\nhain! Saari kahabar tab tak baasi ho gayi\nhogi! Khair, ‘better late than never’,\nhai na?\n\nINT. POSH RESTAURANT - NIGHT 97\n\nShai, her friend Suhana and Pesi are drinking at the bar\nof a busting nightclub. They are all a bit high.",
  "55": "---END OF PREVIOUS SECTION---\nINT. POSH RESTAURANT - NIGHT 97\n\nShai, her friend Suhana and Pesi are drinking at the bar\nof a busting nightclub. They are all a bit high. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI\nWhat rubbish!! I couldn’t have said that!\nNo way!\n\nSUHANA\n\nYou totally did, na Pes? “When I grow up\nI want to be a nun”! And we were all like\n“whaaaat?!” Such a chamchi of those\nSisters you were!\n\nPESI\nWhile we were all like ‘astronaut’ and\n‘doctor’!\n\nSUHANA\n\nPes I remember you said you wanted to be\nrace jockey. We were quite impressed huh!\n\nPESI\nYa, now look at me! Don’t remind me babe,\nits too depressing.\n\nSUHANA\nYa, imagine if I had become a doctor!\n\nPESI\nThank god at least Shai didn’t become a\nnun!\n\nSHAI\n\nActually now I wish I had! With all the\nluck I’ve had with men...!\n(sighs)\n(MORE)\n\f98\n\n71.\n\nSHAI (CONT'D)\nI’m not cut out for relationships I\nthink.\n\nPESI\nLike your that verny painter?\n\nShai rolls her eyes.\n\nPESI (CONT’D)\nFuck him ya! He was super weird anyway.\nListen lets drive to Khandala tonight!\n\nThe others murmur “what?”, “now?” etc.\n\nPESI (CONT’D)\nYeah the house is gorgeous now in the\nrains!\n\nSHAI\nI can’t babe, Munna is taking me to that\nDongri place tomorrow.\n\nPESI\nUff, whats with this Munna fixation man!\nHow much you hang out with your dhobi!\n\nSHAI\nYeah.. So?\nSUHANA\nSo... nothing. It’s just a bit weird no?\n\nSuhana and Pesi are amused, but Shai isn’t really.\nPESI\nNo, I’m sure you have lots in common and\nall, but babe... You know?... I mean\nafter a point its like “Kitna kapda dhoya\naaj” no?!\nSuhana laughs like mad. Shai is forced to smile.\nPESI (CONT’D)\nOh ho, we’re kidding babe! Listen enough\n\nnow, huh, its time for some fun!\n\nShai looks quizzical.\n\nINT. SUBWAY - NIGHT 98\n\nSalim and Munna are walking along the Haji Ali subway.\n\f99\n\n72.",
  "56": "---END OF PREVIOUS SECTION---\nINT. SUBWAY - NIGHT 98\n\nSalim and Munna are walking along the Haji Ali subway. 99\n\n72. \n---TARGET SECTION TO BE ANNOTATED---\nSALIM\nTu badal gaya hai, maloom.\n\nMUNNA\n(distracted)\n\nHmmm?\n\nSALIM\nTumko na, pyar ho gaya hai.\n\nMUNNA\nHut! Chutiya.\n\nSALIM\nTu bola hai usko? Huh?\n\nMunna is quiet, dismissive but smiling.\nSALIM (CONT’D)\nPan uske ma-baap nahin manega. Tereko\n\nbhaag jaana padenga.\n\nMUNNA\nArre tu kahan pahuch gaya!\n\nSALIM\nHaan, sorry, pehle tu bol daal na!\n\nMunna shakes his head but continues to smile. Salim’s\nphone rings.\n\nSALIM (CONT’D)\n\nBolo seth! Bohot dinon baad!.. Kaisa hai\nsab?.. Haan seth badhiya samaan laya hoon\nis baar... Aap bolo kahan, main pohunch\njaata hoon... aadhe ghante main...\nBrittania ke paas na?... ok sir, milte\nhain.\n\nSalim looks much happier. He looks at Munna with\naffection.\n\nEXT. STREET IN SOUTH BOMBAY - NIGHT 99\n\nSalim is standing near a street corner, talking on the\nphone, and Munna is beside him. He is directing someone\nto where he is. A swank Land Rover stops beside him with\nPesi driving and Suhana beside him. The back windows are\ntinted, so Munna can’t see Shai. Shai sees him and\nstiffens. Suhana’s window goes down and Salim steps up to\nthem.\n\f73.\n\nSALIM\nKya saheb, hame bhool gaye aap!\n\nPesi and Suhana are disinterested in him. Pesi is\ncounting some notes.\n\nPESI\nKitna bola tha tumne?\n\nSALIM\nSaat hazar.\n\nPesi looks at him sharply. Salim tries to mutter that\nthat’s the rate.\n\nPESI\nWhat nonsense, beech mein main usse le\nraha tha, kya naam hai, Rajesh, aur voh\nisse bhi accha paanch mein deta hai.",
  "57": "---END OF PREVIOUS SECTION---\nPesi looks at him sharply. Salim tries to mutter that\nthat’s the rate. PESI\nWhat nonsense, beech mein main usse le\nraha tha, kya naam hai, Rajesh, aur voh\nisse bhi accha paanch mein deta hai. \n---TARGET SECTION TO BE ANNOTATED---\n To\nyeh lo paanch aur paanch dus, 2 ke liye.\n\nSalim argues, still smiling, and settles at twelve\nthousand. Samir pays, the window is slid shut on Salim’s\nface.\n\nPESI (CONT’D)\nNow we’re set for some partying!\n\nAnd they drive off. Shai doesn’t say a word. She looks at\nall the people sleeping on the street that they pass.\n\nBack on the sidewalk:\n\nMUNNA\nMain chalta hoon. Kaam pay jana hai.\n\nSALIM\nArre phir vohi kaam! Aaj main chudvaoonga\ntera yeh kaam. Chal aaj party karte hain!\n\nMUNNA\nNahin yaar, mujhe jaana hai.\n\nSALIM\nDhut saala, chutiya! Ja, kar! Kabhi nahin\n\nmanega! Ek din khud tujhe samajh aayegi!\n\nSalim walks off, leaving Munna staring after him.\n\f100\n\n101\n\n102\n\n74,\n\nINT. STD BOOTH - NIGHT 100\n\nSelva is in an STD booth in a crowded part of town. With\ngreat concentration he dials the long STD code and\nnumber. After a while he seems to have got through. He\nspeaks to his wife who has delivered a child, while\nkeeping his eye on the ticking electronic meter. When\nhe’s done he pays after painfully counting every rupee.\n\nINT. THE FLAT (A) - DAY 101\n\nArun picks up a pad and pencil and settles down to watch\nthe tape.\n\nThe tape plays.\n\nINT. THE FLAT (Y) - NIGHT (D.V. FOOTAGE) 102\n\nYASMIN\n\n(sitting in front of the\n\ncamera, looking very\n\ndowncast)\nPata nahin logon ko yeh sab shaadi ka\nchakkar kyun accha lagta hai. Mujhe\nshaadi karni hi nahin chahiye thi. Lekin\nmeri kisine nahin suni. Main kitni khush\nthi... Ek baat bataoon? Unki aur koi\naurat hai.",
  "58": "---END OF PREVIOUS SECTION---\nMain kitni khush\nthi... Ek baat bataoon? Unki aur koi\naurat hai. \n---TARGET SECTION TO BE ANNOTATED---\n(looks down and away)\nMujhe kuch poochna tha unse, to mobile ka\nnambar ghumaya, to ek aurat utha kar\nkehti hai “tum kaun?” Humne kaha unki\nMissus. Voh hansne lagi, aur unko bulate\nhue kaha - “badi bholi maloom padti hai!\nKahan se laye usko?!”\n\nShe covers her face with her hands for a long moment.\nThen she looks up at the camera. She smiles, a little\nsad.\n\nYASMIN (CONT’D)\nKhair chhodo in baaton ko... Us din phone\npar main itni khush ho gayi ki bohot sari\nbaatein poochna bhool gayi. Exam mein\nkitne number mile? Aur Chhoti kaisi hai?\nAb to aam aane lag gaye honge baag mein!\nYahaan ke aam mein voh taste kahan!...\n\nShe smiles at the memory.\n\f103\n\n104\n\n75.\n\nINT. THE FLAT (A) - MOMENTS LATER 103\nArun’s phone rings.\n\nARUN\nHi V... yes, its going well... I’m not\nsure but maybe in a month or two?... no,\nI can’t be done faster than that...\nlisten, Vatsala, I... No I don’t know...\nlisten, I can’t work to these deadlines\nanymore, okay? I can’t. I’1l1 let you know\nwhen I’m done and you can come and take\nthese, okay? Till then please quit\nhassling me!\n\nHe hangs up and throws his phone onto the sofa. He takes\na deep breath. The phone begins to ring again. He\ndisconnects the call. Again it rings and he gets really\nmad. He takes the call, and as he hears Vatsala say\n“hello? hello?” at the other end, he drops the phone into\nthe toilet and pulls the flush on it. He watches the\nphone drown with satisfaction. Then he goes to the\nkitchen and puts on the kettle for tea.\n\nINT. FLAT OF MRS. SHAH - DAY 104\n\nMunna is standing at the window of the flat which looks\non to the sea. Mrs.",
  "59": "---END OF PREVIOUS SECTION---\nFLAT OF MRS. SHAH - DAY 104\n\nMunna is standing at the window of the flat which looks\non to the sea. Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Shah is lying on the bed, resting on\none elbow and looking at him. She looks very irritated.\n\nMRS. SHAH\nNahi aana chahta hai to mat aa! Maine kab\nzabardasti kiya hai! Achanak tumko kya ho\ngaya hai, kya maloom.\n\nMunna stays silent.\n\nMRS. SHAH (CONT’D)\nTera us ladki ke saath kuch to chakkar\nhai.\n\nMUNNA\nAb kuch bhi bol rahi hain aap.\n\nMRS. SHAH\nKuch bhi kya. Tujhe usse pyaar ho gaya\nhai, yehi baat hai. Sahi to keh rahi\nhoon. Idiot kahin ka...\n\nMunna turns to face her, anger in his eyes.\n\f105\n\n76.\n\nMRS. SHAH (CONT’D)\nArre sach baat sunne se sab darte hain!\nUs amriki ladki ne tujhe thoda kya bhaav\nde diya, tu lattu ho gaya! Arre Munna\napni aukat dekha kar, samjhe! Ab nikal\nghar se, aur vapas mat aana jab voh tujhe\nlollypop khila kar bhej deti hai! Ja!\n\nShe turns over and reaches for the TV remote. She puts on\nsome television drama and presses a buzzer by her\nbedside. The young maid appears.\n\nMRS. SHAH (CONT’D)\nEk thanda coke le kar aa, ice bhar ke.\nAur suno, aaj se Munna nahin aayega kapde\nlene. Watchman ko bhi batana aur koi aur\ndhobi dhoondh lena.\n\nThe maid leaves. Mrs Shah continues to watch TV ignoring\n\nMunna. Finally Munna leaves the room.\n\nEXT. SUBWAY - LATER - NIGHT 105\nMunna is heading back with Salim, Salim ribbing him about\n\nhis ‘mashooga’ and Munna is in high spirits. They are\n\nwalking along the lane, laughing and joking.\n\nA weasly looking man steps out of the shadows and stops\nSalim.",
  "60": "---END OF PREVIOUS SECTION---\nSUBWAY - LATER - NIGHT 105\nMunna is heading back with Salim, Salim ribbing him about\n\nhis ‘mashooga’ and Munna is in high spirits. They are\n\nwalking along the lane, laughing and joking. A weasly looking man steps out of the shadows and stops\nSalim. \n---TARGET SECTION TO BE ANNOTATED---\nJACKIE\nEh Salim, Kaleybhai ne tumhe bulaya hai.\n\nSalim looks at him with distaste.\n\nSALIM\nMain busy hai. Kya kaam hai usko?\n\nJACKIE\nPata nahin. Shayad iftari karni thi\ntumhare saath.\n\nSALIM\nArre, abhi?! Abhi to kuch ghante main\n\nsehri hai!\n\nJACKIE\nTo main keh doon kya, ki tu busy hai?\n\nSalim isn’t happy.\n\f106\n\n107\n\n108\n\n77.\n\nSALIM\nKahan milna hai?\n\nJACKIE\nStation ke peeche shed pe.\n\nSALIM\nTheek hai main aata hoon.\n\nJackie leaves. Salim readies to part ways with Munna.\n\nMUNNA\nMain bhi chaloon?\n\nSALIM\nNahin, main jaldi aata hoon. Tu apna\nghatiya kaam nipat ke aa, phir sehri\nkarte hain!\n\nThey part.\n\nINT. THE FLAT - DAY (D.V. FOOTAGE) 106\n\nYasmin is shooting a plane flying over the buildings. It\nsounds very loud, flying low over the skyline. She\nfollows it till its out of sight.\n\nIn a separate cut, she focuses on a street celebration;\nsome people are pushing along their god on a small cart\namidst drums and dancing.\n\nINT. THE FLAT (A) - NIGHT 107\n\nArun is painting as the tape is playing. There’s snow on\nthe screen as it seems the recorded portion is over, and\nArun has just left it to run to the end.\n\nSuddenly an image appears on the screen. Arun turns to it\nsurprised, and comes closer to it to see. Yasmin has put\nthe camera on the table and she goes to sit in front of\nit. She looks depressed and smiles sadly.\n\nINT. THE FLAT (Y) - DAY (D.V. FOOTAGE) 108\n\nYASMIN\nYeh mera akhri khat hai. Pata nahin yeh\ntum tak pahunchegi ya nahin. Allah tumhe\nkhush aur salaamat rakhey. Mujhse gussa\nmat hona.",
  "61": "---END OF PREVIOUS SECTION---\nPata nahin yeh\ntum tak pahunchegi ya nahin. Allah tumhe\nkhush aur salaamat rakhey. Mujhse gussa\nmat hona. \n---TARGET SECTION TO BE ANNOTATED---\n Maine bohot koshish ki hai.\nAmmi aur Abbu ko bhi samjha dena.\n\f109\n\n110\n\n78.\n\nShe has tears in her eyes and she gets up and turns the\ncamera off.\n\nINT. THE FLAT (A)- MOMENTS LATER 109\n\nArun is weirded out. He rewinds and watches the segment\nagain. His expression changes when he realizes what she\nis trying to say. He gets up, panicky almost, and paces\naround. Then he calls Rakesh.\n\nRAKESH\nHaan Arunji!\n\nARUN\nRakesh, yahan ka maalik kahan rehta hai?\nKya naam hai uska?\n\nRAKESH\nKyun? Aap mile the na us din. Vidyadhar\nPatil.\n\nARUN\n\nPatil nahin. Usne kisi se kharida tha.\nUska naam kya hai?\n\nRAKESH\nPata karna padega. Kyun?\n\nARUN\nPata karo. Jaldi Rakesh.\n\nRAKESH\nKya problem hai Arunji?\n\nARUN\nRakesh, time nahin hai! Jaldi pata karo!\n\nEXT. STREET NEAR A SLUM - NIGHT 110\n\nShai is armed with her camera. She follows a man into an\nalley. He is wearing Municipal khaki shorts and a shirt\nand carrying a torch and a book.\n\nBMC MAN\nYeh area bohot bada hai. Do aadmi rahenge\nyahan.\n\nThey walk past ramshackle homes, children lying on\ntatters outside huts, and garbage.\n\f111\n\n112\n\n79,\n\nBMC MAN (CONT’D)\nVoh dikhta hai ek Worker.\n\nThere’s a figure in the moonlit shadows ahead. As they\napproach, the figure is slowly skulking around, as if on\na hunt, looking this way and that. The BMC man motions to\nher to be quiet and watch. The man is carrying a big\nstick which he holds aloft and suddenly swings it down\nhard, hitting something again and again. Shai raises her\ncamera and takes a picture on motor drive and the man is\nilluminated in a surreal strobe like flash, and we see it\nis Munna.",
  "62": "---END OF PREVIOUS SECTION---\nThe BMC man motions to\nher to be quiet and watch. The man is carrying a big\nstick which he holds aloft and suddenly swings it down\nhard, hitting something again and again. Shai raises her\ncamera and takes a picture on motor drive and the man is\nilluminated in a surreal strobe like flash, and we see it\nis Munna. \n---TARGET SECTION TO BE ANNOTATED---\nThe BMC man shines a bright light and Shai sees Munna and\nhe stares at her in shock, his clothes all bloodied, and\n\na mangled rat in his hand.\n\nSHAI\nMunna?\n\nShe is bewildered to see him there. Munna looks at her,\nshocked, shame written all over him, and then runs off\n\ninto the shadows.\n\nBMC MAN\nAap isko jaanta hai?\n\nSHAI\nMunna!\nEXT. STREETS - MOMENTS LATER 111\nMunna is running, as if he’s scared Shai will run after\nhim. He looks shocked, he’s almost crying.\nINT. THE FLAT (A) - LATER 112\nRakesh has called.\nRAKESH\nHaan Arun saab, unka naam Ahmed tha. Last\nyear Patil ko becha. Bade jaldi mein tha.\n\nARUN\nKahan milega voh?\n\nRAKESH\nVoh to Dubai migrate ho gaye.\n\f113\n\n80.\n\nARUN\nArre unki biwi hai, Yasmin, usse milna\nhai. Address chahiye unka.\n\nRAKESH\nUnka address to nahin hai Patil ke paas.\n\nARUN\nArre kuch to idea hoga! Aaj kal flat lene\nke liye full paperwork karna padta hai!\nKoi contract to hoga?\n\nRAKESH\nNahin Ahmed ko full black mangta tha, to\nPatil ne kisi tarah khila-pila ke\nregister karva liya.\n\nARUN\nRakesh yeh bohot important hai! Kisi\ntarah pata karo!\n\nRAKESH\nKya ho gaya Arunji? Aap koi problem mein\naa gaye?\n\nArun hangs up in frustration, slumps down on his chair.\nHe throws his head back and closes his eyes. When he\nopens his eyes he sees the ceiling and notices that one\nof the fan hooks has no fan on it. He finally realizes\nwhat happened, and is shocked. He almost thrashes around\nhelplessly, his grief and shock too much to bear. He\nstumbles out of the flat where he sees the lady of\nperpetual blankness sitting with her sad expression. He\nlooks at her and breaks down crying.\n\nEXT.",
  "63": "---END OF PREVIOUS SECTION---\nHe\nstumbles out of the flat where he sees the lady of\nperpetual blankness sitting with her sad expression. He\nlooks at her and breaks down crying. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DHOBI GHAT - SAME NIGHT 113\n\nMunna sits in the deserted dhobi ghat, by the light of\nthe moon and some street tube light, and stares blankly.\nHis eyes are dark hollows, and the freshly washed white\nsheets are luminous and fluorescent.\n\nA young man comes running in and sees Munna and stops.\nMunna looks up at him. Its Salim’s younger brother,\nKarim. He looks at Munna and begins to cry ina\nbloodcurdling, desperate way. Munna realizes that\nsomething is very wrong.\n\f114\n\n115\n\n116\n\n117\n\n118\n\n81.\n\nINT. SALIM’S SLUM ROOM - SAME NIGHT 114\n\nSalim lies on the floor of his hut, partially covered by\na bloody sheet. Several people sit inside and out, or\nstand around. Among them is a thickset middle-aged man,\npowerful looking, with some henchman behind him. He sits\nprominently in the centre of the room on the only chair\nthere. Salim’s mother sits at his head, dry eyed and\nnumb.\n\nMunna enters with Karim, and the Bhai looks up at them.\nThe crowd parts as they enter, and the bhai stretches his\narms out to Karim, who stiffly goes and gets hugged by\nhim. Munna goes beserk, crying and raging at the same\ntime, and takes his rat-lathi which he’s carrying and\nattacks the Bhai, cracking the lathi on his head. The\nBhai manages to miss the blow to the head but gets hit in\nhis shoulder. Mayhem breaks out as the Bhai’s men\nintervene and pull Munna away, throw him to the floor and\nkick and hit him. Munna is sobbing by now, allowing them\nto hit him. The Bhai pulls his men off and they all\nleave. Salim’s mother’s face crumples and she cries\nnoiselessly into Munna’s shoulder as he lies there\ncrying, and Karim comes and sits next to them helplessly.\n\nEXT. STREETS - LATER 115\nShai walks around on the empty streets of the night. She\n\nlooks shaken. At one point she just stops and looks\n\naround her, trying to understand where she is.\n\nEXT.",
  "64": "---END OF PREVIOUS SECTION---\nShe\n\nlooks shaken. At one point she just stops and looks\n\naround her, trying to understand where she is. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BUILDING UNDER CONSTRUCTION - DAWN 116\nSelva stands at the top of the building with a grey dawn\n\nbreaking over Bombay.\n\nEXT. MUSLIM CEMETERY - DAWN 117\nMunna, Karim and a few others are at Salim’s grave. A\n\nmaulvi says the prayer, and the group stands around the\n\ngrave with their eyes downcast. Karim is looking calm,\n\nand he stands close to Munna, who also looks calm.\n\nEXT. MARINE DRIVE SEAFACE - DAWN 118\nArun is sitting by the sea as the first light of day\n\nbreaks. In his hand he holds Yasmin’s chain with the ring\nwhich he had worn earlier.\n\f119\n\n120\n\n121\n\n122\n\n123\n\n124\n\n82.\n\nHe fingers the ring, looks at it with affection, brings\nit briefly to his lips and then throws it into the sea.\nThen suddenly, as he watches it sink, he changes his\nmind. He scrambles over the rocks and runs to get it\nback. He gets into the water. Its murky and cold. He\nswims around under water until he finally sees it\nsinking, and in the nick of time manages to catch it.\n\nEXT. STREET - DAY 119\n\nA wet Arun walks back home through the stirring city,\n\nagain wearing the chain.\n\nMONTAGE:\n\nEXT. BUILDING UNDER CONSTRUCTION - DAY 120\n\nOur construction worker starts his working day, carrying\nsand and stones up the stairs.\n\nEXT. DHOBI GHAT - DAY 121\n\nShai is at the dhobi ghat, sitting alone waiting for\nMunna. Some dhobi comes early and gets surprised to see\nher. She asks him where Munna is, but he has no idea.\n\nINT. MUNNA’S ROOM - DAY 122\n\nMunna is packing his belongings into his trunk. He\ncarefully takes the poster of Salman down and rolls it\nup.\n\nEXT. TAXI ON STREET - DAY 123\n\nMunna, Karim and his mother are in a taxi. The carrier on\ntop and the boot are loaded with things. Munna sits at\nthe back with the other two, looking numb. In front sits\na weasley looking man, talking on his cell phone,\nevidently one of the Bhai’s men.\n\nI/E.",
  "65": "---END OF PREVIOUS SECTION---\nMunna sits at\nthe back with the other two, looking numb. In front sits\na weasley looking man, talking on his cell phone,\nevidently one of the Bhai’s men. I/E. \n---TARGET SECTION TO BE ANNOTATED---\n NEW APARTMENT - DAY 124\n\nRakesh is showing Arun a new apartment. This is\nconsiderably more upmarket.\n\f83.\n\n125 INT. FLAT IN JOGESHWARI - LATER 125\n\nMunna and the other two are standing inside an empty 100\nsquare feet flat. They look around themselves, and Amma\nsinks down to sit on the floor.\n\nMUNNA\nChal Karim, saamaan upar le aate hain.\n\nThey leave. Amma buries her head in her hands, as some\ncurious kids stand at the door and stare at her.\n\n126 EXT. SLUM STREET - DAY 126\n\nShai is walking through the narrow lane of the slum\nlooking for Munna. People look curiously at her.\n\n127 INT. ARUN’S NEW APARTMENT - DAY 127\n\nArun is standing in his empty new apartment. He goes over\nto a bubble-wrapped canvas and tears it open. It is his\nYasmin work. He takes it out and puts it up on the blank\nwall and looks at it.\n\n128 INT. PRODUCTION OFFICE - DAY 128\n\nMunna sits, looking all smart, in front of a production\nguy.\n\nASLAM\nYeh to bohut bura hua. Kaise hua?\n\nMUNNA\nDono gang mein kuchh problem ho gayi.\nApna Salim beech mein phas gaya.\n\nASLAM\nPolice complaint kiya?\n\nMUNNA\nKahan.. Un log to usi raat Salim ko dafna\nkar, hum log ko idhar Jogeshwari mein ek\nflat mein fit kiya. Aur police bhi kya\nkarti, aadha waqt hum log hi udhar thane\nmein baithte.\n\nAslam nods wisely.\n\f129\n\n130\n\n84.\n\nMUNNA (CONT’D)\nBhai kucch karo na, koi bhi chhota mota\nrole. Kuch bhi. Ab parivar mein main hi\nhoon.\n\nASLAM\nTumko card banvani padegi.\n\nMUNNA\nHaan bhai main karta hoon na. Aap jo bhi\nbolo.\nINT.",
  "66": "---END OF PREVIOUS SECTION---\nMUNNA\nHaan bhai main karta hoon na. Aap jo bhi\nbolo. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE FLAT (A) LANDING - DAY 129\n\nShai stands facing Arun’s flat, undecided about ringing\nthe doorbell. She is carrying a packet in her hands which\nhas his shirt in it. She rings the bell and waits. No\nanswer. Then she notices that the door has a lock on it.\nShe walks over to the silent lady, who is looking vacant\nas usual. She smiles and approaches her.\n\nSHAI\nHello Aunty.\n\nThe lady just looks at her.\n\nSHAI (CONT’D)\nI wanted to know if I could leave a\npacket for your neighbor Mr. Arun..\n\nA lady from down the hall calls out to her.\n\nNEIGHBOUR\nVoh aadmi chala gaya.\n\nEXT. DRYING YARD - DAY 130\n\nShai wanders in with her camera, remembering the time\nthat Munna had brought her there. Suddenly she spots\nMunna standing with a group of his old friends, talking.\nHe sees her and breaks into a run, and she gives chase.\nAfter a bit of a chase, Munna crashes headlong into a\ndhobi carrying a whole bundle of clothes who roundly\ncurses him. Munna is knocked to the ground, and Shai\nreaches and sits next to him out of breath. They look at\neach other.\n\f131\n\n85.\n\nEXT. DRYING YARD - MOMENTS LATER - DAY 131\n\nMunna and Shai are sitting on the wall looking at the\nmottled sky.\n\nSHAI\nTum bhaag kyun gaye? Us din bhi tum bhaag\ngaye.\n\nMunna doesn’t answer. He looks upset.\n\nSHAI (CONT’D)\nKya hua? Aur apni room bhi badli kar di?\n(he nods)\nKahan rehte ho ab?\n\nMUNNA\nApne khala ke saath.\n\nSHAI\nAccha? Tumhare yahan rishtedaar hain?\nMujhe nahin maloom tha.\n\nMUNNA\nKoi khoon ka rishta nahin hai, voh Salim\nki ma hai.\n\nSHAI\nOh. Salim kaisa hai?\n\nMunna doesn’t answer.",
  "67": "---END OF PREVIOUS SECTION---\nSHAI\nOh. Salim kaisa hai? Munna doesn’t answer. \n---TARGET SECTION TO BE ANNOTATED---\nSHAI (CONT’D)\nMunna? What’s the problem, mujhse gussa\nhai? Aajkal mera phone bhi nahin lete!\nNumber badal diya hai kya? Suddenly tumhe\nkya ho...\n\nMUNNA\nSalim mar gaya.\n\nShai is too shocked to reply.\n\nMUNNA (CONT’D)\nVoh saale bolte hain train ke neeche\naakar mar gaya. Kameene saale! Maar dala\nmere bhai ko. Maar dala.\n\nShai doesn’t know what to do, as he keeps shaking his\nhead in anger. She puts her hand on his arm, and after a\nfew moments he calms down.\n\f132\n\n86.\n\nSHAI\nItna sab ho gaya aur tumne mujhe bataya\nhi nahin? Kyun, Munna? Kya hum dost nahin\nhain?\n\nMunna laughs a short laugh, almost to himself.\n\nMUNNA\nHaan. Hum dost hain.\n\nHe turns and looks at her with a strange look in his\neyes, mocking himself and her. Then he turns to look out\nto the setting sun.\n\nSHAI\nAb Arun bhi nahin mil raha hai. Kahan hai\nvoh? Idea hai tumhe?\n\nMunna looks at her sadly.\n\nMUNNA\nPainter saala. Tumhara usspe dil aa gaya\nna?\n\nShai smiles.\n\nMUNNA (CONT’D)\nVoh gaya hoga apne pehli biwi ke paas.\nAustralia. Pata nahin, dono mein phir se\npyaar ho jayega, bachcha bhi hai...\n\nShai looks away.\n\nEXT. STREET OUTSIDE DHOBI GHAT- DAY 132\n\nMunna and Shai stand facing each other on the busy\nsidewalk.\n\nSHAI\nTo kabhi phone karna, milna...\n\nMunna nods. Shai gives him a quick hug and gets into a\ncab on the kerb. As she drives off into the rush of\nevening traffic, Munna looks after her. He walks to a\nnearby cigarette vendor, buys a cigarette, lights it and\nsmokes it, thinking. Then he suddenly drops his cigarette\nand runs after her cab.",
  "68": "---END OF PREVIOUS SECTION---\nAs she drives off into the rush of\nevening traffic, Munna looks after her. He walks to a\nnearby cigarette vendor, buys a cigarette, lights it and\nsmokes it, thinking. Then he suddenly drops his cigarette\nand runs after her cab. \n---TARGET SECTION TO BE ANNOTATED---\n He chases it, pushing past\npeople, getting honked at. He almost catches it ata\ntraffic light, but misses it. He runs across the main\nroad, cars swerving around him, and when there’s a\ntraffic jam finally manages to reach her window. She is\nshocked to see him, her heart in her mouth.\n\f133\n\n134\n\n87.\n\nHe is breathing too hard to say anything. He reaches into\nhis pocket and rifles through the bills, cards, papers\netc until he finds a small chit. It has Arun’s name and\nnumber on it in Arun’s hand. He hands it to her. She\ntakes it, moved by the enormity of his gesture. She looks\nat him, he smiles and gives her a wave to carry on. The\ncabbie takes off as Munna watches and then walks away\ninto the traffic. Shai breaks down and cries.\n\nINT. AIRPORT - DAY 133\nVatsala and Arun are in a line at the check-in counter at\nthe international airport. Arun is looking thoughtful. He\n\nturns to Vatsala.\n\nARUN\nHey V, I’m sorry I can’t come.\n\nVATSALA\nWhat? What do you mean?\n\nARUN\nI have to go.\n\nVATSALA\nGo where?\n\nARUN\nTo Malihabad.\n\nVATSALA\n\nWhere?! What’s Malihabad?\n\nARUN\nIts in U.P. Its a place famous for\nmangoes.\n\nVATSALA\nArun, don’t talk nonsense, you can’t\njust... Arun!!\n\nArun is already walking away.\n\nEXT. S.T. BUS STAND - EVENING 134\n\nSelva waits for a bus going to a place in Andhra Pradesh.\nOne bus comes into the stand which is packed, and empties\nits passengers through one door while there is a small\nstampede to get in through the other door (of which Selva\nis part). Out of the people who get out, there is a boy\naround eighteen carrying a small bag. We follow him as he\ndisappears into a crowd.\n\f\f"
}