{
  "1": "MY FRIEND\nDAHMER\n\nby\nMarc Meyers\n\nbased on the graphic novel\nby John Backderf\n\fOVER BLACK:\n\nWhen I was a kid, I was just like\n\nanybody else.\n\n-Jeffrey Dahmer\n\nFADE IN:\nA DEAD CAT on the side of the road. Flies swarm around. Cars\npass. Then, a thunderous rumble. The large tires of a PENCIL\nYELLOW SCHOOL BUS approach and come into focus.\nEXT. COUNTRY ROAD, OHIO - AFTERNOON (1977) - ESTABLISHING\n\nThe bus barrels down the two-lane blacktop, cutting through\nthe wooded countryside.\n\nJEFF DAHMER, 16, gazes out the window. His blank face is\nhidden behind WIRE-RIMMED GLASSES and SHAGGY, TOWHEADED HAIR.\nHis eyes track the roadkill as the bus drives past.\n\nINT. SCHOOL BUS - CONTINUOUS\n\nFull of jabbering TEENAGERS. Awkward freshman sit closer to\nthe front. Cooler kids own the back rows.\n\nIn a middle row, Jeff is by his lonesome.\n\nThree average teenagers in the row directly in front of him\nplay Twenty Questions:\n\nPIMPLE FACE\nIs it a person?\n\nBOWL CUT\nYes.\n\nFRECKLE FACE\nIs the person living?\n\nBOWL CUT\nYes.\n\nPIMPLE FACE\nIs the person famous?\n\nBOWL CUT\nSort of.\n\nThe Bus driver grips the steering wheel as the bus hits a\ncluster of potholes. Everyone bounces, but no pause to the\nantics.\n\fJOHN “DERF” BACKDERF, 17, sits in the front. He has a\nsubversive confidence. Already resigned to his band-nerd\nstatus, he no longer gives a shit. He RIPS OUT a page from\nhis pad:\n\nDERF\nDang it.\n\nThe bumpy ride ruined his cartoon. He starts a new sketch\nthat mocks the Bus Driver clenching the steering wheel:\n\nBUS DRIVER\nCalm down in the back. Sit down...\n\nThe bus thunders along and turns onto WEST BATH ROAD.\n\nJeff's eyes land on a NEIGHBORHOOD JOGGER, late 40s, handsome\nand lean, running in the same direction as the bus.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSit down... The bus thunders along and turns onto WEST BATH ROAD. Jeff's eyes land on a NEIGHBORHOOD JOGGER, late 40s, handsome\nand lean, running in the same direction as the bus. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s\ndressed in classic 70s running attire: Nikes, color striped\ntube socks, Adidas shorts.\n\nThe bus stops. Several kids unload. The jogger runs ahead.\nThe bus picks up speed. Again, Jeff's eyes lock on the\nNeighborhood Jogger. Jeff studies the jogger’s stride, his\narms moving back & forth, thighs pumping, his stoic face.\n\nThe bus accelerates. The Neighborhood Jogger starts to\ndisappear behind the bus in the distance.\n\nJeff heads up the aisle to the rear emergency exit door,\ntrying to keep his sights on the jogger. He’s oddly fixated.\n\nBUS DRIVER (CONT’D)\nSit down in the back. Can’t see. Who\nis that?\nThe front row freshmen shrug. They don’t know.\n\nBUS DRIVER (CONT’D)\nHey!\n\nOther kids on the bus don’t know either.\n\nBUS DRIVER (CONT’D)\nWho's that?\n\nDerf looks up from his drawing pad.\nDERF\n\n(eye rolls)\nThat’s Jeff Dahmer.\n\fBUS DRIVER\nJeff. Sit down.\n\nJeff gets a tap on the shoulder. He turns around.\n\nJEFF\nBut I didn’t do anything.\n\nJeff returns to his seat. The bus accelerates again...\n\nEXT. SCHOOL BUS - MOMENTS LATER\n\nThe bus dumps Jeff and some other kids off at their stop.\nEXT. DAHMER FAMILY HOME - DRIVEWAY - CONTINUOUS\n\nJeff steps up to the edge of the driveway and waits. There\nagain, the Neighborhood Jogger approaches. Getting closer -\nJeff smiles, yet afraid to wave, as the jogger runs right\npast and continues up the slope.\n\nOnce the jogger disappears over the hill, Jeff lowers his\nhead and shuffles up the driveway. His shoulders thrust\nslightly forward. A strangely rigid and inflexible figure.\nThe stiff, awkward gait of a kid uncomfortable in the world.\nINT. DAHMER FAMILY HOME - KITCHEN - CONTINUOUS\n\nJeff dumps his backpack on the floor. He heads into the den.\nThe hallway walls are lined with dismal wood paneling. He\nhears chatter around the corner and curiously backtracks.\nINT. DAHMER FAMILY HOME - LIVING ROOM - CONTINUOUS\n\nJeff enters the living room. A wall of windows looks out on\nthe wooded property sloping below.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DAHMER FAMILY HOME - LIVING ROOM - CONTINUOUS\n\nJeff enters the living room. A wall of windows looks out on\nthe wooded property sloping below. \n\nTARGET SECTION TO BE ANNOTATED:\nHe discovers his fragile mother, JOYCE DAHMER, 41, on the\nsofa. She flips through a lookbook with MR. BURLMAN, a middle-\naged man with a slight twitch.\n\nMR. BURLMAN\nI-I-I think we cud frame the wall of\nwindows with dwapes.\nJoyce looks up and notices--\n\nJOYCE\nJeff. Hi. What about tennis practice?\n\nJEFF\nTold you already, tennis season ended.\n\f4.\nMr. Burlman stands. His knees knock. He wobbles toward Jeff,\nand extends his hand.\nJOYCE\nThis is Mr. Burlman, my new interior\ndecorator.\n\nMr. Burlman’s twitching escalates.\n\nMR. BURLMAN\nHehwo... braaa... Jeff.\n\nJOYCE\nDon’t be alarmed. Just a mild case of--\n\nMR. BURLMAN\nP-p-palsy.\n\nJOYCE\nHe’s a very talented designer.\n\nMR. BURLMAN\nThank you, Mrs. D-d-dahmer.\n\nJEFF\nHi.\n\nMr. Burlman trembles for a beat, stuck.\n\nMR. BURLMAN\nN-n-nice to meet you.\n\nJEFF\nUh-huh.\n\nJeff cuts through and exits the side door to return outside.\nEXT. DAHMER FAMILY HOME - BACK YARD - CONTINUOUS\n\nJeff chuckles to himself. The man’s tick amuses him, as it\nwould any teenager.\n\nJEFF\n(to himself)\nDwapes.\nEXT. COUNTRY ROAD - LATER\n\nJeff treads along the side of the road. Tennis sneakers grind\nagainst the pebbly dirt. His pace slows.\n\nAt his feet is the same roadkill, spotted from the bus. He\nTAPS THE DEAD CAT with his sneaker.\n\f5.\n\nJeff reaches down and picks it up. Holds it preciously in his\npalms. He compulsively squeezes it. A slight sound escapes\nfrom the decomposing insides. He smirks.\n\nPrepared for such a macabre discovery, Jeff pulls a crumpled\nplastic bag from his pocket and places the roadkill inside.\n\nEXT. COUNTRY ROAD - AFTERNOON\n\nA bunch of teenagers on bikes maraud down the road. Little\nconcern for traffic.\n\nBOSSY\nc'mon. I don’t wanna miss Monty\nPython.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle\nconcern for traffic. BOSSY\nc'mon. I don’t wanna miss Monty\nPython. \n\nTARGET SECTION TO BE ANNOTATED:\nLANKY\nNudge nudge. Wink wink. Know what I\nmean?\n\nBOSSY\n\nSay no more. Say no more.\n\nSHORTY\nCar.\n\nThe teenagers swoop to the shoulder to let the car pass. They\nkeep peddling up the hill, huffing it.\n\nSuddenly, a DOG SNARLS at them from the edge of a property\nand they peddle quicker, but the incline makes a quick\ngetaway that much harder.\n\nSHORTY (CONT’D)\nWe shoulda gone the other way.\n\nThey run straight into Jeff who’s walking down the hill,\ncarrying his souvenir.\n\nJEFF\nYou’re safe. The dog’s harmless and on\na chain.\n\nThe teens catch their breath. They’re immediately curious--\n\nBOSSY\nHey, Dahmer. Why are you carrying\naround...\n(glances in the bag)\nEw!... Dead cat!?!\nJEFF\n\nI’m gonna dissolve it.\n\fLANKY\nHuh?\n\nJEFF\nIn some acid.\n\nBOSSY\nWhaaat? You’re so fulla crap.\n\nSHORTY\nWhere did you get acid?\n\nJEFF\nMy dad’s a chemist. I can get my hands\non it easy.\n\nLANKY\nYeah right--\n\nJEFF\nCome see if you don’t believe me.\n\nThey follow Jeff down the hill.\n\nEXT. DAHMER FAMILY HOME - WOODED FRONT YARD - AFTERNOON\nTucked in the woods on the side of the property, just fifty\nfeet from the road, is a MAN-MADE WOODEN SHED. Weeds grow up\nthe walls. Jeff and the gang of curious teenagers approach.\nINT. HUT - CONTINUOUS\n\nThey enter. A rickety door. A musty space. Assortment of\nglass jars line the shelves. Each contains a brown, murky\n\nsubstance, individually labeled: Raccoon, Crow, Rabbit, etc.\n\nJEFF\nWelcome to my science project.\n\nJeff places the dead cat on the table, then retrieves an\nALUMINUM CONTAINER.\n\nJEFF (CONT'D)\nThis acid is kinda weak... so it takes\nmore than a couple of weeks for the\nflesh to dissolve.\n\nHe pours acid into an empty jar, then forces the cat inside.\n\nBOSSY\nYuck.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF (CONT'D)\nThis acid is kinda weak... so it takes\nmore than a couple of weeks for the\nflesh to dissolve. He pours acid into an empty jar, then forces the cat inside. BOSSY\nYuck. \n\nTARGET SECTION TO BE ANNOTATED:\nJeff pours in some more acid and caps it off.\n\fSHORTY\nWha-wha-why are you doing this?\n\nJEFF\nI like to study bones. It-it interests\nme. What’s inside...\n\nBOSSY\nAw, this is all total bullcrap! Dead\nanimals, acid, c’mon. I bet these jars\nare fulla nothin’ but muddy water.\n\nBrowbeaten beads of sweat dot Jeff's forehead. He pushes past\nand reaches for a jar on a top shelf. Labeled: Raccoon.\n\nJEFF\nSee this. I found it a month ago on\nHametown Road. The flesh is almost\ncompletely dissolved now.\n\nBOSSY\nHa! Yeah right.\n\nJEFF SNAPS. He THROWS THE JAR DOWN on the floor, shattering\non impact. Remnants of a half-dissolved raccoon spill out.\nFlesh-pudding and bones. A jawbone. Gnarly raccoon feet.\n\nThe STENCH is palpable, like a hundred rotten eggs. They all\ngag, bumping into one another as they squeeze out the door.\n\nEXT. WOODS - HUT - CONTINUOUS\n\nJeff and the other teenagers scatter away from the hut,\nholding their noses, retching. One vomits in the dirt.\n\nBOSSY\nGawd, Dahmer! You are such a freak.\n\nThe teens run off, abandoning him. Jeff stands alone on the\nedge of his property - a stiff silhouette.\n\nINT. DAHMER FAMILY HOME - DINING AREA - NIGHT\n\nJeff's father LIONEL DAHMER, 41, sits at the head of the\ndining table. A man of high intellect but unable to connect\nover quotidian details with his chafing wife or two sons,\nJeff and DAVE, 10.\n\nLionel serves himself some peas and carrots. Nearby, in the\nkitchen, Joyce anxiously pulls a chicken out of the oven.\n\nLIONEL\n(breaks the silence)\nSomeone pass the iced tea.\n\fDave reaches for it. Jeff takes the pitcher and passes it.\n\nJEFF\nHow was your day, Dad?\n\nLIONEL\nUneventful.\n\nDAVE\nMrs.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nHow was your day, Dad? LIONEL\nUneventful. DAVE\nMrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Demeson read more from\nCharlotte’s Web today--\n\nJEFF\nDad, is there a stronger chemical I\ncould use? Something that works\nfaster?\n\nJOYCE\nJeff, let your brother speak. What’s\nthe book about, Dave?\n\nDAVE\nIt’s a... about a spider who talks to\na pig named Wilbur who’s going to be\nslaughtered by a butcher.\n\nLIONEL\nLet me think.\n\nJoyce serves an under-cooked chicken.\n\nJOYCE\nJeff, give your brother the\ndrumsticks.\n\nJEFF\nWhy? He doesn’t - I like the dark\nmeat.\n\nLIONEL\nJeff.\n\nJeff obliges and gives the two drumsticks to his brother.\nThey pick at the chicken. It’s raw on the bone.\n\nDAVE\nDad, why is there toilet paper in our\ntrees, again?\n\nLIONEL\nI don’t know, son.\n\nJeff lowers his head. Lionel sneaks a peak in his direction.\n\fLIONEL (CONT’D)\nHow's tennis, Jeff?\n\nJEFF\nIt ended over a week ago. But next\nyear I got a chance to be ranked\nsecond singles.\n\nLIONEL\nNext fall, how about play some team\nsports? Or join some clubs...\nJeff chokes on his food, and the intimidating suggestion.\n\nJOYCE\nShoot, I forgot the potatoes.\n\nJoyce beelines back to the oven.\n\nJEFF\n\nI’m in the Marching Band too.\nLIONEL\n\nI know, but... something new might\n\nlead to some better friends. Friends\nare our connection to the world.\n\nJoyce returns with hot potatoes and drops them on the plates.\n\nDAVE\nChicken’s red inside, Mom.\n\nJoyce stops moving and examines the table.\n\nJOYCE\nYou don’t like my cooking? New house\nrule. We eat our mistakes.\n\nJoyce sits. The two boys pick at the food. Lionel and Joyce\nmake eye contact across the table. Jeff notes their glare,\nfull of resentment.\n\nEXT. REVERE HIGH SCHOOL - MORNING - ESTABLISHING\n\nA drove of students mill about. It’s a quintessential public\nhigh school - soulless, modular formation of red brick. A\nschool bus pulls in and drops off another herd of teenagers.\n\nSome kids gather around the SCHOOL ROCK.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a quintessential public\nhigh school - soulless, modular formation of red brick. A\nschool bus pulls in and drops off another herd of teenagers. Some kids gather around the SCHOOL ROCK. \n\nTARGET SECTION TO BE ANNOTATED:\n This defaced boulder\nis the students’ billboard: graffiti, couples’ initials, and\nthe declarations “Balderelli Sucks” and “Class of ‘77 Rules!”\n\f10.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - MORNING\n\nJeff walks warily down the overcrowded hall, teeming with mid-\n70s trends, hormones, and bravado. Platform shoes. Bell\nbottoms. Layered long hair and sideburns. “Sabbath Bloody\nSabbath” by Black Sabbath blares from a beatbox.\n\nTwo senior BULLY-JOCKS shove Jeff into the wall--\n\nBULLY-JOCKS\nOutta my way, Dumber! Dumb ass.\n\nJeff slides to the floor. He scurries to pick up his books.\nINT. BIOLOGY CLASS - DAY\n\nWorking by himself, Jeff peers into a microscope.\n\nSeveral rows ahead, Derf and two rascally cohorts, KENT and\nMIKE, joke around. Kent wears a KISS T-shirt, almost always.\nHe also wears a skeptical attitude. Mike is constantly\n\njovial, with a paunchy, short physique to match.\n\nMS. BOWLES, 50s, limps around class. Her metal ankle-brace\ncreaks and distracts, as does her lisp.\n\nMS. BOWLES\nMr. John Backderf. Have you matched,\num, the chloroplatz?\n\nDERF\n\nWe’re workin’ on it, Miss Bowles.\nKENT\n\nYeah, we’re on question sixteen to be\n\nprecise.\n\nMs. Bowles looks at their papers. Derf’s margins are filled\nwith doodles of the girls’ butts in the row ahead.\n\nMS. BOWLES\nGather your stuff.\n\nDERF\nMe? We’re-we’re taking turns on the\nscope, Miss--\n\nMS. BOWLES\nOver here. With Jeff.\n\nDERF\nGeez.\n\nMs. Bowles leads Derf to the back row.\n\f11.\n\nMS. BOWLES\nJeff, keep on the same slide and give\nMr. Backderf a look.\n\nDerf focuses to complete the assignment. MS. BOWLES strolls\ndown the side of her classroom and glances in a cabinet.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDerf focuses to complete the assignment. MS. BOWLES strolls\ndown the side of her classroom and glances in a cabinet. \n\nTARGET SECTION TO BE ANNOTATED:\n JEFF\nLOCKS EYES on a jarred FETAL PIG on a shelf, unaware Derf is\nnow copying his answers.\n\nINT. CAFETERIA - LUNCH HOUR\n\nJeff carries his tray from the kitchen into a boisterous\ncafeteria. He sulks past the stereotypical clusters of\ncliques at separate tables:\n\nPSYCHO-STONERS, led by LLOYD FIGG, giving each other dead\narms. Lloyd’s the school’s premier delinquent.\n\nBULLY-JOCKS, led by the Quarterback, flirting with the PROM\nQUEEN WANNABES at the next table.\n\nBAND NERDS, led by Derf, who chortle over a Mad Magazine and\ntrade music cassettes.\n\nJeff finds a seat at a table against the back wall. The table\nis empty, except for OLIVER ZLATKA, 16, a sophomore and the\nschool’s effeminate weakling. Jeff sits at the far end to\nlessen their association.\n\nOLIVER\nHey.\n\nJeff nods, keeping to himself. He shyly eats.\n\nOLIVER (CONT’D)\nI’m going away this summer to a\nwilderness camp. But in exchange my\ndad said I can get tickets to see Neil\nSedaka in concert.\n\nJEFF\nMy favorite.\n\nOLIVER\nI know. Wanna go?\n\nJEFF\nUm, sure.\n\nProm Queen Wannabe WENDY WATKINS butts in--\nWENDY\n\n(nudges Jeff)\nHey, kid, you’re in my spot. Move.\n\f12.\n\nJeff slides closer to Oliver. Wendy stands on an empty chair\nand gets the crowd’s attention--\n\nWENDY (CONT’D)\nOver here. Everyone!\n\nANOTHER PROM QUEEN WANNABE\nQuiet.\n\nWENDY\nQuiet. Thanks. I’m only talking to the\nseniors, so the rest of you just keep\nyour traps shut. As you know, I’m on\nthe Prom Planning Committee and I've -\nwe've put our hearts into the event\nwhich is right around the corner. It’s\ngoing to be the best prom ever and\njust a reminder that voting for prom\nKing and Queen ends this Friday. And,\nand it just came to my--\n\nFigg knocks over Oliver's food tray.\n\nFIGG\nHey, Faggot. She’s talking.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd,\nand it just came to my--\n\nFigg knocks over Oliver's food tray. FIGG\nHey, Faggot. She’s talking. \n\nTARGET SECTION TO BE ANNOTATED:\nLaughter erupts.\n\nWENDY\nStop that--\n\nFIGG\nYou’re a little fruit.\n\nWENDY\nFreakin’ juniors, stop that.\n\nFigg starts to give Oliver a wedgie in the aisle. Bully-Jocks\ncheer him on. More widespread laughter and applause, even\nfrom Derf and his band-nerd cohorts.\n\nLUNCHROOM MONITORS swarm in and pull Figg away. In the\nconfusion, Jeff slips out, undetected. He’s relieved he\nwasn’t the target.\n\nINT. HUT - AFTERNOON\n\nAt his work table, Jeff pulls a lumpy mass - wrapped in an\nundershirt - from his backpack. He unveils the fetal pig,\nstolen from Biology class. Jeff holds it preciously in his\npalms and thumbs its belly.\n\f13.\n\nINT. DAHMER FAMILY HOME - DEN - NIGHT\n\nJeff stares blankly at The Mary Tyler Moore Show as he\nfinishes a bowl of cereal, blocking out his parents’ argument\nin the living room nearby--\n\nLIONEL (0.S.)\nI can’t believe you did that without\ndiscussing it first.\n\nJOYCE (0.S.)\nWhy? You always say no to everything.\n\nLIONEL (0.S.)\nJoyce, I’m not paying for a crony\ndrape hanger.\n\nJOYCE (0.S.)\nInterior decorator. There’s a\ndifference.\n\nDave sidles down the hall to get a look.\n\nLIONEL\nYou're not capable of this kind of\nproject. It needs attention,\ndedication. Next week you’re going to\nwant to do pottery.\n\nJOYCE\nThat’s hardly - I’m ready to go back\nto work.\n\nLIONEL\n\nWhat - how?\n\nJOYCE\n(gesturing to her son)\nDavid will be eleven.\n\nLionel shoos David away.\n\nJOYCE (CONT'D)\nHe’s old enough to let himself in.\nLynn Watkins up the street went back\nto work. Cynthia Bakula is selling\nreal estate now, she’s not even around\non the weekends. Even Jane Kyriazis is\ndoing bookkeeping.\n\nLIONEL\nMay I remind you, you’ve been back\nfrom the mental hospital for less than\na year. Besides.\n\f14.\n\nA strained pause.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBesides. 14. A strained pause. \n\nTARGET SECTION TO BE ANNOTATED:\nLIONEL (CONT’D)\n(walks away)\nForget it.\n\nJOYCE\nForget what?\n\nLIONEL\n... Just a month ago you saw a UFO fly\npast the house, and you chased it down\nthe street in your bathrobe.\n\nJOYCE\nJerk.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE’S BEDROOM - LATER\n\nJeff and Dave lie in twin beds, forced to listen to their\nparents’ continued argument on the other side of the wall:\n\nLIONEL (0.S.)\n\nGODDAMMIT, JOYCE, I’M NOT GOING TO\nhave this argument again! It’s not\neven about that guy.\n\nDave sniffles. Jeff wipes a tearful eye.\n\nJOYCE (0.S.)\nYou're a fascist, you know that.\n\nLIONEL (0.S.)\nWe're talking about nothing. We have\nnothing left to say to each other--\n\nJOYCE (0.S.)\nI have plenty, don’t get me started.\n\nLIONEL (0.S.)\nShut the hell up.\n\nJOYCE (0.S.)\nI’ve had it with--\n\nSLAM! A door shuts in a face. Absolute silence, except for\nDave's sniffling. Jeff slides over to his brother’s bed to\ncomfort him.\n\nDAVE\nAre they going to hit each other?\n\nJEFF\nNo, they just yell.\n\f15.\n\nINT. REVERE HIGH SCHOOL - BAND ROOM - DAY\n\nMR. HICKS, the heavy-set armpit-stained band leader, conducts\na rehearsal. Jeff plays trumpet. In the back row, Derf plays\ntuba beside Kent on percussion. Mr. Hicks wraps up the song.\n\nMR. HICKS\nThat sounds excellent. The trumpet and\nclarinets were pitch perfect.\n\nA momentary proud smile crosses Jeff's face.\nMR. HICKS (CONT'D)\nGroovy. You play like that at our year\nend recital and we’re gonna blow\nscalps off the audience...\nBand members sort of understand his latest idiom.\n\nMR. HICKS (CONT’D)\n«+. Once again, from the top.\n\nEXT. REVERE HIGH SCHOOL - PARKING LOT - AFTERNOON\n\nOliver lurks among the parked cars, hiding. Two BULLY-JOCKS\nfind him and approach.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. REVERE HIGH SCHOOL - PARKING LOT - AFTERNOON\n\nOliver lurks among the parked cars, hiding. Two BULLY-JOCKS\nfind him and approach. \n\nTARGET SECTION TO BE ANNOTATED:\n Oliver backs up, timid.\n\nMOOSE\nHey, faggot. There you are.\n\nGOOCH\nYou've been avoiding us all day.\n\nJeff appears - his backpack and trumpet case slung over his\nshoulder - not expecting to find anyone other than Oliver.\n\nOLIVER\nHey, Jeff.\n\nGOOCH\nComing to save the day, Dahmer?\n\nJEFF\nNo, no--\n\nMOOSE\nAre you going to defend this homo with\nyour trumpet case?\n\nGOOCH\nI got a trumpet you can blow.\n\nJEFF\nI was just gonna tell him somethin’.\n\f16.\n\nMOOSE\nGo ahead, I’d like to see this.\n\nJEFF\nForget it.\n\nOLIVER\n(blurts out)\nJeff, I got the Neil Sedaka tickets\nfor this Saturday.\n\nJeff acts surprised, like he doesn’t know Oliver’s reference.\nThe bullies encroach on Oliver.\n\nMOOSE\nYou guys going together? Cute.\n\nJEFF\nI’m not going to any concert - it’s\nnot my thing, you know.\n\nOLIVER\nBut my dad said he’1l pick you up this\nSaturday around five...\n\nThe Bully-Jocks beat up on Oliver - it’s routine. Jeff slips\naway, abandoning the scene for his own safety.\n\nEXT. DAHMER FAMILY HOME - AFTERNOON\n\nLionel pulls into the driveway in his gray 1974 AMC Pacer. He\ngrabs his leather briefcase and heads inside.\n\nINT. DAHMER FAMILY HOME - CONTINUOUS\n\nLionel looks for Jeff around the house. He finds Dave in the\nden watching Family Feud on TV.\n\nLIONEL\nHi, Dave. So where’s your brother?\nDAVE\nI think he’s in his lab. Been there\nfor hours.\nLIONEL\n\nAnd your mother?\n\nDave shrugs.\n\f17.\n\nE/I. HUT - AFTERNOON\n\nLIONEL SWINGS OPEN THE DOOR AND BARGES IN. Jeff is busy\nexamining rodent bones. The fetal pig is in a jar labeled:\nBaby Pig.\n\nJEFF\nDad, you’re never home this early.\n\nRealizing the breadth of the dead animal collection, Lionel\nSNATCHES several jars for a closer look.\n\nJEFF (CONT'D)\nDad!?!\n\nLIONEL\nThat’s enough, Jeff.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nRealizing the breadth of the dead animal collection, Lionel\nSNATCHES several jars for a closer look. JEFF (CONT'D)\nDad!?! LIONEL\nThat’s enough, Jeff. \n\nTARGET SECTION TO BE ANNOTATED:\nLionel leaves with the jars. Jeff's confused, but his\nattention quickly returns to the bone fragments.\n\nSuddenly, Lionel impetuously PULLS THE DOOR OFF THE HINGES.\n\nJEFF\nDad! ?!\n\nLIONEL\nYou're spending too much time in here.\n\nWith a burst of adrenaline, Lionel stiff-arms Jeff to keep\naway and starts pulling more jars from the hut.\n\nJEFF\nDon’t, don’t...\n\nA moment later; Lionel dumps the jars in the trash can.\n\nJeff impotently circles the hut as Lionel continues to empty\nit of its jars, acid, and other contents. Jeff moves to save\nsome and prevent his father--\n\nLIONEL\n(assertive)\nI let you have a pet cemetery when you\nwere a kid, but then this...\n\nDave has wandered over and watches from a distance.\n\nLIONEL (CONT’D)\nYou need, Jeff, to come out, to come\nout of your shell, something more\nnormal.\n\f18.\n\nJEFF\nI’m in the band. I’m--\n\nLIONEL\nYou're not hearing me.\n\nLionel drags out the work table.\n\nLIONEL (CONT’D)\nI don’t understand what happened...\n\nHe pushes and sways the hut, loosening its construction. He\ntears it apart until it COLLAPSES, revealing Jeff shuddering\nwith fear. Jeff's most contained obsession is now history.\n\nLionel catches his breath. Jeff and Dave stand around and\nlook at the flattened hut as Lionel drags the trashcan away.\n\nEXT. DAHMER FAMILY HOME - BACK YARD - MOMENTS LATER\n\nJeff hides the contents of one jar (which he clearly swiped)\nbehind a tree. He covers the bones with leaves.\n\nINT. DAHMER FAMILY HOME - KITCHEN\n\nLionel, Jeff, and Dave pick at leftovers for dinner. Dave\nhums as he eats, while Jeff pouts. Joyce is absent.\n\nLIONEL\nYou always liked performing as a kid.\nJeff, maybe... how about doing\ntheater? Or something else? Any of it\ncould... At least help your acceptance\nto college.\n\nSilence.\n\nINT. REVERE HIGH SCHOOL - CLASS ROOM - DAY\n\nJeff keeps to himself, head lowered, in the back of class.\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. REVERE HIGH SCHOOL - CLASS ROOM - DAY\n\nJeff keeps to himself, head lowered, in the back of class. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAFETERIA - DAY\n\nJeff eats by himself. SCHOOL SPIRIT approaches, gregarious.\n\nSCHOOL SPIRIT\n\nWanna sign up for Key Club?\n\n(no response)\nWe're looking for new recruits who can\nbe active over the summer. Just\nbecause school’s out, it doesn’t mean\nwe stop helping people in our\ncommunity. Would you like to help\nothers in your community?\n\f19.\n\nJEFF\nNo.\n\nEXT. REVERE HIGH SCHOOL - PARKING LOT - DAY\n\nDerf, Kent, and Mike are joined by buddy NEIL, also a\njokester but the most empathetic of the bunch. They take\nturns tossing a broken bike pedal into a garbage pail, like a\ngame of horse, wasting time...\n\nKENT\nWe're still trapped in this wasteland\nfor another year.\n\nJeff creeps past.\n\nDERF\nI know - it might drive me crazy.\nSenior year’s going to suck, I’m ready\nto get out.\n\nJeff starts to approach, hoping to join in their game. A\ntense TEACHER pops out of the side door--\n\nTEACHER\nHey, are you in an after-school\nprogram?\n\nMIKE\n\nNot right now--\n\nNEIL\nTennis season is over.\n\nDERF\nMarching band is only in the fall--\n\nTEACHER\nWell then, get off school grounds. The\nday’s over. You can’t be hanging\naround with nothing to do. Go, get...\n\nDerf, Kent, Mike and Neil withdraw, tittering. None of them\nnotice Jeff nearby. He cuts the other way.\n\nFigg body checks Jeff.\n\nFIGG\nWanna catch a buzz?\n\nCupped in Figg’s hand is a joint.\n\f20.\n\nFIGG (CONT'D)\n\nStraight off the boat. Seven bucks.\n(no response)\n\nYesterday, I freakin toked-up and hit\n\na thousand in mailbox baseball.\n\nHesitantly considering it, Jeff checks his pockets. They’re\nempty except for a PLASTIC BAG.\n\nFIGG (CONT'D)\nWhy the bag, dude?\n\nJEFF\nI pick up roadkill, but I’m trying to\nquit.\n\nFIGG\n\nI’1l get you roadkill. Stick with me.\nFigg drifts by, already onto his next potential customer.\nEXT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nStick with me. Figg drifts by, already onto his next potential customer. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAHMER FAMILY HOME - FRONT YARD\n\nJeff sits beside the flattened hut. He FONDLES the small,\nrecovered collection of rodent-size bones.\n\nThen, the Neighborhood Jogger runs up the street,\napproaching. Jeff checks his watch as he edges closer to the\nstreet. He lurks in the bushes, waiting.\n\nThe Neighborhood Jogger trots past Jeff's house.\n\nJeff's breathing quickens, excited.\n\nTrailing the jogger, Jeff weaves through the bushes.\n\nEXT. COUNTRY ROAD - CONTINUOUS\n\nJeff JUMPS OUT onto the shoulder of the road. He scurries,\nhesitantly, up the incline CHASING AFTER THE JOGGER.\n\nFurther up the slope, the jogger passes Wendy Watkins (the\nprom queen wannabe). She’s retrieving mail. Her IRISH SETTER\nyaps at the jogger’s heels. She pulls at the leash.\n\nWENDY\nI’m so sorry, so sorry.\n\nJeff slows, keeping a distance. He watches the jogger run\naway. Checks his watch once again.\n\f21.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - EVENING\n\nJeff stares out the window, eyes locked on a squirrel staring\nright back at him, frozen on a branch. Lionel drops by.\n\nLIONEL\nWhat are you doing?\n\nJEFF\nStu-studying for finals.\n\nLIONEL\nCan I have a minute? Look, I went\nthrough it too. It’s completely\nnormal. Puberty is this period when\nyour sex glands become functional and\nyour hypothalamus signals hormonal\nchanges that stimulate the pituitary.\nThen, the gonads and testis... anyway,\nit’s an awkward time. You mustn’t\nforget all boys go through it too, not\njust you, so there’s no reason to be\nshy.\n\nJEFF\nThat’s not it, Dad.\n\nLIONEL\nTry me. I spoke to someone at work\nabout - I’m ready to listen.\n\nJEFF\nMost everyone's known me since\nelementary school, they’re not going\nto change their minds now. It’1l be\neasier after I graduate.\n\nLIONEL\nBut you can’t - look... okay... the\nhut...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nMost everyone's known me since\nelementary school, they’re not going\nto change their minds now. It’1l be\neasier after I graduate. LIONEL\nBut you can’t - look... okay... the\nhut... \n\nTARGET SECTION TO BE ANNOTATED:\n You have to understand, Jeff, I\njust get mad at you sometimes because\nI see in you things I don’t like about\nmyself. I spend too much time in the\nchemistry lab, I know. I just want you\nto be more active than I was, have\nfriends in a way I never really...\nso... I have something.\n\nLionel steps away. He returns and presents TWO DUMBBELLS.\n\nLIONEL (CONT’D)\nI picked these up at The Summit Mall.\nIt'll help, I think.\n\n(MORE )\n\f22.\nLIONEL (CONT'D)\nYou'll be more impressive, you might\nfind it rewarding. And maybe some girl\nmight notice you. Right? Okay?\n\nJeff stares back, blankly. Lionel sets the dumbbells down and\nwithdraws. Jeff pushes them away with his heel.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE’S BEDROOM - THAT NIGHT\nJeff hears his parents bickering again.\n\nJOYCE (0.S.)\nYou have to start somewhere--\n\nLIONEL (0.S.)\nIt makes no sense. It’s ugly. How\n\nmuch?\n\nJOYCE (0.S.)\nJust a hundred and twenty-five\ndollars.\n\nLIONEL (0.S.)\nFor a pink fucking foot stool? That’s\nludicrous, Joyce!\nDESPERATE KNOCKS at the door. Jeff has placed the dumbbells\n\nas doorstops. He moves them away and lets in Dave. Jeff peaks\nout:\n\nJOYCE\nI think we should divorce.\n\nLIONEL\nDivorce!?! Over this foot stool?\n\nJOYCE\nYOU DON’T BELIEVE ME?\n\nJeff barges out.\nINT. DAHMER FAMILY HOME - LIVING ROOM - CONTINUOUS\n\nJeff SNAPS, vehemently knocking over a lamp.\n\nJEFF\n\nWill you stop! Stop it.\nLIONEL\n\nJeff.\nJEFF\n\nStop. Fighting. Seriously.\n\f23.\n\nJOYCE\nDammit. This doesn’t concern you.\n\nLIONEL\nGo to your room, Jeff.\n\nJeff stews, staring at them. Odd panting. The room is tight\nwith tension. Then, Jeff obediently retreats.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - CONTINUOUS\nJeff locks the door.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, Jeff obediently retreats. INT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - CONTINUOUS\nJeff locks the door. \n\nTARGET SECTION TO BE ANNOTATED:\n Eyes well up with tears. A jumble of\nemotions. He returns one dumbbell to the door and takes the\nother one to his bed. Dave watches as Jeff starts doing bicep\ncurls, furiously.\nCUT TO:\n\nBATH, OHIO during a carefree July day.\nTEENAGERS roam on bicycles.\nCHILDREN play in a park.\nKIDS jump into the town pool.\nEXT. BATH TOWNSHIP PARK & POOL - TENNIS COURTS - DAY\nJeff rallies with Neil. Jeff hits a winning forehand.\n\nNEIL\n\nWow, nice slice. Why didn’t you hit\n\nlike that last season?\n\nJeff shrugs, not comfortable with compliments, as he fetches\nballs. Neil fetches his water.\n\nNEIL (CONT'D)\nI’m heading over to the pool to cool\noff. Wanna come?\n\nJeff considers it, then shakes his head no.\n\nNEIL (CONT'D)\nAh, C’mon.\n\nEXT. BATH TOWNSHIP PUBLIC POOL - DAY\nJeff treads water in the deep end. Fixated on a group of\n\nyoung boys frolicking nearby. He goggles at their lean,\nweightless bodies glistening in the water.\n\f24.\n\nNEIL\nJeff, Jeff, move over. I’m gonna dive\nright on you.\n\nJeff swims away.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - DAY\n\nJeff sits at the edge of his bed doing more bicep curls.\n\nEXT. WOODS - DAY\n\nJeff sets a small, makeshift trap. He eyes a squirrel nearby.\nEXT. REVERE HIGH SCHOOL - FRONT YARD - DAY\n\nSeveral seniors paint “Class of ‘78 Rules” on the school\nrock. In the b.g., Jeff walks through the front entrance.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\n\nJeff trudges down the hall. He’s taller and more muscular\nafter a growth spurt and summer spent lifting weights. He now\nfits into his father’s hand-me-down dress shirt and slacks,\nand carries his old, leather briefcase. In contrast to the\ncolorful 70s fashion in full bloom, this, ironically, casts a\nstudious appearance to teachers scanning the halls.\n\nINT. HISTORY CLASS - DAY\n\nMR.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn contrast to the\ncolorful 70s fashion in full bloom, this, ironically, casts a\nstudious appearance to teachers scanning the halls. INT. HISTORY CLASS - DAY\n\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n FEDELE, a jovial scatterbrain, struggles to get command\nof his classroom.\n\nMR. FEDELE\nEveryone, quiet down. I know it’s\nexciting to catch up after summer\nbreak.\n\nJeff is detached in the back row.\n\nMR. FEDELE (CONT’D)\nI have rules, I must go over, I have\nrules. Your attention, students.\n\nBut no one in class really cares. Fedele’s weak reputation\nprecedes him. Students pass notes and gossip. Derf doodles a\ncartoon of Fedele for an audience of onlookers.\n\nMR. FEDELE (CONT’D)\nThat’s enough. Quiet. Alright, good.\nThank you.\n\nMr. Fedele starts passing out textbooks from the stack.\n\f25.\n\nMR. FEDELE (CONT’D)\nYour senior year American History\nHonors class will focus on Federal\nGovernment and our Presidents. Why is\nhistory important?\n\nMr. Fedele notices Jeff hunkered down in the back.\n\nMR. FEDELE (CONT’D)\nYou. Why is history important?\n\nJeff mumbles.\n\nMR. FEDELE (CONT’D)\n\nWhat?\nJEFF\n(mumbling)\nUh, it’s important... dunno.\nMR. FEDELE\nYou all must speak clearly.\nJEFF\n(mumbling, like a moan)\n\nI dunno.\n\nChortles from students. Derf turns. Jeff mumbles again - this\ntime intentionally for attention. Laughter escalates. The\nreaction surprises Jeff. He smirks, then:\n\nJEFF (CONT'D)\nBRRRRRAAAA dunno.\n\nLaughter ERUPTS.\n\nMR. FEDELE\nQuiet! Let me answer. We can only\nreally know about ourselves if we come\nto better understand our past. Turn to\npage ten in your new text books.\n\nINT. HISTORY CLASS - LATER\n\nRIIING. The period bell halts Fedele’s lecture. Kids head for\nthe door.\n\nMR. FEDELE\nWait, before you forget, take a\npermission slip and packets home for\nour spring trip to DC. Everyone must\nget a parent to sign it.\n\f26.\n\nA fellow student approvingly pats Jeff on the shoulder as\nthey head out. Jeff grins.\n\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fellow student approvingly pats Jeff on the shoulder as\nthey head out. Jeff grins. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AUDITORIUM - AFTERNOON\nA DRAMA GEEK finishes her audition song:\n\nDRAMA GEEK\nIf happy little bluebirds fly beyond\nthe rainbow, Why, oh why can’t I?\n\nMUSICAL DIRECTOR\nThank you, very nice, Melody,\nbeautiful as always.\n(scanning the audition sign-\nup sheet)\nNext up, Oliver Zlatka.\n\nOliver scampers onto the stage.\nJeff is in the audience, slouched in a seat against the wall.\n\nMUSICAL DIRECTOR (CONT'D)\nHi, Oliver. Apologies. Unfortunately,\nI was instructed by the PTA to do a\nmusical this year, to be more\ninclusive.\n\nOLIVER\n(sings off key)\nSomewhere over the rainbow, way up\nhigh, There’s a land that I’ve heard\nof, once in a lullaby.\n\nJeff wipes nervous beads of sweat from his forehead.\nOLIVER (CONT'D)\nSomewhere over the rainbow, skies are\nblue, And the dreams...\n\nOliver stops himself, knowing his audition is awful. An\nawkward silence. Oliver exits the auditorium, head down.\n\nMUSICAL DIRECTOR\nNext up. Jeff Dahmer.\n\nMusical Director waits. No one comes on stage.\n\nMUSICAL DIRECTOR (CONT'D)\nJeff Dahmer?\n\nThose scattered around the seats look around. Jeff covers his\nface. A look of self-doubt comes over him. He slips out.\n\f27.\n\nMUSICAL DIRECTOR (CONT’D)\nOkay, lost your chance. Next up is\nAlan Tomczak.\n\nINT. REVERE HIGH SCHOOL - LIBRARY - DAY\n\nJeff sits at a reading table scanning the quiet scene. He\nstudies a pack of STUDENTS doing homework at another table. A\nlight bulb goes off...\n\nJeff GROWLS. LOUDER AND LOUDER, evolving into a widespread\nmoan. Shoulders jerk up.\n\nJEFF\n... Baaaaaaa! Arrrr! Baaaaa!\n\nTotally unexpected, the other students laugh.\n\nMRS. WOODARD, the irascible librarian, STORMS IN from a book\naisle. Finds everyone reading, swallowing their amusement.\n\nMRS. WOODARD\nWho did that!?\n\nShe beelines it over to the table of snickering students.\nMRS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOODARD\nWho did that!? She beelines it over to the table of snickering students. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n WOODARD (CONT’D)\nWas it you? Behave yourself or get out\nof my library.\nThey remain tight-lipped. Mrs. Woodard looks around, then\nreturns to her chores filing away books. Again, it goes\nquiet... then:\nJEFF\n(moaning)\nBrrra! Thmaaa!\n\nMore snickers. Mrs. Woodard bursts in, again. She’s FUMING.\nStill no clue--\n\nMRS. WOODARD\nWho keeps making that noise?\n\nJeff lowers his head. A smirk creeps across his face. Feeling\na connection to the other kids.\n\nINT. REVERE HIGH SCHOOL - MAIN HALLWAY - DAY\nJeff passes Neil and his friends, including Derf, and hints:\n\nJEFF\nHey man, watch this.\n\f28.\n\nJeff steps into the middle of the main hallway and throws a\nsudden, sprawling\n\nEPILEPTIC-LIKE FIT\n\nHis arms FLAIL. His tongue wags out of his mouth. It’s\nhilarious and bizarre.\n\nA crowd gathers. Laughter and cheers.\n\nDerf, Neil, Mike, and Kent rush over for a front row view.\nWidespread laughter from the swelling crowd. Though, a few\nstraight-laced kids flee in confusion.\n\nJeff continues spazzing, center stage.\n\nRIIING. Students scurry off to class. Yet, Jeff continues\nflailing for a few stragglers. Appreciating the display, Derf\nis one of the very last to split.\n\nBecomes an empty hallway. Only then, Jeff gets up and heads\nto class himself, pleased with the result.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - LATER\n\nClassrooms empty out at the end of another period. Derf,\nNeil, Kent, and Mike gather at their lockers.\n\nDERF\nDude, what’s the dealio with Dahmer?\n\nKENT\nIs he insane or what?\n\nDERF\nI think he’s hilarious.\n\nNEIL\nYeah. That’s new.\n\nDERF\nHeard he spazzed in Math too.\n\nKENT\nFor the last couple of days, he’s been\ndoing a Dahmer, I call it.\n\nDERF\nI’ve never really spoken to him.\n\nNEIL\nWe rally in tennis but that’s it.\n\f29.\n\nKent nudges Derf.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nWe rally in tennis but that’s it. 29. Kent nudges Derf. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s Jeff shuffling past. They give him\na thumbs up. Jeff BLEEPS back--\n\nJEFF\nBAAAAAA.\n\nThey’re amused.\nINT. GYMNASIUM - DAY\nGym class. Two Team Captains pick players for dodgeball.\n\nTEAM CAPTAIN\nAnd I’1l take Backderf.\n\nA couple more names are called. Jeff and a scrawny kid are\nthe last ones left. Scrawny is picked.\n\nTEAM CAPTAIN (CONT’D)\nUh, alright... I guess we got Doofus\nDahmer.\n\nThe teams take their sides, readying for play. COACH NATALE\nwhistles. A mad rush to the balls.\n\nA BLITZKRIEG OF BALLS FLY in Jeff's direction, along with\ninsults. He’s quickly obliterated. He crosses to the\nsideline. More balls strike him in the head.\n\nCOACH NATALE\n(tardy)\nNo headhunting.\n\nMoments later; as the game continues, Derf is also out.\nTogether on the sidelines:\n\nDERF\nDoesn't it bother you? The way some of\nthem talk about you, right to your\nface?\n\nJEFF\nUsed to it. Somehow I’1l get ‘em back.\n\nDERF\nWon’t get any better for these psycho-\nstoner losers. At least our best days\nare ahead of us.\nJeff nods, though uncertain.\nINT. CAFETERIA - DAY\n\nJeff sits alone. Derf drops by.\n\f30.\n\nDERF\nHey, Dahmer. Curious if you want to\njoin us at our table.\n\nJeff turns. He sees Neil and other band nerd buddies\nwatching, waiting for Jeff's response.\n\nDERF (CONT'D)\nNo reason a champion spazzer has to\nsit here in hell. C’mon over. We got\nparking lot views.\n\nJeff takes his tray and follows Derf to his table. Neil pulls\nout a seat for Jeff. They welcome him with Dahmerisms -\nBAAAA, THMAAAA, etc.\n\nKENT\nKudos on your freakin’ spazzes, dude.\nTotally classic.\n\nJEFF\nUh huh.\nDERF\nWe dig it.\nNEIL\nWhere'd you get the idea?\nJEFF\nI dunno.\nKENT\n\nC'mon, man.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nWhere'd you get the idea? JEFF\nI dunno. KENT\n\nC'mon, man. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nDude, like, you know what it reminds\nme of. There’s this decorator in town\nthat my parents hired. He used to have\nlittle fits in our living room, til my\ntoads fired him.\n\nJEFF\nMr. Burlman. Yeah, my mom hired him\ntoo.\n\nMIKE\nKnew it.\n\nJEFF\n\nAfter five months, all he added is an\nugly pink foot stool.\n\nThey laugh.\n\f31.\n\nJEFF (CONT'D)\n(spazzes)\nAnd lacey dwapes.\n\nThey laugh harder.\n\nDERF\nWhere have you been? I say we form The\nDahmer Fan Club.\n\nJEFF\nWhat?\n\nDERF\nYeah.\n\nJeff brightens.\n\nDERF (CONT'D)\nThere’s just so much time left. And\nwith Dahmer as our fearless leader, I\nreally think we can disrupt Revere\nHigh and ensure we go out in style.\n\nKENT\nIn infamy.\n\nNEIL\nYeah, and if we don’t, I’m gonna do\nsomething crazy like kill the Pope.\n\nJeff smiles, likely for the first time in school in ages.\n\nDERF\nI already...\n(flips through his\nnotebook )\nDrew you.\n\nDerf shows his cartoonish drawing “Dahmer as a Telephone\nPole” of Jeff stiff & upright. Compliments for the humorous\ndepiction. Jeff relishes the attention.\n\nDERF (CONT'D)\nAnd as part of the Dahmer Fan Club, I\nappoint myself The Minister of\nPropaganda.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\nDerf hurries to color in some last minute touches on a hand-\n\ndrawn poster. A subversive chuckle to himself. Bandmates\nretrieve him and pull at him.\n\f32.\n\nKENT\nDerf, we’re late. C’mon.\n\nINT. GYMNASIUM - MOMENTS LATER\n\nPep rally. Cheerleaders prance around in unison. The football\nteam files onto the court in their new jerseys.\n\nThe Marching Band is stacked into the bleachers, beside the\nrest of the student body. They play the quintessential pep\nrally song. Derf plays tuba. Kent on bass drum. Hoisted on\nthe wall above them is Derf’s poster.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDerf plays tuba. Kent on bass drum. Hoisted on\nthe wall above them is Derf’s poster. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a large cartoon of\nan angry running back stomping Jeff Dahmer flat on his back.\nIt reads: GO MINUTEMEN! CRUSH THE COMETS! (A speech bubble\nreads: BAAAAA!)\n\nSeveral rows ahead, Jeff plays trumpet. Once the song ends,\nJeff glances back at his large cartoon. Gives a thumbs up to\nDerf.\n\nCenter court, the officious VICE PRINCIPAL BALDERELLI takes\nthe microphone.\n\nVICE PRINCIPAL BALDERELLI\nThank you, Revere High Marching Band!\nBe proud Minutemen!\n\nCheers & applause from the bleachers. A couple of psycho-\nstoners taunt Oliver, wearing sneakers decorated with school\ncolors.\n\nPSYCHO-STONER\nHey, gay boy, aren’t you supposed to\nbe up there with the cheerleaders?\n\nPsycho-stoner shoves Oliver off his seat. Oliver fumbles\nbefore finding another seat two rows back, fleeing conflict.\n\nCOACH NATALE\n\n(takes the mic.)\nHello, Minutemen! Are you ready for a\nwinning season? Some of these guys\nhave been playing ball together since\ngrade school, and they’ve been\npreparing for this season their whole\nlives. Let’s hear it for Team Captain\nHirsch.\n\nThe Cheerleaders lead a cheer as the Team Captain takes\ncenter court, but instead The Dahmer Fan Club hails:\n\nTHE DAHMER FAN CLUB\nGo Dahmer! Dahmer Rules!\n\f33.\n\nKent pounds on his drum. Derf blows his tuba, off tune. From\nthe stands, other periphery members disrupt. Among them:\n\nNEIL/MIKE\nBRAAAAAAA. MRAAAAA. THMAAAAAA.\n\nJust as Team Captain/Quarterback Hirsch is about to speak--\n\nDERF\nGo Dahmer!\n\nJeff hoists the bell of his trumpet upward and BLOWS A LONG,\nSCREECHING CRY that drowns out the Team Captain’s opening\nremarks. Laughter erupts.\n\nCOACH NATALE\nCut that out, kid.\n\nMusical Director is frozen in shock. A hush runs through the\ncrowd. Jeff daringly BLOWS ANOTHER UNRULY SCREECH, rousing\nmore band members to copy and make noise.\n\nBalderelli jumps into action and climbs into the stands.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nA hush runs through the\ncrowd. Jeff daringly BLOWS ANOTHER UNRULY SCREECH, rousing\nmore band members to copy and make noise. Balderelli jumps into action and climbs into the stands. \n\nTARGET SECTION TO BE ANNOTATED:\nVICE PRINCIPAL BALDERELLI\nWhat’s your name?\n\nBalderelli GRABS Jeff by the arm and drags him off the line.\nThe Dahmer Fan Club and others applaud the disturbance.\nBalderelli leads Jeff to the door--\n\nEXT. REVERE HIGH SCHOOL - PARKING LOT - CONTINUOUS\n\nVICE PRINCIPAL BALDERELLI\nWhat’s your name?\n\nBefore Jeff can stutter out an answer--\nVICE PRINCIPAL BALDERELLI (CONT’D)\nI have bigger fish to fry. You hear me\nkid?\n\nJEFF\nI didn’t, I didn’t...\n\nVice Principal Balderelli returns inside, pulling the door\nclosed behind him. The door locks, leaving Jeff outside.\n\nEXT. DAHMER FAMILY HOME - WOODED FRONT YARD - DAY\nJeff waits in the bushes. Eagerness in his eyes. Palpitating\n\nwith anticipation. He hears him coming - HUFF! HUFF! - up the\nhill.\n\f34.\n\nThe Neighborhood Jogger trots by, muscles pulsing, chest out,\nhair bouncing above his headband.\n\nJeff stares, mouth agape. TITILLATED...\n\nThen, just as quickly, the jogger breezes by up the hill and\nJeff deflates... his mood shifts to shame and confusion.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\n\nThe Dahmer Fan Club pal around near their lockers. A group of\nHOT GIRLS mingle nearby.\n\nKENT\nThey’re totally out of our league.\n\nDERF\nI know, a primo target. Someone do a\nDahmer, do a Dahmer.\n\nJeff is more than willing to impress. He hands over his\ntextbooks and runs up the hallway, FLAILING his arms.\n\nJEFF\nHurricane drill. HURRICANE DRILL.\n\nHe spooks the girls, but runs right past them. His spazz\nculminates outside the TEACHER’S LOUNGE.\n\nJEFF (CONT'D)\nHelp, help!\n\nYet, the teachers are disinterested, mere head shakes.\n\nNEIL\nSo wrong, it’s so wrong...\n\nJeff continues to spazz, gaining no further attention from\nthe adults, as he continues flailing out the back door.\n\nDERF\nWhere’s he going!?\n\nIn hysterics, The Dahmer Fan Club high five.\n\nINT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nDERF\nWhere’s he going!? In hysterics, The Dahmer Fan Club high five. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ENGLISH CLASS - DAY\n\nThe hungover ENGLISH TEACHER rests his head on his desk. The\nblackboard reads: Today’s Assign., Read Machiavelli’s The\n\nPrince, Chap 1 & 2. QUIETLY. THANK YOU!\n\nDerf draws a cartoon - “Dahmer in a Bag of Groceries.” PENNY,\nplainly cute & keenly observant, looks on.\n\f35.\n\nPENNY\n(whispers)\nIs Dahmer your muse?\n\nDERF\nWhat? No.\nPENNY\nSure looks like it. You’re talented.\nDERF\nThanks.\nPENNY\n\nWhy don’t you sketch me?\nDerf blushes.\nJEFF\n\n(nearby, interjecting)\nI can draw you.\n\nDERF\nLet's see.\nPENNY\nYeah.\nJEFF\nOkay... first, get out of your chair.\n\nAnd lay down on the floor.\n\nChuckles. Penny actually follows his direction and sits on\nthe floor. Jeff retrieves chalk from the side blackboard.\n\nJEFF (CONT'D)\nLay down. And act dead.\n\nPenny lies back, into a corpse position.\n\nNEIL\nWhat are you, a necrophiliac?\n\nMore chuckles. The teacher adjusts his napping position--\n\nENGLISH TEACHER\nShhhh. Keep reading.\n\nJeff traces Penny’s body in chalk. Everyone gathers around.\n\nJEFF\nThere. Ta-da.\n\nLaughter erupts. The hungover English Teacher snaps up.\n\f36.\n\nENGLISH TEACHER\nQuiet. What did I say!?! Quiet.\n\nEveryone snickers and returns to his/her seat. Jeff grins,\nrelishing in his role.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - AFTERNOON\n\nReturning home, Jeff has a jump in his step. He passes his\nbrother practicing wheelies on his banana seat bicycle.\n\nDAVE\nHey, Jeff, wanna play?\n\nJEFF\nCan’t, got some friends coming over.\n\nINT. DAHMER FAMILY HOME - CONTINUOUS\nJeff breezes through the kitchen, looking around.\n\nJEFF\nDad, Mom? I have good news.\n\nHe hears some RETCH-LIKE SOUNDS, squashing his enthusiasm.\nLIVING ROOM AREA\n\nJoyce leans against the wall, quivering.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have good news. He hears some RETCH-LIKE SOUNDS, squashing his enthusiasm. LIVING ROOM AREA\n\nJoyce leans against the wall, quivering. \n\nTARGET SECTION TO BE ANNOTATED:\n Unaware Jeff is\nwatching, she takes a cocktail of pills and swallows them\n\nwith a pinch of water, growling.\n\nJEFF (CONT'D)\nMom... Mom...\n\nShe turns to him, trembling. She BLEEPS, reminiscent of his\nschool time spazzes--\n\nJOYCE\nJjjeffft.\n\nJEFF\nM-mom, I thought you stopped. Wh-why\ndon’t you--\n\nJOYCE\n\nShhh-shhh-uuuuu--\n\nJEFF\nGo back - go back to the doctor?\n\nJOYCE\nI’d ruther shooot myself than go back\nthere. Arrrrr - don’t need...\n\f37.\n\nJoyce drops down onto the sofa, still twitching.\n\nJEFF\nI thought you weren’t--\n\nJOYCE\nDoctors don’t know what I need. Shhh,\nI've been taking these since I was\npregnant with you, just shhh, leave me\nalone.\n\nShe rests her face in a pillow, sweating. She sighs, waiting\nfor the side effects to lessen.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - MOMENTS LATER\n\nDerf and Neil arrive in Derf’s rusted Chevy Vegas. They idle\nduring the last measures of Devo’s “Mongoloid,” then get out\nand head to the front door.\n\nNEIL\nHow can you like that punk crap?\n\nDERF\nDevo’s from right down the street. At\nleast I don’t listen to that Kiss crap\nlike Kent. So Junior High.\nThey knock, then realize it’s unlocked. They head inside.\nINT. DAHMER FAMILY HOME - CONTINUOUS\n\nJeff rushes toward Derf and Neil and ushers them back out.\n\nJEFF\nHey. Why don’t we hang outside?\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - CONTINUOUS\nDERF\n\nThought we were hanging in your den? I\nbrought some bootlegs.\n\nJEFF\n\nWell, uh, my Mom’s resting.\nNEIL\n\nSo.\nJEFF\n\nAnd, kind of embarrassed by the pink\nfoot stool and lace drapes.\n\nThey chuckle.\n\f38.\n\nDAVE\n\nAre you in the new club?\nNEIL\n\nWhat, huh?\nJEFF\n\nThat’s my brother. Get lost.\n\nDAVE\nMy dad keeps telling Jeff he should\njoin some new clubs.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\n\nThat’s my brother. Get lost. DAVE\nMy dad keeps telling Jeff he should\njoin some new clubs. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\nBeat it, Dave.\n\nNEIL\nHey, doesn’t Wendy Watkins live just\ndown the street? Heard she still lives\nat home, even though she graduated.\n\nDERF\nAre you friends?\n\nJEFF\nShe doesn’t know I exist.\n\nNEIL\nGreat!\n\nEXT. WATKINS FAMILY HOME - DAY\nJeff, Derf, and Neil edge closer to the house.\n\nDERF\nWhich is her bedroom window?\n\nNEIL\nWatch this, chumps.\n\nNeil heads to the front door and rings the bell. He puts on a\nserious face. Derf and Jeff hide behind a bush to watch from\nafar. Wendy answers the door. Her Irish Setter at her side.\n\nNEIL (CONT'D)\nI’m here for the interview.\n\nWENDY\nExcuse me.\n\nNEIL\nHuh? They said you agreed to be\ninterviewed. I write for the Revere\nHigh newspaper.\n\f39.\n\nWENDY\nThe Lantern?\n\nNEIL\nYep, doing a story on past homecoming\nqueens.\n\nWENDY\nGuess I could spare ten minutes.\n\nDerf and Jeff pop out of the bushes to join.\n\nWENDY (CONT’D)\nWait a sec. This some kind of joke?\n\nNeil breaks his poker face. Wendy shoos him away. Neil, Derf,\nand Jeff scatter, laughing.\n\nEXT. REVERE HIGH SCHOOL - FRONT YARD —- DAY\n\nDerf, Mike, and Kent jokingly push Jeff toward a group of\nstudents gathering around the painted school rock.\n\nJEFF\nStop it. I’m not, no way, no.\n\nDERF\nC’mon, make your dad proud.\n\nSWISH PAN to THE ROCK CLIMBING CLUB posing for their Yearbook\nPhoto. Neil adjusts the camera on the tripod.\n\nNEIL\nSo this is everyone for the Rock\nClimbing Club’s Yearbook photo?\n\nROCK CLIMBING CLUB MEMBER\nYep.\nNeil focuses the camera. Now in the b.g., Jeff continues to\nresist The Dahmer Fan Club’s shoves. Neil snaps the photo,\ncapturing The DFC’s antics in the frame.\n\nNEIL\nExcellent!\n\nINT. REVERE HIGH SCHOOL - CLASS ROOMS - MONTAGE CONTINUES\n\nThe Dahmer Fan Club prods Jeff into the Student Council\nYearbook photo. Jeff is less resistant.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. REVERE HIGH SCHOOL - CLASS ROOMS - MONTAGE CONTINUES\n\nThe Dahmer Fan Club prods Jeff into the Student Council\nYearbook photo. Jeff is less resistant. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil snaps a photo.\n\nOLIVER\nHey, Jeff.\n\f40.\n\nJEFF\n(self-consciously)\nHey, Oliver.\nTHE DAHMER FAN CLUB slip Jeff into The Lantern photo.\nJEFF STEPS INTO the KEY CLUB photo. Neil snaps the picture.\n\nJEFF STANDS in the DISCO CLUB photo. He’s the only one not\nimitating Travolta’s iconic pose.\n\nJeff blankly stares at the camera in THE DEBATE TEAM photo.\nINT. AUDITORIUM - CONTINUOUS\n\nJeff slips into the back row of the NATIONAL HONOR SOCIETY\nphoto. Near him stand Derf, Kent, and Mike. Other club\n\nmembers notice Jeff in line.\n\nNATIONAL HONOR STUDENT\nHe’s not in National Honor Society.\n\nDERF\nShut your piehole.\n\nIn the aisle, Neil lines up the framing and directs a Teacher\non how to snap the photo, then runs ahead to step into place.\n\nNEIL\nOn the count of three, smile everyone.\nOne. Two. Three.\nEveryone smiles, except Jeff who blankly stares ahead. CLICK.\n\nINT. DAHMER FAMILY HOME - NIGHT\n\nJeff and Neil enter. They find Lionel at the dining table,\nfocused on work papers.\n\nJEFF\nDad, you'd be proud. I’m in a bunch of\nnew clubs. Great for my college\napplication.\n\nLIONEL\nThat's great, son. Which ones?--\n\nJoyce races by and lifts Lionel’s briefcase off the table.\n\nJOYCE\nIt doesn’t go here.\n\f41.\n\nLIONEL\nJESUS CHRIST, JOYCE, I’m working, give\nthat back. Joyce. DAMMIT, JOYCE!\n\nJeff is embarrassed by his parents’ outburst. Sensing the\ntension, Neil cordially retreats.\n\nNEIL\nUh. Jeff, actually, I gotta get home\nfor dinner. See you in school. Don’t\nlet the fame go to your head.\nJeff lowers his head as Neil leaves.\nINT. KENT’S FAMILY HOME - FURNISHED BASEMENT - NIGHT\n\nThe Dahmer Fan Club hang out. Jeff is fascinated - if not\nobsessed - with a mounted deer head.\n\nJEFF\nAwesome. What do you think they do\nwith the insides?\n\nKENT\nI dunno, weirdo.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nAwesome. What do you think they do\nwith the insides? KENT\nI dunno, weirdo. \n\nTARGET SECTION TO BE ANNOTATED:\n You mean venison?\n\nWhile others flip through a titty mag.\n\nMIKE\nLike these girls are as old as my mom.\nKENT\nI swiped my dad’s collection, what can\nI say?\nDERF\n\nDude, just drop by my work and pick\nout some fresh ones. Shhh. I’m\ndialing...\n\nDerf dials a number from the yellow pages.\n\nDERF (CONT'D)\nIt’s ringing.\n(into phone)\nHehwo? Burlman Intewiors. Do you sell\nswipcovers?\n\nMR. BURLMAN’S VOICE\nWhy, yes we doooo!\n\nDERF\nAnd dwapery? Do you sell dwapes?\n\f42.\n\nMR. BURLMAN’S VOICE\nYes, we have m-m-many colors and\nfabrics--\n\nDERF\nHow about animal skins? Zeebwa and\ntiger skins--\n\nMR. BURLMAN’S VOICE\nHey! You’ve called here befooore.\n\nMr. Burlman hangs up. Derf and his buddies crack up. Though,\nJeff's laugh is a discordant, out-of-step cackle.\n\nINT. ACME FRESH MARKET - DAY\n\nDerf bags groceries on the register line. Dropping by, Jeff\nand Mike wave in his direction and head straight for the\n\nMAGAZINE & STATIONARY AISLE\n\nMike scans titty mags on display, and pulls out an Easyriders\nMagazine. He slips it into a Mad Magazine. Derf joins.\n\nDERF\nGood timing, my shift just ended.\n\nInside, glossy photos of topless women straddling\nmotorcycles. They bury their heads, googly eyed. Jeff drifts\naway, concealing his disinterest.\n\nA MOTHER WITH SHOPPING CART passes, forcing Derf and Mike to\nhide the magazines for a moment.\n\nDERF (CONT'D)\nIf you gonna, buy it tucked in like\nthat, but don’t get caught.\nFrom the next aisle, Jeff POPS his head over the shelf--\n\nJEFF\nBAAAAAAAA.\n\nStartling them. They hear more spastic GRUNTS and BLEEPS,\nfading into the distance. They scurry to get a better look.\n\nPRODUCE SECTION\n\nJeff throws a spontaneous EPILEPTIC-LIKE SPAZZ, for its own\nsake, spooking a MOTHER & CHILD.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey hear more spastic GRUNTS and BLEEPS,\nfading into the distance. They scurry to get a better look. PRODUCE SECTION\n\nJeff throws a spontaneous EPILEPTIC-LIKE SPAZZ, for its own\nsake, spooking a MOTHER & CHILD. \n\nTARGET SECTION TO BE ANNOTATED:\nJeff KNOCKS OVER a pyramid presentation of fresh apples. Derf\nand Mike, as witness, snort and fall over laughing.\n\f43.\n\nThis encourages Jeff to go further. He swipes a stack of\noranges. Tears apart a cabbage.\n\nHe FLAILS and GRUNTS on the floor. Shoppers watch in dismay.\nSTORE MANAGER bolts over.\n\nSTORE MANAGER\nWhat’s going on!? What’s going on?!\n\nUndeterred, Jeff continues WRITHING HIS BODY.\n\nSTORE MANAGER (CONT’D)\nStop this. Get up!\n\nStore Manager grabs Jeff's shirt but gets entangled in his\nspazz and tumbles over, falling on Jeff. They TUSSLE. Store\nManager wrestles his way free, then hoists Jeff to his feet.\nSTORE MANAGER (CONT’D)\nYou have any respect for property? Any\nsense of decency, young man?!\nJeff evades the Store Manager’s scowl.\n\nSTORE MANAGER (CONT’D)\nYou hear me? What’s your name?\n\nJeff grunts an indiscernible reply.\n\nSTORE MANAGER (CONT’D)\nWhat’s your name? Huh?\n\nJeff bleeps another reply.\n\nSTORE MANAGER (CONT’D)\nWho put you up to this?\nStore Manager notices Derf and Mike tucked behind the fresh\ncorn and cabbage, muffling their laughter. He darts right to\nDerf. Jeff dusts himself off and bows.\n\nSTORE MANAGER (CONT’D)\nMr. Backderf. Is this your doing?\n\nJeff and Mike flee the scene, stolen titty magazines in hand.\nEXT. ACME FRESH MARKET - PARKING LOT - MOMENTS LATER\n\nJeff and Mike head toward Derf’s Chevy Vegas to wait it out.\nDerf emerges from the store, bundling up his work apron.\n\nMIKE\nOh shit. Did you get fired?\n\f44,\n\nDERF\nAlmost. Begged him I had nothing to do\nwith it, need that money for college.\nThat’s it. Jeff, we can’t do that\nstuff in public, gonna get squashed by\nthe damn adults. It’s different -\nteachers are zombies.\n\nJEFF\nYep, alright.\nDERF\nSchool’s safe.\nMIKE\nHey dude, that’s Doctor York. Doctor\n\nYork!\n\nDOCTOR YORK steps out of his shiny foreign car.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIKE\nHey dude, that’s Doctor York. Doctor\n\nYork! DOCTOR YORK steps out of his shiny foreign car. \n\nTARGET SECTION TO BE ANNOTATED:\n Doctor York\nis the Neighborhood Jogger. Jeff turns demure, stiffens up.\n\nMIKE (CONT'D)\nHey, Doctor York. What’s shakin’?\n\nNEIGHBORHOOD JOGGER\nHi Michael. How are your parents?\n\nMIKE\nDeathly ill.\n\nNEIGHBORHOOD JOGGER\nWhat? My gosh, how come?\n\nMIKE\nJust jiving ya. They’re good.\n\nNEIGHBORHOOD JOGGER\nAnd that cough of yours?\n\nMIKE\nWent away, pretty quickly actually.\n\nNEIGHBORHOOD JOGGER\nGreat, be good. Stay out of trouble.\n\nDr. York/Neighborhood Jogger heads toward the grocery store.\n\nJEFF\nHe runs past my house every Monday,\nWednesday, Saturday.\n\nMIKE\nUm, okay. He holds my balls when I\ncough. Beat that, faggot.\n\f45.\nDERF\nSounds like you dig it.\n\nMIKE\nSpazz.\n\nDerf nudges Jeff, and they amble off.\nEXT. DAHMER FAMILY HOME - DRIVEWAY - NIGHT\n\nLionel pulls in. A brown Oldsmobile Omega is already parked\nin the driveway.\n\nINT. DAHMER FAMILY HOME - MOMENTS LATER\n\nLionel places down his briefcase on the kitchen counter and\nheads into the den where Jeff and Dave watch CHiPS.\n\nLIONEL\nWho’s over? One of your friends, Jeff?\n\nJOYCE\n(barges in, stands proud)\nI bought it.\n\nLIONEL\nWhat?\n\nJOYCE\nOnly two thousand miles.\n\nJoyce steps away, drawing Lionel into the living room.\n\nLIONEL\n(follows after her)\n\nWith what?\nJOYCE\n\nI’m financing it, not to worry.\nLIONEL\n\nHow?\nJOYCE\n\nI laid down a deposit, how else?\nJeff shields Dave as they eavesdrop from around the corner.\nLIONEL\nWithout discussing it? Give me back my\ncheckbook, that was for groceries and--\n\nJOYCE\nMy name’s on it.\n\f46.\n\nLIONEL\nYou're returning it tomorrow.\n\nJOYCE\nOver my dead body. It’s final sale.\n\nLionel stews. Then digs deep into a cabinet and pulls out a\ndusty bottle of scotch.\n\nLIONEL\nI need a drink.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nLionel stews. Then digs deep into a cabinet and pulls out a\ndusty bottle of scotch. LIONEL\nI need a drink. \n\nTARGET SECTION TO BE ANNOTATED:\nLionel washes down his anger with a swig and steps outside,\nignoring her.\n\nEXT. DAHMER FAMILY HOME - DECK - CONTINUOUS\n\nLionel takes in the fresh air, drink in hand. He gazes out as\nJoyce continues to pace inside. Her harsh words are muffled\nby the window.\n\nJeff joins his father. They share a quiet moment interrupted\nby the call of a bird.\n\nLIONEL\nHear that? A Red-Eyed Vireo or a Black-\nBilled Cuckoo. Either way, they only\nnest in the same place for one year...\nnot entirety.\n\nLionel’s mind goes elsewhere. Jeff seizes the opportunity and\nsneaks a sip of his dad’s scotch.\n\nINT. REVERE HIGH SCHOOL - PARKING LOT - DAY\nA huddle of SLACKERS chug beers. Figg lights up a joint.\n\nSNARKY SLACKER\nDude, keep an eye out for Balderelli.\nThat Vice Principal is a freakin’\nhenchman. Been giving us the hairy\neyeball. Hear what he did to Finch?\n\nFIGG\nWho cares?\n(passing around a joint)\nReefer High Pride, Man.\n\nJeff injects himself in the gathering.\nJEFF\n\n(imitating his father)\nI need a drink.\n\f47.\n\nSNARKY SLACKER\nAlrighty then...\n\nThe slacker hands over a beer can--\n\nSNARKY SLACKER (CONT’D)\nQuick, quick, before the next bell.\n\nJeff gulps it down. RIIING.\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\n\nThe same pack of slackers & stoners shuffle past Vice\nPrincipal Balderelli, who scans for such lowlifes.\n\nVICE PRINCIPAL BALDERELLI\nBlakely, I didn’t forget, we got an\nappointment during fifth period.\nBetter have your college applications\nready to look over. Singer, you too.\n\nBalderelli smells alcohol and pot in the air. He reaches out\nand grabs Snarky Slacker on the shoulder.\n\nSNARKY SLACKER\nShoot.\n\nVICE PRINCIPAL BALDERELLI\nWhat’s the smell, Mr.?\n\nAs Jeff slides by, under the radar.\nEXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nVICE PRINCIPAL BALDERELLI\nWhat’s the smell, Mr.? As Jeff slides by, under the radar. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NEIL’S FAMILY FARM - BACK YARD/POND - DAY\nJeff & Derf follow Neil on a trail, with fishing poles.\n\nDERF\nHow many acres does your dad have?\n\nNEIL\nI think it’s like fifty or sixty. Was\nmy grandfather’s farm first.\nThe trail opens up to a clearing.\nPOND - CONTINUOUS\nThey sit on the edge of the pond and bait their hooks.\nNEIL (CONT'D)\nNot much of a lake. Hope you guys\n\ndidn’t hope for more. Next winter we\ncan get a game of ice hockey going.\n\fJEFF\nI don’t know how to skate.\n\nDERF\nMe neither.\n\nNEIL\nAnyhoo, there’s sunfish. Whatever we\ncatch, we gotta toss ‘em back in.\n\nThey cast in their lines and wait. It’s tranquil.\n\nDERF\nYou hear about Victor Cramer? His mom\ncaught him masturbating with a vacuum.\n\nNEIL\nWhat? Is he alright?\n\nJEFF\nWith a vacuum? How?\n\nDERF\nSupposedly, he stuck his wanker - how\nelse would you masturbate with a\nvacuum?\n\nMore time passes...\n\nNEIL\nWhat’s Helen Keller’s favorite color?\nCorduroy.\n\nDERF\n\nWhat’s the difference between parsley\nand pussy?\n\nNEIL\nWhat?\n\nDERF\nNo one eats parsley.\n\nJeff gets a tug on his line.\n\nJEFF\nUh... Hey!\n\nNEIL\nCool. Ya got one. Reel it in.\n\nJeff REELS IN a pond fish, adding Dahmerisms to the effort\n\nfor their amusement.\n\f49,\n\nJEFF\nMAAAAAA! BAAAAAA!\n\nJeff FLINGS the sunfish to the ground. It FLOPS AROUND at\ntheir feet. Jeff leers at it.\n\nNEIL\nUnhook it, before it dies. Here cut\nthe line--\n\nNeil hands over a pocketknife. Jeff kneels down and grips the\nfish. He’s seething, breathing heavily.\n\nWith one FIERCE STRIKE, Jeff THRUSTS the blade into the fish -\nTHOK! CHOK! CHUNK! - slicing it open, again, again into a\nbloody, mutilated mess.\n\nNEIL (CONT'D)\nWhat the hell!?! I said throw ‘em\nback!!\n\nJeff stares at the bloody knife.\n\nJEFF\nSorry...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nI said throw ‘em\nback!! Jeff stares at the bloody knife. JEFF\nSorry... \n\nTARGET SECTION TO BE ANNOTATED:\nDERF\nWhat’d you do that for?\n\nJEFF\nJust wanted to see what it looked\nlike.\n\nBloody fish bits at Jeff's knees. Derf and Neil withdraw,\ndisgusted and baffled by his outburst. Off Jeff, his dark\nrippling reflection in the pond water.\n\nINT. REVERE HIGH SCHOOL - HISTORY CLASS - DAY\n\nPenny flirts with Derf, who doodles “Dahmer On The High\nSeas,\" a cartoon of Jeff spearfishing for sea monsters. She\npasses him a note. Derf stops doodling and takes a peak. It’s\nher phone number. He tucks it away.\n\nJeff enters with a capped Styrofoam cup in hand and plops\ndown at an empty desk nearby. Eyes glazed over.\n\nPENNY\nWhat’s in the cup?\n\nJEFF\n(rolls back his head)\nIt’s my medicine.\n\f50.\n\nMr. Fedele gets the class’s attention and starts.\n\nMR. FEDELE\nAlright. As you read in Chapter\nFifteen, Truman shared the same view\nof politics as James Madison, a\nhundred fifty years earlier.\nPresidential power is the power to\npersuade in a pluralist world where\ncompeting factions mobilize and\ncounter-mobilize. How so?\n\nKent raises his hand.\n\nKENT\nThe President must persuade and\nbargain until policy--\n\nPENNY\n(whispers, about Jeff)\nDo you smell that?\n\nDERF\nYeah, he reeks.\n\nKENT\n(continuing)\n-- Ultimately arrives at what the\ntypical citizen would want.\n\nJeff sits in a daze, drunk.\nEXT. REVERE HIGH SCHOOL - BRICK WALL - AFTERNOON\n\nJeff lurks behind some bushes. He drinks from a fifth of\nvodka. Just around the corner--\n\nEXT. REVERE HIGH SCHOOL - FRONT YARD - CONTINUOUS\n\nDerf, Kent, Neil, and other members of the Marching Band hang\nnear an exit door where more band nerds emerge from the Band\nroom. They wait for practice to begin.\n\nKENT\nIf you think about it, we’re one of\nthe few countries not on the metric\nsystem. That in itself is a\nmeasurement that isolates us from the\nrest of the world society. It\nepitomizes our foreign policy.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nKENT\nIf you think about it, we’re one of\nthe few countries not on the metric\nsystem. That in itself is a\nmeasurement that isolates us from the\nrest of the world society. It\nepitomizes our foreign policy. \n\nTARGET SECTION TO BE ANNOTATED:\nDERF\nYou're such a pseudo-intellectual.\n\f51.\n\nJeff emerges from around the corner. He blends in.\n\nKENT\nJeff, where’s you trumpet?\n\nJEFF\nI quit.\n\nDERF\nWhen?\n\nJEFF\nYesterday.\n\nKENT\nOh.\n\nNEIL\n\nAre you sure?\n\nJEFF\nYeah.\n\nFigg swings by on his pot-dealing route.\n\nFIGG\nHey, posers.\n\nKENT\nHow’s business?\n\nFIGG\nWant me to kick your ass? Wanna see\nsomething rad?\n\nDERF\nYeah, show us.\n\nFigg reveals a pocket knife.\n\nFIGG\nMy dad used this in Germany.\n\nDERF\nHe fought the Nazis?\n\nFIGG\nNo, idiot, he was one. He cut a Jew’s\nneck with it.\n\nFigg slices into the meat of his hand, showing off. No signs\nof pain as the incision bleeds. He sucks on it, then smiles\nfor everyone. Blood drips from his teeth like a vampire.\n\f52.\n\nDerf, Kent, Neil, and others immediately walk away,\ndisgusted. Figg chuckles. Jeff remains behind, captivated.\nDerf notices and calls back--\n\nDERF\nDahmer, C’mon. Stay away from that\ndude. He’s a psycho-killer, for sure.\nJeff runs to catch up to Derf et al.\nEXT. REVERE HIGH SCHOOL - TRACK - DAY\n\nGym class. Coach Natale times students running laps. Several\npsycho-stoners and band nerds slowdown to a walk.\n\nCOACH NATALE\nC’mon boys! Only girls should run ten\nminute miles. Get your legs moving!\n\nOn the far side of the track, Jeff trots over to Figg.\n\nJEFF\nHey.\n\nFIGG\nHey.\n\nJEFF\n\nCan you keep a secret?\n\nFIGG\nDepends. Who's asking?\n\nJEFF\nI found a new spot in the woods across\nthe street from my house, it’s deep\nin, where no one ever goes. Storin’ my\nroad kill. And good place to get high.\n\nCOACH NATALE\nPick it up, pick it up!\n\nFIGG\nSounds cool. Let’s check it out.\n\nINT. GOLD CHEVETTE - TRAVELING\n\nFigg drives with a joint in hand. Jeff rides shotgun.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. GOLD CHEVETTE - TRAVELING\n\nFigg drives with a joint in hand. Jeff rides shotgun. \n\nTARGET SECTION TO BE ANNOTATED:\n “Victim\nof Changes” from Judas Priest on the 8-track. Figg’s hunting\nknife rattles around in the console between them.\n\nJEFF\nAll my father plays is the same Neil\nSedaka album, over and over again.\n\f53.\n\nFIGG\n(passing the joint)\nThat sucks.\nJEFF\nTake a right at the cemetery onto West\nBath Road.\nFIGG\nLook!\n\nAhead, a HITCHHIKER sticks out his thumb.\n\nFIGG (CONT'D)\nLet’s - for a hundred points!\n\nFigg drifts the car onto the shoulder, heading straight for\nthe hitchhiker. Jeff stiffens up as they barrel towards him.\n\nYet, at the last moment, Figg swerves around the hitchhiker,\ncackling to himself. Jeff sighs, relieved. In passing, Jeff's\neyes lock on the shaken hitchhiker.\n\nFigg takes a sharp turn, cutting off Jeff's stare.\n\nEXT. COUNTRY ROAD - TRAVELING - CONTINUOUS\n\nThey cruise through a neighborhood. Figg spots a MUTT\nwandering along the side of the road.\n\nFIGG\nEven better, ahead for fifty points!\n\nFigg guns it. In horror, Jeff covers his face.\n\nJEFF\nDon’t...\n\nThe Chevette hits the mutt. THUMP! One squeal. It’s dead.\nINT. GOLD CHEVETTE - CONTINUOUS\n\nFigg laughs as the rear tires roll over it. He looks in his\nrear view mirror and then puts the car in reverse.\n\nJEFF\nStop.\n\nFIGG\nExtra points.\n\nJEFF\nDon’t, please.\n\f54.\nFIGG\nOh, C'mon. It’s fun.\n\nJEFF\nI said STOP.\n\nFIGG\nWhatever. I’m splitting.\n\nFigg speeds away, cranking up the volume on Judas Priest’s\njolting “Deceiver.” Jeff's visibly shaken by the incident.\n\nJEFF\nLet me out. Let me out.\n\nFIGG\nDon’t be stupid, you’re gonna show me\nthat spot--\n\nJEFF\n\nNO. I’m going home. I’11 cut through.\nFigg pulls over. Jeff gets out, all riled up.\nEXT. COUNTRY ROAD - MOMENTS LATER\n\nFigg speeds off. The tires spit gravel back at Jeff.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COUNTRY ROAD - MOMENTS LATER\n\nFigg speeds off. The tires spit gravel back at Jeff. \n\nTARGET SECTION TO BE ANNOTATED:\n But, in\nhis hand is Figg’s knife. Jeff slips into the woods.\n\nINT. NEIL’S FAMILY HOME - BASEMENT - NIGHT\n\nThe Dahmer Fan Club mess around with an 8mm camera. Jeff\narrives, happy to see friends. He approaches like a zombie.\n\nJEFF\nHow about we make a zombie movie in\nyour backyard? Call it Ghosts in the\nGraveyard, or something.\n\nMIKE\nNah. The camera sucks in low light.\n\nJEFF\nWell, you were right, Figg’s crazy.\nBut I swiped this off him.\nJeff proudly reveals the half-finished joint.\nINT. NEIL’S FAMILY HOME - BASEMENT - HALF HOUR LATER\nAll are high. They take drags from a dwindling roach.\n\nMIKE\n... Derf’s got the hottest mom.\n\f55.\n\nDERF\nWhat? Gross, no way.\n\nKENT\nNeil’s mom is smokin’, so is the car\nshe drives.\n\nNEIL\nJaguar, piece of shit.\n\nDERF\nNeil’s mom is the hottest.\n\nMIKE\nI banged her, off the hook.\n\nKENT\nYeah right, you did not?\n\nThey bust up laughing.\nNEIL\nC’mon Kent, haven’t you slept with\nyour best friend’s mom? We all have.\n\nDERF\nYeah, I have.\n\nMIKE\nI have.\n\nIn a stoned paranoia, Kent believes them and conforms--\n\nKENT\nYeah, I have.\n\nDERF\nNo you haven't.\n\nKENT\nI did. With Mike’s mom.\n\nDERF\nLiar. When?\n\nKent pauses, thinking.\nKENT\nC’mon, you haven’t slept with your\nbest friend’s mom, really, have you?\n\nThey bust up some more.\n\f56.\nJEFF\nI wish I had a best friend.\nHeads turn. Jeff is sitting upright in the corner.\nDERF\nGawd Dahmer, I forgot you were over\nthere. You freaked me out.\nJeff forces a laugh, trying to fit in. It’s buzz kill.\nNEIL\nAwkward... Okay then. Let’s raid the\nfridge before my folks get back.\n\nJEFF\nBRRAAAA?\n\nBut everyone else is already heading for the stairs. Jeff\ntrails, an insecure tagalong.\n\nEXT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut everyone else is already heading for the stairs. Jeff\ntrails, an insecure tagalong. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n REVERE HIGH SCHOOL - PARKING LOT - DAY\n\nFans file back to their cars after a football game victory.\nDerf and Kent shed their uniforms & instruments into the\ntrunk of Derf’s Chevy Vegas.\n\nEXT. EMPTY PARKING LOT - CONTINUOUS\n\nDerf drives in a circle, going round & around.\n\nMIKE\nIt’s gonna tip! Tip it, tip it.\n\nHollering. A pure teenage waste of time.\nEXT. DAHMER FAMILY HOME - CONTINUOUS\nDerf’s Vegas slows down as it passes by Jeff's house.\n\nMIKE\nAre you gonna see if he’s in?\n\nDERF\nNah.\n\nINT. WHITEY’S BURGER JOINT - DAY\nDerf, Kent, and Mike play pinball and chow on burgers.\nDERF\nSomething about last weekend in Neil’s\n\nbasement creeped me out. Jeff's a\nlittle off. You know?\n\f57.\n\nKENT\n\nBut that’s what we like about him.\nMIKE\n\nYou think how we treat him is mean?\nDERF\n\nWhat? Why? No.\nMIKE\n\nYou sure?\nDERF\n\nYeah, he seems to enjoy it. If he\ndidn’t, he wouldn’t do it. Kent,\nwhataya think?\n\nKENT\nI dunno.\n\nOff Derf, as he feverishly flips to save his pinball from\ngoing down the gutter.\n\nEXT. WHITEY’S BURGER JOINT - PARKING LOT - DAY\n\nDERF\nWho's gettin’ the backseat of pain?\n\nMIKE/KENT\nI call shotgun...\n\nKent and Mike race through the parking lot and wrestle for\nthe front seat of Derf’s car. Mike wins.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - SAME TIME\n\nDistracted, Jeff pitches a ball to Dave, who chokes up on a\nLOUISVILLE SLUGGER. Dave whiffs, then retrieves the ball.\nJeff glances at the road. Jeff pitches again, another whiff.\n\nJEFF\nDave, you have to swing through it,\nlike a tennis racquet. No, but with\ntwo hands. Give it, let me show you.\n\nJeff takes the baseball bat. He gets in a batter’s stance to\ndemonstrate when, out of the corner of his eye, he spots the\nNeighborhood Jogger trotting up the hill. Sparks arousal.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeff takes the baseball bat. He gets in a batter’s stance to\ndemonstrate when, out of the corner of his eye, he spots the\nNeighborhood Jogger trotting up the hill. Sparks arousal. \n\nTARGET SECTION TO BE ANNOTATED:\nJeff creeps closer to the road, clenches the bat. HUFF! HUFF!\nThe jogger approaches. Thigh muscles flex. Chest pounds.\nSoiled in sweat.\n\f58.\n\nJeff glares at the passing jogger. He unconsciously holds the\nbat upright & erect.\n\nDAVE\nJeff, what about me?\n\nBreaking Jeff's spell. He drops the bat and heads inside.\nINT. DAHMER FAMILY HOME - NIGHT\n\nJoyce interrupts Dave doing homework. She gives him kisses in\na chipper, manipulative manner.\n\nJOYCE\nDavid, honey, have you thought about\nwhat’s wrong with your father?\n(Dave shakes his head)\nWell, let me tell you... He’s selfish,\nhe’s unreasonable, he’s--\n\nCompelled to interject, Jeff approaches. Joyce glares at him.\n\nJEFF\nWhy are you being so hard on Dad?\n\nJOYCE\nGet away. Has nothing to do with you.\n\nBecomes a mother-son stand off. Jeff retreats to his bedroom.\n\nJOYCE (CONT'D)\nDave, how would you like to live near\nGrandma and Grandpa?\n\nINT. OLD SALEM RESTAURANT - NIGHT\n\nA local greasy spoon/truck stop. Lionel and his two sons eat\ndinner in a booth. Lionel looks stressed. Jeff plays with his\nfood, garnering confidence to ask:\n\nJEFF\nDad? Is Mom going back... to the\nhospital?\n\nLIONEL\nWhy do you ask?\n\nJEFF\nShe's acting a lot like she did before\nshe went the last time.\n\nLIONEL\nHow so?\n\f59.\n\nJEFF\nShe never talks to me. Or asks how I’m\ndoing? Am I in her way?\n\nLIONEL\nDon’t be silly. So, are there any\ngirls in school that you like?\n\nDAVE\nMom said she’s moving to Wisconsin to\nlive with Grandma.\n\nLIONEL\nShe did. When?\n\nDAVE\nShe told me, I dunno. Yesterday.\n\nLIONEL\nYour mother is doing better. I\nwouldn’t take what she says at face\nvalue, but she’s doing much better\nthan before.\n\nDERF\n(interrupting)\nJeff.\n\nDerf with his parents - CAROL & RICHARD BACKDERF - and\nyounger brother pass by, headed to the register.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nwouldn’t take what she says at face\nvalue, but she’s doing much better\nthan before. DERF\n(interrupting)\nJeff. Derf with his parents - CAROL & RICHARD BACKDERF - and\nyounger brother pass by, headed to the register. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\nHey.\n\nDERF\nMom, Dad, this is my friend Dahmer.\nJeff Dahmer.\n\nLionel perks up. Parents shake hands, exchanging names.\n\nCAROL\nWhere’s Mrs. Dahmer?\n\nLIONEL\nShe’s home, a bit under the weather.\n\nDERF\nDad, Jeff's dad is also a chemist.\n\nLIONEL\nI’m at The Firestone. After ten years\nat The Goodyear.\n\f60.\n\nRICHARD\nReally. I’m at the Goodrich Research\nCenter. No longer working on SBRs\n\nthough.\nLIONEL\n\nNew monomers in the mix.\nRICHARD\n\nJust spent a year on macrogalleria.\nLIONEL\n\nReally.\nRICHARD\n\nWell, it’s nice meeting you.\nLIONEL\n\nYes.\nCAROL\n\nHave a good holiday.\n\nDERF\nJeff, did you hear? Oliver Zlatka\ncommitted suicide two days ago.\n\nJEFF\nNo.\n\nCAROL\nYes, tragic.\n\nDERF\nHis photo’s in the County Weekly.\n\nRichard flashes the front page with OLIVER ZLATKA'’S PHOTO.\n\nLIONEL\nA real shame.\nCAROL\nI hear... well, it’s hard for some. He\n\nwas teased, I hear.\n\nJEFF\nI like Oliver. He’s nice.\n\nLIONEL\nThey live near us. Horrible.\n\nRICHARD\nYes. Well, anyway, nice to meet you.\n\f61.\nJEFF\nWhen’s the funeral?\nDERF\nThe paper said the day after\nThanksgiving.\nRegret and sorrow cross Jeff's face.\nEXT. CEMETERY - DAY\nJeff attends the funeral. Graveside as the coffin arrives.\nJeff finds himself SUDDENLY AROUSED. He covers his erection\nin his slacks. He slinks away before the coffin is lowered.\n\nINT. DAHMER FAMILY HOME - EVENING\n\nJeff and Dave decorate their scrawny Christmas tree. Their\nparents fight in the next room--\n\nJOYCE\nYou should move out in the new year.\nLIONEL\nYOU'RE CRAZY!\nJOYCE\nME?\nLIONEL\n\nI’M ALREADY SLEEPING ON THE SOFA.\n\nJOYCE\nI WILL TAKE DAVE TO MY MOTHER'S.\n\nJeff swells with sadness and leaves the house, unnoticed.\nEXT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOYCE\nI WILL TAKE DAVE TO MY MOTHER'S. Jeff swells with sadness and leaves the house, unnoticed. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAHMER FAMILY HOME - DRIVEWAY - EVENING\n\nJeff gets on his bike and rides out.\n\nEXT. COUNTRY ROAD - EVENING\n\nJeff peddles the moonlit road. Tears run down his face. A car\nbuzzes past, blaring its horn.\n\nEXT. COUNTRY ROAD - LATER\nJeff trolls another back road. He rides up to a FROZEN\n\nOPOSSUM just lying there. He relishes in the discovery and\neagerly pulls a plastic bag from his pocket.\n\f62.\n\nEXT. DEEP WOODS - EVENING\n\nJeff carries his stuffed plastic bag down a narrow trail,\nleading him deeper into the woods. Jeff arrives at a\n\nSMALL CLEARING\n\nHidden among thick brush and tall trees. Jeff lays the dead\nopossum on a rock. He takes out his (stolen) knife and\nmeticulously dissects the road kill, first stripping away the\nflesh, then fondling the entrails in his hands.\n\nINT. CHARTER BUS - TRAVELING - DAY\n\nCU: JEFF'S FINGERNAILS. Remnants of dried blood underneath\nhis thumbnail. He inconspicuously scrapes it out.\n\nIt’s the start of the Senior Trip to Washington DC. Jeff\nlaughs, with his Dahmer Fan Club buddies. A more relaxed,\nrelieved glow on his face - a break from home does him good.\n\nDERF\nAnd the Dahmer Fan Club has to leave\nour mark on DC. Something grand.\n\nMIKE\nBoo-yah, something classic. Like what?\n\nJEFF\nA spazz on the White House lawn?\n\nKENT\nYou can’t get on the White House lawn.\n\nDerf looks around. He lands on CHARLIE SMITH, the one black\nstudent, a burly guy.\n\nDERF\nWell for one... Charlie, as the token\nblack in our class, let’s get some\nSuper 8 of you on the steps of the\nLincoln Memorial giving Martin Luther\nKing’s I Have A Dream speech.\n\nCHARLIE SMITH\nGood one, loser.\n\nDERF\nThe Dahmer Fan Club will stand behind\nyou like--\n\nCHARLIE SMITH\nI play football, Backderf, not\ncharades.\n\f63.\n\nNEIL\nCut!\n\nDERF\nFine, good one. We'll think of\nsomething.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nCut! DERF\nFine, good one. We'll think of\nsomething. \n\nTARGET SECTION TO BE ANNOTATED:\nJeff notes the brainstorm. He gazes out the window. A highway\nsign reads: I-70E WASHINGTON and I-76 HARRISBURG.\n\nEXT. DAYS INN, WASHINGTON DC - EVENING\nTeachers call out pairs of names and hand out room keys.\n\nTEACHER\nJeffrey Dahmer and Charlie Smith, you\nhave Room 327.\n\nINT. HOTEL ROOM - EVENING\n\nCharlie takes the bed by the window. Jeff hesitantly waits in\nthe door for Charlie to settle in. From the hallway--\n\nNEIL\nDahmer, we're right here.\n(whispers)\nIf he rapes you in the middle of the\nnight, just knock.\n\nJEFF\nVery funny.\n\nJeff drops his bag on his bed.\n\nJEFF (CONT'D)\nSo, we’re roommates, huh...\n\nCHARLIE SMITH\nYep.\n\nCharlie turns on the TV, switches it to Three’s Company. In\nthe clip: Janet sustains Mr. Roper’s belief that Jack is gay.\n\nCHARLIE SMITH (CONT’D)\nSo obvious.\n\nJEFF\nHuh?\n\nCHARLIE SMITH\nMr. Roper’s an idiot. Taxi’s on ina\nfew.\n\f64.\n\nCharlie crosses to the bathroom with his toothbrush. Jeff's\neyes follow. He pulls off his shirt and watches TV,\nshirtless. The credits roll. Jeff waits. Charlie returns,\nthough still disinterested in chatting.\n\nJEFF\nI’m curious... is it hard being the\nonly black kid in our class?\n\nCHARLIE SMITH\nEhh.\n\nJEFF\nYour palms are less black. You think\nyour insides are the same color as\nmine? Is my stomach and your stomach\nthe same color?\n\nCharlie gives Jeff an intimidating stare, silencing the\nchitchat. Charlie lays supine on his bed as Taxi starts. Jeff\nsneaks a couple glances at his built body.\n\nEXT. WASHINGTON DC - VARIOUS LANDMARKS\n\nMONTAGE as Jeff AND HIS SENIOR CLASS approach the WASHINGTON\nMONUMENT. Neil photographs Derf on his back - the landmark\nhis erection.\n\nThey scale THE CAPITOL BUILDING steps where Jeff throws a\nquick spazz.\n\nThey line THE WHITE HOUSE fence, like jailbirds.\n\nMR.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey scale THE CAPITOL BUILDING steps where Jeff throws a\nquick spazz. They line THE WHITE HOUSE fence, like jailbirds. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n FEDELE\nKids, since World War Two, public\naccess to The White House grounds has\nbeen increasingly restricted. But\nmaybe you can see President Carter\nthrough a window.\n\nDERF\nLet us in! Let me in!\n\nNearby, a cluster of protestors hold up signs: No Nukes, Who\nNeeds Oil? I Ride The Bus, Don’t Trust The Shah.\n\nINT. DAYS INN - HALLWAY - NIGHT\n\nJeff and his pals play poker, and chow on soda and snacks.\nJeff wins the hand.\n\nMIKE\nDamn, Dahmer. Thought you had nothin’.\n\f65.\n\nPENNY\nHe’s got a poker face.\n\nJEFF\nBeginner's luck, I guess.\n\nNeil deals another hand.\n\nDERF\nDahmer, Man of Mystery. Totally my\nnext cartoon.\n\nJeff smiles, enjoying the camaraderie. It’s good to be away.\nEXT. WASHINGTON DC - SIDEWALK - DAY\nJeff, Derf, Penny, and Neil stroll along Constitutional Ave.\n\nDERF\nTotally bogus we didn’t meet the\nPresident. Could’ve met our State\nSenators back in Ohio, you know?\n\nJEFF\nLet's call Carter, see if he’s free.\n\nNEIL\nThat’s ridiculous.\n\nPENNY\nThat's impossible.\n\nJEFF\nHow about Vice President Mondale?\n\nJeff heads to the nearest pay phone stall. He steps inside.\nDerf follows, amused.\n\nJEFF (CONT'D)\n(into pay phone)\nHi. Yes, I’d like the number for the\nVice President of The United States.\nHis office number, please.\n\nDerf chuckles. Neil and Penny idle by, skeptical.\nPENNY\nThis is pointless. It’s our last day\nhere, we should get lunch...\n\nJeff talks on the phone. Derf gestures to Penny & Neil.\n\nDERF\nIt’s ringing.\n\f66.\n\nJeff starts talking--\n\nDERF (CONT'D)\nHe’s talking to an Aide.\n\nDerf leans in to listen--\n\nJEFF\n\n(into phone)\n...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n66. Jeff starts talking--\n\nDERF (CONT'D)\nHe’s talking to an Aide. Derf leans in to listen--\n\nJEFF\n\n(into phone)\n... \n\nTARGET SECTION TO BE ANNOTATED:\n And we’re from Revere High in\nOhio, just in the middle of nowhere,\nand my friends and I are honor\nstudents and on the school newspaper,\nand we're all very interested in\npolitics, and I was wondering if we\ncould interview you on what it’s like\nto work as an aide to the Vice\nPresident of The United States.\n\n(listens)\nUh, huh. Sure. We’re on Constitutional\nAvenue. Uh, huh. Great.\n\nJeff hangs up.\n\nJEFF (CONT'D)\nWe're in.\n\nPENNY\nWhat? C’mon.\n\nDERF\nDahmer’s got balls, man. He’s slick.\n\nJEFF\nWe have an appointment in an hour.\n\nINT. EISENHOWER EXECUTIVE OFFICE BUILDING - DAY\nThe AIDE gives Jeff, Derf, Neil, and Penny a tour.\nJEFF\nAnd you get to sit in meetings with\n\nthe Vice President?\n\nAIDE\nSometimes.\n\nDERF\nReally? Where’s his office.\n\nAIDE\nDown that hall. Let’s see if he’s in.\n\f67.\n\nINT. VICE PRESIDENT WALTER MONDALE’S OFFICE - DAY\n\nVICE PRESIDENT WALTER MONDALE reviews documents with a\nCabinet Member. The teens wait in a line near the door,\nnervous. The Vice President approaches.\n\nVP WALTER MONDALE\nKids, thanks for dropping by. I have a\nmoment before a call with Indira\nGandhi, who just resigned as Prime\nMinister of India. Where are you from?\n\nJeff's heart pounds, in awe.\nVP WALTER MONDALE (CONT’D)\nOhio’s a great state. So, what do each\nof you want to be when you grow up?\nThe Vice President looks to Derf.\nDERF\nI, like, want to draw cartoons, not\nfor TV. I want to draw comics, yeah.\nVP WALTER MONDALE\nWell, that’s great, as long as you\ndon’t draw any political ones making\nfun of me.\n\nDERF\nOf course not.\n\nJeff stiffens. The Vice President finally reaches him--\n\nVP WALTER MONDALE\nAnd so, what interests you?\n\nAll heads turn. His friends are curious, as well.\n\nJEFF\nBiology.\n\nVP WALTER MONDALE\nGreat. You should pursue that.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nBiology. VP WALTER MONDALE\nGreat. You should pursue that. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Vice President shakes Jeff's clean hand.\nEXT. EISENHOWER EXECUTIVE OFFICE BUILDING - MOMENTS LATER\n\nThey race away from the building, soaring and giddy. They\ngratefully pat Jeff on the back.\n\f68.\n\nNEIL\n\nThat was the coolest thing I’ve ever\n\ndone in my life. I can die now.\n\nDahmer, I can die now, thank you.\nJeff basks in their congratulations.\nINT. CHARTER BUS - TRAVELING - NIGHT\nThe bus rumbles into the Revere High parking lot as the trip\nreaches it’s definitive end. Out the window, parents eagerly\nawait the return of their kids. Despondent over the return, a\ngrave curtain of darkness returns to Jeff's face.\nEXT. REVERE HIGH SCHOOL - PARKING LOT - CONTINUOUS\nJeff sulks back to his father’s car.\n\nLIONEL\nYou have a good time? Y’alright?\n\nJEFF\nUh-huh. It was great.\n\nLIONEL\nYou don’t look well. You have a fever?\n\nJEFF\nI don’t think so.\n\nINT. DOCTOR'S OFFICE WAITING AREA - DAY\n\nA converted living room lined with chairs. Two children\nbabble and play, just beyond arm’s length of their mother.\nThe kids suck on new lollipops.\n\nMOTHER\nCareful.\n\nThe mother makes departing small talk and leaves with her\nkids. A NURSE appears with a clipboard.\n\nNURSE\nMr. Jeffrey Dahmer.\n\nANGLE ON Jeff Dahmer seated against the far wall.\n\nJEFF\nYes, that’s me.\n\nThe nurse shuffles down a hallway. He follows.\n\f69.\n\nINT. DOCTOR'S EXAMINATION ROOM - DAY\n\nJeff waits, seated on the examination table in his underwear.\nHe looks around at the cabinets, jars of cotton balls and\ngauze, the weight scale, the eye chart.\n\nDr. York enters, sucking on a lollipop - it’s the\nNeighborhood Jogger at work. He glances at the clipboard.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nAre you running a cold?\n\nJEFF\n(represses his excitement)\nI think so. I’ve been getting chills.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nAlways nice to see new patients.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ve been getting chills. DR. YORK/NEIGHBORHOOD JOGGER\nAlways nice to see new patients. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\nA physical, maybe?\n\nJeff stiffens as Dr. York moves in, on his swivel chair.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nStick out your tongue. Say Ahhh.\n\nJEFF\nAbhhh.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nTonsils look good. Turn. Let me see\nyour ears...\n\nJEFF\nDo you do surgery?\n\nDR. YORK/NEIGHBORHOOD JOGGER\nNo.\n\nJEFF\nWhy not?\n\nDR. YORK/NEIGHBORHOOD JOGGER\nI like caring for patients but I’m not\nthe type to wanna cut someone open. So\nthis, but almost became a podiatrist.\n\nJEFF\nLess blood.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nExactly.\n\f70.\n\nJEFF\nWhat about what’s on a patient’s mind?\n\nDR. YORK/NEIGHBORHOOD JOGGER\nYou mean, a psychiatrist?\n\nJEFF\nMy mom had one.\n\nDr. York puts his stethoscope against Jeff's chest and back.\nJeff fights his quick breathing.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nSo far, you look healthy. Okay, before\nI weigh you. Do you hurt when you pee?\n\nJEFF\nHuh? No.\n\nDR. YORK/NEIGHBORHOOD JOGGER\nAre you sexually active?\n\nJEFF\nWhat kind, sort of...\n\nDR. YORK/NEIGHBORHOOD JOGGER\nYou’re at the age. No growths, okay.\nPull down your underwear.\nJeff pulls down his underwear.\n\nDR. YORK/NEIGHBORHOOD JOGGER (CONT'D)\nCough. Cough again. Cough again.\n\nSuddenly, a stalled silence. He returns to his clipboard. An\nawkward tension between them, implies Jeff became erect.\n\nDR. YORK/NEIGHBORHOOD JOGGER (CONT'D)\nPull up your pants, I’m finished.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - NIGHT\n\nStanding in the same position, Jeff finishes jerking off.\nKNOCK. Another KNOCK.\n\nJEFF\nJust a minute, go away, just a minute.\n\nHe sharpens up and pulls up his pants.\nEXT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nJust a minute, go away, just a minute. He sharpens up and pulls up his pants. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAHMER FAMILY HOME - DRIVEWAY - DAY\n\nThe Dahmer Family rush out of the house. Lionel and the boys\nare in suits, Joyce in a dress. They scramble into a car.\n\f71.\n\nLIONEL\nRemember, please, behave yourself.\nIt’s my boss and work associates--\n\nJOYCE\nBoys, he doesn’t even know the groom.\n\nLIONEL\nIt’s my boss’s son, which is all the\nsame. Kids, there’1l be some other\nkids there your age.\nINT. AKRON HOTEL - RECEPTION HALL - NIGHT\n\nIt’s cocktail hour. Jeff approaches the bar.\n\nJEFF\nMy Dad wants a Jack and coke.\nBARTENDER\n(distrustful)\nWhere is he?\nJEFF\nOver there.\nBARTENDER\nWhich one?\nJEFF\nOn the other side... I swear...\n\nHe spots Joyce slipping out with a sleazy PERENNIAL BACHELOR.\nBARTENDER\nSorry, kid, he’ll have to come get it\nhimself.\n\nJeff leaves the bar, then swipes an almost empty cocktail\nglass from a busboy’s tray.\n\nAT THE TABLE - MOMENTS LATER\nJeff sits, sober, with his father and brother.\n\nCOWORKER\nLionel, and where’s your wife?\n\nLIONEL\nShe's, uh, not feeling well. Headache.\nWent to rest in the car.\n\f72.\n\nINT. AKRON HOTEL - HALLWAY - LATER\n\nLionel finds Joyce fixing her makeup in a hallway mirror. The\nPerennial Bachelor idles feet away.\n\nLIONEL\nWhere have you been? Dinner was served\na half hour ago.\n\nJOYCE\nI was fucking that guy over there.\n\nThe Perennial Bachelor slips back into the party, avoiding.\nJOYCE (CONT'D)\nHe’s your boss’s cousin, staying here\nat the hotel. I might just stay the\nnight. If you won’t divorce me, then\ndeal with it.\nLionel swallows his pride and anger.\nINT. DAHMER FAMILY HOME - NIGHT\n\nBut, at home, he furiously packs two suitcases.\n\nLIONEL\nI’ve had enough. You’re a mess and\nimpossible... I’m done with you.\nJOYCE\n\nGood.\nLionel storms out. Jeff follows, helpless.\nEXT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLionel storms out. Jeff follows, helpless. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAHMER FAMILY HOME - DRIVEWAY - CONTINUOUS\nLionel reverses out of the driveway.\n\nJEFF\nDon’t, dad, don’t...\n\nJOYCE\nFinally.\n\nJeff runs off.\nEXT. WOODS - NIGHT\nJeff stumbles through the woods, unraveling, agonizing. He\n\nWHACKS a fallen branch against a tree repeatedly... draining\nhimself. The sound travels... A KITCHEN LIGHT turns on.\n\f73.\n\nEXT. REVERE HIGH SCHOOL - TENNIS COURTS - DAY\n\nJeff WHACKS tennis balls in every direction, spazzing out for\nhis teammates. Neil stops rallying to watch.\n\nTENNIS COACH\nJeff Dahmer, if you don’t clean up\nyour act, you’re off the team.\nJeff stops. He drops his racquet and WALKS OFF.\nEXT. REVERE HIGH SCHOOL - BRICK WALL - DAY\nJeff pounds a fifth of gin in no time. Slurps the last drops.\nEXT. REVERE HIGH SCHOOL - PARKING LOT - DAY\n\nThe Dahmer Fan Club hangs around Derf’s Chevy Vegas,\nlistening to Buzzard Radio 101 WMMS. Jeff shuffles by.\n\nDERF\nDahmer. Dahmier, boy. Wanna hang?\n\nKENT\nHow about later? Whitey’s for burgers\nand arcade - they just got Death Race.\n\nJEFF\nNah.\n\nJeff veers away, disengaging...\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\n\nBalderelli polices the main thoroughfare. With cunning, Jeff\navoids and staggers by, gripping his leather briefcase, then\nBUMPS into two students. They smell the alcohol.\n\nSTUDENT\nDang.\n\nINT. HEALTH CLASS - DAY\n\nIn a dark room, a corny 1960s 16mm anti-drug educational film\nunspools for students. MR. LAPOLLA monitors the projector.\n\nTEENAGE BOY ON SCREEN\nI’m glad I didn’t jump off that\nbridge. It’s much higher than it\nlooked.\n\nTEENAGE GIRL ON SCREEN\nI really think you should talk to\nsomeone. LSD is dangerous.\n\f74.\n\nNARRATOR FOR FILM\nMost young people think they’re\nstronger and have more willpower than\nthey actually do.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLSD is dangerous. 74. NARRATOR FOR FILM\nMost young people think they’re\nstronger and have more willpower than\nthey actually do. \n\nTARGET SECTION TO BE ANNOTATED:\nJeff opens the door, tries to slip in undetected--\n\nMR. LAPOLLA\nYou're late, Mr. Dahmer. Again.\n\nNARRATOR FOR FILM\nAnd one of the potentials for drug\ntraffic is the school.\n\nJeff trips over a student in the front row.\n\nSTUDENT\nWatch it, Jerk!\n(smells Jeff's boozy\nbreath)\nYuck, arrr, Damn.\n\nJEFF\nS-S-Sorry.\n\nDisoriented, Jeff BLOCKS THE LIGHT from the projector.\nBlinded, he struggles to find a path to an empty chair.\n\nNARRATOR FOR FILM\nHere the connection can be found with\nthese peddlers of misery who prey on\nthe unwary, the uninformed, the\ncurious, the thrill-seekers...\n\nMR. LAPOLLA\nMove it, Dahmer, get a seat!\n\nNARRATOR FOR FILM\n++. Most young people will continue\nthrough life as normal, responsible\ncitizens. Others, the shunted and\nunloved, are the candidates for the\nslave world of lifelong drug\naddiction.\n\nJeff drops into a chair, and lowers his sad, lonely face.\n\nNARRATOR FOR FILM (CONT’D)\nBut no-one is immune. How does it\nhappen? Where does it start? What are\nthe signs?\n\f75.\n\nEXT. WOODS BEHIND SCHOOL - DAY\n\nA huddled cluster of upperclassmen get high and drink, along\nwith one youthful teacher, MR. PITT. Passing around a joint-\n\nSNARKY SLACKER\nYou blow up some gooks?\n\nMR. PITT\nIf I told you, I’d have to kill you\ntoo.\n\nANOTHER STONER\nAwesome. C’mon.\n\nNearby, Jeff drinks by his lonesome. His stash and finished\nbottles are tucked under a log.\n\nSNARKY SLACKER\nShit, dude, look, Balderelli.\n\nHeads turn. In the distance, Vice Principal Balderelli\ncrosses the practice field, approaching.\n\nANOTHER STONER\nRun.\n\nThe stoners and Mr. Pitt scatter. Jeff doesn’t freak out and\njust lies down behind the log, playing dead.\n\nBalderelli steps into the woods and looks around. Smells the\npot and goes further in... ducking under branches.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeff doesn’t freak out and\njust lies down behind the log, playing dead. Balderelli steps into the woods and looks around. Smells the\npot and goes further in... ducking under branches. \n\nTARGET SECTION TO BE ANNOTATED:\n He passes\nright by Jeff, but doesn’t see him. Then, spots a couple of\nstoners making a run for it across the practice field.\n\nVICE PRINCIPAL BALDERELLI\nHey, I SEE YOU. STOP RIGHT THERE.\n\nBalderelli storms out of the woods and chases them down. Jeff\nsits back up and continues drinking.\n\nINT. YEARBOOK & SCHOOL NEWSPAPER OFFICE - DAY\n\nDrafts of the yearbook layout are pinned to a bulletin board.\nDerf, Neil, and Mike enthusiastically rush in.\n\nDERF\nIt’s here!\n\nMIKE\nDahmer’s got to see this. We should\nget him. Neil, see if he’s around.\n\f76.\n\nYet, they cannot contain themselves and rip open the package.\nThey spread out the developed club photos. Laughter swells\nover sight of Jeff's face in many.\n\nDERF\n.-. And here he is again!\n\nMIKE\nSo bad, it’s so bad!\n\nTheir YEARBOOK ADVISOR enters. She’s a snippy woman.\n\nYEARBOOK ADVISOR\nGood, they came in. Let’s see.\n\nShe scans the photos, realizing the prank.\n\nYEARBOOK ADVISOR (CONT’D)\nWhat is Jeff Dahmer - he’s not in any\nof these clubs. Who did this?\n\nNEIL\nHe’s not?\n\nYEARBOOK ADVISOR\nHe doesn’t belong in Debate or here or\nthis one.\n\nShe grabs a wide black marker and BLOTCHES OUT JEFF’S FACE in\nall the club photos, a fitting symbol.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE'’S BEDROOM - NIGHT\n\nJeff stares at the wall, mouthing the lyrics to Black\nSabbath’s “Iron Man” playing on his cassette player.\n\nBLACK SABBATH LYRICS\nIs he alive or dead?\nHas he thoughts within his head?\nWe'll just pass him there,\nWhy should we even care?\n\nINT. DAHMER FAMILY HOME - KITCHEN - MOMENTS LATER\nJoyce is deeply absorbed on the phone. Jeff approaches.\n\nJOYCE\n(into phone)\nIs he out of his mind? I can’t believe\nthat’s his position. He’s being\ncompletely irrational.\n\nJEFF\nMom.\n\f77.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s being\ncompletely irrational. JEFF\nMom. 77. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE\n(into phone)\nThere’s no way I'd give custody of\nDave over. Never in a million years.\n\nJEFF\nMom.\nJOYCE\n(to Jeff)\nShhh.\n\n(back to phone)\nHe’s g-g-getting everything. I’M NOT\nBEING IRRATIONAL. YOU HEAR ME? YOU’RE\nMY LAWYER, NOT HIS. DAYS? I WON’T\nDISCUSS HIS CUSTODY.\nJeff swipes hot dogs from the fridge and slinks out.\nEXT. WATKINS FAMILY HOME - MOMENTS LATER\n\nLurking in the bushes, Jeff lures Wendy Watkins’ Irish Setter\nover to him with his raw hot dogs.\n\nJEFF\nGood dog.\n\nJeff unlatches the dog from its run line.\n\nEXT. DEEP WOODS - DAY\n\nJeff leads the dog to the same spot where he once tore apart\nthe frozen opossum. Jeff takes out his knife. His teeth\nchatter, readying for the kill. The dog sits, panting,\nwagging its tail.\n\nJeff approaches, knife in hand. He pulls the dog to his\nSLAUGHTER ROCK, where remnants of rodent skulls are scattered\naround. The dog yaps. Its tail continues to wag.\n\nBut, at the last moment...\n\nJeff cannot do it. He TOSSES the knife aside.\n\nJEFF\nGo on! Go! Go home. Get!\n\nThe dog runs off. Jeff drops to his knees.\nINT. REVERE HIGH SCHOOL - HISTORY CLASS - DAY\n\nMr. Fedele takes attendance. He notes Jeff’s absence.\n\f78.\n\nMR. FEDELE\nMr. Jeff Dahmer, absent again. That’s\nfive times in the last two weeks.\n\nDERF\n(whispers)\nWe need our mascot back... Life’s not\nas much fun around here.\n\nKENT\nI know.\n\nNEIL\nMaybe we should just let him be, you\nknow? He’s not--\n\nDERF\nC'mon, Neil. It’s all - he likes the\nattention.\n\nNEIL\nMaybe so. But...\n\nNeil keeps his thoughts to himself.\n\nEXT. REVERE HIGH SCHOOL - BRICK WALL - AFTERNOON\n\nJeff finishes the last drop from a fifth of vodka.\nEXT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. REVERE HIGH SCHOOL - BRICK WALL - AFTERNOON\n\nJeff finishes the last drop from a fifth of vodka. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n REVERE HIGH SCHOOL - FRONT ENTRANCE - NIGHT\nParents hurriedly pick up their kids from after-school\n\npractices & rehearsals. They pass Jeff slouched on the front\nsteps, sobering up.\n\nPARENT\nMr. Dahmer, another long day hitting\nthe books?\n\nJEFF\n\nYep.\nHe turns away to conceal his sozzled self.\nEXT. ACME FRESH MARKET - PARKING LOT - DAY\nIn her Oldsmobile Omega, Joyce pulls into a parking spot.\n\nDave sits in the passenger seat. Jeff sits in the back.\nLionel’s already there, waiting by his car.\n\f79.\n\nINT. OLDSMOBILE OMEGA - DAY\n\nJOYCE\nJust a minute, before you spend the\nday with your father, I need to talk\nto him. Stay in the car.\n\nJoyce takes a set of legal documents and gets out. Jeff\nquickly steals some loose cash from her purse.\n\nBoth sons hear something, and look out the rear window. They\nwatch in stunned paralysis as:\n\nJoyce and Lionel get in each other’s faces, talking\nforcefully. Joyce waves the legal papers in the air.\n\nSuddenly, Joyce blows her lid. She shoves Lionel. She slaps\nat him, yelling. Retaliating, veins pop out of Lionel’s neck.\nHe holds her arms down. She kicks him. He kicks her back. He\nshoves her away. She runs right back at him, flailing her\narms, losing papers to the ground.\n\nRANDOM ADULTS rush over to break it up. They separate Joyce\nand Lionel. Joyce is crying, and threatening him. All words\nare muffled inside the car as the kids watch, helpless.\n\nJoyce returns to the car, fuming. She rummages for her keys.\nShe pulls out in a rage.\n\nDAVE\nI thought we were going to see Daddy.\n\nJeff glares at his mom.\nEXT. REVERE HIGH SCHOOL - PARKING LOT - MORNING\nJeff buys more alcohol from a HIGH SCHOOL DROPOUT.\n\nHIGH SCHOOL DROPOUT\nYou’re my best customer.\n\nJeff takes the large bottle of vodka and drops it into his\nleather briefcase, revealing how he transports it undetected.\n\nEXT. REVERE HIGH SCHOOL - PARKING LOT - LATER\n\nRows of parked cars.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeff takes the large bottle of vodka and drops it into his\nleather briefcase, revealing how he transports it undetected. EXT. REVERE HIGH SCHOOL - PARKING LOT - LATER\n\nRows of parked cars. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s quiet with class in session. Coach\nNatale wanders through on a cigarette break and discovers\nJeff behind a car drinking.\n\nCOACH NATALE\nHey! What’s this? On school grounds.\nWhat’s your name?\n\f80.\n\nJEFF\nJ-Jeff.\n\nCOACH NATALE\nWhat do you have to say for yourself?\n\nJEFF\n(puts on an act)\nIt’s just... My parents are splitting\nup and I’m pretty depressed about it\nand I thought drinking might help--\n\nCOACH NATALE\nI’m sorry about your folks--\n\nINT. VICE PRINCIPAL BALDERELLI’S OFFICE - MOMENTS LATER\n\nVICE PRINCIPAL BALDERELLI\nBut that’s no excuse. It’s not as bad\nas it seems.\n\nJEFF\nLittle late for that.\n\nVICE PRINCIPAL BALDERELLI\nIt’s no excuse, period. Here’s the\ndeal. You have a choice. I can either\nphone your parents and tell them what\nyou did or you can take ten licks and\nnot drink again. Your call.\n\nJEFF\nDon’t call my parents.\n\nVICE PRINCIPAL BALDERELLI\nYour choice... ooookay.\n\nBalderelli pulls a paddle from his desk drawer.\n\nJEFF\nReally?\n\nVICE PRINCIPAL BALDERELLI\nBend over and grab the wall.\n\nJeff's stunned. He puts his hands on the wall. Balderelli\nwinds up and WHACKS Jeff in the ass. Jeff drops to his knees.\n\nVICE PRINCIPAL BALDERELLI (CONT’D)\nGet up.\n\nHe returns to his position and receives a paddling. Each\nstrike is worse than the last.\n\f81.\n\nINT. DAHMER FAMILY HOME - JEFF & DAVE’S BEDROOM - THAT NIGHT\n\nAlone, Jeff paces. A sore limp from the paddling lingers. A\nswirl of depraved thoughts, his dismantling family, his own\ninner-disgust brings him to tears. Haunted:\n\nJEFF\nOkay... alright... okay... alright...\n\nTears slide down his face. He drops onto his bed and curls up\nbeside the DEAD NEIGHBORHOOD JOGGER, stiff and speechless.\nJeff finds comfort. Jeff holds the dead jogger tight.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe drops onto his bed and curls up\nbeside the DEAD NEIGHBORHOOD JOGGER, stiff and speechless. Jeff finds comfort. Jeff holds the dead jogger tight. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF (CONT'D)\n(mutters)\nDon’t leave me, don’t leave me.\n\nCUT TO WIDE SHOT of Jeff in bed alone. The dead Neighborhood\nJogger is a fantasy.\n\nINT. REVERE HIGH SCHOOL - ENGLISH CLASS - DAY\n\nDerf doodles a cartoon of Dahmer in his notebook. Class\ndiscussion of Faulkner's As I Lay Dying is background noise.\nTAP TAP on the window gets his attention. Outside the window,\nJeff POPS his head up and GROWLS at him. Derf chuckles.\n\nENGLISH TEACHER\nMr. Backderf. Are you with us?\n\nEXT. FIELD - NIGHT\n\nA field party. Bully-jocks, Psycho-Stoners, Band Nerds are\nall there. Beer cans. Making out.\n\nThe Dahmer Fan Club shotgun beers. Several Bully-Jocks\nimpose:\n\nBULLY-JOCK JERKOFF\nLook, the Rah Rah band nerds drink.\n\nKENT\nYeah, whatdya you think, we’d?--\n\nBULLY-JOCK NUMBSKULL\nLightweights--\n\nBULLY-JOCK JERKOFF\nBe home playin’ snare drum.\n\nBULLY-JOCK DICKWAD\nSnap.\n\f82.\n\nDERF\nMore active than standing on the\nsidelines.\n\nMIKE\nDang.\n\nBULLY-JOCK JERKOFF\nGood one. Y’alright for a turd.\nWhere’s your mascot, Dumb Dahmer?\n\nDERF\nHe’s not here--\n\nBULLY-JOCK JERKOFF\nHe gonna be your prom date, Backderf?\n\nDERF\nYour mother might, if she can fit ina\ndress.\n\nBULLY-JOCK JERKOFF\nDahmer’s like your little court\njester. ‘Cept he’s not hangin’ with\nyou much anymore.\n\nDERF\nThe fan club lives on.\n\nBULLY-JOCK JERKOFF\nReally? Looks like he ditched ya.\n\nNEIL\nJust think he’s confused--\n\nBULLY-JOCK NUMBSKULL\nAnd looks like Neil’s a little\nprotective.\n\nBULLY-JOCK JERKOFF\nAnd passing out cartoon flyers is\ngetting kinda old, don’t ya think?\n\nDERF\nHe’s still into it.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nJust think he’s confused--\n\nBULLY-JOCK NUMBSKULL\nAnd looks like Neil’s a little\nprotective. BULLY-JOCK JERKOFF\nAnd passing out cartoon flyers is\ngetting kinda old, don’t ya think? DERF\nHe’s still into it. \n\nTARGET SECTION TO BE ANNOTATED:\nBULLY-JOCK JERKOFF\nI dunno. Seems like you’re closing out\nyour high school career shucked by the\nfool.\n\nBULLY-JOCK NUMBSKULL\nMakes you the fools that you are.\n\fDERF\n\nWe'll get him to show up.\nMIKE\n\nFor what?\nDERF\n\nUh. A rockin’ command performance.\nHe’1ll ante up. For sure.\n\nBULLY-JOCK DICKWAD\nDoubt it.\n\nDERF\n(aside, to Kent & Mike)\nLet’s just do it. Let’s get him to\ntake his spazz to the max--\n\nKENT\nDerf, he’s hasn't spazzed in weeks.\n\nNEIL\nHe’s not really interested in a whole\nlot anymore. Better not--\n\nDERF\nYeah but, what if we pay him? I’11l put\nin five bucks.\n(drops cash in his cap)\nGets ‘em out on a Saturday.\n\nKENT\nI’m in. It‘’1l be killer.\nMIKE\nHe’1l surely blow it on booze.\nDERF\n(to Neil)\nC’mon, man, put in some. I’m taking a\npot.\nMIKE\n\nYeah, for his booze fund.\nNeil shakes his head, disapproving.\n\nNEIL\nNuh-uh.\n\nDERF\nChill, Neil.\n\nBully-Jock Jerkoff pays in.\n\n83.\n\f84.\nBULLY-JOCK JERKOFF\nI'll believe it when I see it.\nDerf and Mike start to circulate, selling more tickets.\nINT. REVERE HIGH SCHOOL - HALLWAY\nDerf stops Jeff in his stuporous path. Jeff bleeps, BRAAAA.\nDERF\nHey, Jeff. So, look, we got an idea\nfor the Fan Club...\nOnlooking, Neil steps away, remarks--\nNEIL\n(to Kent)\nWe should just leave him alone. He’s\nnot a side show attraction.\nBACK TO Derf, wrapping up his plan with Jeff--\nDERF\nGreat. Here’s thirty-two bucks. It’1l\nbe your Command Performance. We might\nhave more by Saturday.\nJeff nods, half-coherent.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - DAY\n\nDerf and Kent arrive in the Chevy Vegas.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeff nods, half-coherent. EXT. DAHMER FAMILY HOME - DRIVEWAY - DAY\n\nDerf and Kent arrive in the Chevy Vegas. \n\nTARGET SECTION TO BE ANNOTATED:\n They head to the\nkitchen door and knock. Jeff opens the door.\n\nJEFF\nGweeetings.\n\nDERF\nReady?\n\nJEFF\n\nJust a sec.\n\nJeff heads back to retrieve something. Derf and Kent decide\nto tiptoe into the house.\n\nKENT\n(chuckling)\nWhere’s that pink foot stool?\n\nThey head through the kitchen and discover depressive Joyce\nDahmer slouched over at the dining room table, quivering.\n\f85.\n\nJOYCE\nHiii boyzzzz.\n\nDerf and Kent stiffen up. The pink foot stool is tipped over\non its side, abandoned in corner.\n\nJEFF\nReady?\n\nJeff is in the kitchen, with a jacket draped over a paper\ngrocery bag, under his arm. Derf and Kent follow him out.\n\nINT. CHEVY VEGAS - TRAVELING - MOMENTS LATER\n\nIt’s drizzling. The worn wipers stutter across the\nwindshield. Derf drives with Kent in the passenger seat. Jeff\nsits in the back, straddling the center hump.\n\nDERF\n(glances in rearview mirror)\nYou’re blocking my view. Sit on either\nside, Dahmer.\n\nJEFF\nI’m good.\n\nJeff pulls a six-pack of Busch beer from the paper bag. He\npops open a can and flauntingly gulps it down like water. He\ncrushes the can and drops it on the floor, then repeats. It’s\nuncomfortable to watch, so they chatter:\n\nKENT\nIs Cooper coming?\n\nDERF\nHe said he was.\n\nKENT\nAnd what about Borowski and Guentlzer?\n\nDERF\nGuentlzer is but Borowski didn’t pay.\nWe'll see who in ten minutes.\n\nDerf peeks in the rear view mirror. Jeff pounds another beer,\nthen another. His “aura of doom” makes Derf twinge.\n\nDERF (CONT'D)\nI never seen ya drink like that\nbefore, Dahmer.\n\nJEFF\nWell, here I am.\n\f86.\n\nINT. CHEVY VEGAS - TRAVELING - TEN MINUTES LATER\n\nThey pull into the Summit Mall Parking lot. Jeff burps in the\nbackseat, already finished with his beers.\n\nEXT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHEVY VEGAS - TRAVELING - TEN MINUTES LATER\n\nThey pull into the Summit Mall Parking lot. Jeff burps in the\nbackseat, already finished with his beers. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUMMIT MALL - PARKING LOT - CONTINUOUS\nIn a daze, Jeff follows Derf and Kent to the main entrance.\n\nJEFF\nWhere we meeting these idiots?\n\nDERF\nRight in front of the Orange Julius.\n\nJEFF\nI’m psyched.\n\nINT. SUMMIT MALL - MOMENTS LATER\n\nDerf and Kent, with Jeff trailing, spot the pack of paid\nSPECTATORS, numbering nearly a dozen upperclassmen.\n\nMIKE\n‘Bout time!\n(hands Jeff cash)\nAnother fifteen bucks. Not bad.\n\nJeff stuffs the cash in his pocket.\n\nDERF\nOk. Let’s do this.\n\nOne teenager pulls out an 8mm camera. Others start commenting\nand snickering with anticipation.\n\nDERF (CONT'D)\nWe present Jeff--\n\nJEFF\nJeffrey. For this I’m Jeffrey.\n\nDERF\nThe Dahmer Fan Club presents Jeffrey\nDahmer in his Command Performance.\n\nDerf pats Jeff on the back, gesturing forward...\n\nDERF (CONT'D)\n(whispers in Jeff's ear)\n\nWelcome to the wild world of wasteful\n\ncapitalism. Why don’t you show them\n\nwhat it’s all about?\n\f87.\n\nJEFF\nGlllaaaaaaadddd-11lleeee.\n\nJeff walks down the main shopping hallway toward innocent\nshoppers. The teenage pack trail him at a distance.\n\nAnd like its origins in the high school hallway, Jeff throws\nan EPIC EPILEPTIC-LIKE SPAZZ, flailing his arms and legs...\n\nJEFF (CONT'D)\nBAAAAAAAAAAAAAAA !\n\nUnsuspecting SHOPPERS turn heads, spooking many. Some scurry\naway with children. The teenage-pack roars with laughter,\nsnorting, falling over each other.\n\nTHE TEENAGE-PACK\nOh, Man! That was awesome. Where is\nhe? Boo-yah. Over there? Get closer.\n\nJeff chases THREE MIDDLE-SCHOOL GIRLS, moaning and grunting\nin their wake. The girls dip into the bathroom for safety.\n\nTHE TEENAGE-PACK (CONT’D)\nDid you get that on camera?\n\nJeff continues plodding through the mall, spooking more and\nmore shoppers with flares of fits--\n\nJEFF\nUh! Uh! Uh! Uh! UUUUUUUUH!\n\nA mother grabs her child.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nUh! UUUUUUUUH! A mother grabs her child. \n\nTARGET SECTION TO BE ANNOTATED:\n An elderly couple scurry into a\nclothing store.\n\nJeff approaches a FOOD CLERK passing out free samples. He\ntakes two handfuls in his mouth.\n\nJEFF (CONT'D)\nWhat are these?\n\nFOOD CLERK\nToasted sunflower seeds.\n\nJeff SPITS THEM OUT EVERYWHERE--\nJEFF\nPFFFFFFFT. I’m allergic, I’m\nallergic... AAHHHHHH\n--BUCKING AND RETCHING as he scampers away.\n\nJEFF (CONT'D)\nKOFF! KOFF! GUUUH!\n\f88.\n\nJeff approaches STOUFFER’S RESTAURANT, the main dining spot.\nHe startles diners in a front table, then knocks over drinks\nat the next and slams his hands - SPLAT - into their food.\nJeff shudders into the restaurant, spazzing down the aisle.\nJEFF (CONT'D)\nMr. Burrrrrlmannnnn? Mr. Burlmannnn\nwhere are you? Where’s my stooooool?\n\nRESTAURANT MANAGER\nHey, kid, get out--\n\nJeff responds with a ROARING SPAZZ, scaring all the diners.\n\nRESTAURANT MANAGER (CONT’D)\nOUT - OUT. LEAVE.\n\nThe teenage-pack howl with laughter, bringing many to tears.\n\nThe Restaurant Manager chases Jeff out. Jeff writhes his way\nthrough the tables, avoiding the manager on his way out...\n\nMONTAGE as Jeff continues his romp in & out of more stores:\n\n- JEFF POPS up from behind a clothing rack, scares mother &\ndaughter.\n\n- JEFF CREEPS OUT a gaggle of girls entering the cinema.\n- JEFF CONVULSES at the feet of a family.\n\nJEFF\nMommmmmmm, Mommmmmmm, Urrrrr, Mommmm.\n\nLeads to an anticlimactic end... The group’s interest has\ndwindled. They start to break apart as Jeff's final, waning\nfit barely causes a reaction from a passing shopper.\n\nINT. SUMMIT MALL - MOMENTS LATER\n\nThe teenage pack lingers, chitchat about next activities\nencircles Jeff, who’s seemingly discarded.\n\nKENT\n... how about Rocky Horror?\n\nDerf is the only one who senses Jeff's exclusion.\nDERF\n(obligatory)\nThat was dope, Dahmer.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nKENT\n... how about Rocky Horror? Derf is the only one who senses Jeff's exclusion. DERF\n(obligatory)\nThat was dope, Dahmer. \n\nTARGET SECTION TO BE ANNOTATED:\nBut, no response. His hollow core dumps a sourness on Derf.\n\f89.\n\nEXT. SUMMIT MALL - PARKING LOT - EVENING\n\nIt’s still raining. Derf and Kent head to the car. Jeff\nshuffles behind them.\n\nINT. CHEVY VEGAS - TRAVELING\n\nJeff stews in the backseat, a clenched fist. Derf’s punk\nplays on his stereo. It’s Electric Eels’ “Agitated.”\n\nDERF\nOr head into Akron, check out The\nBank, that new punk club? Yeah.\n\nKENT\nYou're alone in this punk stuff, Derf.\n\nDERF\nIt’s a revolution of the American\ndream gone bust. What could be more\nenlightening and unsettling at the\nsame time?\n\nJEFF\nMe.\n\nDERF\nHuh?\n\nJEFF\n\nYou’re welcome.\nA strained silence.\n\nDERF\nI missed the turn onto Granger, so\nI‘1l just take the left on West Bath\nback to your place. Okay, Dahmer?\n\nJEFF\nI’1l go to The Bank, bang some heads\naround.\nDERF\nI’m not sure if we’re--\nJEFF\n(mumbles )\n\nYou’re welcome. Something. Thank you.\n\nKENT\nYou alright, dude?\n\fJeff\n\nDerf\nseat\n\n90.\n\nJEFF\nJust let me out. Why not drag me\nalong? Let me out.\n\nDERF\nI’m gonna drive you home.\n\nJEFF\nPull over. Fuck. Dickheads.\n\nHITS the back of Kent’s seat.\n\nKENT\nWhoa.\n\npulls his car over onto the shoulder. Jeff pushes Kent’s\nforward before the car comes to a stop.\n\nDERF\nChill, chill.\n\nBLOWS his lid.\n\nJeff\n\nKent\n\nJeff\n\nJeff\n\nJEFF\nOut, let me out.\n\nopens his door and steps out to make Jeff's exit easier.\n\nKENT\nWhat’s the stink?\n\nJEFF\nThe Dahmer Fuckin’ Fan Club.\n\nkicks the door, then the side of the car.\n\nDERF\nYo!\n\npounds the roof. Derf bursts out of his car.\n\nJEFF\n\nWhy’d they make me do that?\nDERF\n\nWho?\nKENT\n\nWhat are you talking about?\n\nJEFF\nYou. Them. Everyone. Thanks for\nnothing.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThem. Everyone. Thanks for\nnothing. \n\nTARGET SECTION TO BE ANNOTATED:\n\f91.\n\nKENT\nYou got fifty bucks, dude.\n\nJEFF\nNo no no no. You don’t get it. Don’t\nget it. You don’t get it. Forget it. I\nthought you guys had my back.\n\nDERF\nWe do, Dahmer.\n\nJEFF\nThat you were my friends.\n\nJeff jumps at Kent, an awkward mix of a punch and hug. An\nanimalistic, askew moment. Kent wiggles away as Derf jumps in\nto pull them apart. It’s such an odd moment that both Derf\nand Kent laugh it off, which unintentionally makes it worse\nfor Jeff.\n\nDerf and Kent withdraw to the car, unsure what to do next.\nJeff catches his breath, wipes his runny nose.\n\nJEFF (CONT'D)\nI’m fine.\n\nDERF\nWhat’s wrong with you Dahmer?\n\nJEFF\nGet out of here. BRAAAA. Go.\n\nDerf and Kent get back in the Chevy Vegas. The ignition\nstutters before finally turning over.\n\nKENT\nBye, dude.\n\nThey drive off. Jeff is left in the rain, deeply despondent.\nINT. DAHMER FAMILY HOME - KITCHEN - MOMENTS LATER\n\nJeff enters, sopping wet. A hollow shell of his former self.\nJoyce is there, uncommonly joyful and bright.\n\nJOYCE\n(listening, on phone)\nUh huh, uh huh, great. That’s great\nnews. I will. Tomorrow, first thing.\n\nJoyce hangs up. She turns to Jeff.\n\f92.\n\nJOYCE (CONT'D)\nGreat news. The divorce is finalized.\n\nJEFF\nOh.\n\nJOYCE\nAnd I need you to promise to keep a\nsecret from your father. I’m moving\nback to Wisconsin with your brother.\n\nJEFF\nWhen?\n\nJOYCE\nAs soon as possible. Your dad is\ngetting the house. And you can’t tell\nyour dad I’m doing this. Promise me\nyou won’t tell.\n(strained pause)\nPromise me, Jeff. Jeffrey.\n\nJEFF\nI won't, I won’t tell.\n\nJoyce walks away. He slinks back to his bedroom where the\nbaseball bat waits, leaning in the corner.\n\nEXT. DAHMER FAMILY HOME - FRONT YARD - DAY\n\nJeff hides in the bushes with the baseball bat, anxious.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slinks back to his bedroom where the\nbaseball bat waits, leaning in the corner. EXT. DAHMER FAMILY HOME - FRONT YARD - DAY\n\nJeff hides in the bushes with the baseball bat, anxious. \n\nTARGET SECTION TO BE ANNOTATED:\n He\npeaks out. Dr. York/Neighborhood Jogger is approaching. Jeff\nrecoils into the bushes. His eyes beam with excitement.\n\nINTERCUT WITH:\n\nDr. York’s running sneakers grip the pavement. Muscles\nflexing. Sweat dripping down his face.\n\nJeff TIGHTENS HIS GRIP on his bat. Anticipation whets his\nappetite. Will this be his first kill? He edges out...\n\nJust then--\nJoyce Dahmer pulls into the driveway in her Oldsmobile Omega.\n\nDr. York runs by, saved by the interruption. Jeff keels over,\nsimmering and unfulfilled.\n\nJoyce pulls shopping bags from the trunk, then notices Jeff\ntangled in the bushes.\n\f93.\n\nJOYCE\nI’m not washing those jeans again.\nJust went shopping for the last time,\ntoo tired to make dinner. I’m done\nmaking dinner for this family.\n\nShe heads inside. Jeff's tumultuous mood turns to rage.\nBaseball bat still in grip, he eyes the car. He winds up,\nthen beats the nearest tree trunk, roaring:\n\nJEFF\nRRRRRAAAAAAAAAAA! 1!\n\nEXT. DEEP WOODS - DAY\n\nIt’s a beautiful spring day. TWO KIDS, nearly 14 years\ninnocent, stroll on a trail.\n\nThey come around a bend and discover a DOG SKULL perched on a\nstick. Flies encircle - it’s a recent kill. Nearby, the\nMUTILATED DOG CARCASS is nailed to a tree trunk.\n\nHorrified, the kids run off.\n\nEXT. REVERE HIGH SCHOOL - PRACTICE FIELD\n\nStudents toss a frisbee, enjoying a beautiful day at the end\nof the school year.\n\nINT. REVERE HIGH SCHOOL - BAND ROOM - DAY\nDerf and Mike play chess.\nMIKE\nNot a surprise, but I heard you asked\n\nPenny to the prom.\n\nDERF\nYep. Been sorta on the down low.\n\nKENT\nYeah, like non existent.\n\nNEIL\nLike overdue.\n\nDERF\nLike none of your bees wax. Check.\n\nNEIL\nHeard she asked you.\n\nDERF\nNo. Actually, checkmate.\n\f94,\n\nMIKE\nShoot. Who am I gonna invite?\n\nThey head to the exit door.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n94,\n\nMIKE\nShoot. Who am I gonna invite? They head to the exit door. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE (CONT'D)\nNot that I really wanna go--\n\nNEIL\nI heard two kids found a dead dog in\nthe woods, behind Bath Church.\n\nKENT\nReally. Crazy.\n\nNEIL\nYeah, my neighbor and a friend found\n‘em. The kids freaked out.\n\nEXT. REVERE HIGH SCHOOL - FRONT YARD - CONTINUOUS\n\nKENT\nI bet it’s a coven of witches.\n\nNEIL\nCoven of witches?\n\nKENT\nTotally. If you read, there’s a rise\nin satanic cults. I’m serious.\n\nDERF\nThat’s whack. Mike, maybe you can ask\nthem to make a wish in their cauldron\nto get you a prom date.\n\nMIKE\nBuzz off.\n\nJeff comes from around the bushes and slinks past.\n\nNEIL\nDahmer. Mike’s looking for a date.\n\nJeff stares at all of them, more distant. No answer.\n\nMIKE\nDerf’s putting you up for Prom King.\n\nDERF\nNo we’re not.\n\fMIKE\nThere isn’t a girl within fifty miles\nthat would go to prom with Dahmer.\n\nJEFF\nNo?\n\nThe comment stings. Jeff stares down Mike.\n\nINT. REVERE HIGH SCHOOL - HALLWAY - DAY\n\n95.\n\nJeff stops BRIDGET, a meek sophomore, on her way to class. He\n\nuncharacteristically turns on his social charm.\n\nJEFF\n\nBridget. Hi. You got a second?\nBRIDGET\n\nI was heading to French class.\nJEFF\n\nWell... I know we don’t know each\n\nother too well.\n\nBRIDGET\nNot really.\n\nJEFF\nBut I heard your friend Margaret is\ngoing to the prom.\n\nBRIDGET\nYeah, with Brian Guentlzer. They're\nfriends from Debate.\n\nJEFF\n\nWhat are you doing Saturday?\nBRIDGET\n\nSome final papers are due.\nJEFF\n\nWell, what about going to the prom?\nBRIDGET\n\nOh. With who?\nJEFF\n\nMe.\nBRIDGET\n\nOh. I dunno.\n\f96.\n\nJEFF\n\nYou could join her. And go with me.\nBRIDGET\n\nI don’t think that’s a good idea.\nJEFF\n\nWhy?\nBRIDGET\n\nI’m gonna be late.\n\nJEFF\nIt’ll be fun.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\n\nWhy? BRIDGET\n\nI’m gonna be late. JEFF\nIt’ll be fun. \n\nTARGET SECTION TO BE ANNOTATED:\nBRIDGET\nYou're not gonna be weird or drink?\n\nJEFF\nI promise, I won’t. Look, barely any\nupperclassmen know you but if you go\nto the prom, you’ll be way ahead of\nmost girls in your class. You wanna\nseem normal, right?\n\nBRIDGET\nI guess.\n\nJEFF\nSo many freshman just wish they could\nbe asked. It’s totally normal that I\nthought of you.\n\nBRIDGET\nI dunno, can I think about it? Let me\nask my parents.\n\nFlattered, Bridget scurries away. Jeff smiles.\n\nINT. COUNTRY LANE PARTY CENTER - RECEPTION HALL - NIGHT\n\nProm Night. “Stairway To Heaven” theme, with balloons\nclustered together like clouds. Derf & Penny mingle with Kent\nand Neil and their dates. The boys are uncomfortable in\nrented tuxedoes, and with the pressure of a dance floor.\n\nPENNY\nWhere’s Mike?\n\nDERF\nHe couldn't get a date, I guess. Wimp.\n\f97.\n\nINT. COUNTRY LANE PARTY CENTER - LOBBY AREA - NIGHT\nJeff arrives with Bridget. He’s sober. He’s forgone\ntraditional prom attire and instead wears brown slacks, a\nvest, and a western-style bow tie. Bridget is draped in a\nlong-sleeve, white dress. She seems tentative around him.\n\nThey immediately encounter the PROM PHOTOGRAPHER, who's\nstarting to break-down his equipment.\n\nPROM PHOTOGRAPHER\nOh, okay. Step in front of the back\ndrop. You're my last of the night.\nJeff and Bridget pose stiffly next to each other.\nBRIDGET\nYou promised me you won’t drink. I\ntold my dad you're a friend.\n\nJEFF\nI know.\n\nPROM PHOTOGRAPHER\nGet closer. Don’t be scared, she’s not\ngoing to bite.\nJeff shimmies closer and puts his arm around her, awkwardly.\n\nPROM PHOTOGRAPHER (CONT'D)\nSmile.\n\nBridget smiles. Click.\nINT. RECEPTION HALL - MOMENTS LATER\n\nJeff and Bridget enter the prom. Many dance to “I Love The\nNightlife.” Derf and his buddies idle in the back.\n\nKENT\nLook who's here. Unbelievable.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMany dance to “I Love The\nNightlife.” Derf and his buddies idle in the back. KENT\nLook who's here. Unbelievable. \n\nTARGET SECTION TO BE ANNOTATED:\nDerf and his buddies observe as Jeff & Bridget make their way\nthrough the space:\n\nJeff finds her a seat and retrieves punch. She’s charmed.\n\nBRIDGET\nThank you. That’s sweet.\n\nJEFF\nI try.\n\nNeil approaches.\n\f98.\n\nNEIL\nDahmer. Hey. Good to see you here. Uh,\nhey, I feel bad. Wanna apologize for\nthe mall, dude.\n\nJEFF\nYou weren’t there.\nNEIL\nI know. I couldn’t... You know, you\n\ndidn’t have to...\n\nJEFF\nIt wasn’t bad.\n\nNEIL\nYeah? I don’t know... I’m sorry.\n\nThe music shifts to “Hopelessly Devoted To You” as Neil’s\ndate tugs on his arm. Neil withdraws, apology unfinished.\n\nJeff stews. He looks around at the cruel clusters of cliques.\n\nSilencing his naysayers, Jeff leads Bridget to the dance\nfloor, increasingly uneasy. Sweat dots his forehead.\n\nJeff and Bridget dance, a bit out-of-sync with each other.\nBut she enjoys herself. Copying couples around them, she\nplaces both arms around his neck. He turns rigid.\n\nBRIDGET\nYou’re supposed to put your hands\naround my waist.\n\nJeff follows her order. And grows more uncomfortable by her\ncloseness. Her slight femininity is unpleasant to him.\n\nTheir presence on the dance floor pressures Derf, Kent, and\nNeil to lead their dates there as well, joining in the\ndiscomfort.\n\nPENNY\n\nHi. I’m Penny.\nBRIDGET\n\nBridget.\nDERF\n\nHey, Jeff, good to see you.\nJEFF\n\n(muddled)\n\nCongratulations.\n\f99.\n\nDERF\nWhy?\n\nJEFF\nWe made it.\n\nDERF\nHuh?\n\nThey all continue to dance, but Jeff's composure is slipping.\nThe cramped dance floor, bouncing heads, loud music, his own\nsober alertness, all compounds. He draws back.\nJEFF\n(into Bridget’s ear)\nI‘ll be right back. Gotta pee.\n\nBRIDGET\nOh, okay.\n\nBridget remains dancing, now without a date.\n\nINT. COUNTRY LANE PARTY CENTER - LOBBY AREA - NIGHT\n\nJeff passes by the bathroom and walks out the front door.\nINT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. COUNTRY LANE PARTY CENTER - LOBBY AREA - NIGHT\n\nJeff passes by the bathroom and walks out the front door. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COUNTRY LANE PARTY CENTER - RECEPTION HALL - NIGHT\nBridget stops dancing, now lost among the mess. She looks\naround. Circulates among the tables, growing increasingly\nupset. Jeff's nowhere in sight.\n\nEXT. MCDONALD'S - NIGHT\n\nJeff sits stone-faced in his AMC Pacer, eating a Big Mac.\nINT. COUNTRY LANE PARTY CENTER - RECEPTION HALL - NIGHT\nVisibly upset, Bridget hunches over in a chair sniveling. A\n\npack of girls console her, now ignoring their dates. And,\nmost everyone at the prom is wondering:\n\nDERF\nWhere’s Dahmer?\nNEIL\nHe’s not in the men’s room.\nPENNY\nIt’s rude.\nKENT\n\nSeriously, I’m not surprised.\n\f100.\n\nEXT. COUNTRY LANE PARTY CENTER - ENTRANCE - NIGHT\nJeff returns. PARENT/CHAPERONE stands in his way.\nPARENT /CHAPERONE\n\nWhere do you think you’re going? You\ncan’t go back in?\n\nJEFF\nWhy not?\n\nPARENT /CHAPERONE\nOnce you’ve left. You’ve been\ndrinking.\n\nJEFF\n\nI haven't. I swear.\n\nPARENT /CHAPERONE\nRules are rules, young man.\n\nJeff steps away. Disappointed. Dejected. But determined to\nsee the night through, he waits in the parking lot.\n\nEXT. COUNTRY LANE PARTY CENTER - PARKING LOT - LATER\n\nThe prom lets out. Bridget’s leaving with friends. Jeff\napproaches.\n\nBRIDGET\nI’m not talking to you. They’re taking\nme home.\n\nJEFF\n\nWait, no. I’m sorry.\n\nBRIDGET\nWhere’d you go?\n\nJEFF\nLook, they wouldn’t let me back in but\nI didn’t drink. I just stepped out to\nget fresh air and it’s not my fault.\n\nBRIDGET\nThis is the worst night of my life.\n\nJEFF\nLet me make it up to you.\n\nBRIDGET\nNo.\n\f101.\n\nJEFF\nPlease. I meant for you to have a nice\nevening.\n\nBRIDGET\n\nHow? The prom’s over. Impossible.\nJEFF\nBut, but, I promised your dad I'd\nbring you home safe. I promised him.\nBridget stops in her tracks, now feels guilty.\n\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nI promised him. Bridget stops in her tracks, now feels guilty. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AMC PACER - TRAVELING - NIGHT\n\nJeff drives Bridget home. Jeff breaks the silence--\n\nJEFF\n\nDid everyone wonder where I was?\nBRIDGET\n\nYeah. So?\nJEFF\n\nGood.\n\nEXT. BRIDGET’S HOME - DRIVEWAY - NIGHT\n\nLike a gentleman, Jeff opens the car door for Bridget and\nwalks her to the door. She waits, as any confused young girl\nmight, for an obligatory kiss. Jeff shakes her hand, stiffly.\n\nJEFF\nGood night.\n\nAbruptly, and awkwardly, ending the evening.\nINT. REVERE HIGH SCHOOL - HISTORY CLASS - DAY\n\nDerf and Mike sit with their eyes locked on the clock. The\nminute hand clicks toward 3:15pm--\n\nDERF\nFive, four, THREE, TWO, ONE!\n\nTHE FINAL BELL RINGS. They burst out of their seats.\nMR. FEDELE\n\nHave a good summer kids. Best of luck\nin college.\n\f102.\n\nEXT. REVERE HIGH SCHOOL - MOMENTS LATER\n\nStudents tear out of the school, tossing notebooks in the\nair. Revere High sign reads: CONGRATULATIONS SENIORS GOOD\nLUCK!\n\nDerf, Kent, Mike, and Neil pile into the Chevy Vegas. They\nblast WMMS FM, which fittingly plays Queen’s “We Are The\nChampions.” Penny and girlfriends jump into another car to\nfollow them out.\n\nMeanwhile, Jeff drags his feet and files onto a school bus.\nINT. SCHOOL BUS - CONTINUOUS\n\nJeff walks by jubilant underclassmen and sits in the back\nrow. A sullen pout. His one safe haven has just ended.\n\nINT. SCHOOL BUS - TRAVELING - DAY\nThe bus stops. The last passengers file off.\n\nBUS DRIVER\nHey, kid. Last stop.\n\nJeff trudges off the bus.\n\nEXT. WEST BATH ROAD - DAY\n\nJeff walks up the hill, approaching his home.\nEXT. DAHMER FAMILY HOME - DRIVEWAY - DAY\n\nJeff finds his mother Joyce hurriedly stuffing her last\ncouple of suitcases and boxes into the Oldsmobile Omega.\n\nJEFF\nMom, you're gonna miss my graduation\nceremony.\n\nJOYCE\n\nYour father will be there. We can’t be\nat the same place.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nMom, you're gonna miss my graduation\nceremony. JOYCE\n\nYour father will be there. We can’t be\nat the same place. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVE\nCan I go?\n\nJOYCE\nNo, you'll already be in Wisconsin\nwith me and grandma. Get in.\n\nJEFF\nNow?\n\f103.\n\nJoyce and Dave get in and reverse out. Dave waves, naively.\nINT. DAHMER FAMILY HOME - MOMENTS LATER\n\nJeff walks into the deathly silent house. Empty drawers.\nMissing furniture. Yet, there’s the pink foot stool. Tipped\nover and forgotten. He takes it in his hands and BASHES it\ninto pieces against the brick fireplace. Leads him to\ncollapse face down on the floor. A flood of tears.\n\nEXT. REVERE HIGH SCHOOL - PRACTICE FIELD - DAY\n\nImmediately after the graduation ceremony. A congratulatory\n\nmood. Lionel hands his camera to another father and asks for\na photo of him with Jeff, wearing cap & gown. Lionel smiles\n\nproudly. Jeff is blank.\n\nINT. BACKDERF FAMILY HOME - DERF’S BEDROOM - EVENING\n\nDerf stuffs his clothes into a duffel bag. Then shoves in\nmore random items, quickly realizing he’s missing something.\n\nINT. BACKDERF FAMILY HOME - KITCHEN - EVENING\n\nDERF\nMom, I‘1l be right back. Gotta grab\nsome things at the store.\n\nCAROL\nBut be back soon. I’m just about to\nput your favorite Hawaiian chicken in\nthe oven.\n\nDERF\nAnd pick up my last paycheck.\n\nCAROL\nWe're sitting down, the whole family,\nin little over an hour.\n\nDERF\nOkay. Gotcha.\n\nDerf bursts out of the house.\nEXT. ACME FRESH MARKET - PARKING LOT - EVENING\nExiting with a grocery bag of odds & ends, Derf waves back to\n\nsome fellow coworkers at the registers. He jumps back in his\ncar and speeds off.\n\f104.\n\nINT. CHEVY VEGAS - TRAVELING - EVENING\n\nWindows down. Wind in the hair. Listening to Devo’s rendition\nof “[I Can't Get No] Satisfaction,” Derf cruises the curvy\nback roads of his hometown for one last evening.\n\nComing around a turn, his headlights catch a figure walking\non the side of the road. It’s Jeff. Derf pulls over.\n\nDERF\n\nJeff. Hey, man.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDerf pulls over. DERF\n\nJeff. Hey, man. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\n\nGweeetings! Baaa.\nDERF\n\nHa. Wanna ride? Headed home?\nJEFF\n\nSure.\n\nJeff gets in.\n\nDERF\n\nI was taking the long way. I leave\ntomorrow morning for college. Taking\nsome summer classes.\n\nJEFF\nNo kidding.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - NIGHT\n\nDerf and Jeff pull into the driveway. The house is completely\ndark. Not even a light over the front door.\n\nINT. CHEVY VEGAS - PARKED IN DRIVEWAY - NIGHT\n\nJEFF\nWanna come in?\n\nDERF\nGeez, your house is dark.\n\nJEFF\nYeah, I got it to myself. My dad’s\nliving with his girlfriend and my\nmom’s gone to Milwaukee with my\nbrother.\n\nDERF\nAre you bleeding?\n\f105.\n\nJEFF\nNah. Just cut myself.\n\nJeff smudges some blood remnants on his jeans.\n\nJEFF (CONT'D)\nSo you're off to Ohio State?\n\nDERF\nNo, Pittsburgh, actually. Can’t wait,\ntaking art classes over the summer.\nWhat about you?\n\nJEFF\nAh, I’m going to Ohio State, I think.\n\nDERF\nReally. So is Mike. Whataya gonna\nmajor in?\n\nJEFF\nDecowating! Thmmaaa!\n\nDERF\nThought Biology.\n\nJEFF\nYep.\n\nA strained silence. Derf senses Jeff is lying.\n\nDERF\nAre you alright?\n\nJEFF\nYep. We could pop open a beer. I got a\nspleef left?...\n\nDERF\nOh, I couldn’t. I got dinner with my\nfolks soon. Look, I’m sorry - you\nknow, I think, wait, I do. I got some\nin my backseat. Been packing up...\n\nDerf reaches into the back seat and pulls out a sketch pad.\n\nJEFF\nYou got some of me?\n\nDERF\nUh, huh. Here. The whole Fan Club. And\nthis one’s you playing fife. Was\nsupposed to be the cover of the\nYearbook but it got shot down.\n\f106.\nJEFF\nGeez.\n\nDERF\nAnd this early one. You can have ‘em.\n\nJeff takes a moment to look at himself in the cartoons.\n\nJEFF\nI don’t want these.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can have ‘em. Jeff takes a moment to look at himself in the cartoons. JEFF\nI don’t want these. \n\nTARGET SECTION TO BE ANNOTATED:\nDERF\nIs everything okay?\nJEFF\nWhy would you say that?\nDERF\nJust askin’... I dunno... you know,\n\nhigh school musta been hard for you.\nJEFF\n\nJust had a lot on my mind. You sure\n\nyou don’t wanna come in?\n\nDERF\nNo hard feelings?\n\nJEFF\nI feel nothing.\n\nA strained pause.\n\nDERF\nWe were just having fun, you know?\nJEFF\nYeah.\nDERF\nGood.\nJEFF\n\nI’m just like anybody else.\n\nDERF\nYeah, it’s gonna be great. We’re all\nheading on to exciting stuff. Mike’s\nblowing off the summer workin’ at the\npool. Neil’s working for his dad, and\nKent got an office job in Cleveland.\n\f107.\n\nJEFF\nYeah. I’1l figure it out. Just like\neverybody else. How ‘bout one beer and\nall's forgiven?\n\nDERF\nOkay.\n\nThey get out of the car.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - CONTINUOUS\n\nDerf steps toward the kitchen door. Moonlight spotlights the\nLouisville Slugger left against the garage. Jeff is a couple\nof strides behind him.\n\nJeff reaches forward and opens the door for Derf.\n\nINT. DAHMER FAMILY HOME - KITCHEN - CONTINUOUS\n\nIt’s dark. Derf steps in. A strange heaviness jars him. He\n\nturns around. Jeff happens to be oddly close, right in his\nface.\n\nDERF\n\nOh. Hey, on second thought.\nJEFF\n\nWhat?\nDERF\n\nI, uh, really should get a move on...\n\nJeff looks at Derf in a weird way, confirming Derf’s\ninstinct. Derf slides past Jeff.\n\nEXT. DAHMER FAMILY HOME - DRIVEWAY - CONTINUOUS\nDerf heads back to his car.\nDERF\nSorry, my mom will kill me if I don’t\nget back for dinner. See ya on the\nflipside, Dahmer.\n\nJeff picks up the bat, following Derf to the car. A few steps\nbehind as Derf swiftly shuts his door and reverses out.\n\nINT. DAHMER FAMILY HOME - NIGHT\nJeff heads back inside and lurks around the living room. No\n\nlights.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DAHMER FAMILY HOME - NIGHT\nJeff heads back inside and lurks around the living room. No\n\nlights. \n\nTARGET SECTION TO BE ANNOTATED:\n An eerie glow of splintered moonlight casts through\nthe windows. Those monstrous thoughts bubble up:\n\f108.\n\nJEFF\nOkay... alright... okay... alright...\n\nEXT. BACKDERF FAMILY HOME - DRIVEWAY - NEXT MORNING\n\nDerf gets farewell hugs from his proud parents, Carol and\nRichard. He tosses his duffel bag in the passenger seat.\n\nCAROL\nWe’re so proud of you, John.\n\nRICHARD\nCall us when you get to your dorm.\n\nCAROL\nWe love you.\n\nDERF\nLove you too, guys.\n\nINT. CHEVY VEGAS - TRAVELING - LATER\n\nDerf slows down and looks over at Dahmer’s home. The lights\nare still all off. No life in sight. Derf slowly rolls past,\nthen continues up the hill and is gone.\n\nINT. DAHMER FAMILY HOME - LIVING ROOM - SAME TIME\n\nEmpty beer cans on the carpet. A pizza delivery box too.\nSeated on the sofa, a disheveled JEFFREY DAHMER stares\nblankly out the large wall of open windows. Summer air and\nthe sounds of birds swoop in.\n\nJeffrey checks the refrigerator. It’s practically empty.\nINT. DAHMER FAMILY HOME - DRIVEWAY - MOMENTS LATER\n\nJeffrey gets in the AMC Pacer and tears out of the driveway.\n101 WMMS blares on the radio.\n\nDJ DENNY SANDERS\nAnd this next song is dedicated to\neveryone headin’ home from the Michael\nStanley concert at Chippewa Lake. He’s\none of Cleveland’s hometown favorites.\nYou’re turned to Buzzard Radio 101\nWMMS.\n\nINT. AMC PACER - TRAVELING - LATER\n\nJeffrey cruises along Cleve-Mass Road with a six-pack of beer\non the passenger seat. He pounds one, then another.\n\nAPPROACHING SUMMIT MALL\n\f109.\n\nJeffrey spots a SHIRTLESS HITCHHIKER, 19, dark complexion and\nwashboard stomach, with his thumb up - hoping for a ride.\nJeffrey passes by, then impetuously decides to pull over. He\nleans over and opens the car door. Via the rear view mirror,\nJeffrey watches the Shirtless Hitchhiker run to him.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeffrey passes by, then impetuously decides to pull over. He\nleans over and opens the car door. Via the rear view mirror,\nJeffrey watches the Shirtless Hitchhiker run to him. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\nHey, you just get out of the concert\ntoo?\n\nSHIRTLESS HITCHHIKER\nYeah! Great show.\n\nJEFF\nWhere you headed?\n\nSHIRTLESS HITCHHIKER\nI got this far, headed back to Akron.\n\nJEFF\nWanna party some more?\n\nJeff offers a beer.\n\nSHIRTLESS HITCHHIKER\nSure.\n\nJEFF\nGet in. My name’s Jeffrey.\n\nShirtless Hitchhiker gets in.\n\nSHIRTLESS HITCHHIKER\nSteven Hicks. Nice to meet you.\n\nEXT. CLEVE-MASS ROAD - BATH, OH —- DAY\n\nThey drive off into the distance.\n\nSUPER:\nOn June 18, 1978, Steven Hicks returned to\nJeffrey Dahmer’s home.\n\nHe was never seen again.\n\nFADE OUT.\n\f"
}