{
  "1": "\n\n\n\nMystery of the Wax Museum \n\n\tFADE IN ON\n\tTITLE: PROLOGUE  LONDON, 1920.\n \n\t\t\t\t\t\tDISSOLVE TO:\n \n1\tINT. MUSEUM OF IVAN IGOR\n\twhere he exhibits groups and individuals done in wax. \n\tThe figures are of historic characters and events. \n\tThe place is almost in darkness as the steel blinds \n\tare drawn on the windows facing the street. Through \n\tthe back and side windows we see and hear a pouring \n\train. At the fade in we hear the distant rumbling of \n\tthunder, and shortly thereafter there is a blinding \n\tflash of lightning through the unshuttered windows \n\tshowing in clear relief a brutal, sinister face, the \n\tblack hood and cowl suggesting a medieval monk. We \n\tsee, lying at the foot of the monkish figure, a \n\tseminude figure of a woman whose back is sadly \n\tlacerated. She is lying face down. In the monk's hand \n\tis a knout or cat-o'-nine-tails, as though he had \n\tbeen punishing her.\n\n\tIn the background of this shot we see a workbench and \n\ta work light. The vague figure of Igor is seen, at \n\twork on a nearly completed bust. DOLLY UP TO A \n\tCLOSE-UP of Igor's hands. We see that they are the \n\tsensitive, fine hands of an artist, dexterous in \n\ttheir delicate occupation.\n\n\t\t\t\t\t\tCUT TO:\n \n\n2\tFULL FIGURE OF IGOR as he steps back from the bench.\n\tEvidently satisfied, he goes to a basin of water and \n\tputs his hands in it and stands as though resting them.\n \n\n3\tEXT. STREET  LONG SHOT  MUSEUM IN BACKGROUND\n\tIt is raining and we see an occasional flash of \n\tlightning. The figure of Worth on the opposite side \n\tof street from museum, walking rapidly AWAY FROM \n\tCAMERA, comes to a point diagonally opposite museum \n\tand glances furtively about, starts toward the \n\tentrance. When a policeman appears, he darts quickly \n\tto a doorway, concealing himself. The officer crosses \n\tthe street and disappears along an intersecting \n\tstreet. Worth makes a second endeavor to approach the \n\tmuseum, when a hansom cab draws up to the curb and \n\tDr.",
  "2": "---END OF PREVIOUS SECTION---\nWhen a policeman appears, he darts quickly \n\tto a doorway, concealing himself. The officer crosses \n\tthe street and disappears along an intersecting \n\tstreet. Worth makes a second endeavor to approach the \n\tmuseum, when a hansom cab draws up to the curb and \n\tDr. \n---TARGET SECTION TO BE ANNOTATED---\n Rasmussen and Golatily alight and cross the \n\tsidewalk toward door. Worth slinks back to his hiding \n\tplace. The cab draws away.\n \n\n4\tCLOSE SHOT  GOLATILY AND RASMUSSEN ON STEPS \n\n\t\t\t\tGOLATILY \n\t\t\t(glancing at watch)\n\t\tA beastly hour to disturb the fellow.\n \n\t\t\t\tRASMUSSEN\n\t\tNot at all. He works late and he'll be \n\t\tdelighted.\n \n\tThey knock at door.\n \n\n5 \tINT. MUSEUM  CLOSE SHOT OF IGOR \n\twashing hands. He straightens up and glances toward\n\tdoor, showing annoyance, then starts toward door. \n\tThe knock is repeated.\n \n\n6\tEXT. MUSEUM\n\tRasmussen is pressing his face to glass, looks \n\tthrough, and we see, through the glass panel of the \n\tdoor, Igor approaching. When he glimpses his \n\tvisitors, his expression changes from annoyance to \n\tone of extreme pleasure, and hastening his stride he \n\topens the door quickly.\n \n\t\t\t\tIGOR \n\t\t\t(with slight foreign accent) \n\t\tWell, well, my friend, this is an \n\t\tunexpected pleasure.\n \n\t\t\t\tRASMUSSEN \n\t\t\t(shaking hands with Igor)\n \t\tI shouldn't have thought of disturbing \n\t\tyou but it happens the friend I told you \n\t\tof is leaving tomorrow to supervise some \n\t\tnew excavations in Egypt, and he was \n\t\tanxious to look at your collection \n\t\tbefore going away. May I present Mr. \n\t\tGolatily?\n \n\t\t\t\tIGOR\n\t\tIt is a great pleasure. I have heard so \n\t\tmuch about you.\n \n\n7\tINT. MUSEUM\n \tThe three men enter museum, Igor closing the door and \n\tlocking it. Igor laughs.\n \n\t\t\t\tIGOR\n\t\tMy children will become conceited that so \n\t\tdistinguished a critic has thought them \n\t\tinteresting enough to review.\n \n\n8\tEXT. MUSEUM FROM OPPOSITE SIDE OF STREET \n\tWorth, standing in doorway opposite museum, waiting\n\timpatiently.\n \n\n8A\tINT. MUSEUM\n\tIgor throws light switches, one at a time, each \n\tcircuit illuminating a different group.",
  "3": "---END OF PREVIOUS SECTION---\nMUSEUM FROM OPPOSITE SIDE OF STREET \n\tWorth, standing in doorway opposite museum, waiting\n\timpatiently. 8A\tINT. MUSEUM\n\tIgor throws light switches, one at a time, each \n\tcircuit illuminating a different group. \n---TARGET SECTION TO BE ANNOTATED---\n He names them \n\tas he throws each switch.\n \n\t\t\t\tIGOR\n\t\tSidney Carton on the Guillotine.\n \n\n9\tCLOSE SHOT \n\tof the figure. We hear Golatily's voice.\n \n\t\t\t\tGOLATILY'S VOICE\n\t\tVery interestingly done.\n \n\tCAMERA PANS TO figure of Sir Walter Raleigh as the \n\tlights are thrown on this figure. We hear Igor's \n\tvoice.\n \n\t\t\t\tIGOR'S VOICE\n\t\tSir Walter Raleigh.\n \n\t\t\t\tRASMUSSEN'S VOICE\n\t\tI was particularly interested in this one. \n\t\tSee the fineness with which he has mounted \n\t\tthat beard.\n \n\tCAMERA PANS TO figure of Joan d'Arc, as lights are \n\tthrown on it and we hear Igor's voice.\n \n\t\t\t\tIGOR'S VOICE\n\t\tJoan d'Arc.\n \n\t\t\t\tGOLATILY'S VOICE\n\t\tIt's a pity to race through such an \n\t\texhibition. One should have time to \n\t\treally study them.\n \n\tCAMERA PANS TO figure of Voltaire. The lights are \n\tthrown on and we hear Igor's voice.\n \n\t\t\t\tIGOR'S VOICE\n\t\tVoltaire.\n \n\tThe two visitors are standing at the moment beside the \n\tfigure of Voltaire. Golatily backs away from it, half \n\tclosing his eyes and studying it critically.\n \n\t\t\t\tGOLATILY\n\t\tYou could almost expect him to speak. I \n\t\twonder what he'd say after all these years.\n \n\tIgor joins them, laughing.\n \n\t\t\t\tIGOR \n\t\tYou would be astonished. He is more \n\t\tdifficult now, to those in authority, \n\t\tthan even the records show. He was a very \n\t\tstubborn person, I assure you.\n \n\t\t\t\tRASMUSSEN\n\t\tStubborn?\n \n\t\t\t\tIGOR \n\t\tUnbelievably. For days I argued with \n\t\tthis fellow before I could get him as I \n\t\twanted him. But always I triumphed ... \n\t\t\t(he laughs) \n\t\t... and few people triumphed over \n\t\tVoltaire. And here ... \n\t\t\t(he throws light switch on \n\t\t\ta peasant mother and child) \n\t\t...",
  "4": "---END OF PREVIOUS SECTION---\n(he laughs) \n\t\t... and few people triumphed over \n\t\tVoltaire. And here ... (he throws light switch on \n\t\t\ta peasant mother and child) \n\t\t... \n---TARGET SECTION TO BE ANNOTATED---\n we have something that pleases me, \n\t\tthough of no historic importance. It was \n\t\tdone because I love to model children.\n \n\tThe group is a peasant mother, two children playing at \n\ther feet and a nursing babe at her breast.\n \n\n9A\tEXT. STREET IN FRONT OF MUSEUM\n\tWorth, as he throws away cigarette impatiently and \n\ttakes new place of concealment.\n \n\n10\tINT. MUSEUM\n\tThe three men are strolling toward the figure of \n\tMarie Antoinette.\n \n\t\t\t\tGOLATILY\n\t\tBut you have no right to hide such genius \n\t\tin a side street museum.\n \n\t\t\t\tIGOR \n\t\t\t(goes to light switch)\n\t\tYou are too gracious. These things have \n\t\tsome merit, I suspect ... but this--\n\t\t\t(throws switch) \n\t\t... I am convinced, is fine. \n\t\t\t(Joining the group.)\n \n\t\t\t\tGOLATILY\n\t\t\t(leaning close to figure)\n\t\tEven those delicate veins, the texture of \n\t\tthis flesh -- I have never seen anything \n\t\tmore exquisite.\n \n\t\t\t\tIGOR \n\t\t\t(laughing)\n\t\tMy partner believes that I should build a \n\t\thorror chamber, immortalizing the hideous \n\t\tcrimes and criminals of London. At such \n\t\ttimes Marie Antoinette has reassured me, \n\t\tshe has promised me recognition for the \n\t\tdevotion I gave to her.\n \n\t\t\t\tGOLATILY\n\t\tShe will undoubtedly keep her promise. If \n\t\tyou'll grant me the privilege, I'd like to \n\t\tsubmit this work to the Royal Academy when \n\t\tI get back.\n\t\n\t\t\t\tIGOR \n\t\t\t(delighted)\n \t\tYou will have won the undying gratitude \n\t\tof us all. \n\t\t\t(Glancing over his shoulder.) \n\t\tIs that not so, Marie Antoinette?\n \n\t\t\t\tGOLATILY\n\t\t\t(as they cross to door)\n\t\tI regret I can't spend the time I'd like \n\t\twith your exhibition, but I'm going to \n\t\tworry the life out of you when I come \n\t\tback. \n\t\t\t(The three laugh.",
  "5": "---END OF PREVIOUS SECTION---\n(Glancing over his shoulder.) \n\t\tIs that not so, Marie Antoinette? GOLATILY\n\t\t\t(as they cross to door)\n\t\tI regret I can't spend the time I'd like \n\t\twith your exhibition, but I'm going to \n\t\tworry the life out of you when I come \n\t\tback. (The three laugh. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR\n \t\tIt will always afford me great pleasure \n\t\tto see you. \n\t\t\t(They shake hands.)\n \n \t\t\t\tGOLATILY\n\t\tGood night, sir.\n \n\t\t\t\tIGOR\n\t\tGood night. \n\t\t\t(To Rasmussen.) \n\t\tAnd I am very grateful to you.\n \n\n11\tEXT. MUSEUM  MAIN ENTRANCE \n\tDoor opens. Golatily and Rasmussen come through door. \n\tIgor is speaking.\n \n\t\t\t\tIGOR\n\t\tThank you so much for your visit and \n\t\tencouragement.\n \n\tThey bid each other good night cordially and the two \n\tstroll away, as Igor closes the door and pulls the \n\tblind.\n \n\n12\tEXT. MUSEUM\n\tThe two men pass the spot where Worth has concealed \n\thimself. He peers after them from the shadows, then \n\tcrosses street toward museum and walks toward door of \n\tentrance.\n \n\n13\tINT. MUSEUM\n\tIgor, with the exuberance of a delighted child, runs \n\tto the figure of Marie Antoinette and caresses her.\n \n\t\t\t\tIGOR\n \t\tYou heard what he said. You heard this \n\t\tman who is very celebrated, what he said \n\t\tof you? \n\t\t\t(He backs away from \n\t\t\tthe figure, laughing.) \n\t\tHo-ho-ho, of course, you would say that. \n\t\tYou always told me so, of course. \n\t\t\t(Then extending arms to include \n\t\t\tall the figures in the gallery.) \n\t\tAnd you, my friends -- Robespierre, \n\t\tDanton, Marat, Maximilian, Savonarola, all \n\t\tof you, how will you feel to be famous \n\t\tagain?\n \n\tThese figures, whom he has addressed individually in \n\tthe last speech, are all on a raised platform or \n\tbalcony, and he has turned and gestured toward each \n\tone as he named them. He now turns to Voltaire. \n\tWalking toward the figure and shaking his finger at \n\tit.",
  "6": "---END OF PREVIOUS SECTION---\nThese figures, whom he has addressed individually in \n\tthe last speech, are all on a raised platform or \n\tbalcony, and he has turned and gestured toward each \n\tone as he named them. He now turns to Voltaire. Walking toward the figure and shaking his finger at \n\tit. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR\n\t\tAnd even you, who scoffed at immortality, \n\t\twho wrote so eloquently against the \n\t\tthought of immortality, you are \n\t\texperiencing it in spite of yourself.\n \n\tWe hear the door open and Igor turns. \n\n\t\t\t\tIGOR \n\t\t\t(surprised, questioningly)\n\t\tHello! What are you doing here so late?\n \n\tWe hear footsteps of someone approaching him as the \n\tCAMERA SWINGS and Worth walks into picture.\n \n\t\t\t\tWORTH \n\t\t\t(brusquely)\n \t\tI came back for some of the books. I am \n\t\ttrying to straighten out the accounts. I \n\t\tdon't hope to impress you, but I may as \n\t\twell tell you: We haven't a farthing!\n \n\t\t\t\tIGOR \n\t\t\t(mildly, with no great concern)\n\t\tThat is unfortunate.\n \n\n14\tCLOSE-UP  WORTH\n\tHe is furious.\n \n\t\t\t\tWORTH \n\t\tYou're right it's unfortunate! Fifteen\n\t\tthousand pounds it's cost me! And you say \n\t\tit's unfortunate, as though I'd spilled a \n\t\tspot of grog on my waistcoat.\n \n\tCAMERA ANGLE WIDENS TO A\n \n\n15\tCLOSE SHOT OF THE TWO \n\n\t\t\t\tIGOR \n\t\t\t(returning to workbench, \n\t\t\tfollowed by Worth; Igor \n\t\t\tshrugs) \n\t\tYour money may have been well invested, \n\t\tmy friend. Something important may come \n\t\tof all this.\n \n\t\t\t\tWORTH\n\t\tSomething important has got to come of \n\t\tit! Do you know that the rent on this \n\t\tplace isn't paid?\n \n\t\t\t\tIGOR \n\t\t\t(sits at bench and \n\t\t\tstarts to work)\n\t\tIs that a fact?\n \n\t\t\t\tWORTH \n\t\t\t(angrily)\n\t\tNo -- I'm lying to amuse myself! \n\t\t\t(Leaning over bench \n\t\t\tconfidentially.) \n\t\tNow look here, I've an idea that will get \n\t\tus out of all this. We haven't twopence \n\t\tbetween us, but we've got these.",
  "7": "---END OF PREVIOUS SECTION---\nWORTH \n\t\t\t(angrily)\n\t\tNo -- I'm lying to amuse myself! (Leaning over bench \n\t\t\tconfidentially.) \n\t\tNow look here, I've an idea that will get \n\t\tus out of all this. We haven't twopence \n\t\tbetween us, but we've got these. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t(Draws papers from pocket, \n\t\t\tslaps them on desk before \n\t\t\tIgor. Igor glances at them, \n\t\t\tthen up at Worth in surprise.)\n \n\t\t\t\tIGOR \n \t\tFire insurance!\n \n\t\t\t\tWORTH\n\t\tYes, there's our way out. A fire in this \n\t\tplace would give us ten thousand pounds.\n \n\tIgor rises slowly, unable to believe what he hears.\n \n\t\t\t\tIGOR \n\t\tA fire! Is this your idea of humor, my \n\t\tfriend? \n\n\t\t\t\tWORTH \n\t\t\t(grimly)\n \t\tI want the money back I've thrown into \n\t\tthis rubbish heap.\n \n\t\t\t\tIGOR\n\t\tYou are asking to burn these people ... \n\t\tyou are asking? ... \n\t\t\t(Growing excited, takes a \n\t\t\tfew steps away from bench.)\n \n\n16\tINT. MUSEUM  MED.SHOT\n\tIgor makes a sweeping gesture that takes in the entire \n\troom.\n \n\t\t\t\tIGOR\n\t\t... to destroy all this?\n \n\t\t\t\tWORTH \n\t\tI'm not asking you anything. I'm telling \n\t\tyou what I'm going to do!\n \n\t\t\t\tIGOR\n\t\tAnd you think I will permit this, my \n\t\tfriend?\n \n\t\t\t\tWORTH \n\t\tYou've got to permit it! Whose fault is it \n\t\tthat no one comes here? The museum at \n\t\tWalston Lane does well enough, and why? \n\t\tThey've got Jack the Ripper, Burke and \n\t\tHare, the Mad Butcher, the Demon Barber \n\t\tof Fleet Street and things people pay to \n\t\tsee.\n \n\t\t\t\tIGOR\n\t\tAnd they are welcome to them. To \n\t\tperpetuate such creatures is to celebrate \n\t\ttheir crimes.\n \n\t\t\t\tWORTH \n\t\tWell, what do you think I'm in this for? \n\t\t\t(Indicating figures, changing \n\t\t\ttone and attempting to cajole \n\t\t\tIgor.) \n\t\tThink of it, man, a match -- a cigar stub \n\t\t-- and ten thousand pounds to divide \n\t\tbetween us!\n \n\t\t\t\tIGOR\n\t\tYou're insane.\n \n\t\t\t\tWORTH\n\t\tNot at all -- let me show you how easily \n\t\tit can be done.",
  "8": "---END OF PREVIOUS SECTION---\n(Indicating figures, changing \n\t\t\ttone and attempting to cajole \n\t\t\tIgor.) \n\t\tThink of it, man, a match -- a cigar stub \n\t\t-- and ten thousand pounds to divide \n\t\tbetween us! IGOR\n\t\tYou're insane. WORTH\n\t\tNot at all -- let me show you how easily \n\t\tit can be done. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t(He strikes match and starts \n\t\t\ttoward one of the figures.)\n \n\tIgor springs and whirls him about. Worth strikes Igor \n\tviciously and they have a terrific struggle, in the \n\tcourse of which Worth seizes a spirit lamp used for \n\twarming wax and hurls it at Igor. He misses his mark, \n\tbut the lighted lamp falls into the folds of the \n\tdraperies of one of the figures standing next to that \n\tof Marie Antoinette. Igor screams his terror as he \n\tdashes to extinguish the flames, and Worth, \n\tspringing on his back, overpowers him. By this time \n\tthe fire is spreading to one of the other groups. \n\tWorth quickly snatches some of the flaming cloth from \n\tthis group and tosses it at the feet of other figures. \n\tThe figures are shown to be melting, gradually losing \n\tform, and finally the liquid wax itself ignites with \n\ta flash that is almost an explosion. Igor is seen to \n\tstir, and Worth, seizing a heavy staff from the hands \n\tof one of the figures, strikes him several times. \n\tApparently satisfied that Igor is helpless, Worth now \n\thurries to a rear door and makes his exit.\n \n\n17\tEXT. AREAWAY BACK OF MUSEUM\n\tWe see Worth come through door, panting and disheveled. \n\tHe starts away and then returns and locks door, after \n\twhich he runs from scene.\n \n\n18\tINT. MUSEUM \n\tIgor, dazed and weak, is struggling to his feet. He \n\tlooks toward the figure of Marie Antoinette, its \n\tdraperies now a mass of flame. He dashes toward it, \n\tcatching it up in his arms, attempting to beat out \n\tthe fire. The whole room now resembles the inside of \n\ta furnace, and as Igor, carrying the flaming figure, \n\tstruggles toward the door, a portion of the ceiling \n\tcollapses, barring his progress. He turns and \n\tstaggers toward the rear. His clothes are blazing. He \n\truns to a small iron trap in floor, near which is a \n\tgroup tableau of Sidney Carton on the Guillotine. \n\tLifting the cover, he discloses an empty drain barely \n\tlarge enough to permit the passage of his body.",
  "9": "---END OF PREVIOUS SECTION---\nHis clothes are blazing. He \n\truns to a small iron trap in floor, near which is a \n\tgroup tableau of Sidney Carton on the Guillotine. Lifting the cover, he discloses an empty drain barely \n\tlarge enough to permit the passage of his body. \n---TARGET SECTION TO BE ANNOTATED---\n As he \n\tdisappears through trap, the rope suspending the blade \n\tof the guillotine burns through and the knife falls, \n\tdecapitating the figure, and the head rolls across the \n\tfloor.\"\n\n\t\t\t\t\t\tFADE OUT\n \n\tFADE IN ON\n\n19\tSKYLINE OF NEW YORK (miniature)\n\tOn a building in the foreground is an electric sign, \n\tthe full width of the building, which reads New York \n\tExpress. There is a huge illuminated clock dial \n\tsomeplace beneath the sign. The clock shows one\n\tminute of twelve. As the picture fades in and the \n\tminute hand jumps abruptly to exactly twelve, another \n\telectric sign showing the numerals 1932 in red \n\tappears immediately beneath the sign New York Express. \n\tSimultaneous with this we hear the shrieks of sirens, \n\tthe honking of automobile horns, the screech of boat \n\twhistles in the harbor, the ringing of bells, the \n\trapid firing of a pistol somewhere in the distance, \n\tthe shouting of the crowd, indicating the passing of \n\tthe old year. These sounds, in varying degrees, \n\tcontinue all through the following scenes. As this \n\tshot dissolves, the tone dissolves with it to the \n\tsingle scream of a siren as we see\n \n\n20\tSTREET CORNER   A CROWD OF PEOPLE \n\tAn ambulance driving around the corner.\n \n\t\t\t\t\t\tDISSOLVE TO:\n\n\n21\tEXT. OF APARTMENT BUILDING \n \twith all the windows lighted. Some windows still have \n\tChristmas ornaments in them. The CAMERA ON CRANE \n\tMOVES UP TO various windows. As the screaming of the\n\tsiren and arrival of ambulance evidently attract the \n\tattention of the dwellers, several people open their \n\twindows and look out curiously. Some of them are \n\tholding cocktail glasses, and as the windows are \n\topened we hear the strains of radio music and other \n\tsounds of joyous celebrating. In the last window we \n\tsee Igor in his legitimate make-up -- not as a horror \n\tperson -- looking at something across the street.\n \n\t\t\t\t\t\tCUT TO:\n\n \n22\tEXT. OF OTHER APARTMENT HOUSE AT CORNER \n\tThe ambulance parked in front of it and a number of \n\tcurious people standing about.",
  "10": "---END OF PREVIOUS SECTION---\nIn the last window we \n\tsee Igor in his legitimate make-up -- not as a horror \n\tperson -- looking at something across the street. CUT TO:\n\n \n22\tEXT. OF OTHER APARTMENT HOUSE AT CORNER \n\tThe ambulance parked in front of it and a number of \n\tcurious people standing about. \n---TARGET SECTION TO BE ANNOTATED---\n The door of the \n\tapartment house is opened by a man in uniform, and we \n\tsee a doctor carrying a medical case coming out of \n\tthe house. A newspaper reporter runs up the steps to \n\tmeet him and says:\n \n \t\t\t\tREPORTER\n\t\tAnything new, Doc?\n \n\t\t\t\tDOCTOR\n \t\tNothing we didn't tell you this \n\t\tafternoon. The coroner confirmed our \n\t\topinion -- it was suicide.\n \n\tDuring this dialogue, two internes carrying a \n\tstretcher descend the steps, pass the doctor and \n\tplace stretcher in ambulance, close door of ambulance, \n\tget on ambulance, drive away, and again we hear the \n\tnoise of the siren. \n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n\tINSERT\n\tOf newspaper heading:\n\n\t\t\tTHE NEW YORK EXPRESS \n\t\t\tWISHES ITS READERS \n\t\t\tA HAPPY NEW YEAR. \n\n\tSingle column article:\n \n\t\t\tBEAUTIFUL JOAN GALE \n\t\t\t\tA SUICIDE\n \n\t(then in smaller type)\n \n\t\t\tShow Girl Found Dead \n\t\t\tOn Eve of New Year.\n \n\t(then the story) \n\n\t\tWhile the Broadway she loved prepared \n\t\tto celebrate the New Year, Joan Gale,\n\t\tbeautiful show girl, lay dead by her own \n\t\thand, it was discovered late yesterday \n\t\tafternoon. A maid at the Denton Hotel, \n\t\twhere the butterfly girl occupied an \n\t\texpensive suite, entered her apartment\n\t\tat noon and found her clad in pajamas, \n\t\tetc., etc.\n\n\t(single column picture of Joan Gale)\n \n\tAll through reading paper we hear New York celebration \n\tnoises.\n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n23\tNARROW DOWNTOWN STREET (probably West Broadway) NIGHT\n\tWith elevated road extending full width of street. An \n\told-fashioned, disreputable brick building, with an \n\tiron grating along the edge of walk, beyond which is \n\tan areaway and a flight of stone steps, leading to \n\tbasement door. There is also a door on the street level. \n\tThe figure of a man approaches the house. The CAMERA \n\tSEES only his back.",
  "11": "---END OF PREVIOUS SECTION---\nThere is also a door on the street level. The figure of a man approaches the house. The CAMERA \n\tSEES only his back. \n---TARGET SECTION TO BE ANNOTATED---\n We hear the distant sound of the \n\tNew York celebration, and two girls, passing the man \n\twho is walking AWAY FROM CAMERA, blow horns at him and \n\tthrow confetti on him. He does not answer. He passes \n\tthem and admits himself to house with latchkey.\n \n \n24\tINT. WORTH HOUSE\n\tCAMERA FOLLOWS him through a corridor into a room as\n\tdilapidated and forbidding as the exterior of the \n\thouse. The room, evidently used as an office, is \n\tfurnished with an ancient, battered desk and chairs. \n\tThe walls are bare, and in places the paper, and even \n\tbits of plaster, have been torn away.\n\n\tThe figure of the man enters and throws on the lights. \n\tHe goes to the desk, picks up a phone and dials a \n\tnumber, sitting in swivel chair with his back to \n\tCAMERA. He gets his number.\n  \n\t\t\t\tMAN\n\t\tHello, is that you, Tim? ... Tim, I'm \n\t\tsorry but I've got to have that tonight \n\t\t... I've got to have it. \n\n\tCAMERA TRAVELS TOWARD him as he slowly turns to face it.\n \n\t\t\t\tMAN\n\t\tNo, I need it right away. \n\n\tBy this time we get a\n \n\n25\tCLOSE-UP OF WORTH'S FACE \n\tand we see that it is the man who burned the museum. \n\tAll through the phone conversation we hear the muffled \n\tshouts, the horns, etc. of the New Year celebration.\n \n\t\t\t\tMAN\n\t\tWho's on at the gate? ... you say Joe? \n\t\t... Well, then you can get it out all right. \n\t\tI'll have the truck right down there. The \n\t\tharness bull down there is oke. I fixed that \n\t\tthis afternoon.\n\n\t\t\t\t\t\tDISSOLVE TO:\n \n26\tSTREET OUTSIDE THE MORGUE\n\tA policeman walking leisurely along his beat reaches \n\tthe iron gate and glances up at the sign above the \n\tarch, which reads Morgue. We hear the distant \n\tshouting, singing, trumpeting.",
  "12": "---END OF PREVIOUS SECTION---\nI fixed that \n\t\tthis afternoon. DISSOLVE TO:\n \n26\tSTREET OUTSIDE THE MORGUE\n\tA policeman walking leisurely along his beat reaches \n\tthe iron gate and glances up at the sign above the \n\tarch, which reads Morgue. We hear the distant \n\tshouting, singing, trumpeting. \n---TARGET SECTION TO BE ANNOTATED---\n After the officer has \n\tdisappeared, an upper window of the building opens \n\tand the hideous face of the Monster appears as he \n\tleans out of the window following the progress of \n\tthe policeman along the street.\n \n\n27\tINT. MORGUE FULL SHOT\n\t(It is necessary to give this business in detail, but \n\tit will be played quickly as the Monster moves with \n\tastonishing rapidity.) \n\n\tThe room is almost in darkness, the only light coming \n\tfrom a window well upstage and at one side. We see \n\tdimly a row of slabs mounted on wheels. They are all \n\toccupied, the bodies being covered with sheets. The \n\tMonster glides quickly among them with a flashlight, \n\tturning down the sheets and inspecting the faces, \n\tfinally locating the one he seems to have been in \n\tsearch of. CAMERA COMES TO A\n \n\n28\tCLOSE SHOT OF MONSTER\n\tbending over slab as he examines figure illuminated by \n\tflashlight. We do not see the features of the corpse.  \n\tAs the Monster straightens up, he utters a horrible \n\tgurgling, retching murmur of joy, and we see him \n\tclearly for the first time.\n \n\n29\tCLOSE-UP  MONSTER\n\tA black-cloaked figure, disproportionate and \n\tgrotesque, the face a horrible formless mass of \n\tscarred tissue. He has practically no forehead. His \n\tface is a shriveled bald pate of seared skin and bone, \n\twhich recedes to a pointed cranium of unnatural \n\tcontour. His eyes are alight with fanaticism and \n\tinsanity. The face is a blot of drawn, unwholesomely \n\tcolored, hairless skin. He is lipless, noseless, and \n\twhat traces of human features remain are frightfully \n\tdistorted. CAMERA RECEDES TO\n \n\n30\tMED. SHOT\n\tand TRAVELS WITH him as he pushes the carriage \n\tquickly to the back window and places it against the \n\tsill, feet first.\n \n\n31\tCLOSE SHOT AT WINDOW\n\tHe opens the window, which has a single bar from top \n\tto bottom dividing its center. He leans out and \n\twhistles.",
  "13": "---END OF PREVIOUS SECTION---\nSHOT\n\tand TRAVELS WITH him as he pushes the carriage \n\tquickly to the back window and places it against the \n\tsill, feet first. 31\tCLOSE SHOT AT WINDOW\n\tHe opens the window, which has a single bar from top \n\tto bottom dividing its center. He leans out and \n\twhistles. \n---TARGET SECTION TO BE ANNOTATED---\n During all of this we have been hearing the \n\tjoyous shouts of the merrymakers. In answer to his \n\tsignal there is a single whistle from someplace below. \n\tHe throws the sheet aside and fastens a rope around \n\tand under the arms of the corpse, which he pushes \n\tslowly across the sill into space. After lowering the \n\tbody, there is a whistle from below. He throws the \n\tremainder of the coil of rope out the window, but on \n\tthe opposite side of the upright bar, so that the \n\trope forms a double strand outside, permitting him \n\tto slide to ground level. CAMERA ANGLE WIDENS and we \n\tPAN WITH the Monster as he returns the slab to its \n\toriginal position. He hears someone approaching and \n\tstretches out at length on the slab, covering \n\thimself with the sheet. The voices grow louder and \n\tthe CAMERA SWINGS, PICKING UP TWO attendants and \n\tFOLLOWING them as they enter. One of them throws on \n\tthe lights, and they wheel another body into place \n\tbeside the slab on which the Monster is concealed.\n \n\t\t\t\tFIRST ATTENDANT\n\t\tNew Year's Eve ain't what it used to be. \n\t\tThis is only the second one tonight.\n \n\t\t\t\tSECOND ATTENDANT\n\t\tYeah, times are sure tough.\n \n\t\t\t\tFIRST ATTENDANT\n\t\tWhat happened to this one?\n \n\t\t\t\tSECOND ATTENDANT\n\t\tHusband slapped her full of lumps ... said she \n\t\ttalked too much.\n \n\tThe men turn and start out of the scene. The body, \n\thaving just been embalmed, has a muscular reflex and \n\trises to a rigid semisitting posture. \n \n\t\t\t\tFIRST ATTENDANT\n\t\t\t(frightened)\n\t\tWhat's that?\n \n\t\t\t\tSECOND ATTENDANT\n\t\tEmbalming fluid makes 'em jump.\n \n\tHe returns coolly and pushes the body into its proper \n\tposition. The action causes a horrible rasping sound, \n\tpeculiar to corpses.\n \n\t\t\t\tSECOND ATTENDANT\n\t\t\t(coldly) \n\t\tAin't that just like a woman ... always \n\t\thas to have the last word.",
  "14": "---END OF PREVIOUS SECTION---\nHe returns coolly and pushes the body into its proper \n\tposition. The action causes a horrible rasping sound, \n\tpeculiar to corpses. SECOND ATTENDANT\n\t\t\t(coldly) \n\t\tAin't that just like a woman ... always \n\t\thas to have the last word. \n---TARGET SECTION TO BE ANNOTATED---\n \n\tCAMERA FOLLOWS the two men as they exit in the \n\tdirection from which they came, throwing off the \n\tlights and shutting the door after them. CAMERA PANS \n\tBACK to the Monster as he springs from the slab, and \n\tFOLLOWS him as he crosses to the window, climbs \n\tthrough and lowers himself over the sill.\n \n\tINSERT\n\tShowing base of upright bar of window with rope \n\tlooped over. Evidently safe on the ground, the \n\tMonster pulls one end of rope, and we see it running \n\taround bar until the end disappears.\n\n\tDuring this insert, we hear a crescendo of horns,\n\tshouts, etc., finally dominated by the clack of a \n\twooden noisemaker, that blends gradually with the \n\tmyriad clicking of a number of typewriters, as we \n\n\t\t\t\t\t\tDISSOLVE TO: \n\n\n32\tCLOSE-UP OF TYPEWRITER AND HANDS OPERATING MACHINE \n\tCAMERA PULLS BACK:\n\n \n33\tCOMPOSING ROOM OF THE NEW YORK EXPRESS  NIGHT\n \tCAMERA PICKS UP a door at the end of a line of tables, \n\twith typewriters, where rewrite men are busy on copy, \n\tcopy boys bringing them assignments, carrying away \n\tcompleted stories, etc. Sign on door reads Managing \n\tEditor. CAMERA SWINGS the length of the lane, PICKS \n\tUP door at opposite end of room, and with a sudden, \n\tterrific blast of steam whistles, etc., the door \n\topens and the girl, Florence (Glenda Farrell), \n\tappears through door, obviously squiffy, leading a \n\tnondescript mongrel dog. She carries a long, cheap \n\ttin horn. The man nearest the door glances up from \n\this work.\n \n\t\t\t\tFLORENCE\n\t\tGentlemen of the Daily Grind: 1932 \n\t\tsalutes you with a fanfare of golden \n\t\tbrass! \n\t\t\t(Takes hand from behind her \n\t\t\tand blows on rubber \"Bronx \n\t\t\tcheer\" rattler.)\n \n\tThe men laugh. Florence produces a bottle of Scotch.\n \n\t\t\t\tFIRST MAN\n\t\t\t(pointing significantly toward \n\t\t\tmanaging editor's door)\n\t\tSave your breath. Hard-Tack wants to see you.",
  "15": "---END OF PREVIOUS SECTION---\nFlorence produces a bottle of Scotch. FIRST MAN\n\t\t\t(pointing significantly toward \n\t\t\tmanaging editor's door)\n\t\tSave your breath. Hard-Tack wants to see you. \n---TARGET SECTION TO BE ANNOTATED---\n \n \n\t\t\t\tFLORENCE\n\t\tI don't want to see him -- he hurts my eyes.\n \n\t\t\t\tFIRST MAN\n\t\tNo kiddin', he's sore as a dog.\n \n\t\t\t\tFLORENCE\n\t\t\t(to dog) \n\t\tMove over Kelly. I'm in the dog house!\n \n\t\t\t\tMAN \n\t\t\t(laughs) \n\t\tWhere'd you get the stag hound?\n \n\t\t\t\tFLORENCE \n\t\tHe's not a stag hound. His name is Kelly \n\t\tand he's a police dog.\n \n\t\t\t\tMAN \n\t\t\t(patting the pup; others gather \n\t\t\taround also stroking him) \n\t\tWhat do you mean police dog?\n \n\t\t\t\tFLORENCE \n\t\tPlain-clothes man. \n\t\t\t(Addressing room.) \n\t\tCome on, slaves, drink and be merry for \n\t\ttomorrow you might be appointed \n\t\tcorrespondent to Washington ... a fate \n\t\tworse than death.\n \n\t\t\t\tMAN \n\t\tListen, Flo, cut it out. Hard-Tack is \n\t\tpretty sore.\n \n\t\t\t\tFLORENCE \n\t\t\t(laughs)\n\t\tAin't that something. The mad monk of \n\t\tManhattan. Here goes nothing. \n\t\t\t(Crosses to door lettered \n\t\t\tManaging Editor and, as she \n\t\t\texits through it, shouts over \n\t\t\tshoulder.) \n\t\tListen to the animal cracker roar like a \n\t\tlion.\n \n\n34\tINT. EDITOR'S OFFICE\n\tThe managing editor (Frank McHugh), a man of about \n\tthirty-five, not physically unattractive, but rather \n\tgrim, is seated at his desk -- an intense worker, \n\tplainly impatient with anyone who loafs on the job. \n \n\t(In the following scene we establish that, while he \n\tquarrels continually throughout the picture with the \n\tgirl, there is an underlying and very strong bond of \n\tfriendship and respect between the two.) \n\n\tThe door opens and, as Florence appears, we hear the \n\tlast few words of her preceding speech. She closes \n\tthe door, leaning against it.\n \n\t\t\t\tFLORENCE\n\t\tAs I live and breathe and wear spats ... \n\t\tthe prince.",
  "16": "---END OF PREVIOUS SECTION---\nShe closes \n\tthe door, leaning against it. FLORENCE\n\t\tAs I live and breathe and wear spats ... the prince. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tEDITOR \n\t\t\t(looking up angrily)\n\t\tBeen doing experiments with Scotch and \n\t\tsoda again?\n \n\t\t\t\tFLORENCE \n\t\t\t(disheveled and obviously \n\t\t\twith an \"edge\")\n\t\tWhere did you get the news item? \n\t\t\t(Sarcastically.) \n\t\tFrom a little bird?\n \n\t\t\t\tEDITOR\n\t\tYeah. \n\t\t\t(Discards sheaf of papers \n\t\t\tand looks up.) \n\t\tHave a pleasant vacation?\n \n\t\t\t\tFLORENCE\n\t\tCharming. More delightful people crippled.\n \n\t\t\t\tEDITOR\n\t\tGreat. Consider yourself crippled -- \n\t\tfinancially. See if you can jar your \n\t\tcharming friends loose from enough to eat \n\t\ton.\n \n\t\t\t\tFLORENCE\n\t\tMeaning what?\n \n\t\t\t\tEDITOR\n\t\tThat you're a sure bet to place in the \n\t\tbread line. There's no room on this rag \n\t\tfor the purely ornamental. You're easy on \n\t\tthe eyes and pretty conceited about it.\n \n\tHe returns to his work. CAMERA FOLLOWS Florence and \n\tcomes to a\n  \n\n35\tCLOSE SHOT OF FLORENCE \n\tas she walks down and puts her arm over editor's \n\tshoulder.\n \n\t\t\t\tFLORENCE\n\t\tIs mama's dumpling getting tough?\n \n\tHe pushes her away from him.\n \n\t\t\t\tEDITOR\n\t\tI'm through clowning. You're all washed \n\t\tup. Get out!\n \n\t\t\t\tFLORENCE\n\t\t\t(straightening up)\n \t\tWhat do you mean, you poor ham! This is \n\t\tNew Year's!\n \n\t\t\t\tEDITOR\n\t\tAll right, what about it? We get out a \n\t\tpaper just the same. Did you ever stop to \n\t\tthink of that?\n \n\t\t\t\tFLORENCE\n\t\tWell, is it my fault if nothing happens?\n \n\tHe rises and, taking Florence angrily by the arm, \n\talmost drags her to the window. He points to the \n\tstreet below. There is an alternating red and green \n\tlight through the window, as though it came from an \n\telectric sign across the street.",
  "17": "---END OF PREVIOUS SECTION---\nHe rises and, taking Florence angrily by the arm, \n\talmost drags her to the window. He points to the \n\tstreet below. There is an alternating red and green \n\tlight through the window, as though it came from an \n\telectric sign across the street. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tEDITOR\n\t\tLook down there! Nothing happening! Out of \n\t\tthat insane mob you say there's nothing \n\t\thappening? There's a story in every person \n\t\tdown there.\n \n\tFlorence giggles.\n \n\t\t\t\tFLORENCE\n\t\t\t(With elaborate sarcasm)\n\t\tAnd how does one go about getting these \n\t\thuman documents, may I inquire?\n \n\t\t\t\tEDITOR \n\t\t\t(caustically)\n \t\tThat is none of our business. \n\t\t\t(Pushing her suddenly so \n\t\t\tthat she stumbles to door.) \n\t\tBut you bring me something for the next \n\t\tedition if it's only a recipe for \n\t\tspaghetti! \n\t\t\t(Turns quickly and \n\t\t\tsneers at her.)\n \n\t\t\t\tFLORENCE\n\t\t\t(turning to door, shouts)\n\t\tQuick, Watson, the cookbook!\n \n\tShe exits and slams door. He looks after her angrily, \n\tas he returns to his desk.\n \n\n36. \tINT. COMPOSING ROOM  FULL SHOT \n\tas Florence reenters. Sits on desk of last man she \n\tspoke to.\n \n\t\t\t\tFLORENCE\n\t\tWhat a sense of humor that guy has. Thinks \n\t\ta hangover is a Jewish holiday. I'm fired!\n \n\t\t\t\tMAN\n\t\tI told you he was a sore.\n \n\t\t\t\tFLORENCE\n\t\tStories scarcer than caviar at a street \n\t\tcleaner's banquet, and he says, bring me \n\t\ta yarn. All I have to do is get a story.\n \n\t\t\t\tMAN\n\t\tHere's a wow.\n \n\tHe whispers to her. She straightens up and looks at \n\thim contemptuously. She crosses to door. Turning \n\tback, she sees the mongrel she brought in and calls.\n \n\t\t\t\tFLORENCE\n\t\tHey, come here, Kelly. I don't want you \n\t\thanging around with that guy. He's been \n\t\treading naughty stories.\n \n\tShe and the dog exit.  \n \n\t\t\t\t\t\tDISSOLVE TO:\n \n\n\tINSERT: CLOSE-UP OF COVER OF MAGAZINE\n\tentitled \"Naughty Stories.\" Shows scantily attired \n\tfigure of a girl dancer.",
  "18": "---END OF PREVIOUS SECTION---\nHe's been \n\t\treading naughty stories. She and the dog exit. DISSOLVE TO:\n \n\n\tINSERT: CLOSE-UP OF COVER OF MAGAZINE\n\tentitled \"Naughty Stories.\" Shows scantily attired \n\tfigure of a girl dancer. \n---TARGET SECTION TO BE ANNOTATED---\n \n\tCAMERA DRAWS BACK TO \n \n \n37\tCLOSE-UP OF DESK SERGEANT ABSORBED IN MAGAZINE\n\tat 47th Street Police Station.\n \n\n38\tFULL SHOT  POLICE STATION RECEPTION ROOM \n\tSeveral uniformed men seated, reading late editions, \n\tetc. Florence enters with gay, almost rowdy \n\tcamaraderie and thumps one of the officers on the \n\tback.\n \n\t\t\t\tFLORENCE\n\t\tHappy New Year, Ambrose!\n \n\tHe straightens and looks up.\n \n\t\t\t\tOFFICER\n\t\tHello, Mrs. Dempsey. I don't see how \n\t\tthey're ever going to settle that \n\t\theavyweight argument while you're around. \n\t\t\t(Rubbing shoulder.)\n \n\n39\tCLOSE SHOT DESK\n\tFlorence crosses to desk and, reaching over, pulls \n\tthe magazine out of the sergeant's hand.\n \n\t\t\t\tFLORENCE\n\t\tHappy New Year, sweetheart. How's your \n\t\tsex life? \n\t\t\t(Glances at magazine.) \n\t\tOh-oh! \n\t\t\t(Hands it back to him.)\n \n\t\t\t\tSERGEANT \n\t\t\t(shouts)\n\t\tCall the Homicide Squad!\n \n\t\t\t\tFLORENCE\n\t\tHow's every little thing?\n \n\t\t\t\tSERGEANT\n \t\tFine. You're the first reporter in here \n\t\tfor two hours. You people seeing the old \n\t\tyear out?\n \n\t\t\t\tFLORENCE\n\t\tI'm people which the old year saw out. \n\t\tI'm canned, fired!\n \n\t\t\t\tSERGEANT \n\t\tNo kiddin'.\n \n\t\t\t\tFLORENCE\n\t\tI've got to make news, if I have to bite a \n\t\tdog. \n\t\t\t(Looks around suddenly.) \n\t\tHey, Kelly! Oh, mi gosh, even he walked \n\t\tout on me.\n \n\t\t\t\tSERGEANT\n\t\tI've got a story for you. You know the \n\t\tJoan Gale girl?\n \n\t\t\t\tFLORENCE \n\t\t\t(unenthusiastically) \n\t\tYes, she committed suicide yesterday. \n\t\tThat's not news. I heard about it last \n\t\tyear.",
  "19": "---END OF PREVIOUS SECTION---\nFLORENCE \n\t\t\t(unenthusiastically) \n\t\tYes, she committed suicide yesterday. That's not news. I heard about it last \n\t\tyear. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tSERGEANT \n\t\t\t(mimicking her)\n\t\tOh, yeah? Maybe she didn't commit suicide. She \n\t\tmay have been murdered!\n \n\t\t\t\tFLORENCE \n\t\t\t(startled)\n\t\tNo foolin' -- any suspect?\n \n\t\t\t\tSERGEANT \n\t\tDo you know George Winton?\n \n\t\t\t\tFLORENCE\n\t\tOld Howard Winton's cub?\n \n\t\t\t\tSERGEANT\n\t\tThat's the one.\n \n\t\t\t\tFLORENCE \n\t\t\t(aghast)\n\t\tThey don't suspect him?\n \n\t\t\t\tSERGEANT \n\t\tDon't they? He's down at The Tombs right \n\t\tnow.\n \n\t\t\t\tFLORENCE \n\t\t\t(threateningly)\n\t\tSay, if you're stringin' me, Old-Timer ...\n \n\t\t\t\tSERGEANT \n\t\t\t(snaps)\n\t\tWhy would I string y'? They were sweeties \n\t\tuntil a month ago.\n \n\t\t\t\tFLORENCE\n\t\tWhat does that prove?\n \n\t\t\t\tSERGEANT \n\t\tNothing. Only she may have tried to \n\t\tblackmail him. You know such things have\n\t\thappened. Anyway, he was at her apartment \n\t\ta few hours before she was found dead.\n \n\t\t\t\tFLORENCE \n\t\t\t(enthusiastically)\n\t\tHotcha! Saved, one job!\n \n\tShe reaches for the telephone on the sergeant's desk. \n\tHe snatches it away from her.\n \n\t\t\t\tSERGEANT \n\t\tPress room for yours.\n \n\n40\tFULL SHOT  POLICE STATION RECEPTION ROOM \n\tas Florence starts to door.\n \n\t\t\t\tSERGEANT \n\t\tBut hold everything. Let me give you the \n\t\trest of the dirt.\n \n\tShe turns in door.\n \n\t\t\t\tFLORENCE \n\t\tMake it snappy, Colonel.\n \n\t\t\t\tSERGEANT\n\t\tThere's an autopsy ordered at Bellevue \n\t\timmediately. You better skip over there.\n \n\t\t\t\tFLORENCE \n\t\t\t(starting through door)\n\t\tDon't give this to anybody else, will you?\n \n\t\t\t\tSERGEANT\n\t\tIt's all yours.\n \n\t\t\t\tFLORENCE\n\t\tThanks.\n \n\tAs she exits, she throws switch, leaving the entire \n\troom in darkness.",
  "20": "---END OF PREVIOUS SECTION---\nSERGEANT\n\t\tIt's all yours. FLORENCE\n\t\tThanks. As she exits, she throws switch, leaving the entire \n\troom in darkness. \n---TARGET SECTION TO BE ANNOTATED---\n There is a shout of protest from the \n\tmen, which blends with the sound of an elevated train \n\tas we\n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n41\tEXT. WORTH HOUSE\n\tA small covered truck drives up and stops. A man \n\triding beside the driver jumps down and, glancing \n\tquickly up and down the street, runs down the basement \n\tsteps and rings bell.\n \n\n42\tCLOSE SHOT  BASEMENT DOOR\n\tLattice is drawn aside and a man peers out.\n \n\t\t\t\tDOOR TENDER \n\t\tGet it all right?\n \n\t\t\t\tDRIVER'S COMPANION \n\t\tYes ... let's get it off the truck. Lend \n\t\tus a hand.\n \n\tThe door opens.\n \n\t\t\t\tDOOR TENDER \n\t\t\t(calling over his shoulder)\n\t\tHey, Sparrow -- come on!\n \n\tAnother figure appears, a furtive little man who \n\toccasionally, throughout the picture, rubs hand \n\tacross nose as cocaine fiends are known to do. He \n\tseems to be in a very nervous state. Together, the \n\tfour men remove a large oblong case from the truck \n\tand carry it downstairs into the basement.\n \n\n43\tINT. A LARGE, SPARSELY FURNISHED BASEMENT ROOM \n\tThere are a number of crates and boxes piled in one \n\tcorner, and on a plain kitchen table, center, there \n\tare a number of bottles, glasses, etc. The four men \n\tenter and deposit the case, which is marked Fragile \n\t-- Handle with Care, on the floor.\n \n\t\t\t\tDOOR TENDER \n\t\tHow about a little shot?\n \n\tAs the men approach the table, CAMERA MOVES UP and we \n\tget a CLOSE-UP, separately, of each of the four men as \n\tthey drink. They are all of the urban criminal type. As \n\tCAMERA PULLS BACK, the truck driver and his companion \n\tstart toward door.\n \n\t\t\t\tTRUCK DRIVER \n\t\tHappy New Year! \n\n\t\t\t\tDRIVER'S COMPANION\n\t\tSee you some more! \n\n\tThe two exit.\n \n\n44\tFULL SHOT OF BASEMENT ROOM \n\tas the two men exit.",
  "21": "---END OF PREVIOUS SECTION---\nDRIVER'S COMPANION\n\t\tSee you some more! The two exit. 44\tFULL SHOT OF BASEMENT ROOM \n\tas the two men exit. \n---TARGET SECTION TO BE ANNOTATED---\n Door tender turns toward Sparrow \n\tand CAMERA MOVES UP TO A\n \n\n45\tCLOSE SHOT OF THE TWO\n \n\t\t\t\tDOOR TENDER\n \t\tNo use of your hangin' around here. He \n\t\ttold me not to give you anything tonight.\n \n\t\t\t\tSPARROW \n\t\t\t(obviously in highly \n\t\t\tnervous state)\n\t\tWhere is he? Call him down, willya? I've \n\t\tgot to talk to him.\n \n\tA door upstage opens. The two turn and CAMERA PULLS \n\tBACK as Worth enters.\n \n\t\t\t\tWORTH \n\t\t\t(to Sparrow) \n\t\tI thought I told you to stay out of here! \n\n\tSparrow crosses eagerly toward Worth.\n \n\t\t\t\tSPARROW\n \t\tHello, Joe. I wouldn't bother you, but \n\t\tI'm all in. My nerves are all shot.\n \n\t\t\t\tWORTH \n\t\t\t(contemptuously) \n\t\tYour nerves are not all that are going to \n\t\tbe shot, you sneaky rat -- you've been \n\t\ttalking again!\n \n\tWorth hits Sparrow and knocks him down.\n \n\t\t\t\tWORTH \n\t\t\t(to door tender)\n\t\tGive him a deck.\n  \n \tCAMERA PULLS BACK TO\n \n\n46\tFULL SHOT OF BASEMENT ROOM \n\tas door tender extracts a small parcel from drawer in \n\ttable and tosses it to Sparrow, who grabs it eagerly \n\tand struggles to his feet. \n\n\t\t\t\tWORTH \n\t\t\t(threateningly)\n \t\tAnd understand this, you get nothing more \n\t\tfrom me until you show me something! And \n\t\tthe next time you speak out of turn, \n\t\tyou're going to have bad luck. \n\n\tAs Worth finishes speech, he slaps Sparrow's face. \n\n\t\t\t\tSPARROW \n\t\t\t(conscious only of \n\t\t\tthe package given him)\n\t\tThanks ... thanks.\n\n\t\t\t\t\t\tFADE OUT\n \n\n\tFADE IN\n\n47\tTOP OF TABLE  PITCHER OF ICE WATER, GLASSES  NIGHT\n\tFlorence approaches table, pours a glass of ice water \n\tand, before drinking it, presses it to her forehead \n\tand temple. CAMERA SWINGS showing rest of room, which \n\tis evidently a morgue surgery.",
  "22": "---END OF PREVIOUS SECTION---\nSPARROW \n\t\t\t(conscious only of \n\t\t\tthe package given him)\n\t\tThanks ... thanks. FADE OUT\n \n\n\tFADE IN\n\n47\tTOP OF TABLE  PITCHER OF ICE WATER, GLASSES  NIGHT\n\tFlorence approaches table, pours a glass of ice water \n\tand, before drinking it, presses it to her forehead \n\tand temple. CAMERA SWINGS showing rest of room, which \n\tis evidently a morgue surgery. \n---TARGET SECTION TO BE ANNOTATED---\n There are several \n\tofficials, internes, a nurse, two doctors, two or \n\tthree plain-clothes men and a policeman in uniform \n\twho is standing guard at the door. One of the plain-\n\tclothes men, who evidently knows Florence, crosses and \n\tspeaks to her.\n \n\t\t\t\tDETECTIVE \n\t\tFeelin' tough?\n \n\t\t\t\tFLORENCE\n\t\tI've got a case of jitters that will cop \n\t\tthe Pulitzer prize. If they drag this out \n\t\ttoo long, they'll have another corpse on \n\t\ttheir hands.\n \n\tCAMERA SWINGS TO:\n \n\n48\tCLOSE SHOT OF TWO DOCTORS\n \n\t\t\t\tFIRST DOCTOR \n\t\tWhen I was called, doctor, the girl had \n\t\tbeen dead for possibly three or four \n\t\thours.  My examination showed clearly \n\t\tthat she died of laudanum poisoning. I \n\t\tthought at first it might have been an \n\t\taccident, an overdose. Her eyes indicated \n\t\tthat she used narcotics frequently.\n \n\t\t\t\tSECOND DOCTOR \n\t\tWhat was the police theory?\n \n\t\t\t\tFIRST DOCTOR \n\t\tSuicide.\n \n\t\t\t\tSECOND DOCTOR \n\t\tLeave any message?\n \n\t\t\t\tFIRST DOCTOR \n\t\tNo. That's why I thought death might have \n\t\tbeen accidental.\n \n\tOne of the plain-clothes men joins the two doctors.\n \n\t\t\t\tFIRST DOCTOR \n\t\tWho got the information about Winton, \n\t\tFlannery?\n \n\t\t\t\tDETECTIVE \n\t\tEveryone knows they was livin' together. \n\t\tBut the way they fought you'd of thought \n\t\tthey was married. \n \n\t\t\t\tFIRST DOCTOR \n\t\tBeen separated quite some time, hadn't \n\t\tthey?\n \n\t\t\t\tDETECTIVE \n\t\tYeah. He was playin' up to some other \n\t\ttwist. Winton's in bad because he left \n\t\tthere just before she folded up.\n  \n\t\t\t\tSECOND DOCTOR \n\t\tWell, if she committed suicide, with \n\t\tlaudanum, she probably took it in its \n\t\tcrude form, and we'll find it in that or \n\t\tvery close to that state.",
  "23": "---END OF PREVIOUS SECTION---\nHe was playin' up to some other \n\t\ttwist. Winton's in bad because he left \n\t\tthere just before she folded up. SECOND DOCTOR \n\t\tWell, if she committed suicide, with \n\t\tlaudanum, she probably took it in its \n\t\tcrude form, and we'll find it in that or \n\t\tvery close to that state. \n---TARGET SECTION TO BE ANNOTATED---\n If someone gave \n\t\tit to her, it would be diluted.\n \n\t\t\t\tDETECTIVE \n\t\tHow could he give it to her?\n \n\t\t\t\tFIRST DOCTOR \n\t\tIn a cup of coffee or a glass of whiskey.\n \n\tThe door bursts open and one of the attendants rushes \n\tin and, going directly to the two doctors, speaks.\n \n\t\t\t\tATTENDANT \n\t\tThe Gale body is gone!\n \n\t\t\t\tFIRST DOCTOR \n\t\tGone? What are you talking about?\n \n\t\t\t\tSECOND DOCTOR \n\t\t\t(speaking almost simultaneous \n\t\t\twith the first) \n\t\tThe body gone! Absurd!\n \n\t\t\t\tDETECTIVE \n\t\tWait a minute. \n\t\t\t(To the attendant.) \n\t\tWhat happened? What do you mean the \n\t\tbody's gone?\n \n\t\t\t\tATTENDANT \n\t\tJust that. It's gone -- vanished --\n\t\tdisappeared!\n \n\t\t\t\tDETECTIVE \n\t\tYou mean somebody stole the body!\n \n\t\t\t\tFLORENCE\n\t\tNo. It got up and walked down to the \n\t\tcemetery to dig up a date.\n \n\tDetectives give Florence a dirty glance.\n \n\t\t\t\tATTENDANT \n\t\t\t(excitedly) \n\t\tWe went for the body and found the slab \n\t\tempty and the window to the alley open.\n \n\t\t\t\tFLORENCE\n\t\tHot dog, death on a holiday! \n \n\t\t\t\tDETECTIVE \n\t\t\t(calling to other \n\t\t\tplain-clothes man)\n\t\tCome on, Flannery!\n\n\tThey leave the room hurriedly, followed by the \n\tattendant. Florence, her hand to her head, sways.\n \n\t\t\t\tFLORENCE\n\t\tBoy, oh boy! And he asked for a story. Is \n\t\this face red! She looks around, sees phone, \n\t\tgrabs it up and calls for a number.\n \n\t\t\t\tFLORENCE\n\t\tBryant two six two six.\n \n\tShe waits a moment and then jiggles the receiver \n\timpatiently.\n \n\t\t\t\tFLORENCE\n\t\t\t(shouting)\n\t\tOperator! \n\t\t\t(Operator answers. \n\t\t\tFlorence, sarcastically.) \n\t\tMy, my, how you have grown. \n\t\t\t(Quickly.",
  "24": "---END OF PREVIOUS SECTION---\n(Operator answers. Florence, sarcastically.) \n\t\tMy, my, how you have grown. (Quickly. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\tWill you get that number, Mrs. Van Winkle!\n \n\n49\tEDITOR'S OFFICE \n\tThe phone on his desk is ringing. He picks it up.\n \n\t\t\t\tEDITOR \n\t\t\t(barks)\n\t\tHello!\n \n\n50\tCLOSE-UP  FLORENCE IN PHONE BOOTH\n \n\t\t\t\tFLORENCE\n\t\t\t(into phone) \n\t\tHello, Slug ... kill that Winton story \n\t\tfor this! Joan Gale's body, not John \n\t\tBrown's ... Joan Gale's body was snatched \n\t\tfrom the morgue two minutes ago! I'm here \n\t\tnow! Yeah, there were nine or ten\n\t\twitnesses! Nope, they didn't talk! \n\t\tThey're pretty stiff. No, dope, not \n\t\tdrunk, they're dead!\n  \n\n51\tEDITOR'S DESK   CLOSE SHOT   EDITOR INTO PHONE\n \n\t\t\t\tEDITOR\n\t\tCan the clowning! Great! Great! Tear \n\t\tdown to The Tombs and get to Winton! I'll \n\t\thave Harry write the first flash! \n\t\t\t(Something she says evidently \n\t\t\tangers him to the point that \n\t\t\the holds the telephone away \n\t\t\tfrom him. Half angry, as though \n\t\t\tit were responsible, he barks.) \n\t\tA cow does that ... and gives milk besides. \n\t\t\t(He slams up receiver.) \n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n52\tCLOSE-UP   PRINTING PRESSES IN LARGE NEWSPAPER PLANT\n\tThe papers being pushed out on rack as they are \n\tdelivered from press. CAMERA PULLS BACK as foreman \n\tpicks up a copy to examine it for type. \n\n\tINSERT: CLOSE-UP OF NEWSPAPER \n\tshowing scare headline describing arrest of George \n\tWinton who is held in jail and an autopsy ordered. On \n\tfront page is a photograph of Winton. CAMERA HOLDS \n\tfor a moment on photograph, which DISSOLVES TO:\n \n\n53\tCLOSE SHOT OF WINTON BEHIND BARS\n \n             \n54\tINT. CELL IN THE TOMBS\n\tWinton seated on the edge of his cot. CAMERA SWINGS\n\tAROUND to reveal the cell door being opened by a guard. \n\tFlorence enters and goes to boy.",
  "25": "---END OF PREVIOUS SECTION---\nCELL IN THE TOMBS\n\tWinton seated on the edge of his cot. CAMERA SWINGS\n\tAROUND to reveal the cell door being opened by a guard. Florence enters and goes to boy. \n---TARGET SECTION TO BE ANNOTATED---\n He is a rather \n\thandsome, but weak, dissipated type, who arouses our \n\tsympathy without winning our respect.\n \n\t\t\t\tFLORENCE\n\t\tHow do you do. I'm from the Express. \n\n\tWinton looks up. When he speaks, his sentences are \n\thalting and broken. He's badly frightened.\n \n\t\t\t\tWINTON \n\t\tYeah. I suppose you people will crucify \n\t\tme for something I didn't do. \n\t\t\t(His voice rising \n\t\t\talmost to falsetto.)\n\t\tI didn't! You understand that! ... I \n\t\tdidn't do it! She -- tried before --\n\t\t\t(Buries his face in \n\t\t\thands, choking sob.)\n \n\t\t\t\tFLORENCE\n\t\t\t(Sits on cot beside him, \n\t\t\tpats his shoulder)\n\t\tCome on, old man, that won't do. You know \n\t\tyou're innocent until proven guilty.\n \n \t\t\t\tWINTON \n\t\t\t(springing to feet and \n\t\t\tpacing back and forth)\n\t\tYes, sure, that's fine. While I'm proving \n\t\tmy innocence, you people are going to \n\t\tuncover every petty kid trick I ever did \n\t\t... you're going to write editorials about \n\t\tevery cocktail I ever drank. Anything that \n\t\tany sane, normal person might have done \n\t\twill have a sinister meaning, if I did it. \n\t\t\t(He is almost crying at \n\t\t\tthis point, sitting on \n\t\t\tcot.) \n\t\tGo on! Get out! I don't want to talk to \n\t\tyou! \n\t\t\t(He rises and crosses quickly \n\t\t\tas though to open door, then, \n\t\t\trealizing that he is locked in, \n\t\t\tleans, face against the bars, \n\t\t\tfighting to control tears.)\n \n\tFlorence follows him and places her hand on his shoulder.\n \n\t\t\t\tFLORENCE\n \t\tListen, kid.",
  "26": "---END OF PREVIOUS SECTION---\nI don't want to talk to \n\t\tyou! (He rises and crosses quickly \n\t\t\tas though to open door, then, \n\t\t\trealizing that he is locked in, \n\t\t\tleans, face against the bars, \n\t\t\tfighting to control tears.)\n \n\tFlorence follows him and places her hand on his shoulder. FLORENCE\n \t\tListen, kid. \n---TARGET SECTION TO BE ANNOTATED---\n You're in a tough spot, and \n\t\tyou can make it a whole lot easier for \n\t\tyourself if you cut out the cry-baby \n\t\tstuff --\n \n\t\t\t\tWINTON \n\t\t\t(whirling, faces her)\n\t\tCry-baby?\n \n\t\t\t\tFLORENCE\n\t\tThat's what I said.\n \n\t\t\t\tWINTON \n\t\t\t(angrily) \n\t\tMy lawyers will be on the job in a \n\t\tlittle while, and I warn you people \n\t\tanything you print about me you've \n\t\tgot to prove. Dad won't stand for--\n \n\t\t\t\tFLORENCE\n\t\tYour dad has stood for plenty. Now let's \n\t\tget down to cases. When did you see the \n\t\tDale girl last?\n \n\t\t\t\tWINTON  \n\t\tFor a few minutes the afternoon before \n\t\t-- before --\n \n\t\t\t\tFLORENCE\n\t\tHmmm. Why didn't you tell that to the \n\t\tpolice?\n \n\t\t\t\tWINTON \n\t\t\t(hysterically)\n\t\tThey didn't give me a chance. We had a \n\t\tcouple of drinks and she was all right \n\t\tthen. She seemed happy.\n \n\t\t\t\tFLORENCE\n\t\tUh-huh. Do you remember what she said? \n\t\tWhat did you talk about?\n \n\t\t\t\tWINTON \n\t\tShe laughed and told me that we were \n\t\tbeing silly, that we didn't care for \n\t\teach other any more but we needn't \n\t\thate each other ... \n\t\t\t(He sobs through the \n\t\t\tfinish of this speech.) \n\t\t... She said she wanted to be friends.\n \n\t\t\t\tFLORENCE\n\t\tI see. Was that all she said?\n \n\t\t\t\tWINTON \n\t\t\t(recovering self-control \n\t\t\tto some degree)\n\t\tWe planned a trip for her. I was going to\n\t\tsend her to Bermuda.\n \n\t\t\t\tFLORENCE \n\t\tYou weren't going with her?\n \n\t\t\t\tWINTON \n \t\tNo. \n\t\t\t(Paces floor, pounding palm of \n\t\t\thand with fist desperately.) \n\t\tWhy didn't I take her out somewhere? But \n\t\tshe was laughing and seemed so happy.",
  "27": "---END OF PREVIOUS SECTION---\nWINTON \n \t\tNo. (Paces floor, pounding palm of \n\t\t\thand with fist desperately.) \n\t\tWhy didn't I take her out somewhere? But \n\t\tshe was laughing and seemed so happy. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE\n\t\tWell, let's get back to the case in hand. \n\t\tThey ordered an autopsy and discovered \n\t\ther body had been stolen from the morgue.\n \n\t\t\t\tWINTON \n\t\t\t(his nerves quite shattered) \n\t\tStolen! What are you trying to do to me? \n\t\t... You're working with the police! ... \n\t\tYou're trying to make me say something \n\t\tthat can be used against me! You're \n\t\ttrying ...\n \n \t\t\t\tFLORENCE\n\t\tHold on, hold on. I'm trying to help you, \n\t\tif you're on the square, and I think you \n\t\tare.\n \n\t\t\t\tWINTON \n\t\tThen why are you telling me a crazy lie? ...\n \n\t\t\t\tFLORENCE\n\t\tThat happens to be the truth.\n \n\t\t\t\tWINTON\n\t\tWho'd steal her body?\n \n \t\t\t\tFLORENCE\n\t\tThat's what they're going to ask you. \n\n\tWinton seems stunned. Guard appears in door.\n \n\t\t\t\tGUARD\t\n\t\tTime's up.\n \n\t\t\t\tFLORENCE\n\t\tBe right with you. \n\t\t\t(Turning, pats Winton \n\t\t\ton shoulder.) \n\t\tKeep a stiff upper lip, kid. I \n\t\tthink you'll come out okay.\n \n\tThe guard opens the door and as she exits, we\n \n                                               DISSOLVE TO: \n\n\n55\tCLOSE SHOT OF EDITOR AT HIS DESK \n\tHe is leaning back in swivel chair, listening \n\tattentively. We hear Florence's voice, but do not see \n\ther.\n \n\t\t\t\tFLORENCE'S VOICE \n\t\tThe whole thing sounded on the up and up \n\t\tto me. The poor kid is too scared to lie.\n\t\tHe's getting a raw deal.\n \n\tCAMERA PULLS BACK to include Florence, seated in chair \n\tclose to editor's desk.\n \n \t\t\t\tEDITOR \n\t\t\t(sarcastically) \n\t\tWell, ain't that a shame. Nice little \n\t\tchappie that wouldn't harm a fly ... \n\t\teverybody picking on the little fellow.\n \n\t\t\t\tFLORENCE\n\t\tIf this kid was some unknown soda jerker,\n\t\tthey wouldn't have pinched him.",
  "28": "---END OF PREVIOUS SECTION---\nNice little \n\t\tchappie that wouldn't harm a fly ... everybody picking on the little fellow. FLORENCE\n\t\tIf this kid was some unknown soda jerker,\n\t\tthey wouldn't have pinched him. \n---TARGET SECTION TO BE ANNOTATED---\n But he's \n\t\tGeorge Winton and they're playing him up. \n\t\tIt's a Roman holiday for every paper hat \n\t\teditor in New York.\n \n\t\t\t\tEDITOR \n\t\t\t(glancing from desk where \n\t\t\the has been idly scratching \n\t\t\twith a pencil)\n\t\tWhy the goose pimples? If he wasn't \n\t\tsocial register -- if it was somebody \n\t\tlike me, you'd be trying to hang him.\n \n\t\t\t\tFLORENCE\n\t\tI wouldn't be trying, beloved. I would \n\t\thang him! And another thing, all this \n\t\tgaga about the body disappearing. Eight \n\t\tbodies have been stolen in New York \n\t\twithin the last eighteen months. Doesn't \n\t\tit seem more reasonable to hook this up \n\t\tfrom that angle?\n \n\t\t\t\tEDITOR \n\t\t\t(laughs) \n\t\tAnd ruin a perfectly good story? Don't be \n\t\tsilly.\n \n\t\t\t\tFLORENCE\n\t\tNo, I mean it. I think this kid's \n\t\tentitled to a break.\n \n\t\t\t\tEDITOR\n\t\tHe's getting a break, ain't he? He's \n\t\tfront page.\n \n\t\t\t\tFLORENCE\n\t\tYou give me a pain!\n \n\t\t\t\tEDITOR\n\t\tI'm glad to hear it. When did you go in \n\t\tfor crusading in the cause of justice? \n\t\tThis lousy mug, with all the money in the \n\t\tworld, has had two or three nasty affairs. \n\t\tHe's kept out o' print because his great-\n\t\tgrandfather was smarter than the Indians.\n \n\t\t\t\tFLORENCE \n\t\tWell, anyway, he couldn't have copped \n\t\tthat body -- he was in jail.\n\n\t\t\t\tEDITOR\n\t\tYou don't think he'd be sap enough to do \n\t\tthe job himself. I hope they give him the \n\t\tworks. Even if he didn't kill the kid, \n\t\the's responsible for her death, and \n\t\tthey can fry him any time without \n\t\tmaking me sore.\n \n\t\t\t\tFLORENCE\n\t\t\t(rising angrily) \n\t\tWell, I won't work on it from that angle.",
  "29": "---END OF PREVIOUS SECTION---\nI hope they give him the \n\t\tworks. Even if he didn't kill the kid, \n\t\the's responsible for her death, and \n\t\tthey can fry him any time without \n\t\tmaking me sore. FLORENCE\n\t\t\t(rising angrily) \n\t\tWell, I won't work on it from that angle. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tEDITOR\n\t\tOh, you won't -- you were pretty tough \n\t\tabout Judge Ramsey -- a little while ago --\n \n\t\t\t\tFLORENCE\n\t\tAnd they never proved anything against \n\t\thim.\n \n\t\t\t\tEDITOR\n\t\tExcept that he disappeared when things \n\t\tgot too hot.\n \n\t\t\t\tFLORENCE\n\t\tOr was bumped off by someone who was \n\t\tafraid of him.\n \n\t\t\t\tEDITOR\n\t\tWhooey -- he took a run-out powder.\n \n\t\t\t\tFLORENCE\n\t\tWell, that's got nothing to do with this \n\t\tcase. Can I handle this my way?\n \n\t\t\t\tEDITOR\n\t\tYou cannot. I'm still editor of this sheet.\n \n\t\t\t\tFLORENCE\n\t\tAll right, you said I was fired. Well, I \n\t\tquit! Give the assignment to somebody \n\t\telse. \n\t\t\t(Starts toward door.)\n \n \t\t\t\tEDITOR \n\t\t\t(laughs)\n     \t\tHey, come here, Sob-sister!\n \n\t\t\t\tFLORENCE\n\t\tNope, I'm through!\n \n\tHer hand is on the knob. CAMERA FOLLOWS editor who \n\trises and, following, embraces her roughly and pats \n\ther on shoulder as he releases her.\n \n\t\t\t\tEDITOR\n\t\tGo ahead, screwy! Do it your own way. \n\n\tAs he returns to desk, she takes a step after him.\n \n\t\t\t\tFLORENCE\n\t\tOn the square, Jimmy, if you'd seen \n\t\tWinton down there -- I'm not holding a \n\t\tbrief for him -- maybe he's a dirty pup, \n\t\tbut he's scared and hysterical -- and so \n\t\tkinda dumb and worthless ...\n \n\t\t\t\tEDITOR\n\t\tGreat! ... If he's worthless we'll give \n\t\thim away as a bridge prize. Come on -- \n\t\tbeat it. It's five o'clock. You need \n\t\tsome sleep.\n \n\t\t\t\tFLORENCE \n\t\t\t(going through door) \n\t\tNo, there's another point I want to iron \n\t\tout.\n \n\t\t\t\tEDITOR\n\t\tSleep on it ... we'll get it tomorrow.\n \n\tHolds picture that he drew away from him, looking at \n\tit critically.",
  "30": "---END OF PREVIOUS SECTION---\nFLORENCE \n\t\t\t(going through door) \n\t\tNo, there's another point I want to iron \n\t\tout. EDITOR\n\t\tSleep on it ... we'll get it tomorrow. Holds picture that he drew away from him, looking at \n\tit critically. \n---TARGET SECTION TO BE ANNOTATED---\n Florence moves back of him to glance at \n\tit. He hands it to her.\n \n\t\t\t\tEDITOR\n\t\tYour portrait.\n \n\tINSERT: OF PICTURE\n\twhich is a crude sketch of Mickey Mouse on horseback, \n\tcharging a windmill with a long lance.\n \n\t\t\t\tFLORENCE\n\t\tWhich one is me? The horse?\n \n\t\t\t\tEDITOR \n\t\t\t(throws tobacco pouch at her)\n\t\tGet out of here.\n\n\tFlorence dodges it, and exits laughing.\n \n \t\t\t\t\t\tFADE OUT\n\n\n\tFADE IN   \t\t\t\tDAY \n\n56\tCLOSE-UP OF THREE CITY STREET-SWEEPERS' PUSH BROOMS\n\theld end to end, pushing ahead of them a large quantity \n\tof confetti, bits of paper and refuse of the hilarious \n\tnight before. CAMERA PULLS BACK, revealing three street-\n\tsweepers. In the background we see the sign: \n\n\t\tLONDON WAX MUSEUM -- GRAND OPENING \n\t\t\t\tTONIGHT \n\t\t\tFIRST TIME IN AMERICA \n\n\tand in front of the place, as CAMERA MOVES UP AGAIN \n\tTO the entrance, we see a janitor sweeping off the \n\tsidewalk. He is a strange, unwholesome-looking \n\tcharacter. He has swept most of the sidewalk, pushing \n\tthe collected debris into a pile in the gutter, when \n\this attention is caught by the protruding end of a \n\twhiskey bottle which shows in the pile. He picks up \n\tthe bottle and sees that there is a little bit of \n\tliquid left in it, and he drains it, drop by drop, \n\tinto his mouth. He stoops to examine the pile further.\n \n\t\t\t\tIGOR'S VOICE \n\t\t\t(off scene)\n\t\tOtto! Otto! Get in here!\n \n\tCAMERA FOLLOWS him as he turns and goes into the museum.\n \n\n57\tINT. MUSEUM  MED. SHOT OF IGOR\n\tIn background we see a veritable beehive of activity. \n\tA number of workmen, including painters, carpenters, \n\tare busy building and designing screenlike backgrounds \n\tfor the various exhibits, placing figures on platforms, \n\tetc. In the center of the room, watching them, is Ivan \n\tIgor.",
  "31": "---END OF PREVIOUS SECTION---\nSHOT OF IGOR\n\tIn background we see a veritable beehive of activity. A number of workmen, including painters, carpenters, \n\tare busy building and designing screenlike backgrounds \n\tfor the various exhibits, placing figures on platforms, \n\tetc. In the center of the room, watching them, is Ivan \n\tIgor. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA MOVES TO A\n \n \n58\tCLOSE SHOT OF IGOR\n\tHe is much changed, but still recognizable as the man \n\twe knew before the fire. His beard and hair are almost \n\twhite and have been permitted to grow to far greater \n\tlength, but the features are essentially the same, \n\texcept that when he speaks or moves his face is \n\tstrangely immobile. He is seated in a wheelchair, \n\twhich is propelled by sprocket wheels on the arms of \n\tthe chair. In order to manage this, there is a special \n\tcup or basket attached to the handles, as his hands \n\tare hideously deformed and practically useless for \n\tthe purpose. He is impatient and angry with the \n\tworkers, venting his anger immediately the janitor \n\tappears. Igor propels the chair forward.\n \n\n59\tMED. SHOT  IGOR AND JANITOR\n\tIgor, stopping, points angrily at floor immediately \n\tsurrounding some of the groups, where shavings, \n\texcelsior and other packing material and debris are \n\tscattered.\n \n\t\t\t\tIGOR \n\t\t\t(to janitor)\n\t\tDoes it take you all morning to sweep \n\t\tthat patch of sidewalk? Come, clean up \n\t\tthis mess, and don't try to sweep this \n\t\ttrash behind those screens. I want it \n\t\tremoved.\n \n\t\t\t\tJANITOR \n\t\tYes, sir.\n \n\tStarts to clean up around nearest group. Igor wheels \n\ttoward another group, FOLLOWED BY CAMERA, and \n\taddresses workmen angrily.\n \n\t\t\t\tIGOR\n\t\tCome, look, you fellows. You spend two \n\t\tdays on something that should have taken \n\t\ttwo hours.\n \n\tOne of the workmen turns angrily.\n \n\t\t\t\tWORKMAN \n\t\tSay, listen, Old-Timer, they abolished \n\t\tslavery in this country a long time ago.\n  \n\t\t\t\tIGOR \n\t\tIs it slavery to do what you're being paid \n\t\tfor? I have announced the opening of this \n\t\tmuseum tonight.\n \n\tWheels angrily away. The workman laughs. CAMERA FOLLOWS \n\tIgor as he wheels to end of museum where Hugo and Ralph \n\tare at work putting the finishing touches on two \n\tindividual figures.",
  "32": "---END OF PREVIOUS SECTION---\nWheels angrily away. The workman laughs. CAMERA FOLLOWS \n\tIgor as he wheels to end of museum where Hugo and Ralph \n\tare at work putting the finishing touches on two \n\tindividual figures. \n---TARGET SECTION TO BE ANNOTATED---\n Hugo is a man of middle age, with \n\tan insane, crafty face, unkempt hair and several days \n\tgrowth of beard. He smiles continually to himself as \n\tthough some secret of his own amused him. He is deaf \n\tand dumb and when excited or angry emits strange \n\tterrifying growls similar to the noises we heard \n\tthe Monster utter. Ralph is rather a nice-looking \n\tyoungster and seems engrossed in what he is doing.\n \n\tCLOSE SHOT Igor comes to a stop near Ralph and sits \n\tinspecting his work.\n \n\t\t\t\tIGOR \n\t\t\t(bitingly) \n\t\tIf my curiosity is not too great, would \n\t\tyou mind telling me what manner of animal \n\t\tthis is you are designing?\n \n\t\t\t\tRALPH\n \t\tOne of the maids-in-waiting for that \n\t\tElizabethan group. \n \n\t\t\t\tIGOR \n\t\t\t(raising his hands to heaven) \n\t\tAnd he isn't struck dead! This man, he \n\t\tlives! It would be interesting to know, \n\t\tyoung man, where and when you studied \n\t\tanatomy.\n \n\t\t\t\tRALPH \n\t\t\t(steps back a little and \n\t\t\tlooks critically at the \n\t\t\tfigure)\n \t\tThat doesn't seem so bad to me. What is wrong \n\t\twith it?\n \n\t\t\t\tIGOR\n\t\tEverything, my friend. And you hope to be a \n\t\tgreat sculptor -- \n\t\t\t(laugh) \n\t\tA great sculptor. Look -- this forearm is at \n\t\tleast two inches too long.\n \n\t\t\t\tRALPH \n\t\tBut the composition as a whole -- I've \n\t\ttried to keep a sketchy freedom.\n \n\t\t\t\tIGOR\n\t\tIf it is freedom to represent people with \n\t\tlimbs that don't match -- cripples -- you \n\t\thave achieved your purpose. Anatomy! \n\t\tHeaven forgive you. You must have studied \n\t\twith a sideshow of freaks!\n \n\tCAMERA SWINGS as Igor whirls chair and sees Hugo's \n\tpiece.\n \n\t\t\t\tIGOR\n\t\tAnd this fellow! Look, I ask you ... \n\t\tlook what this cobbler is doing!\n \n\tRalph grins.",
  "33": "---END OF PREVIOUS SECTION---\nLook, I ask you ... look what this cobbler is doing! Ralph grins. \n---TARGET SECTION TO BE ANNOTATED---\n Igor takes one of the crutches that ride \n\tbeside him on chair and, reaching out, pokes Hugo's \n\tshoulder. Hugo turns with a startled growl.\n \n\t\t\t\tIGOR\n\t\t\t(pointing with crutch to \n\t\t\tfigure which looks not unlike \n\t\t\tHugo himself -- shouts)\n\t\tWhat is this? Are you so beautiful that \n\t\tyou make everything in your own likeness?\n \n\tHugo utters an uncanny sound identified with deaf-mutes. \n\tIgor, realizing that Hugo doesn't hear him, just waves \n\thim back to work.\n \n\t\t\t\tIGOR\n\t\tIt's a great mercy of Providence that this \n\t\tfellow cannot hear. \n\t\t\t(Turning back to Ralph, \n\t\t\tsuddenly extends two horribly \n\t\t\tmaimed, clawlike hands toward \n\t\t\tRalph.) \n\t\tLook! Look at those claws! If I had those \n\t\thands of yours, I would show you the \n\t\tmeaning of what you are trying to do. All \n\t\tthose beautiful things that were destroyed \n\t\tI could restore. It is a great irony that \n\t\tyou people without souls should have hands.\n \n\n61\tEXT. ALLEY ENTRANCE  REAR OF MUSEUM\n\tWe see a truck backing in, and Sparrow, whom we first \n\tsaw at Worth's house, climbs down from the driver's \n\tseat and enters museum.\n \n\n62\tINT. MUSEUM\n \tIgor is still speaking.\n \n \t\t\t\tIGOR\n \t\tBut go on, go back to work. It is hopeless \n\t\tto talk to such people.\n \n \tHe suddenly stops and turns his head. CAMERA SWINGS TO\n\tFOLLOW his line of vision and PICKS UP rear entrance \n\tas door opens and Sparrow enters. Igor wheels chair \n\trapidly toward Sparrow, CAMERA FOLLOWING.\n \n\t\t\t\tIGOR \n\t\t\t(eagerly) \n\t\tHave you got it? Is it completed?\n \n\t\t\t\tSPARROW\n \t\tYes, sir, it's here on the truck, but it's \n\t\tpretty heavy -- I'll need help.\n\n\t\t\t\tIGOR \n\t \t\t(turns and shouts) \n\t\tOtto! You and one of those other fellows! \n\t\tCome help Professor Darcey.",
  "34": "---END OF PREVIOUS SECTION---\nIGOR \n\t \t\t(turns and shouts) \n\t\tOtto! You and one of those other fellows! Come help Professor Darcey. \n---TARGET SECTION TO BE ANNOTATED---\n \n\tJanitor comes forward, followed by two workmen.\n \n\t\t\t\tJANITOR\n     \t\tYes, sir.\n  \n\t\t\t\tIGOR\n\t\tAnd hurry, please. This figure has still \n\t\tto be mounted and dressed.\n \n \tSparrow exits with three men, leaving door open. Igor \n\twheels back toward Ralph and Hugo. He laughs \n\tdelightedly, addressing Ralph.\n \n \t\t\t\tIGOR\n \t\tAnd now, my friend, you are to see \n\t\tsomething that one can in truth describe \n\t\tas art. Professor Darcey doesn't try to \n\t\tkeep freedom and sketchiness in his \n\t\tfigures. He is an artist. He works at \n\t\thome, hours, when such people as you are \n\t\tloafing. He is an artist.\n \n\tThe four men carry in a long, narrow box similar to \n\tthe one that was delivered to Worth.\n \n \t\t\t\tSPARROW\n\t\tShall we unpack it?\n \n\t\t\t\tIGOR\n\t\tYes.\n \n\tOne of the workmen takes a claw hammer from strap in \n\toveralls and starts removing the lid as Igor wheels \n\thimself quickly toward Sparrow and the workers. CAMERA \n\tFOLLOWS and, as the lid of the box is removed, some \n\tburlap and other packing materials lifted out, and the \n\tbox raised on end, we see the head, shoulders and one \n\tarm of a beautiful, lifelike figure of a girl. We \n\tidentify the face immediately as that of Joan Gale. As \n\tthe workers go about removing the rest of the packing, \n\tIgor whirls and addresses the other workers who have \n\tadvanced and stand admiring the figure.\n \n\t\t\t\tIGOR\n\t\tGet back to work! You will have plenty \n\t\tof time to look at this.\n \n \tAs the workers return to their various jobs, one of \n\tthem grins.\n \n \t\t\t\tWORKER\n\t\tSome mama!\n \n\t(Note: The museum is, in all essentials, identical \n\twith the institution in London, the one figure \n\tmissing from the restored ensemble being that of \n\tMarie Antoinette.)\n \n\n63\tCLOSE SHOT OF IGOR AND SPARROW\n\tclose to wall on which hangs a photo of Igor as a \n\tyoung man standing beside statue of Marie Antoinette.",
  "35": "---END OF PREVIOUS SECTION---\nAs the workers return to their various jobs, one of \n\tthem grins. WORKER\n\t\tSome mama! (Note: The museum is, in all essentials, identical \n\twith the institution in London, the one figure \n\tmissing from the restored ensemble being that of \n\tMarie Antoinette.)\n \n\n63\tCLOSE SHOT OF IGOR AND SPARROW\n\tclose to wall on which hangs a photo of Igor as a \n\tyoung man standing beside statue of Marie Antoinette. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR\n\t\tIt is exquisite -- almost as beautiful as the \n\t\toriginal. \n\t\t\t(points to picture on wall.) \n\t\tI hope one day to have you restore Marie \n\t\tAntoinette. \n\t\t\t(Sparrow is in a highly nervous \n\t\t\tstate, which Igor detects.)\n \n\t\t\t\tSPARROW \n\t\tI'd be glad to, Mr. Igor. \n\t\t\t(Leaning close to Igor -- \n\t\t\tin subdued tone.)\n\t\tI think I'll have somethin' to tell you \n\t\tsoon.\n \n \t\t\t\tIGOR\n \t\tYou have done well, and now I, too, have \n\t\tsomething for you. Come.\n \n \n64\tTELEPHONE BOOTH NEAR ENTRANCE OF MUSEUM \n\tRalph approaches and enters it. We see him dial for a \n\tnumber.\n \n \n65\tCLOSE SHOT OF HALL PHONE\n\twhich rings and Charlotte Duncan (Fay Wray) enters \n\tscene and answers it. We see that in stature and face \n\tshe is almost identical with the lost figure of Marie \n\tAntoinette.\n \n\t\t\t\tCHARLOTTE \n\t\t\t(into phone)\n \t\tHello. \n\t\t\t(Laughs.) \n\t\tOh, hello, dear. I was just thinking of \n\t\tyou. ... I was, too ... no, I haven't \n\t\tforgotten.\n \n\t\t\t\t\t\tCUT TO:\n\n66\tRALPH AT PHONE\n\n\t\t\t\tRALPH \n\t\t\t(laughs)\n\t\tYou better not forget or I'll cut you out \n\t\tof my will. But listen, we'll have to go \n\t\tsomewhere close. I'll only have a few \n\t\tminutes.\n \n\n67\tCHARLOTTE At PHONE\n \n\t\t\t\tCHARLOTTE\n\t\tWe'll go to that Little Bohemian place... . \n\t\tYes, I like the food there.... All right, \n\t\tthen, at twelve.\n \n\tShe hangs up receiver. CAMERA TRUCKS RACK TO\n \n\n68\tINT. LIVING ROOM OF SMALL APARTMENT\n\tA modestly furnished room. There is a studio couch, \n\tright, on which Florence has been sleeping. She \n\tstraightens up, rubs her eyes, yawning, as Charlotte \n\tturns away from phone.",
  "36": "---END OF PREVIOUS SECTION---\nLIVING ROOM OF SMALL APARTMENT\n\tA modestly furnished room. There is a studio couch, \n\tright, on which Florence has been sleeping. She \n\tstraightens up, rubs her eyes, yawning, as Charlotte \n\tturns away from phone. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE \n\t\t\t(as Charlotte turns \n\t\t\taway from phone)\n\t\tWho was it? Penny ante?\n \n\t\t\t\tCHARLOTTE \n\t\tYes, why?\n \n\t\t\t\tFLORENCE\n\t\tI wondered. Did he invite you to lunch, \n\t\tor did you invite him?\n \n\t\t\t\tCHARLOTTE \n\t\tI wish you wouldn't be so sarcastic about \n\t\tRalph. He's the sweetest kid I know.\n \n \tFlorence throws herself on bed, full-length, laughing.\n \n \t\t\t\tCHARLOTTE\n\t\tWhat are you laughing at?\n \n \t\t\t\tFLORENCE\n\t\tI just had a picture of you telling a \n\t\tlandlady some day that you didn't have \n\t\tthe rent, but Ralph is awful sweet.\n \n \t\t\t\tCHARLOTTE\n\t\tI don't see any big-moneyed boys running \n\t\tafter you.\n \n \t\t\t\tFLORENCE\n\t\tI met one last night ... all the money \n\t\tthis side of Peoria.\n \n \t\t\t\tCHARLOTTE\n\t\tDid you? Where?\n \n\t\t\t\tFLORENCE \n\t\tIn the can. \n\t\t\t(Charlotte starts.) \n\t\tThe hoosegow! Mrs. Winton's little boy. \n\t\tThe Pawk Avenue Wintons, you know ... \n\t\tand plenty of do-re-mi. \n\t\t\t(Goes smoothly into melody \n\t\t\tof \"Jail-house Blues.\" Singing.) \n\t\tHe's in the jail-house now ...\n \n\t\t\t\t\t\tLAP DISSOLVE TO:\n \n\n69\tCLOSE SHOT AT HALL DOOR AT TOMBS OPENING\n \tYoung Winton comes through and is led away by turnkey.\n \n\t\t\t\tTURNNKEY \n\t\t\t(addressing Winton)\n\t\tCome on. Bring your stuff, you're goin' \n\t\tout.\n \n\n70\tINT. OFFICE OF THE TOMBS \n\tTwo prosperous middle-aged lawyers are seated near a\n\tdesk talking to the official in charge. One of them is \n\tpresenting a court order for Winton's release to the \n\tofficial.\n   \n\tThe door opens and a turnkey leads young Winton into \n\tthe room. Winton crosses quickly to the attorneys, \n\tboth of whom rise, and, shaking hands with one, he \n\tlaughs weakly.",
  "37": "---END OF PREVIOUS SECTION---\nOne of them is \n\tpresenting a court order for Winton's release to the \n\tofficial. The door opens and a turnkey leads young Winton into \n\tthe room. Winton crosses quickly to the attorneys, \n\tboth of whom rise, and, shaking hands with one, he \n\tlaughs weakly. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tWINTON\n\t\tMister, when I say I'm happier to see \n\t\tyou than I ever was to see anybody in my \n\t\tlife, you know that it comes from the \n\t\theart. \n\t\t\t(Nodding to other man.) \n\t\tHow are you, Mr. Gates?\n \n\t\t\t\tSECOND ATTORNEY \n\t\t\t(shaking hands with Winton)\n\t\tSplendid, my boy, splendid. What do you \n\t\tthink you've been up to?\n \n \t\t\t\tWINTON\n\t\tNot a thing.\n \n\t\t\t\tFIRST ATTORNEY \n\t\t\t(laughs)\n\t\tI hope your father accepts that statement.\n \n\t\t\t\tWINTON \n\t\tIs Dad here?\n \n\t\t\t\tSECOND ATTORNEY \n\t\tNo. I talked to him long distance this \n\t\tmorning.\n \n \t\t\t\tWINTON\n\t\tWas he pretty sore?\n \n\t\t\t\tFIRST ATTORNEY \n\t\tWell, he wasn't exactly overjoyed.\n \n\t\t\t\tWINTON \n\t\tWhat did he say?\n \n\t\t\t\tSECOND ATTORNEY \n\t\tHe said to get you out of trouble and \n\t\tthen hire someone to punch your head off. \n\t\t\t(All three laugh.)\n \n\t\t\t\tFIRST ATTORNEY \n\t\tHave you had lunch?\n \n\t\t\t\tWINTON\n\t\tNo.\n \n \t\t\t\tFIRST ATTORNEY\n\t\tWell, come on, we'll get something to eat.\n \n\tThey cross toward door.\n\n\t\t\t\tWINTON \n\t\t\t(to official behind desk)\n\t\tGood morning.\n \n \t\t\t\tOFFICIAL\n\t\tHope to see you again soon.\n\n \t\t\t\tWINTON\n     \t\tI hope you don't.\n \n \tThey exit, laughing. The guard who brought Winton in \n\tlooks after the departing men.\n \n \t\t\t\tGUARD \n\t\t\t(as door closes behind them)\n\t\tI'd give a year's pay to work on that \n\t\tpuppy!\n \n\t\t\t\tOFFICIAL \n\t\tBut you don't shellac a guy when he can \n\t\tput up a hundred thousand dollar bail.\n\n\t\t\t\t\t\tDISSOLVE TO: \n \n\n71\tINT. OF TAXI CAB\n\tFlorence and Charlotte occupy the cab. Charlotte seems \n\tindignant but Florence is amused.",
  "38": "---END OF PREVIOUS SECTION---\nDISSOLVE TO: \n \n\n71\tINT. OF TAXI CAB\n\tFlorence and Charlotte occupy the cab. Charlotte seems \n\tindignant but Florence is amused. \n---TARGET SECTION TO BE ANNOTATED---\n \n \t\t\t\tCHARLOTTE\n\t\tWell, I don't want to offend you, but, \n\t\tfrankly, it's none of your business. I \n\t\tdon't interfere in your affairs.\n \n\t\t\t\tFLORENCE\n\t\tI don't have any affairs. What do you \n\t\tmean?\n \n \t\t\t\tCHARLOTTE \n\t\tI don't think you could have a real \n\t\taffair. You couldn't care for anyone.\n \n \t\t\t\tFLORENCE\n\t\tI've been in love so many times my heart \n\t\tis calloused ... but I've never hit one \n\t\twith dough. This love-in-an-attic isn't \n\t\tmy idea of a way to spend a pleasant \n\t\tafternoon.\n \n \t\t\t\tCHARLOTTE \n\t\tI don't agree with you.\n \n \t\t\t\tFLORENCE\n\t\tAll right, you raise the kids -- I'll \n\t\traise the roof. I'd rather die with an \n\t\tathletic heart from shaking cocktails and \n\t\tbankers, than expire in a pan of dirty \n\t\tdish water.\n \n \t\t\t\tCHARLOTTE\n\t\tYou would.\n \n \t\t\t\tFLORENCE\n\t\tHe can look like a chimpanzee and act \n\t\tlike an igorot but he must have dough --\n\t\tplenty of dough.\n \n \t\t\t\tCHARLOTTE\n\t\tYou think money is the only requisite. It \n\t\thappens that the poor people are happier.\n \n \t\t\t\tFLORENCE\n\t\tThen marry Ralph ... you'll be the \n\t\thappiest couple in the world.\n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n72.\tINT. MUSEUM  A SHOT AT WINDOW \n\tas Ralph, consulting his watch, approaches window and\n\tlooks out. Through window we see a cab arriving. The \n\ttwo girls emerge from cab. Florence stops to pay driver. \n\tAs Ralph turns from window and starts for his hat and \n\tcoat, CAMERA PULLS BACK TO A FULL SHOT. Ralph gets hat \n\tand coat and starts toward door. Igor, who has been \n\tnear the front of museum, wheels out in front of Ralph.\n \n\t\t\t\tIGOR\n\t\tAnd where do you think you are going, my \n\t\tgood friend?\n \n \t\t\t\tRALPH\n\t\tTo lunch.",
  "39": "---END OF PREVIOUS SECTION---\nIgor, who has been \n\tnear the front of museum, wheels out in front of Ralph. IGOR\n\t\tAnd where do you think you are going, my \n\t\tgood friend? RALPH\n\t\tTo lunch. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR\n\t\tTo lunch, you say. I am having coffee and \n\t\tsandwiches sent in. We are not leaving \n\t\tuntil we have everything ready for the \n\t\topening.\n \n\t\t\t\tRALPH\n\t\tBut I have some friends waiting.\n \n\t\t\t\tIGOR \n\t\tThat is unfortunate. They will have to \n\t\twait.\n\n\t\t\t\tRALPH \n\t\tI will only be gone about half an hour.\n\n \t\t\t\tIGOR\n\t\tIf you leave before the work is done, you \n\t\twill be gone for a much longer period ... \n\t\tyou will be gone for good.\n \n\t\t\t\tRALPH\n\t\tAll right, I'll tell them. They're right \n\t\there in front.\n \n\tRalph exits and CAMERA FOLLOWS him through the door. \n \n\n73\tEXT. MUSEUM ENTRANCE  CLOSE THREE SHOT\n\tas Ralph enters to Charlotte and, taking both her \n\thands, kisses her lightly on cheek. He speaks to \n\tFlorence, who is standing beside Charlotte.\n \n\t\t\t\tRALPH\n\t\tHello, Florence. How are you?\n \n\t\t\t\tFLORENCE\n\t\tFine, thanks.\n \n \t\t\t\tRALPH\n\t\tGee, honey-bunch, I'm sorry -- I'm going \n\t\tto have to disappoint you.\n \n \t\t\t\tFLORENCE\n     \t\tDon't worry -- she'll get used to it.\n \n \tShe strolls up toward museum door, looking through it \n\tat interior.\n \n \t\t\t\tCHARLOTTE\n\t\tDisappoint me? Why, what do you mean, \n\t\tdear?\n \n \t\t\t\tRALPH\n\t\tWell, you see, the old chap is pretty \n\t\tanxious to open on schedule. All of his \n\t\tadvertising announced the opening tonight.\n \n\tAs Ralph continues his explanation to Charlotte, CAMERA\n\tTRUCKS UP BEHIND Florence, and OVER HER SHOULDER THROUGH \n\tglass panel we see interior of museum with the various \n\tfigures. Close to door we see the janitor carrying on his \n\tshoulder the Joan Gale figure which he places on a \n\tpedestal in foreground.",
  "40": "---END OF PREVIOUS SECTION---\nAll of his \n\t\tadvertising announced the opening tonight. As Ralph continues his explanation to Charlotte, CAMERA\n\tTRUCKS UP BEHIND Florence, and OVER HER SHOULDER THROUGH \n\tglass panel we see interior of museum with the various \n\tfigures. Close to door we see the janitor carrying on his \n\tshoulder the Joan Gale figure which he places on a \n\tpedestal in foreground. \n---TARGET SECTION TO BE ANNOTATED---\n He carries the figure in such a \n\tposition that we see the back of it first, and as he \n\tplaces it on the pedestal he turns it around so that we \n\tsee the face. CAMERA CONCENTRATES for several minutes \n\ton this figure.\n\n\n74\tCLOSE-UP  FLORENCE\n\tFlorence stares at it, puzzled. Then recognition dawns. \n\tRalph enters PAST CAMERA and goes to door. He is about \n\tto hurry into museum, when Florence detains him by a \n\thand on his arm. As she turns, we get the two in \n\tprofile. Her expression is one of excitement.\n \n \t\t\t\tFLORENCE\n \t\tListen, Genius, what're the chances for me \n\t\tto slip in and give this place the once \n\t\tover?\n \n\t\t\t\tIGOR'S VOICE\n\t\t\t(heard through partly opened door)\n\t\tRalph! Burton! Are you going to stay out \n\t\tthere all day?\n \n\t\t\t\tRALPH \n\t\t\t(drawing door to quietly \n\t\t\tand lowering his tone)\n\t\tI don't know ... the old man's pretty \n\t\tpeppery right now. Why don't you look in \n\t\ttonight?\n \n\t\t\t\tFLORENCE\n\t\tHe might get some publicity out of it.\n \n\t\t\t\tRALPH\n\t\tNo use. He's a crab, I tell you.\n \n\t\t\t\tFLORENCE \n\t\t\t(looks through glass \n\t\t\tpanel to Igor)\n\t\tWho? Old Santa Claus there? That's easy \n\t\tfor anyone with my sex appeal. He's a \n\t\tpushover. Watch me stand that old dodo\n\t\ton his ear.\n  \n\tShe pushes past Ralph and enters museum, followed by Ralph.\n \n\t\t\t\tRALPH\n\t\tNix, Flo -- he won't let you in and \n\t\tyou'll only get me in Dutch.\n \n\t\t\t\tFLORENCE\n\t\tHorsefeathers!\n \n\n75\tINT. MUSEUM \n\tIgor sees a stranger entering with Ralph and wheels \n\tchair rapidly toward them, speaking as he goes.",
  "41": "---END OF PREVIOUS SECTION---\nFLORENCE\n\t\tHorsefeathers! 75\tINT. MUSEUM \n\tIgor sees a stranger entering with Ralph and wheels \n\tchair rapidly toward them, speaking as he goes. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR\n\t\tNo visitors allowed! You people will have \n\t\tto get out!\n \n \t\t\t\tFLORENCE\n\t\tAw, listen, Beaver, I'm from--\n \n\t\t\t\tIGOR\n\t\t \t(interrupting curtly) \n\t\tI don't care where you're from, young \n\t\twoman. I have said no visitors!\n \n\tHe suddenly looks up and sees Charlotte, who enters \n\tmuseum a bit hesitatingly. Igor stops speaking abruptly \n\tand sits, staring.\n \n\n76 \tCLOSE-UP  CHARLOTTE FROM IGOR'S ANGLE \n\tWe see Charlotte, smiling slightly. Then DOUBLE-EXPOSED \n\tover her figure comes the costume worn by Igor's Marie \n\tAntoinette in the London museum. This FADES IMMEDIATELY \n\tand we see Charlotte as she is, smiling at Igor.\n \n\n77\tCLOSE-UP  IGOR \n\tstaring, fascinated. CAMERA DRAWS BACK to include the \n\tgroup again and Ralph notices something strange in \n\tIgor's manner.\n  \n \t\t\t\tRALPH\n\t\tWhat's the matter, Mr. Igor?\n\n\t\t\t\tIGOR \n\t\t\t(as though coming \n\t\t\tout of a trance)\n\t\tNothing -- nothing at all, my boy. I \n\t\tshould like to meet your friend.\n \n\tFlorence, taking advantage of the introduction, slips \n\taway, as CAMERA ANGLE WIDENS, and, to avoid suspicion, \n\tlooks carefully at several figures during the \n\tfollowing conversation, finally arriving before the \n\tJoan Gale figure, where she stops and studies the \n\tfigure carefully.\n \n\t\t\t\tRALPH\n\t\tWhy, certainly, sir. My fiance. Charlotte, \n\t\tmay I present Mr. Igor.\n \n\t\t\t\tCHARLOTTE \n\t\tDelighted, I'm sure. \n\t\t\t(Igor extends hand to her.)\n \n\t\t\t\tIGOR\n\t\tIf you will forgive this poor, crippled \n\t\tstump, my dear, I am very happy to know \n\t\tyou.\n \n\t\t\t\tCHARLOTTE \n\t\tThank you.\n \n\t\t\t\tIGOR \n\t\t\t(laughs whimsically)\n\t\tAlthough you would be amused if I were \n\t\tto tell you that I knew you before you \n\t\twere born. Before this terrible thing \n\t\thappened to me ...",
  "42": "---END OF PREVIOUS SECTION---\nCHARLOTTE \n\t\tThank you. IGOR \n\t\t\t(laughs whimsically)\n\t\tAlthough you would be amused if I were \n\t\tto tell you that I knew you before you \n\t\twere born. Before this terrible thing \n\t\thappened to me ... \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t(His voice quavers.) \n\t\t... I made a very beautiful statue. Even \n\t\tif I had not met with this disaster, I \n\t\tcould never have hoped to do anything \n\t\tfiner, probably nothing quite so fine. \n\t\tAnd, my child, you are that figure come \n\t\tto life. I wonder, some time, would you \n\t\tpose for one of my sculptors who does \n\t\tvery excellent work?\n \n\t\t\t\tCHARLOTTE\n\t\tI'd love to, at any time. \n \n\tFlorence, who seems to have satisfied herself as \n\tto the identity of the figure, turns abruptly \n\tand comes toward them.\n  \n\t\t\t\tFLORENCE\n\t\tWell, I'm a woman who craves nourishment. \n\t\tLet's ankle out of here and find a beanery. \n\t\tCome on, Moon-struck. \n\t\t\t(Takes Charlotte by the arm.) \n\t\tLet's get going.\n \n\tSparrow, who has been hovering in the background, \n\tapproaches the group and stands just behind Igor's \n\tchair. As Florence and Charlotte cross to door, \n\tCharlotte smiles back at Igor.\n \n\t\t\t\tCHARLOTTE \n\t\tWe'll be coming to the opening.\n \n\t\t\t\tIGOR\n\t\tAt any time. You will always be welcome. \n\n\t\t\t\tFLORENCE \n\t\t\t(to Igor) \n\t\tSo long, Pop, see you in jail. \n\n\tSparrow starts perceptibly.\n \n\t\t\t\tRALPH\n\t\tUntil this evening.\n \n\tThe two girls exit. \n \n\n78\tEXT. IN FRONT OF MUSEUM\n\tThe two girls come from building and are starting toward \n\tcorner when Florence, seeing a cab, signals to it. It \n\tswings in to curb.\n \n\t\t\t\tFLORENCE\n\t\tListen, Kid, I'm going to leave you flat. \n\t\tI just thought of something and I've got \n\t\tto get to the office.\n \n\t\t\t\tCHARLOTTE \n\t\t\t(running a few steps after her \n\t\t\tas Florence approaches cab) \n\t\tBut what about lunch?\n \n\t\t\t\tFLORENCE\n\t\tI'll have it for supper. \n\t\t\t(Climbs into cab.) \n\t\tSo long.\n\n\tCab swings away from curb.",
  "43": "---END OF PREVIOUS SECTION---\nFLORENCE\n\t\tI'll have it for supper. (Climbs into cab.) \n\t\tSo long. Cab swings away from curb. \n---TARGET SECTION TO BE ANNOTATED---\n Charlotte stands looking \n\tafter it, bewildered.\n \n\n79\tINT. MUSEUM\n\tHugo and Ralph return to work. Sparrow stands beside \n\tIgor, who is addressing Ralph.\n \n\t\t\t\tIGOR\n\t\tAnd you, young man, it is a matter to \n\t\tastonish one. You are engaged to that \n\t\tbeautiful girl, who was just here. You \n\t\thave lived close to that beautiful \n\t\tcreature, and yet you produce such \n\t\tcaricatures as this. \n\t\t\t(Indicating Ralph's work.)\n \n\t\t\t\tRALPH\n\t\tCharlotte is lovely, isn't she?\n \n\tIgor, who seems to be in much better temper than we \n\thave seen him for some time, laughs.\n \n\t\t\t\tIGOR\n\t\tExquisite! But I am going to rechristen \n\t\ther for you, my friend. She is not to be \n\t\tCharlotte any more, she is Marie \n\t\tAntoinette.\n \n\tIgor points to picture of himself and the figure of \n\tMarie Antoinette.\n\n\tSparrow, who has been standing near them, comes closer \n\tto Igor, as CAMERA MOVES UP TO CLOSE SHOT. A look of \n\textreme cunning appears on his face.\n \n\t\t\t\tSPARROW \n\t\tShe is exactly like that statue?\n \n\tPicture clearly shown on wall.\n \n\t\t\t\tIGOR\n\t\tShe is the soul of that statue.\n \n\t\t\t\tSPARROW\n\t\tI wonder if I could have her pose for me.\n \n\tCAMERA ANGLE WIDENS as Hugo laughs knowingly. Sparrow \n\tturns quickly and looks at him suspiciously.\n \n\t\t\t\tSPARROW\n\t\tWhat are you laughing at?\n \n\t\t\t\tIGOR\n\t\tHe can't hear you.\n \n\tTapping himself on forehead, Igor indicates that Hugo is \n\ta little balmy. \n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n80\tEDITOR'S OFFICE\n\tFlorence enters.\n \n\t\t\t\tFLORENCE\n\t\tHello, Light-o'-my-life!\n \n\t\t\t\tEDITOR \n\t\t\t(looking up)\n\t\tCome in, Prussic Acid. What's on your mind?\n \n\t\t\t\tFLORENCE\n\t\tI want to see the original pictures of \n\t\tJoan Gale.",
  "44": "---END OF PREVIOUS SECTION---\nEDITOR \n\t\t\t(looking up)\n\t\tCome in, Prussic Acid. What's on your mind? FLORENCE\n\t\tI want to see the original pictures of \n\t\tJoan Gale. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tEDITOR \n\t\t\t(into Dictaphone) \n\t\tHey, Mattie, dig into the morgue and send \n\t\tup all the art you have on Joan Gale.\n \n\t\t\t\tA VOICE \n\t\t\t(answering through Dictaphone)\n\t\tRight, Chief.\n \n\n81\tA LONG METAL FILING CABINET\n\tA girl opens compartment marked Ga. Running through files, \n\tshe extracts a number of photographs and walks out of \n\tscene.\n \n \n82\tEDITOR'S OFFICE\n\n\t\t\t\tEDITOR \n\t\t\t(to Florence, who is sitting \n\t\t\ton edge of his desk)\n\t\tWell, why so mysterious! Come on, spill it.\n \n\t\t\t\tFLORENCE\n\t\tSo you can give me an argument and tell \n\t\tme I'm wrong. Don't be sil, Kid.\n \n\tThe girl filing clerk enters and deposits pictures on \n\tdesk.\n \n\t\t\t\tEDITOR\n\t\tThanks, Mattie.\n \n\t\t\t\tMATTIE \n\t\tYes, sir.\n\n\tFlorence has snatched the pictures from the desk and \n\texamines them carefully. Suddenly drops them on desk. \n\n\t\t\t\tFLORENCE \n\t\t\t(getting to her feet)\n\t\tI am right! I know I'm right!\n \n\t\t\t\tEDITOR \n\t\tWell, no one would ever suspect it. You \n\t\tdon't sound right.\n \n\tFlorence draws chair beside desk, drops into it and \n\tleans over, talking excitedly.\n \n \t\t\t\tFLORENCE\n\t\tListen, Jim -- and if you wisecrack while \n\t\tI'm talking I'll crown you with the inkwell.\n \n\t\t\t\tEDITOR\n\t\tAll right, wise guy. Go ahead. Spill it.\n \n\t\t\t\tFLORENCE\n\t\tJim, there's a little hokey-pokey wax \n\t\tmuseum opening up down on 14th Street.\n \n\t\t\t\tEDITOR\n\t\tNow don't that call for an extra!\n \n\t\t\t\tFLORENCE\n\t\tI asked you to keep your trap shut!\n \n\t\t\t\tEDITOR\n\t\tWell, you can't blame a guy for getting a \n\t\tlittle breathless with a scoop like that.",
  "45": "---END OF PREVIOUS SECTION---\nEDITOR\n\t\tNow don't that call for an extra! FLORENCE\n\t\tI asked you to keep your trap shut! EDITOR\n\t\tWell, you can't blame a guy for getting a \n\t\tlittle breathless with a scoop like that. \n---TARGET SECTION TO BE ANNOTATED---\n \n \t\t\t\tFLORENCE \n\t\t\t(rises indignantly)\n \t\tAll right, you poor baboon, you can guess \n\t\tthe rest of it!\n \n \t\t\t\tEDITOR\n\t\tNo kiddin'. What's your idea?\n \n \t\t\t\tFLORENCE\n\t\tJust this -- I got a look at that dump a \n\t\tlittle while ago and if they haven't got \n\t\ta wax figure of Joan Gale in that line-up, \n\t\tthen I'm crazy.\n \n \t\t\t\tEDITOR\n\t\tWe'll grant that.\n\n \t\t\t\tFLORENCE \n\t\tWhat!\n\n\t\t\t\tEDITOR \n\t\t\t(impatiently) \n\t\tAbout the Gale girl, I mean. Where do we \n\t\tgo from there? What of it?\n \n\t\t\t\tFLORENCE\n\t\tListen, Jo-jo. Does this mean anything to \n\t\tyou? Joan Gale's body swiped from the \n\t\tmorgue -- Did you ever hear of such a \n\t\tthing as a death mask?\n \n\t\t\t\tEDITOR\n\t\tI used to be married to one.\n \n\t\t\t\tFLORENCE\n\t\tAnd it came to life and divorced you. I \n\t\tknow all about that. Now my idea is this: \n\t\tSomebody swipes the girl's body, takes \n\t\timpression, makes a mold, produces wax \n\t\tfigure ... Bingo! ... Peddles it to this \n\t\told skate down there!\n \n \t\t\t\tEDITOR\n\t\tWork that up into a comic strip and \n\t\tsyndicate it.\n\n\t\t\t\tFLORENCE\n\t\tLet it go.\n\n\t\t\t\tEDITOR\n\t\tCome down to earth. Do you think they \n\t\twould dare do anything like that? Don't \n\t\tyou think they'd know that figure would \n\t\tbe recognized? Shake your head real hard\n\t\t-- you'll be all right.\n \n\t\t\t\tFLORENCE\n\t\tAll right, Master Mind. \n\t\t\t(Starts toward door.) \n\t\tBut there's something cockeyed about that \n\t\tjoint and I'm going to find out what it is.\n \t\t\t(She gets to the door.)\n \n \t\t\t\tEDITOR\n\t\tOh, by the way, another pet theory of yours \n\t\tjust blew up.",
  "46": "---END OF PREVIOUS SECTION---\nFLORENCE\n\t\tAll right, Master Mind. (Starts toward door.) \n\t\tBut there's something cockeyed about that \n\t\tjoint and I'm going to find out what it is. (She gets to the door.)\n \n \t\t\t\tEDITOR\n\t\tOh, by the way, another pet theory of yours \n\t\tjust blew up. \n---TARGET SECTION TO BE ANNOTATED---\n \t\t\t\tFLORENCE\n\t\tWhat do you mean?\n \n \t\t\t\tEDITOR\n\t\tThat dear, innocent Judge Ramsey that you \n\t\twere so sure got bumped off for knowing \n\t\ttoo much has been located in South America.\n \n \t\t\t\tFLORENCE \n\t\t\t(With hand on knob)\n\t\tNo kiddin'?\n \n \t\t\t\tEDITOR\n\t\tAlmost certain.\n \n \t\t\t\tFLORENCE \n\t\t\t(laughs -- opens door) \n\t\tAlmost! I'll still bet I'm right, and let \n\t\tyou write your own ticket.\n\n\tShe exits.\n \n \t\t\t\t\t\tFADE OUT\n \n  \n\tFADE IN\n83\tEXT. STREET IN GREENWICH VILLAGE \n\tCharlotte turns a corner and walks briskly TOWARD \n\tCAMERA, finally turning into an apartment about a \n\tquarter of the way down the block. As she disappears \n\tinto the building, Sparrow appears around the corner \n\tand, walking past the building she entered, stops and \n\tlights a cigarette, inspecting the building immediately \n\tadjoining the apartment house. There is a large For \n\tSale or Rent sign on the front of the building, giving \n\tthe name and address of the agent handling the property. \n\tSparrow goes to a basement door and tries it, finding it \n\tlocked. He is investigating one of the windows when he \n\tsees that he is observed by a passer-by, and, taking a \n\tnotebook from his pocket, apparently copies the name \n\tand address of the realty firm from the sign, and walks \n\tback in the direction from which he came, whistling. \n \n\t\t\t\t\t\tFADE OUT \n\n\tFADE IN \n84\tINT. LIVING ROOM  WINTON'S BACHELOR SUITE\n\tWorth is standing near door. Winton, crossing to him, \n\thands him a sum of money.\n \n\t\t\t\tWINTON \n\t\t\t(as he counts money \n\t\t\tinto Worth's hand)\n\t\tWell, that squares everything.\n \n \t\t\t\tWORTH\n\t\tYep. Everything settled.\n \n \t\t\t\tWINTON\n   \t\tGood. Well, I'll be seeing you.\n \n \t\t\t\tWORTH\n\t\t\t(as he crosses to door)\n\t\tI'm glad they didn't hold you downtown.\n \n\t\t\t\tWINTON \n\t\tThey didn't have a leg to stand on.",
  "47": "---END OF PREVIOUS SECTION---\nWell, I'll be seeing you. WORTH\n\t\t\t(as he crosses to door)\n\t\tI'm glad they didn't hold you downtown. WINTON \n\t\tThey didn't have a leg to stand on. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\tThere's no case against me. It's a \n\t\tclumsy thing to have happen, but \n\t\tnothing to worry about.\n \n \t\t\t\tWORTH \n\t\tWell, any time I can do anything for \n\t\tyou --\n \n \t\t\t\tWINTON\n\t\tThanks.\n\n\tWe hear the telephone ring and Winton crosses to answer \n\tit.\n\n \t\t\t\tWORTH\n\t\tSee you later. Good-by.\n \n\tWorth exits.\n \n\t\t\t\tWINTON\n\t\tSo long. \n\t\t\t(Into phone.) \n\t\tHello.\n \n \n85\tCLOSE SHOT  TELEPHONE BOOTH\n \n\t\t\t\tFLORENCE \n\t\t\t(into phone)\n\t\tHello. Is this Convict 87 thousand 412 \n\t\t-- and a half? -- Ho-ho, don't swoon. --\n\t\tThis is the voice of the New York Express \n\t\tbroadcasting.\n \n\n86\tA SHOT OF WINTON AT TELEPHONE\n \n\t\t\t\tWINTON \n\t\tOh, hello there. Say, I'm awfully glad \n\t\tyou phoned. I wanted to thank you for \n\t\ttrying to cheer me up last night.\n \n\n87\tA SHOT OF FLORENCE IN PHONE BOOTH\n \n \t\t\t\tFLORENCE\n\t\tHow do you feel by now? ... Yeh ... Well, \n\t\tlisten, if you're grateful, you can prove \n\t\tit and maybe do yourself a good turn at \n\t\tthe same time ... Righto. Now at about \n\t\t8:30 tonight you be in your car at--\n\n\t\t\t\t\t\tDISSOLVE TO:\n\n\n88\tEXT. VACANT BUILDING (WIND)  NIGHT\n \twe saw Sparrow inspecting. Florence passes in front \n\tof building and enters the apartment house adjoining. \n\tCAMERA TRAVELS UP the front of the vacant building to \n\tthe roof.\n \n \n89\tEXT. ROOF OF VACANT BUILDING\n\tWe see a skylight forced open, the Monster clambers \n\tout onto the roof and creeps stealthily to edge, \n\tpeering into lighted window of apartment house. CAMERA \n\tFOLLOWS him. SHOOTING PAST him into room beyond, we see\n \tCharlotte just putting the final touches to her toilette, \n\tpreparing to put on dress.",
  "48": "---END OF PREVIOUS SECTION---\nROOF OF VACANT BUILDING\n\tWe see a skylight forced open, the Monster clambers \n\tout onto the roof and creeps stealthily to edge, \n\tpeering into lighted window of apartment house. CAMERA \n\tFOLLOWS him. SHOOTING PAST him into room beyond, we see\n \tCharlotte just putting the final touches to her toilette, \n\tpreparing to put on dress. \n---TARGET SECTION TO BE ANNOTATED---\n The Monster, gauging the \n\tdistance carefully, springs across space separating \n\tbuildings and clings to fire escape ladder like a huge \n\tmonkey. He leans out from ladder and is about to raise \n\twindow sash when the door of the room opens and Florence \n\tenters.\n \n \n90\tINT. APARTMENT HOUSE ROOM\n \tCharlotte is dressing.\n \n \t\t\t\tFLORENCE \n\t\tCome on, beautiful, leap into that \n\t\tloin cloth.\n \n\t\t\t\tCHARLOTTE\n\t\tThere's no hurry. It's early.\n \n\t\t\t\tFLORENCE \n\t\t\t(patting stomach)\n \t\tI can't convince the inner woman that we \n\t\tcan wait. She's howling for a bit of \n\t\tground beef before we drop in on Santa \n\t\tClaus and the other dummies. I've only \n\t\thad a cup of coffee since last night.\n \n\t\t\t\tCHARLOTTE\n\t\tWhy didn't you eat last night?\n \n\t\t\t\tFLORENCE\n\t\tOuch! Eat? You can do a solo if you don't \n\t\tstep on it. I'm going to bow out on you.\n \n\t\t\t\tCHARLOTTE \n\t\tWhat's the rush? There's no first act. \n\t\tThey'll all be there and we don't have to \n\t\tappear at any particular time.\n \n\t\t\t\tFLORENCE\n\t\tI'm hungry. I'll eat the first child I \n\t\tsee. And I've an appointment with young \n\t\tWinton at 8:30.\n\n\t\t\t\tCHARLOTTE \n\t\t\t(seriously)                                                   \n\t\tYou wouldn't get mixed up with that \n\t\tlittle rotter, would you?\n\n\t\t\t\tFLORENCE \n \t\tNo? Give me a chance, baby. Money is \n\t\tmusic in my ears, and when his old man \n\t\tkicks off there'll be a million dollar \n\t\ttune.\n \n \t\t\t\tCHARLOTTE \n\t\t\t(disgusted)\n\t\tIf you're going to be indiscreet, I wish \n\t\tyou'd be a little more discreet about it. \n\t\tRich men, like Winton, love you and leave \n\t\tyou.\n \n \t\t\t\tFLORENCE\n\t\tYeah, but they leave you plenty.\n \n\n91\tEXT.",
  "49": "---END OF PREVIOUS SECTION---\nRich men, like Winton, love you and leave \n\t\tyou. FLORENCE\n\t\tYeah, but they leave you plenty. 91\tEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROOF OF VACANT BUILDING\n \tThe Monster has returned to the roof of vacant \n\tbuilding. He shows a blind fury at the chance lost,\n\tand finally descends through skylight.\n\n\t\t\t\t\t\tFADE OUT\n \n \tFADE IN \n92\tEXT. MUSEUM\n \tStanding beside the door is what appears to be a wax \n\tdoorman in uniform. There are a number of curious people \n\tlooking at the lobby display.\n \n \t\t\t\tONE OF THE VISITORS\n     \t\tLook at him now. Isn't that as real as life?\n \n\tNow the figure suddenly moves his fingers, jerkily, as \n\tif he were a wax figure, then speaks.\n \n\t\t\t\tSPIELER \n\t\t\t(walking up and down)\n \t\tStep right up, ladies and gentlemen. You \n\t\tcan't afford to miss this exhibition that \n\t\thas thrilled the monarchs of the world. \n\t\tFor the first time, America is privileged \n\t\tto see the collection pronounced by art \n\t\tlovers to be the finest in the world!\n \n\tDuring this speech Florence and Charlotte enter the \n\tpicture and start toward museum door. \n  \n\n93\tINT. MUSEUM \n\tWe hear music coming from a modern victrola that changes \n\trecords by itself. Igor, in wheelchair, is in front of \n\tstatue of Sir Walter Raleigh, kneeling on a spreading \n\tvelvet cloak on ground before the figure of Queen \n\tElizabeth, who is smiling at him graciously.\n \n\t\t\t\tIGOR\n\t \tThe history of these figures, my friends, \n\t\tis more interesting, perhaps, when I tell \n\t\tyou that the originals were destroyed \n\t\ttwelve years ago in a fire in London, and \n\t\trestored only after years of arduous toil. \n\t\tTo reproduce the figures destroyed I spent \n\t\tyears training men to do the work that I \n\t\tcan no longer do. Some of my workmen have \n\t\ttrained for years before I would let them \n\t\tundertake a single figure of these groups \n\t\tthat you have been looking at tonight. \n \n\tThis has been a close shot of Igor and we assume that \n\the has been addressing a rather large gathering, but as \n\tCAMERA SWINGS we see a pitifully small audience of not \n\tmore than ten people.",
  "50": "---END OF PREVIOUS SECTION---\nTo reproduce the figures destroyed I spent \n\t\tyears training men to do the work that I \n\t\tcan no longer do. Some of my workmen have \n\t\ttrained for years before I would let them \n\t\tundertake a single figure of these groups \n\t\tthat you have been looking at tonight. This has been a close shot of Igor and we assume that \n\the has been addressing a rather large gathering, but as \n\tCAMERA SWINGS we see a pitifully small audience of not \n\tmore than ten people. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n94\tMAIN ENTRANCE OF MUSEUM \n\twhere Ralph is standing near door to receive visitors. \n\tCAMERA MOVES UP TO A\n \n\n95 \tCLOSE SHOT OF RALPH \n\tas Charlotte and Florence enter, he takes a step forward \n\tto meet them.\n \n \t\t\t\tRALPH\n\t\tHello, hello. You're late. \n\t\t\t(Takes a step back from \n\t\t\tCharlotte and looks at \n\t\t\ther admiringly.) \n\t\tGee, that's a pretty dress. Have I \n\t\tever seen that before?\n \n\t\t\t\tCHARLOTTE \n\t\tI think so.\n\n\t\t\t\tFLORENCE \n\t\tWell, thank goodness, that's settled.\n \n \tShe walks directly to the figure she suspects, CAMERA \n\tTRUCKING after her.\n\n\n96\tEXT. STREET IN FRONT OF \n\tabout four or five buildings removed from entrance. \n\tWinton, in roadster, pulls up to curb and looks up and \n\tdown street expectantly. The barker is continuing his \n\tannouncement through megaphone.\n\n\n97\tINT. MUSEUM\n\tIgor has ended his lecture, and Ralph is escorting a \n\tgroup of visitors to the door.\n \n\t\t\t\tRALPH \n \t\tWe hope you have enjoyed seeing these \n\t\tthings tonight. I hope you will tell your \n\t\tfriends for we believe we have something \n\t\there of genuine public interest. \n\t\t\t(As the last of the visitors \n\t\t\tfile through the door.) \n\t\tGood night. Thank you. Call again. \n \n98\tCLOSE SHOT OF FLORENCE\n\tas she inspects the Joan Gale figure. We see that all \n\tdoubt has been dispelled and that she is absolutely \n\tsure of her ground. Glancing about quickly, to be sure \n\tshe is not observed, she stealthily sticks a pin into \n\tthe arm of the figure as if convincing herself it is \n\tmade of wax.\n \n\n99\tSHOT OF IGOR\n\tAs the last of the visitors are leaving, Sparrow comes \n\tdown behind him and, leaning over back of his chair, \n\twhispers something to him. Igor turns sharply.",
  "51": "---END OF PREVIOUS SECTION---\nGlancing about quickly, to be sure \n\tshe is not observed, she stealthily sticks a pin into \n\tthe arm of the figure as if convincing herself it is \n\tmade of wax. 99\tSHOT OF IGOR\n\tAs the last of the visitors are leaving, Sparrow comes \n\tdown behind him and, leaning over back of his chair, \n\twhispers something to him. Igor turns sharply. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tIGOR \n\t\t\t(in intense, hushed tone) \n\t\tAre you sure of that? Are you sure?\n \n\t\t\t\tSPARROW\n\t\tI'd know him anywhere. \n \n\t\t\t\tIGOR\n \t\tDon't lose sight of him. This is the \n\t\tmost important thing in my life.\n \n \tSparrow sees Charlotte and Ralph approaching and signals \n\tIgor to silence. As Sparrow walks away, Ralph and \n\tCharlotte walk toward Igor smiling.\n \n \t\t\t\tRALPH \n\t\t\t(in a rather encouraging tone)\n \t\tI wouldn't feel too disappointed at the \n\t\tslimness of your audience tonight, Mr. \n\t\tIgor. The weather was against you, and \n\t\tthe people are tired and getting over \n\t\ttheir celebration and preparing to go to \n\t\twork tomorrow.\n \n \t\t\t\tIGOR\n\t\tQuite so. Quite so. \n\t\t\t(Extending hand to \n\t\t\tCharlotte who has been \n\t\t\tclose beside Ralph.) \n\t\tAnd you, my little friend, my little \n\t\tMarie Antoinette. It is kind of you to be \n\t\tpresent.\n \n \t\t\t\tCHARLOTTE\n\t\tBut I think these things are beautiful.\n \n \t\t\t\tIGOR\n\t\tThey are. \n\t\t\t(To Ralph.) \n\t\tMy boy, I think you are right. Everyone \n\t\tis tired out today and now that we have \n\t\tseen my doors open in a new country, I \n\t\tam beginning to realize that I am a \n\t\tlittle tired myself. You can call that \n\t\tfellow in from the front. I think we'll \n\t\tclose for the night.\n \n\t\t\t\tRALPH\n\t\tYes, sir.\n\n\tRalph walks away toward the front door and CAMERA MOVES \n\tUP TO\n  \n100\tA CLOSE SHOT OF IGOR AND CHARLOTTE\n \n \t\t\t\tIGOR\n \t\tI think I should have felt a little \n\t\tdiscouraged tonight but now everything \n\t\tseems quite as it should be. You know, \n\t\tto find just one person who appreciates \n\t\tmy beautiful children here changes \n\t\teverything for me.\n\t\t\t(He glances about to see \n\t\t\tthat he is not observed, \n\t\t\tand continues.",
  "52": "---END OF PREVIOUS SECTION---\nRalph walks away toward the front door and CAMERA MOVES \n\tUP TO\n  \n100\tA CLOSE SHOT OF IGOR AND CHARLOTTE\n \n \t\t\t\tIGOR\n \t\tI think I should have felt a little \n\t\tdiscouraged tonight but now everything \n\t\tseems quite as it should be. You know, \n\t\tto find just one person who appreciates \n\t\tmy beautiful children here changes \n\t\teverything for me. (He glances about to see \n\t\t\tthat he is not observed, \n\t\t\tand continues. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\tYou must come some time in the morning \n\t\twhen there are no crowds about and I \n\t\tcan give you more of my time.\n\n\tFlorence enters and breaks up the conversation.\n \n \t\t\t\tFLORENCE\n\t\tGood evening, Mr. Igor. I've been \n\t\tadmiring your works. Properly illuminated, \n\t\tthey are more impressive than they were \n\t\tthis morning.\n \n \t\t\t\tIGOR\n\t\tYes, for a time I despaired of ever \n\t\tachieving the same effects I had abroad. \n\t\tAnd then lighting came to my rescue.\n \n \t\t\t\tFLORENCE\n\t\tI was particularly interested in that \n\t\tgroup over there. \n\n\tShe points and CAMERA SWINGS TO\n \n\n101\tCLOSE SHOT OF CHARLOTTE CORDAY BENDING OVER FIGURE OF MARAT\n \n\t\t\t\tIGOR'S VOICE\n\t\tYes, that one is very fine. Its drama \n\t\tseems to interest people.\n \n\t\t\t\tFLORENCE'S VOICE\n\t\tAnd this one, this single figure of \n\t\tJoan of Arc.\n \n\tCAMERA SWINGS TO\n  \n102\tCLOSE SHOT OF THE JOAN GALE FIGURE \n\n\t\t\t\tIGOR'S VOICE\n \t\tThat? Yes, that was the most recently \n\t\tcompleted. It only arrived this morning.\n \n\n103\tOTHER CORNER OF SET \n\tRalph crosses in front of Sparrow. \n \n\n104\tSHOT OF IGOR, FLORENCE AND CHARLOTTE\n\tShowing length of museum and front entrance.\n \n\t\t\t\tFLORENCE\n\t\tYou did this yourself?\n \n\t\t\t\tIGOR\n\t\tNo, no, my friend. Never since these \n\t\thands were burned have I created \n\t\tanything. I have only been able to \n\t\tdirect the work of others.\n \n\t\t\t\tFLORENCE\n\t\tBut who did it?\n\n\tSparrow, who has been standing in background during \n\tthe preceding dialogue, listening nervously, now shows \n\textreme uneasiness as Igor replies.\n \n \t\t\t\tIGOR \n\t\t\t(pointing)\n\t\tProfessor Darcey. He has been my \n\t\thands for years.\n \n\n105\tCLOSE-UP SPARROW\n\tHe shifts nervously and laughs self-consciously.\n \n\n106 \tINT.",
  "53": "---END OF PREVIOUS SECTION---\nHe has been my \n\t\thands for years. 105\tCLOSE-UP SPARROW\n\tHe shifts nervously and laughs self-consciously. 106 \tINT. \n---TARGET SECTION TO BE ANNOTATED---\n CLOAKROOM  REAR OF MUSEUM \n\tThe deaf and dumb man on scene as Ralph enters. Ralph, \n\tslipping into overcoat, scarf, etc., slaps him on the \n\tback. \n\n\t\t\t\tRALPH \n\t\t\t(yelling)\n\t\tGood night!\n \n\tThe mute chuckles inanely as Ralph makes his exit. \n\tAfter Ralph is gone, Hugo takes a black, loose ulster\n\t-- a couple of sizes too large -- and hat from the \n\thook, his clothes resembling those worn by the \n\tMonster. Slipping into them, he exits from cloakroom \n\tand disappears through a rear door.\n \n\n110\tINT. MUSEUM \n\tThe janitor comes up the steps from Igor's private \n\tworkroom. He looks to the entrance to the street and \n\twe see \n\n108\tIGOR \n\tjust bidding good night to Florence, Charlotte and Ralph.\n\n109\tTHE JANITOR \n\tglancing about and feeling that he is unobserved, crosses \n\tquickly to the statue of Joan Gale and raises his hand \n\tas though to caress it, when Sparrow appears from behind \n\tanother figure, grinning evilly.\n \n \t\t\t\tSPARROW\n    \t\tGood night.\n \n\tThe janitor starts guiltily and slinks quickly out \n\tthrough rear door.\n \n110 \tEXT. STREET IN FRONT OF MUSEUM \n\tSparrow comes from museum and turns to the right out of \n\tpicture, but calls to the others who are still standing \n\tin doorway.\n \n\t\t\t\tSPARROW\n\t\tGood night.\n \n\tFlorence shows agitated concern in looking after the \n\tretreating figure of Sparrow.\n \n\n111\tEXT. STREET NEAR MUSEUM \n\tWinton, seated in roadster. He catches sight of Florence \n\tand sounds the auto horn. She sees him and waves.\n  \n\n112\tEXT. ENTRANCE OF MUSEUM\n \n\t\t\t\tFLORENCE \n\t\t\t(to Ralph and Charlotte)\n\t\tYou people will have to struggle along \n\t\twithout me. There's my heavy date. No \n\t\tfouling in the clinches!\n \n \tShe runs toward car.\n \n \n113\tEXT. STREET   WINTON'S CAR\n\tFlorence getting into roadster.",
  "54": "---END OF PREVIOUS SECTION---\nShe runs toward car. 113\tEXT. STREET   WINTON'S CAR\n\tFlorence getting into roadster. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE \n\t\t\t(breathlessly)\n\t\tHurry up! Tail that little runt down \n\t\tthe street!\n \n \tIn extreme background we see Sparrow turning a corner, \n\tthen we see the car follow quickly and turn the corner \n\tafter him.\n \n\n114 \tEXT. STREET NEAR MUSEUM  CHARLOTTE AND RALPH \n\tCAMERA FOLLOWS them as they walk down the street.\n \n\t\t\t\tRALPH\n\t\tI wish you'd cut her out and get a \n\t\tplace by yourself. \n\t\t\t(Looking after Florence.)\n \n \t\t\t\tCHARLOTTE\n\t\tBut why? She's the best friend I've got.\n \n \t\t\t\tRALPH\n\t\tShe isn't anybody's friend, and I don't \n\t\tlike you living with her. She's a bad \n\t\tinfluence.\n \n \t\t\t\tCHARLOTTE\n\t\tNonsense. She's one of the nicest \n\t\tgirls I know.\n \n \t\t\t\tRALPH\n\t\tWhat's nice about her? ... a hard-boiled \n\t\tlittle gold digger.\n \n \t\t\t\tCHARLOTTE \n\t\t\t(heatedly)\n     \t\tI won't let you say that!\n\n \t\t\t\tRALPH\n \t\tWell, I do say it.\n \n \t\t\t\tCHARLOTTE\n\t\tShe thinks it's funny to talk the \n\t\tway she does, but--\n \n \t\t\t\tRALPH \n\t\t\t(interrupting)\n\t\tDon't kid yourself -- she means it.\n \n\t\t\t\tCHARLOTTE\n\t\tAre we going to have the same quarrel \n\t\tover again?\n \n \t\t\t\tRALPH\n\t\tI'm not quarreling, only ... \n \n \t\t\t\t\t\tDISSOLVE TO:\n \n\n115\tEXT. STREET THAT SPARROW IS TRAVERSING\n\tThe car, with Winton and Florence, loafing a block in \n\tthe rear.\n\n\n116\tCLOSE SHOT  WINTON'S CAR\n \n\t\t\t\tFLORENCE\n\t\tDon't ask any questions right now. I \n\t\tthink we're on the trail of hot news.\n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n117\tEXT. STREET   CHARLOTTE AND RALPH\n\tTheir argument has grown rather heated.\n \n\t\t\t\tCHARLOTTE\n\t\tYes, certainly I would.",
  "55": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n \n\n117\tEXT. STREET   CHARLOTTE AND RALPH\n\tTheir argument has grown rather heated. CHARLOTTE\n\t\tYes, certainly I would. \n---TARGET SECTION TO BE ANNOTATED---\n And I'd be \n\t\tterribly disappointed if you were stupid \n\t\tenough to object to it.\n \n\t\t\t\tRALPH \n\t\tYou wouldn't have said that before \n\t\tyou met her.\n \n \t\t\t\tCHARLOTTE\n\t\tI'd call it stupid at any time.\n\n\t\t\t\tRALPH \n\t\tWell, that's just how stupid I am. When \n\t\tyou go riding, it will be with me. And \n\t\tif it's with someone else, you can make \n\t\tit a permanent arrangement.\n\n \t\t\t\tCHARLOTTE \n\t\t\t(stops and draws her \n\t\t\tarm away from him)\n\t\tSo that's the way it is?\n \n\t\t\t\tRALPH \n\t\tThat's the way I feel about it.\n\n\t\t\t\tCHARLOTTE \n\t\tI'm glad you told me. Good night, Mr. \n\t\tBurton.\n \n\tTurning, she walks rapidly away. Ralph stands, looking \n\tafter her.\n \n\t\t\t\t\t\tDISSOLVE TO: \n\n\n118\tEXT. WORTH'S HOME\n\twhere we saw the mysterious box delivered. Sparrow walks \n\tinto picture and rings bell beside door on street level. \n\tAfter a short pause, the door is opened and he disappears \n\tthrough it. The car carrying Winton and Florence passes \n\tthe house and, going to the next corner, stops.\n \n\t\t\t\tWINTON\n\t\tDon't you think this would be as good a \n\t\ttime as any to break the news to me? \n\t\tWhat's it all about?\n \n \t\t\t\tFLORENCE\n \t\tWell, as one of the interested parties, I \n\t\tsuppose I might as well tell you the glad \n\t\ttidings. I think the fellow we've been \n\t\tfollowing had something to do with the \n\t\trobbery at the morgue.\n \n\tWinton shows nervousness and distaste.\n \n\t\t\t\tWINTON \n\t\tNow look here. It's not up to us to do \n\t\tour own detective work. I've had enough \n\t\ttrouble over this matter. I don't want \n\t\tanything more to do with it.\n \n\t\t\t\tFLORENCE\n\t\tNot even if it gives you a clean bill of \n\t\thealth?\n\n\t\t\t\tWINTON \n\t\tNot even then.",
  "56": "---END OF PREVIOUS SECTION---\nI don't want \n\t\tanything more to do with it. FLORENCE\n\t\tNot even if it gives you a clean bill of \n\t\thealth? WINTON \n\t\tNot even then. \n---TARGET SECTION TO BE ANNOTATED---\n The police are the proper \n\t\tpeople to conduct this affair. Now if \n\t\tyou've got any suspicions I'll drive you \n\t\tto the nearest police station.\n \n\t\t\t\tFLORENCE\n\t\tWhat! And let every rag in town grab a \n\t\tred-hot story? Not so you could notice it!\n\t\tNow, look, I want you to drive me around \n\t\tthe corner and wait for me.\n \n\t\t\t\tWINTON\n\t\tI told you I didn't want to mix in it.\n \n\t\t\t\tFLORENCE\n\t\t\t(jumping from car)\n\t\tAll right, brother. Then you can go to \n\t\tsome nice warm place, and I don't mean \n\t\tCalifornia.\n \n\tShe starts back toward Worth's house. Winton overtakes \n\ther.\n \n \t\t\t\tWINTON \n\t\tPlease. I'm sorry. I'll see it through. \n\t\tWhat do you want me to do?\n \n\t\t\t\tFLORENCE\n\t\tI told you what to do. Drive around the \n\t\tcorner out of sight of the house. I want \n\t\tto get a closer look at the place.\n \n\tHe starts back toward car.\n \n\n119\tINT. WORTH'S OFFICE IN HOUSE\n\tWorth is seated at the desk and Sparrow is standing in \n\tfront of him. Worth is speaking.\n \n\t\t\t\tWORTH\n\t\tYou're yellow to the core -- just yellow. \n \n\t\t\t\tSPARROW \n\t\t\t(whimpering)\n \t\tNo, I'm not. But I've had the uncanniest \n\t\tfeelin' that someone's been watchin' me.\n \n\t\t\t\tWORTH \n\t\t\t(laughs)\n    \t\tNobody's watching you. You're yellow and \n\t\tyour nerves are gone. And let me tell you, \n\t\tI'll do nothing to help your nerves until \n\t\tit's delivered, and you might as well get \n\t\tthat through your head.\n \n \t\t\t\tSPARROW\n      \tAll right, then, I'll phone.\n \n \tHe reaches for the phone on Worth's desk. Worth snatches \n\tit away from him.\n \n \t\t\t\tWORTH \n\t\tNot over this phone, you fool! Get \n\t\toutside to make the call.\n \n \t\t\t\tSPARROW\n     \t\tOkay, Boss.",
  "57": "---END OF PREVIOUS SECTION---\nWORTH \n\t\tNot over this phone, you fool! Get \n\t\toutside to make the call. SPARROW\n     \t\tOkay, Boss. \n---TARGET SECTION TO BE ANNOTATED---\n \n \tSparrow turns, walks TOWARD CAMERA.\n \n\n120\tEXT. FRONT OF WORTH'S HOUSE\n\tFlorence comes in and pauses and, glancing quickly up \n\tand down the street, runs down steps to basement door, \n\twhich she tries cautiously. Finding it locked, she tries \n\tto peer through window, and finally tries lower sash, \n\twhich opens. She climbs through window to basement.\n \n\n121\tEXT. CORNER OF STREET\n\twhere Winton is waiting. The street door of house opens \n\tand Sparrow appears, starting away in opposite \n\tdirection from corner where Winton waits.\n \n\n122\tINT. BASEMENT ROOM IN WORTH'S HOUSE\n\tFlorence is feeling her way about. She passes in front \n\tof mirror, sees her own reflection, jumps back, startled, \n\ttrips and sits down heavily on a pine box that might \n\tcontain a coffin. She gasps and springs to her feet, \n\tterrified.\n \n\n123\tEXT. CORNER OF STREET \n\tTwo plain-clothes men approach Winton and address him.\n  \n \t\t\t\tFIRST DETECTIVE\n\t\tWell, buddy, what's the stall?\n\n\t\t\t\tWINTON\n\t\tI'm waiting for someone.\n \n \t\t\t\tFIRST DETECTIVE\n\t\tYeah, for who?\n \n \t\t\t\tWINTON\n\t\tI don't think it concerns you.\n \n \t\t\t\tSECOND DETECTIVE\n \t\tCome on, Winton. Cut out the bluffing. \n\t\tWe've been watching you ever since you \n\t\tleft The Tombs and you've done some \n\t\tpretty suspicious things. Now what are \n\t\tyou doing here!\n \n \t\t\t\tWINTON\n\t\tWhat have I done that's suspicious?\n \n \t\t\t\tFIRST DETECTIVE\n\t\tFor one thing, you had a visitor at your \n\t\tapartment today, not exactly the kind of a \n\t\tperson I'd expect you to entertain ... a \n\t\tperson who lives in this block.\n \n \n124\tINT. BASEMENT IN WORTH'S HOUSE\n \tFlorence is raising up from inspection of box when she \n\tsees the reflection of the Monster in mirror and drops \n\tdown behind the box. The figure of the Monster glides \n\tinto the room, stands as though listening for a moment \n\tand then disappears in shadows.",
  "58": "---END OF PREVIOUS SECTION---\n124\tINT. BASEMENT IN WORTH'S HOUSE\n \tFlorence is raising up from inspection of box when she \n\tsees the reflection of the Monster in mirror and drops \n\tdown behind the box. The figure of the Monster glides \n\tinto the room, stands as though listening for a moment \n\tand then disappears in shadows. \n---TARGET SECTION TO BE ANNOTATED---\n We hear someone \n\tascending a flight of rickety stairs.\n \n \n125\tEXT. CORNER OF STREET  WINTON AND TWO DETECTIVES\n \n \t\t\t\tWINTON \n\t\t\t(pointing down the \n\t\t\tstreet excitedly) \n\t\tI've got to follow that fellow, I tell \n\t\tyou. I've reason to believe he knows \n\t\twhat became of Joan Gale's body. You've \n\t\tno right to stop me.\n  \n \t\t\t\tFIRST DETECTIVE\n\t\tHang onto him, Paul. I'll get the other \n\t\tbird.\n \n \tHe starts off in the direction Winton had pointed. In \n\textreme background we see Sparrow occasionally as he \n\tpasses under an arc lamp. The detective follows him, \n\twalking rapidly. As detective passes Worth's house, \n \n\t\t\t\t\t\tCUT TO: \n\n\n126\tCLOSE SHOT OF BASEMENT WINDOW \n\tFlorence clambering through and hurrying up the stairs. \n\tShe is chattering with fright. She gets to the top of \n\tthe stairs, stands and sways, almost falls.\n \n\n127\tEXT. CORNER OF STREET  LONG SHOT\n\tFlorence running toward Winton and detective. CAMERA\n\tFOLLOWS her to a\n \n\n128\tCLOSE SHOT OF THE THREE\n\tFlorence grabs Winton by the shoulders and speaks \n\thysterically.\n \n \t\t\t\tFLORENCE\n     \t\tI found it! I found the body!\n \n \t\t\t\tDETECTIVE\n     \t\tWhat! What are you talking about?\n\n \t\t\t\tFLORENCE\n\t\tThe body of Joan Gale!\n \n\t\t\t\tDETECTIVE \n\t\t\t(getting a look at Florence)\n\t\tHello, Express. What's the idea, trying \n\t\tto outsmart the police?\n \n\t\t\t\tFLORENCE \n\t\t\t(seriously)\n\t\tI'm not kidding. Joan Gale's body is \n\t\tpacked in the box in the basement, and \n\t\tI saw the most horrible thing down there.\n  \n\t\t\t\tDETECTIVE\n\t\tAre you giving me this straight?\n \n\t\t\t\tFLORENCE\n \t\tDon't take my word for it. Get down there \n\t\tyourself and give a look.\n \n\tThe officer blows police whistle.\n\n\n129\tCLOSE SHOT OF SPARROW\n \tjust coming under street lamp.",
  "59": "---END OF PREVIOUS SECTION---\nGet down there \n\t\tyourself and give a look. The officer blows police whistle. 129\tCLOSE SHOT OF SPARROW\n \tjust coming under street lamp. \n---TARGET SECTION TO BE ANNOTATED---\n We hear a police whistle \n\tback of him. He turns, looks back, terrified, and darts \n\taway at a quick run.\n \n \n130\tCLOSE SHOT OF OFFICER\n\tback of him, also breaking into a run. We hear the sound \n\tof night stick being struck against the sidewalk and \n\tpolice whistles from different directions and at various \n\tdistances.\n \n \n131\tEXT. STREET IN FRONT OF WORTH'S HOUSE\n\tThe detective, Winton and Florence are approaching. \n\tSeveral uniformed policemen are running toward them \n\tfrom both intersecting streets. There is an ad lib \n\tconfused babble of voices as a number of curious \n\tpeople approach the house from several directions.\n \n\t\t\t\tFIRST DETECTIVE \n\t\t\t(to Winton)\n \t\tGet this skirt out of here! We don't need \n\t\thysterics. This thing has to be handled \n\t\tsmoothly.\n \n\tWinton tries to take Florence away. She tears loose.\n \n\t\t\t\tFLORENCE\n\t\tListen, copper, get a load of this. While \n\t\tyou're chinning yourself on a bar rail, I \n\t\trun down this story ... my story. Consider \n\t\tyourself my assistant.\n \n\t\t\t\tDETECTIVE\n\t\tWhat do you think I am?\n \n\t\t\t\tFLORENCE\n\t\t\t(shrugging) \n\t\tWhatever you are, you're the only one of \n\t\tit.\n \n \t\t\t\tDETECTIVE\n\t\t\t(producing police card)\n\t\tIt happens that I'm the law.\n \n\t\t\t\tFLORENCE \n\t\tHow quaint. But I can go any place you \n\t\tcan. \n\t\t\t(Shows her credentials.)\n \n\n132\tINT. OFFICE IN WORTH'S HOUSE\n\tWe see Worth cross the room and go through a door into \n\tan adjoining room. Then we hear a doorbell ring rapidly. \n\tThe Monster appears through the door Worth just made an \n\texit through, comes to the center of the room and stands \n\tlistening. Evidently they become tired of ringing, with \n\tno response, for we hear them start to batter in the \n\tdoor. The Monster turns and vanishes quickly the way he \n\tcame.",
  "60": "---END OF PREVIOUS SECTION---\nThe Monster appears through the door Worth just made an \n\texit through, comes to the center of the room and stands \n\tlistening. Evidently they become tired of ringing, with \n\tno response, for we hear them start to batter in the \n\tdoor. The Monster turns and vanishes quickly the way he \n\tcame. \n---TARGET SECTION TO BE ANNOTATED---\n We hear the door shattered and, after a moment's \n\tpause, an officer appears stealthily, with drawn \n\trevolver, around the hall door of the room.\n \n \t\t\t\tOFFICER\n     \t\tNobody here, Chief.\n \n\t\t\t\tFIRST DETECTIVE \n\t\t\t(peering through door)\n\t\tWell, take it easy. Let's get some light \n\t\ton here. \n\t\t\t(Officer flashes flashlight \n\t\t\tin search of switch.)\n \n\t\t\t\tFIRST DETECTIVE \n\t\t\t(calls into hallway)\n\t\tA couple of you fellows get upstairs!\n \n\t\t\t\tVOICES \n\t\t\t(Off scene)\n\t\tYes, sir.\n \n \tWe hear them ascending the stairs. Officer crosses and \n\tgingerly opens door of room that the Monster disappeared \n\tthrough, flashes light about and enters.\n \n\n133\tINT. ROOM ADJOINING WORTH'S OFFICE \n\tThere is only the one entrance door, and the window \n\tof the room, when the officer examines it with flashlight, \n\tappears to be flat against the brick wall of the \n\tadjoining house. The room is empty.\n  \n\n134\tINT. WORTH'S OFFICE\n\tThe detective, evidently finding switch, has thrown on \n\tlights. He is talking to Florence and Winton.\n \n\t\t\t\tDETECTIVE\n\t\tCan you give me a description of the \n\t\tperson you saw?\n \n \t\t\t\tFLORENCE\n\t\tNot a very good one, I guess. He wasn't \n\t\tlike anything human. He hobbled and swayed \n\t\tlike a monkey, and the face, from the \n\t\tglimpse I got of it in the light from the \n\t\tstreet, was like an African war mask.\n \n\t\t\t\tDETECTIVE\n\t\tYou mean he was colored?\n \n\t\t\t\tFLORENCE\n\t\tI don't know what he was, but he made \n\t\tFrankenstein look like a lily!  \n \n\tThe officer comes in from the adjoining room.\n \n\t\t\t\tOFFICER \n\t\tWell, there's nothing on this floor.\n \n\tWe hear the men descending stairs from floor above. The \n\tdetective steps to the door.",
  "61": "---END OF PREVIOUS SECTION---\nOFFICER \n\t\tWell, there's nothing on this floor. We hear the men descending stairs from floor above. The \n\tdetective steps to the door. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tDETECTIVE \n\t\t\t(calling)\n\t\tDid you find anything up there? \n\n\t\t\t\tA VOICE \n\t\t\t(off scene -- as of \n\t\t\tsomeone approaching)\n\t\tNo -- not even any furniture up there -- \n\t\ta lot of old papers and junk.\n \n\tThe two uniformed policemen enter from hall.\n \n\t\t\t\tDETECTIVE\n\t\tIs there any rear entrance to this place?\n \n\t\t\t\tPOLICEMAN\n\t\tI couldn't find any.\n \n\t\t\t\tDETECTIVE\n\t\tWell, let's give the basement a look.\n \n\n135 \tINT. HALL IN WORTH'S HOUSE\n\tThe officers and detective, with Florence and Winton, \n\tapproach basement door and cautiously start to descend \n\tsteps to basement.\n \n\n136\tINT. BASEMENT OF WORTH'S HOUSE \n\tTwo uniformed men enter and flash lights everywhere. One \n\tof them tries door to rear room. It opens. They turn back \n\tand shout. \n \n\t\t\t\tPOLICEMAN \n\t\tNo one here.\n \n\tLights come on as though switch were thrown on other \n\tside of partition. Florence, Winton and two detectives \n\tenter, followed by the two uniformed policemen.\n \n\t\t\t\tFLORENCE \n\t\t\t(points to the box) \n\t\tThere she is! You'll find Joan Gale in \n\t\tthat box.\n \n \t\t\t\tWINTON \n\t\t\t(sinks back against \n\t\t\twall and gasps)\n\t\tNo -- No -- I -- I -- I don't want to see it. \n\t\t\t(Starts toward door. )\n \n \t\t\t\tDETECTIVE\n \t\tWait a minute! You stay right where you are. \n\t\t\t(To one of the policemen \n\t\t\tas he sees a small hatchet \n\t\t\ton a table.) \n\t\tGet that hatchet and open this up.\n \n \tOne officer gets the hatchet and the others drag the \n\tbox a little nearer the center of the room and they \n\tstart to pry off the lid. As they pull one nail, it \n\tcomes out with a mournful shriek. Florence almost falls \n\tover a smaller box in her effort to get away.",
  "62": "---END OF PREVIOUS SECTION---\nOne officer gets the hatchet and the others drag the \n\tbox a little nearer the center of the room and they \n\tstart to pry off the lid. As they pull one nail, it \n\tcomes out with a mournful shriek. Florence almost falls \n\tover a smaller box in her effort to get away. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE\n\t\tOh, what wouldn't I give for a slug of gin!\n\n\tWith a terrific ripping sound, they finally succeed in \n\tremoving the lid. Everybody crowds forward to peer at \n\twhat they believe to be a corpse, as CAMERA COMES TO A\n \n\n137\tCLOSE-UP OF THE BOX\n\tits contents revealed to be row on row of bottles of \n\tScotch whiskey. An officer's hand comes in and lifts out \n\ta bottle. CAMERA DRAWS BACK TO\n \n\n138 \tMED. SHOT OF THE ROOM \n\n\t\t\t\tFLORENCE \n\t\t\t(sinking back onto box, \n\t\t\textending hands and\n \t\t\twiggling fingers)\n    \t\tOh, gimme, gimme!\n \n\tThere is a general shout of laughter and the basement \n\tdoor opens and the second detective enters, driving \n\tSparrow ahead of him.\n \n\t\t\t\tSPARROW \n\t\t\t(blubbering)\n \t\tI ain't done nothin' -- you ain't got no \n\t\tright to arrest me! What's the charge \n\t\tagainst me?\n \n \tThe detective slaps his face.\n \n \t\t\t\tDETECTIVE\n\t\tNow, who owns this layout? Come on, spill \n\t\tit.\n \n \t\t\t\tSPARROW\n\t\tI don't know. I was never here before \n\t\ttonight.\n \n \t\t\t\tDETECTIVE \n\t\t\t(slaps him again)\n \t\tYou don't know, oh ... You don't know \n\t\tanything about it.\n \n \t\t\t\tSPARROW\n\t\tNo. All I know is there was a fellow \n\t\tnamed Worth--\n \n\t\t\t\tWINTON\n\t\tWorth!\n \n \t\t\t\tSPARROW\n\t\tYes, sir, that was his name.\n \n \t\t\t\tWINTON \n\t \tThat's my bootlegger's name! Was he a \n\t\theavyset fellow, with a stubby moustache?\n \n \t\t\t\tSPARROW\n\t\tYes, sir, that's the bird.\n \n \t\t\t\tWINTON \n\t\t\t(laughs)\n \t\tI hope he delivered the stuff I paid him \n\t\tfor this afternoon. \n\t\t\t(Then, remembering -- \n\t\t\tto detective.)\n\t\tI told you it was a bootlegger you saw \n\t\tat my place.",
  "63": "---END OF PREVIOUS SECTION---\nSPARROW\n\t\tYes, sir, that's the bird. WINTON \n\t\t\t(laughs)\n \t\tI hope he delivered the stuff I paid him \n\t\tfor this afternoon. (Then, remembering -- \n\t\t\tto detective.)\n\t\tI told you it was a bootlegger you saw \n\t\tat my place. \n---TARGET SECTION TO BE ANNOTATED---\n \n \t\t\t\tDETECTIVE \n\t\t\t(to one of the \n\t\t\tuniformed policemen)\n\t\tHere, take this fellow in.\n\n\tOne of the policemen leads Sparrow out roughly.\n \n \t\t\t\tSPARROW \n\t\t\t(as he goes)\n \t\tI ain't done nothin'. I wouldn't even \n\t\tdeliver some stuff for him.\n \n\tFlorence starts piling bottles of whiskey on her arm \n\tlike an armload of cordwood.\n \n\t\t\t\tDETECTIVE\n\t\tHey, what do you think you're doing? Put \n\t\tthat stuff back!\n \n\t\t\t\tFLORENCE\n\t\tNothing doing. This is my percentage. You \n\t\tbirds are going to get yours. And anyhow, \n\t\tI found this dump. \n\n\tShe exits, followed by Winton. There is a general laugh. \n\n\t\t\t\t\t\tDISSOLVE TO:\n \n\n139\tLARGE WHITE BULB AT ENTRANCE OF POLICE STATION \n\tSHOWING PRECINCT NUMERALS\n\tCAMERA PULLS BACK showing Winton seated in car near\n\tentrance. A policeman is taking Sparrow up the steps. \n\tCAMERA FOLLOWS them in.\n  \n\n140 \tINT. POLICE SERGEANT'S OFFICE\n\tSergeant looks up as policeman and Sparrow enter.\n \n\t\t\t\tSERGEANT\n\t\tJunky, eh.\n \n\t\t\t\tPOLICEMAN\n\t\tYeh -- peddling. \n\t\t\t(To Sparrow.) \n\t\tPut up your hands!\n \n\tSparrow holds up his hands. The policeman searches him, \n\tlaying articles from his pocket on desk before sergeant. \n\tAmong the articles is a very handsome watch. The \n\tsergeant looks at it.\n \n\t\t\t\tSERGEANT\n\t\tA classy turnip. Must have dipped it.\n \n \tLays it on desk with a pile of other things.\n \n\n141 \tINT. POLICE CAPTAIN'S OFFICE\n\tCaptain is seated at desk. He is laughing heartily at \n\tFlorence.\n \n \t\t\t\tFLORENCE\n\t\tImagine my embarrassment. The razzing I'm \n\t\tgoing to get is nobody's business. I tail \n\t\ta corpse and stumble on a box full of \n\t\tspirits and not a dead one in the layout.",
  "64": "---END OF PREVIOUS SECTION---\nFLORENCE\n\t\tImagine my embarrassment. The razzing I'm \n\t\tgoing to get is nobody's business. I tail \n\t\ta corpse and stumble on a box full of \n\t\tspirits and not a dead one in the layout. \n---TARGET SECTION TO BE ANNOTATED---\n \n \n\t\t\t\tCAPTAIN\n\t\tThey tell me your managing editor is \n\t\tpoison.\n \n \t\t\t\tFLORENCE\n     \t\tPoison! It takes a sturdy person to look \n\t\tat him!\n \n \tThey are both laughing as the door opens and the \n\tpoliceman enters, leading Sparrow.\n \n \t\t\t\tPOLICEMAN\n\t\tYou want to talk to this fellow, Captain?\n \n\t\t\t\tCAPTAIN \n\t\t\t(glancing at Sparrow \n\t\t\tcontemptuously)\n\t\tNo, that's all right, Denny. He's a junky. \n\t\tHe'll talk in a little while. Just lock \n\t\thim up.\n\n \t\t\t\tPOLICEMAN\n\t\tYes, sir. \n\t\t\t(To Sparrow.) \n\t\tCome on. \n\n\tHe leads Sparrow out.\n \n \t\t\t\t\t\tDISSOLVE TO:\n \n\n142\tINT. HORROR CHAMBER\n\tWe have not seen, up to this point, anything that would \n\tgive us a clue as to the location of this room, which \n\twe now see for the first time. It is a stone room, with \n\tapparently but one opening through a trap in the ceiling, \n\twhich is approached by a spiral stairway. There are \n\tseveral huge vats of some steaming liquid, a few pieces \n\tof dilapidated furniture and an embalming table in the \n\tcenter of the room.\n\n\tThe Monster descends steps, carrying the body of a man, \n\twrapped in burlap. He places it on table. \n\n\t\t\t\t\t\tDISSOLVE TO:\n \n \n143\tINT. POLICE STATION  CAPTAIN'S OFFICE\n \n \t\t\t\tFLORENCE \n\t\t\t(rising)\n \t\tWell, the season's best catch is out \n\t\tthere waiting in his Rolls-Royce. I \n\t\tguess I'll breeze.\n \n\t\t\t\tCAPTAIN\n\t \tWell, you ought to get a good laugh \n\t\tstory out of it, anyhow.\n \n \tThe door opens. A man in uniform, but hatless, enters \n\tquickly and, coming to desk, lays the watch taken from \n\tSparrow before the captain.\n \n\t\t\t\tOFFICER \n\t\tWhat do you think this is?\n \n\t\t\t\tCAPTAIN \n\t\t\t(grinning)\n\t\tLooks like a watch.",
  "65": "---END OF PREVIOUS SECTION---\nA man in uniform, but hatless, enters \n\tquickly and, coming to desk, lays the watch taken from \n\tSparrow before the captain. OFFICER \n\t\tWhat do you think this is? CAPTAIN \n\t\t\t(grinning)\n\t\tLooks like a watch. \n---TARGET SECTION TO BE ANNOTATED---\n \n \t\t\t\tOFFICER\n\t\tYeh, but do you know whose watch?\n\n\t\t\t\tFLORENCE\n \t\tLet's break down and confess -- we don't \n\t\tknow anything about it.\n \n\tOfficer opens the back of the watch and holds it so \n\tthat she can read the inscription on inner case.\n \n\t\t\t\tOFFICER \n\t\tJudge Ramsey's! That's all!\n \n\t\t\t\tCAPTAIN \n\t\t\t(reaching out for it quickly)\n\t\tWhat!\n \n \t\t\t\tFLORENCE\n\t\tYou're not kiddin?\n \n \t\t\t\tCAPTAIN\n\t\tWhere did this come from?\n \n \t\t\t\tOFFICER\n\t\tJust took it off that junky.\n \n \t\t\t\tCAPTAIN\n\t\tGreat! Get him down here.\n \n\t\t\t\tFLORENCE\n\t\tNow you're talking.\n \n\t\t\t\t\t\tDISSOLVE TO:\n\n\n144\tEXT. STREET IN FRONT OF POLICE STATION\n\tWinton seated in car. Florence runs down steps and \n\tclimbs into car.\n \n\t\t\t\tFLORENCE\n\t\tThe office! There's not much traffic -- \n\t\tyou can step on it!\n \n\t\t\t\tWINTON \n\t\t\t(as car pulls away from curb)\n\t\tYou like taking chances, don't you!\n \n \n145\tINT. CAR RACING UP BROADWAY  CLOSE SHOT\n\n\t\t\t\tFLORENCE \n\t\tWhy?\n \n\t\t\t\tWINTON \n\t\tYou go in for dangerous things. \n \n\t\t\t\tFLORENCE\n\t\tDarned if I don't! \n\t\t\t(Reaches over quickly with \n\t\t\tleft hand and pulls \n\t\t\tsteering wheel.)\n \n \n146\tREVERSE ANGLE  THROUGH WINDSHIELD\n \tShowing narrowly averted collision.\n \n \t\t\t\tFLORENCE'S VOICE\n\t\tSlow down to ninety. I said the office, \n\t\tnot the cemetery.\n \n\n147\tINT. OF CAR   CLOSE SHOT\n \n\t\t\t\tWINTON \n\t\tNo, really. I mean what I'm saying. I \n\t\tnever believed there were women like you \n\t\tin the world. You're game and decent.\n \n\tThey narrowly miss striking another car.",
  "66": "---END OF PREVIOUS SECTION---\nI \n\t\tnever believed there were women like you \n\t\tin the world. You're game and decent. They narrowly miss striking another car. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE\n\t\t--and so determined to live that I'm \n\t\tgoing to get out and take a taxi if you \n\t\tdon't watch where you're going.\n \n\t\t\t\tWINTON\n\t\tI suppose this is going to sound absurd. \n\t\tI've only known you twenty-four hours, but \n\t\tI'm in love with you.\n \n\t\t\t\tFLORENCE\n\t\tIt doesn't usually take that long, but \n\t\tI'll forgive you -- you were in a tough \n\t\tspot when I met you.\n \n\t\t\t\tWINTON \n\t\tNo, really -- I'm crazy about you.\n \n\t\t\t\tFLORENCE\n\t\tOh, is that what caused it?\n \n\t\t\t\tWINTON \n \t\tYou don't believe me. You think I'm \n\t\tjust talking. Will you marry me?\n \n\t\t\t\tFLORENCE\n\t\tHow much money have you got?\n \n\t\t\t\tWINTON \n\t\tHeaven knows. A lot.\n \n\t\t\t\tFLORENCE\n\t\tWell, that being the case, I'll take it \n\t\tup with the board of directors. Hey, \n\t\tlisten, aviator, here we are! \n\n\tThe car swings into the reporter's entrance of the \n\tExpress Building.\n \n\t\t\t\tFLORENCE\n\t\tHold everything. I'll be right back.\n \n\n148\tINT. EDITOR'S OFFICE\n\tThe editor is just finishing phone conversation.\n \n\t\t\t\tEDITOR\n\t\tAll right. Give that a four-point head. \n\t\tNo, that's all it's worth ... All right, \n\t\tyou can play it up later if ... \n\n\tDoor opens and Florence comes in, breathless, extends \n\thand.\n \n \t\t\t\tFLORENCE\n\t\tMit me, kid. I've got a classic.\n \n\t\t\t\tEDITOR \n\t\t\t(looking at her with a \n\t\t\tmelancholy expression)\n\t\tYou here again like an evil spirit to \n\t\tmar my happiness?\n \n\t\t\t\tFLORENCE\n\t\tThis one's a story, but I'm not going to \n\t\ttell you what it is. Every time I tell \n\t\tyou anything it goes haywire.",
  "67": "---END OF PREVIOUS SECTION---\nEDITOR \n\t\t\t(looking at her with a \n\t\t\tmelancholy expression)\n\t\tYou here again like an evil spirit to \n\t\tmar my happiness? FLORENCE\n\t\tThis one's a story, but I'm not going to \n\t\ttell you what it is. Every time I tell \n\t\tyou anything it goes haywire. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tEDITOR \n\t\t\t(laughs)\n \t\tWhat do you mean -- haywire? You start \n\t\tout after murderers and come back with \n\t\tthree-for-a-dime bootleggers. You start \n\t\tto solve murder mysteries and break up \n\t\tcrap games. You're grand! I'm for you! \n\t\tStupendous!\n \n\t\t\t\tFLORENCE \n\t\t\t(steps toward his desk \n\t\t\tbelligerently)\n\t\tSay, you're always razzing everything I \n\t\tdo, but this is one time I'm in. \n \n\t\t\t\tEDITOR\n\t\tGo on, little girl, take your troubles \n\t\tsomewhere else. I don't feel like \n\t\ttalking to you.\n \n \t\t\t\tFLORENCE\n\t\tWas there any art on Judge Ramsey?\n \n \t\t\t\tEDITOR \n\t\t\t(laughs)\n \t\tWhat goofy idea have you got now? Don't \n\t\ttell me you suspect Judge Ramsey of \n\t\tstealing the body.\n \n\t\t\t\tFLORENCE \n\t\t\t(goes to door) \n\t\tI'm going to make you eat dirt, you soap \n\t\tbubble! I'm going to make you beg for \n\t\tsomebody to help you let go!\n\n\t\t\t\t\t\tFADE OUT\n \n\tFADE IN \n149\tINT. POLICE STATION  CAPTAIN'S OFFICE\n\tSparrow is seated in the center of the room, quivering \n\tfor want of the drug. A number of detectives, in \n\tshirt-sleeves, evidently worn and tired themselves, \n\tare circling about the room.\n \n\t\t\t\tFIRST DETECTIVE\n\t\tSo you found the watch in a taxi cab three \n\t\tmonths ago. Is that right?\n \n \t\t\t\tSPARROW\n\t\tYes, sir. I got in the cab and it was \n\t\tlayin' there on the floor.\n \n\t\t\t\tFIRST DETECTIVE\n\t\tWhere were you going when you got in \n\t\tthat cab?\n \n\t\t\t\tSPARROW \n\t\tI don't remember. Not so very far--\n \n\t\t\t\tFIRST DETECTIVE\n\t\tDon't remember what day that was, do you?\n \n\t\t\t\tSPARROW \n\t\tNo, sir. About three months ago.",
  "68": "---END OF PREVIOUS SECTION---\nNot so very far--\n \n\t\t\t\tFIRST DETECTIVE\n\t\tDon't remember what day that was, do you? SPARROW \n\t\tNo, sir. About three months ago. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tSECOND DETECTIVE\n\t\tRemember what kind of a cab it was?\n \n\t\t\t\tSPARROW \n\t\tNo, sir. Just a cab.\n \n\t\t\t\tFIRST DETECTIVE\n\t\tYou didn't happen to be going to Worth's \n\t\tplace, did you?\n \n\t\t\t\tSPARROW \n\t\tNo, sir, I'm sure it wasn't there.\n \n\t\t\t\tFIRST DETECTIVE\n\t\tYou used to go to Worth's place a whole \n\t\tlot. What makes you sure it wasn't there?\n \n\t\t\t\tSPARROW\n\t\tWell, maybe it was. I don't remember. \n\t\t\t(Sparrow slips from chair \n\t\t\tto knees, sobbing.) \n\t\tYou got to do something for me, I can't \n\t\tstand it any longer -- I can't!\n \n\n150\tNEAR WINDOW TWO DETECTIVES STANDING CLOSE SHOT\n \n\t\t\t\tONE OF THE DETECTIVES \n\t\tHe's beginning to break now -- he'll talk \n\t\tpretty soon.\n \n\t\t\t\tOTHER DETECTIVE\n\t\tI don't know about that -- he's been \n\t\tbegging all night.\n \n \tLooks out of window and we see that it is almost daylight.\n  \n\t\t\t\tOTHER DETECTIVE\n\t\tNearly half past eight. I never saw a \n\t\tjunky hold out like this before.\n\n\t\t\t\t\t\tFADE OUT\n \n\n\tFADE IN \n\n151\tEXT. MUSEUM  THE NEXT MORNING\n\tThe people passing are of the type who would be hurrying \n\tto report for some office or clerical job around nine \n\to'clock. Charlotte walks into picture, glances up and \n\tdown street as though looking for someone, then glances \n\tat watch and goes to museum door, peering through panel. \n\tShe tries the door and finds it open and enters.\n \n152\tINT. WAX MUSEUM LONG SHOT\n\tNobody is in scene. Charlotte enters, looks about. \n \n\t\t\t\tCHARLOTTE \n\t\t\t(calling)\n\t\tRalph! Are you here?\n \n\tThere is no answer and she starts down the length of \n\tthe museum, occasionally calling \"Ralph.\" As she passes \n\ta niche in the wall that contains a half figure of Dante \n\ton the platform, the CAMERA MOVES TO CLOSE-UP of that \n\tfigure.",
  "69": "---END OF PREVIOUS SECTION---\nCHARLOTTE \n\t\t\t(calling)\n\t\tRalph! Are you here? There is no answer and she starts down the length of \n\tthe museum, occasionally calling \"Ralph.\" As she passes \n\ta niche in the wall that contains a half figure of Dante \n\ton the platform, the CAMERA MOVES TO CLOSE-UP of that \n\tfigure. \n---TARGET SECTION TO BE ANNOTATED---\n The artificial lids are raised and we see the \n\teyes of a living person peering through and watching \n\ther progress. Over this we hear her calling \"Ralph\" \n\tagain, but the call is growing fainter. The lids drop \n\tback into place.\n\n\t\t\t\t\t\tCUT TO:\n \n                    \n153\tCLOSE SHOT  NEAR PORTIERES \n\tCharlotte is near portieres which conceal door to \n\tworkshop at rear. She draws curtains aside and steps \n\tinto workshop.\n\n\t\t\t\t\t\tCUT TO:\n  \n154\tINT. WORKROOM AT REAR\n\tHugo is at work. Charlotte has advanced several steps into \n\tthe room before she becomes aware of his presence. She \n\tstops, startled.\n\n\t\t\t\tCHARLOTTE\n\t\tI beg your pardon -- Is Ralph here?\n \n\tThere is no response as Hugo does not hear her. She \n\tadvances a step farther, when he turns and grins at \n\ther.\n \n\t\t\t\tCHARLOTTE\n\t\tI'm looking for Ralph.\n \n\tHugo, still grinning, takes a step toward her and makes \n\tthe hideous sound identified with deaf-mutes. She starts \n\tto back away from him, terrified. Backing toward portieres, \n\tfollowed by Hugo, she suddenly turns and darts through the \n\tcurtains. Her momentum carries her almost to Igor, who is \n\tapproaching in wheelchair. She extends both her hands to \n\thim delightedly. He starts to respond, then, catching sight \n\tof his crippled claws, drops them into his lap.\n \n\t\t\t\tCHARLOTTE\n\t\tOh! Mr. Igor! -- I'm so glad you're here \n\t\t-- I don't know why I should be, but I was \n\t\ta little bit afraid.\n \n\t\t\t\tIGOR\n\t\tOh! So, my little friend, you have honored \n\t\tme by accepting my invitation of last night.\n \n\t\t\t\tCHARLOTTE\n\t\tNo -- I -- wanted to speak to Ralph. We \n\t\thad a silly argument last night and I said \n\t\tsomething unkind.\n \n\t\t\t\tIGOR \n\t\t\t(laughs in a tender, \n\t\t\tfatherly way)\n\t\tOh, you children, you happy children. \n\t\tYou've quarreled and now you're going to \n\t\tbe friends again.",
  "70": "---END OF PREVIOUS SECTION---\nWe \n\t\thad a silly argument last night and I said \n\t\tsomething unkind. IGOR \n\t\t\t(laughs in a tender, \n\t\t\tfatherly way)\n\t\tOh, you children, you happy children. You've quarreled and now you're going to \n\t\tbe friends again. \n---TARGET SECTION TO BE ANNOTATED---\n And that is as it should \n\t\tbe. Never let any stupid misunderstandings \n\t\tcome between you.\n \n\t\t\t\tCHARLOTTE\n\t\tBut it was really my fault.\n \n\t\t\t\tIGOR \n\t\t\t(laughs)\n\t\tAnd he will probably demand the life of \n\t\tanyone who agrees with you. Let him think \n\t\tit was his fault ... He should be along \n\t\tvery shortly .. . But be very stern \n\t\tbefore you forgive him, especially if it \n\t\tis your fault  ...  While you're waiting \n\t\tfor your friend, would you like to see \n\t\tsome new figures I have downstairs? \n \n\t\t\t\tCHARLOTTE\n\t\tI'd love to.\n \n\tCAMERA FOLLOWS them as Igor wheels to top of stairs \n\tleading to studio and workshop below. He takes crutches \n\tand struggles painfully to his feet.\n \n\t\t\t\tCHARLOTTE\n\t\tOh, please, Mr. Igor, I'm terribly ashamed.\n\t\tI shouldn't have put you to so much \n\t\ttrouble.\n \n\t\t\t\tIGOR \n\t\t\t(chuckles gently) \n\t\tIt is no trouble at all, my child. This \n\t\tis the strange, vicarious pleasure that \n\t\tremains for me -- to see others enjoy \n\t\tthe beauty I used to create. \n\t\t\t(He attempts to descend \n\t\t\tfirst step, then says, \n\t\t\tgood-naturedly.) \n\t\tMy footing is not too secure.\n \n\tCharlotte rushes to his assistance.\n \n\t\t\t\tCHARLOTTE\n\t\tOh, let me help you, please.\n \n\tCharlotte helps him descend stairs. \n \n\n155\tSHOT PHOTOGRAPHED THROUGH OPEN DOOR OF BASEMENT \n\tWORKSHOP TOWARD STAIRS \n\tWe see Charlotte and Igor finish descending steps.\n \n\t\t\t\tIGOR\n\t\tThank you -- thank you, my dear.\n \n\tCharlotte precedes Igor into room and stands glancing \n\tabout. Igor enters, closes the door quickly and locks it. \n \n156\tINT. WORKROOM \n\tIgor instantly drops his crutches and sweeps Charlotte \n\tinto his arms, lifting her clear off the floor.\n \n\t\t\t\tIGOR\n\t\tMarie Antoinette.\n \n\tCharlotte screams and struggles.",
  "71": "---END OF PREVIOUS SECTION---\nWORKROOM \n\tIgor instantly drops his crutches and sweeps Charlotte \n\tinto his arms, lifting her clear off the floor. IGOR\n\t\tMarie Antoinette. Charlotte screams and struggles. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tCHARLOTTE \n\t\tLet me go! Let me go!\n \n\t\t\t\tIGOR \n\t\tWe have found immortality, you and I. \n\t\tYou must not be afraid.\n \n\t\t\t\tCHARLOTTE \n\t\t\t(screams)\n\t\tRalph! Ralph!\n \n\tShe tears at Igor's face and rips away the mask and \n\tbeard, which bring with them the skillfully designed \n\twig that is attached to them, revealing the horribly \n\tmutilated face of the Monster. Charlotte screams and \n\tfaints. Igor deposits her tenderly on a couch and \n\tkneels beside her.\n \n\n157\tINT. WORKROOM  CLOSE SHOT \n\tIgor, kneeling beside the girl, speaks.\n \n\t\t\t\tIGOR\n\t\tPoor, frightened child. The only common \n\t\tobjective of all living things is death \n\t\t... and she is afraid. \n \n\n158\tEXT. FRONT ENTRANCE OF MUSEUM \n\tJanitor is sweeping walk. Ralph comes into picture, \n\tglances into museum and, assuming that he is the \n\tfirst to arrive, takes a last puff on a cigarette \n\tbefore entering. He throws it away and starts to \n\tenter when we hear Florence's voice off scene.\n \n\t\t\t\tFLORENCE\n\t\tHey -- Ralph!\n  \n\tHe looks up and we see that he recognizes someone \n\tapproaching, as Winton's car whirls up to the curb \n\tand Florence jumps out, followed by Winton. \n \n\t\t\t\tRALPH\n\t\tWhat are you people doing out in the \n\t\tmiddle of the night?\n \n\t\t\t\tFLORENCE \n\t\t\t(crossing to him) \n\t\tI'm after news, as usual. I wonder if it \n\t\twould be all right for me to slip in and \n\t\tlook around your factory?\n \n\t\t\t\tRALPH\n\t\tI guess so. But wouldn't it be better for \n\t\tyou to wait until the old man's here?\n \n\n159\tCLOSE SHOT  RALPH AND FLORENCE\n \n\t\t\t\tFLORENCE \n\t\tWell, I'll tell you a secret. I kinda \n\t\tlike the old gent and I'm trying to \n\t\tbuild a special Sunday Magazine story \n\t\tout of him. It might help him a whole \n\t\tlot.",
  "72": "---END OF PREVIOUS SECTION---\n159\tCLOSE SHOT  RALPH AND FLORENCE\n \n\t\t\t\tFLORENCE \n\t\tWell, I'll tell you a secret. I kinda \n\t\tlike the old gent and I'm trying to \n\t\tbuild a special Sunday Magazine story \n\t\tout of him. It might help him a whole \n\t\tlot. \n---TARGET SECTION TO BE ANNOTATED---\n But that's a side issue -- something \n\t\tI do on my own time.\n \n \t\t\t\tRALPH \n\t\t\t(boyishly)\n \t\tGee, that's great. After the bad opening \n\t\tthat night the old boy was pretty blue. \n\t\tThis will pep him up. Have you told him \n\t\tabout it?\n \n\t\t\t\tFLORENCE\n\t\tNo. I wanted to do it without saying \n\t\tanything. I think he's worth it.\n \n160\tEXT. MUSEUM  A SHOT OF WINTON'S CAR\n\tA policeman walks up to car and calls over to group.\n \n\t\t\t\tPOLICEMAN \n\t\tWhose car is this?\n  \n \t\t\t\tWINTON\n\t\tMine.\n\n\t\t\t\tPOLICEMAN\n\t\tWell -- You can't park there. You'll \n\t\thave to take it down the street.\n \n\t\t\t\tWINTON \n\t\t\t(going to car and \n\t\t\tclimbing back to wheel)\n\t\tOkay, brother. \n\t\t\t(Shouts to Florence.) \n\t\tFlo, I've got to find a place to park. \n\t\tI'll be right back. \n\n\tCAMERA ANGLE WIDENS taking in Ralph and Florence at\n\tmuseum door.\n \n\t\t\t\tFLORENCE \n\t\t\t(waves to Winton -- calls)\n\t\tDon't deceive me or I'll come back and \n\t\thaunt you. \n\n\tWinton's car moves away. Ralph unlocks the door, and \n\the and Florence enter the museum. Ralph throws away \n\tcigarette. Janitor picks it up and stands leaning on \n\tbroom, puffing it.\n \n161\tINT. MUSEUM\n\tFlorence takes from her bag a photograph of Judge Ramsey.\n\n\tINSERT: CLOSE-UP OF PHOTOGRAPH \n\tShowing bust picture of man whose features are strikingly \n\tlike those of Voltaire, although he has a moustache, \n\twears glasses and is dressed in modern clothes.\n \n\tCAMERA TRUCKS AFTER her as she goes from one figure to\n\tanother, finally stopping in front of the figure of \n\tVoltaire. This she studies, in profile, full-face \n\tthree-quarter view, etc., and finds by comparison \n\tthat the two are identical. (We CUT back and forth \n\tseveral times from the photograph to the statue.",
  "73": "---END OF PREVIOUS SECTION---\nINSERT: CLOSE-UP OF PHOTOGRAPH \n\tShowing bust picture of man whose features are strikingly \n\tlike those of Voltaire, although he has a moustache, \n\twears glasses and is dressed in modern clothes. CAMERA TRUCKS AFTER her as she goes from one figure to\n\tanother, finally stopping in front of the figure of \n\tVoltaire. This she studies, in profile, full-face \n\tthree-quarter view, etc., and finds by comparison \n\tthat the two are identical. (We CUT back and forth \n\tseveral times from the photograph to the statue. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE \n\t\t\t(studying the photo and \n\t\t\twax figure; she is\n\t\t\tnervously biting her \n\t\t\tfingernails)\n\t\tRalph, come here a minute, will you?\n \n\t\t\t\tRALPH \n\t\t\t(crossing to her and \n\t\t\tnotices her biting nails)\n\t\tBetter cut that out. \n\t\t\t(Points to figure of \n\t\t\tVenus de Milo.) \n\t\tThat's what happens to girls who bite \n\t\ttheir nails. \n\t\t\t(Florence ignores the remark.) \n\t\tWhat's wrong?\n \n \tHugo passes them at this moment. Florence watches \n\tHugo suspiciously as if she did not want him to know \n\twhat she is referring to. She waits until he has \n\tpassed into the cloakroom.\n \n\t\t\t\tFLORENCE\n\t\tLook at this photograph, will you? \n\t\t\t(Handing Ralph photograph.)\n \n\n162\tINT. POLICE STATION  CAPTAIN'S OFFICE\n\tSparrow suddenly springs to his feet, screaming.\n \n\t\t\t\tSPARROW\n\t\tAll right -- I'll talk! I'll tell you \n\t\twhat I know! \n\t\t\t(He is a madman.) \n\t\tRamsey was murdered because he looked \n\t\tlike Voltaire! \n\t\t\t(He laughs wildly.) \n\t\tBecause he looked like Voltaire! You want \n\t\tto know what became of him! He's a statue\n\t\t-- a silly wax statue! \n\t\t\t(Laughs.)\n \n\t\t\t\tCAPTAIN \n\t\tYou killed him! \n\t\t\t(Catches Sparrow roughly, wheels \n\t\t\thim around, slaps his face.) \n\t\tCome on with the rest of it. You killed \n\t\thim!\n \n\t\t\t\tSPARROW\n\t\tNo -- I didn't. It was Igor at the \n\t\twaxworks.\n \n \t\t\t\tCAPTAIN \n\t\t\t(slapping him again)\n\t\tBut you were in on it -- you worked for him.\n \n\t\t\t\tSPARROW\n\t\tNo -- the only thing I did for him was \n\t\tto keep track of the man named Worth \n\t\tthat runs the place where you arrested \n\t\tme tonight.",
  "74": "---END OF PREVIOUS SECTION---\nIt was Igor at the \n\t\twaxworks. CAPTAIN \n\t\t\t(slapping him again)\n\t\tBut you were in on it -- you worked for him. SPARROW\n\t\tNo -- the only thing I did for him was \n\t\tto keep track of the man named Worth \n\t\tthat runs the place where you arrested \n\t\tme tonight. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tCAPTAIN \n\t\tYou lie!\n \n\t\t\t\tSPARROW\n\t\tIt's Igor at the Wax Museum! You'll find \n\t\tyour judge embalmed in wax! He's a statue \n\t\tof Voltaire, with all the other corpses! \n\t\tThe whole place is a morgue -- do you \n\t\thear? -- a morgue! \n\t\t\t(Laughs.)\n \n\n163\tINT. HORROR CHAMBER\n\tCharlotte is crouched, terrified, in a corner, while \n\tIgor, now a raving maniac, tries to calm her.\n \n\t\t\t\tIGOR\n\t\tMy child, why are you crouched there? \n\t\tSo pitifully afraid. Immortality has been \n\t\tthe dream, the inspiration of our kind, \n\t\tand I am going to give you the only \n\t\tguarantee of immortality you have ever\n\t\thad.\n \n\tCharlotte shrinks further into the corner.\n \n\t\t\t\tCHARLOTTE \n\t\t\t(gasping) \n\t\tPlease, oh, please, I haven't done \n\t\tanything to hurt you.\n\n\t\t\t\tIGOR \n\t\t\t(in bewildered, \n\t\t\tplaintive tone) \n\t\tAnd I have no desire to hurt you. You \n\t\twill always be beautiful. Think, my \n\t\tchild, in a thousand years you will \n\t\tbe as lovely as you are now.\n \n\n164\tINT. MUSEUM\n \n\tRalph is holding the photograph, and he and Florence \n\tstand looking at the figure. We see that the features \n\tof the two are identical. Then we hear a muffled scream. \n\tFlorence and Ralph look at each other inquiringly and \n\tstand waiting for the scream to be repeated.\n \n\n165\tINT. HORROR CHAMBER\n\tThe Monster is pleading with Charlotte.\n \n\t\t\t\tIGOR\n\t\tMy child, my child, if you will just \n\t\tlisten to me, then you will not be \n\t\tafraid. Don't you understand, dear, \n\t\tthat I love you? Don't you know that \n\t\tat times when I have wanted to die --\n\t\tI could not die because I had not \n\t\tsaved you. And now you are here, to \n\t\tbe given, a thing of delight, to all \n\t\tthe world.",
  "75": "---END OF PREVIOUS SECTION---\nDon't you understand, dear, \n\t\tthat I love you? Don't you know that \n\t\tat times when I have wanted to die --\n\t\tI could not die because I had not \n\t\tsaved you. And now you are here, to \n\t\tbe given, a thing of delight, to all \n\t\tthe world. \n---TARGET SECTION TO BE ANNOTATED---\n I am trying to grant you \n\t\timmortality. \n\n\tCharlotte is just a terrified, half-hypnotized, crumpled \n\tmass.\n \n \t\t\t\tCHARLOTTE \n\t\t\t(almost whispering)\n\t\tYou fiend! You fiend!\n \n \tIgor backs away from her, gesturing with his arms as \n\tif to ward off a blow.\n \n \t\t\t\tIGOR\n\t\tOh, my Marie Antoinette, you must not \n\t\tsay that to me. There was a fiend, of \n\t\tthat you may be sure. There was a fiend\n\t\t--\n\t\t\t(suddenly extends \n\t\t\thands toward her)\n\t\tand this is what that monstrous person \n\t\tdid to me.\n \n\n166\tCLOSE SHOT OF CHARLOTTE \n\tas she drops her head on her knees, sobbing.\n  \n\n167\tEXT. POLICE STATION \n\tOfficers pour out and climb into two cars. They \n\tcommandeer a couple of taxis and all race down the \n\tstreet, with sirens screaming.\n \n\n168\tINT. HORROR CHAMBER  FULL SHOT\n\tIgor standing over Charlotte pityingly, wringing his hands. \n\tThen he whirls toward curtained cabinet in rear.\n \n\t\t\t\tIGOR\n\t\t\t(screaming)\n \t\tYou! ... You did this! \n\t\t\t(To Charlotte, as he \n\t\t\tcrosses toward cabinet.) \n\t\tThese terrible broken hands -- this \n\t\tterrible living dead man -- for twelve \n\t\tyears, twelve awful years, has hunted \n\t\tfor the fiend, the fiend who brought \n\t\tus here tonight! But the account is \n\t\tclosed. \n\t\t\t(He sweeps aside \n\t\t\tcurtain covering cabinet.) \n\t\tHe is here!\n \n \tIn the cabinet, full length, erect, is the wax-embalmed \n\tfigure of Worth, which falls forward stiffly, landing \n\twith a thud. Charlotte gives a piercing, terrified \n\tscream.\n \n\n169\tINT. MUSEUM \n\tFlorence and Ralph hear scream repeated and rush to \n\tstairs. CAMERA FOLLOWS them as they run to stairs and \n\tstart down. They find door locked. Ralph throws his \n\tfull weight against the door several times. When the \n\tdoor shatters he stumbles into room.",
  "76": "---END OF PREVIOUS SECTION---\nThey find door locked. Ralph throws his \n\tfull weight against the door several times. When the \n\tdoor shatters he stumbles into room. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n170\tINT. WORKSHOP\n\tThey look around, startled. It is apparently untenanted. \n\tAs they stand looking at each other in bewilderment, the\n\tscream is repeated. Ralph gestures, \"Wait a minute,\" \n\tthen, with emphasis:\n \n \t\t\t\tRALPH\n\t\tIt did come from under our feet!\n \n \tSearching about, he finds a trap door, which he opens \n\tand looks down, and sees:\n \n\n171\tSHOT FROM RALPH'S ANGLE \n\tWe see Charlotte on operating table. The Monster is \n\tstirring a huge vat of boiling wax. Hearing the trap \n\tdoor open, he looks up, sees Ralph and screams his \n\trage. Ralph passes CAMERA and starts downstairs toward \n\thim.\n \n\n172\tINT. WORKSHOP   CLOSE SHOT OF FLORENCE\n\tStanding at trap, looking down, horrified. She whirls \n\tand dashes, screaming, upstairs toward the museum.\n\n\n173\tINT. HORROR CHAMBER \n\tRalph and the Monster having a furious struggle, the \n\tMonster attempting to force the boy backward into one \n\tof the vats of boiling wax.\n  \n\n174\tINT. MUSEUM\n\tFlorence appears at head of stairs from below, just as \n\tWinton enters door. She runs to him.\n \n\t\t\t\tFLORENCE \n\t\t\t(screaming)\n\t\tCome on! Quick! Help! \n\n\tAs they descend the stairs.\n \n \t\t\t\tWINTON\n\t\tWhat is it? What happened?\n \n \t\t\t\tFLORENCE\n\t\tDon't ask any questions. Come on!\n \n\n175\tINT. HORROR CHAMBER\n\tThe Monster succeeds in striking Ralph over the head \n\twith some heavy object. As Ralph sinks, stunned, to \n\tthe floor, the Monster dashes up the steps.\n \n\n176\tSHOT FROM HORROR CHAMBER  CAMERA TIPPED UP SHARPLY\n\tShowing trap at head of stairs. When the Monster has \n\tnegotiated three-quarters of the ascent, we see Winton \n\tappear in the trap door above, blocking his escape. \n\tNow we hear the screaming of the sirens of approaching \n\tpolice cars. Seeing his passage barred, the Monster, \n\tno longer coherent, stands jabbering like an infuriated \n\tape at the man above him.\n  \n \n177\tINT.",
  "77": "---END OF PREVIOUS SECTION---\nNow we hear the screaming of the sirens of approaching \n\tpolice cars. Seeing his passage barred, the Monster, \n\tno longer coherent, stands jabbering like an infuriated \n\tape at the man above him. 177\tINT. \n---TARGET SECTION TO BE ANNOTATED---\n WORKSHOP\n\tWinton at edge of trap, looking down, horrified.\n \n\t\t\t\tFLORENCE\n\t\tDo something! Can't you? Do something!\n \n\tWinton draws back. Florence turns, runs back toward \n\tmuseum, screaming. We hear the tramping of feet on the \n\tfloor above and then see the feet and legs of first \n\tofficer descending stairs.\n \n\n178\tSHOT UPWARD FROM HORROR CHAMBER\n\tAs Winton draws from trap, the Monster starts to advance. \n\tA policeman in uniform appears above him, with drawn \n\trevolver.\n \n\t\t\t\tPOLICEMAN\n\t\tGet 'em up! Don't move!\n \n\tHe commences a cautious descent of the stairs. CAMERA\n\tPULLS BACK TO\n \n\n179\tFULL SHOT\n\tWe see Ralph, who has recovered, gather Charlotte in \n\this arms and whirl her so that his body would shield \n\ther from a possible stray bullet. The Monster, who is \n\tbacking, still defiant, before the policeman, misses \n\this footing and, with an agonizing scream, whirls \n\tdownward into a vat of boiling wax. \n \n\n180\tEXT. STREET IN FRONT OF MUSEUM\n\tA great crowd is collecting. The police are holding \n\tthem back. They lead the janitor and Hugo from the \n\tbuilding.\n \n\t\t\t\tCAPTAIN OF DETECTIVES \n\t\tI don't think these mugs mean anything, \n\t\tbut take them around and get a statement \n\t\tfrom them.\n \n \tAn officer leads them away. Florence runs through crowd \n\twith Winton.\n \n\n181\tEXT. STREET   WINTON'S CAR \n\tas Florence and Winton scramble in.\n \n \t\t\t\tFLORENCE\n\t\tCome on, pal, get me uptown! \n\t\t\t(Breathlessly.) \n\t\tDon't stop for lights -- don't stop for--\n \n\n182\tEXT. STREET IN FRONT OF MUSEUM\n\tRalph is leading Charlotte, still hysterical, through \n\tdoor.\n\n\t\t\t\t\t\tDISSOLVE TO:\n  \n\n183\tINT. COMPOSING ROOM  NEW YORK EXPRESS\n\tBefore the room is clearly discernible, we hear the \n\tclatter of typewriters. A scene of feverish activity. \n\tCopy boys are dashing back and forth. The place is \n\tseething with excitement.",
  "78": "---END OF PREVIOUS SECTION---\nA scene of feverish activity. Copy boys are dashing back and forth. The place is \n\tseething with excitement. \n---TARGET SECTION TO BE ANNOTATED---\n Florence, seated at machine \n\tnearest CAMERA, is typing frantically. She evidently \n\tjust completes the last line of story, jerks sheet \n\tfrom machine and hands it to a copy boy.\n \n\t\t\t\tFLORENCE\n\t\tTake it away, Hennessy. \n\t\t\t(Springs to her feet.)\n \n \tShe is bedraggled, hair hanging in her eyes, evidently \n\texhausted. She reels toward the editor's room. Several \n\tdesk workers spring up and surround her, traveling a \n\tpart of the distance with her. They are thumping her \n\tplayfully on the back and talking.\n \n\t\t\t\tFIRST MAN \n\t\tMy hat's off to you, kid. What a scoop!\n \n\t\t\t\tSECOND MAN \n\t\tThis story makes history.\n \n\t\t\t\tTHIRD MAN \n\t\tCongratulations, Flo. You've got the \n\t\tother papers bleeding.\n \n\t\t\t\tFLORENCE \n\t\t\t(laughing)\n     \t\tNow I'm going to scramble this egg.\n \n \tPoints toward door marked Managing Editor.\n \n \n184\tINT. EDITOR'S OFFICE\n \tHe looks up as Florence enters room. She is gloating.\n \n\t\t\t\tFLORENCE \n\t\tWell, Poison Ivy, how about it? Was that \n\t\ta story? \n\n\tHe looks up sourly.\n \n \t\t\t\tEDITOR\n\t\tLousy! You had a million dollars worth \n\t\tof luck. \n\n\tShe looks at him indignantly.\n \n\t\t\t\tFLORENCE\n\t\tListen, stupid, could I do anything \n\t\tthat would possibly meet with your \n\t\tapproval?\n \n\t\t\t\tEDITOR\n\t\tYes, you could. Cut out this rotten \n\t\tbusiness and act like a lady. Marry me. \n \n\tShe hears the honking of an automobile in the street \n\tbelow and walks to the window, looks down for a moment.\n \n\n185\tSHOT FROM FLORENCE'S ANGLE  WINTON IN CAR \n\tin front of the Express Building, honking impatiently.\n \n\n186\tINT. EDITOR'S OFFICE\n\tFlorence turns back from window, grins at editor.\n \n\t\t\t\tFLORENCE\n\t\tMarry you?\n \n\t\t\t\tEDITOR\n\t\tThat's what I said.",
  "79": "---END OF PREVIOUS SECTION---\nEDITOR'S OFFICE\n\tFlorence turns back from window, grins at editor. FLORENCE\n\t\tMarry you? EDITOR\n\t\tThat's what I said. \n---TARGET SECTION TO BE ANNOTATED---\n \n\t\t\t\tFLORENCE\n\t\tI'm going to get even with you, you dirty \n\t\tstiff! I'll do it!\n \n\tHe rises and catches her in his arms. As they embrace, \n\twe hear the raucous \"honk-honk\" of the car in the street \n\tbelow.\n\n\t\t\t\t\t\tFADE OUT\n \n \n\n\t\t\t\tTHE END\n \n \n\n"
}