{
  "1": "                                      \"MYSTERY MEN\"\n\n                                      Screenplay by\n\n                                      Neil Cuthbert\n\n                              Based on the Dark Horse comic\n\n                                  created by Bob Burden\n\n                                   Revised June 6, 1997\n\n                \n\n               THEME AND CREDITS...\n\n               FADE IN:\n\n               EXT. ERIE HOSPITAL FOR THE CRIMINALLY INSANE - DAY\n\n               CAMERA MOVES THROUGH a tangled jungle of razor wire, finally \n               COMING INTO VIEW of a foreboding, fortress-like old \n               institution, surrounded by towers and gun turrets.  Screaming \n               and horrible laughter is heard from within...\n\n               CLOSE ON a sign that reads \"Erie Hospital for the Criminally \n               Insane\"\n\n               ...This is where the worst killers and psychos go.\n\n               INT. CONFERENCE ROOM - CONTINUOUS\n\n               THE CAMERA PANS THE EXPRESSIONLESS FACES of the REVIEW BOARD \n               as CASANOVA FRANKENSTEIN sits across from them.  Dressed in \n               an immaculately tailored prison smock (with \"Casanova\" \n               exquisitely embroidered above the pocket), he sits contritely \n               as DOCTOR EMMET BIERCE, the hospital's fatherly Chief of \n               Psychiatry, presents his case.\n\n                                     BIERCE\n                         No one can deny the horrendous nature \n                         of Mr. Frankenstein's crimes, but in \n                         the twenty years he has been with \n                         us, I have never seen a patient turn \n                         his energies to more productive use.\n\n               CASANOVA, the picture of remorse and repentance.\n\n                                     BIERCE\n                         Just look at his accomplishments... \n                         three volumes of poetry, two rock \n                         operas, a sculpture garden, four \n                         romance novels... and who can forget \n                         his touching portrayal of Billy \n                         Bigelow in our all-psychotic \n                         production of \"Carousel\"...\n\n               ON SEVERAL OF THE BOARD getting misty eyed at the memory of \n               that brilliant performance...\n\n                                     BIERCE\n                         Directed by our own Doctor Anabel \n                         Leek.\n\n               ON DOCTOR ANABEL LEEK, the hospital's icily beautiful, ultra \n               cool, top shrink.\n\n               A moment later Casanova addresses them... His manner is \n               charming, sincere, his voice soft, filled with emotion.",
  "2": "---END OF PREVIOUS SECTION---\nON DOCTOR ANABEL LEEK, the hospital's icily beautiful, ultra \n               cool, top shrink. A moment later Casanova addresses them... His manner is \n               charming, sincere, his voice soft, filled with emotion. \n---TARGET SECTION TO BE ANNOTATED---\n  He \n               is a master of seduction.\n\n                                     CASANOVA\n                         Twenty years ago I was a lost soul. \n                         Loveless...\n                              (with a son-like glance \n                              at Doctor Bierce)\n                         Fatherless...\n                              (chokes on the word)\n                         A... psycho!\n                              (breaks down sobbing)\n                         Oh!  How could I have done it? The \n                         murder... the mayhem... all of those \n                         lovely young girls!\n                              (weeping, a brilliant \n                              performance)\n                         I'm sorry! I'm SO SO SORRY!\n\n               Doctor Bierce wipes the tears from his eyes. Reactions from \n               the board, moved, as Casanova weeps convulsively.  Doctor \n               Leek shows no reaction.\n\n                                     CASANOVA\n                              (pulls himself together)\n                         But my deeds have been done, and my \n                         youth is gone, and we can only go \n                         forward in this cruel world... and \n                         if I have learned anything from my \n                         wretched life it is that... When you \n                         walk through a storm, keep your head \n                         held high...\n                              (singing)\n                         And don't be afraid of the dark...\n\n               Tears plop dawn the cheeks of the review board as the FULLY \n               ORCHESTRATED STRAINS OF \"WHEN YOU WALK THROUGH A STORM\" \n               SWELL...\n\n               SERIES OF SHOTS - AS THE MUSIC CONTINUES\n\n               A hand stamps Casanova's file \"CURED\"... Casanova shakes \n               hands and embraces the tearful members of the review board, \n               finishing with a paternal hug from Doctor Bierce.\n\n               In his cell a guard delivers Casanova his favorite old disco \n               suit (that's been waiting far him for twenty years).\n\n               Casanova, dressed in the suit, walks down the central aisle \n               of the lock-up... A moment later he steps out of the massive \n               gates of the hospital, and takes his first deep breath of \n               freedom... while in an office window high above Bierce and \n               the members of the review board stand watching, very proud...\n\n               But suddenly THE MUSIC CHANGES TO SEVENTIES DISCO as a black \n               Ferrari drives up, and Doctor Leek, now dressed very sexily, \n               gets out...",
  "3": "---END OF PREVIOUS SECTION---\nCasanova, dressed in the suit, walks down the central aisle \n               of the lock-up... A moment later he steps out of the massive \n               gates of the hospital, and takes his first deep breath of \n               freedom... while in an office window high above Bierce and \n               the members of the review board stand watching, very proud... But suddenly THE MUSIC CHANGES TO SEVENTIES DISCO as a black \n               Ferrari drives up, and Doctor Leek, now dressed very sexily, \n               gets out... \n---TARGET SECTION TO BE ANNOTATED---\n As the review board watches in stunned silence, \n               Casanova and Anabel perform a nifty little disco twirl, \n               finishing with a very lewd kiss...\n\n               Bierce, watching, realizes he's been duped... as Casanova, \n               grinning up at him, puts a long gold chain (his favorite \n               weapon) around his neck...\n\n               Bierce, horrified, picks up the telephone... as Casanova and \n               Anabel get in the car.\n\n               INT. THE CAR - A MOMENT LATER\n\n               Casanova and Anabel drive off. The massive old hospital is \n               seen through the rear window behind them, as Casanova calmly \n               looks at his watch...\n\n               CLOSE ON HIS WATCH -\n\n               as the second hand just swings toward the twelve. It is \n               exactly twelve noon...\n\n               BACK ON CASANOVA -\n\n                                     CASANOVA\n                              (almost wistfully)\n                         Boom.\n\n               And the hospital EXPLODES in a HUGE FIREBALL that completely \n               consumes it.\n\n                                     CASANOVA\n                         Those gas leaks can be murder.\n\n               EXT. THE ROAD - DAY\n\n               The Ferrari drives past and the CAMERA HOLDS ON a sign that \n               reads \"We1come to Champion City, home of Captain Amazing\". \n               The city itself, a crumbling rust belt metropolis (ala \n               Detroit) can be seen stretched out along the shore of Lake \n               Champion off in the distance...\n\n               INSIDE THE CAR - CONTINUOUS - ON CASANOVA\n\n                                     CASANOVA\n                         I'm home.\n\n               BACK ON THE ROAD - CONTINUOUS\n\n               The Ferrari drives under a much larger billboard that looms \n               over the road, showing a picture of Captain Amazing himself, \n               a square jawed classic superhero, staring fiercely into the \n               camera. The caption reads \"Crime. Don't even think about \n               it.\"\n\n               EXT. TRAIN YARDS OF CHAMPION CITY - NIGHT\n\n               Letters read \"Six months later\"... as the CAMERA EXPLORES \n               the desolate muddy terrain of the train yards, CRUISING past \n               piles of tires and abandoned train cars...\n\n               CAMERA PICKS UP a battered van as it drives through the yard, \n               then pulls up beside an old boxcar.",
  "4": "---END OF PREVIOUS SECTION---\nDon't even think about \n               it.\"\n\n               EXT. TRAIN YARDS OF CHAMPION CITY - NIGHT\n\n               Letters read \"Six months later\"... as the CAMERA EXPLORES \n               the desolate muddy terrain of the train yards, CRUISING past \n               piles of tires and abandoned train cars... CAMERA PICKS UP a battered van as it drives through the yard, \n               then pulls up beside an old boxcar. \n---TARGET SECTION TO BE ANNOTATED---\n The back of the van is \n               thrown open, a ramp is thrown down, and THE RED EYES, a gang \n               of vicious small time thieves (all of whom wear sunglasses \n               with red lenses) start unloading their night's haul... RED \n               EYE 1 drives a golf cart, with clubs, down the ramp.\n\n                                     RED EYE 1\n                         Golf anyone?\n\n               Several more Red Eyes emerge carrying a sawn off bike rack \n               with bikes still attached, a barber pole, a Virgin Mary lawn \n               statue, and a top of the line baby stroller... while their \n               leader, BIG RED, stands in the door to the boxcar, watching \n               approvingly.\n\n                                     RED EYE 2\n                         Not a bad night's work.\n\n                                     BIG RED\n                         Who said crime don't pay?\n\n               The Red Eyes laugh... as Red Eye 3 takes the cover off the \n               baby stroller and sees... that there's a BABY still in it.\n\n                                     RED EYE 3\n                         Hey, Boss, we got a stowaway.\n\n               The crooks gather around the baby, a jolly little kid who \n               just laughs at them.\n\n                                     RED EYE 4\n                              (about to slug him)\n                         Who you laughin' at, punk?\n\n                                     RED EYE 2\n                         He's just a tyke. Lighten up.\n\n                                     RED EYE 5\n                         He's kinda cute.\n\n                                     RED EYE 3\n                         If you like drool.\n\n                                     RED EYE 2\n                         Hey, why don't we sell him back to \n                         his parents? For a million bucks!\n\n               The others think that's a great idea, but Big Red doesn't.\n\n                                     BIG RED\n                         And what if he rats on us?\n\n               The others hadn't thought of that.\n\n                                     RED EYE 3\n                         So what should we do with him?\n\n                                     BIG RED\n                         Stick a brick in his Pampers and \n                         dump him in the lake.\n\n               The others think that's a good idea and look around for a \n               brick.\n\n                                     RED EYE 3\n                         Come on, kid, you're goin' for a \n                         swim.\n\n               But suddenly there is another presence... A man in a blue \n               turban and cape with the initials \"BR\" on his chest has \n               appeared...",
  "5": "---END OF PREVIOUS SECTION---\nRED EYE 3\n                         Come on, kid, you're goin' for a \n                         swim. But suddenly there is another presence... A man in a blue \n               turban and cape with the initials \"BR\" on his chest has \n               appeared... \n---TARGET SECTION TO BE ANNOTATED---\n He is THE BLUE RAJA.\n\n                                     RAJA\n                         Not so fast, gentlemen -- and I use \n                         the term loosely... Unhand that \n                         youngster...\n\n               Another man steps into the light. He wears a construction \n               helmet and mask. There is an \"S\" on his chest, and he carries \n               an old shovel. He is THE SHOVELER.\n\n                                     SHOVELER\n                         Or you're mulch.\n\n               He brandishes his shovel for effect. The Red Eyes look at \n               these two, highly amused.\n\n                                     BIG RED\n                         What are you guys supposed to be... \n                         superheroes?\n\n               A third man steps out. His costume is less dramatic than the \n               others.\n\n               He wears only an old leather jacket and a faded, torn shirt \n               with flames on it, but the fierce look on his face and the \n               atrociousness of his haircut make it very clear that he is \n               the craziest and most dangerous of the three. He is MISTER \n               FURIOUS.\n\n                                     FURIOUS\n                         We ARE superheroes!\n\n                                     BIG RED\n                         Really? Did you mother make those \n                         costumes?\n\n               The crooks howl with laughter.\n\n                                     BIG RED\n                         This is our territory. Beat it.\n\n                                     FURIOUS\n                         Over YOUR dead body.\n\n               Big Red turns to the others and shakes with pretended fear.\n\n                                     BIG RED\n                         0ooooo, he's scary.\n\n               The Red Eyes laugh, but suddenly, a small silver projectile \n               whizzes through the air and implants itself in Big Red's \n               backside. He howls with pain, pulls it out and examines it... \n               It's a silver dessert fork.\n\n                                     BIG RED\n                         A fork!\n\n               The Raja holds up his hands, each of which hold a spread of \n               silver forks.\n\n                                     RAJA\n                         And there's plenty more where that \n                         came from.\n\n               Big Red gives a shrill whistle, and a dozen more Red Eyes \n               step out of an old caboose... including MIKEY, a four hundred \n               pound behemoth. He is eating a container of Ben and Jerry's \n               like it was an ice cream cone, taking huge bites out of it, \n               container and all.\n\n               RAJA AND SHOVELER, reacting... Gulp. This was more than they'd \n               bargained for.",
  "6": "---END OF PREVIOUS SECTION---\nRAJA AND SHOVELER, reacting... Gulp. This was more than they'd \n               bargained for. \n---TARGET SECTION TO BE ANNOTATED---\n But Furious just growls; he's game.\n\n                                     BIG RED\n                         GET 'EM!\n\n               The Red Eyes attack... Mister Furious goes into a furious \n               face; his hair stands out straight and he rushes right into \n               the oncoming crooks...\n\n               A Red Eye takes a swing at the Shoveler -- but he simply \n               puts up his shovel and lets the crook slug the shovel's pan. \n               The crook yelps with pain and shakes his battered hand... as \n               the Raja fends off crooks, poking them with salad forks... \n               and the baby sits in his stroller, watching and laughing, \n               really enjoying the show. (There's no real martial artistry \n               or teamwork here; this is a classic back alley brouhaha.)\n\n               But there's too many of then... The Raja goes down under \n               swinging fists... and so does the Shoveler...\n\n               Furious holds his own, taking out crooks with powerful lefts \n               and rights -- until Mikey runs him down like a truck, falling \n               right on top of him and crushing him under his massive weight.\n\n                                     RED EYES\n                         Crush him, Mikey!... Mash him!... \n                         Mush him!\n\n                                     FURIOUS\n                              (barely audible under \n                              all that meat)\n                         Is that all you got?\n\n                                     RED EYES\n                         He wants more!... Squish him!... \n                         Finish him off!\n\n                                     FURIOUS\n                              (faintly)\n                         Your mother!\n\n               Mikey, sweating, bears down... but suddenly, a calm, very \n               authoritative voice is heard.\n\n                                     VOICE (O.S.)\n                         Is there a problem?\n\n               Everything suddenly stops, as the Red Eyes look up and see... \n               CAPTAIN AMAZING standing on tap of the boxcar, hands on hips, \n               framed in the light at the moon, his biceps bulging, his \n               state of the art physique sculpted body armor gleaming in \n               the moonlight, his cape wafting heroically in the wind. He \n               is superhero perfection incarnate.\n\n               ON THE RED EYES as their viciousness turns instantly to \n               panic...",
  "7": "---END OF PREVIOUS SECTION---\nCAPTAIN AMAZING standing on tap of the boxcar, hands on hips, \n               framed in the light at the moon, his biceps bulging, his \n               state of the art physique sculpted body armor gleaming in \n               the moonlight, his cape wafting heroically in the wind. He \n               is superhero perfection incarnate. ON THE RED EYES as their viciousness turns instantly to \n               panic... \n---TARGET SECTION TO BE ANNOTATED---\n                                     RED EYES\n                         IT'S CAPTAIN AMAZING!\n\n               Big Red and a couple others try to run for it, but Amazing \n               leaps cat-like off the boxcar and is on them in a flash. As \n               the baby claps his hands in delight, and our three heroes \n               watch in beat-up awe, Amazing deftly takes out the crooks \n               with expert punches and effortlessly delivered elbows and \n               kicks. He is the consumate superhero, and he doesn't even \n               break a sweat.\n\n               The remaining Red Eyes drop to their knees and throw up their \n               hands in surrender.\n\n                                     RED EYES\n                         We give!... We're sorry!... We had \n                         terrible childhoods! (Etc.)\n\n               Police cars and a TV truck come screeching into the train \n               yard... and the scene is suddenly flooded with light and \n               swarming with cops and reporters...\n\n               Our three heroes try to approach Captain Amazing (who still \n               looks fresh as a daisy).\n\n                                     RAJA\n                         Nice work, Captain.\n\n               But Amazing just walks past them, ignoring them completely, \n               as if they didn't even exist. He goes to greet DAWN WONG \n               (Champion City's answer to Connie Chung).\n\n                                     AMAZING\n                              (turning on the old \n                              superhero charm)\n                         Hi. Dawn.\n\n                                     DAWN\n                              (putty in his hands, \n                              pudding in his bowl)\n                         Looks like you've done it again, \n                         Captain.\n\n                                     AMAZING\n                         It's what I do.\n\n               Our heroes just watch, feeling ignored, humiliated. Furious \n               growls. Suddenly, TWO COPS are accosting them.\n\n                                     COP 1\n                         Okay, show's over. Move it. On your \n                         way.\n\n                                     RAJA\n                         Wait a minute, Officers. You don't \n                         understand -- we're superheroes, and \n                         we just busted up this gang.\n\n                                     COP 1\n                         Really? Let me guess -- you're Towel \n                         Head and he's...\n                              (meaning the Shoveler)\n                         Captain Pooper Scooper!\n\n               The cops crack up. Furious growls at them. The cops yank out \n               their nightsticks.",
  "8": "---END OF PREVIOUS SECTION---\nThe cops crack up. Furious growls at them. The cops yank out \n               their nightsticks. \n---TARGET SECTION TO BE ANNOTATED---\n                                     COP 1\n                         Hey! Move it!\n\n                                     COP 2\n                         Get a life!\n\n                                     COP 1\n                         And leave crime fighting to the real \n                         thing!\n\n               Shoveler and Raja pull Furious away before he gets into real \n               trouble...\n\n               The cops watch as our three heroes disappear into the night.\n\n                                     COP 1\n                         Wannabes.\n\n                                     COP 2\n                         Pathetic.\n\n               EXT. THE LAKESIDE DINER - NIGHT - ESTABLISHING\n\n               An inner city greasy spoon.\n\n               INT. THE DINER - CONTINUOUS - CLOSE ON A TV SCREEN\n\n               on which Captain Amazing, the laughing baby in his arms, is \n               being interviewed by Dawn Wong. He's playing the cutsy photo \n               op for all its worth, gootchy-gooing the kid, etc. Dawn is \n               creaming.\n\n               Our three heroes sit at a booth in the back of the diner, \n               watching the tube...\n\n                                     RAJA\n                              (nursing a sore jaw)\n                         He doesn't miss a trick, does he?\n\n                                     FURIOUS\n                         What a jerk -- and like nobody knows \n                         who he really is!\n\n                                     SHOVELER\n                         Oh don't start that again --\n\n                                     FURIOUS\n                         LOOK!\n\n               Furious picks up the newspaper on which there is a photo of \n               a good looking guy in a tux at a benefit... The headline \n               reads \"Lance Hunt Hosts Benefit.\" He holds the picture up \n               next to the television, so the faces of Lance Hunt and Captain \n               Amazing are side by side. It is obviously the same guy.\n\n                                     FURIOUS\n                         He's Lance Hunt! Just take off the \n                         glasses -- and it's him!\n\n                                     RAJA\n                         There's a vague similarity.\n\n                                     FURIOUS\n                         A vague similarity? IT'S THE SAME \n                         GUY!\n\n                                     SHOVELER\n                              (downing some aspirin)\n                         Oh, who gives a damn who he is? I \n                         can't take this anymore. Night after \n                         night we're on the streets, busting \n                         our humps -- and for what?\n\n                                     RAJA\n                         We take the licks and he gets the \n                         chicks.",
  "9": "---END OF PREVIOUS SECTION---\nI \n                         can't take this anymore. Night after \n                         night we're on the streets, busting \n                         our humps -- and for what? RAJA\n                         We take the licks and he gets the \n                         chicks. \n---TARGET SECTION TO BE ANNOTATED---\n                                     SHOVELER\n                         How long do you have to chase a dream \n                         before you realize it's not gonna \n                         happen?\n\n                                     FURIOUS\n                         We need a break, that's all! Nobody'd \n                         ever heard of him until he busted \n                         Casanova Frankenstein!\n\n                                     RAJA\n                         But look at him... and look at us.\n\n                                     SHOVELER\n                         The camera loves him.\n\n               A depressed silence. Furious turns his attention to the napkin \n               dispenser.\n\n                                     FURIOUS\n                              (furious)\n                         Why do they always fill stuff these \n                         things so full you can't pull 'em \n                         out without ripping 'em!\n                              (rips one out)\n\n                                     RAJA\n                         I lost another fork tonight. She's \n                         getting suspicious, I know it.\n\n                                     FURIOUS\n                         So why don't you just tell her!\n\n                                     RAJA\n                         I can't.\n\n                                     FURIOUS\n                         Why not?\n\n                                     RAJA\n                              (upset)\n                         Because I can't! Okay? She wouldn't \n                         understand!\n\n                                     SHOVELER\n                         Leave him alone. She's his mother, \n                         not yours.\n\n                                     FURIOUS\n                         We had an off night, that's all.\n\n                                     SHOVELER\n                         So when are we gonna have an on night?\n\n               A WAITRESS is standing at the table.\n\n                                     WAITRESS\n                         Hi.\n\n               They look at her, taken aback. She's very pretty.\n\n                                     RAJA\n                         You're... new.\n\n                                     WAITRESS\n                         It's my first night. My name's Monica.\n\n               CLOSE ON FURIOUS, smitten by her, but almost afraid to look \n               at her. Under all that rage, he's in fact shy.\n\n                                     MONICA\n                         You guys going to a costume party?\n\n                                     RAJA\n                         We're superheroes.\n\n                                     MONICA\n                         Really? Like Captain Amazing?\n\n               Furious growls.\n\n                                     MONICA\n                         Are you famous?\n\n                                     RAJA\n                         Not yet.\n\n                                     MONICA\n                         So you're like... struggling \n                         superheroes?\n\n                                     RAJA\n                         We prefer to think of ourselves as \n                         unsung... I am the Blue Raja, Master \n                         of Silverware...\n                              (does a very impressive \n                              little flipping thing \n                              with his place setting)\n\n                                     MONICA\n                         Wow.",
  "10": "---END OF PREVIOUS SECTION---\nRAJA\n                         We prefer to think of ourselves as \n                         unsung... I am the Blue Raja, Master \n                         of Silverware... (does a very impressive \n                              little flipping thing \n                              with his place setting)\n\n                                     MONICA\n                         Wow. \n---TARGET SECTION TO BE ANNOTATED---\n                                     RAJA\n                         And these are my associates, the \n                         Shoveler.\n\n                                     SHOVELER\n                         Hi.\n\n                                     RAJA\n                         And Mister Furious... His anger is \n                         his power.\n\n                                     MONICA\n                              (intrigued by Furious)\n                         Really?\n\n                                     RAJA\n                         Usually a superpower is a magical \n                         endowment or a great skill. In his \n                         case, it's entirely emotional.\n\n                                     MONICA\n                         So what can I get you?\n\n                                     RAJA\n                         Burgers all around.\n                              (meaning himself)\n                         Medium.\n                              (meaning the Shoveler)\n                         Rare.\n                              (meaning Furious)\n                         Raw.\n\n               A moment later as Monica walks away, Furious can't help but \n               watch her. The Raja replaces the diner's dinnerware with the \n               good stuff from his coat.\n\n                                     RAJA\n                         She likes you.\n\n                                     SHOVELER\n                         Definitely.\n\n                                     RAJA\n                         Ask her out.\n\n                                     FURIOUS\n                         Nah.\n\n                                     RAJA\n                         Roy, when was the last time you had \n                         an actual date?\n\n                                     FURIOUS\n                              (getting very pissed \n                              off)\n                         What does it matter? Women just want \n                         to control you -- and talk about \n                         their feelings. They want to know \n                         why you're angry all the time -- and \n                         what can they can do to help -- so \n                         you tell them there's nothing -- \n                         nothing -- just leave me alone -- \n                         but they bug you and they bug you \n                         and they bug you -- until you just \n                         can't stand it anymore! -- so you \n                         finally open up -- you pop like a \n                         blister -- and it all comes spewing \n                         out -- all your emotions -- your \n                         feelings -- your fears -- all of it!\n                              (after a beat)\n                         And then they dump you.\n\n                                     RAJA\n                         So you're chicken?\n\n                                     FURIOUS\n                              (fiercely)\n                         Who's chicken?\n                              (gets up)\n\n               Monica stands at the counter placing her order. Furious \n               approaches her, leans against the counter. For a moment he \n               just stands there, fuming, unable to think of anything to \n               say. She isn't sure what to make of this.",
  "11": "---END OF PREVIOUS SECTION---\nFurious \n               approaches her, leans against the counter. For a moment he \n               just stands there, fuming, unable to think of anything to \n               say. She isn't sure what to make of this. \n---TARGET SECTION TO BE ANNOTATED---\n                                     FURIOUS\n                         Doesn't it piss you off the way the \n                         when you really want to talk to \n                         somebody you can't think of anything \n                         to say!\n\n                                     MONICA\n                         I guess... Are you always so angry?\n\n                                     FURIOUS\n                         Only when I'm awake... You busy after \n                         work?\n\n               She shrugs.\n\n                                     FURIOUS\n                         Want to go out and get drunk?\n\n               She's visibly turned off by that.\n\n                                     FURIOUS\n                         Or talk?\n\n                                     MONICA\n                         Not tonight.\n                              (picks up an order \n                              and walks away)\n\n               EXT. OUTSIDE THE DINER - LATER\n\n               Furious, the Raja, and the Shoveler step out.\n\n                                     RAJA\n                         Maybe you should try a more romantic \n                         approach.\n\n                                     FURIOUS\n                              (gets on his old Harley)\n                         Like what? Cutting off my own ear?\n\n                                     RAJA\n                         Or flowers.\n\n                                     FURIOUS\n                         See ya tomorrow.\n\n               Furious kicks his engine started and speeds off into the \n               night as the Shoveler opens the door of his battered Ford \n               Esquire station wagon, and the Raja gets into his ancient \n               Datsun.\n\n               EXT. RESIDENTIAL STREET - NIGHT\n\n               The Shoveler pulls into the driveway of his very modest house. \n               The front yard looks like a battle zone. Bikes and kids' \n               junk are everywhere.\n\n               LIVING ROOM - A MOMENT LATER\n\n               as big a disaster area as the front yard. His kids, EDDIE \n               JR. (15), LENORE (12), BUTCH (10), TRACY (7), and ROLAND (5) \n               are all sprawled in front of the television. The Shoveler \n               enters, and his kids don't even bother to look up from the \n               tube.\n\n                                     SHOVELER\n                         Hey, when are you guys gonna clean \n                         this place up?\n\n                                     TRACY\n                         When you're on TV.\n\n                                     EDDIE JR.\n                         Right -- like that will ever happen.\n\n                                     LENORE\n                         Save any babies lately?\n\n               ON THE SHOVELER, silent, hurt.\n\n                                     TRACY\n                         Faster than a speeding turtle --\n\n                                     BUTCH\n                         More powerful than a deodorant --\n\n                                     EDDIE JR.",
  "12": "---END OF PREVIOUS SECTION---\nLENORE\n                         Save any babies lately? ON THE SHOVELER, silent, hurt. TRACY\n                         Faster than a speeding turtle --\n\n                                     BUTCH\n                         More powerful than a deodorant --\n\n                                     EDDIE JR. \n---TARGET SECTION TO BE ANNOTATED---\n                         Able to eat twelve donuts in a single \n                         sitting --\n\n                                     LENORE\n                         Look, snoring in his chair --\n\n                                     EDDIE JR.\n                         Sitting on the john --\n\n                                     ALL\n                         It's... Supergut!\n\n               The kids all laugh (in that derisive way that kids do so \n               well) as the Shoveler dejectedly walks into the kitchen.\n\n               INT. KITCHEN - A MOMENT LATER\n\n               The Shoveler enters, dejected. His wife, Lucille, is doing \n               the dishes. She looks up, sees him.\n\n                                     LUCILLE\n                              (feels for him)\n                         Rough night, Eddie?\n\n               He nods.\n\n               EXT. THE RAJA'S HOUSE - NIGHT - ESTABLISHING\n\n               The Raja's Datsun is parked in front of a neat as a pin little \n               Victorian house.\n\n               INT. THE DINING ROOM - NIGHT\n\n               The room is dark. Someone is sneaking around. A drawer is \n               quietly opened, and we hear the gentle clink of silver. \n               Suddenly, the light goes on and we see the Blue Raja, now \n               dressed in a sport shirt and slacks, with his hand in the \n               drawer. His MOTHER, in her nightclothes, stands by the door \n               where she has just switched on the light.\n\n                                     MOTHER\n                         Jeffrey!\n\n                                     RAJA\n                         Oh hi, Mom.\n\n                                     MOTHER\n                         What are you doing in the silver \n                         drawer?\n\n                                     RAJA\n                         Looking for... the TV Guide.\n\n               She just looks at him, very suspicious.\n\n                                     MOTHER\n                         It's on the television.\n\n                                     RAJA\n                         Of course. I'm such a fool... Thanks, \n                         Mummy.\n\n               Go to bed.\n\n               He kisses her and goes into the next room. CAMERA HOLDS ON \n               MOM; she doesn't trust him.\n\n               EXT. HILLTOP - NIGHT - ANGLE ON\n\n               A billboard overlooking the city. Captain Amazing is posed \n               wearing a pair of bright blue Nikes. The caption reads. \"It's \n               a nice world. Somebody's got to save it... The Nike Supershoe.  \n               It's Amazing.",
  "13": "---END OF PREVIOUS SECTION---\nSomebody's got to save it... The Nike Supershoe. It's Amazing. \n---TARGET SECTION TO BE ANNOTATED---\n               Furious sits on his Harley, taking long hauls from a pint \n               bottle of cheap bourbon and gazing up at the sign.\n\n                                     FURIOUS\n                         Amazing? What's so amazing about \n                         him? I'd be amazing, too, if I'd \n                         inherited two hundred million bucks... \n                         or two bucks... or two cents...\n                              (hurls the empty \n                              bottle, smashing it \n                              against the sign)\n                         Who am I kidding? Dreams don't come \n                         true.\n\n               A moment of despondency, and then he hears a strange sound \n               overhead and looks up...\n\n               HIS POV -\n\n               as something suddenly flies across the star filled night sky \n               above him...\n\n               It is Captain Amazing, wearing a high tech rocket pack on \n               his back...\n\n                                     FURIOUS\n                         Where's he going?\n                              (kicks his Harley \n                              started)\n\n               SERIES OF SHOTS - WITH MUSIC\n\n               as Furious, following Captain Amazing, rides roughshod down \n               the steep hill, skidding onto a road and then speeding through \n               a residential area...\n\n               He cuts onto some railroad tracks, hops his bike up on a \n               rail, and rides smoothly along it, following Amazing... He \n               turns off the tracks, rides roughly through some woods, then \n               emerges from the trees and sees..\n\n               A foreboding looking old mansion... Captain Amazing lands on \n               the highest part of its roof... Furious pulls up, gazes at \n               the front gates of the mansion...\n\n               HIS POV -\n\n               Letters across the iron gates read... \"Frankenstein\".\n\n               EXT. ON THE ROOF - CONTINUOUS\n\n               Captain Amazing abandons his jet pack and moves across the \n               old slate roof like Spiderman, leaping nimbly from gable to \n               gable and walking along a high ridge like a tight rope walker. \n               Finally he approaches a skylight, looks down and sees...\n\n               A huge old library with an iron catwalk running around it. \n               Casanova Frankenstein sits in a club chair by a roaring fire. \n               Anabel perches on the arm of his chair. In the other chair \n               sits a once good looking, now paunchy guy, with a meticulously \n               coifed haircut. He is TONY POMPADOUR, head of the infamous \n               Disco Boys.",
  "14": "---END OF PREVIOUS SECTION---\nAnabel perches on the arm of his chair. In the other chair \n               sits a once good looking, now paunchy guy, with a meticulously \n               coifed haircut. He is TONY POMPADOUR, head of the infamous \n               Disco Boys. \n---TARGET SECTION TO BE ANNOTATED---\n               ON CAPTAIN AMAZING\n\n                                     AMAZING\n                              (just as he suspected)\n                         Uh-huh.\n\n               He sees that the skylight is open, and quietly lets himself \n               in...\n\n               INT. THE LIBRARY - CONTINUOUS\n\n               Casanova and Tony P savor glasses of brandy and puff on big \n               cigars.\n\n                                     CASANOVA\n                         I hope you enjoy these cigars. I had \n                         to kill a dozen Cubans to get them.\n\n                                     TONY P\n                         Ummm.\n\n                                     CASANOVA\n                         Have you considered my offer?\n\n                                     TONY P\n                         You know, Mr. F, me and the boys \n                         always loved workin' for you. You \n                         had such style: the clothes, the \n                         dancin', the elegant way you'd snuff \n                         a babe. You were the King...\n\n               Casanova accepts this graciously.\n\n                                     TONY P\n                         But times have changed, and you been \n                         in that bug house a long tine. I can \n                         see you still got the style, but I \n                         dunno for sure you still got the \n                         edge.\n\n                                     CASANOVA\n                         I got it.\n\n                                     TONY P\n                         What about Captain Amazing?\n\n                                     AMAZING (O.S.)\n                         Good question.\n\n               Casanova and Tony P look up and see Captain Amazing, posed \n               noncalantly on the iron catwalk, gazing down at them. Tony P \n               jumps out of his chair, scared. But Casanova just smiles at \n               his ancient rival, cool as a cucumber.\n\n                                     CASANOVA\n                         I knew you'd come. I left that \n                         skylight open for you.\n\n                                     AMAZING\n                         I know you did.\n\n                                     CASANOVA\n                         I knew you'd know.\n\n                                     AMAZING\n                         I know you knew I'd know.\n\n                                     CASANOVA\n                         But did you know I knew you'd know \n                         I'd know?\n\n                                     AMAZING\n                         Of course.\n\n               Tony P makes a move for his pistol, but Captain Amazing \n               instantly whips out his pistol, getting the drop on him.\n\n                                     AMAZING\n                         I'd hate to waste a good bullet on a \n                         piece of scum like you, Tony.\n\n               Tony freezes.\n\n                                     AMAZING\n                         The jig is up, Casanova.",
  "15": "---END OF PREVIOUS SECTION---\nAMAZING\n                         I'd hate to waste a good bullet on a \n                         piece of scum like you, Tony. Tony freezes. AMAZING\n                         The jig is up, Casanova. \n---TARGET SECTION TO BE ANNOTATED---\n I've spent \n                         six months watching you, and know \n                         exactly what you're up to.\n\n                                     CASANOVA\n                         Really?\n\n                                     AMAZING\n                         I know that you're recruiting your \n                         old henchmen...\n\n               Nervous reaction from Tony P.\n\n                                     AMAZING\n                         I know who your girlfriend really \n                         is...\n\n               Icy reaction from Anabel.\n\n                                     AMAZING\n                         And I know the terrible revenge that \n                         you plan to inflict on this city.\n\n                                     CASANOVA\n                         I guess you know just about \n                         everything, don't you, Lance?\n\n                                     AMAZING\n                         Um-hmm.\n\n                                     CASANOVA\n                         Except for one little thing.\n\n                                     AMAZING\n                              (supremely confident)\n                         And what's that?\n\n                                     CASANOVA\n                         That I've hot wired the city's entire \n                         power supply through that catwalk.\n\n                                     AMAZING\n                         What --?\n\n               Casanova suddenly throws a secret breaker switch, and the \n               ugly hum of a million volts instantly fills the room...\n\n               EXT. OUTSIDE THE HOUSE - CONTINUOUS - ON FURIOUS\n\n               still watching... as all the lights in the house go out, \n               except for a frightening orange glow in an upper room...\n\n               Off in the distance Furious sees... the lights of the entire \n               city flicker and then black out... A moment later the mansion, \n               and the city's lights return to normal... as Furious watches, \n               not sure what to make of this.\n\n               EXT. STREET CONSTRUCTION SITE - DAY\n\n               Traffic is snarled. Horns are blasting. Tempers are frayed.\n\n               CLOSE ON A HAMMERING JACKHAMMER... CAMERA WIDENS TO REVEAL \n               that it is being operated by the Shoveler, dressed in work \n               clothes. Wiped out from the night before, the vibrations of \n               the hamer are lulling him off to sleep... He nods out... as \n               his BOSS whacks him on the arm.\n\n                                     BOSS\n                         YO! CAPTAIN SOMINEX! Get your shut-\n                         eye at home, or you'll be a full \n                         time superhero!\n\n               EXT. THE RAJA'S HOUSE - DAY - ESTABLISHING\n\n               INT.",
  "16": "---END OF PREVIOUS SECTION---\nGet your shut-\n                         eye at home, or you'll be a full \n                         time superhero! EXT. THE RAJA'S HOUSE - DAY - ESTABLISHING\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE RAJA'S ROOM - CONTINUOUS\n\n               The Raja lies sprawled on his bed, depressed, still in his \n               pee jays, as he watches... an ANTHONY ROBBINS infomercial ON \n               THE TV.\n\n                                     ANTHONY\n                         It's all within your power. The only \n                         thing that's in your way is YOU!\n\n                                     RAJA\n                         Easy for you to say.\n\n               EXT. SALLY'S AUTO DEMOLITION - DAY - ESTABLISHING\n\n               An auto junkyard and demotion yard.\n\n               EXT. THE YARD - DAY\n\n               A giant press mashes an old car... while nearby Mister Furious \n               does the job by hand, demolishing an old Grand Prix with an \n               iron bar. He does it as easily as a normal guy would tear \n               apart a corrugated box, ripping off the doors, then tearing \n               off the bumpers and the hood and tossing the pieces onto a \n               big pile... His big boned, red faced boss SALLY is calling \n               out to him.\n\n                                     SALLY\n                         Hey, Roy!\n\n               EXT. THE BACK OF THE YARD - A MINUTE LATER\n\n               In a weedy overgrown far corner of the junkyard Sally and \n               Furious stand looking a big old hunk of a military vehicle. \n               It is a Herkimer Battle Jitney, a heavily armored, windowless, \n               soundproof, personnel carrier\n\n               (designed by the Pentagon in the fifties to take congressmen \n               on battlefield fact finding tours). Overgrown with weeds, \n               home to an extended family of pigeons, its fighting days (if \n               it ever had any) are over.\n\n                                     SALLY\n                         How many times I gotta tell you about \n                         this?\n\n                                     FURIOUS\n                         Sally, that's a Herkimer Battle \n                         Jitney! They don't make 'em like \n                         that anymore. It's a classic!\n\n                                     SALLY\n                         It's a hunk of junk. I want the iron. \n                         Do it!\n\n               She walks away. Furious growls. He picks up his iron bar and \n               is about to wedge it under the front bumper of the Herkimer...",
  "17": "---END OF PREVIOUS SECTION---\nShe walks away. Furious growls. He picks up his iron bar and \n               is about to wedge it under the front bumper of the Herkimer... \n---TARGET SECTION TO BE ANNOTATED---\n               HIS POV -\n\n               But the big old headlights and the sad old grill seem to be \n               looking at hint, imploring him for one last chance...\n\n               And he just can't do it. He throws away his iron bar and \n               climbs inside the cab of the Herkimer...\n\n               IN THE CAB - CONTINUOUS\n\n               Furious sits behind the wheel and tenderly touches its beat-\n               up old dashboard, then turns on the radio, which, miraculously \n               still works.\n\n               He tunes in a local station, puts his feet up on the dash.\n\n                                     RADIO ANNOUNCER\n                         ...and continues to deny any knowledge \n                         of the incident... In local news, \n                         millionaire Lance Hunt has apparently \n                         disappeared...\n\n               ON FURIOUS, taking immediate notice.\n\n                                     RADIO ANNOUNCER\n                         Members at his household told police \n                         that the playboy philanthropist failed \n                         to return home last night after \"going \n                         out for a walk\". Police say they \n                         have no reason yet to suspect foul \n                         play, but a search is under way...\n\n               INT. THE DINER - NIGHT\n\n               Furious, the Shoveler, and the Raja all sit at their booth.\n\n                                     FURIOUS\n                         I saw him go in -- and he didn't \n                         come out!\n\n                                     RAJA\n                         But we don't know for sure it's the \n                         same guy.\n\n               Furious groans.\n\n                                     SHOVELER\n                         Hey, look.\n\n               ON THE TV -\n\n               Casanova is being interviewed by DON STOUFFER, the local \n               Mike Wallace.\n\n                                     CASANOVA\n                         Well, Don, I've done some terrible \n                         things in my life, but now I'm cured, \n                         and I just want to give back something \n                         to my old home town... That's why \n                         I'm using what's left of my fortune \n                         to build...\n\n               CLOSE ON A MODEL of a huge concrete bunker-like institutional \n               structure (i.e. the Getty).\n\n                                     CASANOVA (O.S.)\n                         The Frankenstein Center for the Arts.\n\n                                     DON\n                         You've changed, haven't you?\n\n                                     CASANOVA\n                         Oh yes.\n\n               BACK ON FURIOUS, RAJA, AND SHOVELER -\n\n                                     FURIOUS\n                         No he hasn't.\n\n               EXT.",
  "18": "---END OF PREVIOUS SECTION---\nCASANOVA\n                         Oh yes. BACK ON FURIOUS, RAJA, AND SHOVELER -\n\n                                     FURIOUS\n                         No he hasn't. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FRANKENSTEIN MANSION - NIGHT - ANGLE ON\n\n               the wall of the estate... as our heroes' three heads rise up \n               over it... and survey the grounds.\n\n                                     FURIOUS\n                              (about to climb over)\n                         Let's go.\n\n                                     RAJA\n                              (in a whisper, holding \n                              him back)\n                         Wait!... Look!\n\n               THEIR POV -\n\n               A group of men are hanging around the door to the house, \n               smoking, chatting, and laughing. A CLOSER ANGLE REVEALS that \n               they are all dressed in the height (or depths) of seventies \n               disco fashion. One of them is showing off some steps.\n\n               Our heroes fall back behind the safety of the wall and confer.\n\n                                     RAJA\n                         This is bad.\n\n                                     SHOVELER\n                         Who are they?\n\n                                     RAJA\n                         The Disco Boys.\n\n                                     FURIOUS\n                         The who?\n\n                                     RAJA\n                         The most vicious gang of thugs this \n                         city ever produced. Twenty years ago \n                         they were Casanova's personal \n                         bodyguard. But after he was busted \n                         they crawled into the woodwork.\n\n                                     FURIOUS\n                         Well they've crawled back out.\n\n                                     SHOVELER\n                         We may be getting in over our heads \n                         here.\n\n                                     RAJA\n                         This looks like a job for Superman --\n\n                                     SHOVELER\n                         Or Batman --\n\n                                     RAJA\n                         Or both.\n\n                                     FURIOUS\n                         Don't you guys get it? If Captain \n                         Amazing is still in there, we can \n                         rescue him -- and get on TV!\n                              (goes right over the \n                              wall)\n\n               They share an exasperated look, then scramble over the wall \n               after him.\n\n               INT. CASANOVA'S BEDROOM - CONTINUOUS\n\n               Casanova and Dr. Anabel Leek are preparing for bed. Anabel \n               sits in front of a huge mirror, brushing her long hair as \n               Casanova moves up behind her and puts his hands around her \n               throat, massaging, squeezing, just barely resisting the \n               temptation to strangle her. (She loves it).\n\n                                     CASANOVA\n                         Everything's going exactly as we \n                         planned.",
  "19": "---END OF PREVIOUS SECTION---\nAnabel Leek are preparing for bed. Anabel \n               sits in front of a huge mirror, brushing her long hair as \n               Casanova moves up behind her and puts his hands around her \n               throat, massaging, squeezing, just barely resisting the \n               temptation to strangle her. (She loves it). CASANOVA\n                         Everything's going exactly as we \n                         planned. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ANABEL\n                              (puts the sharp point \n                              of her comb handle \n                              under his chin)\n                         Not quite. You haven't announced our \n                         engagement yet.\n\n                                     CASANOVA\n                         It must have slipped my mind.\n\n                                     ANABEL\n                         Your mind is so slippery.\n\n                                     CASANOVA\n                         Don't worry, Pootchkie. My womanizing \n                         days are over. You're my Lady Macbeth, \n                         my Imelda... my Nicole.\n                              (pulls her into his \n                              arms)\n                         We're such an incredible team. Who \n                         could possibly stop us?\n                              (kisses her)\n\n                                                              CUT RIGHT TO:\n\n               EXT. THE LAWN - CONTINUOUS - ON OUR THREE HEROES\n\n               as they crunch their way non too stealthily across the \n               backyard.\n\n                                     RAJA\n                         Don't crunch the leaves.\n\n                                     SHOVELER\n                         Sorry.\n\n                                     RAJA\n                         Be a Mohican.\n                              (bumps into a lawn \n                              chair)\n\n                                     FURIOUS\n                         Wait.\n                              (They all stop.)\n                         I hear something.\n\n               They all listen; there is a low rushing sound... It is the \n               sound of water rushing through pipes. Suddenly, the lawn \n               sprinklers all pop up... and our heroes get drenched. They \n               duck off the lawn, behind the cover of a large tree.\n\n                                     RAJA\n                         I'm soaked.\n                              (sneezes)\n                         Oh great.\n\n                                     FURIOUS\n                         Shhh.\n\n                                     SHOVELER\n                         Be a Mohican.\n\n                                     RAJA\n                         Shut up.\n\n               Furious sees a pair of French doors, off a small patio. One \n               of the doors is slightly open.\n\n                                     FURIOUS\n                         Come on.\n\n               They start sneaking toward it, but as they cross the patio... \n               they trip the automatic security lighting, and suddenly find \n               themselves bathed in light.\n\n                                     RAJA\n                         Uh-oh.\n\n               As our heroes look around as a dozen Disco Boys, armed with \n               pipes, chains, brass knuckles, step into the light and \n               encircle them... The French doors open and Tony P steps out.\n\n                                     RAJA\n                         Oh I'm sorry. We must have the wrong \n                         house.\n\n                                     TONY P\n                         You sure do.\n\n               The Disco Boys attack.",
  "20": "---END OF PREVIOUS SECTION---\nWe must have the wrong \n                         house. TONY P\n                         You sure do. The Disco Boys attack. \n---TARGET SECTION TO BE ANNOTATED---\n The Raja is instantly clubbed down. \n               The Shoveler deflects only a blow or two with his shovel \n               before he goes down, too... These guys are not the Red Eyes.\n\n               Only Furious holds his own. He grabs a pipe away from one of \n               them and swings fiercely, keeping the others off. Suddenly, \n               the Disco Boys pull back. Furious doesn't know why, until he \n               turns and sees...\n\n               Casanova, standing right behind him, smiling.\n\n                                     CASANOVA\n                         Hi there.\n\n               With a cat-like move Casanova slashes his gold chain viciously -- \n               and repeatedly -- across Furious' face. Furious, stunned \n               with pain, lunges at Casanova, who neatly steps aside, then \n               catches him with a fast combination of spinning disco kicks. \n               Finally he lassos the chain around Furious' neck, and pulls \n               it tight, strangling him.\n\n               ON THE DISCO BOYS, watching, snapping their fingers with \n               admiration...\n\n               Casanova releases Furious, who slumps to the ground. Casanova \n               steps away, and the Disco Boys gather around Furious and \n               kick him viciously... as Casanova and Tony P watch, amused, \n               chuckling.\n\n                                     CASANOVA\n                         Superheroes.\n\n                                     TONY P\n                         Should I kill them?\n\n                                     CASANOVA\n                              (completely disdainful)\n                         Why bother?\n\n               EXT. JUST OUTSIDE THE MANSION - A MOMENT LATER\n\n               The Disco Boys drag our heroes through the gate and throw \n               them like bags of garbage into the street... where they lie \n               in a moaning, agonized, semi-conscious heap.\n\n               INT. THE DINER - LATER - CLOSE ON\n\n               Furious, rubbing his neck; a thin red mark runs around it. \n               The three of them are sitting at their usual table, in very \n               bad shape, moaning and groaning... Monica approaches. She's \n               made them ice packs and cold compresses.\n\n                                     MONICA\n                         Here you go.\n                              (sits with them, \n                              applies a compress \n                              to the Raja's head)\n\n                                     RAJA\n                         Ow.\n\n                                     MONICA\n                         Maybe you guys ought to forget this \n                         Superhero stuff and join Kiwanis or \n                         something.",
  "21": "---END OF PREVIOUS SECTION---\nMONICA\n                         Here you go. (sits with them, \n                              applies a compress \n                              to the Raja's head)\n\n                                     RAJA\n                         Ow. MONICA\n                         Maybe you guys ought to forget this \n                         Superhero stuff and join Kiwanis or \n                         something. \n---TARGET SECTION TO BE ANNOTATED---\n               A FUSSY CUSTOMER is calling out from another table.\n\n                                     FUSSY CUSTORER\n                         Miss!\n\n               She moves off.\n\n                                     RAJA\n                         Maybe she's right.\n\n                                     FURIOUS\n                              (still furious)\n                         Are you serious? This is the break \n                         we've been waiting for!\n\n                                     SHOVELER\n                         What are you talking about?\n\n                                     FURIOUS\n                         What have the famous superheroes got \n                         that we don't?\n\n                                     RAJA\n                         Agents?\n\n                                     FURIOUS\n                         Archenemies! Casanova isn't just a \n                         criminal -- he's a supervillain. \n                         Stopping him could be our ticket to \n                         fame, fortune -- and babes!\n\n                                     SHOVELER\n                         And it would be the right thing to \n                         do.\n\n                                     FURIOUS\n                              (dismissively)\n                         Yeah yeah -- and that, too.\n\n                                     RAJA\n                         But there's only three of us, and \n                         he's got the entire brotherhood of \n                         evil at his disposal.\n\n                                     FURIOUS\n                         Then maybe it's time for us to form \n                         our own brotherhood... a brotherhood \n                         of righteous, crime fighting, skull \n                         cracking, Disco Boy bashing, warriors \n                         of the night!\n\n                                     SHOVELER\n                         I'm liking this.\n\n                                     FURIOUS\n                         I say we send out the word -- and \n                         summon all of the unsung superheroes \n                         we know!\n\n                                     RAJA\n                              (after a moment)\n                         Yeah, but... who do we know?\n\n               They take a long moment to ponder this.\n\n                                     FURIOUS\n                         Well... there's the Spleen.\n\n               Shoveler and Raja make disgusted noises.\n\n                                     RAJA\n                         Do we have to?\n\n                                     SHOVELER\n                         I got this cousin. He's a real doofus, \n                         but he claims he can become invisible.\n\n                                     FURIOUS\n                         Have you ever seen him?\n\n                                     SHOVELER\n                         How could I see him if he's invisible?\n\n                                     FURIOUS\n                         Good point.\n\n                                     RAJA\n                         And there's the Sphinx.\n\n                                     SHOVELER\n                         The who?\n\n                                     RAJA\n                         He's a legendary masked Mexican crime \n                         fighting superwrestler and master of \n                         the machete.",
  "22": "---END OF PREVIOUS SECTION---\nRAJA\n                         And there's the Sphinx. SHOVELER\n                         The who? RAJA\n                         He's a legendary masked Mexican crime \n                         fighting superwrestler and master of \n                         the machete. \n---TARGET SECTION TO BE ANNOTATED---\n                                     FURIOUS\n                         Sounds good.\n\n                                     RAJA\n                         No one's sure that he actually exists, \n                         but they say he can be contacted by \n                         leaving a message on a crumpled up \n                         napkin at the Tacky Taco down by the \n                         bus station.\n\n                                     SHOVELER\n                         Get outta here.\n\n               EXT. TACKY TACO - DAY - ESTABLISHING\n\n               A funky Mexican restaurant by the bus station.\n\n               INT. THE RESTAURANT - CONTINUOUS\n\n               Our heroes, in normal clothing, have just finished a taco \n               lunch. Furious is writing a message on a napkin with a \n               ballpoint pen.\n\n                                     FURIOUS\n                         You sure that's how you spell it?\n\n                                     SHOVELER\n                         Yeah.\n\n               CLOSE ON THE NOTE -\n\n               which reads \"Spinks, we need you.\"\n\n               They crumple up the napkin and leave the restaurant... A \n               moment later a shy looking MEXICAN MAN busses their tray... \n               but in A CLOSE ANGLE we see him secretly pocket the napkin.\n\n               EXT. HOUSE - DAY - ESTABLISHING\n\n               A little brick house.\n\n               INT. INVISIBLE BOY'S ROOM - DAY\n\n               A teenage boy's room, decorated to the max with models and \n               posters of the great superheroes: Batman, Spiderman, Captain \n               Amazing, etc. INVISIBLE BOY, about fifteen, is being \n               interviewed by the Raja, Mister Furious, and the Shoveler.\n\n                                     FURIOUS\n                         So, let me get this straight. You \n                         have the power to become invisible.\n\n                                     INVISIBLE BOY\n                         Yes.\n\n                                     RAJA\n                         But... only when no one is looking.\n\n                                     INVISIBLE BOY\n                         Yes.\n\n                                     FURIOUS\n                         If someone looks at you, you \n                         immediately become visible again.\n\n                                     INVISIBLE BOY\n                         Yes.\n\n                                     RAJA\n                         So you're only invisible... to \n                         yourself?\n\n                                     INVISIBLE BOY\n                         No.\n\n                                     OUR HEROES\n                              (hopefully)\n                         No?\n\n                                     INVISIBLE BOY\n                         If I look at myself, I become visible.\n\n                                     RAJA\n                         So you're only invisible, when \n                         absolutely no one is looking at you?\n\n                                     INVISIBLE BOY\n                         Yes.",
  "23": "---END OF PREVIOUS SECTION---\nINVISIBLE BOY\n                         If I look at myself, I become visible. RAJA\n                         So you're only invisible, when \n                         absolutely no one is looking at you? INVISIBLE BOY\n                         Yes. \n---TARGET SECTION TO BE ANNOTATED---\n                                     FURIOUS\n                         So how do you know that you've ever \n                         been invisible?\n\n                                     INVISIBLE BOY\n                         I just know.\n\n               Our heroes are less than impressed.\n\n                                     FURIOUS\n                         Look, kid, we've got a lot of heroes \n                         to interview --\n\n                                     INVISIBLE BOY\n                              (desperate)\n                         I know I haven't got it entirely \n                         worked out yet, but I've always \n                         dreamed of becoming a superhero... \n                         Weren't you guys ever a kid? Didn't \n                         you ever need someone to just give \n                         you a chance?\n\n               ON OUR HEROES, looking around the room... and softening up.\n\n               INT. THE DINER - NIGHT\n\n               Our heroes sit at their usual table along with Invisible Boy \n               and a weird looking guy in a greasy, stained yellow superhero \n               outfit. Across his chest in falling off stick on letters it \n               reads \"THE SPLEEN\", and that's exactly who he is. Furious, \n               the Raja, and Shoveler sit as far away from him as possible. \n               He is a totally noxious, hyperactive person... and he is \n               thrilled to be there.\n\n                                     SPLEEN\n                         Boy I can't tell you how thrilled I \n                         was when you guys called -- You gonna \n                         eat that pickle?\n                              (sucks it in)\n                         I've always dreamed of being a member \n                         of the a real superhero team -- and \n                         to have friends -- real friends -- I \n                         mean guys I could live with -- sleep \n                         with -- die with -- eat with...\n\n               He puts the mustard dispenser to his lips and squeezes it \n               straight into his mouth.\n\n                                     SPLEEN\n                         I love mustard.\n\n               Furious, Raja, and the Shoveler react; they can't believe \n               they've actually invited this guy to join their group.\n\n                                     INVISIBLE BOY\n                         So what exactly is your superpower?\n\n                                     SPLEEN\n                         Well, when I was a kid I grew up on \n                         Love Canal -- remember that? -- and \n                         my brothers and I used to go swimming \n                         in it -- make Kool-Aid out of it -- \n                         stuff like that.",
  "24": "---END OF PREVIOUS SECTION---\nFurious, Raja, and the Shoveler react; they can't believe \n               they've actually invited this guy to join their group. INVISIBLE BOY\n                         So what exactly is your superpower? SPLEEN\n                         Well, when I was a kid I grew up on \n                         Love Canal -- remember that? -- and \n                         my brothers and I used to go swimming \n                         in it -- make Kool-Aid out of it -- \n                         stuff like that. \n---TARGET SECTION TO BE ANNOTATED---\n Anyway my brothers \n                         all died, but I lived, and I grew \n                         all these like weird organs that \n                         have never been seen in humans before. \n                         So now I can do things like this!\n\n               He leans over the table and lets just a little tiny drop of \n               spittle dribble onto the table...\n\n               CLOSE ON THE TABLE -\n\n               as the spittle burns a hole in the Formica.\n\n                                     SPLEEN\n                         Cool, huh?\n\n               The Spleen inadvertently gives the tiniest little burp, and \n               our three heroes duck out of the way or under the table.\n\n                                     FURIOUS, RAJA, & SHOVELER\n                         Watch it!... Look out!... Whoa!\n\n               The people in the next booth give a cry of revulsion, put \n               their hands to their mouths, and immediately leave.\n\n                                     SPLEEN\n                         Sorry, sorry.\n\n                                     SHOVELER\n                         Hey, why don't you just put a cork \n                         in it?\n\n                                     SPLEEN\n                         I tried that once. The cork melted.\n\n               THE SAME - AFTER DINNER\n\n               Our heroes mull their situation over coffee. Monica freshens \n               their cups. The Spleen squirts mustard in his coffee.\n\n                                     SHOVELER\n                         There's just not enough of us.\n\n                                     FURIOUS\n                         But we know they're out there. \n                         Hundreds -- maybe thousands of lonely, \n                         unknown superheroes, who desperately \n                         need a cause...\n\n                                     RAJA\n                         And a social life.\n\n                                     SHOVELER\n                         Yeah, but how do we get to them?\n\n                                     SPLEEN\n                         Obscene phone calls?\n\n               They ignore that suggestion.\n\n                                     MONICA\n                         Why don't you throw a barbecue?\n                              (moves off to another \n                              table)\n\n               ON OUR HEROES, realizing that's it.\n\n               INT. INVISIBLE BOY'S ROOM - NIGHT - WITH MUSIC\n\n               Invisible Boy sits at the desk in his room, writing immaculate \n               little notes on small file cards. (He's made a whole pile of \n               them.",
  "25": "---END OF PREVIOUS SECTION---\n(moves off to another \n                              table)\n\n               ON OUR HEROES, realizing that's it. INT. INVISIBLE BOY'S ROOM - NIGHT - WITH MUSIC\n\n               Invisible Boy sits at the desk in his room, writing immaculate \n               little notes on small file cards. (He's made a whole pile of \n               them. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSE ON THE NOTE -\n\n               which reads \"Got superpowers? Want to fight evil? Then JOIN \n               US and let's PARTY HEARTY! Beer! Burgers! Babes!\"\n\n               SERIES OF SHOTS - MUSIC CONTINUES\n\n               as our heroes post these notes all over the city, in places \n               where lonely superheroes night find them...\n\n               The Raja posts a note on the door of a comic book store...\n\n               The Shoveler posts a note on the bulletin board at a bowling \n               alley...\n\n               Mr. Furious tapes the note to the cracked glass of a \n               vandalized phone booth...\n\n               At an abandoned drive-in movie theater... Invisible Boy walks \n               through the empty lot, taping a note to each of the old \n               speaker posts...\n\n               A White Castle hamburger joint... Inside the pay toilet Spleen \n               is scratching something on the wall with a nail. He stops \n               and admires his handiwork, and we see that he has engraved \n               the entire message on the wall...\n\n               END MUSIC.\n\n               EXT. SHOVELER'S BACKYARD - DAY\n\n               A small, typical working class backyard. A round, aluminum \n               above ground pool. A Weber grill with burgers on it. Unopened \n               packages of hamburger rolls. An old Vic Damon record plays \n               on a boom box. The Spleen floats around on a rubber raft in \n               the pool.\n\n                                     SPLEEN\n                         Come on in! The water's great!\n\n               In fact, the water is turning a yellowish green... The rest \n               of our heroes sit around on cheap folding chairs. No \n               superheroes have shown up. The Shoveler, at the grill, serves \n               burgers to his kids, who stand in line waiting for them.\n\n                                     BUTCH\n                              (heavy on the sarcasm)\n                         Great picnic, Dad.\n\n                                     EDDIE JR.\n                         Big turnout.\n\n                                     ROLAND\n                         Are these guys real superheroes?\n\n                                     LENORE\n                         They think so.\n\n               The kids scoff... A moment later they head back to the house \n               with their burgers.\n\n                                     ROLAND\n                         But where's Captain Amazing?\n\n                                     EDDIE JR.\n                         He wouldn't be caught dead here.\n\n               They go into the house. No one says anything. The Shoveler \n               just stares at the burgers on the grill.",
  "26": "---END OF PREVIOUS SECTION---\nThey go into the house. No one says anything. The Shoveler \n               just stares at the burgers on the grill. \n---TARGET SECTION TO BE ANNOTATED---\n Vic Damon sings. \n               Furious chugs his beer; he's working himself into a really \n               morose mood.\n\n               ON THE SPLEEN, munching on a chlorine tablet.\n\n                                     SPLEEN\n                         Hey, these pool mints are delicious!\n\n               Raja looks at his watch.\n\n                                     RAJA\n                         Maybe there was traffic.\n\n                                     FURIOUS\n                         Who are we kidding? No one's gonna \n                         show. We're living in a fantasy!\n\n                                     INVISIBLE BOY\n                         Come on, guys -- we're fighting \n                         against evil.\n\n                                     FURIOUS\n                         Good or evil, what's the difference?\n\n                                     SHOVELER\n                         There's a big difference.\n\n                                     FURIOUS\n                         I used to believe that. Now I'm not \n                         so sure.\n\n                                     RAJA\n                         Roy, remember, it is all within your \n                         power. The only thing that's in your \n                         way... is you.\n\n                                     FURIOUS\n                         Oh shut up.\n\n               Suddenly, there is a knock at the gate. Everyone immediately \n               perks up.\n\n                                     INVISIBLE BOY\n                         They're here!\n\n               A moment later they open the gate and see... HALF A DOZEN \n               BURLY GUYS wearing various superhero outfits.\n\n                                     THEIR LEADER\n                         Hey, man, is this the superhero \n                         wingding?\n\n                                     RAJA\n                         This is it. Come on in!\n\n                                     SUPERHEROES\n                         All right! Party! (Etc.)\n\n               At first glance these guys seem promising... but their outfits \n               are decidedly improvised: weird goggles and sunglasses, shower \n               curtain capes, baseball caps with beer cans on them. Their \n               leader holds a squeegee with a long handle... Furious is \n               suspicious.\n\n                                     RAJA\n                         I am the Blue Raja, Master of \n                         Silverware.\n\n                                     THEIR LEADER\n                         I am Squeegee Man, and these are my \n                         compadres, the Invincible Dudes!\n\n               The Invincible Dudes spot the keg.\n\n                                     INVINCIBLE DUDES\n                         Whoa! Brews! Party! (Etc.)\n\n               They go immediately to the keg and start filling beer cups \n               and guzzling them down. The Raja tries to hand out some forms.",
  "27": "---END OF PREVIOUS SECTION---\nBrews! Party! (Etc.)\n\n               They go immediately to the keg and start filling beer cups \n               and guzzling them down. The Raja tries to hand out some forms. \n---TARGET SECTION TO BE ANNOTATED---\n                                     RAJA\n                         Would you mind filling out these \n                         forms; names, addresses, description \n                         of superpowers, that sort of thing.\n\n                                     INVINCIBLE DUDES\n                         Sure, dude. No problem. (Etc.)\n                              (but they just toss \n                              the forms away)\n\n               ON FURIOUS, watching, starting to get pissed off.\n\n                                     INVINCIBLE DUDE 1\n                         Hey, man, like where are the babes?\n\n                                     INVINCIBLE DUDE 2\n                         It said on the card there'd be babes!\n\n                                     RAJA\n                         Actually we lied about the babes, \n                         but there's plenty of burgers.\n\n                                     INVINCIBLE DUDES\n                         That's false advertising!... We came \n                         all the way from South Champion, \n                         man! We coulda gone plinking!... We \n                         coulda gone bunqee jumping!\n\n                                     SQUEEGEE MAN\n                         No babes. No peace.\n\n                                     INVISIBLE DUDES\n                              (chanting)\n                         No babes -- no peace! No babes -- no \n                         peace! No babes -- no peace!\n\n                                     SQUEEGEE MAN\n                         Let's trash the place!\n\n                                     INVINCIBLE DUDES\n                         Yeah!\n\n               Furious, fed up, confronts Squeegee Man.\n\n                                     FURIOUS\n                         If you're a superhero, what's your \n                         power?\n\n                                     SQUEEGEE MAN\n                         I am Squeegee Man.\n                              (holding it out \n                              threateningly)\n                         Touch my squeegee... and you die.\n\n               The Invincible Dudes are cracking up.\n\n                                     FURIOUS\n                         Can you fly?\n\n                                     SQUEEGEE MAN\n                         No.\n\n                                     FURIOUS\n                         Wanna bet?\n\n               EXT. JUST OUTSIDE THE YARD - CONTINUOUS\n\n               as Squeegee Man comes flying -- and screaming -- over the \n               fence, landing none too gracefully in the front yard.\n\n               A beat and his squeegee come flying out after him. Another \n               beat and the Invincible Dudes come running out the gate in a \n               panic.\n\n                                     INVINCIBLE DUDES\n                         Let's get out of here!...",
  "28": "---END OF PREVIOUS SECTION---\nA beat and his squeegee come flying out after him. Another \n               beat and the Invincible Dudes come running out the gate in a \n               panic. INVINCIBLE DUDES\n                         Let's get out of here!... \n---TARGET SECTION TO BE ANNOTATED---\n That dude's \n                         crazy!\n\n               They take off down the street, running right past a woman, \n               carrying a bowling ball bag and dressed in a faded, threadbare \n               old rayon superhero costume with a decidedly fifties flavor. \n               She is THE BOWLER.\n\n               EXT. SHOVELER'S BACKYARD - A MOMENT LATER\n\n               Our heroes sit around the patio, dejected, miserable.\n\n                                     BOWLER (O.S.)\n                         Who died?\n\n               They look up, see her standing there, and aren't quite sure \n               what to make of her.\n\n                                     RAJA\n                         Who are you?\n\n                                     BOWLER\n                         I'm the Bowler.\n\n                                     SHOVELER\n                         The Bowler? I remember him from when \n                         I was a kid. He was killed years \n                         ago.\n\n                                     BOWLER\n                         I'm his daughter.\n\n               Our heroes share a look.\n\n                                     SHOVELER\n                         Look, honey, being a superhero... \n                         it's a guy thing.\n\n                                     BOWLER\n                         Really?\n\n               She takes her bowling ball and spins it on the tip of her \n               finger (like a Harlem Globetrotter). For a long moment she \n               just looks at them, smiling.\n\n               ON THE OTHERS watching, almost mesmerized by the spinning \n               ball...\n\n               Suddenly, she gives an ear splitting battle cry and starts \n               swinging the ball around her in wide ferocious arcs, like a \n               cannibal with a war club -- or a twirler on meth, going so \n               fast she almost becomes a blur...\n\n               Then, just as suddenly, she stops, aims and rolls her ball... \n               It shoots straight through Invisible Boy's legs...\n\n               ON A NEATLY PLACED COLLECTION OF PLASTER LAWN DWARVES -\n\n               as the ball smashes into then, pulverizing them... It goes \n               into a reverse spin, passes through Invisible Boy's legs \n               again, and returns to the Bowler who is holding its bag open \n               for it... The ball rolls in.\n\n                                     BOWLER\n                         Good ball.\n\n               ON OUR HEROES, left absolutely speechless.\n\n                                     BOWLER\n                         If it could zip up its own bag, then \n                         you'd be impressed, right?\n\n               She turns and walks out.",
  "29": "---END OF PREVIOUS SECTION---\nON OUR HEROES, left absolutely speechless. BOWLER\n                         If it could zip up its own bag, then \n                         you'd be impressed, right? She turns and walks out. \n---TARGET SECTION TO BE ANNOTATED---\n Our heroes share an amazed look, \n               then run after her...\n\n               JUST OUTSIDE THE GATE - ON THE BOWLER\n\n               walking away... as Furious catches up with her.\n\n                                     FURIOUS\n                         Hey... Can I buy you a beer?\n\n                                     BOWLER\n                         I thought you'd never ask.\n\n               She takes his arm and they all start to walk back into the \n               Shoveler's backyard... but the CAMERA PANS ACROSS THE STREET \n               to the dark place between two houses, where a MAN WEARING A \n               STRANGE STEEL MASK with a frightening, impassively powerful \n               expression stands in the deep shadows, watching them in \n               motionless, predatory silence. We do not know who he is, and \n               we cannot tell if he is good or evil.\n\n               BACK AT THE BARBECUE - A LITTLE LATER - CLOSE ON\n\n               A FADED OLD SNAPSHOT of the original \"The Bowler\" holding a \n               little girl in his arms.\n\n                                     BOWLER (O.S.)\n                         He was more than just a superhero...  \n                         He was my father...\n\n               The others, touched by this, have gathered around the Bowler, \n               who is holding the old snapshot in her hand.\n\n                                     BOWLER\n                         And then one day, he didn't come \n                         home. The police said it was an \n                         accident. But cargo containers don't \n                         just fall on people. He was \n                         murdered... After that I fell apart. \n                         I dropped out of school, became a \n                         mud wrestler, married and divorced a \n                         jerk. When my mother died I hit \n                         bottom... but then, when I was \n                         cleaning out her attic, I found my \n                         father's old bowling bag and costume, \n                         almost like he'd left them there for \n                         me... and I knew what I had to do.\n\n                                     SHOVELER\n                         So who killed him?\n\n                                     BOWLER\n                         The Disco Boys.\n\n                                     FURIOUS\n                         You know something? Those guys are \n                         really starting TO PISS ME OFF!\n\n                                     SHOVELER\n                         But there's still only six of us.\n\n                                     FURIOUS\n                         SO WHAT?\n\n                                     BOWLER\n                         That's two more than the Fantastic \n                         Four.",
  "30": "---END OF PREVIOUS SECTION---\nSHOVELER\n                         But there's still only six of us. FURIOUS\n                         SO WHAT? BOWLER\n                         That's two more than the Fantastic \n                         Four. \n---TARGET SECTION TO BE ANNOTATED---\n                                     FURIOUS\n                         Half a Dirty Dozen!\n\n                                     SPLEEN\n                         Twice the Three Stooges!\n\n                                     INVISIBLE BOY\n                         And only one short of the Magnificent \n                         Seven.\n\n                                     RAJA\n                         And you can't count Horst Buckholtz \n                         anyway.\n\n                                     BOWLER\n                         He was cute though.\n\n                                     RAJA\n                         But they all had one thing we haven't \n                         got.\n\n                                     SPLEEN\n                         Girlfriends?\n\n                                     RAJA\n                         A name. All the great superhero teams \n                         have got a fabulous name.\n\n               They all think about it for a moment. You can almost smell \n               their brains overheating.\n\n                                     BOWLER\n                         How about... the Savage Six?\n\n                                     RAJA\n                         The Inscrutable Six?\n\n                                     SPLEEN\n                         The Six Pistols?\n\n                                     SHOVELER\n                         The Exterminators!\n\n                                     INVISIBLE BOY\n                         The Obliterators!\n\n                                     RAJA\n                         The Eradicators!\n\n                                     BOWLER\n                         The Emasculators!\n\n                                     SPLEEN\n                         Wait -- I got it!... The Spleen Team.\n\n               He gets beaned by a couple of empty soda cans.\n\n                                     FURIOUS\n                         To hell with a name. Let's get to \n                         work.\n\n               MUSIC UP as Furious stands and starts out. The others stand \n               and follow him... as our heroes form up for their first HEROIC \n               GROUP SHOT.\n\n               EXT. CITY STREET - NIGHT\n\n               MUSIC CONTINUES as A LITTLE OLD LADY crosses the street, \n               when suddenly she looks up and sees a pair of headlights \n               coming on fast. An immaculately maintained seventies limo is \n               heading straight for her.\n\n               INSIDE THE LIMO - CONTINUOUS\n\n               Disco Boys sit in the front. Casanova, Anabel, and Tony P \n               sit in the back, dressed for a night on the town...\n\n               There is a thud as the limo hits the old lady, and everyone \n               in the car explodes into laughter.\n\n                                     TONY P\n                         Little old lady.",
  "31": "---END OF PREVIOUS SECTION---\nCasanova, Anabel, and Tony P \n               sit in the back, dressed for a night on the town... There is a thud as the limo hits the old lady, and everyone \n               in the car explodes into laughter. TONY P\n                         Little old lady. \n---TARGET SECTION TO BE ANNOTATED---\n That's a hundred \n                         points!\n\n               INSIDE/OUTSIDE THE LIMO - A FEW MINUTES LATER\n\n               as the limo drives past a billboard with an ad for \"MILK\" \n               with a milk mustached Captain Amazing looking at the camera...\n\n                                     TONY P\n                         He knows your every move.\n\n               Tony P imitates a massive electrical convulsion, and the \n               villains crack up.\n\n               But as they pass the billboard, a pair of headlights \n               illuminate in its shadows, and the Shoveler's Ford Esquire \n               pulls out and follows.\n\n               INSIDE THE ESQUIRE - CONTINUOUS\n\n               The Shoveler is driving. Mister Furious sits in the front \n               seat next to him, and our other heroes are packed into the \n               back.\n\n                                     FURIOUS\n                         Let's say hello.\n\n               INSIDE/OUTSIDE THE TWO CARS - CONTINUOUS\n\n               As the limo stops at a traffic light... and the Esquire pulls \n               up alongside it. For a moment good and evil stare each other \n               down.\n\n                                     TONY P\n                         Not these guys again!\n\n               The Disco Boys howl with laughter.\n\n                                     CASANOVA\n                         Nice car.\n\n               The D Boys laugh. Furious stares at Casanova, and Casanova \n               stares right back at him, as cool as a snake.\n\n                                     FURIOUS\n                         What did you do with Captain Amazing?\n\n                                     CASANOVA\n                         Captain who?\n\n                                     TONY P\n                              (spots the Bowler)\n                         Hey, in the backseat, who are you \n                         supposed to be, the Bowler?\n\n                                     BOWLER\n                         I'm his daughter.\n\n                                     TONY P\n                         His daughter? Well guess what, \n                         sweetheart? I'm the one who squished \n                         your Daddy. And he squished real \n                         good!\n\n               The villains laugh, and Mister Furious EXPLODES INTO RAGE. \n               He swings open his car door, mashing it into the limo and \n               leaving a big dent.\n\n                                     TONY P\n                         HEY!\n\n                                     FURIOUS\n                         'SCUSE ME!\n\n               He starts punching the limo like it's a punching bag -- \n               putting big dents in it.",
  "32": "---END OF PREVIOUS SECTION---\nTONY P\n                         HEY! FURIOUS\n                         'SCUSE ME! He starts punching the limo like it's a punching bag -- \n               putting big dents in it. \n---TARGET SECTION TO BE ANNOTATED---\n                                     TONY\n                         Waste him!\n\n               Tony and the boys all reach into their coats for their pistols -- \n               but as they yank them out, the Spleen sticks his head out of \n               the station wagon, puts his face right up to the open window \n               of the limo and lets loose with a TREMENDOUS BELCH...\n\n               As the villains choke and gag in the noxious fumes, Mister \n               Furious goes on a DEMOLITION RAMPAGE, working his way around \n               the limo, punching big dents with his fists, breaking the \n               windows with his head, flattening the tires by kicking them, \n               knocking off the rear view mirror with the back of his hand...\n\n               Then he leaps up on top of the limo...\n\n               While inside the villains gasp for air as big dents are \n               stomped into the roof above them...\n\n               ANGLE THROUGH THE WINDSHIELD as Furious leaps down onto the \n               hood, and gazes in at them.\n\n                                     FURIOUS\n                         Shall I check your oil?\n\n               He plunges his hand through the metal of the hood, pulls out \n               the car's dip stick, and checks it.\n\n                                     FURIOUS\n                         Looks fine.\n\n               He tosses the dip stick away, then leaps off JUST AS Tony P \n               gets off a shot, EXPLODING the windshield of the limo.\n\n               Furious lands safely on the hood of the station wagon. As \n               the Shoveler throws the Esquire into gear, Furious shouts...\n\n                                     FURIOUS\n                         NICE CAR!\n\n               And our heroes streak off into the night... Casanova and the \n               others stagger out of the demolished limo, sucking in the \n               clean air.\n\n                                     CASANOVA\n                              (impressed by Furious)\n                         That boy's got talent.\n\n                                     TONY P\n                         And I'm gonna nip it in the bud.\n\n               ANGLE ON A DARKENED ALLEY -\n\n               where the man in the strange steel mask can be seen... \n               watching.\n\n               EXT. A BAR - LATER THAT NIGHT - ESTABLISHING\n\n               A very typical, nondescript neighborhood place...\n\n               INSIDE THE BAR - CONTINUOUS\n\n               Our heroes stand at the bar, celebrating their first victory.",
  "33": "---END OF PREVIOUS SECTION---\nEXT. A BAR - LATER THAT NIGHT - ESTABLISHING\n\n               A very typical, nondescript neighborhood place... INSIDE THE BAR - CONTINUOUS\n\n               Our heroes stand at the bar, celebrating their first victory. \n---TARGET SECTION TO BE ANNOTATED---\n                                     SHOVELER\n                         To us!\n\n                                     RAJA\n                         Whatever our name is.\n\n               They toast and drink.\n\n               THE SAME - LATER\n\n               The Spleen is passed out at a table, snoring. Shoveler and \n               Invisible Boy sit next to him.\n\n                                     SHOVELER\n                         Even his snores smell bad.\n\n               Raja and Bowler sit at the bar, deep in it.\n\n                                     BOWLER\n                         But she's your mother. You gotta \n                         tell her.\n\n                                     RAJA\n                         I can't.\n\n               ON SHOVELER AND INVISIBLE BOY\n\n                                     INVISIBLE BOY\n                         Dad thinks all this superhero stuff \n                         is a stupid waste of time.\n\n                                     SHOVELER\n                         But he plays golf, right?\n\n                                     INVISIBLE BOY\n                         Yeah.\n\n               BACK ON RAJA AND BOWLER -\n\n                                     RAJA\n                         I'm her only son, and she always had \n                         such high hopes for me. Medicine. \n                         Law.\n\n                                     BOWLER\n                         But you're a superhero.\n\n                                     RAJA\n                         The cape. The turban. She wouldn't \n                         understand.\n\n                                     BOWLER\n                         I know... My girlfriends all dumped \n                         me after I put on the mask. They \n                         thought I'd lost it.\n\n                                     RAJA\n                         But in fact... you'd found it.\n\n               They clink their glasses and drink.\n\n               BACK ON SHOVELER AND INVISIBLE BOY -\n\n                                     SHOVELER\n                         This is your dream... and you can't \n                         ever give it up.\n\n               The Spleen makes weird noises in his sleep.\n\n                                     INVISIBLE BOY\n                         I wonder what he dreams about?\n\n                                     SHOVELER\n                         We don't want to know.\n\n               Mr. Furious sits alone in the corner, brooding, lost in his \n               own angry thoughts..\n\n               OUTSIDE THE BAR - CONTINUOUS\n\n               A black van drives slowly past the bar.\n\n               INSIDE THE VAN - CONTINUOUS\n\n               The van is packed with Disco Boys. Tony P sits in the front \n               seat.\n\n                                     TONY P\n                         There.\n\n               HIS POV -\n\n               He has spotted the Ford Esquire parked in the lot.",
  "34": "---END OF PREVIOUS SECTION---\nTony P sits in the front \n               seat. TONY P\n                         There. HIS POV -\n\n               He has spotted the Ford Esquire parked in the lot. \n---TARGET SECTION TO BE ANNOTATED---\n               BACK IN THE BAR - A LITTLE LATER\n\n               ON THE BOWLER AND RAJA -\n\n                                     BOWLER\n                         It's late. I'm headin' home.\n\n                                     RAJA\n                         Me, too.\n\n                                     BOWLER\n                              (to Invisible Boy)\n                         Come on, Junior, it's a school night.\n\n               JUST OUTSIDE - A MOMENT LATER\n\n               As our heroes, carrying the Spleen, leave.\n\n                                     FURIOUS\n                         Anybody up for a little White Castle?\n\n               But suddenly the world is a whirling sass of chains and clubs \n               as they are bushwhacked by the Disco Boys...\n\n               EXT. AN ALLEY - A LITTLE LATER - CLOSE ON FURIOUS\n\n               as he comes to with a groan and sees... the Bowler and \n               Invisible Boy tied up and gagged, with the Raja, Shoveler, \n               and the Spleen trussed up right next to them. Furious looks \n               up, sees Tony P standing over him.\n\n                                     TONY P\n                         Hi, cutie.\n\n               Furious struggles, but he has been secured with some very \n               heavy tire chains. Tony P takes out a large caliber revolver, \n               flips it open to make sure it's loaded.\n\n                                     TONY P\n                         Six losers. Six bullets. Perfect... \n                         Got any last words, Angry Boy?\n\n                                     FURIOUS\n                         Disco sucks.\n\n                                     TONY P\n                         Disco sucks. Very good. You know \n                         what I'm gonna do, Angry Boy, since \n                         you're so colorful? I'm gonna save \n                         you for last.\n\n               He turns and points the pistol right at Invisible Boy's head. \n               Furious struggles against his chains -- to no avail.\n\n                                     TONY P\n                         Sweet dreams, punk.\n\n               Invisible Boy closes his eyes... Tony P cocks the pistol... \n               But suddenly, there is the ring of steel -- a broad blade \n               sweeps through the air, and Tony P's pistol is sliced neatly \n               in half.\n\n                                     TONY P\n                              (holding half a pistol)\n                         HOLY...\n\n               The man is the strange steel mask is standing there, the \n               drawn machete still in his hand.\n\n                                     MAN IN MASK\n                         Buenos naches.",
  "35": "---END OF PREVIOUS SECTION---\nTONY P\n                              (holding half a pistol)\n                         HOLY... The man is the strange steel mask is standing there, the \n               drawn machete still in his hand. MAN IN MASK\n                         Buenos naches. \n---TARGET SECTION TO BE ANNOTATED---\n                                     TONY P\n                         Get him!\n\n               The Disco Boys rush the newcomer, but he slices through their \n               baseball bats with his machete, and sends them reeling and \n               crashing into each other with expert forearm blows, whacks \n               with the flat of his blade, and head butts with his mask.\n\n               Furious struggles to break free and join the fight, but the \n               chains are too strong... and the stranger doesn't need any \n               help.\n\n               Tony P flicks open a big switchblade and lunges at the \n               stranger, who sidesteps him like a matador and swings his \n               machete at him. Tony P turns, about to charge again.\n\n                                     MAN IN MASK\n                              (Mexican accent)\n                         Would you like me to trim the sides?\n\n                                     TONY P\n                         What?\n\n               Tony P feels the top of his head, and realizes that the blow \n               from the machete has neatly sliced off the top his disco-do, \n               leaving only stubble on the top of his head.\n\n                                     TONY P\n                              (freaking out)\n                         LET'S GET OUTTA HERE!\n\n               Tony and the Disco Boys run for it...\n\n               Furious and the others study their masked savior, who stands \n               before them, machete in hand.\n\n                                     FURIOUS\n                         You're the Sphinx.\n\n                                     SPHINX\n                         And you are a fool.\n\n               He raises his machete above Furious' head... and then slices \n               clean through the chains.\n\n               EXT. AUTO DEMOLITION YARD - LATER THAT NIGHT\n\n               Our heroes have gathered around a scrap wood fire in a steel \n               drum. They sit on the ground and on old car seats, feeling \n               like schmucks as the Sphinx chews them out, his mask looking \n               very frightening and magical in the flickering light.\n\n                                     SPHINX\n                         You call yourselves superheroes? A \n                         rooster fights more intelligently \n                         than you! You have shown yourself to \n                         your enemy and revealed your powers \n                         to him -- and what have you \n                         accomplished for this? You have \n                         destroyed his car. Brilliant! If you \n                         want to survive you must fight like \n                         a wolf pack -- not like a six pack!\n\n               Furious sulks, but the others get the point.\n\n                                     SPHINX\n                         The wolf is cunning.",
  "36": "---END OF PREVIOUS SECTION---\nIf you \n                         want to survive you must fight like \n                         a wolf pack -- not like a six pack! Furious sulks, but the others get the point. SPHINX\n                         The wolf is cunning. \n---TARGET SECTION TO BE ANNOTATED---\n He knows that \n                         stealth is his greatest weapon, and \n                         he always fights as a team...\n                              (at Furious)\n                         Not like some drunken Tejano on \n                         Saturday night.\n\n               Furious grunts.\n\n                                     SPHINX\n                         Casanova Frankenstein is a a master \n                         of evil. You will need more than \n                         shovels and dessert forks to stop \n                         him... What else have you got?\n\n               They are silent.\n\n                                     FURIOUS\n                              (angrily)\n                         So what else has Superman got?\n\n                                     SHOVELER\n                         He's got the fact that he's Superman!\n\n                                     BOWLER\n                         Bullets bounce off him!\n\n               Furious sulks again, feeling that the others are turning \n               against him.\n\n                                     RAJA\n                         Firepower costs money.\n\n                                     INVISIBLE BOY\n                         Anybody got any?\n\n               A silence.\n\n                                     SHOVELER\n                         We didn't think this through very \n                         well.\n\n                                     BOWLER\n                              (after a moment)\n                         My father had this friend... He was \n                         an inventor...\n\n               EXT. DOC HELLER'S FARMHOUSE - DAY\n\n               Our heroes stand looking at an old farmhouse. The place is \n               an absolute wreck. It hasn't been painted in twenty-five \n               years. Windows are boarded up. Half the shingles are gone. \n               There's visible fire damage around the kitchen window.\n\n                                     SHOVELER\n                         Are you sure he's still lives here?\n\n                                     RAJA\n                         Are you sure he's still alive?\n\n                                     BOWLER\n                         He was the last time I saw him.\n\n                                     SHOVELER\n                         When was that?\n\n                                     BOWLER\n                         I was eight.\n\n               She is about to knock, but the door is suddenly yanked open, \n               and an eighty year old guy is standing there. He's got a \n               wild head of white hair (that looks like a living explosion), \n               and he wears a stained old lab coat with stickum messages to \n               himself stuck to it, non-matching slippers, and a pair of \n               thick glasses with frames that have been composited of half \n               a dozen different old pairs all taped and welded together \n               into a fantastic concoction. He is DOC HELLER.",
  "37": "---END OF PREVIOUS SECTION---\nShe is about to knock, but the door is suddenly yanked open, \n               and an eighty year old guy is standing there. He's got a \n               wild head of white hair (that looks like a living explosion), \n               and he wears a stained old lab coat with stickum messages to \n               himself stuck to it, non-matching slippers, and a pair of \n               thick glasses with frames that have been composited of half \n               a dozen different old pairs all taped and welded together \n               into a fantastic concoction. He is DOC HELLER. \n---TARGET SECTION TO BE ANNOTATED---\n                                     HELLER\n                         Yes!\n\n                                     BOWLER\n                         Doctor Heller?\n\n                                     HELLER\n                              (doesn't recognize \n                              her)\n                         Yes!\n\n                                     BOWLER\n                         It's me... Elizabeth.\n\n                                     HELLER\n                         Elizabeth! Little Elizabeth! Why \n                         you're so... middle aged!\n\n                                     BOWLER\n                         Thanks.\n\n                                     HELLER\n                         How's your dad?\n\n                                     BOWLER\n                         He's dead.\n\n                                     HELLER\n                         Oh that's right -- they squished \n                         him... Heck of a guy.\n\n               Furious throws a look at the Shoveler and Raja. This guy's \n               out of it. They're wasting their time.\n\n                                     BOWLER\n                         Doc, these are my friends. We're \n                         superheroes, and we need your help.\n\n                                     HELLER\n                         Well, I give to the United Way, and \n                         I feel that sort of covers --\n\n                                     SPHINX\n                         Doctor, we need your weapons.\n\n                                     HELLER\n                              (ecstatic)\n                         My weapons? You need my weapons?\n\n               EXT. BEHIND THE HOUSE - A MINUTE LATER - MOVING ANGLE\n\n               as Doctor Heller leads them all briskly across his overgrown \n               yard toward... the barn.\n\n                                     HELLER\n                         The military establishment has never \n                         understood me. They won't return my \n                         phone calls, much less field test \n                         anything. But I knew that someday \n                         I'd get my chance, and now... here \n                         you are!\n                              (pulls open the barn \n                              door)\n\n               INT. THE BARN - CONTINUOUS\n\n               As our heroes step into Heller's laboratory/arsenal. A stack \n               of small aluminum cans lines one wall. There are weird looking \n               sprayers, tubes, and strange homemade toy-like devices... \n               but there isn't a firearm in sight.\n\n                                     RAJA\n                         But, Doc... where's the machine guns?\n\n                                     SHOVELER\n                         The bazookas?\n\n                                     INVISIBLE BOY\n                         The lasers?\n\n                                     HELLER\n                         You don't need that junk! You see, \n                         for thousands of years mankind has \n                         been immolating, disemboweling, and \n                         exploding itself.",
  "38": "---END OF PREVIOUS SECTION---\nINVISIBLE BOY\n                         The lasers? HELLER\n                         You don't need that junk! You see, \n                         for thousands of years mankind has \n                         been immolating, disemboweling, and \n                         exploding itself. \n---TARGET SECTION TO BE ANNOTATED---\n Why? Because we \n                         have this built-in screwed up need \n                         to go to war! So as a young man I \n                         thought, why not have the fun and \n                         excitement of war, without all that \n                         unnecessary bloodshed. That's why I \n                         have devoted my life to developing \n                         an arsenal of highly sophisticated \n                         non-lethal military weapons.\n                              (points to a hand \n                              held tube)\n                         Air cannons... Blame throwers... \n                         Feet seeking missiles... And perhaps \n                         my ultimate invention...\n                              (picks up one of the \n                              small cans)\n                         The canned tornado.\n\n               Furious groans, and the others share a look. This guy's really \n               a nut.\n\n                                     HELLER\n                         Now here's a beauty!\n                              (picks up a purple \n                              and orange sprayer \n                              that looks like a \n                              suped up water gun)\n                         I call it the Shrinker! I developed \n                         it after years of studying the worst \n                         dry cleaners I could find. It \n                         instantly shrinks fabrics to half \n                         their size. Anyone caught in its \n                         spray is immediately immobilized by \n                         their own clothing!\n\n                                     FURIOUS\n                         Let's get out of here.\n\n               Furious turns and goes out, and the others start to follow. \n               But the Bowler picks up a canned tornado.\n\n               OUTSIDE THE BARN - CONTINUOUS\n\n               as Furious walks away, the Bowler steps out of the barn.\n\n                                     BOWLER\n                         Hey, Mister Bad Mood.\n\n               Furious stops, turns back.\n\n                                     BOWLER\n                              (pulls the ring on \n                              the can)\n                         Catch.\n\n               She tosses the can to him. He catches it -- just as a small \n               angry tornado FUNNELS out of the can. It catches Furious and \n               lifts him high in the air... then dissipates to nothing...\n\n               A beat later Furious lands on the ground with a painful thump.\n\n               ON THE OTHERS, amazed.\n\n               Furious gets to his feet, unhurt, but really pissed off. He \n               starts back toward the barn, violently kicking the empty \n               can. The others get out of his way, as, muttering angrily to \n               himself, he goes back into the barn...\n\n               And emerges a moment later, toting the air cannon.",
  "39": "---END OF PREVIOUS SECTION---\nHe \n               starts back toward the barn, violently kicking the empty \n               can. The others get out of his way, as, muttering angrily to \n               himself, he goes back into the barn... And emerges a moment later, toting the air cannon. \n---TARGET SECTION TO BE ANNOTATED---\n                                     HELLER\n                         He's got the air cannon!\n\n               The others think he's going to use it on them and scatter \n               for cover. But Furious steps out into the yard, looking for \n               a suitable target... He sees an old abandoned outhouse, puts \n               the air cannon to his shoulder, aims, and fires...\n\n               There is a loud WHOOOOMPH of compressed air, and the huge \n               recoil of the cannon instantly flings Furious back against \n               the wall of the barn. But the big rush of air hits the shed \n               dead center... and BLOWS IT TO PIECES, leaving only the old \n               seat.\n\n               Furious gets up, dusts himself off, and moves to Doc Heller.\n\n                                     FURIOUS\n                         Doc, you're a genius!\n                              (hugs him)\n\n                                     HELLER\n                         I know.\n\n                                     FURIOUS\n                              (turns to the others)\n                         Okay! We got the firepower! I say we \n                         throw it into the car, drive over to \n                         Casanova's house, and kick some ass!\n\n                                     SPHINX\n                         No.\n\n               The others ignore Furious and listen to the Sphinx.\n\n                                     SPHINX\n                         We are not yet ready. Now we must \n                         learn to fight together... as one \n                         thing.\n\n               The others nod in agreement... while Furious fumes.\n\n               MONTAGE WITH MUSIC - TRAINING AT THE FARM\n\n               CLOSE ON DOC HELLER aiming his air cannon... CAMERA PULLS \n               BACK TO REVEAL our heroes (minus Furious) standing in a pack \n               right behind him, holding him down. HE fires, and the recoil \n               jolts them all violently, but it doesn't knock them over... \n               as half a dozen scarecrows are blown to pieces... Our heroes \n               cheer and shake their fists... while Mr. Furious sits alone \n               on the sidelines, drinking bourbon, and feeling very \n               alienated.\n\n               VARIOUS SHOTS as our heroes learn to fight as a team... \n               crawling across the grass together... charging in a line... \n               hurling canned tornadoes... while Furious sits it out, \n               brooding, drinking, and getting very jealous of the Sphinx.",
  "40": "---END OF PREVIOUS SECTION---\nVARIOUS SHOTS as our heroes learn to fight as a team... crawling across the grass together... charging in a line... hurling canned tornadoes... while Furious sits it out, \n               brooding, drinking, and getting very jealous of the Sphinx. \n---TARGET SECTION TO BE ANNOTATED---\n               Shoveler, Bowler, and the Sphinx stand shoulder to shoulder, \n               as Invisible Boy, Spleen, Raja, and the Doc throw small stones \n               at them...\n\n               They deflect the pebbles with shovel, bowling ball, and \n               machete...\n\n               Theyre having fun. They're becoming a team...\n\n               EXT. OUTSIDE THE BARN - EVENING\n\n               Furious drinks alone, while the rest of our heroes sit around \n               an old picnic table, feasting on sodas and pizza (like a \n               football team after a great practice.) Raja explains the \n               history of the situation to the Sphinx.\n\n                                     RAJA\n                         Twenty years ago all the major \n                         hoodlums of this city were united \n                         into one great brotherhood of evil, \n                         and Casanova was their king.\n\n                                     SHOVELER\n                         Crime was rampant. It wasn't safe to \n                         stay in your home.\n\n                                     BOWLER\n                         Much less go outside.\n\n                                     SHOVELER\n                         Then Captain Amazing appeared.\n\n                                     RAJA\n                         He busted Casanova and sent the crooks \n                         packing.\n\n                                     SHOVELER\n                         And this has been a pretty nice place \n                         to live ever since.\n\n                                     FURIOUS\n                              (pissed off)\n                         But now Casanova's back! And we're \n                         gonna sit around here all night eating \n                         pizza and telling stories! Hey, lets \n                         toast some marshmellows!\n\n                                     SPHINX\n                         The wise snake coils before he \n                         strikes.\n\n                                     FURIOUS\n                              (lunges at the Sphinx)\n                         And a skunk stinks!\n\n               Furious and the Sphinx square off, their faces only inches \n               apart.\n\n                                     SPHINX\n                         You drink too much.\n\n                                     FURIOUS\n                         When are you going to take off that \n                         mask?\n\n                                     SPHINX\n                              (pointedly)\n                         When I am sure I am among friends.\n\n                                     RAJA\n                         Roy --\n\n                                     FURIOUS\n                              (snapping at him)\n                         Go dance with your mother, Jeffrey!\n\n               ON THE RAJA, hurt.\n\n                                     SPHINX\n                         Your rage is a very great power, but \n                         it blinds you to your heart.\n\n                                     FURIOUS\n                         My heart died a long time ago.",
  "41": "---END OF PREVIOUS SECTION---\nON THE RAJA, hurt. SPHINX\n                         Your rage is a very great power, but \n                         it blinds you to your heart. FURIOUS\n                         My heart died a long time ago. \n---TARGET SECTION TO BE ANNOTATED---\n                                     SPHINX\n                         It is not dead. It is hiding.\n\n                                     FURIOUS\n                         Blow it out your bean hole, Pancho!... \n                         And to hell with the rest of you!... \n                         Look at you. Bunch of rejects. I \n                         didn't need you before -- and I don't \n                         need you now!\n                              (jumps on to his \n                              motorcycle)\n                         The great ones RIDE ALONE!\n                              (kicks the engine \n                              started)\n                         Adios, muchachos!\n                              (and he rides off \n                              across the field)\n\n               ON THE OTHERS, watching him...\n\n                                     BOWLER\n                         Has he always been like this?\n\n               EXT. COUNTRY ROAD - CONTINUOUS - CLOSE ON FURIOUS\n\n               the wind whipping against his face, as he rides his Harley \n               at about a hundred miles an hour... The languorous sound of \n               an OLD DEAN MARTIN SONG is heard as we...\n\n                                                                 FADE INTO:\n\n               MEMORY SEQUENCE - DAY - CLOSE ON FURIOUS\n\n               as a little boy, sitting in the backseat of the family car. \n               It is thirty years ago, and Mister Furious is a sweet, very \n               shy, well behaved, perfectly normal three year old. His MOTHER \n               and FATHER sit in the front. Dean Martin is playing on the \n               car radio. Little Furious looks out the window and sees the \n               Mohave Desert going by. A sign reads \"Las Vegas, 120 miles\".\n\n                                     MOTHER\n                              (to husband)\n                         Oh this place looks great.\n\n               An old sign reads \"BAR\" as the family car pulls into the \n               parking lot of a single adobe building out in the middle of \n               nowhere. They park.\n\n                                     MOTHER\n                         Now honey, you just wait in the car. \n                         Mommy and Daddy will be right beck.\n\n               They get out, lock the car and head for the bar, leaving the \n               windows up. Little Furious watches them go, never suspecting \n               that his entire life is about to change. He sits quietly in \n               the backseat and plays with the little superhero figurines \n               that he's brought with him.\n\n                                     LITTLE FURIOUS\n                         Pow! Bang! Wham!\n\n               INSIDE THE BAR - CONTINUOUS\n\n               as the parents enter.",
  "42": "---END OF PREVIOUS SECTION---\nBang! Wham! INSIDE THE BAR - CONTINUOUS\n\n               as the parents enter. \n---TARGET SECTION TO BE ANNOTATED---\n A very Western motif. An old Gene Autrey \n               song is playing on the juke. The air conditioning is on. \n               They're the only customers in the place.\n\n                                     MOTHER\n                         It's nice and cool in here.\n\n                                     FATHER\n                              (as they sit at the \n                              bar)\n                         Barkeep, a couple of cold ones.\n\n               CUT BACK AND FORTH BETWEEN CAR AND BAR -\n\n               ANGLE ON THE MIDDAY SON - blazing down on the car...\n\n               as Little Furious still plays with his superheroes, but the \n               interior is starting to bake, and the sweat begins to pour \n               off him. He looks out at the bar, getting worried. He tries \n               the windows, but they're automatic and won't open...\n\n               Back in the bar his parents down shots of bourbon with their \n               beers, as the BARTENDER finishes telling them a joke.\n\n                                     BARTENDER\n                         And here's a banana for your monkey.\n\n               Mom and Dad have a good laugh.\n\n                                     BARTENDER\n                         Couple more?\n\n                                     FATHER\n                         You bet.\n\n               ANGLE FROM OUTSIDE TUE CAR as Little Furious, sweat and tears \n               pouring out of him, his hair wet and sticking out (and \n               starting to take on that familiar look), pounds on the window.\n\n                                     LITTLE FURIOUS\n                         Mommy! Daddy! Mommy! Daddy!\n\n               as back in the bar his parents, now very drunk, down more \n               beers and chasers as they play a spirited game of pinball.\n\n               ANGLE ON THE MOHAVE SUN - BEATING DOWN MERCILESSLY\n\n               barely able to breath, Little Furious flops back onto the \n               seat, his face a mask of heat and terror... But suddenly, a \n               change begins to take place in him, as some primordial defense \n               mechanism kicks in... and his fear begins to give way to \n               rage... His teeth bare.\n\n               CLOSE ON HIS HANDS -\n\n               as they CRUSH the superhero figurines in their grasp...\n\n               While back in the bar his drunken parents dance a slow two \n               step to Hank Williams \"Your Cheatin' Heart\"...\n\n               EXT. THE PARKING LOT - NIGHT - HANK WILLIAMS CONTINUES\n\n               as the big desert moon shines down on the family car, still \n               parked there.",
  "43": "---END OF PREVIOUS SECTION---\nWhile back in the bar his drunken parents dance a slow two \n               step to Hank Williams \"Your Cheatin' Heart\"... EXT. THE PARKING LOT - NIGHT - HANK WILLIAMS CONTINUES\n\n               as the big desert moon shines down on the family car, still \n               parked there. \n---TARGET SECTION TO BE ANNOTATED---\n               INSIDE THE BAR - CONTINUOUS\n\n               The parents are asleep in a booth. Furious' mother wakes up, \n               looks around groggily, and in a moment of horror suddenly \n               remembers...\n\n                                     MOTHER\n                         OH MY GOD!\n\n               THE PARKING LOT - A BEAT LATER\n\n               as she runs toward the car, hysterical.\n\n                                     MOTHER\n                         Oh my God! Oh my God! Oh my God!\n\n               She unlocks the door, throws it open, and sees something \n               that makes her pull back in horror... Little Furious sits in \n               the backseat. His hair sticks out wildly, his face has become \n               that now familiar mask of primordial rage. Another OLD DEAN \n               MARTIN SONG is heard as we...\n\n                                                                 FADE INTO:\n\n               INT. THE DINER - NIGHT - CLOSE ON FURIOUS\n\n               sitting alone in the booth, a look of profound pain and \n               lonliness on his face; he is still that little boy. The Dean \n               Martin song is playing on the juke.\n\n                                     MONICA (O.S.)\n                         Hi.\n\n               He looks up and sees Monica.\n\n                                     FURIOUS\n                         Hi.\n\n                                     MONICA\n                         Alone tonight?\n\n                                     FURIOUS\n                         Every night.\n\n               She smiles.\n\n               EXT. THE FRANKENSTEIN MANSION - CONTINUOUS\n\n               Armed Disco Boys guard the front entrance...\n\n               While on the hillside above Invisible Boy (looking through \n               binoculars) and the Spleen lie together on their bellies in \n               the weeds, keeping the mansion under surveillance.\n\n                                     SPLEEN\n                              (in a whisper)\n                         Adolescence was the worst -- The \n                         other kids made fun of me, so I'd \n                         spit on them and they'd scatter -- \n                         I've never had a girlfriend -- unless \n                         you count that night with my cousin -- \n                         She recovered fully though -- We \n                         exchange cards every Christmas -- \n                         Well, I send her one, and she sends \n                         it back...\n                              (spritzes something \n                              into his mouth, then \n                              offers it to Invisible \n                              Boy)\n                         Bug repellent?\n\n               Suddenly, the gates of the mansion open and several sedans... \n               followed by a truck, drive out...",
  "44": "---END OF PREVIOUS SECTION---\n(spritzes something \n                              into his mouth, then \n                              offers it to Invisible \n                              Boy)\n                         Bug repellent? Suddenly, the gates of the mansion open and several sedans... followed by a truck, drive out... \n---TARGET SECTION TO BE ANNOTATED---\n               POV THROUGH BINOCULARS -\n\n               Casanova and Anabel sit in the front of the truck.\n\n                                     INVISIBLE BOY (O.S.)\n                         Where are they going?\n\n               Invisible Boy hesitates for just a momnt, then gets up and \n               runs down the hill.\n\n                                     SPLEEN\n                              (runs after him)\n                         Kid!\n\n               As the small convoy drives past, Invisible Boy slips out \n               from behind some trees, runs after the truck, jumps up and \n               sits on its rear bumper. The Spleen comes running after him, \n               and Invisible Boy reaches out, grabs his hand and pulls him \n               up alongside him. Invisible Boy tries the rear gate. It's \n               open. The two of them pull it up just a foot, squirm inside, \n               then pull it closed behind them.\n\n               INSIDE THE TRUCK - CONTINUOUS\n\n               Invisible Boy flashes the light of his key chain flashlight \n               around the inside of the truck. There is nothing in it, except \n               for a large pile of packing blankets.\n\n               EXT. WATERFRONT AREA - NIGHT\n\n               as the convoy drives through Champion City's seedy waterfront \n               area and out onto a long pier.\n\n               INT. THE DINER - NIGHT - CLOSE ON THE TV\n\n               Dawn Wong and Don Stouffer report the night's news.\n\n                                     DAWN\n                         ...still no sign of millionaire Lance \n                         Hunt, and now, in an unrelated story, \n                         another one of Champion City's leading \n                         citizens has apparently disappeared. \n                         Captain Amazing has not been seen or \n                         heard from in a week. Authorities \n                         believe that the hard working \n                         superhero may just be taking a well \n                         deserved rest.\n\n                                     DON\n                         Cancun perhaps?\n\n                                     DAWN\n                         Sounds good to me, Don.\n\n               Mr. Furious sits in the booth drinking coffee as Monica serves \n               him his burger and fries.\n\n                                     FURIOUS\n                              (floundering)\n                         Monica... I was wondering if -- uh --\n                         maybe we -- I mean you and I -- could --\n                         uh -- you know -- get a -- I mean \n                         have a...\n\n                                     MONICA\n                         Date?\n\n                                     FURIOUS\n                         Yeah.\n\n                                     MONICA\n                         I get off work in fifteen minutes. \n                         Walk me home?\n\n                                     FURIOUS\n                         Sure.",
  "45": "---END OF PREVIOUS SECTION---\nMONICA\n                         I get off work in fifteen minutes. Walk me home? FURIOUS\n                         Sure. \n---TARGET SECTION TO BE ANNOTATED---\n                                     MONICA\n                         That was easy.\n                              (goes back to work)\n\n               ON FURIOUS, feeling a whole lot better.\n\n               JUST OUTSIDE THE DINER - CONTINUOUS - UNKNOWN POV\n\n               from across the street. Furious' head is clearly visible in \n               the brightly illuminated window of the diner.\n\n               A Disco Boy stands in the shadows, gazing at the diner; he \n               recognizes Furious.\n\n               EXT. WATERFRONT - NIGHT\n\n               The convoy has pulled up alongside a rusty old freighter, \n               docked at the pier.\n\n               Casanova's men throw the gate of the truck open, and the \n               CAMERA MOVES IN. No one is there, but we notice... two large \n               lumps under the packing blankets.\n\n               Casanova holds Anabel in his arms as they watch a large wooden \n               crate being lowered from the deck of the freighter.\n\n                                     CASANOVA\n                         Honey, our ship's come in.\n\n               Casanova's cellular phone rings.\n\n               OUTSIDE THE DINER - CONTINUOUS\n\n               The Disco Boy is on his phone. His pistol is drawn, and he's \n               got it aimed right at Furious' head.\n\n                                     DISCO BOY\n                         Just give me the word.\n\n               BACK TO THE PIER - CONTINUOUS - ON CASANOVA\n\n                                     CASANOVA\n                              (gets an idea)\n                         Wait. I'll be right there.\n                              (hangs up, starts off)\n\n                                     ANABEL\n                              (peeved)\n                         Where are you going?\n\n                                     CASANOVA\n                         Head hunting.\n\n               A minute later Casanova and two or three Disco Boys drive \n               off in one of the sedans... as the crate is loaded onto the \n               truck, and the gate is pulled closed... and locked.\n\n               INSIDE THE TRUCK - A MOMENT LATER\n\n               The engine starts up, and the truck starts to move, as \n               Invisible Soy and the Spleen poke their heads out from under \n               the packing blankets...\n\n               They approach the crate and Invisible Boy shines his \n               flashlight on it.\n\n               The crate is secured with rivets and thick metal bands; \n               there's no way they're going to be able to get inside it, \n               but in the light of the flashlight they see...",
  "46": "---END OF PREVIOUS SECTION---\nINSIDE THE TRUCK - A MOMENT LATER\n\n               The engine starts up, and the truck starts to move, as \n               Invisible Soy and the Spleen poke their heads out from under \n               the packing blankets... They approach the crate and Invisible Boy shines his \n               flashlight on it. The crate is secured with rivets and thick metal bands; \n               there's no way they're going to be able to get inside it, \n               but in the light of the flashlight they see... \n---TARGET SECTION TO BE ANNOTATED---\n               Faded red lettering, in Russian, and the distinctive old \n               hammer and sickle of the former Soviet Union.\n\n               EXT. DIMLY LIT STREET - NIGHT\n\n               Furious walks Monica home.\n\n                                     MONICA\n                         I admire you.\n\n                                     FURIOUS\n                         Why?\n\n                                     MONICA\n                         Being a superhero, wanting to save \n                         the world. It's so... unselfish.\n\n                                     FURIOUS\n                         It is?\n\n                                     MONICA\n                         Most people just want to make money \n                         or be famous or something. But you \n                         risk everything, just to help people.\n\n                                     FURIOUS\n                              (after a moment)\n                         I wouldn't mind being famous.\n\n                                     MONICA\n                         Who wouldn't?\n\n               In the shadows behind them... Casanova follows, stalking \n               them, as silent as a vampire.\n\n                                     MONICA\n                         I've never been able to figure out \n                         what to do with my life, which is \n                         why I guess I'm still a waitress.\n\n                                     FURIOUS\n                         Nothing wrong with being a waitress.\n\n                                     MONICA\n                         What's your real name?\n\n                                     FURIOUS\n                         Roy.\n\n                                     MONICA\n                         Have you always lived here?\n\n               He nods.\n\n                                     MONICA\n                         Me too... I love this stupid old \n                         town. It's noisy. It's smelly. It's \n                         falling apart.\n\n                                     FURIOUS\n                         It's home.\n\n                                     MONICA\n                         Yeah.\n\n               CASANOVA'S POV\n\n               Monica, smiling, looking lovely.\n\n               CLOSE 0N CASANOVA; he wants her...\n\n               BACK ON FURIOUS AND MONICA -\n\n                                     MONICA\n                         I've thought of leaving, going to \n                         Chicago or New York, but...\n\n                                     FURIOUS\n                         What have they got that we ain't \n                         got?\n\n                                     MONICA\n                         Champion's going to bounce back, and \n                         I want to be here when it does.\n\n                                     FURIOUS\n                         Me, too.\n\n                                     MONICA\n                         You don't seem very angry right now.\n\n               He shrugs. And they kiss, very tenderly.\n\n                                     MONICA\n                         You know what? Underneath all that \n                         anger I think there's just a little \n                         boy who wants everyone to love him.\n\n                                     FURIOUS\n                         I just want to be a superhero.",
  "47": "---END OF PREVIOUS SECTION---\nMONICA\n                         You know what? Underneath all that \n                         anger I think there's just a little \n                         boy who wants everyone to love him. FURIOUS\n                         I just want to be a superhero. \n---TARGET SECTION TO BE ANNOTATED---\n                                     MONICA\n                         That's what I mean... 'Night, Roy.\n\n               She turns and climbs the stairs of an old apartment building \n               and goes inside, as Furious watches, feeling emotions he's \n               not used to. He really likes her. He starts walking back \n               down the street, past a man sitting on the stoop. The man \n               looks up. It's Casanova Frankenstein.\n\n                                     CASANOVA\n                         Going my way?\n\n               Furious is caught completely by surprise -- he takes a stand, \n               ready to fight.\n\n                                     CASANOVA\n                         Take it easy -- take it easy. I just \n                         want to have a little chat... That \n                         was quite a number you did on my \n                         car. You've got a lot of violence in \n                         you... and I like that in a guy.\n\n               Furious, silent.\n\n                                     CASANOVA\n                         You know what the difference is \n                         between good and evil, Roy?\n\n               Furious reacts to the fact that Casanova knows his real name.\n\n                                     CASANOVA\n                         Evil is more fun. When you want \n                         something, you just take it, and if \n                         somebody gets in your way, you kill \n                         them... You seem like a very \n                         frustrated guy, Roy. Unhappy. \n                         Unfulfilled. What is it that you've \n                         always wanted, always desired? Because \n                         whatever it is, I can give it to \n                         you... Fame?\n                              (snaps his fingers)\n                         Easy. Fortune? Even easier. Women?\n                              (laughs)\n                         The easiest of all.\n\n               CLOSE ON FURIOUS as, out of the corner of his eye, he catches \n               movement in the alley across the street... he knows what it \n               is.\n\n                                     CASANOVA\n                         I'll let you in on a little secret, \n                         Roy. In two days this entire city \n                         will belong to me, and there's not a \n                         damn thing your little pals can do \n                         about it. It's the perfect time to \n                         switch teams... So what do you say?\n\n                                     FURIOUS\n                              (quietly)\n                         You're nuts.\n\n                                     CASANOVA\n                              (flairs)\n                         They always call the great ones nuts.\n\n                                     FURIOUS\n                         And the nuts always call themselves \n                         great.",
  "48": "---END OF PREVIOUS SECTION---\nFURIOUS\n                              (quietly)\n                         You're nuts. CASANOVA\n                              (flairs)\n                         They always call the great ones nuts. FURIOUS\n                         And the nuts always call themselves \n                         great. \n---TARGET SECTION TO BE ANNOTATED---\n                                     CASANOVA\n                              (his psychosis showing)\n                         Are you with me... or against me?\n\n                                     FURIOUS\n                         Against.\n\n                                     CASANOVA\n                         Too bad. PLUG HIM!\n\n               Gunfire rings out from the alley as the Disco Bays step out, \n               their pistols blazing. But Furious has anticipated them. He \n               leaps right at Casanova, pins his arms in a bear hug and \n               holds him in the line of fire.\n\n                                     CASANOVA\n                         WAIT!\n\n               The Disco Boys stop firing... Furious drags Casanova back \n               into an empty lot, using him as a shield.\n\n                                     FURIOUS\n                              (to Casanova)\n                         Thanks for reminding me which team \n                         I'm on.\n\n                                     CASANOVA\n                         You're dead.\n\n                                     FURIOUS\n                         So are you!\n\n               Furious releases Casanova, then runs for it and leaps over \n               the wooden wall at the end of the lot... as the Disco Boys \n               open fire again, and their bullets punch holes through the \n               wall...\n\n               Furious runs down a back street and escapes into the night.\n\n               EXT. THE FRANKENSTEIN CENTER - CONTINUOUS\n\n               The convoy drives up the hill toward an ominous looking \n               structure (that we recognize from the model on the TV \n               interview with Casanova earlier.)\n\n               A high central tower rises up out of the half completed \n               bulwarks of featureless concrete. It looks both totally modern \n               and completely ancient, but a profound sense of evil connects \n               both themes beautifully.\n\n               ANGLE ON A PLAQUE THAT READS...\n\n               \"Frankenstein Center for the Performing and Non-performing \n               Arts\".\n\n               The gates of the center open, and the convoy passes through.\n\n               INSIDE THE TRUCK - A MOMENT LATER\n\n               Invisible Boy and the Spleen stand listening, waiting, as \n               they feel the truck pull to a stop...\n\n               A moment later the gate is pulled opened... Anabel is there \n               with several thuggy looking SECURITY GUARDS.\n\n                                     ANABEL\n                         Be careful with my baby.\n\n               There are two lumps under the packing blankets again.\n\n               EXT. LOADING DOCK - A FEW MINUTES LATER\n\n               The crate is being carried away by a forklift...",
  "49": "---END OF PREVIOUS SECTION---\nThere are two lumps under the packing blankets again. EXT. LOADING DOCK - A FEW MINUTES LATER\n\n               The crate is being carried away by a forklift... \n---TARGET SECTION TO BE ANNOTATED---\n A beat, and \n               then Invisible Boy and the Spleen slip out of the empty \n               truck...\n\n               And run down the road back toward the gates... which are \n               still open.\n\n               They're just about to pass safely through them, when a PAIR \n               OF ARMED SECURITY GUARDS, step in their path, their guns \n               pointed at thern.\n\n                                     GUARD 1\n                         Freeze!\n\n                                     GUARD 2\n                         Hands up!\n\n               They freeze, their hands held high.\n\n                                     GUARD 2\n                         What are you two doing here?\n\n               Our heroes are mute.\n\n                                     GUARD 1\n                         Not talking, eh? That can be fixed. \n                         Turn around, start walking up the \n                         hill --\n\n                                     GUARD 2\n                         And no funny business.\n\n               Invisible Boy and the Spleen turn, hands in the air, and \n               start up the hill, the guards right behind them.\n\n                                     SPLEEN\n                              (after a moment, to \n                              Invisible Boy, in a \n                              whisper)\n                         Pinch 'em.\n\n               Invisible Boy pinches his nostrils -- and the Spleen lets \n               out with a horrendous fart. The guards gag and choke violently \n               in the fumes as our heroes turn and run for it... escaping \n               out the gates.\n\n               INT. DOC KELLER'S LABORATORY/BARN - A LITTLE LATER\n\n               Invisible Boy and Spleen report to the others.\n\n                                     INVISIBLE BOY\n                         Whatever was in that crate... is \n                         from Russia.\n\n               The others consider this, then hear a familiar voice.\n\n                                     FURIOUS (O.S.)\n                         Is there room in the pack for one \n                         more wolf?\n\n               They look up and see that Furious has just returned... The \n               Sphinx moves to him. For a moment they stand face to face...\n\n                                     FURIOUS\n                         I was wrong... I need my friends.\n\n               Sphinx takes off his mask, revealing that he is the busboy \n               from the Tacky Taco.\n\n                                     SPHINX\n                         Amigo.\n\n               They embrace.\n\n               A few minutes later. The others are gathered around Furious, \n               listening to his story.\n\n                                     FURIOUS\n                         Casanova said that in two days the \n                         entire city would belong to him...",
  "50": "---END OF PREVIOUS SECTION---\nA few minutes later. The others are gathered around Furious, \n               listening to his story. FURIOUS\n                         Casanova said that in two days the \n                         entire city would belong to him... \n---TARGET SECTION TO BE ANNOTATED---\n \n                         and there wasn't a thing that we \n                         could do about it.\n\n                                     BOWLER\n                         What did he mean?\n\n                                     FURIOUS\n                         I dunno.\n\n               Through the window the moon is seen rising over the hillside, \n               the Frankenstein Center silhouetted ominously against it. \n               Raja, Shoveler, and Furious gaze at it.\n\n                                     SHOVELER\n                         Maybe it's time we checked that place \n                         out.\n\n                                     RAJA\n                         But how do we get in?\n\n                                     FURIOUS\n                              (after a moment, \n                              sounding very Sphinx-\n                              like)\n                         We just become like the wolf... who \n                         wears the sheep's clothing.\n\n               MONTAGE WITH MUSIC - THE NEXT DAY\n\n               CLASSIC DISCO (\"Stayin' Alive\" if we can get the rights)\n\n               Furious, Raja, and Shoveler (in street clothes) walk down \n               the street together and step into the doorway of... the \n               Salvation Army Thrift Shop...\n\n               Later. CLOSE ON three pairs of legs, wearing polyester pants \n               and vintage shoes (ala the classic shot from \"Saturday Night \n               Fever\")... CAMERA WIDENS TO REVEAL our three heroes, dressed \n               in full blown seventies attire (with vintage sunglasses), \n               doing their best Travolta strut down the street...\n\n               MUSIC CONTINUES as our heroes strut their way through the \n               gates of the art center, right past the security guards...\n\n               OUTSIDE THE CENTER - DAY\n\n               They climb the long stairs toward the center, which looms \n               above them... then pass through the big wooden doors and \n               into...\n\n               INT. MAIN HALL - A MOMENT LATER\n\n               END MUSIC as our heroes move through a vast, but empty main \n               hall... A small army of heavily armed security guards marches \n               about.\n\n                                     RAJA\n                         So where's the art?\n\n                                     FURIOUS\n                         He hasn't stolen it yet.\n\n                                     SHOVELER\n                         This place is built like a fortress.\n\n                                     FURIOUS\n                         Because that's what it is.\n\n               They hear a WILD BURST OF DRUNKEN LAUGHTER echoing through \n               the hall.\n\n                                     RAJA\n                         What's that?\n\n                                     FURIOUS\n                              (following the sound)\n                         Come on.",
  "51": "---END OF PREVIOUS SECTION---\nThey hear a WILD BURST OF DRUNKEN LAUGHTER echoing through \n               the hall. RAJA\n                         What's that? FURIOUS\n                              (following the sound)\n                         Come on. \n---TARGET SECTION TO BE ANNOTATED---\n               They approach a doorway. The noise is coming from within.\n\n               INT. BANQUET HALL - A MOMENT LATER\n\n               as our heroes step inside and see... A big luncheon is in \n               progress. Casanova, Anabel, and Tony P sit at the head table. \n               The room is lined with banquet tables, which are filled with \n               VICIOUS LOOKING CHARACTERS, drunk, eating, laughing, and \n               giving the waitresses a very rough tim..\n\n                                     RAJA\n                              (stunned)\n                         Oh my God... Every crook in the city \n                         is here.\n\n               ON A GROUP OF VICIOUS LOOKING BALD BIKER TYPES...\n\n                                     RAJA (O.S.)\n                         The Bone Heads from the South Side...\n\n               ON THREE INSIPIDLY EVIL LOOKING GUYS in hip suits...\n\n                                     RAJA (O.S.)\n                         The Bland Boys from Downtown...\n\n               ON A DARK HAIRED WHITE GUY dressed as a rapper...\n\n                                     RAJA (O.S.)\n                         Italian Ice...\n\n               ON A GUY with a frightening assortment of metal things \n               piercing his face...\n\n                                     RAJA (O.S.)\n                         The Stapler...\n\n               ON TWO THUGS DRESSED AS ELVIS...\n\n                                     RAJA (O.S.)\n                         The Elvis Brothers.\n\n               A more degenerate group of criminals never sat down to lunch. \n               Furious recognizes one of the waitresses... It's Monica.\n\n               Casanova's got his eye on her, too, and he remembers her \n               from the night before on the street with Furious.\n\n               ON ANABEL, noticing his interest.\n\n               Our heroes see Monica walking straight toward them. They \n               turn away, lean against a wail, trying to be totally \n               inconspicuous...\n\n               But as she passes them, not noticing them... Casanova \n               approaches her.\n\n                                     CASANOVA\n                         Excuse me.\n\n               She stops, turns to him, while our heroes listen in, only a \n               few feet away...\n\n                                     CASANOVA\n                              (reading her name tag)\n                         Monica... Beautiful name. It suits \n                         you.\n\n               CLOSE ON FURIOUS, getting jealous.\n\n                                     CASANOVA\n                         I hope you won't take this the wrong \n                         way, but I couldn't help but notice...",
  "52": "---END OF PREVIOUS SECTION---\nIt suits \n                         you. CLOSE ON FURIOUS, getting jealous. CASANOVA\n                         I hope you won't take this the wrong \n                         way, but I couldn't help but notice... \n---TARGET SECTION TO BE ANNOTATED---\n \n                         that you're a dead ringer for Veronica \n                         Lake in \"The Blue Dahlia\".\n\n                                     MONICA\n                         Really?\n\n               Furious growls. Raja gives him an elbow.\n\n                                     CASANOVA\n                         Are you an actress?\n\n                                     MONICA\n                         Just a waitress.\n\n                                     CASANOVA\n                         You underestimate yourself.\n\n               Mister Furious is fuming. The strands of his perfectly coiffed \n               disco-do start to stand straight up.\n\n                                     CASANOVA\n                         You know I'm writing a play -- it's \n                         just a little Broadway thing, but \n                         there's a part in it that I think \n                         you'd be perfect for.\n\n                                     MONICA\n                         Really?\n\n                                     CASANOVA\n                         I'd love to hear you read it. Could \n                         you stick around after the luncheon?\n\n                                     MONICA\n                         Sure -- I guess.\n\n                                     CASANOVA\n                         Terrific.\n\n               She turns and walks into the kitchen.\n\n               CLOSE ON CASANOVA, watching her; his intentions are \n               sinister... He turns and sees... our heroes, hanging by the \n               wall.\n\n                                     CASANOVA\n                         What are you three doing here? This \n                         is invited guests only. Out.\n\n               Our heroes skulk out.\n\n               JUST OUTSIDE THE BANQUET HALL - CONTINUOUS\n\n               as our heroes step out and breathe a sigh of relief.\n\n                                     RAJA\n                         That was too close.\n\n                                     SHOVELER\n                         But we gotta find out what's going \n                         on in there.\n\n                                     FURIOUS\n                         Hey.\n\n               Furious has spotted... a large covered dessert table, waiting \n               to be wheeled into the hall.\n\n               BACK IN THE BANQUET HALL - A FEW MINUTES LATER\n\n               as the dessert table is wheeled in... and in a CLOSER ANGLE, \n               under the table cloth, we see three pairs of disco shoes \n               creeping along...\n\n               A few minutes later, Monica steps up to the dessert table... \n               Suddenly, she is yanked under.\n\n               UNDER THE TABLE - CONTINUOUS\n\n               Monica struggles, tries to cry out, but a hand is clamped \n               firmly over her mouth.\n\n                                     FURIOUS\n                         It's me.\n\n               She calms down, and he takes his hand off her mouth.",
  "53": "---END OF PREVIOUS SECTION---\nUNDER THE TABLE - CONTINUOUS\n\n               Monica struggles, tries to cry out, but a hand is clamped \n               firmly over her mouth. FURIOUS\n                         It's me. She calms down, and he takes his hand off her mouth. \n---TARGET SECTION TO BE ANNOTATED---\n                                     MONICA\n                         What are you guys doing here?\n\n                                     RAJA & SHOVELER\n                         Shhhh!\n\n               The waitresses leave; the big doors to the dining room are \n               swung closed, and the cigars are lit. The meeting has begun. \n               Casanova takes the podium.\n\n                                     CASANOVA\n                         Thank you all for coming. I hope you \n                         enjoy the cigars. I had to kill a \n                         dozen Cubans to get them.\n\n               Tony P chuckles loudly, but the joke goes over like a lead \n               balloon with the rest of the crowd.\n\n                                     CASANOVA\n                         Twenty years ago, this town was yours!  \n                         AND I WAS YOUR KING!\n\n               ON THE HOODS, listening, bored, puffing on their cigars; \n               this is a sad old story.\n\n                                     CASANOVA\n                              (tragically)\n                         But they called me a psycho, and \n                         they put me away. For twenty years I \n                         rotted in my cell, painting \n                         watercolors, writing haikus -- just \n                         waiting for the day I could take my \n                         revenge. Well, brothers, that day \n                         has come!\n\n               ON OUR HEROES under the table, listening. Monica begins to \n               realize what's going on.\n\n               BACK TO CASANOVA -\n\n                                     CASANOVA\n                         They thought I was crazy? Well the \n                         joke's on them -- because tonight at \n                         precisely midnight -- on the twentieth \n                         anniversary of my tragic arrest -- \n                         every man, woman, and child in this \n                         city is going to turn into a RAVING \n                         PSYCHOTIC! Mothers will murder their \n                         tots! Old ladies will strangle their \n                         cats! Children will bump off their \n                         babysitters!\n\n               The guests think Casanova's completely lost it. Italian Ice \n               speaks up.\n\n                                     ITALIAN ICE\n                         You're outta your mind!\n\n                                     CASANOVA\n                         I beg your pardon?\n\n                                     ITALIAN ICE\n                         Nobody could drive a whole city crazy.\n\n                                     CASANOVA\n                         Tell you what, Ice. I'll make you a \n                         friendly little wager. It I can't do \n                         it... you can blow my brains out. If \n                         I can, I'll blow out yours.\n\n               Now the hoods' interest has been perked.",
  "54": "---END OF PREVIOUS SECTION---\nIt I can't do \n                         it... you can blow my brains out. If \n                         I can, I'll blow out yours. Now the hoods' interest has been perked. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ITALIAN ICE\n                         Done.\n\n                                     CASANOVA\n                              (to Anabel, with a \n                              smile)\n                         Honey, give the boys a taste.\n\n               Anabel puts on a pair of heavy duty sound deadening ear \n               protectors, then presses a button on a small remote control \n               device.\n\n               ANGLE ON A SPEAKER, placed above the podium... as the air is \n               suddenly filled with a weird, stridulating, HORRIFIC NOISE \n               (somewhere between the sound of a fire siren and a hornet \n               trapped in your ear) and everyone in the room (except Anabel) \n               goes COMPLETELY BERSERK...\n\n               CAMERA PANS the tables as the guests laugh dementedly, \n               punching, gouging, strangling, and stabbing each other...\n\n               Under the serving table our heroes go crazy...\n\n               Casanova, in a state of psychotic ecstasy, whips out his \n               pistol and empties it into Italian Ice... who drops to the \n               floor, dead.\n\n               Anabel presses the button again; the sound winds down and \n               stops, and everything returns to normal. The entire event \n               lasted only a few seconds, but the guests are dazzled.\n\n                                     CROOKS\n                         That was great!... What the hell was \n                         that?... How did you do that?\n\n               Casanova throws Anabel a kiss.\n\n                                     CASANOVA\n                         Tonight, at midnight, that sound \n                         will be amplified across this entire \n                         city. Murder and mayhem will reign \n                         supreme! And Champion City will be \n                         ours again! This will be our castle! \n                         And I will be our king! And there's \n                         no one to stop us!\n\n               Suddenly, a familiar voice is heard.\n\n                                     AMAZING (O.S.)\n                         Not so fast, Casanova!\n\n               A pair of curtains suddenly part... and Captain Amazing \n               (looking a bit singed) is standing there in classic superhero \n               pose.\n\n               CAMERA PANS the crooks, as their criminal ecstasy turns \n               instantly to terror. They yank out their pistols, dive for \n               cover under the table, throw up their hands in surrender, \n               etc... But Casanova just grins.\n\n                                     CASANOVA\n                         Don't worry, fellas...",
  "55": "---END OF PREVIOUS SECTION---\nThey yank out their pistols, dive for \n               cover under the table, throw up their hands in surrender, \n               etc... But Casanova just grins. CASANOVA\n                         Don't worry, fellas... \n---TARGET SECTION TO BE ANNOTATED---\n                              (moves to Captain \n                              Amazing, and puts \n                              his arm chummily \n                              around him)\n                         I killed him... and I've had him \n                         stuffed.\n\n               Casaova reaches behind Captain Amazing's back and pulls a \n               string (like the ones they used to have on those old talking \n               dolls).\n\n                                     AMAZING\n                              (in a canned voice)\n                         Isn't my butt cute in these tights?\n                              (pulls again)\n                         Blue is my color.\n                              (pulls again)\n                         Oh, my abs are killing me!\n\n               The crooks are beside themselves with laughter.\n\n               ON OUR HEROES, under the table, stunned.\n\n               ON THE ELVIS BROTHERS -\n\n                                     ELVIS BROTHER 1\n                         The King is back!\n\n                                     ELVIS BROTHER 2\n                         Long live the King!\n\n               The crooks fire their pistols exuberantly into the air, as \n               disco music fills the air and Casanova dances, basking in \n               their adoration...\n\n               And our heroes slip out from under the table and make good \n               their escape...\n\n               INT. DOC HELLER'S BARN/LAB - LATER\n\n               Our heroes and Monica pow-wow, sobered by what they have \n               seen.\n\n                                     MONICA\n                         What could have made such a horrible \n                         noise?\n\n                                     HELLER\n                              (after a moment, \n                              gravely)\n                         He's got the Psychostridulator.\n\n                                     ALL\n                         The what?\n\n                                     HELLER\n                         Ten years ago the Kremlin's top secret \n                         Psychiatric Warfare Division developed \n                         a prototype for a weapon that emitted \n                         a fluctuating alternative frequency \n                         noise that produced a violent \n                         psychotic reaction in any mammal \n                         within hearing distance. But when \n                         the old Soviet Union fell the \n                         stridulator and its brilliant \n                         inventor, Doctor Kopov, disappeared.\n\n                                     SHOVELER\n                         This Kopov, what happened to him?\n\n                                     HELLER\n                         Not him... her.\n\n               They react to that piece of news, and then the Bowler opens \n               up the newspaper.\n\n                                     BOWLER\n                         Did she look like that?\n\n               CLOSE ON A PHOTO of Anabel and Casanova, announcing their \n               wedding engagement.\n\n                                     HELLER\n                         Yes.\n\n               Silence; this is bad.",
  "56": "---END OF PREVIOUS SECTION---\nCLOSE ON A PHOTO of Anabel and Casanova, announcing their \n               wedding engagement. HELLER\n                         Yes. Silence; this is bad. \n---TARGET SECTION TO BE ANNOTATED---\n                                     SPLEEN\n                              (hopefully)\n                         Maybe it won't work.\n\n                                     FURIOUS\n                         It works.\n\n                                     HELLER\n                         A village in Siberia was wiped out \n                         when a cleaning woman switched it on \n                         by mistake.\n\n               Another grim silence, as they realize how desperate the \n               situation is. For the first time, they're really scared.\n\n                                     MONICA\n                         We've got to warn the city.\n\n                                     SHOVELER\n                         How?\n\n                                     RAJA\n                         No one will believe us.\n\n                                     BOWLER\n                         They'll think we're just a bunch of \n                         weirdoes.\n\n               CAMERA CUTS BETWEEN THEM as they look at each other -- their \n               frightened faces, their sad, faded costumes. Even the Sphinx \n               looks scared.\n\n                                     FURIOUS\n                              (after a moment, grimly)\n                         We know what we gotta do.\n\n               They look at him.\n\n                                     RAJA\n                         We're outnumbered twenty to one.\n\n                                     SHOVELER\n                         It's suicide.\n\n                                     FURIOUS\n                         Maybe. But this isn't about living \n                         or dying. It's about good versus \n                         evil, and we're good, whether we \n                         like it or not... Maybe we look a \n                         little funny...\n\n               ON THE SPLEEN...\n\n                                     FURIOUS\n                         And smell a little funny. We're not \n                         bulletproof and we can't fly. But \n                         we're superheroes -- and that means \n                         doing what's right -- even when it's \n                         impossible... This is our city -- \n                         these are our friends, our families -- \n                         and if we don't save them, nobody \n                         will! So I say we take a ride up \n                         that hill, blast our way in there, \n                         destroy that Psycho-whatchamabob -- \n                         and teach those deviants a lesson \n                         they'll never forget!\n\n                                     SPHINX\n                         Now you're talking.\n\n                                     BOWLER\n                         Sounds good to me.\n\n                                     RAJA\n                         Let's do it.\n\n                                     SHOVELER\n                         And we'll take a bunch of 'em with \n                         us!\n\n               They're all with him. Monica steps forward.",
  "57": "---END OF PREVIOUS SECTION---\nSHOVELER\n                         And we'll take a bunch of 'em with \n                         us! They're all with him. Monica steps forward. \n---TARGET SECTION TO BE ANNOTATED---\n                                     MONICA\n                         I just want you guys to know -- I \n                         may not be a superhero, but I'm with \n                         you -- and I want to help!\n\n                                     ALL\n                         Oh that's great... Thanks, Monica...  \n                         (Etc.)\n\n                                     BOWLER\n                         We could really use some coffee --\n\n                                     SHOVELER\n                         And some sandwiches --\n\n                                     SPLEEN\n                         With mustard!\n\n                                     MONICA\n                              (her feelings a little \n                              hurt)\n                         Sure.\n\n               A few minutes later, Monica serves sandwiches and coffee as \n               our heroes plan...\n\n                                     RAJA\n                         But that place is huge and we don't \n                         know where this psycho thing is --\n\n                                     BOWLER\n                         Or even what it looks like.\n\n                                     HELLER\n                         And he must have it well hidden.\n\n                                     FURIOUS\n                         We'll just have to get lucky.\n\n               ON MONICA as she gets an idea. A moment later she slips a \n               canned tornado into her purse... as the others put their \n               arms around each other in a group huddle\\embrace.\n\n                                     FURIOUS\n                         Go do what you gotta do. We'll meet \n                         back here at sunset... Do or die.\n\n                                     ALL\n                         Do or die.\n\n                                     SPHINX\n                         Victoria o morte.\n\n               HEROIC MUSIC as...\n\n               EXT. AUTO DEMOLITION YARD - DAY - CLOSE ANGLE ON\n\n               THE FRONT GRILL of the Herkimer Battle Jitney... as Mister \n               Furious hooks it up to the \"Sally's Auto Demolition\" tow \n               truck... A moment later he drives the tow truck, towing the \n               off the lot, as Sally steps out of her office, pissed off...\n\n                                     SALLY\n                         HEY!\n\n               EXT. HELLER'S FARM - DAY\n\n               ON THE SPHINX, standing as immobile and silent as a statue... \n               as a falling leaf slowly flutters down in front of him... In \n               a flash, his machete slices through the air, and the leaf \n               continues fluttering down, but in two pieces...\n\n               INT. LABORATORY/BARN - DAY\n\n               Doc Heller fine tunes his Shrinker spray...",
  "58": "---END OF PREVIOUS SECTION---\nIn \n               a flash, his machete slices through the air, and the leaf \n               continues fluttering down, but in two pieces... INT. LABORATORY/BARN - DAY\n\n               Doc Heller fine tunes his Shrinker spray... \n---TARGET SECTION TO BE ANNOTATED---\n as the Bowler \n               sits quietly in the hayloft, studying the old dog eared photo \n               of her father and herself as a little girl...\n\n               INT. INVISIBLE BOY'S ROOM - DAY\n\n               Invisible Boy stands in front of his mirror, eyes closed, \n               concentrating for all he's worth, trying to become \n               invisible... He suddenly pops opens his eyes and looks at \n               himself in the mirror... but he's still completely visible. \n               He flops onto his bed in frustration.\n\n               INT. THE DINER - DAY\n\n               CLOSE ON A TABLE full of food... Eggplant Parmesan, broccoli, \n               chili... CAMERA PULLS BACK TO REVEAL the Spleen sitting alone \n               in the booth, stuffing his face, gassing up for battle.\n\n               INT. THE SHOVELER'S HOUSE - DAY\n\n               The Shoveler, standing in his bedroom, has just put on his \n               freshly laundered suit. CAMERA OPENS WIDE TO REVEAL Lucille, \n               his wife, standing there, holding his just polished shovel. \n               He takes it from her, then takes her in his arms.\n\n                                     SHOVELER\n                         Baby, if I don't make it... find \n                         yourself... a normal guy.\n\n                                     LUCILLE\n                         I don't want a normal guy.\n\n               And they kiss.\n\n               A few minutes later... In the living room the Shoveler's \n               kids lie sprawled in front of the television. The Shoveler, \n               in battle array, steps into the room. He wants to say \n               something to them, but the kids don't even take their eyes \n               off the TV look at him... He turns and walks out in silence.\n\n               END MUSIC...\n\n               INT. THE RAJA'S DINING ROOM - DAY\n\n               The shades are drawn. The Raja, in full costume, quietly \n               loads silverware into the secret pockets of his cape. \n               Suddenly, the light switches on... It's his mother. She's \n               caught him red handed.\n\n                                     MOTHER\n                         Jeffrey, YOU THIEF!\n\n                                     RAJA\n                         Mother... it's not what you think!\n\n                                     MOTHER\n                         And why are you wearing that silly \n                         costume?\n\n                                     RAJA\n                              (painfully)\n                         Because...",
  "59": "---END OF PREVIOUS SECTION---\nRAJA\n                         Mother... it's not what you think! MOTHER\n                         And why are you wearing that silly \n                         costume? RAJA\n                              (painfully)\n                         Because... \n---TARGET SECTION TO BE ANNOTATED---\n I'M A SUPERHERO!\n\n               ON HIS MOTHER, shocked.\n\n                                     RAJA\n                         Oh, Mother, I'm sorry. I know how \n                         much you wanted me to be a doctor or \n                         a lawyer with a family -- but it's \n                         just not who I am!\n\n                                     MOTHER\n                         But... the silverware?\n\n                                     RAJA\n                         I use it... to fight evil.\n\n                                     MOTHER\n                              (after a moment)\n                         Jeffrey... this is wonderful.\n\n                                     RAJA\n                              (stunned)\n                         It is?\n\n                                     MOTHER\n                         I always knew that you were special.\n\n                                     RAJA\n                         You did?\n\n                                     MOTHER\n                         Ever since you were a little boy...\n                              (gets an idea, excited)\n                         Come with me.\n\n               INT. UPSTAIRS HALLWAY - A MOMENT LATER\n\n               She pulls down the stairway to the attic...\n\n               INT. THE ATTIC - A MOMENT LATER\n\n               She switches on the light and leads the Raja to a far \n               corner... where she moves a couple of old hat boxes, REVEALING \n               an ancient leather bound box with the word \"Excalibur\" \n               engraved in gold on the top.\n\n                                     MOTHER\n                         This is for you.\n\n               The Raja opens the box and registers astonishment as he \n               sees...\n\n               A FABULOUS VICTORIAN SILVER SET packed with formidable looking \n               servers, cake knives, ice cream forks.\n\n                                     MOTHER\n                         Your Great Great Grandmother's wedding \n                         silver.\n\n               The Raja lifts up and handles a large heavily engraved pie \n               server.\n\n                                     RAJA\n                         Bitchin'.\n\n               EXT. OUTSIDE HELLER'S BARN/LAB - EVENING - CLOSE ON\n\n               Mister Furious, wrench in hand, covered with grease and oil, \n               cussing to himself as he works under the hood of the Herkimer.\n\n                                     FURIOUS\n                         Try it again!\n\n               Invisible Boy, sitting behind the wheel, tries the ignition \n               of the Herkimer, and the old engine grinds as it turns over, \n               but doesn't catch.\n\n                                     FURIOUS\n                         Come on, baby... Come on, baby...",
  "60": "---END OF PREVIOUS SECTION---\nInvisible Boy, sitting behind the wheel, tries the ignition \n               of the Herkimer, and the old engine grinds as it turns over, \n               but doesn't catch. FURIOUS\n                         Come on, baby... Come on, baby... \n---TARGET SECTION TO BE ANNOTATED---\n I \n                         SAID COME ON!\n\n               Mister Furious SLUGS the engine with his fist, and it sputters \n               and backfires into life... shaking, rattling, leaking, \n               exploding, but running... Furious kisses the Herkimer... as \n               the Bowler calls out to him from the barn.\n\n                                     BOWLER\n                         Mon Captain, it's for you.\n                              (tosses him the phone)\n\n                                     FURIOUS\n                         Hello?\n\n               EXT. UNKNOWN LOCATION - EVENING - CLOSE ON MONICA\n\n                                     MONICA\n                              (on a phone, speaking \n                              very softly)\n                         It's me.\n\n               BACK TO FURIOUS - CONTINUOUS\n\n                                     FURIOUS\n                         Monica, where are you?\n\n               BACK TO MONICA - WIDER ANGLE\n\n               REVEALING that she is on a pay phone just outside the art \n               center. She's wearing make-up and a sexy little dress; she \n               looks she's dressed for a date. Disco Boys and security guards \n               go about their business all around her.\n\n                                     MONICA\n                         At the Frankenstein Center.\n\n               CUT BACK AND FORTH BETWEEN THEM -\n\n                                     FURIOUS\n                         Are you nuts? Get out of there!\n\n                                     MONICA\n                         I'm going inside.\n\n                                     FURIOUS\n                         What are you talking about?\n\n                                     MONICA\n                         Listen, Casanova may be a \n                         supervillain, but he's got a weakness, \n                         and I'm it. Maybe -- just maybe -- I \n                         can trick him into showing me the \n                         location of the whatchamathing.\n\n                                     FURIOUS\n                         He's a psycho! He'll kill you!\n\n                                     MONICA\n                         Just shut up and listen. Hold off \n                         the attack as long as you can. If I \n                         can discover the location I'll call \n                         you --\n\n                                     FURIOUS\n                         And what if you get killed?\n\n                                     MONICA\n                         Then at least I will have died trying, \n                         right?\n\n               Furious silent, taken aback by her courage.\n\n                                     MONICA\n                         Roy... We might never see each other \n                         again, so I'd better tell you now...  \n                         I think you're wonderful.\n\n                                     FURIOUS\n                              (caught completely \n                              off guard)\n                         What?\n\n                                     MONICA\n                         Bye.",
  "61": "---END OF PREVIOUS SECTION---\nI think you're wonderful. FURIOUS\n                              (caught completely \n                              off guard)\n                         What? MONICA\n                         Bye. \n---TARGET SECTION TO BE ANNOTATED---\n                              (and she hangs up)\n\n                                     FURIOUS\n                         Monica!\n\n               INT. LOBBY OF THE FRANKENSTEIN CENTER - CONTINUOUS\n\n               as Monica approaches a GUARD standing by the main door.\n\n                                     MONICA\n                         Could you tell Mr. Frankenstein that \n                         Monica is here?\n\n                                     GUARD\n                         Sure, doll.\n\n               BACK TO THE BARN - CONTINUOUS\n\n               Furious stands by the Herkimer, phone still in hand. He seems \n               speechless, dazed. Something inside him has changed.\n\n                                     BOWLER\n                              (worried about him)\n                         Hey... you okay?\n\n                                     FURIOUS\n                         Sure.\n\n               BACK TO THE FRANKENSTEIN CENTER - A FEW MINUTES LATER\n\n               Casanova steps out and sees... Monica, looking very sexy.\n\n                                     MONICA\n                         Hi.\n\n                                     CASANOVA\n                         I thought you'd chickened out on me.\n\n                                     MONICA\n                         Just wanted to... powder my nose.\n\n               His eyes roam all over her; he knows she's up to something, \n               but she looks yummy, and this is just the sort of cat and \n               mouse game he loves.\n\n                                     MONICA\n                         How 'bout giving me \"the tour\"?\n\n                                     CASANOVA\n                         Why not?\n\n               EXT. COURTYARD - A FEW MINUTES LATER\n\n               as Casanova leads Monica across an open courtyard toward... \n               the sheer walls of the imposing central tower.\n\n                                     CASANOVA\n                         Big, isn't it?\n\n               He leads her to a massive archway, the only apparent entrance \n               to the tower. But just as she is about to pass through, Monica \n               looks up and sees something that makes her pull back with \n               fear...\n\n               HER POV -\n\n               A very sinister looking SECURITY EYE gazes down at her from \n               the top of the archway.\n\n                                     CASANOVA\n                         Don't worry. It's not activated.\n\n               They pass through and into...\n\n               INT. ROOM IN THE BASE OF TOWER - CONTINUOUS\n\n               which is filled with IMMENSE BRONZE SCULPTURES of voluptuous, \n               scantily clad females in various poses of bondage. Monica \n               reacts; these things are scary.\n\n                                     MONICA\n                         Who's the artist?\n\n                                     CASANOVA\n                         Me.\n\n               EXT.",
  "62": "---END OF PREVIOUS SECTION---\nMONICA\n                         Who's the artist? CASANOVA\n                         Me. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BARN/LAB - NIGHT\n\n               The Bowler, Spleen, Invisible Boy, and Doc Heller load up \n               the Herkimer with Heller's weaponry... as Mister Furious \n               lies sprawled on the hillside... breathing in the night air, \n               contemplating a dandelion gone to seed, and listening to the \n               sounds of the night. The Raja, Shoveler, and Sphinx, stand \n               nearby, watching, trying to figure out what's wrong with \n               him. A whippoorwill is heard singing.\n\n                                     FURIOUS\n                         Listen. He's lonely... and he doesn't \n                         care who knows it.\n\n               Raja and Shoveler share a bewildered look. The bird sings \n               again.\n\n                                     FURIOUS\n                         We're all the same really. Our songs, \n                         our dreams, our seeds are all just a \n                         brave attempt to live forever.\n                              (blows the dandelion \n                              seeds into the wind)\n\n                                     SPHINX\n                         He is in love. His anger is gone.\n\n                                     RAJA\n                         Oh no.\n\n                                     SHOVELER\n                         Great timing!\n\n                                     FURIOUS\n                         Has Monica called?\n\n               INT. TOP OF THE FRANKENSTEIN TOWER - CONTINUOUS\n\n               Casanova leads Monica into... a palatial room, filled with \n               priceless objects d'art, all of which reflect Casanova's \n               dark psyche. A Munch painting. Mayan idols. Weird German \n               furniture. A huge glass chandelier hovers over the room. A \n               massive bronze sculpture of a wolf (done in the same style \n               as the other sculptures) is perched in the balcony. It seems \n               to be howling out over the city which is seen in a spectacular \n               view, spread out alonq the lakeshore below.\n\n                                     CASANOVA\n                         This is where I come to... be alone.\n\n               He turns down the lights and quietly closes and locks the \n               big door to the room.\n\n               CLOSE ON MONICA, sensing her danger.\n\n                                     MONICA\n                         Oh, look at that view.\n\n               She moves out onto the balcony... as Casanova slips the gold \n               chain from around his neck and follows her.\n\n               INT.",
  "63": "---END OF PREVIOUS SECTION---\nMONICA\n                         Oh, look at that view. She moves out onto the balcony... as Casanova slips the gold \n               chain from around his neck and follows her. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BARN/LAB - CONTINUOUS\n\n               Our heroes have gathered around Furious, who sits in a chair, \n               getting the third degree.\n\n                                     HELLER\n                         Snap out of it!\n\n                                     BOWLER\n                         Get on to yourself!\n\n                                     SHOVELER\n                              (shouting right in \n                              his face)\n                         GET MAD!\n\n                                     FURIOUS\n                         But I just don't feel it.\n\n                                     RAJA\n                         He's turned into a completely normal \n                         person!\n\n                                     FURIOUS\n                         Normal. What's normal? Does normal \n                         exist? And if it did, how would we \n                         know it?\n\n               The Shoveler slugs him, sending him sprawling.\n\n                                     FURIOUS\n                         You know, Eddie, that was really \n                         uncalled for.\n\n               EXT. BALCONY ON FRANKENSTEIN TOWER - ON MONICA\n\n               gazing out onto the city, as she senses Casanova slinking up \n               behind her.\n\n                                     MONICA\n                         I'm chilly.\n\n               She turns, elegantly avoiding him, and moving back inside.\n\n               BACK TO THE BARN/LAB - CONTINUOUS\n\n               Spleen holds up Furious' favorite sunglasses.\n\n                                     SPLEEN\n                         Look! Your favorite sunglasses!\n                              (snaps them in two)\n\n                                     BOWLER\n                         Your Roy Rogers coffee mug!\n                              (hurls it against the \n                              wall)\n\n                                     SHOVELER\n                         Your Spiderman Pez dispenser!\n                              (breaks the head off \n                              it)\n\n                                     FURIOUS\n                         Okay, you win. I'm pissed off. I'm \n                         seriously peeved.\n\n               The others groan with frustration.\n\n               BACK AT THE FRANKENSTEIN TOWER - CONTINUOUS\n\n               Monica moves nervously around the room as Casanova sprawls \n               languorously on the bed, toying with his gold chain.\n\n                                     CASANOVA\n                         Come here.\n\n                                     MONICA\n                         I'm not that kind of girl.\n\n                                     CASANOVA\n                         Then why are you here?\n\n                                     MONICA\n                         Curiosity.\n\n                                     CASANOVA\n                              (with a smile)\n                         Remember the cat.\n\n               Suddenly, he hears high heels in the hall. A key is put in \n               the lock -- Casanova leaps off the bed, grabs Monica and \n               roughly shoves her into the closet.",
  "64": "---END OF PREVIOUS SECTION---\nCASANOVA\n                              (with a smile)\n                         Remember the cat. Suddenly, he hears high heels in the hall. A key is put in \n               the lock -- Casanova leaps off the bed, grabs Monica and \n               roughly shoves her into the closet. \n---TARGET SECTION TO BE ANNOTATED---\n He leaps back onto the \n               bed, just as the door opens, and Anabel, dressed in a lab \n               coat (and wearing high heels) enters. Casanova is completely \n               relaxed, nonchalant.\n\n                                     ANABEL\n                         What are you doing all alone in the \n                         dark?\n\n                                     CASANOVA\n                         Fantasizing... about you.\n\n               She crosses the room to the wolf sculpture.\n\n                                     CASANOVA\n                         I thought you were done?\n\n                                     ANABEL\n                         One last tweak.\n\n               She opens a secret panel on its back, REVEALING a FLASHING \n               HIGH TECH INTERIOR... and Monica, watching from the closet, \n               realizes that she has found the Psychostridulator.\n\n               BACK TO THE BARN/LAB - CONTINUOUS - CLOSE ON\n\n               a boom box... A CD jacket tells us that \"Kenny G.\" is \n               playing...\n\n                                     RAJA\n                         If this doesn't do it, nothing will!\n\n               ON FURIOUS, a pair of headphones on his head. The music is \n               so loud that we can hear it even though it's being played \n               only through the headphones.\n\n               ON THE OTHERS, gathered around him, waiting to see if this \n               will work.\n\n               And then Furious begins to respond... as his face turns into \n               a contorted grimace.\n\n                                     BOWLER\n                         It's working!\n\n               Furious groans and writhes... The others are thrilled; they've \n               done it!\n\n                                     FURIOUS\n                         This music is just SO BEAUTIFUL!\n\n               He starts to weep. The others give a collective groan of \n               defeat.\n\n               BACK AT THE FRANKENSTEIN TOWER - CONTINUOUS\n\n               as Anabel works on the Psychostridulator, Monica looks at a \n               clock... which reads almost eleven. Time is running out.\n\n               BACK TO THE BARN/LAB - CLOSE ON SHOVELER'S WRISTWATCH\n\n               which also reads eleven.\n\n               SHOVELER AND RAJA -\n\n                                     SHOVELER\n                         It's time.\n\n                                     RAJA\n                         With or without him, we gotta go!\n\n               BACK TO THE FRANKENSTEIN TOWER -\n\n               as Anabel closes up the wolf... and starts to leave.\n\n                                     ANABEL\n                         Our guests are waiting.",
  "65": "---END OF PREVIOUS SECTION---\nRAJA\n                         With or without him, we gotta go! BACK TO THE FRANKENSTEIN TOWER -\n\n               as Anabel closes up the wolf... and starts to leave. ANABEL\n                         Our guests are waiting. \n---TARGET SECTION TO BE ANNOTATED---\n                                     CASANOVA\n                         I'll be down in a jiffy.\n\n               She goes out. Casanova listens as the sound of high heels \n               fades away, then he goes to the closet and lets Monica out.\n\n                                     MONICA\n                         I'd better go.\n\n                                     CASANOVA\n                         You're a spy.\n\n                                     MONICA\n                              (offguard)\n                         What?\n\n                                     CASANOVA\n                         I saw him walk you home.\n\n                                     MONICA\n                         Who?\n\n                                     CASANOVA\n                         Roy.\n\n               She makes a sudden try for the door, but he blocks her way, \n               a cold look in his eye that makes her step back in fear.\n\n                                     CASANOVA\n                         Don't be afraid... I never hit a \n                         lady...\n\n               He lets the gold chain drop loose in his hand, then starts \n               coming for her, a sadistic grin on his face. This is the \n               real Casanova.\n\n               Monica pulls back, then reaches into her purse and takes out \n               A CANNED TORNADO, which she holds out threateningly.\n\n                                     MONICA\n                         Stay away!\n\n                                     CASANOVA\n                         Or you'll what? CAN ME?\n\n               He laughs dementedly as Monica pops open the can and A \n               SWIRLING FUNNEL OF AIR SHOOTS OUT OF IT and ENGULFS Casanova, \n               throwing him across the room... Monica grabs the handset of \n               a cordless phone and runs out the door.\n\n               ON CASANOVA, pulling himself together.\n\n                                     CASANOVA\n                         That bitch!\n\n               INT. CORRIDOR JUST OUTSIDE - CONTINUOUS\n\n               as Monica runs for it, dialing the phone on the fly...\n\n               INT. TEE BARN/LAB - CONTINUOUS - ON THE PHONE\n\n               ringing... but no one is there...\n\n               EXT. THE BARN/LAB - CONTINUOUS\n\n               Our heroes are climbing into the Herkimer, whose noisy idling \n               engine obliterates the ringing of the phone.\n\n                                     FURIOUS\n                         But she still might call!\n\n                                     SHOVELER\n                         Are you coming or not?\n\n                                     FURIOUS\n                         I'll drive.\n\n                                     SHOVELER\n                         Not a chance!\n\n               He shoves him in the back, closing the heavy steel door behind \n               him.",
  "66": "---END OF PREVIOUS SECTION---\nFURIOUS\n                         I'll drive. SHOVELER\n                         Not a chance! He shoves him in the back, closing the heavy steel door behind \n               him. \n---TARGET SECTION TO BE ANNOTATED---\n               BACK TO THE FRANKENSTEIN TOWER - CONTINUOUS - ON MONICA\n\n               hiding behind a large planter... listening to the phone \n               ringing on the other end.\n\n                                     MONICA\n                         Come on, guys... Pick up...\n\n               Suddenly, we hear Casanova's voice on the line.\n\n                                     CASANOVA'S VOICE\n                         What's the matter...\n\n               BACK IN THE TOWER ROOM - CONTINUOUS\n\n               Casanova is listening in on another phone.\n\n                                     CASANOVA\n                         Nobody home?\n\n               BACK TO MONICA - CONTINUOUS\n\n               as she moves quickly down the hall.\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               The Shoveler is at the wheel. The Raja sits in the passenger \n               seat. The others are in the back.\n\n                                     SHOVELER\n                         Here we go!\n\n               He forces the stick into gear and the Herkimer lurches \n               forward.\n\n                                     SHOVELER\n                         We've got lift off!\n\n                                     RAJA\n                         May the forks be with us!\n\n               EXT. DOC HELLER'S HOUSE - CONTINUOUS\n\n               as the Herkimer -- backfiring, smoking, clanging -- rumbles \n               down the driveway into action.\n\n               BACK IN THE HERKIMER - CONTINUOUS\n\n               Shoveler tries to put the car in second gear, but it won't \n               go. He yanks and pulls and struggles, until the stick comes \n               off in his hand.\n\n                                     RAJA\n                         First is good.\n\n               INT. CORRIDOR IN FRANKENSTEIN TOWER - CONTINUOUS\n\n               Casanova instructs three security guards.\n\n                                     CASANOVA\n                         I want her alive.\n\n                                     GUARDS\n                         Yes, Mr. Frankenstein.\n\n               CAMERA PANS UP the top of a staircase... where Monica is \n               crouched, listening.\n\n               EXT. STREETS OF CHAMPION CITY - NIGHT\n\n               VARIOUS SHOTS as the Herkimer rumbles and smokes down \n               Champion's main street (in first gear) and the citizens step \n               out of houses and bars to watch this bizarre sight.\n\n               ON A LITTLE BOY AND HIS FATHER -\n\n                                     LITTLE BOY\n                         Daddy, what is that thing?\n\n                                     FATHER\n                         I don't know, son.",
  "67": "---END OF PREVIOUS SECTION---\nSTREETS OF CHAMPION CITY - NIGHT\n\n               VARIOUS SHOTS as the Herkimer rumbles and smokes down \n               Champion's main street (in first gear) and the citizens step \n               out of houses and bars to watch this bizarre sight. ON A LITTLE BOY AND HIS FATHER -\n\n                                     LITTLE BOY\n                         Daddy, what is that thing? FATHER\n                         I don't know, son. \n---TARGET SECTION TO BE ANNOTATED---\n               A couple of GRIZZLED CHARACTERS stand in front of a bar.\n\n                                     DRUNK\n                         A Herkimer? Those yuppies will drive \n                         anything.\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               ON FURIOUS AND THE OTHERS in the back.\n\n                                     SPHINX\n                         Amigo, we need you.\n\n                                     INVISIBLE BOY\n                         Just GET MAD!\n\n               Furious closes his eyes and tries, but it's hopeless.\n\n               INT. V.I.P. LOUNGE IN FRANKENSTEIN TOWER - CONTINUOUS\n\n               A sumptuous, hotel-like lounge. Anabel is holding court with \n               all of top crooks from the luncheon, charming the pants off \n               them... Casanova slithers up behind her.\n\n                                     CASANOVA\n                         Fellas, this is woman without whom I \n                         would have gone sane.\n                              (kisses her neck)\n\n               EXT. FRONT GATE OF THE FRANKENSTEIN CENTER - CONTINUOUS\n\n               A pair of security guards (the same two who got gassed by \n               the Spleen) are on duty, when they see... a strange looking \n               vehicle chugging up the hill straight for them.\n\n                                     GUARD 1\n                         What the hell is that?\n\n                                     GUARD 2\n                         Looks like... a Ford Dumpster.\n\n               They have a good laugh at it, then hold up their hands for \n               it to stop... But the Herkimer just rolls past them, hitting \n               the iron gates and snapping them open as if they were made \n               of match sticks.\n\n                                     GUARDS\n                         HEY!\n\n               They open fire.\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               Bullets are heard pinging off the Herk as THROUGH THE \n               WINDSHIELD just ahead we see the long stairway heading up to \n               the front door of the art center.\n\n                                     SHOVELER\n                         Hang on!\n\n               EXT. ON THE STAIRS - CONTINUOUS\n\n               Several more guards open fire, as the Herkimer hits the stairs \n               and starts bouncing up them...\n\n               BACK AT THE LOUNGE - ON CASANOVA\n\n               checking his watch.\n\n                                     CASANOVA\n                         It's showtime.\n\n               But then they all hear... the sound of gunfire.",
  "68": "---END OF PREVIOUS SECTION---\nBACK AT THE LOUNGE - ON CASANOVA\n\n               checking his watch. CASANOVA\n                         It's showtime. But then they all hear... the sound of gunfire. \n---TARGET SECTION TO BE ANNOTATED---\n                                     TONY P\n                         What's that?\n\n               BACK ON THE STAIRS - CONTINUOUS\n\n               as the Herkimer chugs and bounces... toward the entrance of \n               the center.\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               Our heroes get bounced all over the place.\n\n               INT. JUST INSIDE THE CENTER - CONTINUOUS\n\n               as guards close and bolt the big wooden doors to the art \n               center.\n\n               ON A GUARD wearing a headset.\n\n                                     GUARD\n                         Mr. Frankenstein, we're being \n                         attacked.\n\n               INT. SECURITY DESK - CONTINUOUS\n\n               Casanova sits at a security console. Anabel, Tony P, and the \n               top crooks stand behind him, listening.\n\n                                     CASANOVA\n                         By whom?\n\n                                     VOICE OF GUARD\n                         We don't know!\n\n               BACK ON THE STAIRS - CONTINUOUS\n\n               as the Herkimer climbs to the top, then rams into the doors \n               with a thud. But the doors hold.\n\n               BACK ON THE VILLAINS -\n\n                                     TONY P\n                         They'll never get through those doors.\n\n               BACK AT THE FRONT DOOR - CONTINUOUS\n\n               But the plucky little Herkimer digs in its rear wheels and \n               pushes against the doors like the Little Engine That Could...\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               as our heroes encourage the Herk.\n\n                                     SHOVELER\n                         Come on, baby!\n\n                                     BOWLER\n                         Do it, big boy!\n\n               ON ITS WHEELS, grinding, chewing up the concrete...\n\n               JUST INSIDE THE CENTER - CONTINUOUS\n\n               as the Herkimer comes crunching through the big wooden doors \n               of the center, scattering the guards.\n\n               BACK INSIDE THE HERKIMER - CONTINUOUS\n\n               our heroes cheer, pat the Herk.\n\n                                     SHOVELER\n                         Atta, girl!\n\n                                     BOWLER\n                         Atta, boy!\n\n               BACK TO CASANOVA -\n\n               WATCHING ON A SECURITY MONITOR\n\n                                     VOICE OF GUARD\n                         Mr. Frankenstein, they're in!\n\n                                     CASANOVA\n                         Well kill them.",
  "69": "---END OF PREVIOUS SECTION---\nBACK TO CASANOVA -\n\n               WATCHING ON A SECURITY MONITOR\n\n                                     VOICE OF GUARD\n                         Mr. Frankenstein, they're in! CASANOVA\n                         Well kill them. \n---TARGET SECTION TO BE ANNOTATED---\n               BACK IN THE HALL - CONTINUOUS\n\n               The Herkimer drives into the main hall of the center as a \n               small army of security guards swarms in, guns blazing.\n\n               BACK AT THE SECURITY DESK - CONTINUOUS\n\n               Casanova and the crooks watch the security monitor...\n\n               INSIDE THE HERKIMER - CONTINUOUS\n\n               The bullets sound like hailstones bouncing off the armor of \n               the Herk as our heroes grimly prepare themselves for battle... \n               The Sphinxs puts on his mask... the Bowler unzips her bag... \n               Doc Heller cocks his air cannon... Spleen and Invisible Boy \n               load a bag with canned tornadoes... While Mister Furious \n               watches anxiously.\n\n               The Shoveler drives intently, bullets splattering like bugs \n               on the windshield.\n\n                                     SHOVELER\n                         Where am I going?\n\n                                     RAJA\n                              (pointing to an archway \n                              on the other side of \n                              the hall)\n                         Through there!\n\n                                     SHOVELER\n                         Right.\n\n               But suddenly something under the hood blows up; the engine \n               gives a long groan, and the Herkimer rolls to a dead stop...\n\n               INSIDE/OUTSIDE THE HERIKINER - CONTINUOUS\n\n               Right in the middle, in the most exposed position of the \n               main hall.\n\n               More guards arrive and open fire... An armored golf cart \n               with a fifty caliber machine gun mounted on it comes speeding \n               into the hall, blasting the Herk...\n\n               Inside, the sound of the big bullets is deafening as Shoveler \n               tries to restart the engine.\n\n                                     SHOVELER\n                         No good! She's dead!\n\n               ON CASANOVA AND THE CROOKS, watching the monitor and laughing \n               as bullets pulverize the Herk.\n\n                                     TONY P\n                         Spam in a can!\n\n               The crooks laugh.\n\n               Butsuddenly, the Herkimer's door is thrown open, revealing \n               our heroes -- holding down Doc Heller, his air cannon at the \n               ready. He fires -- there is a WHOOMPH of air -- and the \n               mounted gun and a dozen guards are sent tumbling...\n\n               SECURITY DESK - CONTINUOUS - ON CASANOVA AND THE OTHERS\n\n               watching, sobered.",
  "70": "---END OF PREVIOUS SECTION---\nButsuddenly, the Herkimer's door is thrown open, revealing \n               our heroes -- holding down Doc Heller, his air cannon at the \n               ready. He fires -- there is a WHOOMPH of air -- and the \n               mounted gun and a dozen guards are sent tumbling... SECURITY DESK - CONTINUOUS - ON CASANOVA AND THE OTHERS\n\n               watching, sobered. \n---TARGET SECTION TO BE ANNOTATED---\n               BACK IN THE MAIN HALL - CONTINUOUS\n\n               as our heroes come charging out of the Herkimer, using their \n               various skills to blow through the surprised guards. Mr. \n               Furious comes out last, not quite sure what to do with \n               himself.\n\n               But suddenly, a withering barrage of machine gun fire is \n               being laid down on them by three guards firing tommy guns \n               from a balcony overlooking the floor. Bullets splatter all \n               around them -- and several unlucky guards are hit -- but our \n               heroes dive for cover. The Raja tries to get off a fork, but \n               the firing is too intense. Our heroes are pinned down.\n\n               ON MR. FURIOUS as he sees... the bag of canned tornadoes. \n               He's got no superpowers, and he's scared to death, but he \n               grabs a canned tornado.\n\n                                     FURIOUS\n                         Cover me!\n\n                                     SHOVELER\n                         With what?\n\n               Bullets dancing all around him, Furious runs a desperate \n               (but impressive) zig-zag pattern across the floor... He \n               performs a wild somersault, comes up on his feet, pops open \n               the can, and executes a perfect jump shot, lobbing it right \n               into the balcony. The tornado funnels out, and the guards \n               are sent flying.\n\n               ON CASANOVA AND THE TOP CROOKS watching...\n\n                                     ELVIS BROTHER 1\n                         Who are those guys?\n\n               CLOSE ON CASANOVA, who knows who they are.\n\n               WHILE BACK IN THE HALL our heroes rally around a shaken Mr. \n               Furious.\n\n                                     RAJA\n                         Not bad for a normal guy!\n\n                                     SPHINX\n                         Amigos!\n\n                                     ALL\n                         Do or die!\n\n               EXT. COURTYARD - A MOMENT LATER - ANGLE ON\n\n               the security eye watching... as the panicking security guards \n               retreat under it into the main tower.\n\n               BACK TO CASANOVA -\n\n               as he types something into the security computer...\n\n               ON THE SCREEN a computerized image of the eye appears. \n               Casanova highlights the word \"Activate\" and then presses \n               \"Enter\".\n\n               BACK TO THE COURTYARD - ON THE EYE\n\n               as it comes to glowing, sinister life...",
  "71": "---END OF PREVIOUS SECTION---\nON THE SCREEN a computerized image of the eye appears. Casanova highlights the word \"Activate\" and then presses \n               \"Enter\". BACK TO THE COURTYARD - ON THE EYE\n\n               as it comes to glowing, sinister life... \n---TARGET SECTION TO BE ANNOTATED---\n               A hapless guard retreats under the arch -- the Eye instantly \n               focuses on him, and he is hit by a dozen nasty looking laser \n               beams... that SIZZLE HIM...\n\n               A moment later our heroes arrive at the arch. Furious is \n               about to run through, but Doc Heller holds him back.\n\n                                     HELLER\n                         Wait! Look!\n\n               He points to... a man shaped pile of charcoal, all that \n               remains of the unfortunate guard.\n\n                                     HELLER\n                         Laser eye... and it's a humdinger.\n\n                                     RAJA\n                         No problem.\n\n               The Raja takes out a butter knife, aims, and hurls it straight \n               at the eye, but laser beams intercept the knife and instantly \n               melt it into... a formless blob of silver.\n\n               BACK TO CASANOVA AND THE TOP CROOKS -\n\n                                     TONY P\n                         We'll take care of these clowns.\n\n                                     ELVIS BROTHER 2\n                         Piece a cake.\n\n                                     BONE HEAD LEADER\n                         No sweat.\n\n               CORRIDOR - A MOMENT LATER\n\n               as Tony P, the top crooks, and the Disco Boys march en masse \n               TOWARD THE CAMAERA... They are an ugly, formidable looking \n               bunch.\n\n               EXT. COURTYARD - CONTINUOUS\n\n               Our heroes are blocked by the eye.\n\n                                     SHOVELER\n                         Doc, there's got to be a way.\n\n               But the Doc is stymied... Suddenly they hear a woman's voice \n               calling down to them.\n\n                                     MONICA'S VOICE\n                         It's up here! It's up here!\n\n                                     FURIOUS\n                              (looks up)\n                         Monica!\n\n               EXT. TOP OF THE FRANKENSTEIN TOWER - CONTINUOUS\n\n               Monica leans over the edge of the balcony, the wolf sculpture \n               looming over her, shouting down at them.\n\n                                     MONICA\n                         ROY! THE PSYCHO THING IS --!\n\n               But strong hands suddenly grab her. It's Casanova.\n\n               BACK TO FURIOUS - CONTINUOUS\n\n               as high above he hears Monica scream.\n\n               BACK TO THE BALCONY - CONTINUOUS\n\n               Casanova, hand held tightly across Monica's mouth, shouts \n               down tauntingly to Furious.",
  "72": "---END OF PREVIOUS SECTION---\nIt's Casanova. BACK TO FURIOUS - CONTINUOUS\n\n               as high above he hears Monica scream. BACK TO THE BALCONY - CONTINUOUS\n\n               Casanova, hand held tightly across Monica's mouth, shouts \n               down tauntingly to Furious. \n---TARGET SECTION TO BE ANNOTATED---\n                                     CASANOVA\n                         Thanks, Roy! She's just my type. You \n                         can have her back... when I'm done!\n\n               BACK T0 FURIOUS - CONTINUOUS\n\n               as he hears Casanova's evil laugh and Monica's scream. He is \n               desperate to find a way up, but the wall is completely sheer. \n               He feels helpless -- frantic, near tears...\n\n               FLASH TO the terrified little boy trapped in the back of his \n               parents' car, crying, pounding on the windows...\n\n               And then... Mr. Furious' hands clench into fists -- his hair \n               stands up -- and his face turns into a mask of primordial \n               rage. His button has finally been pressed. Be's MAD! He \n               reaches up as high as he can...\n\n               CLOSE ON HIS HAND -\n\n               as his fingers literally dig into the concrete of the wall... \n               and he pulls himself up.\n\n               BACK AT THE TOP 0F THE TOWER - CONTINUOUS\n\n               Casanova throws Monica onto the bed, puts his hands on her \n               throat and strangles her as she thrashes helplessly against \n               his immense strength.\n\n               BACK TO FURIOUS -\n\n               Fifty feet up and climbing. He pulls himself up, one hand, \n               then another, digging in his fingernails, catching his toes \n               on whatever tiny cracks he can find... as the others gaze up \n               at him.\n\n                                     HELLER\n                         He'll never make it.\n\n                                     BOWLER\n                         Think positive.\n\n               Meanwhile, Invisible Boy stands staring at the security eye, \n               a look of fierce determination on his face. This is his \n               moment.\n\n                                     INVISIBLE BOY\n                              (to himself)\n                         I can do it.\n\n               He takes a deep breath, closes his eyes, and concentrates...\n\n               ON FURIOUS as the fingers of one hand lose their grip and a \n               toehold gives way... For a desperate moment, Furious is \n               dangling off the wall by the tips of the fingers of one hand. \n               Only his incredible rage keeps his fingertips taut.\n\n               Suddenly, there is a flash of silver, and a large cake fork \n               embeds in the concrete not far from his head. Furious grabs \n               hold of it, and throws a grateful look down to the Raja...\n\n               Who salaams up at him...",
  "73": "---END OF PREVIOUS SECTION---\nSuddenly, there is a flash of silver, and a large cake fork \n               embeds in the concrete not far from his head. Furious grabs \n               hold of it, and throws a grateful look down to the Raja... Who salaams up at him... \n---TARGET SECTION TO BE ANNOTATED---\n               As Invisible Boy, eyes closed in concentration, walks very \n               slowly, hands at his sides, in an almost Egyptian pose... \n               toward the eye... which stares down mercilessly, waiting for \n               its next victim... we notice that Invisible Boy has become... \n               just slightly transparent.\n\n               AT THE TOP OF THE TOWER - CONTINUOUS - ON CASANOVA\n\n               a look of pleasure on his face as he strangles Monica. Her \n               resistance fades. Her hands fall away. She is pale, beautiful, \n               almost gone, a picture of exquisite death.\n\n                                     CASANOVA\n                              (admiring her)\n                         Some girls just know how to die.\n\n               Suddenly, we hear someone cursing Casanova in Russian. He \n               turns and sees... Anabel standing there, pistol in hand.\n\n                                     ANABEL\n                         You two timing psychotic bastard.\n\n                                     CASANOVA\n                         Darling, you've got the wrong idea.\n\n                                     ANABEL\n                              (aiming at his heart)\n                         Do I?\n\n                                     CASANOVA\n                         I was only strangling her... I've \n                         killed hundreds of women. It doesn't \n                         mean a thing.\n                              (moving toward her, \n                              turning on that old \n                              Frankenstein Charm)\n                         Pootchkie, you're over-reacting. \n                         This is our night. It's what we've \n                         lied for... cheated for... murdered \n                         for. She's just a plaything, a \n                         trifle... You're the only woman who's \n                         ever meant anything to me. I adore \n                         you. I worship you. I want to make \n                         you my bride.\n\n               She succumbs to his charms, and he gently takes the pistol \n               out of her hand.\n\n                                     CASANOVA\n                         There's just one thing...\n                              (with a psychotic \n                              smile)\n                         I don't need you anymore.\n\n               A look of terror comes across her face as she sees the murder \n               in his eyes.\n\n                                     CASANOVA\n                         Don't worry, Darling. I never hit a \n                         lady.\n\n               EXT. ON THE WALL - A MOMENT LATER - ON FURIOUS\n\n               still climbing as he hears a scream, looks up... and sees \n               Anabel go plummeting past him.\n\n               ON OUR HEROES down below.",
  "74": "---END OF PREVIOUS SECTION---\nEXT. ON THE WALL - A MOMENT LATER - ON FURIOUS\n\n               still climbing as he hears a scream, looks up... and sees \n               Anabel go plummeting past him. ON OUR HEROES down below. \n---TARGET SECTION TO BE ANNOTATED---\n                                     BOWLER\n                         Heads up!\n\n               CAMERA HOLDS ON OUR HEROES, wincing as Anabel hits with an \n               ugly thud.\n\n               Suddenly they hear Invisible Boy calling to them.\n\n                                     INVISIBLE BOY\n                         Guys, I did it! I did it! I'm \n                         invisible!\n\n               They all turn and see... Invisible Boy, totally visible, but \n               standing on the other side of the arch.\n\n                                     INVISIBLE BOY\n                         Can you see me?\n\n                                     ALL\n                         Yes!\n\n                                     INVISIBLE BOY\n                         Nuts.\n\n                                     SHOVELER\n                         Kid, turn that thing off!\n\n               Invisible Boy turns and sees... a computer screen built into \n               the wall (with the same image of the eye on it that was on \n               Casanova's computer), but he doesn't have a clue how to turn \n               it off. Suddenly, he hears running feet, turns and sees...\n\n               The top crooks and the Disco Boys rushing towards him through \n               the giant sculptures. He gets an idea... and stands right in \n               front of the computer screen.\n\n                                     INVISIBLE BOY\n                         HEY! CREEPS!\n\n               He makes a face at them -- and a dozen guns are instantly \n               fired at him.\n\n               He jumps clear behind a pillar -- as the bullets smash into \n               the wall... one of them demolishing the computer screen.\n\n               CLOSE ON THE EYE -\n\n               as it goes dead.\n\n               ON INVISIBLE BOY, hiding behind the pillar... realizing he's \n               been shot in the shoulder.\n\n               BACK ON OUR HEROES -\n\n                                     SHOVELER\n                         This is it! DO OR DIE!\n\n               The villains form a line, bristling with pistols... as our \n               heroes, led by Sphinx, Shoveler, and Bowler come running \n               through the arch. The threesome go shoulder to shoulder (with \n               our other heroes right behind them) as the villains open \n               fire, laying down a deadly fusillade...\n\n               ON SHOVELER, BOWLER, AND SPHINX, standing together, deflecting \n               their bullets with shovel, bowling ball, and machete... (as \n               they practiced with pebbles at the farm)... with the Raja \n               right behind them, hurling silverware...\n\n               ON THE VILLAINS, rapid firing...",
  "75": "---END OF PREVIOUS SECTION---\nThe threesome go shoulder to shoulder (with \n               our other heroes right behind them) as the villains open \n               fire, laying down a deadly fusillade... ON SHOVELER, BOWLER, AND SPHINX, standing together, deflecting \n               their bullets with shovel, bowling ball, and machete... (as \n               they practiced with pebbles at the farm)... with the Raja \n               right behind them, hurling silverware... ON THE VILLAINS, rapid firing... \n---TARGET SECTION TO BE ANNOTATED---\n but their own bullets \n               ricochet back into them, dropping them... They start to fall \n               back.\n\n               BACK TO THE TOP OF THE TOWER - CONTINUOUS\n\n               Casanova is about to finish Monica.\n\n                                     CASANOVA\n                         And the light goes out...\n\n                                     FURIOUS (O.S.)\n                         Frankenstein!\n\n               Casanova turns and sees... Furious, standing on the balcony.\n\n                                     CASANOVA\n                         Roy... What took you so long?\n\n               Furious starts at Casanova, who aims Anabel's pistol at him. \n               Furious hesitates.\n\n                                     CASANOVA\n                         Let me guess... Bullets don't hurt \n                         you.\n\n                                     FURIOUS\n                         They hurt... BUT THEY DON'T STOP ME!\n\n               Furious lunges at Casanova -- who gets off a shot before \n               Furious grabs the gun out of his hand. Casanova ducks clear. \n               Furious tosses the pistol away... then realizes he's bleeding \n               from a shoulder wound.\n\n                                     CASANOVA\n                         Smarts, doesn't it?... Shall we dance?\n\n               He turns on his stereo and the sound of DISCO MUSIC fills \n               the air...\n\n               INTERCUT BETWEEN THE TWO FIGHTS - CONTINUOUS\n\n               Downstairs, the villains have regrouped.\n\n                                     TONY P\n                         Let's rush 'em!\n\n               They charge en mass at our heroes... who are waiting for \n               them... pinching their noses closed, the Spleen bent over at \n               their forefront...\n\n               While Casanova dances around Furious like a cat... Furious, \n               fighting the pain of his bullet wound, lunges at him, and \n               Casanova neatly sidesteps him...\n\n               The crooks and Disco Boys fall back, gasping, choking in the \n               noxious fumes...\n\n               As Casanova attacks...\n\n               Advancing shoulder to shoulder, fighting as a team, our heroes \n               wield machete, fork, shovel, bowling ball, and canned \n               tornado... forcing the villains back...\n\n               Casanova comes at Furious relentlessly, kicking and \n               spinning... and Furious gets the worst of it.\n\n               Suddenly, a squad of Disco Boys comes charging at our heroes \n               from the flank... but Doc Heller turns to face them, shrinker \n               spray held Rambo-style on his hip.",
  "76": "---END OF PREVIOUS SECTION---\nAdvancing shoulder to shoulder, fighting as a team, our heroes \n               wield machete, fork, shovel, bowling ball, and canned \n               tornado... forcing the villains back... Casanova comes at Furious relentlessly, kicking and \n               spinning... and Furious gets the worst of it. Suddenly, a squad of Disco Boys comes charging at our heroes \n               from the flank... but Doc Heller turns to face them, shrinker \n               spray held Rambo-style on his hip. \n---TARGET SECTION TO BE ANNOTATED---\n He lets them have it, \n               blasting them with a DENSE BLUE SPRAY...\n\n               When the spray clears, the D Boys lie squirming on the floor, \n               prisoners in their now child sized disco suits...\n\n                                     DISCO BOYS\n                         Help!... Get me out of this!\n                              (Etc.)\n\n               Upstairs, Casanova pummels Furious...\n\n               While, downstairs, the Shoveler dispatches the Elvis Brothers \n               with some nifty shovel work... But suddenly, the Bland Boys, \n               pistols blazing, are advancing on him, forcing him back \n               against the base of a sculpture.\n\n               But the Raja suddenly leaps up onto the sculpture.\n\n                                     RAJA (O.S.)\n                         Gentlemen!\n\n               The Bland Boys look up and see... the Raja, both hands filled \n               with silverware... which he HURLS...\n\n               A beat later the Bland Boys, bristling with forks and \n               grapefruit spoons, run screaming through the sculptures... \n               as Tony P, pistol in hand, skulks out from behind a sculpture \n               and spots... the Bowler.\n\n               Upstairs, Furious goes flying against a wall...\n\n                                     CASANOVA\n                         Roy, you're making this too easy.\n\n               As Tony P takes a careful bead on the Bowler.\n\n                                     TONY P\n                         Say hello to Daddy for me!\n\n               He opens fire, but she goes instantly into her ball swinging \n               frenzy...\n\n               He fires, missing -- she's too fast to keep a bead on... \n               Finally, his gun clicks empty. She turns and faces him.\n\n                                     BOWLER\n                              (grimly)\n                         Daddy says hello.\n\n               She HURLS the ball at him -- like a fiery softball pitch.\n\n               BALL'S POV -\n\n               going straight for Tony P's SCREAMING head...\n\n               ON THE BOWLER, watching -- as Tony's scream is cut short by \n               a gruesome thud.\n\n               Back upstairs Casanova comes at Furious again... but Furious \n               ducks the kick, pops back up and smashes Casanova with his \n               good arm... sending him flying across the room... Casanova \n               recovers.\n\n                                     CASANOVA\n                         Let's change the tune.\n\n               He reaches into his pocket and takes out the remote device \n               (that Anabel used at the luncheon). He presses a button...",
  "77": "---END OF PREVIOUS SECTION---\nCASANOVA\n                         Let's change the tune. He reaches into his pocket and takes out the remote device \n               (that Anabel used at the luncheon). He presses a button... \n---TARGET SECTION TO BE ANNOTATED---\n               ON THE WOLF SCULPTURE as the jaws open, its eyes glow red... \n               and the dreadful sound of the Psychostridulator grinds up \n               and FILLS THE NIGHT AIR LIKE A SIREN.\n\n               Downstairs, the foul noise fills the room and our heroes and \n               the villains all go into a full blown psychotic episode... \n               The villains start shooting and stabbing each other.\n\n               SERIES OF SHOTS - AROUND THE CITY - CONTINUOUS\n\n               On Main Street cars slam into each other. Pedestrians start \n               screaming and fighting... A man and his dog snarl and snap \n               at each other...\n\n               The Customers at the Lakeside Diner go insane, hurling plates \n               and food...\n\n               At the Shoveler's house the kids turn psycho in front of the \n               television...\n\n               ANGLE ON A TYPICAL SUBURBAN NEIGHBORHOOD -\n\n               as the sounds of screaming and smashing dishes and furniture \n               can be heard coming from all the houses...\n\n               LONG ANGLE OF CHAMPION CITY -\n\n               as a din of collective insanity rises up from the city...\n\n               BACK TO THE TOP OF THE TOWER - CONTINUOUS - ON CASANOVA\n\n               in full psychotic ecstasy...\n\n                                     CASANOVA\n                         WHAT A RUSH!\n                              (tosses the remote \n                              off the balcony)\n\n               ON MONICA, still motionless on the bed...\n\n               Casanova and Furious collide in the center of the room and \n               grapple in a contest of psychotically enhanced superhuman \n               strength... Casanova gets his hands around Furious's throat \n               and crushes it... Furious drops to his knees, and Casanova \n               thinks he's got him. But Furious, grimacing with rage, looks \n               him right in the eye.\n\n                                     FURIOUS\n                              (raspy voiced)\n                         Is... that... all you got?\n\n               Furious grabs Casanova's wrists... and crushes them. Casanova \n               howls with pain, loses his grip. Furious slugs him, again \n               and again... then he grabs Casanova by the belt, swings him \n               around, and HURLS him into the air...\n\n               Casanova CRASHES into the huge crystal chandelier -- there \n               is an explosion of crystal and glass.",
  "78": "---END OF PREVIOUS SECTION---\nCasanova \n               howls with pain, loses his grip. Furious slugs him, again \n               and again... then he grabs Casanova by the belt, swings him \n               around, and HURLS him into the air... Casanova CRASHES into the huge crystal chandelier -- there \n               is an explosion of crystal and glass. \n---TARGET SECTION TO BE ANNOTATED---\n Furious averts his \n               eyes as cut glass rains down all around him... then he looks \n               up and sees...\n\n               Casanova's gold chain has hooked onto a fixture of the \n               chandelier.\n\n               Casanova kicks and flails... as he is hanged by the neck on \n               his own gold chain...\n\n               Furious moves to the wolf sculpture. Be PLUNGES HIS HAND \n               through its bronze casing, and RIPS OUT the heart of the \n               Psychostridulator, a flashing football sized device that \n               gives off an unamplified, but higher pitched and more \n               irritating sound...\n\n               Furious HURLS the device hard against the floor, and it \n               smashes into a thousand pieces...\n\n               CLOSE ON ONE OF THE PIECES -\n\n               In insect sized device that gives off an even higher pitched, \n               even more disorienting sound. This is the very nerve center \n               of the Psychostridulator...\n\n               Furious lifts his foot and crushes it hard under his heel...\n\n               SILENCE...\n\n               Furious drops to his knees, wounded, exhausted... He looks \n               up... at Casanova, who dangles lifelessly off the \n               chandelier...\n\n                                     FURIOUS\n                         Nice dancing with you.\n\n               SERIES OF SHOTS - VARIOUS LOCATIONS - CONTINUOUS\n\n               as our other heroes return to their senses amidst the \n               vanquished crooks... the traumatized remnants of whom run \n               for it. Things also return to normal...\n\n               On the street...\n\n               At the Lakeside Diner...\n\n               And at the Shoveler's house...\n\n               BACK TO THE TOP OF THE TOWER - CONTINUOUS\n\n               Furious moves to the bed, where Monica lies motionless and \n               pale...\n\n                                     FURIOUS\n                         Monica...\n\n               He touches her face, her eyes open, and she looks at him.\n\n                                     MONICA\n                         You're beautiful when you're angry.\n\n               He takes her tenderly in his arm... as the Raja, the Shoveler \n               and the others rush into the room and see... Furious and \n               Monica embracing.\n\n               EXT. OUTSIDE THE FRANKENSTEIN CENTER - A LITTLE LATER\n\n               Police cars and news vans arrive... as our heroes, battered, \n               wounded, but victorious walk proudly down the long stairs...\n\n               Furious and Monica hold each other up.",
  "79": "---END OF PREVIOUS SECTION---\nEXT. OUTSIDE THE FRANKENSTEIN CENTER - A LITTLE LATER\n\n               Police cars and news vans arrive... as our heroes, battered, \n               wounded, but victorious walk proudly down the long stairs... Furious and Monica hold each other up. \n---TARGET SECTION TO BE ANNOTATED---\n Wounded Invisible Boy \n               has his arm around the Spleen... while policemen and news \n               people run up the stairs past them into the center, ignoring \n               them as always...\n\n               But this time our heroes could care less. They are \n               superheroes, and they don't give a damn who knows it.\n\n               INT. THE RAJA'S HOUSE - NIGHT\n\n               as the Raja opens the door and enters...\n\n                                     RAJA\n                         Mama!\n\n               She is there, waiting up for him.\n\n                                     RAJA\n                         I'm home.\n\n               They embrace.\n\n               INT. SHOVELER'S HOUSE - NIGHT - CLOSE ON A TV SCREEN\n\n               Don Stouffer is reporting.\n\n                                     DON\n                         Few details have emerged...\n\n               ON THE SHOVELER'S KIDS, on the couch, still rattled by their \n               psychotic episode, glued to the TV -\n\n                                     DON (O.S.)\n                         ...but the Dawn Patrol got this \n                         exclusive interview with two of the \n                         suspects.\n\n               ON THE TV -\n\n               Dawn Wong interviews the battered, handcuffed Elvis Brothers \n               as they are led away...\n\n                                     ELVIS BROTHER 1\n                         I don't know who those guys were -- \n                         but I never want to see 'em again.\n\n                                     ELVIS BROTHER 2\n                         Especially that big dude with the \n                         shovel...\n\n                                     ELVIS BROTHER 1\n                              (near tears)\n                         He was the worst!\n\n               ON THE KIDS' COLLECTIVE REACTION as they realize who it was... \n               and then they hear the front door open...\n\n               In the front hall the Shoveler enters wearily; his shoulder \n               hurts, his back is killing him... as his kids come running \n               to him.\n\n                                     KIDS\n                         Dad!... Dad!... You okay?... You \n                         hurt?\n\n                                     SHOVELER\n                              (shocked by this \n                              welcome)\n                         I'm okay -- I'm all right.\n\n                                     EDDIE JR.\n                         Lean on me, Dad.\n\n                                     LENORE\n                         I'll hold your shovel, Dad.\n\n               They lead him back into the living room, and give him the \n               prime spot on the couch.\n\n                                     BUTCH\n                         You want a soda, Dad?\n\n                                     SHOVELER\n                              (stunned)\n                         Okay.\n\n               He runs to get it as Eddie Jr.",
  "80": "---END OF PREVIOUS SECTION---\nBUTCH\n                         You want a soda, Dad? SHOVELER\n                              (stunned)\n                         Okay. He runs to get it as Eddie Jr. \n---TARGET SECTION TO BE ANNOTATED---\n slides a footstool under his \n               feet and Tracy puts a pillow behind his back. Roland, the \n               little one, cuddles up next to him, puts his arm around him.\n\n                                     ROLAND\n                         Nice work. Dad.\n\n                                     SHOVELER\n                         Thanks, Roland.\n\n                                     ROLAND\n                         You really are a superhero, aren't \n                         you?\n\n               The Shoveler nods. A few minutes later... The Shoveler sits \n               on the couch, feet up, soda in hand. The television is off. \n               His kids all huddled around him, hanging on his every word.\n\n                                     SHOVELER\n                         And that's when the engine blew up.\n\n                                     KIDS\n                         Whoa...\n\n                                     BUTCH\n                         What did you do?\n\n                                     SHOVELER\n                         Well...\n\n               ON LUCILLE as she comes in and sees... her husband surrounded \n               by his kids, a happy man at last.\n\n               EXT. LAKESIDE DINER - THE NEXT NIGHT - ESTABLISHING\n\n               INT. THE DINER - CONTINUOUS - ON THE SPLEEN\n\n               sitting between the Bowler and a bandaged Invisible Boy. The \n               Bowler has her arm chummily around the Spleen's shoulder. \n               The Spleen finally has real friends. Doc Heller discusses \n               the art of fork throwing with the Raja as the Shoveler listens \n               in. The Sphinx sits at the end of the table, silent.\n\n                                     DOC HELLER\n                         So you're never actually conscious \n                         of range or trajectory?\n\n                                     RAJA\n                         Heck no. I just chuck 'em.\n\n               Monica (in her waitress outfit) sits close to a bandaged \n               Mister Furious.\n\n               ON THE TV -\n\n               Dawn Wong reports.\n\n                                     DAWN\n                         It's been twenty-four hours since \n                         the deadly psycho-sonic attack and \n                         bloody shoot-out that left Casanova \n                         Frankenstein and dozen of the city's \n                         top hoodlums dead... But tonight the \n                         question remains... Who were these \n                         heroic mystery men who saved our \n                         city?...\n\n               ON OUR HEROES -\n\n                                     BOWLER\n                         Could have been anybody.\n\n               They laugh.\n\n                                     RAJA\n                         Wait a minute... That's it. That's \n                         our name. We're... the Mystery Men.",
  "81": "---END OF PREVIOUS SECTION---\nThat's it. That's \n                         our name. We're... the Mystery Men. \n---TARGET SECTION TO BE ANNOTATED---\n               They all like it, except for the Bowler.\n\n                                     BOWLER\n                         Hey, do I look like a Man?\n\n                                     SHOVELER\n                         Well we can't call ourselves the \n                         Mystery People.\n\n                                     SPLEEN\n                              (singing, ala \"Macho \n                              Man\")\n                         Mystery, Mystery Man... I want to be \n                         a Mystery Man...\n\n                                     SHOVELER & RAJA\n                         Shut up.\n\n                                     BOWLER\n                         Eat your mustard.\n\n                                     FURIOUS\n                         It doesn't matter what we call \n                         ourselves. We know who we are.\n\n                                     RAJA\n                         Yes, Obie-wan.\n\n                                     INVISIBLE BOY\n                         Hey... he's gone.\n\n               The others see... that the Sphinx's chair is empty. Raja \n               spots a crumpled napkin on the table, opens it up, and reads.\n\n                                     RAJA\n                         \"Until you need me again... Adios.\"\n\n               A silence... Reactions from our heroes as they realize that \n               the Sphinx is gone...\n\n                                     SHOVELER\n                         I miss him already.\n\n               Suddenly, somewhere in the night, a burst of gunfire and \n               screams are heard. THE FINAL MUSIC BEGINS...\n\n                                     FURIOUS\n                         Amigos, duty calls.\n\n               The Mystery Men wolf their burgers, then stand and start for \n               the street...\n\n               As Monica watches them leave, a PATRON asks her:\n\n                                     PATRON\n                         Miss... who are those guys?\n\n                                     MONICA\n                              (after a moment)\n                         I don't know.\n\n               JUST OUTSIDE THE DINER - A MOMENT LATER\n\n               HEROIC GROUP SHOT as the Mystery Men march down the middle \n               of street, toward the sound of the gunfire... and into the \n               night.\n\n               THEME AND CREDITS...\n\n                                         THE END\n"
}