{
  "1": "NEVER LOOK AWAY\n\nAn original screenplay\nby\n\nFlorian Henckel von Donnersmarck\n\f1.\n\nINT. DRESDEN ART MUSEUM — DAY\n\nKURT, a small 5-year-old boy with steel grey eyes gazes\nat the distorted, grimacing faces of soldiers from the\nhands of Otto Dix, the twisted colors and shapes of\nKirchner, Heckel and Schmidt-Rottluff, the bizarre world\nof Paul Klee. At Kurt's side is his AUNT ELISABETH, an 19\nyear-old blonde of seductive beauty. They are part of a\ngroup of maybe two dozen adults, all ears to a self-\nconfidently eloquent EXHIBITION GUIDE:\n\nGUIDE\n(nodding with regret)\nModern art. Yes, ladies and gentlemen.\nBefore the National Socialists took\ncharge, Germany, too, had its share of\n\"modern\" art, meaning: something\ndifferent just about every year - as\nfollows from the word itself.\n\nIronic chuckles from the audience.\n\nEXHIBITION GUIDE (CONT'D)\n\nBut the Germany of National Socialism\nonce again demands a German art which,\nlike the entirety of a nation’s creative\nvalues, must be, and shall be, eternal.\nBearing no such eternal value for its\nnation, it can be of no higher value even\ntoday.\n\nAs they stroll past paintings of unconstrained\nprostitutes, yellow hydrocephalic heads, smirking\ncaptains of industry, African-style sculptures...\n\nEXHIBITION GUIDE (CONT'D)\nThe German woman is ridiculed and equaled\nto prostitutes.\n\nThe paintings appear to confirm this.\n\nEXHIBITION GUIDE (CONT'D)\nThe soldier is portrayed either as a\nmurderer or as the victim of senseless\nslaughter, all this in an attempt to\ndestroy the German people’s deeply rooted\nrespect for a soldier’s bravery.\n\nIndeed, the paintings could lay some claim to such a\nmessage. They continue on.\n\fEXHIBITION GUIDE\n\nAnd madness, mental illness, is elevated\nto a defining principle.",
  "2": "---END OF PREVIOUS SECTION---\nIndeed, the paintings could lay some claim to such a\nmessage. They continue on. EXHIBITION GUIDE\n\nAnd madness, mental illness, is elevated\nto a defining principle. \n---TARGET SECTION TO BE ANNOTATED---\n Can one truly\nassume that the eye of certain\nindividuals makes them see things other\nthan they really are? That there actually\nare men who see in their compatriots\nnothing but degenerate cretins? That\nthese individuals perceive, or, as they\nmight put it: “experience”, fields as\nblue, skies as green, clouds as sulfur-\nyellow, and the like?\n\nThe intensity of the paintings Kurt sees could\n\nsuggest\n\nthis.\n\nEXHIBITION GUIDE\n\nThere are only two possibilities: Either\nthese so-called \"artists\" really do see\nand believe the things they are showing\nus here - in which case all one would\nhave to determine is whether the root of\nsuch a ghastly impediment was an accident\nor a genetic defect. Should the former be\nthe case, our heart goes out to these sad\nsouls; if it is the latter, however, the\ncase should be looked into by the Reich\nMinistry of the Interior, so that at\nleast we can avoid further proliferation\nof such repulsive impairments. Or, on the\nother hand, these “artists” do not even\nbelieve themselves that their perceptions\nare real and nonetheless choose to pester\nthe nation with this humbug - such an\noffense would fall, clearly, under the\ndomain of criminal justice.\n\nindeed\n\nThey have reached the next hall and stop in front of a\nKandinsky canvas: colorful streaks, arcs, blotches with\n\nblurred,\n\ncolored edges.\n\nEXHIBITION GUIDE (CONT'D)\nWhat does this have to do with art? How\ncan this possibly elevate our souls?\nWhere is the craft in this? For art comes\nfrom craft.\n\nHe turns to the youngest person there - Kurt.\n\nEXHIBITION GUIDE (CONT'D)\n(kindly)\n\fI think you could do this, too.\nLittle Kurt gives a shy shrug.\n\nEXHIBITION GUIDE (CONT'D)\nOf course you could. Have a go. And when\nyou've finished, ask your parents if\nthey’1ll give you a Reichsmark for it.\n\nLaughter from his audience.\n\nEXHIBITION GUIDE (CONT'D)\nYou know how much they paid Mr. Wassily\nKandinsky for this? 2000 Reichmarks. More\nthan a German worker’s yearly wages.",
  "3": "---END OF PREVIOUS SECTION---\nEXHIBITION GUIDE (CONT'D)\nYou know how much they paid Mr. Wassily\nKandinsky for this? 2000 Reichmarks. More\nthan a German worker’s yearly wages. \n---TARGET SECTION TO BE ANNOTATED---\n What\ndoes your Papa do?\n\nKURT\nRight now, he’s out of work.\n\nEXHIBITION GUIDE\n\n(ignoring this)\n2000 Reichsmarks out of the working\nGerman people’s taxes.\n\nThe group heads on. Kurt and Elisabeth’s eyes stay on the\nKandinsky canvas.\n\nKURT\n(to Elisabeth)\nMaybe I don't want to be a painter after\nall.\n\nAUNT ELISABETH\n(whispers in his ear)\nDon't tell anybody, but I like it.\n\n2. EXT. DRESDEN ART MUSEUM - ROAD OUTSIDE - DAY\n\nIn the background we see a poster on the building:\nTOURING EXHIBITION: DEGENERATE ART. FREE ENTRY.\n\nThe street Kurt and Elisabeth are walking along is\ndecorated with pictures of Hitler wreathed with garlands,\nswastika flags and banners announcing DRESDEN GREETS THE\nFUHRER.\n\nTwo men wearing hats gaze at Elisabeth as she walks past,\ntheir eyes gleaming.\n\nKURT\n\f2A.\n\n3.\n\nDid you see the way they looked at you,\nAunt Elisabeth?\n\nShe is well aware of the effect she has on men.\n\nAUNT ELISABETH\nOn Monday nobody here will have eyes for\nme. They'll all be cheering the Fthrer.\n\nKURT\nI think you're better than Hitler.\n\nShe smiles at a compliment she is unlikely to have heard\nbefore. They reach a bus stop just as the bus arrives.\nThe destination board indicates the last stop\n“GroBschénau”. They board the vehicle.\n\nINT. BUS — DAY\n\nThe BUS DRIVER is an elderly man with kind eyes. He\nknows Elizabeth.\n\nBUS DRIVER\nSo, you’re taking your nephew on an outing? And\nwhen are you taking me on an outing?\n\nElisabeth smiles good-naturedly. The driver hands little\nKurt a bonbon.\n\nINT. MOVING BUS / EXT. STREETS IN DRESDEN -— DAY\n\nThe large bus winds its way through the streets of\nDresden, the capital of the state of Saxony. Elisabeth\nand Kurt are sitting right at the back in the near-empty\nbus. The boy gazes out of the buildings they pass, his\nexpression melancholy.\n\nKURT\n(pointing)\nOver there, that's where our apartment\nwas.",
  "4": "---END OF PREVIOUS SECTION---\nElisabeth\nand Kurt are sitting right at the back in the near-empty\nbus. The boy gazes out of the buildings they pass, his\nexpression melancholy. KURT\n(pointing)\nOver there, that's where our apartment\nwas. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELISABETH\n(nodding)\nYou miss your friends...\n\nKurt doesn't reply.\n\nAUNT ELISABETH\n(teasing)\n\fI know who you miss... That cute little girl with the\nflaming red braids... What was her name, Johanna,\nright?\n\nKURT\n(embarrassed)\nNo, not just Johanna...\n\nHe goes silent. The mood changes. He is very earnest, almost\nlooks like he is about to cry.\n\nAUNT ELISABETH\nWho else do you miss. Sometimes it helps to just\nget it out.\n\nKURT\nThe Schréders - you know, that old couple who are\nalways holding hands, like little children. I miss\nthem. And Tilo, their dachshund. Whenever I called\nhim, he always ran to me...\n\nHe chokes up.\n\nAUNT ELISABETH (CONT'D)\nBut it's only 75 km from our house to\nDresden. You can visit them as often as\nyou like. There’s a bus every two hours.\nWas it so difficult to get here today?\n\nAunt Elisabeth looks out the window, with yearning.\n\nAUNT ELISABETH (CONT'D)\nBut you're right, of course. Dresden is\nunbeatable in its beauty.\n\nWIDE SHOT: As the bus drives over the Augustus bridge, in\nthe b/g we see the baroque splendor of Dresden in perfect\nsunlight. Aunt Elisabeth was not exaggerating.\n\nTIME CUT: By now the landscape outside the window of the\nbus has become more rural.\n\nAunt Elisabeth lifts her nephew onto her lap. The boy is\npleased to be so close to the beautiful girl. She strokes\nhis hair.\nAUNT ELISABETH (CONT'D)\nAren't you even a little bit happy that\nyou've moved in with us?\n\nKurt shrugs. At this precise moment he might well be.\n\nAUNT ELISABETH (CONT'D)\n\fAnd you can climb the tree behind the\nhouse again. Do you remember last year,\nwhen we were looking for you everywhere,\nand just as we were about to call the\npolice you dropped an acorn on Uncle\nGunther's head? Not many 5-year-olds can\nclimb like you!\n\nShe tickles him a little. He laughs.",
  "5": "---END OF PREVIOUS SECTION---\nNot many 5-year-olds can\nclimb like you! She tickles him a little. He laughs. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELISABETH (CONT'D)\n\n(quietly)\nYou know, I think your father is very\nbrave, not joining the Party. One\n\nsignature and he could have kept his job\nas a teacher, and the apartment.\n\nKURT\nHe says that if a man isn't prepared to\nsuffer for his beliefs there is either\nsomething wrong with the man or _ the\nbeliefs. He says it’s criminal the way\nthe Nazis...\n\nAUNT ELISABETH\n(interrupts, whispering)\nI know... But you don't talk to anybody\nelse like this, do you?\n\nKurt shakes his head.\n\nKURT\nMama says she'll persuade him to join\nanyway. And then after the war that will\nbe his capitol.\n\nAUNT ELISABETH\n(laughs)\nHis capital!\n\nShe looks down tenderly at the boy. She is holding him\nlike a little child. But since he is no longer quite so\nlittle, he is lying in her arms almost like a lover. Her\nbreasts are close to his face and his hands. He gazes up.\nShe notices this. He realizes that she has noticed but\nstill doesn't back away.\n\nAUNT ELISABETH (CONT'D)\nYou'd really like to touch them, wouldn't\nyou?\n\nKurt doesn't deny.\n\fAUNT ELISABETH (CONT'D)\nBut you mustn't...\n\nHer voice is so gentle and soft that it hardly sounds\nlike a real rejection. She kisses him quickly on the\nlips, half maternally.\n\n4, EXT. GROBSCHONAU CENTRAL BUS STATION - DUSK\n\nElisabeth thanks the bus driver as they step out. The\nstreets are empty, the bus station not even boasting a\nbuilding. We have the clear impression that we are out in\nthe provinces. No other passengers are around. The driver\nmoves the bus over to a parking area with half a dozen\nother buses. Elisabeth takes little Kurt by the hand and\nwalks in that direction herself. Through the windshields\nof the buses we see the drivers eating their lunch\nsandwiches.\n\nKURT\nWhat is it, Aunt Elisabeth? Did you\nforget something?\n\nElisabeth gives him a mysterious smile and stands in the\nmiddle of the area, surrounded by the buses.",
  "6": "---END OF PREVIOUS SECTION---\nKURT\nWhat is it, Aunt Elisabeth? Did you\nforget something? Elisabeth gives him a mysterious smile and stands in the\nmiddle of the area, surrounded by the buses. \n---TARGET SECTION TO BE ANNOTATED---\n Apparently\nthe drivers all know her: they smile at the attractive\ngirl. She folds her hands together in a pleading gesture,\nand the bus drivers nod to each other. One of them leans\non the horn, and then another, and soon they are all\nhooting their horns together. The deep, full sound\npenetrates everything. Elisabeth closes her eyes, lays\nher head back and raises her arms as if in prayer, a sort\nof ecstatic gesture as she relishes the deep\nreverberations that penetrate her entire body. An extreme\nmusical experience. Little Kurt is completely bewildered.\nAfter a few moments the drivers stop hooting.\n\n \n\nElisabeth emerges from her trance, pulls herself\ntogether, blows kisses to the drivers and takes Kurt by\nthe hand, leading him away.\n\nAUNT ELISABETH\n(to Kurt)\nTo paint a picture which gives you that\nfeeling. That's what they're trying to\ndo, those degenerate artists...\n\nThe drivers smile, shaking their heads (clearly this is\nnot the first time) and then go back to their sandwiches\nand newspapers.\n\f5. EXT. STREET IN DRESDEN - DAY\n\nGarlands of flowers hang from the streetlamps and house\nfronts, there are swastikas everywhere, and the sidewalks\nare packed with people. At a bend in the road 100 girls\nin the uniform of the BDM (the Hitler Youth organization\nfor girls) are standing to attention. A young, confident\nSS man is walking through the rows of girls, choosing the\nhealthiest, blondest and prettiest of them.\n\nSS MAN\nYou come to the front. You, to the front.\n\nThe girls comply. We gather from the loud shouting and\nscreaming that Hitler's convoy is approaching. Suddenly\nthe SS man sees Elisabeth, who gazes straight back at him\nwith open, intelligent eyes.\n\nSS MAN (CONT'D)\nYou, in the first row. Come on. You'll\nhand him the flowers.\n\nHe takes a bouquet of flowers from another girl and hands\nthem to Elisabeth. She acts as though she is in some sort\nof trance. Suddenly the convoy comes round the corner,\nand there he is, the Fithrer, ADOLF HITLER.",
  "7": "---END OF PREVIOUS SECTION---\nHe takes a bouquet of flowers from another girl and hands\nthem to Elisabeth. She acts as though she is in some sort\nof trance. Suddenly the convoy comes round the corner,\nand there he is, the Fithrer, ADOLF HITLER. \n---TARGET SECTION TO BE ANNOTATED---\n Familiar from\na thousand PORTRAITS, PHOTOGRAPHS, NEWSREELS, STATUES,\nMEDALS, COINS, STAMPS AND PAINTINGS (INTERCUT in rapid\nsuccession).\n\nThe SS man leads Elisabeth to the front of the crowd.\nHitler's open car stops. The Fithrer gazes at her with his\nicy blue eyes, takes the flowers, pulls her close, kisses\nher on the cheek, hands her a swastika pennant and\ncontinues to gaze into her eyes even when the convoy\nstarts moving again, until he can no longer see her. The\nother girls, excited and curious, surround Elisabeth and\nbombard her with questions.\n\n6. INT. WALTERSDORF - MAY FAMILY HOUSE - AFTERNOON\n\nLittle Kurt uses his own key to enter the house. Inside\nthe narrow hall there is a large, dark wooden wardrobe,\nmounted antlers on the walls. The room is filled with the\nsound of PIANO MUSIC from the living room: Bach’s\ncomposition \"Sheep May Safely Graze\". For some reason,\nKurt feels uneasy. He follows the sound of the music.\nWhen he enters the living room he sees Elisabeth sitting\nat the piano, playing the music. She is naked. She\ndoesn't turn to face him. He lowers his eyes.\n\fAUNT ELISABETH\n(without turning round)\nDon't look away.\n\nHe looks up again.\n\nAUNT ELISABETH (CONT'D)\nDon't look away, Kurt. If you never look\naway, your gaze will become strong as\nsteel. You will see the truth. And\neverything that is is true is\nbeautiful...\n\nShe carries on playing, lost in the melody. He comes\ncloser, gazing at the naked woman.\n\nAUNT ELISABETH (CONT'D)\nThis piece is called \"Sheep May Safely\nGraze\". But you mustn't let anybody\nnotice, if you're a sheep. Or you can\nnever graze safely. That's for sure.\n\nShe suddenly stops playing. Now she presses one key\nrepeatedly, playing the same note again and again. Kurt\nis becoming increasingly disconcerted by her behavior.\n\nAUNT ELISABETH (CONT'D)\n\nYou know, this note makes everything\nalright. This note.",
  "8": "---END OF PREVIOUS SECTION---\nKurt\nis becoming increasingly disconcerted by her behavior. AUNT ELISABETH (CONT'D)\n\nYou know, this note makes everything\nalright. This note. \n---TARGET SECTION TO BE ANNOTATED---\n The whole power of\nmusic, of life itself, of the universe,\nis contained in this note. People look\nfor the Secret Code, for the Theory of\nEverything. But here it is: the A in the\noctave above middle C on the Bltithner\npiano in the Mays’ living room in\nWaltersdorf. Nothing can ever happen to\nus, because we have this note.\n\nShe starts weeping about the note, laughing about the\nnote.\n\nAUNT ELISABETH (CONT'D)\nAnd now that I have found it, I can play\nit everywhere.\n\nShe gets up from the piano and gazes at Kurt.\n\nAUNT ELISABETH (CONT'D)\nOn the table...\n\nShe picks up a heavy crystal glass ashtray and hammers it\ndown on the glass top of the sofa table until the room is\n\n9\n\ffilled with a menacing smashing sound. Elisabeth seems\ncontent.\n\nAUNT ELISABETH (CONT'D)\nEven on my head...\n\nShe starts hitting herself over the head with the\nashtray, again and again, until blood starts seeping\nthrough her hair down onto her face.\n\nKURT\nAunt Elisabeth, you’re bleeding.\n\nAt this moment Kurt's mother, WALTRAUD, and his\ngrandmother, MALVINE, appear.\n\nGRANDMOTHER MALVINE\nElisabeth, for God's sake, what are you\ndoing?!\n\nElisabeth beams at her.\n\nAUNT ELISABETH\nPlaying a concert for the Ftihrer!\n\nINT. WALTERSDORF - DOCTOR’S OFFICE - CONSULTATION ROOM -—\nLATE AFTERNOON\n\nMalvine seems years older. Waltraud, Kurt's mother, has\ncome along for the consultation. The doctor, DR.\nMICHAELIS, is sitting behind his desk in a white coat\nwith his tie neatly fastened.\n\nGRANDMOTHER MALVINE\n\"Youthful delusion\" - that makes it sound\nalmost harmless.\n\nWe hear Elisabeth’s voice raised hysterically in the\nwaiting room outside.\n\nAUNT ELISABETH (0.S.)\n(through the door)\nMild schizophrenia, youthful delusion! I\ncan hear everything! Ha, ha, ha!\n\nDR MICHAELIS\nNothing that cannot be healed by a short\nbreak, I should say.",
  "9": "---END OF PREVIOUS SECTION---\nI\ncan hear everything! Ha, ha, ha! DR MICHAELIS\nNothing that cannot be healed by a short\nbreak, I should say. \n---TARGET SECTION TO BE ANNOTATED---\nWALTRAUD\nA short break in...\n\n10\n\fDR MICHAELIS\nan institution, yes.\n\nThe two women look at each other.\n\nGRANDMOTHER MALVINE\nWe would really like to try giving her\nsome rest at home first. She worked\nextremely hard for the school leaving\nexam. And then she went straight into the\nsecretarial course without a _ break.\nPerhaps it's simply over-exertion.\n\nElisabeth comes back into the room. She strolls over to a\nsmall table where there are several photographs of Dr\nMichaelis with his family.\n\nAUNT ELISABETH\n(calls over to them)\nIs this your wife? You hate her, am I\nright? I can see it, by the way you stand\nnext to her.\n\nShe imitates his posture in the photograph with eerie\nprecision. Dr Michaelis stares at her, shocked. Elisabeth\nrealizes this has offended him.\n\nAUNT ELISABETH (CONT'D)\nYou can ignore that. After all, I'm\ncrazy.\n\nDR MICHAELIS\n(harshly)\nKindly wait outside until we have\nfinished talking. I shall not ask again.\n\nElisabeth strolls out of the room casually, as if to\nstress that she is doing so of her own free will.\n\nDR MICHAELIS (CONT'D)\n\n(lowering his voice)\nSchizophrenia is a serious condition, so\nI'm obliged to ask: are there other cases\nof mental illness in your family?\n\nGRANDMOTHER MALVINE\nHeavens, no!\n\nDR MICHAELIS\nDepression?\n\nil\n\fCLOSE-UP: a Nazi party badge is visible on the lapel of\nthe doctor's jacket, under his white coat.\n\nWALTRAUD\n(attempting to smile)\nWe’re all cheerful.\n\nThe doctor studies them.\n\nDR MICHAELIS\nWe doctors are the guardians of the flow\nof genetic biology. I have to report this\ncase to the Health Department. The\ndecision about committal might not be up\nto you.\n\nGRANDMOTHER MALVINE\n(resting a hand on his arm)\nDr Michaelis. Franz. I knew your parents.\nEven your grandparents. Please. Don't\nreport it.\n\nDr Michaelis remains motionless for a moment. Then he\npulls his arm back.",
  "10": "---END OF PREVIOUS SECTION---\nDon't\nreport it. Dr Michaelis remains motionless for a moment. Then he\npulls his arm back. \n---TARGET SECTION TO BE ANNOTATED---\nDR MICHAELIS\n\nJust because it is you, Frau May... But\ntell me immediately if her condition\nworsens.\n\nMalvine is afraid that even by thanking him she may\nchange the situation. She gets to her feet.\n\nGRANDMOTHER MALVINE\nGoodbye.\n\nDR MICHAELIS\nHeil Hitler.\n\nGRANDMOTHER MALVINE\nYes, of course. Heil Hitler.\n\nWALTRAUD\nHeil Hitler.\n\nThe two women walk out. Dr Michaelis is alone. He crosses\nto the picture of his wife. He gazes at it and places it\nface down on the table. Then he reaches for the phone.\n\n8. EXT. MAY FAMILY HOUSE - DAY\n\nLittle Kurt awakes in his room to beautiful sunshine\nspilling in through the windows. He hears sounds, sits up\n\n12\n\fin his bed to look outside. A white ambulance pulls up.\nTwo orderlies dressed in white get out. Kurt comes\nrunning up in his pajamas and sees them drag Aunt\nElisabeth out of the house. Her two brothers, GUNTHER and\nEHRENFRIED, embrace her, as if wanting to hold on to her.\nWaltraud is standing next to her husband JOHANN. When\nKurt's father sees the small boy, he tries to send him\nback into the house, but Kurt ignores him. Elisabeth is\nfighting desperately, biting and scratching the\norderlies, until they give her an injection of\nscopolamine to sedate her.\n\nKURT'S PERSPECTIVE: THE PICTURE BECOMES BLURRED, AS IF TO\nALLEVIATE THE SHARP PAIN.\n\nKurt's mother holds her hand over the boy's eyes. But he\npushes the hand away, determined to see everything. She\ncovers his eyes again, and again he pushes her hand away,\nautomatically stepping to one side.\n\nElisabeth has calmed down and is weeping in silence. She\ngazes at little Kurt out of the ambulance window, calmer\nnow, and waves to him. He waves back. She tries to say\nsomething to him through the window.\n\nCLOSE-UP: ELISABETH’S LIPS MOUTHING THE WORDS: \"NEVER\nLOOK AWAY!\"\n\nThe ambulance drives off.",
  "11": "---END OF PREVIOUS SECTION---\nHe waves back. She tries to say\nsomething to him through the window. CLOSE-UP: ELISABETH’S LIPS MOUTHING THE WORDS: \"NEVER\nLOOK AWAY!\"\n\nThe ambulance drives off. \n---TARGET SECTION TO BE ANNOTATED---\n They are left standing there,\nparalyzed: grandmother Malvine, Kurt's father Johann, his\nmother Waltraud and Waltraud’s two brothers. Uncle\nGiinther rests his hand briefly on Kurt's head.\n\nGUNTHER\n(always the optimist\nShe'll be back soon.\n\nBut somehow nobody believes this.\n\n9. INT. BERLIN - FUHRER‘S CHANCELLERY - CONFERENCE ROOM - DAY\nINSERT TITLE: Berlin, 1940\n\nA high, long room in functional gray Nazi bombastic-\nclassical style. 20 men sit at a long conference table,\nall in SS uniforms, all aged between 50 and 60. This is\nno typical group of SS officers: these men are more\nintelligent, more precise, better-groomed and more\npampered than your usual SS thugs. At the head of the\ntable is the psychiatrist DR BURGHARD KROLL, handsome,\nmalcontent, slightly effeminate. He has the quiet manner\n\n13\n\fof a man who is accustomed to people listening when he\nspeaks.\n\nDR KROLL\n\nI’d like to begin by congratulating you,\nmy dear colleagues: since the\nintroduction of the relevant law the\nweakest percentile of the German\npopulation has been rendered infertile.\n400,000 individuals. A proud figure. A\ncontribution towards positive breeding\nthat future generations will thank you\nfor. It is now my hope that we shall one\nday live in a world where the streets are\ncompletely free of mongoloids, the\nmentally ill and other deformities.\n\nThis vision seems to appeal to his listeners.\n\nDR KROLL (CONT'D)\n\nBut it is time to shift into second gear.\nAs a result of the British air raids, we\nhave an increased need for auxiliary\nhospital places. We cannot permit a\nsituation where a wounded German soldier\nis denied a place in a hospital because\nit is being used to nurture and maintain\nuseless life.\n\nHe pauses and looks round the room. The response is\ncommon consent. His gaze rests for rather longer than\nnecessary on CARL SEEBAND, a slim man of about 40 who\ngazes back at him with piercing blue eyes.",
  "12": "---END OF PREVIOUS SECTION---\nHe pauses and looks round the room. The response is\ncommon consent. His gaze rests for rather longer than\nnecessary on CARL SEEBAND, a slim man of about 40 who\ngazes back at him with piercing blue eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Seeband is\nsitting more erect than the others, his suit fits better\nthan the others, his hair is more neatly styled than the\nothers - he exudes order and control more than anyone\nelse in the room. Is there something in Kroll’s\nexpression indicating personal attraction?\n\nSEEBAND\n(formal and pragmatic)\nHow can we help? What can we do?\n\nDR KROLL\nThank you for that question, Carl.\n\nHe produces a sample medical file.\n\nDR KROLL (CONT'D)\nGentleman, from now on you are not just\ndoctors and SS officers. You are judges\nat the Genetic Health Court. What does\nthis mean? Well, any patient you have\n\n14\n\f10.\n\n11.\n\nsterilized or will sterilize in the\nfuture, whose medical file you mark with\na blue minus sign...\n\nCLOSE-UP: A PEN MAKES A BLUE \"-\" ON THE FORM\n\nDR KROLL (CONT'D)\n\nremains in the institution, and will\nbe looked after. However, if we find a\nred plus sign on the medical file, we\nunderstand that the life in question is a\nworthless one, and the patient will be\ntransferred to one of three special\ninstitutions in the eastern part of the\nReich, to be relieved of his meaningless\nexistence. Your pen is your sword.\n\nINT. DRESDEN GYNECOLOGICAL HOSPITAL - CORRIDORS - DAY\n\nAunt Elisabeth, three years older, and calmer, is wearing\na white hospital gown. She is led through the white\ncorridors by an attendant. A NURSE holding a medical file\nstands outside a large door with a sign that proclaims in\nlarge brass letters that this is the office of Professor\nCarl Seeband. When the attendant appears with Aunt\nElisabeth, the nurse presses a button next to the door.\n\nINT. DRESDEN GYNECOLOGICAL HOSPITAL - SEEBAND’S OFFICE -\nCONTINUOUS\n\nProfessor Seeband is sitting at his desk on the far side\nof the large office. He places one last sheet of paper on\nthe impeccably tidy desk into a file.\n\nHe is wearing a brilliant white doctor’s coat over his\nsuit, and we notice an SS badge on the lapel. The tie is\nperfectly knotted.",
  "13": "---END OF PREVIOUS SECTION---\nHe places one last sheet of paper on\nthe impeccably tidy desk into a file. He is wearing a brilliant white doctor’s coat over his\nsuit, and we notice an SS badge on the lapel. The tie is\nperfectly knotted. \n---TARGET SECTION TO BE ANNOTATED---\n A small light bulb next to the\nintercom turns on. Seeband presses a button. All his\nmovements are perfectly controlled and practiced, almost\nmechanical, but not without a certain grace.\n\nThe door opens. The nurse enters and places the medical\nfile on the desk in front of Seeband.\n\nNURSE\n(whispers)\nExamination and preliminary interview:\nElisabeth May. 23 years old. Psychiatric\npatient for three years. Diagnosis number\n\n15\n\f14. Sterilization scheduled for today\n1545 hours.\n\nSeeband picks up the file and dismisses the nurse with a\ngesture.\n\nNURSE (CONT'D)\n\n(to Elisabeth)\nYou may enter. The form of address is\n“Herr Professor\".\n\nThe attendant waits outside. Elisabeth takes a few\nhesitant steps into the room. The door is closed behind\nher. She is alone in the large room with the Professor.\nSeeband studies the file and, without looking up, points\nto a chair on the other side of the desk.\n\nSEEBAND\nYou can sit down.\n\nShe walks over and sits down. A few seconds pass.\n\nAUNT ELISABETH\nGood day.\n\nSEEBAND\nHeil Hitler.\n\nAUNT ELISABETH\nWhy should I heal him? You're the doctor.\n\nShe giggles a little at her joke. Seeband looks up, his\nface lacking all expression.\n\nAUNT ELISABETH (CONT'D)\n\n(meekly, like a child)\nHeil Hitler... Excuse me, I always have\nto say whatever comes to my mind. That's\nmy problem.\n\nSEEBAND\nIs that your only problem?\n\nAUNT ELISABETH\nYou will have to answer that one.\n\nSeeband makes a note.\n\nElisabeth points to a framed water-color on the wall, a\nlandscape with a rainbow.\n\nAUNT ELISABETH\nIs that by your... daughter?\n\n16\n\fSeeband clearly does not wish the conversation turned to\nhis family.\n\nSEEBAND\nWhy do you think you are here?\n\nAUNT ELISABETH\nBecause I sometimes don't think very\nproperly.\n\nSeeband notes down her reply.\n\nSEEBAND\nDo you know what kind of hospital this\nis?\n\nElisabeth shakes her head.",
  "14": "---END OF PREVIOUS SECTION---\nSeeband notes down her reply. SEEBAND\nDo you know what kind of hospital this\nis? Elisabeth shakes her head. \n---TARGET SECTION TO BE ANNOTATED---\nSEEBAND (CONT'D)\nA gynecological hospital.\n\nShe doesn't seem particularly impressed. Elisabeth\ncontinues to gaze at the water-color.\n\nAUNT ELISABETH\n\nA very nice girl, your daughter. I can\nsee from the picture. Not what you would\nreally call artistically talented. I\nsuppose you might even be pleased by\nthat? But a lot of heart. I have a nephew\nthe same age. Unfortunately he's very\ntalented. I sometimes take him = to\nexhibitions, to encourage him.\n\nSEEBAND\nVery well, now please go and get on to\nthe examination chair in the next room.\nTake off your...\n\nNow we hear a loud shout on the other side of the door.\nMAN (OFF)\n(through the door)\n\nI insist on speaking to the professor!\n\nWe also hear the voice of the nurse, who is trying to\ncalm the man down. Seeband gets to his feet.\n\nSEEBAND\nExcuse me a moment.\n\n17\n\fHe crosses to the door, and when he opens it, a man aged\nabout 50 is gazing at him with such hatred that even\nSeeband is taken aback.\n\nMAN\nWell, there he is.\n\nSEEBAND\nHerr Lohse-Wachtler.\n\nSeeband leaves the room, closing the door behind him.\nElisabeth can't hear anything else.\n\nOn the spur of the moment she reaches out for her file,\nwhere Seeband has been writing his notes. A few phrases\nleap out at her:\n\nCLOSE-UP: \"Diagnosis 14: schizophrenic disorder\"... \"To\nrender infertile\"... \"Sterilization appointment 1545\nhours\".\n\nIn shock, Elisabeth closes the file and pushes it back\nacross the desk.\n\nSeeband comes back into the room. As he closes the door,\nwe see the man outside being led away by two attendants.\n\nWhen Seeband sits down at his desk he notices immediately\nthat the file is in a slightly different position. He\nlooks Elisabeth in the eye, severely.\n\nSEEBAND (CONT'D)\nIt would have been better had you not\nseen that.\n\nAUNT ELISABETH\nI am from a healthy background. I know\nI'm healthy.",
  "15": "---END OF PREVIOUS SECTION---\nSEEBAND (CONT'D)\nIt would have been better had you not\nseen that. AUNT ELISABETH\nI am from a healthy background. I know\nI'm healthy. \n---TARGET SECTION TO BE ANNOTATED---\nSEEBAND\n(pointing to the file)\nThree experts are of a different view.\n\nShe leaps up.\n\nAUNT ELISABETH\nNo! No!\n\nSEEBAND\n\n(severely)\nSit down again.\n\n18\n\fHe addresses her with such authority that she obeys. He\npresses the button next to the intercom. Immediately the\nattendant enters and approaches Elisabeth, who is sitting\nin her chair.\n\nSEEBAND\nYou will now go to the examination room\nand then to the operating theater, and\nyou will cooperate. Otherwise we shall\nhave to strap you down, and everything\nwill be more difficult and more painful.\n\nElisabeth looks round desperately, wringing her hands.\nShe suddenly leaps up and runs past Seeband to the\nfurthest corner of the room, as far away as possible,\npressing her back against the wall.\n\nAUNT ELISABETH\n\n(pleading)\nPlease... Herr Seeband... Herr\nProfessor... Please... Please!\n\nThe attendant tries to grab hold of her, but it's\ndifficult to pull her out of the corner.\n\nAUNT ELISABETH (CONT'D)\n(increasingly hysterical\nPlease... For the Fiihrer... I shall have\nchildren, healthy, Aryan children,\nplease, please, please. Herr Professor. I\nwill give them to the Fiihrer, as we are\nsupposed to. And my children will also\ngive their children to the Fiihrer. For\nthe war. You need soldiers, don't you?\nWho else is going to fight...? Who else\nis going to fight...? I'm only sometimes\n\nconfused... Not very often at all...\nPlease. Don't take my children away from\nme.\n\nShe has become very weak and now allows the attendant to\nlift her to her feet and lead her towards the door.\n\nBut after a few steps suddenly she pulls free and leaps\nat Seeband, grabbing his feet like a sinner in a biblical\npainting.\n\nAUNT ELISABETH (CONT'D)\n(shrill, in despair)\nYou are a father too, aren't you...?\nPlease, for your daughter... She paints\n\n19\n\f12.\n\ntoo... She could be my sister... I could\nbe your daughter...",
  "16": "---END OF PREVIOUS SECTION---\ntoo... She could be my sister... I could\nbe your daughter... \n---TARGET SECTION TO BE ANNOTATED---\n Papa! Papa!!\n\nSeeband is horrified and revolted but doesn't want to\ntouch Elisabeth himself. The attendant struggles, trying\nto pull her free.\n\nCLOSE-UP: a tear falls onto Seeband’s highly polished\nshoe, splashing there.\n\nThe attendant drags Elisabeth to the door. She is still\ngazing at Seeband, stretching her arms out to him. Tears\nare flowing down her cheeks. The door is closed behind\nher. For a moment we can still hear Elisabeth outside;\nthen there is silence. Seeband presses the button of his\nintercom.\n\nSEEBAND\nAndrea. I will not perform the operation\non Fraulein May myself. Assign Blockmann.\n\nANDREA (V. O.)\n(over the intercom)\nBut he is scheduled for the delivery room\ntoday.\n\nSEEBAND\n(impatiently)\nThen change the schedule!\n\nHe turns off the intercom. He looks down at the damp tear\nstain on his shoe, takes out a handkerchief and wipes it\ndry. As he is about to put the handkerchief back in his\npocket he looks at it in disgust, and drops it into the\ngarbage can. Then he picks up Elisabeth's file. After\nhesitating briefly he reaches for a pen and draws a red\ncross in the appropriate box.\n\nEXT. ARNSDORF SANATORIUM - DAY\nINSERT TITLE: 1941\n\nThe May/Barnert family step off a bus onto a dusty\nvillage street. They have all made an effort with their\nappearance. Ehrenfried and Giinther are in their army\nuniforms, Kurt - now nine years old - is in his Hitler\nYouth uniform, complete with armband, and Johann is\nwearing his best suit. Malvine and Waltraud are in summer\ndresses.\n\nGRANDMOTHER MALVINE\n\n20\n\fYou all look very nice in your uniforms.\nElisabeth will be pleased.\n\nThey approach the sanatorium. Waltraud notices something\nand turns to her husband.\n\nWALTRAUD\n(strictly)\nJohann...\n\nHe turns to her with a guilty expression. She gives hima\nmeaningful look. He reaches into his pocket and hands her\nsomething. A Nazi party badge.",
  "17": "---END OF PREVIOUS SECTION---\nShe gives hima\nmeaningful look. He reaches into his pocket and hands her\nsomething. A Nazi party badge. \n---TARGET SECTION TO BE ANNOTATED---\n She pins it to his lapel\nas if he were a little boy.\n\nJOHANN\n(sadly, resigned)\nI know: after the war it will be my\ncapital.\n\nWALTRAUD\nAnd don't forget the salute. Heil Hitler.\n\nJohann nods reluctantly. They climb the broad steps to\nthe sanatorium.\n\nEHRENFRIED\n(whispers to Johann)\nIf you really can't bring yourself to say\nit, just say \"three liter\" very fast.\nNobody will notice.\n\nWALTRAUD\n\n(to Kurt)\nDon't say anything about your painting.\nAnd not a word about the nudies...\n\nShe raises an admonishing index finger. Kurt looks\nashamed.\n\nWALTRAUD (CONT'D)\n(to Glinther)\nAnd keep quiet about enjoying Heine’s\nbooks. We don't have any hobbies, and we\nknow nothing about art or culture...\nexcept Richard Wagner, of course.\n\nShe says this so seriously that suddenly everybody starts\n\nlaughing, including grandmother Malvina and Waltraud\nherself.\n\n21\n\f13.\n\nINT. ARNSDORF SANATORIUM - RECEPTION - CONTINUOUS\n\nThe large reception area of the sanatorium. On one side\nabout 10 uniformed nurses posing for a group photo. A\nphotographer has set up a camera on a tripod in front of\nthem. Kurt watches with interest.\n\nTwo other nurses are standing at the reception desk. One\nof them now leaves the counter and goes over to join the\ngroup, while the other turns to Johann.\n\nNURSE\nHeil Hitler.\n\nJohann takes a deep breath.\n\nJOHANN\nThree liter!\n\nEhrenfried suppresses a grin: he is the only one who\nheard what Johann really said.\n\nJOHANN (CONT'D)\nWe have an appointment to visit one of\nyour patients, Elisabeth May. I'm Johann\nBarnert, her brother-in-law. These are\nher brothers, Ehrenfried and Giinther. Her\nsister Waltraud, her mother Malvine.\n\nThe nurse looks through her file.\nNURSE\nFraulein Elisabeth May was transferred\n\nthe day before yesterday.\n\nWALTRAUD\nTransferred? That's impossible.\n\nNURSE\nOrders from Central Office.\n\nWALTRAUD\nBut where to?\n\nAnother nurse approaches the reception desk.",
  "18": "---END OF PREVIOUS SECTION---\nNURSE\nOrders from Central Office. WALTRAUD\nBut where to? Another nurse approaches the reception desk. \n---TARGET SECTION TO BE ANNOTATED---\nNURSE #2\n(to Nurse #1)\n\nKathe, we’re waiting.\n\nShe indicates the group of nurses who have assembled for\na photograph. The nurse who has been talking to Johann\n\n22\n\f14.\n\nnods to indicate she is coming, and the other nurse goes\nback to the group.\n\nWALTRAUD\n(repeats)\nWhere has she been transferred to?\n\nNURSE\n(checking the file)\nGroBschweidnitz Hospital.\n\nGRANDMOTHER MALVINE\nGroBschweidnitz? That's two days from\nhere! How are we supposed to visit her?\nWe have to work. And the boys are on a\nbrief leave from the front.\n\nThe nurse can't help them. She waves to the other nurses\nto indicate she is coming as quickly as possible; they\nbeckon her over urgently for the photograph. Little Kurt\nis still watching closely.\n\nNURSE\nI can't tell you any more than that. And\nnow I have to go. Heil Hitler.\n\nNobody from the family replies. Grandmother Malvine\nbegins to cry. Kurt gazes at the group of smiling nurses,\nmaking the image blurred...\n\nEXT. RUSSIA - ROAD OUTSIDE STAVROPOL - DAY\nINSERT TITLE: Russia, 1943\n\nIt is the middle of winter. Uncle Giinther and Uncle\nEhrenfried are at the Eastern Front, marching into a\nsmall town in Russia with a company of 40 men.\n\nOFFICER\nReconnaissance in groups of two.\nRendezvous back here in 30 minutes.\n\nGiinther and Ehrenfried walk through the town, the\ncivilian population watching them with fearful, awed\nexpressions. A little Russian boy holding a camera tugs\nat Giinther’s sleeve and points to the camera, indicating\nthat he wants to sell it.\n\nRUSSIAN BOY\nOne Reichsmark. One Reichsmmark.\n\n23\n\fGunther laughs.\n\nGUNTHER\nI can't drag a camera all the way to\nMoscow. But you take a photograph.\n\nThe boy doesn't understand.\n\nGUNTHER (CONT'D)\nYou - click, click - send to Germany? I\ngive you one Reichsmark. You keep camera.\n\nNow the boy understands.",
  "19": "---END OF PREVIOUS SECTION---\nI\ngive you one Reichsmark. You keep camera. Now the boy understands. \n---TARGET SECTION TO BE ANNOTATED---\n Giinther gives him an army postal\nenvelope, complete with stamp and address, which the boy\ngazes at in amazement. The boy indicates Giinther should\nstand next to a wall. It is the most desolate background\nfor a photograph one could imagine, but Giinther complies.\n\nEHRENFRIED\n(dryly)\n\"Dear Mummy, we would like to share with\nyou the magnificence of our lives here.\"\n\nRUSSIAN BOY\nUlibatsa.\n\nHe gestures to indicate his meaning: smile. Giinther has\nto smile at this. The boy focuses the picture - not\nentirely successfully - and presses the shutter release.\nGiinther hands him a one Reichsmark coin and pats him on\nthe head, which again surprises the boy.\n\nEHRENFRIED\n\n(cynically)\nWhat are the chances, would you say, that\nhe really will send the photograph back\nhome?\n\nGUNTHER\nSignificantly higher than the chances\nthat we really will make it to Moscow.\nEHRENFRIED\n(anxiously)\nSshh! If you talk like that, we won't get\nfurther than that wall...\n\nMONTAGE:\n\nA15. INT. MAY FAMILY HOUSE - NIGHT\n\nINSERT TITLE: 13*® February 1945\n\n24\n\f15.\n\n16.\n\n17.\n\nKurt, now 13 years old, and somewhat too tall for his\ncot, awakes from the sound of airplane engines ROARING\noutside. He sits up to watch them from his window, then\ndecides to run outside.\n\nINT MAY FAMILY HOUSE - NIGHT\n\nIn the backyard, Kurt watches American and British\nwarplanes race across the sky with a menacing THUNDER.\nThey seem close enough to touch. And there are more and\nmore of them.\n\nSuddenly something moves down from the sky. Thin strips\nof metallic foil - hundreds and thousands of them - rain\ndown from the sky like glittering snakes.\n\nMalvine, in her dressing gown, comes out and stands next\nto the boy.\n\nGRANDMOTHER MALVINE\nMetallic foil. I read about that. It's to\ninterfere with the radio and radar.\n\nMoments later the city some distance away begins to glow\nwith flames, and we hear muffled EXPLOSIONS.\n\nINT. MOVING BUS / EXT.",
  "20": "---END OF PREVIOUS SECTION---\nMoments later the city some distance away begins to glow\nwith flames, and we hear muffled EXPLOSIONS. INT. MOVING BUS / EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREETS IN DRESDEN — DAY\n\nThe bus driver we know from the opening sequence is\ndriving through an archway in Dresden. Suddenly there is\nthe ROAR of aero-engines, a WHISTLING sound and a CRASH\nas a bomb HITS the roof of the building he is driving\nthrough. It COLLAPSES, burying and killing the bus and\neverybody inside it.\n\nINT. DRESDEN - APARTMENT - NURSERY - NIGHT\n\nONE SHOT: A MOTHER runs into a nursery when she hears the\napproaching BOMBERS.\n\nMOTHER\nJohanna! Johanna!\n\nBut before she can reach the bed where her ten-year-old\ndaughter Johanna (flaming red hair) is sleeping, the\nincendiary bomb STRIKES. The room is TORN APART, the\nmother immediately killed by shrapnel. The little girl is\n\n25\n\f20.\n\n21.\n\n22.\n\n23.\n\nset on fire; she leaps up but then collapses in a ball of\nflame.\n\nINT. DRESDEN - APARTMENT HOUSE - CELLAR - NIGHT\n\nONE SHOT: An elderly couple, holding hands like little\nchildren, rush to make their way to the air raid shelter,\nalong with their little dachshund. They buried by falling\nmasonry as the bomb STRIKES.\n\nEXT. MAY FAMILY HOUSE - NIGHT\n\nINTERCUT HIGH ANGLE SHOTS of young Kurt standing in the\ngarden, who can only see the bombers overhead and the\ndistant flames, but can imagine what is happening there.\nHis mother has joined him. We see the distant fires\nreflected in their faces. His mother places her hand over\nthe boy's eyes, but he pushes her hand down. She does not\ntry again. More and more bombers are approaching in the\nskies overhead.\n\nKURT’S POV: He BLURS THE IMAGE of the bombers.\n\nINT. EASTERN FRONT — WAREHOUSE IN WITEBSK - SIMULTANEOUS\n\nEhrenfried and Giinther, frost on their now bearded faces,\nare lying close together among other German soldiers\nhuddled in field sleeping bags inside an icy cold\nwarehouse. We see large signs in Cyrillic letters on the\nwalls. Suddenly an ARTILLERY SHELL CRASHES through the\nroof.",
  "21": "---END OF PREVIOUS SECTION---\nEASTERN FRONT — WAREHOUSE IN WITEBSK - SIMULTANEOUS\n\nEhrenfried and Giinther, frost on their now bearded faces,\nare lying close together among other German soldiers\nhuddled in field sleeping bags inside an icy cold\nwarehouse. We see large signs in Cyrillic letters on the\nwalls. Suddenly an ARTILLERY SHELL CRASHES through the\nroof. \n---TARGET SECTION TO BE ANNOTATED---\n The German soldiers leap up. Another SHELL HITS. A\nfragment of shrapnel strikes Ehrenfried in the throat,\ncuts open his carotid artery. Glinther leaps over to him\nand attempts to staunch the blood. Ehrenfried tries to\nsay something but can't produce a single word. He dies in\nhis brother’s arms. Giinther, enraged and desperate, grabs\nhis gun and runs over to the door, standing with his back\nto the wall just next to it. He's ready to run outside...\nwhen a salvo of machine gun fire smashes through the thin\nwalls of the warehouse. Pinpricks of light create a\ngraphic depiction of the holes made in the wall by the\nbullets. And suddenly we see blood appear at four places\non Giinther's uniform: the bullets have also gone through\nhis body. He slumps down the wall, dead.\n\n \n\nINT. GROSSCHWEIDNITZ CLINIC - CORRIDORS - SIMULTANEOUS\n\n26\n\f24.\n\n25.\n\nIn Gro&schweidnitz a group of 20 psychiatric patients is\nled down a white tile spiral staircase. Several patients\nwith Down's syndrome are among them. One of them keeps on\nkissing the walls, while another clutches the hand of the\nattendant with complete trust. Among them Aunt Elisabeth,\nnow very thin, her eyes hollow from misery and\nmalnutrition, looking like a mummified child. She also\nallows herself to be led without complaint, but at the\nsame time she watches everything very closely. They have\nreached their destination, and now the patients are led\ninto the \"shower room\".\n\nINT. GROSSCHWEIDNITZ CLINIC - \"SHOWER ROOM\" - CONTINUOUS\n\nInside this white-tiled room the patients obediently\nspread out so each one is standing underneath a shower\nhead. They look up, puzzled, because nothing happens when\nthey turn the taps. It suddenly becomes apparent that\nonly the patients themselves are left in the room. The\ndoor is locked. And then carbon monoxide emanates from\ntiny holes in several pipes that run the length of the\nroom. Some of the patients don't understand what's\nhappening. Others begin to scream or weep.",
  "22": "---END OF PREVIOUS SECTION---\nAnd then carbon monoxide emanates from\ntiny holes in several pipes that run the length of the\nroom. Some of the patients don't understand what's\nhappening. Others begin to scream or weep. \n---TARGET SECTION TO BE ANNOTATED---\nElisabeth stands there quite calmly, watching what is\nhappening around her. A few of the patients with more\npresence of mind run over to the door and hammer on it,\ntrying to open it. But it is sealed so tightly that it\ndoesn't move in the slightest.\n\nINT. GROSSCHWEIDNITZ CLINIC - OUTSIDE \"SHOWER ROOM\" -\nCONTINUOUS\n\nThe medical staff standing on the other side of the door\nlook grave and tense.\n\nGradually it becomes quieter inside the shower room. The\nhammering on the door becomes weaker and finally stops\ncompletely. Then the face of the young woman with Down's\nsyndrome appears once again in the small window of the\ndoor. When she sees the attendant, she gives him a\nfriendly smile, kisses the glass and then suddenly adopts\nan expression of pain. Her face registers astonishment\nfollowed by great sadness. And finally she collapses.\nThen silence.\n\n27\n\f26.\n\n27.\n\n28.\n\n29.\n\nINT. GROSSCHWEIDNITZ CLINIC - 20 MINUTES LATER\n\nThe room is being washed out with a hose by two SS men,\nthe bodies cleaned. Then they are dragged outside.\nElisabeth is lying there, her eyes wide open, as if even\nin death she were still watching her murderers. The SS\nattendant is disconcerted by this.\n\nATTENDANT\nYou take this side.\n\nINT. EASTERN FRONT — WAREHOUSE IN WITEBSK - SIMULTANEOUS\n\nGerman soldiers rush past the bodies of the two brothers,\ntheir death merely a part of normality.\n\nEXT. MAY FAMILY HOUSE - EARLY DAWN\n\nKurt is still standing in the garden, staring skywards.\nNow the Allied planes are returning home. The fires have\nspread, and the city of Dresden is burning in the\ndistance like the vision of hell by Hieronymus Bosch.\n\nEND OF MONTAGE\n\nINT. MAY FAMILY HOUSE - DAY - 8th MAY 1945\nINSERT TITLE: 8*? May 1945\n\nKurt, 13 years old, no longer a child and not yet a man,\nis gazing with his steel-grey eyes through a crack in the\ndrawn curtains of the living room window.\n\nWaltraud and Malvine are sitting at the table, listening\nto the radio.",
  "23": "---END OF PREVIOUS SECTION---\nMAY FAMILY HOUSE - DAY - 8th MAY 1945\nINSERT TITLE: 8*? May 1945\n\nKurt, 13 years old, no longer a child and not yet a man,\nis gazing with his steel-grey eyes through a crack in the\ndrawn curtains of the living room window. Waltraud and Malvine are sitting at the table, listening\nto the radio. \n---TARGET SECTION TO BE ANNOTATED---\n There are three other women with them.\n\nRADIO ANNOUNCER\nPeople of Germany, the Bolshevik hordes\nare approaching. They are already outside\nDresden. They know no mercy. They\nplunder, rape and murder. You have seen\nin newsreels the images of mutilated\nGerman women and children in East\nPrussia. Lock your doors, arm yourselves.\nAnd, just as our heroic troops are doing,\nresist in every way possible!\n\n28\n\fSuddenly Kurt sees two Russian soldiers approaching the\nhouse. He sees them alternately in and out of focus.\n\nKURT\n(strangely calm)\nThey are here.\n\nWALTRAUD\nNo! No!!\n(whispering in panic)\nDid you lock the door?\n\nThe door is locked, and every item of furniture that can\nbe moved has been pushed in front of it to keep the chair\nin place that has been wedged under the doorhandle: a\nchest of drawers, sideboard, an armchair, and right in\nfront of it even a wardrobe. On these pieces, they have\npiled everything that is at all heavy.\n\nThe soldiers walk up to the front door. Everybody inside\nbecomes silent. We see from inside that the doorhandle is\npushed down, then up, then down again.\n\nWe hear the muffled guttural voices of the two Russian\nsoldiers as they walk around the house. The curtains are\ndrawn. Suddenly the barrel of a gun smashes through the\nwindow, the curtain is torn down with a jerk, and Kurt\nand the women find themselves looking a Russian sergeant\naged about 40, in the eye. He appears angry, dirty and\nexhausted. He points his gun at the people standing above\nhim inside the house.\n\nRUSSIAN SERGEANT\nStoitje. Halt. Stay there.\n\nGRANDMOTHER MALVINE\n(to the other women, calmly)\nDon’t move. We don't want to anger him.\n\nShowing considerable agility, the sergeant leaps onto the\nwindow ledge and into the room. His uniform is torn and\nragged.\n\nRUSSIAN SERGEANT\n(to Kurt, indicating the door)\nAtkroi dwerj.\n\nThe meaning is clear, but Kurt hesitates.\n\nGRANDMOTHER MALVINE\nDo it, Kurt.\n\n29\n\f30.",
  "24": "---END OF PREVIOUS SECTION---\nThe meaning is clear, but Kurt hesitates. GRANDMOTHER MALVINE\nDo it, Kurt. 29\n\f30. \n---TARGET SECTION TO BE ANNOTATED---\nKurt walks over to the wardrobe which has been placed\nright in front of the chair that is holding the door and\ntries to push it away, but he's too small and weak. The\nsergeant laughs, walks over and tips the wardrobe with a\npowerful shove. It falls and smashes on the ground. The\ndoor is now free. The sergeant gestures to indicate that\nKurt should unlock it. Kurt turns the key in the lock.\n\nRUSSIAN SERGEANT\nAtkroi.\n\nKurt opens the door. A Russian soldier is standing\noutside, a private aged about 18 who is only slightly\ntaller than Kurt. They exchange glances. The sergeant\nbeckons him inside and gestures to indicate that Kurt\nshould leave.\n\nRUSSIAN SERGEANT (CONT'D)\nWoann! (Get lost!)\n\nKurt looks over at the women one last time. Waltraud nods\nto him. He walks out of the door. The sergeant locks it\nbehind him and then comes over to look at the women more\nclosely.\n\nRUSSIAN SERGEANT (CONT'D)\n(to the private, in Russian, subtitled)\nChoose one.\n\nThe young soldier hardly dares look at the women, but\nafter glancing at them surreptitiously he finally raises\none hand a little and points at Waltraud. The sergeant\npoints his gun at her.\n\nRUSSIAN SERGEANT (CONT'D)\nFrau! Come!\n(to the other women, his voice harsh)\nHalt. You stay! You stay!\n\nThe other women nod. The sergeant leads Waltraud up the\nstairs, the young soldier following them.\n\nHe takes her into the first bedroom he finds, which\nhappens to be Elisabeth’s room.\n\nINT. MAY FAMILY HOUSE - AUNT ELISABETH’S ROOM - DAY\n\nThe sergeant crosses to stand next to the bed, still\npointing his gun at Waltraud.\n\n30\n\f31.\n\n32.\n\n33.\n\n34.\n\nRUSSIAN SERGEANT\n(to the private, dryly, in Russian)\nIt's a little tricky with clothes.\nUndress her.\n\nThe young private starts to undress Waltraud. He is not\nrough with her. He kisses her bare shoulder. Clumsily,\nawkwardly - and then passionately.",
  "25": "---END OF PREVIOUS SECTION---\nHe is not\nrough with her. He kisses her bare shoulder. Clumsily,\nawkwardly - and then passionately. \n---TARGET SECTION TO BE ANNOTATED---\n The private is\nstanding with his back to the sergeant, but Waltraud can\nsee the sergeant, who now makes a rotating gesture with\nhis Tokarev pistol, indicating that she should show a\nlittle enthusiasm. Waltraud therefore returns the\nprivate’s embrace, kissing him. Satisfied by this\ndevelopment, the sergeant leans back against the wall.\n\nEXT. MAY FAMILY HOUSE - TREE TOP - SIMULTANEOUS\n\nKurt has climbed a tree and is gazing straight into the\nbedroom. He can't look away. He sees the picture\nalternatingly in and out of focus: His mother lying on\nthe bed with the private. The sergeant watching with an\nexpression of interest.\n\nEXT. ROOF OF DRESDEN TOWN HALL - DAY -— LONG SHOT\n\nThe Soviet flag is raised on the tower of the bombed\nDresden Town Hall in the Old Market, to the cheers of the\nonlooking Russians. Beneath the sculpture of Bonitas with\nher outstretched arms we see the completely ruined city.\n\nINT. DRESDEN GYNECOLOGICAL HOSPITAL - STAIRS - DAY\n\nA squad of uniformed Soviet NKWD men (secret police)\nclimbs the battered staircase of the Gynecological\nHospital. We see that the roof is missing, and there is\nrubble everywhere.\n\nINT. DRESDEN GYNECOLOGICAL HOSPITAL - CORRIDORS -\nCONTINUOUS\n\nThe men march along the corridor with harsh, rapid steps\nuntil they encounter two young doctors.\n\nNKWD OFFICER\n\n31\n\fProfessor Seeband?\n\nThe doctors are all too willing to point out their boss’s\noffice. They watch the Soviet soldiers as they march on\nuntil they reach the office. Just as they are about to\nknock at the door they notice that there is a large hole\nin the the wall alongside it, so they can in fact walk\nstraight into Seeband’s formerly tidy office.\n\n35. INT. DRESDEN GYNECOLOGICAL HOSPITAL - SEEBAND’S OFFICE -\nCONTINUOUS\n\nSeeband has been expecting this visit. He is standing\nupright behind his desk, a white coat over his civilian\nsuit, as if posing for an official photograph.\n\nSEEBAND\nCareful.",
  "26": "---END OF PREVIOUS SECTION---\nDRESDEN GYNECOLOGICAL HOSPITAL - SEEBAND’S OFFICE -\nCONTINUOUS\n\nSeeband has been expecting this visit. He is standing\nupright behind his desk, a white coat over his civilian\nsuit, as if posing for an official photograph. SEEBAND\nCareful. \n---TARGET SECTION TO BE ANNOTATED---\nHe indicates a hole in the floor through which we can see\nthe room below. The men walk around it.\n\nNKWD OFFICER\nHerr Seeband?\n\nSEEBAND\nProfessor Seeband. Yes, that's me.\n\nHe surrenders to the Soviets, holding out his hands; he\nis immediately handcuffed and led away.\n\n36. EXT. SOVIET PRISONER OF WAR CAMP MUHLBERG - DAY\n(ESTABLISHING)\n\nUndernourished German prisoners gather in small groups,\nclosely guarded by equally undernourished Soviet\nsoldiers.\n\n37. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG -\nCOMMANDANT’S OFFICE - DAY\n\nA large but simple office. An adjutant is using an axe to\nchop up a valuable Rococo commode which has been brought\nup in a wheelbarrow, tossing the pieces of wood into a\nheating oven.\n\nSeeband is sitting opposite the stocky CAMP COMMANDER,\nNKWD MAJOR ALEXANDER MIKHAILOVICH MURAVYOV, just as\nElisabeth was sitting across from him not so many years\n\n32\n\fago. The Commandant is smoking a non-filter Gospodin\ncigarette and studying Seeband’s file, checking some\nitems with his interpreter and shaking his head in\ngenuine moral indignation.\n\nMURAVYOV\nHerr Seeband...\n\nSEEBAND\nProfessor Seeband.\n\nMURAVYOV\n(in Russian, to the interpreter, incredulously\nWhat did he say?\n\nINTERPRETER\n(in Russian)\nHe wants you to call him \"Professor\".\n\nMuravyov smiles at this impertinence, gets to his feet\nand sits on the desk so the seated Seeband has to look up\nat him. The cigarette smoke disturbs Seeband, who is very\nobviously a non-smoker, but he tries not to indicate\nthis.\n\nMURAVYOV\nLadno (“Alright\"), Professor.\n\nHe suddenly slaps Seeband very hard across the face.\n\nMURAVYOV (CONT'D)\n(in Russian)\nWhere is Burghard Kroll?\n\nThe interpreter translates.\n\nSEEBAND\nWho?\n\nThe interpreter translates.",
  "27": "---END OF PREVIOUS SECTION---\nThe interpreter translates. SEEBAND\nWho? The interpreter translates. \n---TARGET SECTION TO BE ANNOTATED---\nMURAVYOV\n(in Russian, with subtitles)\nBurghard Kroll? Your boss in the...\n(he reads)\nReich Medical Workgroup. We know\nabout the meetings in Berlin.\n\nHe holds a photograph in front of Seeband’s face.\nSEEBAND\nI do not know what you're talking about.\n\nI do not know that gentleman.\n\n33\n\fThe interpreter translates.\n\nMuravyov hits Seeband across the face again, this time\neven harder.\n\nSEEBAND\nI still do not know him.\n\nMURAVYOV\n\n(losing his temper\nThe only reason we don't hang = you\nimmediately is that we are going to\nbehave better that you swines. We have\nlaws. But since there are so many of you\nswine, it takes us a while to find all of\nyou and slaughter you. Just like you\nfound and slaughtered anybody you didn't\nlike.\n\nThe interpreter translates simultaneously, without any\nexpression. Seeband listens closely, displaying no\nemotion. Muravyov seems to be wanting to argue with him,\nto defeat him by reason.\n\nMURAVYOV (CONT'D)\nIf my child is born not completely\nhealthy, then he deserves to die? Is that\nright?\n\nSeeband is always prepared to enter into a duel of\nintellect.\n\nSEEBAND\nThe space and resources available to us\non this earth are not unlimited. Who\nshould have access to them? The healthy\nor the sick?\n\nThis argument enrages Muravyov almost as much as the fact\nthat he can't immediately think of any counter argument.\n\nMURAVYOV\nWell, Soon there will be one more space\navailable, that's for sure.\n\n38. INT. DRESDEN ELEMENTARY SCHOOL - DAY\n\nKurt's father, visibly aged, is wearing a greasy suit.\nHis hair is neatly combed, he is shaved, and he is\nsitting with his hat in his lap, also at a desk in a\n\n34\n\fsimple office. He forces a smile. It's a job interview.\nFacing him is a German SCHOOL PRINCIPAL with a Communist\nParty badge on the lapel of his jacket.\n\nSCHOOL PRINCIPAL\n(looking at the application folder\nYou have not indicated whether you were a\nmember of the Nazi Party.\n\nJohann does not respond.",
  "28": "---END OF PREVIOUS SECTION---\nFacing him is a German SCHOOL PRINCIPAL with a Communist\nParty badge on the lapel of his jacket. SCHOOL PRINCIPAL\n(looking at the application folder\nYou have not indicated whether you were a\nmember of the Nazi Party. Johann does not respond. \n---TARGET SECTION TO BE ANNOTATED---\nSCHOOL PRINCIPAL (CONT'D)\nWere you a member of the Party?\n\nJOHANN\nPrincipal... For many years I...\n\nSCHOOL PRINCIPAL\nYes or no, Herr Barnert.\n\nJOHANN\nYes.\n\nThe Principal calmly gets to his feet: the interview is\nover.\n\nJOHANN (CONT'D)\nI am not a Nazi. Three quarters of all\nteachers were in the Party.\n\nSCHOOL PRINCIPAL\nAnd it is to the remaining quarter that\nwe shall entrust our children. Good day.\n\n39. EXT. SOVIET PRISONER OF WAR CAMP, MUHLBERG - SEEBAND’S\nCELL - DAY\n\nSeeband has built himself a razor from a piece of broken\nglass, a few bits of wood from a crucifix and a shoelace.\nHe is shaving himself. He hears a conversation in Russian\nbetween two of the guards and repeats the words they are\nsaying quietly to himself. Suddenly one of them hears\nhim.\n\nGUARD\nWhat is this? Are you repeating what\nwe're saying?\n\nSeeband knows this could be dangerous.\n\nSEEBAND\n\n35\n\fI beg forgiveness.\n\nThe guard looks into the cell and sees the improvised\nrazor, which impresses him.\n\nGUARD\n(in German)\nYou are learning Russian?\n\nSEEBAND\nJa staraius.\n(Subtitle: I am trying)\n\nThe Russian guard gazes at him, somewhat in awe of\nSeeband.\n\nGUARD\nYou'll still be hanged.\n\n40. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG -\nCOMMANDANT’S BEDROOM - NIGHT\n\nLoud screams of agony from Muravyov's WIFE, who is lying\non the bed, pale and perspiring. Muravyov is beside\nhimself, pacing up and down like a man obsessed, trying\nrepeatedly to talk to his wife. But she doesn't respond.\nA Russian ARMY DOCTOR is sitting at her bedside, taking\nher blood pressure. There is a nurse next to him.\n\nMURAVYOV’S WIFE\nHot! It’s hot!\n\nMuravyov, thankful there is something he can do, rushes\nto open the window. At that moment another CRY OF PAIN\nfrom his wife.\n\n41. INT.",
  "29": "---END OF PREVIOUS SECTION---\nAt that moment another CRY OF PAIN\nfrom his wife. 41. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SOVIET PRISONER OF WAR CAMP, MUHLBERG - SEEBAND’S\nCELL - SIMULTANEOUS\n\nSeeband is sitting on the lower bunk in his cell, reading\na Russian military pamphlet, saying some of the words out\nloud and repeating them in an attempt to learn them. He\nunderlines other words and then writes them out on a\nscrap of paper. Another German prisoner offers him a\nhand-rolled cigarette from the top bunk. Seeband refuses\nwith a gesture, not bothering to look: he is not\ninterested in comradeship or cigarettes. Another LONG CRY\nOF PAIN can be heard in the distance. At the side of the\nscrap of paper he makes a note in a table he has\nconstructed, with columns headed \"Pre-contractions\",\n\n36\n\f\"Dilation\" and \"Contractions\", together with estimated\ntimes.\n\n42. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG -\nCOMMANDANT’S BEDROOM - SIMULTANEOUS\n\nThe Army Doctor is clearly uneasy. Sensing this, Muravyov\nbecomes even more anxious.\n\nMURAVYOV\nHow can it possibly take so long?\n\nARMY DOCTOR\nI can't do anything until the\ncontractions begin. We have to wait.\nMuravyov again starts pacing up and down, wringing his\n\nhands. He lights a cigarette but immediately flings it\naway.\n\n43. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG - SEEBAND’S\nCELL - CONTINUOUS\n\nSeeband knocks against the bars of his cell until an\nobtuse-looking guard appears.\n\nGUARD\nSchto?\n\nSEEBAND\nComrade! Preliminary contractions can't\nlast that long. The baby is in the wrong\nposition.\n\nThe guard stares at him blankly.\n\nSEEBAND (CONT'D)\nThe interpreter.\n\nThe guard still doesn't understand.\n\nSEEBAND\nPerewotchik.\n\nHe points in the direction of the muffled screams.\n\nSEEBAND (CONT'D)\n(in Russian)\n\n37\n\fJa magu pamotsch. Ja wratsch, nemjetzki\nwratsch. Pozawitje Perewotschika. Srasu.\n\n(Subtitle: I can help. I am a doctor.\nGerman doctor.",
  "30": "---END OF PREVIOUS SECTION---\n(Subtitle: I can help. I am a doctor. German doctor. \n---TARGET SECTION TO BE ANNOTATED---\n Call the interpreter.\n\nQuickly.)\n\n44. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG - SEEBAND’S\nCELL - SHORTLY AFTERWARDS\n\nThe interpreter, looking sleepy and annoyed at having\nbeen woken up, is now standing next to the guard outside\n\nthe cell.\n\nINTERPRETER\nI can't help you.\n\nSEEBAND\nIf you do not tell the Major I can help,\nyou will have to shoot me here and now.\nBecause I promise you that I will tell\nhim his wife had a chance and = you\nprevented her from taking it.\n\nCUT TO:\n\n45. INT. SOVIET PRISONER OF WAR CAMP, MUHLBERG -\nCOMMANDANT’ S BEDROOM\n\nMuravyov, distraught and disheveled, addresses the\ninterpreter in Russian.\n\nSEEBAND\nWhat is he saying?\n\nINTERPRETER\nHe is suspicious. He asks why you want to\nhelp.\n\nSeeband gazes straight at Muravyov.\n\nSEEBAND\nI want to help because I can.\n\nThe interpreter translates while Seeband turns’ to\nMuravyov's wife. Her face as white as a sheet, bathed in\n\nperspiration. She is talking to herself, panicking.\n\nMURAVYOV’S WIFE\n(in Russian, with subtitles)\n\n38\n\fA gypsy woman predicted I will never have\nchildren. How could I believe I am\nstronger than destiny?!\n\nSeeband ignores this and feels her abdomen.\n\nSEEBAND\n\n(to the army doctor)\nWhich week?\n\nThe interpreter translates.\n\nARMY DOCTOR\n(in Russian)\n36.\n\nSEEBAND\nBlood pressure?\n\nThe Army Doctor says a number; the interpreter\ntranslates.\n\nMURAVYOV’S WIFE\nHow could I believe I can have children?!\n\nSEEBAND\n\n(firmly)\nTell her that she will definitely have\none child. And if she wants, many more\nafter that.\n\nAmazed that Seeband has understood this so well, the\ninterpreter translates his words.\n\nSEEBAND\n(to the men)\nThe baby is in a transverse position.\nDuring the contractions the uterus is too\nhard for me to turn it. I shall open the\namniotic sac from inside. In a_ pause\nbetween contractions, I turn the baby.\n\nThe Interpreter starts translating, then falters.",
  "31": "---END OF PREVIOUS SECTION---\nI shall open the\namniotic sac from inside. In a_ pause\nbetween contractions, I turn the baby. The Interpreter starts translating, then falters. \n---TARGET SECTION TO BE ANNOTATED---\nINTERPRETER\nI am a military interpreter... I...\nSeeband understands.\nSEEBAND\n\n(indicating the army doctor)\nTell him to prepare an anesthetic.\n\n39\n\fThe interpreter translates.\n\nThe army doctor hands Seeband a pair of rubber gloves\nwhich are clearly not new. Seeband puts them on and then\npoints to the bottle of vodka Muravyov is drinking. He\nindicates that Muravyov should pour the vodka over the\ngloves he and the army doctor are wearing. Muravyov does\nso. The nurse holds up a towel, and the army doctor is\nabout to take it.\n\nSEEBAND (CONT'D)\n(in Russian, strictly)\nDo not dry. Do not touch anything.\n\nThe army doctor puts an ether mask over Muravyov's wife's\nface and drips some ether on it. She becomes calm.\n\nCLOSE-UP: Seeband’s face as he turns the baby,\nconcentrating hard: he is in his element.\n\nSEEBAND (CONT'D)\nNow I have the legs...\n(he pulls)\nNow I place the index finger in the\nbaby's mouth, press the chin against the\nchest and lever his head out...\n\nThe translator translates.\n\nAfter a few seconds, we hear the cry of a newborn baby\no/c.\n\nSEEBAND\nParenj. Zdadowij paren}.\n(Subtitle: A boy. A healthy boy)\n\nSEEBAND (CONT'D)\nAnd a healthy, magnificent mother. I\ncongratulate you, Major.\n\nSeeband takes off the gloves and extends his hand for\nMuravyov to shake. The Commandant doesn't take his hand\nbut instead embraces Seeband and kisses him.\n\nMURAVYOV\nWhoever saves a life, saves the whole\nworld. You have saved my world,\n\nProfessor. Nobody will harm a hair of\nyour head. You are now under my personal\nprotection.\n\nHe opens the door and turns to his adjutant.\n\n40\n\f46.\n\n47.\n\nMURAVYOV (CONT'D)\nGet the guest room ready for the\nProfessor, and give him some of my\nclothes.\n\nEXT. FIELDS IN WALTERDORF - AG\nINSERT TITLE: 1948\n\nKurt is sitting high up in a tree, gazing across a field.",
  "32": "---END OF PREVIOUS SECTION---\nMURAVYOV (CONT'D)\nGet the guest room ready for the\nProfessor, and give him some of my\nclothes. EXT. FIELDS IN WALTERDORF - AG\nINSERT TITLE: 1948\n\nKurt is sitting high up in a tree, gazing across a field. \n---TARGET SECTION TO BE ANNOTATED---\nSilent, contemplative, watchful, the way we now know him.\n\nCLOSE-UP of Kurt's face. Suddenly we see his expression\nlighten, his mood change as an insight strikes him. He\nstraightens up. The insight remains.\n\nHe opens his arms wide.\n\nLONG SHOT: displaying great agility, Kurt climbs down\nfrom the tree. Even his gait has changed: slower, more\ndeliberate and self-contained now.\n\nHe strides towards the CAMERA. Suddenly, possessed by\nexuberance, he starts running towards the CAMERA and then\nout of the shot.\n\nEXTREME LONG SHOT: Kurt runs across the fields.\n\nCLOSE-UP: as he runs and jumps his expression is one of\nsheer bliss, the kind of emotion seldom granted to\nanybody in a lifetime.\n\nEXT. MAY FAMILY HOUSE - DAY\n\nWhen Kurt gets back to the house he is breathless, serene\nand inspired.\n\nHis father is sitting at a plastic table by the door,\ntrying to repair an electrical appliance. The components\nare spread out in front of him. When he sees Kurt\napproaching he gives him a weary, affectionate wave.\n\nKURT\n(euphorically)\nFather! You don't have to worry any\nlonger! Now I understand!\n\nJOHANN\nWhat... What is it you understand?\n\n41\n\fKURT\n\n \n\nEverything... How everything is\nconnected, what everything means... The\nfact that everything is linked..\nEverything...\n\n(almost bashful about his happiness)\nThe code of the world...\n\nHis father smiles, rather bewildered.\n\nKURT\nI never have to worry again, never have\nto be afraid again. I am untouchable.\n\nJOHANN\n(smiling mildly)\nThat's nice.\n\nKURT\nNo, Father, you don't understand... You\ndon't have to worry either. I don't even\nhave to be an artist any more. I can\nchoose any profession and will still find\nthe Truth!\n\nJohann picks up his dog and strokes it; it's hard to say\nwho looks more disheveled, Johann or the dog. In any\ncase, he is as far removed from Kurt's spiritual state as\ncould possibly be.\n\nJOHANN\nI'm happy for you, really.\n\nWaltraud comes out of the house.",
  "33": "---END OF PREVIOUS SECTION---\nIn any\ncase, he is as far removed from Kurt's spiritual state as\ncould possibly be. JOHANN\nI'm happy for you, really. Waltraud comes out of the house. \n---TARGET SECTION TO BE ANNOTATED---\n Kurt runs up to her\ntwirls her round for a few steps, embraces her and runs\ninto the house. She looks very worried.\n\nAfter a moment Kurt comes out again, carrying a small\ncamera.\n\nKURT\nI have to preserve this moment!\n\nHe takes a picture of his father with the Pomeranian in\nhis arms, another of his mother in her flower-patterned\napron, and then runs back inside.\n\nJOHANN\n\nI know who you are thinking about. But\nhe's different.\n\n42\n\f48.\n\n49.\n\n50.\n\nEXT. DRESDEN STREETS - DAY\n\nKurt is now 19 years old, a man, though since he is so\nslim and agile, he still has a boyish air. He is walking\nthrough a typical ruined street in the inner city of\nDresden to his workplace, carrying a worker’s satchel.\nAll around him the \"rubble women\" are hard at work\nclearing up the ruins from the war.\n\nINSERT TITLE: 1951\n\nINT. DRESDEN - SIGN WORKSHOP - STAIRS - DAY\n\nKurt races up the stairs of the building, slowing down at\nthe second flight because the stairs are being cleaned:\nit's a hard job, involving a cloth and a bucket of water,\nand now we see that one of the two people doing this work\nis Kurt's father Johann. Kurt greets him briefly; this\ndaily encounter may be a routine, but it is still\nuncomfortable for them both.\n\nINT. DRESDEN - SIGN WORKSHOP - STUDIO - DAY\n\nKurt is working at a long table, painting with incredible\ndexterity the words of a large banner: \"The German\nDemocratic Republic - Savior of Peace\". On an adjoining\ntable there is another banner: \"Learning from the Soviet\nUnion means Learning Victory.\" And: \"Always Remember at\nWork: Your Aim is Achvieving the Five-Year Plan.\" Each of\nthe letters is a meter high. Kurt, a burning cigarette\nbetween his lips, paints the letters freehand, while the\nothers all use stencils.\n\nYOUNG PAINTER\nWhy do you do it that way? So you can\nfeel better than the rest of us?\n\nKURT\nDo what?\n\nYOUNG PAINTER\nThe work. Like that.",
  "34": "---END OF PREVIOUS SECTION---\nKURT\nDo what? YOUNG PAINTER\nThe work. Like that. \n---TARGET SECTION TO BE ANNOTATED---\n(indicating the banners)\nDrawing freehand while we have to sweat\naway with stencils. Are you showing off?\nWhy do you do it?\n\n43\n\f51.\n\nKurt gazes at his colleague, his expression puzzled and\nblank.\n\nKURT\nI do it because I can.\n\nHe bends over the banner again.\n\nINT. DRESDEN - SIGN WORKSHOP - EVENING\n\nThe others have gone. Figuring that he is now alone, Kurt\nputs away his brush with red paint, picks up a stick of\ncharcoal and starts working on his own drawings, which\nhave a Cubist/expressionist style.\n\nBut the foreman is watching and now switches on the light\nin the room. Kurt quickly shoves the drawings out of\nsight under the sign and picks up a paintbrush. A small\nglass of paint tips over and spills onto the letters.\nKurt quickly blots it off and finishes one of the\nletters. The foreman comes over to him.\n\nFOREMAN\nYou can take the materials home with you\nif you want, as long as you bring them\nback the next day.\n\nKurt remains silent.\n\nFOREMAN (CONT'D)\nNext month there are applications for the\nAcademy of Art.\n\nKurt suspects this may be a trap.\n\nKURT\n(cautiously)\nI'm content with this work.\n\nThe foreman lifts up one end of the banner and pulls out\nthe drawings; Kurt realizes there's no point trying to\ndisown them.\n\nOne of the sketches is a skull in the style of Picasso.\nThen three more skulls in Beckmann style. An erotic\ncharcoal drawing that looks like something by Kokoschka,\nbut next to it we see the contorted, broken body of a\nman. A third sheet of paper, looking like a blend of\nOdilon Redon and Kubin, shows a scary human face, hardly\nrecognizable, with the body of an animal.\n\n44\n\f52.\n\n53.\n\nFOREMAN\n(really annoyed)\n\nWhat's the idea? Does this help the\nworking man? Give your father more\nstrength when he's cleaning the stairs?\nYou do want to help him, don't you?\nDidn't you even arrange for him to get\nthe job.\n\nKurt has no idea whether he is going to be dismissed now,\npunished in some other way, or what.",
  "35": "---END OF PREVIOUS SECTION---\nYou do want to help him, don't you? Didn't you even arrange for him to get\nthe job. Kurt has no idea whether he is going to be dismissed now,\npunished in some other way, or what. \n---TARGET SECTION TO BE ANNOTATED---\nThe foreman studies the drawings. He's still annoyed, but\nhe looks at them with the kind of intensity that any\nartist hopes to provoke. His expression softens.\n\nFOREMAN (CONT'D)\nYou've been through a lot of shit,\nhaven't you?\n\nIt is more of a statement than a question.\n\nFOREMAN (CONT'D)\nBut do you really think it helps to\nwallow in it? Do you think that helps\ncreate a world where your children will\nhave better lives than you? That's what\ncommunism is all about.\n\nHe looks at the drawings a moment longer.\n\nFOREMAN (CONT'D)\nI'll support your application.\n\nBefore Kurt can respond:\nFOREMAN (CONT'D)\n\nThe girls at the Academy are prettier\nthan here.\n\nEXT. DRESDEN ACADEMY OF ART - DAY\nThe foreman wasn't exaggerating. The young women walking\nup the outside steps of the Lipsius building, which is\n\nstill magnificent despite the visible effects of the\nbombing, are as beautiful as could be.\n\nINT. DRESDEN ACADEMY OF ART - LECTURE THEATER - DAY\n\n45\n\fThe fine lecture theater is in darkness, although in a\nfew places it hasn't been possible to repair the bomb\ndamage, and here the sun streams through in large beams\nof light which are clearly visible in the cloud of\ncigarette smoke that fills the room. The lecture theater\nis packed with students, all happy to be here. A gaunt\nProfessor, HORST GRIMMA, a painter about 60 years old\nwith a friendly, open face, is lecturing with great\ncommitment and warmth. He picks up a new photograph\n(showing a painting of a group of surveyors at work in\nthe countryside) and places it on the surface of an old\nepiscope. He projects the image on the screen next to the\nblackboard, where two words have been written: Socialist\nRealism.\n\nPROFESSOR GRIMMA\nCan you see that here somebody has\nabandoned all vanity and devoted himself\nentirely to the service of the cause? The\nservice of the people?\n\nHe allows the image to have its effect on them.",
  "36": "---END OF PREVIOUS SECTION---\nPROFESSOR GRIMMA\nCan you see that here somebody has\nabandoned all vanity and devoted himself\nentirely to the service of the cause? The\nservice of the people? He allows the image to have its effect on them. \n---TARGET SECTION TO BE ANNOTATED---\nPROFESSOR GRIMMA (CONT'D)\nNaturally we do not ask from you the\ncoarse, naturalist \"aesthetic\" of\nfascism, which replaces art by kitsch in\nthe most bourgeois fashion.\n\nNow he shows reproductions of fascist works of art by\nArno Breker, Josef Thorak and Willy Kriegel.\n\nPROFESSOR GRIMMA (CONT'D)\nAnd naturally we do not want mechanical,\nphotographic-style copies in naturalist\nmode. What we require from you, what we\nneed from you, is a creative, analytical,\nrealist style that arises from the union\nof reality itself and your artistic\n\n \n\nrelationship to it. Work on your\nattitude, on your craft - and the right\nart will come out of you of its own\naccord.\n\nHe changes the image again.\n\nPROFESSOR GRIMMA (CONT'D)\nNaturally we are well able to\ndifferentiate between a Salvador Dali,\nthis supporter of Hitler and Franco who\nelevates schizophrenia and paranoia to a\nhigher level of existence...\n\n46\n\fHe depicts postcards from the West showing Dali's dream\npictures: burning giraffes, the skin of a face on stilts,\nWilliam Tell’s gigantic phallus growing out of his\nbackside.\n\nPROFESSOR GRIMMA (CONT'D)\nand a passionate anti-fascist like\nPablo Picasso, who created powerfully\n\nrealistic pictures demonstrating a\ngenuine solidarity with the working\nclasses...\n\nHe now shows some of Picasso's earlier works: the\nbarefoot girl, the poor old man in the chair - but then\nhe adds the Blind Man’s Meal and the Beggar with Child\nfrom Picasso's Blue Period.\n\nPROFESSOR GRIMMA (CONT'D)\nalthough he very soon slipped into a\ndecadent, obscene formalism. Why? Because\nhe wanted to be considered an innovator,\nnot a traditionalist.\n\nNow he shows a series of Picasso pictures where color and\nform dissolve: breasts and tongues on the beach, female\nfigures melting away.\n\nPROFESSOR GRIMMA (CONT'D)\nInnovation, creative independence,\nartistic freedom - words that initially\nsound extremely attractive to an artist.\n\"Me, me, me.\" But a modern artist can\nonly achieve real freedom if he serves\nthe interests of the people.",
  "37": "---END OF PREVIOUS SECTION---\nNow he shows a series of Picasso pictures where color and\nform dissolve: breasts and tongues on the beach, female\nfigures melting away. PROFESSOR GRIMMA (CONT'D)\nInnovation, creative independence,\nartistic freedom - words that initially\nsound extremely attractive to an artist. \"Me, me, me.\" But a modern artist can\nonly achieve real freedom if he serves\nthe interests of the people. \n---TARGET SECTION TO BE ANNOTATED---\n The \"me, me,\nme\" stance leads to misery.\n\nProfessor Grimma looks up to see whether this point has\nbeen accepted and understood.\n\nHe is extremely serious about everything he says.\n\nPROFESSOR GRIMMA (CONT'D)\n\nAt best it will lead to being subsidized\nby decadent, wealthy \"collectors\",\nexploiters of the working man who delight\nin maintaining that they have nothing in\ncommon with the people, not even the same\ntaste in art, and for whom art can\ntherefore never be perverse and absurd\nenough.\n\n47\n\f54.\n\nThe professor seems passionate about this.\n\nPROFESSOR GRIMMA (CONT'D)\n\nNow, there are fashionable theories which\nclaim that the condition of mental\nsickness is in a sense a higher state, so\nschizophrenics and paranoics can achieve\nspiritual heights within their madness\nthat are not accessible to ordinary\npeople.\n\nHe shows some particularly \"sick\" paintings: nightmare\nlandscapes made flesh in the works of Max Ernst, early\nworks by Francis Bacon with their own shrill power.\n\nPROFESSOR GRIMMA (CONT'D)\nBut these theories did not develop by\nchance. They are characteristic of an\nepoch of decadence, of the dis-\nintegration of civil culture: decay,\nmysticism and pornography. Empty forms,\nartificial constructions, squares, lines,\ncircles, globes and dice. All that, just\nin order to be considered an \"innovator\"?\nYes, it's innovative, it's new. But it's\nalso wrong. And vain. And stupid.\nUndemocratic. Decadent. Don't be like\nthat. Be different. Be different.\n\nINT. DRESDEN ACADEMY OF ART - STUDENTS’ STUDIO - DAY\n\nSeveral students are working at their easels on pictures\nof the scene that has been set up in front of them, a\nmuscular working man is leaning on a heavy hammer.\n\nSTUDENT\nWould you please turn this way in profile\nagain?\n\nWORKER MODEL\n(in a high voice and heavy Saxon accent)\nWhere? Who said that?\n\nThe students laugh: the man’s voice is completely at odds\nwith the scene. An entirely different student replies.\n\nSTUDENT #2\nMe.\n\nWORKER MODEL\n\n48\n\f55.",
  "38": "---END OF PREVIOUS SECTION---\nAn entirely different student replies. STUDENT #2\nMe. WORKER MODEL\n\n48\n\f55. \n---TARGET SECTION TO BE ANNOTATED---\n(getting upset)\nOh, I almost think you're doing this\ndeliberately to make me cross!\n\nThe students laugh even more, and the worker storms off.\n\nKurt has made more progress with his picture than the\nothers. He has understood what is required and has\ntransformed the man's everyday shirt into a mint-grey\nEast German workers’ blouse, inventing a factory\nlandscape in the background and giving the man a proud,\nmasculine expression.\n\nThe worker comes back with Professor Grimma, having\ncomplained. Although the professor doesn't take him\nentirely seriously either, he's still annoyed that his\nstudents' jokes are interrupting the work.\n\nPROFESSOR GRIMMA\nIs this a kindergarten or what?!\n\nThe professor walks around, looking at the students’\nefforts and becoming increasingly irritated.\n\nPROFESSOR GRIMMA (CONT'D)\nYes, I'm beginning to think it is...\n\nThe pictures really aren't anything special, awkward\nfirst-year attempts. But when he comes to Kurt's easel he\nstops. Pleased, he beckons the worker, who comes over and\nstudies the picture of himself.\n\nWORKER MODEL\n(in his falsetto)\nYes, I think you have captured the\nessential me.\n\nNow not even the professor can hold back a laugh.\n\nINT. DRESDEN ACADEMY OF ART - STUDENTS’ STUDIO - NOON\n\nThe model has left, and the last of the students are\ngoing to lunch. The only two left are Kurt and MAX, the\nstudent sitting next to him, an athletic, slim young man\nwith smooth black hair. Max has produced a mediocre copy\nof Kurt's ideas with a very similar factory landscape.\nNow Max also gets up to leave.\n\nMAX\n(to Kurt)\nYou coming?\n\n49\n\fKurt is so engrossed in his work that he doesn't reply.\n\nMAX\n(annoyed, impatient)\nCan I at least have my cap back, then?\n\nKurt hands it to him: he has painted Max’s Lenin-style\ncap to cover the head of the worker in his picture, thus\ncreating a perfect example of socialist realism.\n\nMAX (CONT'D)\nWhat more do you want? Yes, your\npicture’s best.\n\nBut Kurt is apparently still not content with it.",
  "39": "---END OF PREVIOUS SECTION---\nMAX (CONT'D)\nWhat more do you want? Yes, your\npicture’s best. But Kurt is apparently still not content with it. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nMan shall not live from bread alone, you\nknow?\n\nKurt smiles but refuses to be distracted.\n\nMAX\n...but from ever pretty girl he might\nmeet in the canteen, right?\n\nKURT\nI'll be along soon.\n\nBut Max seems to know Kurt won't bother coming, so he\nturns and walks off. After a moment another student\nsticks his head round the door and triumphantly holds up\ntwo Faber Castell pencils, calling to Kurt.\n\nSTUDENT #4\nA girl in the Fashion Department is\ngiving away Western pencils!\n\n56. INT. DRESDEN ACADEMY OF ART - CORRIDORS AND STAIRS -\nCONTINUOUS\n\nThis, Kurt doesn't need to be told twice. He runs out and\nalong the corridor, and then with astounding agility\nraces up the outside edge of the staircase and reaches\nthe upper floor before the crowd.\n\n50\n\f57.\n\nINT. DRESDEN ACADEMY OF ART - FASHION DEPARTMENT -\nCONTINUOUS\n\nSewing machines, sewing tables, rolls of material,\ndressmakers’ dummies wearing extravagant outfits. It all\nmakes a powerful contrast to the neo-Baroque ruins that\nhouse the Fashion Department.\n\nAn excited little group has gathered around one of the\nsewing tables. Kurt joins them. Max is slightly in front\nof him. He turns and grins at Kurt. Kurt catches a\nglimpse of the girl, sitting regally at her sewing table,\nsmoking, a large box of pencils at her elbow. She is\nhanding them out with a gentle smile. Suddenly, through\nthe crowd, their eyes meet. It is a trance-like moment.\n\nSTUDENT\nElisabeth! Me too, please!\n\nThe sound of this name causes Kurt to snap out of his\ntrance. She turns to the student who called out. Suddenly\nMax leans over and whispers in Kurt's ear.\n\nMAX\n(determined)\nDon't even bother trying. She's mine.\nWatch and learn how it's done!\n\nIgnoring this, Kurt picks up from a nearby table a sheet\nof paper with a clothes pattern and starts folding it.\n\nMax has reached Elisabeth, but suddenly finds himself\nintimidated by the beautiful girl. She picks up the last\nof the pencils and looks at the labels.",
  "40": "---END OF PREVIOUS SECTION---\nIgnoring this, Kurt picks up from a nearby table a sheet\nof paper with a clothes pattern and starts folding it. Max has reached Elisabeth, but suddenly finds himself\nintimidated by the beautiful girl. She picks up the last\nof the pencils and looks at the labels. \n---TARGET SECTION TO BE ANNOTATED---\nELISABETH\n(reading the labels)\nF, 2B or 4B?\nWhen Max doesn't reply she looks up.\n\nELISABETH (CONT'D)\nWell?\n\nMAX\n2B, thanks. But what I'd like even more\nthan a pencil is...\n\nElisabeth has already turned to the next student.\n\nELISABETH\nF or 4B?\n\n51\n\fMax steps aside and sneaks a glance at Kurt, hoping his\nfriend hasn't seen the way he was rejected. But Kurt has.\nMax walks off.\n\nThe small crowd disperses. Only Kurt is left.\n\nKURT\nYour name is Elisabeth?\n\nShe nods, smiling at his serious expression as he asks.\n\nELISABETH\nDo you want one? There's only 4B left.\n\nShe holds out a shining green Faber Castell pencil.\nSuddenly he sticks out his tongue. There is a razor blade\non it. He takes it between his fingers and, with\nconsiderable dexterity, cuts four notches in a kind of\nopen box that he has produced at great speed by folding\nthe clothes pattern. It suddenly becomes apparent that he\nhas created a perfect origami ashtray for four\ncigarettes.\n\nHe takes the pencil and presents her with the ashtray in\nexchange. Then he pretends to swallow the razor blade\nagain. When she laughs he puts it back with the other\nrazor blades on her table.\n\nKURT\nA golden pheasant like you shouldn't use\na normal ashtray.\n\nELISABETH\n(indignant)\nGolden pheasant? I can't let you get away\nwith that.\nKURT\n\nI completely agree. A walk? In the park?\nShe looks bewildered.\n\nKURT (CONT'D)\nSo I can correct my misapprehension?\n\n58. EXT. DRESDEN - PARK - DAY\nThey are walking along side by side in silence. Sometimes\n\nhe looks over at her. Elisabeth is increasingly surprised\nthat he doesn't utter a word.\n\n52\n\fThey come past a large building in ruins with a banner\nhanging on it, proclaiming in large letters: \"Learning\nfrom the Soviet Union means Learning Victory\". We see\nfrom a place where some paint was spilt onto it that it\nis the very banner Kurt painted himself. But he doesn't\nsay anything.",
  "41": "---END OF PREVIOUS SECTION---\n52\n\fThey come past a large building in ruins with a banner\nhanging on it, proclaiming in large letters: \"Learning\nfrom the Soviet Union means Learning Victory\". We see\nfrom a place where some paint was spilt onto it that it\nis the very banner Kurt painted himself. But he doesn't\nsay anything. \n---TARGET SECTION TO BE ANNOTATED---\nELISABETH\nI thought you wanted to talk to me.\n\nKURT\nI wanted to go for a walk with you.\n\nELISABETH\nVery well, then I'll make conversation.\n\nHe gestures to indicate that she should proceed.\nELISABETH (CONT'D)\nSocialist realism... is that really your\nkind of art?\nHe considers this for a moment.\nKURT\nProbably about as much as Lotte\nUlbricht's is your kind of fashion.\n\nHe is still gazing steadily at her.\n\nELISABETH\nWhy do you keep looking at me like that?\n\nKURT\nYou remind me of someone.\n\nELISABETH\nWould you like to paint me?\n\nKURT\nI don't know. Would you like to make a\n\nsuit for me?\n\nShe laughs. However, it isn't entirely clear whether he\nwas joking.\n\nELISABETH\nI have to get home.\n\nKURT\nMay I accompany you? Just to the door?\n\n53\n\f59.\n\nThey walk through the ruins of Dresden until they come to\nan area of large villas and stop in front of a\nspectacular building from the late 19th century, Wiener\nStrasse 91.\n\nEXT. SEEBAND’S VILLA - CONTINUOUS\n\nThere is a wooden sign at the door: Gret Palucca Dance\nSchool. Through the large windows we see couples dancing,\nand we hear jaunty music.\n\nKURT\nYou're taking dance lessons?\n\nELISABETH\n(laughs)\nI live here. The house belongs to us.\n\nKurt looks up admiringly at the magnificent building.\n\nKURT\nWell, you haven't really proven me wrong\nabout the golden pheasant thing.\n\nELISABETH\nWe were just lucky: the house wasn't even\nhit once. Before the war the whole street\nlooked like this.\n\nThey both look at the ruins which the majority of the\nbuildings around them have been reduced to. She looks at\nhim again. He gazes back steadily. It is a moment of\nsilence that neither of them finds uncomfortable.\n\nELISABETH\nYou have such confidence. Certainty.\nAlmost as if you knew something.\n\nHe gazes at her, shaking his head modestly, smiling\nslightly.\n\nELISABETH (CONT'D)\nGoodbye, Kurt.\n\nKURT\nGoodbye...",
  "42": "---END OF PREVIOUS SECTION---\nHe gazes at her, shaking his head modestly, smiling\nslightly. ELISABETH (CONT'D)\nGoodbye, Kurt. KURT\nGoodbye... \n---TARGET SECTION TO BE ANNOTATED---\nHe falters. Thinking he has forgotten her name, she\nresponds with an indignant laugh.\n\nELISABETH\n\n54\n\f60.\n\nElisabeth!\n\nKURT\nCould I call you something else? Maybe\nyou have a nickname?\n\nELISABETH\n(taken aback)\nEverybody calls me Elisabeth, really...\n\nKURT\n\"Really\" always means precisely the\nopposite is true.\nELISABETH\n(laughs)\n\nAlright. My father calls me Ellie.\nHe likes the name.\n\nKURT\nGoodbye, Ellie.\n\nEllie walks through the gate into the garden, closes it\nbehind her and turns back. He is standing there\nmotionless, gazing at her.\n\nKURT (CONT'D)\n(to himself)\nElisabeth.\n\nINT. MAY FAMILY HOUSE - KITCHEN - DAY\n\nKurt is sitting a the kitchen table, working on a drawing\nof Ellie in which she is smoking, looking seductively\nglamorous. He is also smoking, though with him it makes\nhim look more like a proletarian. Next to him there is\nalso a new sketch of the Seeband Villa in Wiener Strasse.\nThe house also seems to have impressed him.\n\nHis desk is very tidy. On an adjoining table we see a\nsmall collection of pictures that Kurt has cut out of\nnewspapers, including one of the British Lancaster\nbombers, and one of a group of nurses that looks very\nsimilar to those in the sanatorium all those years ago.\nAlongside this are several works of literature bound in\nbeige, with gold titles.\n\nSuddenly we hear a woman scream loudly. Then again.\n\n55\n\f61.\n\nKurt leaps up and runs out, following the sound of the\nnext scream and racing up the stairs to the attic. He\npushes aside sheets and shirts that have been hung up\nhere to dry, which are blocking his view. Finally he\nfinds his mother standing in front of a laundry basket,\nand then he sees the body of his father hanging from a\nbeam by a rope. Once again, his eyes blur the image.\n\nINT. DRESDEN ACADEMY OF ART -— STUDENTS’ STUDIO - DAY\n\nKurt enters. Everybody turns to look at him. He walks\nover to his chair and sits in front of his easel.",
  "43": "---END OF PREVIOUS SECTION---\nDRESDEN ACADEMY OF ART -— STUDENTS’ STUDIO - DAY\n\nKurt enters. Everybody turns to look at him. He walks\nover to his chair and sits in front of his easel. \n---TARGET SECTION TO BE ANNOTATED---\n Max\nsqueezes his shoulder. The professor approaches.\n\nPROFESSOR GRIMMA\nYou could have taken off a few days more,\nKurt.\n\nKurt shakes his head, picks up his brush and starts\nmixing the paint. He looks over at the worker who is\nagain standing in front of them as a model. Kurt starts\npainting.\n\nMONTAGE\n\n- Kurt works on the painting through lunch.\n\n- Kurt gazes at the models with his steel-grey eyes.\n\n- As well as the male worker there is also a woman...\nlooking less than dignified as she picks her nose.\n\n- Kurt peers critically at his painting.\n\n- Kurt paints over the face of the woman.\n\n- Kurt working into the night on his painting.\n\n- Professor Grimma comes round, looking at the\nstudents’ efforts. When he reaches Kurt he has to\nfight back his emotions and pats his young student\non the shoulder appreciatively.\n\n- Close-up: Kurt has given the proud working woman,\nvisible in profile next to the male, the face of\nEllie. Her face is at precisely the angle that\nEllie’s face was when he first saw her and sketched\nher. Even when he was looking at her, he had always\nbeen thinking of the completion of his painting...\n\nEND OF MONTAGE\n\nELLIE (0.C.)\nA golden pheasant as a proletarian?\n\nKurt turns round.\n\n56\n\f62.\n\nHer expression indicates that she has heard what\nhappened. She has in her hands a suit and shirt which she\nholds up to him.\n\nELLIE (CONT'D)\nYou are now my seminar project.\n\nHe smiles and starts to get undressed, gazing steadily at\nher as he unfastens his belt, takes off his pants,\nunbuttons his shirt... until he is wearing only\nunderpants. His body is muscular, youthful, without much\nhair. But if he hoped to disconcert Ellie, he hasn't\nsucceeded: she gazes at him closely, a sensation he\nenjoys. He puts on the shirt and suit. It fits perfectly\nand looks very good. The material is coarse and natural,\ncut wide: suddenly he looks like a important artist. He\ncatches a glimpse of himself in a mirror.\n\nKURT\nI'll never take it off.\n\nCUT TO:\nINT.",
  "44": "---END OF PREVIOUS SECTION---\nHe\ncatches a glimpse of himself in a mirror. KURT\nI'll never take it off. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SEEBAND’S VILLA - ELLIE’S ROOM - NIGHT\nThe suit is on the floor next to Ellie’s clothes in her\nlarge, old-fashioned room on the third floor of the\nvilla. They are lying on her bed, naked, kissing\ntenderly, gently. He gazes at her.\nKURT\nIt's far too easy to love you. You're so\nbeautiful, it’s almost unromantic.\n\nShe laughs a little and hits him playfully with a pillow.\n\nKURT (CONT'D)\nDo you love me?\n\nShe stops, taken aback by the question.\nKURT (CONT'D)\nDo you love me? Otherwise... It doesn't\nwork... with me.\n\nShe doesn't understand.\n\nKURT (CONT'D)\nOtherwise it doesn't work.\n\nELLIE\nI love you.\n\n57\n\fHe becomes more passionate and aroused.\n\nKURT\n(very openly)\nReally?\nELLIE\nYes.\n\nNow he can let himself go.\n\nELLIE (CONT'D)\nI love you! Really, I love you.\n\nINT. SEEBAND’S VILLA - ELLIE’S ROOM - NIGHT (SEVERAL\nHOURS LATER)\n\nThey are lying in bed. The two young bodies are only lit\nby the moonlight and the flame of a candle. Kurt strokes\nEllie’s back. She seems calm, relaxed, as we have not\nseen her before.\n\nELLIE\nWill you still be able to look me in the\neye tomorrow?\n\nKURT\nWhat do you mean by that?\n\nELLIE\nWhen we see each other tomorrow,\ncompletely normal, fully dressed, in the\nAcademy, with the teachers...\n(correcting herself with a laugh)\nProfessors! With the other students in\nthe canteen... Will you look at me in\nexactly the same way?\n\nKURT\n(tenderly, serious, meaningful)\nNo.\n\nShe smiles.\n\nSuddenly the room is filled by the light from a car\nheadlight. She freezes and listens. We hear voices. A\ndoor is OPENED. We hear the CRUNCH of gravel. Ellie sits\nup straight.\n\nELLIE\nMy parents!\n\n58\n\f64.",
  "45": "---END OF PREVIOUS SECTION---\nEllie sits\nup straight. ELLIE\nMy parents! 58\n\f64. \n---TARGET SECTION TO BE ANNOTATED---\nKURT\nI thought they lived in Chemnitz?\n\nShe leaps over to the window, peers out cautiously: down\nbelow we see the figures of three adults, two women and a\nman, who have emerged from a car and are approaching the\nfront door.\n\nShe looks round. There is no key in the door, and there's\nno closet or any place where Kurt could hide.\n\nINTERCUT: close-up of highly polished men's shoes coming\nup the stairs.\n\nELLIE\nMy father!\n(going pale)\nMy God, what shall we do?\n\nKurt gives her a look as if to say: \"We'll just have to\n\nlet this play out\". But her expression is one of such\ndespair that he now opens the window, climbs onto the\nledge and jumps out - still completely naked - towards\n\nthe fir tree which is a good three meters away.\n\nAfter her initial shock Ellie looks round the room and\nsees his suit; she sweeps it up with a quick gesture,\nflings it out of the window, leaps into bed, pulls up the\nsheet and pretends to be asleep.\n\nA second later the door opens to admit... Carl Seeband. A\nlittle older but just as controlled and precise as ever.\nHe sees Ellie lying there, looks over at the open window,\ncomes into the room and closes it. He crosses to gaze\ndown at Ellie for a moment, leans forward as if to kiss\nher - but merely blows out the candle. Then he walks out\nof the room.\n\nEXT. SEEBAND’S VILLA - FIR TREE/ENTRANCE - CONTINUOUS\n\nKurt is climbing down the tree, still about 6 meters from\nthe ground.\n\nWOMAN’S VOICE (0.S.)\n(coolly)\nGood night, Frau Hellthaler.\n\nAt the same time FRAU SEEBAND, an elegant, attractive\nblonde in her mid-40s, comes back out of the house to\npick up two bags she left by the front door. She sees the\n\n59\n\f65.\n\n66.\n\n67.\n\nstray clothes lying on the ground, frowns in surprise and\npicks up the pants. Then she looks up at the tree in\nfront of her, branches trembling suspiciously.\n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nstray clothes lying on the ground, frowns in surprise and\npicks up the pants. Then she looks up at the tree in\nfront of her, branches trembling suspiciously. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SEEBAND’S VILLA - FIR TREE - CONTINUOUS\n\nKurt has reached the lowest branch and now jumps to the\nground, rolling over and getting to his feet, a manoeuver\nwhich brings him face to face with Frau Seeband. He is\nstark naked, while she is very dressed in a Dior-style\nsuit with a fur collar and hat. She gazes at him in\nsurprise, curious, the suggestion of a wry smile on her\nface.\n\n \n\nBy now she has picked up all the clothes, including his\nsocks and underpants, and hands them to him without a\nword. He takes them, also without speaking, gazes at her\nfor a moment longer than strictly necessary and then runs\noff. Frau Seeband picks up the bags and goes back into\nthe house.\n\nINT. SEEBAND’S VILLA - ENTRANCE - CONTINUOUS\n\nAs Frau Seeband walks back into the house her husband is\ncoming down the stairs. She gives no indication of what\nhas happened.\n\nFRAU SEEBAND\nElisabeth?\n\nSEEBAND\nSound asleep. She left a candle burning;\nwhen is she finally going to grow up?!\n\nFRAU SEEBAND\nYes, young people...\n\nIt sounds more wistful than disapproving.\n\nINT. DRESDEN ACADEMY OF ART - CANTEEN - DAY\n\nKurt is having lunch with friends. Suddenly Ellie\nappears, wearing tight pants and a soft, light-blue\npullover which emphasizes her figure. Kurt looks up at\nher and blushes. Ellie attempts to downplay her\nuncertainty by appearing confident, but the others assess\nthe situation correctly, get to their feet and leave\n\n60\n\fmaking various excuses. Ellie sits down, determined not\nto allow any awkwardness between her and Kurt to develop.\n\nELLIE\nThanks for risking your life to preserve\nmy reputation. But don't ever do anything\nthat reckless again.\n\nKurt attempts a reckless smile, but he has to express\nwhat is worrying him.\n\nKURT\nDid your parents...?\n\nELLIE\nThey didn't notice a thing. Not a thing.\n\nKurt is surprised to hear that her mother said nothing.\n\nELLIE\n\nThey’ re moving back to Dresden. My father\nis getting his old job back, as hospital\ndirector.",
  "47": "---END OF PREVIOUS SECTION---\nKurt is surprised to hear that her mother said nothing. ELLIE\n\nThey’ re moving back to Dresden. My father\nis getting his old job back, as hospital\ndirector. \n---TARGET SECTION TO BE ANNOTATED---\n But he has to rent out two of\nthe rooms in our house. Otherwise he'll\nget into trouble with the Residence\nAllocation Office. He’s going to put up a\nsign tomorrow.\n\nKURT\nBut the dance school is there?\n\nELLIE\nThat's only the first floor. We have\nseven bedrooms upstairs. For me, my\n\nparents and Papa’s \"secretary\".\n\nThere is a scornful undertone as she says this last word.\nShe gazes steadily into Kurt's eyes.\n\nELLIE (CONT'D)\nWould you perhaps like to be the first to\ndiscover that sign tomorrow, quite by\nchance?\n\nThere are large trees outside the big windows, and the\npowerful sunshine projects the shape of leaves\nalternating with areas of bright light over her face and\nbody. It's like a painting. Kurt can do nothing but stare\nat her.\n\nELLIE (CONT'D)\n\n61\n\fI mean, they couldn't really hold it\nagainst me if I fall in love with a\ntenant they themselves have chosen.\n\nKURT\nBut... your mother? Don't you think she\nmight sense something?\n\nELLIE\nOh, Mama! She's such an innocent. You\ndon't have to worry about her. She won't\nsuspect a thing. Really, not a thing.\n\nFrom her intonation we gather there may be something that\nher mother ought to suspect about Seeband.\n\n68. EXT. SEEBAND’S VILLA - DAY\nSeeband’s secretary, FRAU HELLTHALER, opens the door.\n\nFRAU HELLTHALER\nYes?\n\nKURT\nI've come about the sign. Is the room\nstill to rent?\n\nFRAU HELLTHALER\nWe put the sign up a quarter of an hour\nago.\n\nKURT\nIs that a yes?\n\nShe beckons him inside and indicates a chair where he\nshould sit.\n\n69. INT. SEEBAND’S VILLA - ENTRANCE HALL - CONTINUOUS\n\nFRAU HELLTHALER\n(calls)\nFrau Seeband. Somebody has come about the\nroom.\n\nFRAU SEEBAND\n\n(calls back)\nThat was quick.\n\n62\n\fShe comes down the stairs looking very elegant: it's\nobvious where Ellie got her fashion sense. Kurt gets to\nhis feet almost reluctantly, hardly daring to meet her\neye.",
  "48": "---END OF PREVIOUS SECTION---\nFRAU SEEBAND\n\n(calls back)\nThat was quick. 62\n\fShe comes down the stairs looking very elegant: it's\nobvious where Ellie got her fashion sense. Kurt gets to\nhis feet almost reluctantly, hardly daring to meet her\neye. \n---TARGET SECTION TO BE ANNOTATED---\n She slows down briefly when she recognizes him but\nthen walks on.\n\nFRAU SEEBAND (CONT'D)\nThat really was quick.\n\nShe extends her hand, and he shakes it is shyly as a\nschoolboy.\n\nKURT\n(murmurs awkwardly)\n\nKurt Barnert.\n\nShe gazes at him with interest. Frau Hellthaler is still\nstanding next to them.\n\nFRAU SEEBAND\nWhat is your profession?\n\nKURT\nI'm a student.\n\nFRAU SEEBAND\n\nFashion.\nKURT\nPainting.\nFRAU SEEBAND\nPainting...\n\nHer intonation is almost dreamy, and so gentle that he\nfinally looks up.\n\nWe hear a door being opened upstairs, and then a man's\nfootsteps walking toward the stairs.\n\nSEEBAND (0.S.)\n(from above, authoritatively\nFrau Hellthaler. Come up here, would you?\n\nFRAU SEEBAND\n(calls up, still gazing at Kurt)\nCarl, there's a tenant for one of the\nrooms. Do come down for a moment.\n\nSeeband comes down the stairs, his every movement\n\nprecise, wearing reading glasses and holding an open\nfile. He gazes at Kurt. Kurt looks straight back at him.\n\n63\n\fSeeband’s POV: Kurt's face, the lower lip twitching very\nslightly.\n\nKurt's POV: Seeband narrows his eyes in professional\nscrutiny.\n\nWhen Seeband has reached the bottom of the stairs he\ncrosses to Kurt and stands directly facing him.\n\nSEEBAND\nYou have facialis.\n\nKurt doesn't understand.\n\nSEEBAND (CONT'D)\nFacialisparese - partial facial paralysis.\n(pointing to his mouth with one finger)\nThe hanging corner of the mouth. Did you\nhave an accident at some point, or\nborreliosis?\n\nKurt tries hard to straighten the corner of his mouth.\nFrau Seeband takes the file from her husband and passes\nit to Frau Hellthaler.\n\nFRAU SEEBAND\n(to Frau Hellthaler)\nWould you be so kind and take this up to\nthe office? Then my husband can have a\nfew words with... the tenant.\n\nFrau Hellthaler complies.",
  "49": "---END OF PREVIOUS SECTION---\nFRAU SEEBAND\n(to Frau Hellthaler)\nWould you be so kind and take this up to\nthe office? Then my husband can have a\nfew words with... the tenant. Frau Hellthaler complies. \n---TARGET SECTION TO BE ANNOTATED---\nFRAU SEEBAND (CONT'D)\n(to Kurt)\nMy husband is a doctor; it is his\npassion. That means occasionally one gets\na free diagnosis.\n\nSEEBAND\nYou should have that examined. Cortisone\ncan help. Failing that - surgery.\n\nFRAU SEEBAND\n(to her husband)\nKurt comes with the best recommendations.\n(Kurt looks astonished)\nWe have already agreed on the rent. But\nof course it's your decision whether he\ngets the room or not.\n\nSeeband gazes at Kurt: he doesn't like the way the young\nman looks straight at him.\n\n64\n\fFRAU SEEBAND (CONT'D)\nKurt wants to be a painter.\n\nKURT\nI am a painter.\n\nSEEBAND\nThe facade of the house is starting to\npeel. Perhaps we could set that off\nagainst the rent.\n\nKURT\nI'm not that kind of painter.\n\nSEEBAND\nThen what kind are you?\n\nKURT\nA painter of pictures.\n\nSEEBAND\nSocialist realism?\n\nKURT\nIs there any other kind?\n\nSEEBAND\nI hope not.\n\nFrau Seeband gives her husband a gentle, imploring look:\nthis is the only way she can mollify him.\n\nSEEBAND (CONT'D)\nYou can have the room anyway.\n\nKURT\nThank you, Herr Seeband.\n\nSEEBAND\nProfessor Seeband.\n\n70. jQ.INT. SEEBAND’S VILLA - ELLIE’S ROOM - NIGHT\n\nTwo burning candles and two glasses of wine next to the\nbed. Silent, passionate sex. Ellie is on top, and when a\nslight sound emerges from Kurt’s lips she places her hand\nover his mouth. He laughs. She holds his mouth closed\nmore tightly, and this becomes part of their love-play.\nThey roll around on the bed, laughing silently.\n\n65\n\f71.\n\n72.\n\n73.\n\nINT. SEEBAND’S VILLA - FRAU HELLTHALER’S ROOM -\nSIMULTANEOUS\n\nTOP VIEW: we see the muscular back of a man during sexual\nintercourse. Also silent. THE CAMERA MOVES BACKWARDS AND\nTO ONE SIDE. Now we recognize that it is Carl Seeband’s\nback, and underneath him is Frau Hellthaler.",
  "50": "---END OF PREVIOUS SECTION---\nAlso silent. THE CAMERA MOVES BACKWARDS AND\nTO ONE SIDE. Now we recognize that it is Carl Seeband’s\nback, and underneath him is Frau Hellthaler. \n---TARGET SECTION TO BE ANNOTATED---\n As he\npenetrates her she gazes at him with an expression that\nblends devotion, arousal and despair.\n\nINT. SEEBAND’S VILLA - STAIRS/CORRIDORS - NIGHT\n\nKurt creeps down the stairs, clutching his shoes, and\nthen along the corridor. He hardly makes a sound. Just as\nhe very cautiously pushes down the door handle of his\nroom, the door of the room opposite opens - and Seeband\ncomes out, Frau Hellthaler in the background, naked.\nEverything is revealed to Kurt. Seeband keeps himself\ncompletely under control and retains the upper hand.\n\nSEEBAND\nWhat are you doing up so late?\n\nKURT\nI... I’ve been out.\n\nSeeband sniffs briefly.\n\nSEEBAND\nAlcohol? Hardly conducive to good work.\nYou should get to bed.\n\nSeeband closes the door and strides up the stairs without\nlooking back. After a moment Kurt enters his room, as\nplanned.\n\nINT. SEEBAND’S VILLA - PARENTS’ BEDROOM - NIGHT\n\nFrau Seeband is lying in the double bed, eyes wide open,\nfacing away from the door. Her expression is one of\nsadness, but it also reveals her love for Seeband. He\nknows she is awake.\n\nSEEBAND\n\nI don't like that Kurt. We must make sure\nEllie doesn't get too friendly with him.\n\n66\n\fFRAU SEEBAND\n\n(motionless)\nWhy?\nSEEBAND\nSo she can marry well, of course.\n(amiably)\n\nJust as you married well.\n\nHe lies down on the bed next to her, placing one hand on\nher side. After a moment's hesitation she places her hand\non his; despite everything she is grateful for this small\nindication of affection.\n\n74. INT. SEEBAND’S VILLA - KURT’S ROOM - DAY\n\nBright sunshine penetrates at the window. Kurt enters his\nroom and finds Seeband there, gazing quite openly at his\npictures.\n\nKURT\nProfessor Seeband, about yesterday; of\ncourse I would never..\n\nBut Seeband doesn't want to hear this, retaining the\nupper hand as always.\n\nSEEBAND\n\n(interrupts)\nYou have a new subject. Me. For the\ndirectors’ gallery.",
  "51": "---END OF PREVIOUS SECTION---\nSEEBAND\n\n(interrupts)\nYou have a new subject. Me. For the\ndirectors’ gallery. \n---TARGET SECTION TO BE ANNOTATED---\n(indicates a sketched portrait of Lenin)\nThat style, more or less. We start\ntomorrow at four in the afternoon. In my\noffice at the hospital.\n\nHe strides out of the room.\n\n75. INT. DRESDEN GYNECOLOGICAL HOSPITAL - SEEBAND’S OFFICE —\nfour in the afternoon\n\nSeeband’s secretary shows Kurt into his office. Kurt is\ncarrying his easel and a primed canvas. The radio is on.\n\nSECRETARY\nThe Professor will be here in a minute.\nYou may take a seat.\n\nShe walks out.\n\n67\n\fSeeband’s office seven years after we last saw it. The\ndesk is still in the same place. Everything else has been\nrefurbished in the style of a 1950s executive office.\nThere is a wood-paneled Mende radio on a corner table.\n\nKurt walks round the room, gazing at the chair and the\nwalls with such intensity, it is almost as though he\nsenses something.\n\nSeeband enters.\n\nSEEBAND\nI thought you could set up your easel\nhere.\n\nSeeband has arranged everything: the perfect background\nwith a bay window and several medical diagrams.\n\nKurt sets everything up as required. Seeband asks Kurt to\nturn up the radio: a news bulletin.\n\nNEWS ANNOUNCER (V.O.)\n\n(with conviction)\nSince the people of the German Democratic\nRepublic unanimously desire peace and the\nunification of Germany, Prime Minister\nGrotewohl has presented the government of\nWest Germany in Bonn with proposals for\nfree elections throughout the whole of\nGermany. These proposals were rejected by\nthe Western powers and the Adenauer\ngovernment, in line with their war\npolicy.\n\nSeeband adopts a practiced pose, his hands casually in\nhis jacket pockets. He knows it makes him look\nattractive, wise, understanding and relaxed. The perfect\ndoctor, hospital director and man. And he maintains this\npose without moving in the slightest. Kurt first sketches\nhis outline on the canvas in charcoal.\n\nNEWS ANNOUNCER (V.O.",
  "52": "---END OF PREVIOUS SECTION---\nKurt first sketches\nhis outline on the canvas in charcoal. NEWS ANNOUNCER (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n CONT’D)\nAs a further consequence of this war\npolicy, the government in Bonn and the\nwestern occupying powers have introduced\nstrict border and customs controls at the\ndemarcation line, in order to emphasize\nthe separation of the Western German\n\nregion from the German Democratic\nRepublic and thus deepen the division of\nGermany.\n\n68\n\f76.\n\nBy now we can see clearly that Kurt has accurately\ncaptured on the canvas Seeband’s pose.\n\nNEWS ANNOUNCER (V.O. CONT’D)\n\nThe lack of any corresponding protection\nat the borders of the German Democratic\nRepublic has been exploited by the\nWestern powers in order to infiltrate\nincreasing numbers of spies, terrorists\nand smugglers into our country. Up to now\nthese individuals have been able to\nreturn without any obstacle across the\ndemarcation line to West Germany after\nperforming their criminal activities.\n\nKurt begins to apply paint to the canvas.\n\nNEWS ANNOUNCER (V.O. CONT’D)\nConsequently we are obliged to take\nmeasures in order to defend the peaceful\ninterests of the German Democratic\nRepublic. The Ministry of State Security\nhas been given the task of implementing\nthese measures.\n\nAfter an hour Seeband glances at the clock, gets to his\nfeet and crosses to look at the canvas Kurt is working\non. He switches off the radio.\n\nSEEBAND\nThat's pretty much what I had in mind.\nVery good. We will continue tomorrow at\nfour o'clock. Three sessions should be\nenough?\n\nINT. SEEBAND’S VILLA - ELLIE’S ROOM\n\nEllie is lying in bed, naked, half under the sheets. She\nstretches seductively. Kurt is sitting on her sofa,\nlooking through the family photograph album.\n\nELLIE\nWhy are you looking at those terrible\npictures? I look awful in them. Come over\nhere.\n\nBut Kurt ignores her. He is looking at a photograph of\n\nSeeband at the beach, leaning forward, his arms around\nhis wife and Ellie, who are in front of him.\n\n69\n\fCLOSE-UP: Seeband’s face in the photograph.\n\nELLIE (V.O. CONT'D)\n(disappointed)\nYou aren’t looking at me at all...\n\nShe has come over to him and is looking over his\nshoulder.",
  "53": "---END OF PREVIOUS SECTION---\nO. CONT'D)\n(disappointed)\nYou aren’t looking at me at all... She has come over to him and is looking over his\nshoulder. \n---TARGET SECTION TO BE ANNOTATED---\nKURT\nWhy does even the most idiotic amateur\nsnapshot have more reality than my\npainting?\n\nELLIE\nPapa likes it.\n\nKURT\nThat's exactly the point. Hardly anybody\nlikes a photograph of himself. Everybody\nis supposed to like a painting. The\nphotograph must be truer.\n\nKurt looks further through the album: photographs of\nSeeband with the staff of the clinic.\n\nKURT\nWhy did your father go to work in\nChemnitz anyway? He was hospital director\nhere before.\n\nEllie seems reluctant to reply. Kurt waits it out.\n\nELLIE\nHe doesn't want us to talk about it...\n\nKurt waits.\n\nELLIE (CONT'D)\n(hesitantly)\nDuring the war Papa treated the wives of\nGoring and Goebbels...\n\nREACTION from Kurt.\n\nELLIE (CONT'D)\n(quickly)\nsimply because he's the best\ngynecologist... They came 200 km from\nBerlin, as if nobody there was capable of\ndoing a smear test... Just imagine!\nAnyway, as a reward they made him an\nhonorary member of the SS. He couldn’t\n\n70\n\f77.\n\nrefuse. But of course after the war it\nwas hard to explain to the Russians that\nhe didn’t have anything to do with the\nNazis otherwise. They combed through all\nthe archives but couldn’t find anything\nagainst him.\n\nKurt looks at the picture again. Maybe he really was\nreading something into it which didn’t exist. But he\nstill can’t respond to Ellie’s caresses.\n\nKURT\nToday the Professor called me a Willi\nSitte type artist.\n\nELLIE\nBut that’s good. I mean, he’s successful.\n\nKURT\n(scornfully, almost to himself\nWilli Sitte type... I think I have to get\nout of here.\nELLIE\n\nOut of where?\nBut she knows exactly what he means.\nELLIE (CONT'D)\nYou’re not serious... But things are\ngoing so well for us here... I could\nnever leave Mama.\n\nKurt gazes ahead thoughtfully.\n\nELLIE (CONT'D)\nYou were just saying that, weren’t you?\n\nShe takes his silence as agreement and kisses him. Now he\nreturns the kiss.\n\nEXT.",
  "54": "---END OF PREVIOUS SECTION---\nShe takes his silence as agreement and kisses him. Now he\nreturns the kiss. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DRESDEN ACADEMY OF ART - DAY\nINSERT TITLE: 1956\n\nProfessor Grimma intercepts Kurt at the entrance to the\nAcademy of Art.\n\nPROFESSOR GRIMMA\n(excitedly)\n\n71\n\f78.\n\nYour diploma work convinced the\ncommittee. They have selected you to\npaint the mural for the new Museum of\nHygiene. The theme is “The Joy of Life\nUnder Socialism.”\n\n(friendly, making a confession)\n\nIt's a job I think some professors would\nalso have liked.\n\nKURT\nA mural?\n\nPROFESSOR GRIMMA\nYes.\n\nKURT\nI'm not a muralist.\n\nPROFESSOR GRIMMA\nKurt, we both know you can do it.\n\nKURT\nI'm sorry. That's not for me. That's pure\ndecoration.\n\nPROFESSOR GRIMMA\n(bewildered)\nYou would immediately have guaranteed\nwork. Even money.\n\nKURT\nIt's not me.\n\nPROFESSOR GRIMMA\n(disappointed)\nMe, me, me.\n\nThe professor walks off.\n\nINT. SEEBAND’S VILLA - ELLIE’S ROOM - NIGHT\n\nKurt and Ellie are lying completely motionless, Kurt on\ntop of her, their arms outstretched on both sides. Each\npart of one body is touching the corresponding part of\nthe other. They are still breathing heavily. Kurt now\nmoves his hands slightly so that each last one of his\nfingers is precisely on top of hers. She kisses him.\n\nKURT\n(whispers)\nNo, don't move... Please.\n\n72\n\fShe becomes motionless again, her cheek against his.\n\nKURT (CONT'D)\n(whispers)\nThis way I can imagine that we are one\nbody.\n\nFor several moments they breathe in unison. Silence.\n\nELLIE\n(whispers)\nI'm pregnant.\n\nAt first Kurt doesn't react at all.\n\nKURT\n(whispers)\nThen you fully belong to me now.\n\nShe looks at him curiously; this isn't the reaction she\nhad been expecting.\n\nKURT (CONT'D)\n(smiling gravely)\nWith me, I mean.\n\nShe rolls over to one side, kisses him and gazes into his\neyes.\n\nKURT (CONT'D)\nWe have to tell them. Ellie.",
  "55": "---END OF PREVIOUS SECTION---\nShe rolls over to one side, kisses him and gazes into his\neyes. KURT (CONT'D)\nWe have to tell them. Ellie. \n---TARGET SECTION TO BE ANNOTATED---\nELLIE\nMaybe we should start by telling them\nthat we are together. To divide the shock\ninto little pieces?\n\nKURT\nI think your mother might have already\nguessed something...\n\nELLIE\nIt's not Mama I'm worried about. Papa\nwill be devastated. I'll always be 12\nyears old to him.\n\nINT. SEEBAND’S VILLA - PARENTS’ BEDROOM - SIMULTANEOUS\n\nSeeband is lying on the bed, making notes. He is aware\nthat his wife isn’t asleep.\n\n73\n\f80.\n\nSEEBAND\nI think Ellie is pregnant.\n\nFRAU SEEBAND\nWhat??\n\nSEEBAND\n\nFor several weeks now the temperature of\nher hand has been slightly elevated, but\nno cold symptoms. Yesterday she left the\nroom twice at dinner, didn't touch her\nporridge at breakfast, and held onto the\nchair when she got up... The 3*¢ month,\nI'd say. Maybe the 4t,\n\nFRAU SEEBAND\nMy God, she's still a child herself!\n\nSEEBAND\nThe problem isn't her age but the man.\n\nFRAU SEEBAND\nWho could it be?\n\nHe gives her a look which says: \"Spare me the games\".\n\nSEEBAND\nLeptosomic, melancholic, heavy smoker,\nfacial paralysis, a \"painter\". This is\n\nnot the genetic material I want for our\ndescendants. We must prevent it.\n\nFRAU SEEBAND\n\nBut how?\n\nSEEBAND\n\n(calmly)\nAfter 30 years as a gynecologist I can\ntell you I have rarely seen a\n\nrelationship survive an abortion.\n\nINT. MUSEUM FUR HYGIENE —- ENTRANCE HALL - DAY\n\nKurt is standing on high scaffolding, painting the \"Joy\nof Life\" mural. He is basing the work on a number of\ndrawings, including one of Ellie in a white bathing suit.\nHe makes her belly slightly extended, as if in pregnancy.\nNow the real Ellie enters. She is about to call to him\nbut changes her mind at the last minute and instead\n\n74\n\f81.\n\nwatches him at work for a while. He is engrossed in his\nwork, content.\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nwatches him at work for a while. He is engrossed in his\nwork, content. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LUISENHOF RESTAURANT - EVENING\n\nAn elegant restaurant with thick carpet, livreed waiters\nand a string quartet. Ellie has even given Kurt a\nfashionable tie. Seeband is telling a medical anecdote.\n\nSEEBAND\nThe psychotic thinks two and two make\nfive, while the neurotic knows two and\ntwo make four - but it worries him.\n\nFrau Seeband, Ellie and Kurt laugh politely.\n\nELLIE\nThere’s something we want to tell you...\n\nSEEBAND\n\n(quickly)\nAbout the Academy of Art? I'm always very\ninterested in that.\n\nELLIE\nNo... although... there is news on that\nfront, too. You see, Kurt has been given\nthe job of painting the mural in the\nMuseum for Hygiene.\n\nSEEBAND\n(to Kurt)\nPainting walls after all?\n\nKURT\nIt's a fresco with the theme \"Joy of\nLife\".\n\nELLIE\n\nAnd on that subject...\n\nSeeband has become very still. Neither Kurt nor Ellie\nsays anything.\n\nSEEBAND\nWhat is it, my child? Nothing unpleasant\nI hope - my nerves, you know.\n\nELLIE\nWe are... together.\n\n75\n\fSEEBAND\nYou are working on the fresco as well?\n\nELLIE\nWe are a couple. We have been for some\ntime.\n\nSEEBAND\n\nA couple of students.\n\nELLIE\nA... couple in a loving relationship.\n\nSeeband acts as though this devastates him. He looks over\nto his wife for help, although she looks back at him as\nif to say: \"Don't lay it on too thick\".\n\nELLIE\nAnd there's something else...\n\nSEEBAND\n(interrupts, as if overcome)\nThat's really... big... news...\nELLIE\n\nYes, and as well as that...\n\nSEEBAND\nMy God, I have to take this in first. My\nGod... this is really out of the blue...\n\nHe starts coughing and reaches for a glass of water. It\nis empty.\nELLIE\n(to a waiter)\nPlease bring the Professor some water.\nQuickly!\n\nSeeband takes a drink of water. Then he looks at the two\nyoungsters with a mild smile.\n\n82. EXT.",
  "57": "---END OF PREVIOUS SECTION---\nThen he looks at the two\nyoungsters with a mild smile. 82. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DRESDEN STREETS - NIGHT\n\nThey are walking home, Ellie and her mother in front,\nSeeband and Kurt slightly behind.\n\nThey have something to talk about.\n\nSEEBAND\n\n76\n\fI am pleased you broke the news to us.\nAnd I'm glad you did so at an early\nstage. You see, there is something you\nshould know about Ellie.\n\nThey walk along in silence for a couple of seconds.\n\nSEEBAND (CONT'D)\n\nWe don't want to worry Ellie\nunnecessarily, so we have never really\ntalked to her about it, but... When she\n\nwas a little girl Ellie had a serious\ninfection in the pelvis, which left scar\ntissue in the fallopian tubes = and\nconsequently caused considerable cilia\ndamage.\n\nKURT\nCilia...?\n\nSEEBAND\nCilia are the tiny hairs in the mucus of\nthe fallopian tubes which transport the\nfertilized egg to the uterus.\n\nKurt doesn't understand a word of this.\n\nSEEBAND (CONT'D)\n\nAt present we are looking for a way of\ntreating it with surgery. But if she were\nto become pregnant before’ then, the\nchances are extremely high that she would\nexperience extra-uterine gravidity - an\nectopic pregnancy, with the cell growing\nwhere the fallopian tube is. And that\ncould well lead to extremely dangerous\ninternal bleeding.\n\nKurt goes pale.\n\nSEEBAND (CONT'D)\nI must therefore warn you, though not for\nthe same reasons that normally motivate\nfathers of daughters to warn a young man,\nnot to become intimate with her, until we\nhave been able to alleviate this\ncondition. A pregnancy at this point in\ntime could be life-threatening for Ellie.\n\nSeeband studies Kurt as the young man walks alongside him\nin silence.\n\nSEEBAND\n\n77\n\fYou do understand? Life-threatening.\n\nKurt looks up at the two women walking somewhat ahead of\nthem.\n\nEllie senses his gaze, looks round and surreptitiously\nblows him a kiss. Kurt smiles gratefully. They walk on.\n\nKURT\n(with a huge effort)\nAnd if she were already pregnant?\n\nSEEBAND\n(acting shocked)\nThen I would have to examine her\nimmediately.\n\nSeeband stops in his tracks.",
  "58": "---END OF PREVIOUS SECTION---\nKURT\n(with a huge effort)\nAnd if she were already pregnant? SEEBAND\n(acting shocked)\nThen I would have to examine her\nimmediately. Seeband stops in his tracks. \n---TARGET SECTION TO BE ANNOTATED---\n Kurt walks a few steps\nfurther and then also stops, turning back to Seeband, who\nis looking at him enquiringly. Kurt nods gravely. The\nwomen have also realized that something has happened;\nthey stop and look back at the men, puzzled.\n\n83. INT. SEEBAND’S VILLA - CORRIDOR OUTSIDE BATHROOM - NEXT\nMORNING\n\nSEEBAND (V. O.)\nThere is no reason to despair just yet:\nit's quite possible that everything has\nproceeded correctly during the nidation,\nand that I shall soon be a= proud\ngrandfather.\n\nKurt is pacing nervously up and down outside the bathroom\ndoor, now smoking quite openly in the house. The door\nopens, and Seeband comes out, in a doctor's coat, with\nrubber gloves. He is not yet facing Kurt, who can see\nthrough the open door that Ellie is lying with her upper\nbody on the bottom of the empty bathtub, on her back, her\nthighs open and extended upwards, knees bent, her calves\nresting on two stools. Between them is an empty chair\nwith a doctor's bag. Frau Seeband is sitting next to her,\nstroking her daughter's face tenderly. Seeband closes the\ndoor, looking grave, and walks towards his study. Kurt\nfollows him.\n\nSEEBAND\nI must act immediately. The pregnancy is\nconsiderably more advanced than I _ had\nfeared - it's already the third month.\n\n78\n\f84.\n\n85.\n\n86.\n\nINT. SEEBAND’S VILLA - SEEBAND’S STUDY - CONTINUOUS\n\nThey have reached Seeband’s study. He takes a sterile\ncloth from a drawer and places on it two forceps and\n\nvarious curettes - the instruments required for an\nabortion.\nKURT\nAn... abortion?\nSEEBAND\n\nIf I do not remove the fetus she will not\nsurvive the pregnancy.\n\nKURT\nHere?\n\nSEEBAND\nWe have a reputation to maintain.\n\nKURT\nIs it really the only way? Really?\n\nSEEBAND\nAre you doubting my professional ability?\n\nKurt doesn't reply, which makes Seeband even colder.\n\nSEEBAND\nWould I put myself through something like\nthis... and my daughter!...",
  "59": "---END OF PREVIOUS SECTION---\nSEEBAND\nAre you doubting my professional ability? Kurt doesn't reply, which makes Seeband even colder. SEEBAND\nWould I put myself through something like\nthis... and my daughter!... \n---TARGET SECTION TO BE ANNOTATED---\n if it were\n\nnot absolutely necessary?\n\nSeeband goes back into the bathroom. Kurt remains in the\ncorridor. He can hear quiet sobbing behind the door. He\ngazes at the door, making the image blurred...\n\nINT. SEEBAND’S VILLA - DINING ROOM - EVENING (MOS)\n\nThey are all in the dining room, which is elegantly\npaneled with white wood. Ellie looks pale and thin.\nKurt's expression is one of silent rage. Frau Seeband\nlooks guilty, while Frau Hellthaler has an air of\nsuppressed desperation. The only person talking and\neating heartily is the Professor.\n\nINT. SEEBAND’S VILLA - ELLIE’S ROOM - NIGHT\n\n719\n\fEllie is lying in bed without any pillows, stretched out\nlike a corpse. Kurt is sitting next to her with his back\nagainst the wall. Although her face looks almost relaxed,\na stream of tears is continuosly flowing down her cheeks.\n\nELLIE\n(in a monotone)\nHe had an SS uniform made for himself.\nFor hours he would practice in front of\nthe mirror, trying out different poses\nuntil he found the best ones.\n\n87. INT. SEEBAND’S VILLA - SEEBAND’S STUDY - FLASHBACK\n\nSeeband in front of the mirror. Six-year-old Ellie enters\nthe room and watches him.\n\nELLIE (V. O.)\nHe didn't care that I could see him: I\nwas only a little girl. There was a\ngrinning skull on the cap. In silver. A\nskull.\n\nCLOSE-UP: THE SILVER SKULL on the SS cap. It has been\nplaced on a chair at exactly Ellie’s height.\nThe little girl gazes at it uneasily.\n\nELLIE (V. O.)\n\nA doctor is supposed to heal people. He’s\nsupposed to heal.\n\n88. INT. SEEBAND’S VILLA - ELLIE’S ROOM - THE PRESENT\nELLIE\n(in despair)\n\nAm I always going to be at his mercy?\n\nNow she weeps without inhibition.\n\n89. INT. DRESDEN GYNECOLOGICAL HOSPITAL - ENTRANCE AREA -\nEVENING\n\nA formal ceremony is taking place, with 100 doctors and\ndignitaries in suits. Several uniformed Soviets.",
  "60": "---END OF PREVIOUS SECTION---\nINT. DRESDEN GYNECOLOGICAL HOSPITAL - ENTRANCE AREA -\nEVENING\n\nA formal ceremony is taking place, with 100 doctors and\ndignitaries in suits. Several uniformed Soviets. \n---TARGET SECTION TO BE ANNOTATED---\n80\n\fWe see Kurt, Ellie and also Frau Seeband, who is standing\nnext to her husband. The Minister of Health is making a\nspeech in Seeband’s honor:\n\nMINISTER OF HEALTH\n\na gifted doctor, a humanist, one of\nthe founders of our Socialist Republic -\nin short, a fine example for all members\nof his profession. And today, 11\nDecember, the anniversary of the\nfoundation of the German Democratic\nRepublic, it is my honor to present him\nwith the Robert Koch Medal and the title\nDistinguished Doctor of the People.\n\nWith a flourish he places a bronze medal on a ribbon\naround Seeband’s neck, handing him a certificate, a small\nbox and an envelope. Applause.\n\nMINISTER OF HEALTH (CONT'D)\n(to Seeband)\nHere's a small version, for everyday use.\nAnd a certificate to frame.\n(smiling, he whispers with reference to\nthe envelope)\nTake care of this: 8000 marks inside!\n\nSeeband steps up to the podium.\n\nSEEBAND\nThank you, Minister, for those kind\nwords, of which I am not deserving.\n\nHe catches the eye of his daughter, who is gazing at him\nwithout any love. She is standing in the Directors’\nGallery, where there are paintings of the directors over\nthe last decades. The paintings are all very similar.\nKurt's work fits in perfectly - a fine work of\ncraftsmanship.\n\nSEEBAND (CONT'D)\nAs a doctor and a member of society I\nmerely do my duty. I am simply one wheel\nin the huge machinery of international\nsocialism, just as the painter of this\nfar too flattering portrait of me is only\n\na small wheel, his style\nindistinguishable from the other painters\nhere...\n\nKurt meets Seeband’s eye with an impassive expression.\n\n81\n\fSEEBAND (CONT'D)\njust as we are all only small wheels\non a large train which, with the help of\nthe Soviet Union, is moving steadily\ntowards that great terminal station:\nCommunism.\n\nApplause. Several people approach Seeband to congratulate\nhim. Kurt, standing with Ellie near his painting,\noverhears two men who lean forward and study it through\ntheir glasses.",
  "61": "---END OF PREVIOUS SECTION---\nApplause. Several people approach Seeband to congratulate\nhim. Kurt, standing with Ellie near his painting,\noverhears two men who lean forward and study it through\ntheir glasses. \n---TARGET SECTION TO BE ANNOTATED---\nDIGNITARY 1\n(to his companion)\nWho was it by?\n\nDIGNITARY 2\nIt doesn't say. Willi Sitte, probably.\nOne of those.\n\nDIGNITARY 1\nI just wonder how long it will take the\nnews to get around that Mr Eastman has\ninvented a device which does this sort of\nthing itself - but much better!\n\nThe two men laugh and walk on. Ellie and Kurt stand\nsilently, watching Seeband and his wife at the other end\nof the room as they accept expressions of congratulation.\nA little further away Frau Hellthaler is standing by\nherself. She is also watching Seeband and his wife. Among\nthe people congratulating Seeband is a uniformed Soviet\nofficer, a slim, good-looking man who whispers something\nquietly into Seeband’s ear when he approaches. For a\nmoment Seeband seems startled; then he nods briefly to\nthe Russian officer, who walks on. Seeband’s wife\naddresses him, apparently asking about the incident.\n\nREVERSE ANGLE:\nWe are with Seeband and his wife.\nSEEBAND\nI am to report to KGB Headquarters in\nBerlin tomorrow. That's all he said.\nNow the two of them notice that Kurt and Ellie are\nwatching them from the other end of the room. Frau\n\nSeeband nods to them in greeting.\n\nFRAU SEEBAND\n\n82\n\f90.\n\n91.\n\nLooks like that plan didn't work either.\nThey are closer than ever.\n\nSEEBAND\nPatience, Martha, patience.\n\nEXT. KGB HQ KARLSHORST, BERLIN - DAY\n\nA grey stone building, intimidating Nazi-style\narchitecture. Soviet guards in front. A taxi pulls up,\nand Seeband gets out. The guards inspect his papers. An\nadjutant is waiting and leads him inside.\n\nINT. KGB HQ KARLSHORST, BERLIN - GENERAL’S OFFICE - DAY\n\nSeeband, the miniature of the Robert Koch medal on his\nlapel, is shown into the office of Alexander Mikhailovich\nMuravyov. Muravyov is several years older, his shoulder\nnow adorned with a general's star.",
  "62": "---END OF PREVIOUS SECTION---\nINT. KGB HQ KARLSHORST, BERLIN - GENERAL’S OFFICE - DAY\n\nSeeband, the miniature of the Robert Koch medal on his\nlapel, is shown into the office of Alexander Mikhailovich\nMuravyov. Muravyov is several years older, his shoulder\nnow adorned with a general's star. \n---TARGET SECTION TO BE ANNOTATED---\n When he sees Seeband\nhe sends the young adjutant (the man who gave Seeband the\nmessage at the award ceremony) out of the room. Only when\nthe adjutant has left does Muravyov embrace Seeband,\nkissing him on both cheeks. The overpowering smell of\nRussian cigarettes still disturbs Seeband.\n\nMURAVYOV\n(genuinely moved)\nCarl, Carl...\n(something occurs to him)\nWait, I must show you something.\n\nMuravyov has, in the meantime, leaned German, though he\nspeaks with a strong Russian accent. He crosses to his\ndesk and picks up a framed photograph of a very handsome\n13-year-old boy, which he shows to Seeband. Seeband nods\nappreciatively. Tears come to Muravyov's eyes. Then he\nhas to laugh, and again he kisses Seeband on both cheeks.\nSuddenly he becomes serious.\n\nMURAVYOV (CONT'D)\nCarl, I’m being transferred. Back to\nRussia. I won't be able to protect you\nany longer.\n\nSeeband is shocked, though he makes an effort not to\nreveal this.\n\nMURAVYOV (CONT'D)\n\n83\n\fAll the others have been caught. On paper\nwe are still hunting for Burghard Kroll\nand the \"medical coordinator of the\nDresden region for the euthanasia\nprogram\".\n\n(he glances meaningfully at Seeband) .\n\nI can't guarantee my successor won't re-\nopen the investigation and start\nquestioning doctors and nurses again.\n\nSeeband lowers his eyes uneasily.\n\nMURAVYOV (CONT'D)\nYou have to leave the country as well.\nAnd never come back. Apply for permission\nto emigrate, for you and your wife. It\nwill be approved. These days Wernher von\nBraun is building space rockets for the\nAmericans. As far as we can see, nobody\nin the West would be interested in your\nSS past any more... Nobody will suspect\nthe truth.\n(dryly)\nLet's hope our side doesn't, either.\n\nWe sense that his loyalty to Seeband has taken its toll\non Muravyov.",
  "63": "---END OF PREVIOUS SECTION---\nNobody will suspect\nthe truth. (dryly)\nLet's hope our side doesn't, either. We sense that his loyalty to Seeband has taken its toll\non Muravyov. \n---TARGET SECTION TO BE ANNOTATED---\nMURAVYOV (CONT'D)\n(openly trusting, confidentially\nYou can’t tell me anything about Kroll?\nWhere he is? Who else was at those\nmeetings?\n(almost pleading)\nYou would help me a great deal.\n\nSEEBAND\nI never met the gentleman. I don't know\nanything about him.\n\nMuravyov nods. He knows this is a lie. He looks at\nSeeband rather sadly and then reaches out his hand.\n\nMURAVYOV\nWe shall never meet again, my friend. I\n\nhope I have repaid my debt to you.\n\nSeeband also reaches out to shake hands.\n\n92. INT. SEEBAND’S VILLA - SEEBAND’S STUDY - EVENING\n\n84\n\fSeeband is sitting at his desk, Frau Hellthaler at her\nplace, while he dictates letters to her.\n\nSEEBAND\nto make sure we can avoid a\nbottleneck in the occupancy. Yours\n\nrespectfully, Professor Dr. etc.\n\nFrau Hellthaler is taking all this down in shorthand, on\na notepad, writing quickly. Now she closes her file and\nis about to get to her feet.\n\nSEEBAND (CONT'D)\nThere is another letter.\n\nFrau Hellthaler sits down and opens her notepad again.\n\nSEEBAND\nTo Dresden Municipal Council, Department\nfor Internal Affairs.\n\nFrau Hellthaler writes this.\n\nFRAU HELLTHALER\nReference?\n\nSEEBAND\n(watching her closely)\nApplication to relinquish citizenship of\nthe German Democratic Republic.\n\nFrau Hellthaler freezes.\n\nSEEBAND (CONT'D)\n\"After due deliberation I, Professor Dr.\nCarl Seeband, hereby request permission\nfor myself and my wife Martha to emigrate\nimmediately to the Federal Republic of\nGermany.\" Write it!\n\nFrau Hellthaler does so.\n\nSEEBAND (CONT'D)\n\n\"For political reasons it is no longer\npossible for me to remain in the German\nDemocratic Republic. My daughter\nElisabeth, who is of age, will remain in\nthe GDR, since she continues to believe\nin the GDR and in the socialist world\nview. I leave to her my property, Wiener\nStrasse 91. With best respects, Professor\nDr. etc.\"\n\n85\n\f94.",
  "64": "---END OF PREVIOUS SECTION---\nMy daughter\nElisabeth, who is of age, will remain in\nthe GDR, since she continues to believe\nin the GDR and in the socialist world\nview. I leave to her my property, Wiener\nStrasse 91. With best respects, Professor\nDr. etc.\"\n\n85\n\f94. \n---TARGET SECTION TO BE ANNOTATED---\nFrau Hellthaler is still writing, although large tears\nare dripping onto her notepad, blurring the lines.\n\nSEEBAND (CONT'D)\nDo you have all that? Kindly deliver it\nin person to the Town Hall tomorrow.\n\nFrau Hellthaler gets to her feet without looking at him\nand hurries out of the room. Seeband places his documents\nin a drawer of his desk.\n\nEXT. WESTERZ MOUNTAINS - COUNTRY INN - TERRACE - DAY\nINSERT TITLE: 1957\n\nA country inn that could almost be in Austria, with heavy\nwooden tables and a large terrace that has a beautiful\nview of the mountains of Saxony. Martha, Ellie, Kurt and\nSeeband are sitting at a table. Ellie is sitting with her\nfather. She is resting her hand on his. Kurt is talking\nto Martha.\n\nFRAU SEEBAND\n(to Kurt)\nAre you thinking about your mother?\n\nKurt shakes his head.\n\nFRAU SEEBAND (CONT'D)\nI'm sorry he didn't invite her.\n\nSeeband, the Robert Koch medal still pinned to his lapel,\ntaps his wine glass without getting to his feet; he\ndoesn't want to attract too much attention.\n\nSEEBAND\n\nDear Ellie. Dear Kurt. You have now been\nmy son-in-law for two hours. I shall be\nleaving my daughter in your hands when we\nleave the country at the end of the\nmonth. There is only one thing I would\nlike to pass on for your journey through\nlife: It is not enough to be \"good\". I\nhave seen many men who were just \"good\"\npassed over, dispossessed, even\nannihilated. If you want security in this\nworld, no matter what you do, you have to\nbe the best. Not one of the best. The\nbest.\n\nSLOW FADE TO WHITE\n\n86\n\f95.\n\n96.\n\nINT. SEEBAND’S VILLA - BREAKFAST NICHE - MORNING\nKurt and Ellie are having breakfast, looking cheerful.\n\nELLIE\n(reading from a letter)\nand thus I find myself in Oldenburg,\nin the Sanderbusch Clinic, with every\nprospect of taking over when Erkner\nretires two years from now. Take care of\nyourself. Your Papa.",
  "65": "---END OF PREVIOUS SECTION---\nELLIE\n(reading from a letter)\nand thus I find myself in Oldenburg,\nin the Sanderbusch Clinic, with every\nprospect of taking over when Erkner\nretires two years from now. Take care of\nyourself. Your Papa. \n---TARGET SECTION TO BE ANNOTATED---\nKURT\nWell, it looks as though he's landed on\nhis feet again.\n\nINT. DRESDEN SOCIALIST PARTY HQ - CONFERENCE ROOM -DAY\nINSERT TITLE: 1961\n\nKurt, almost 30 years old, is again on a scaffolding\npainting a large mural: the Workers Uprising. This time\nin an even more impressive-looking official locale.\n\nIn the hall below several party delegates are watching,\nclearly pleased with what Kurt is doing. His old friend\nMax is assisting him, mixing the paint from red pigment,\nlinseed oil and chalk. Kurt hands Max the bowl of paint\nand indicates he should fill in the outline with color.\n\nMAX\n(happily)\nReally?\n\nMax starts work. Kurt watches as he applies the paint\nwith enthusiasm. Kurt looks at the painting itself:\nmuscular workers in white shirts with familiar hammers\nand tools. Capitalist lackeys in black, suppressing them.\nKurt shakes his head involuntarily at the sameness of it\nall. He watches his friend painting eagerly, contentedly.\nKurt is pensive.\n\nKURT\nHow much would you give for my Wartburg?\n\nMAX\nAre you kidding me? Do you know how long\na normal mortal has to wait to get a car\nlike that?\n\n87\n\fKURT\nI just don't like it any more. 300 marks?\n\nMax gazes at him for long time, silent and serious; here\nhas a good idea what his friend is planning.\n\nMAX\nKurt, in the West they even don't do\npainting any more. These days painting is\nconsidered bourgeois.\n\nKURT\n(skeptical)\nI thought for them \"bourgeois\" was good?\n\nMAX\n(now uncertain)\nOh, what do I know!\n\nKurt laughs.\n\nMAX\nOf course we all want to get rid of you.\nOf course we do. But you've got a life\nhere. You have money. You're becoming\nfamous. I mean... I get girls to go to\nbed with me because I'm your assistant.\nYou can handle the apparatchiks like\n\nnobody else... Next year you're going to\nbe 30, so you’re not so young anymore...\nYou're... Why?\n\nKURT\n\nBecause none of that matters.\n\nMAX\nThen what does matter?\n\nKURT\nThe truth.",
  "66": "---END OF PREVIOUS SECTION---\nKURT\n\nBecause none of that matters. MAX\nThen what does matter? KURT\nThe truth. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nAnd who says what is true?\n\nKURT\n(smiling)\nMe, me, me.\n\nMax has to laugh at this. He takes off one of his shoes,\nturns it over and pulls the heel to one side to reveal a\nsecret compartment containing folded banknotes. He counts\nthem.\n\n88\n\f97.\n\nMAX\n260?\n\nKURT\nFine. Do you need canvases?\n\nMAX\nYou mean you have some?\n\nKURT\nIn my studio - with pictures on them.\n\nMAX\nWhat?!\n\nKURT\nPaint over them. All of them, please.\n\nMax is speechless.\n\nKURT\nI don't want to see them again. Believe\nme. Nothing I've painted there is right.\n\nMAX\nBut what about the murals? Those you\ncan't destroy.\n\nKURT\nI expect other people will take care of\nthat.\n\nMAX\n\nAlright, then at least let me drive you\nin my new car.\n\n(Kurt is about to object)\n\nOnly to East Berlin, I mean.\n\nMONTAGE (MOS)\n\nEXT. EAST GERMANY/EAST BERLIN BORDER - EVENING\nINSERT TITLE: 13 March 1961\n\nThe border between East Germany and East Berlin: there is\na barrier across the road, with barbed wire and a\nguardhouse. A Russian soldier in a jacket that is much\ntoo warm for the German weather crosses to Kurt's\nWartburg, and Max hands him their IDs though the window.\n\nSOVIET SOLDIER\nWhat is purpose of your visit to Berlin?\n\n89\n\fMAX\nI'm just the driver.\n\nKURT\nWe are assistants at Dresden Art Academy,\nand we're going to a meeting at the\nSchool of Visual and Applied Art in\nWeissensee.\n\nThe soldier opens the trunk of the car. It only contains\ntwo briefcases, though they are both very full. He opens\nthe larger of them. It contains several of the beige\nleather volumes with gold titles we have seen previously\nin Kurt's possession. The soldier picks one of the books\nand opens it: the collected works of Thomas Mann.\n\nHe opens the other briefcase. It's full of photographs:\nfamily photographs. The soldier extracts a few of them.\nWe see Johann with ruffled hair and a pointed beard.",
  "67": "---END OF PREVIOUS SECTION---\nIt's full of photographs:\nfamily photographs. The soldier extracts a few of them. We see Johann with ruffled hair and a pointed beard. \n---TARGET SECTION TO BE ANNOTATED---\n A\npicture of the Seeband family at the beach, with Seeband\nholding his hands around his wife and daughter as if to\nprotect them. We see Aunt Elisabeth with little Kurt. A\ngroup picture of nurses. And Uncle Giinther against a wall\nin Russia: that picture really did make it back.\n\nThe soldier puts the photographs back in the briefcase,\ncloses the trunk, signals that Max can drive on and then\nbeckons the next car.\n\nEXT. EAST BERLIN - FRIEDRICHSTRASSE STATION - ENTRANCE -\nNIGHT\n\nThe dim light of the distinctive yellow streetlamps\nilluminate the steps leading up to the station of the\nBerlin tramway. They are so crowded that the police are\noverwhelmed and have given up trying to check everybody.\n\nThe Wartburg pulls up outside. Kurt turns to his friend\nMax and shakes him by the hand. Max can hardly look him\nin the eye. Ellie rests a grateful hand on his shoulder.\n\nThey head over to the steps, trying to look\ninconspicuous, Kurt carrying the two briefcases and Ellie\nonly with her handbag.\n\nEAST GERMAN POLICEMAN\nHalt!\n\n90\n\fEllie and Kurt freeze. But the policeman is addressing\nsomeone else; he stops a man climbing the steps with a\nlarge suitcase. Kurt and Ellie walk on.\n\n99. EXT./INT. EAST BERLIN - FRIEDRICHSTRASSE STATION —\nPLATFORM - NIGHT\n\nKurt and Ellie are standing at the platform of the\ntramway with a large number of other people. The tram\narrives on time. Everybody boards in orderly fashion.\nEllie and Kurt don't even sit down.\n\nELLIE\n(whispers to Kurt)\nThey almost make it too easy...\n\nKURT\nNot for much longer.\n\nTRAIN DRIVER\n(over loudspeakers)\nNext Station: Zoological Garden, West\nBerlin.\nThey get out.\nMONTAGE: the West\n- Bright lights and neon advertising on the\n\nKurftirstendamm, the main shopping street of West\nBerlin. It's a different country.\n\n100. INT./EXT. WEST BERLIN - DAY\n- Policeman in their ridiculous blue uniforms.\n\n- On a color TV in a shop for electrical appliances\nthe weekly lottery draw is being televised.",
  "68": "---END OF PREVIOUS SECTION---\nINT./EXT. WEST BERLIN - DAY\n- Policeman in their ridiculous blue uniforms. - On a color TV in a shop for electrical appliances\nthe weekly lottery draw is being televised. \n---TARGET SECTION TO BE ANNOTATED---\n- The huge Refugee Center in Marienfelde, where Kurt\nand Ellie are allocated camp beds, next to them\nfamilies with screaming children.\n\n- A government office (a desolate place even in West\n\nBerlin) where each new arrival is issued with a\nlittle Western money from a petty cash box.\n\n91\n\f101.\n\n102.\n\n103.\n\n104\n\n- Ellie, wearing a bra, is washing her only blouse in\none of the many washbasins of the communal bathroom.\n\nINT. DRESDEN ACADEMY OF ART - LECTURE THEATER - DAY\n\nProfessor Grimma walks into the lecture theater looking\ncheerful. There is a letter on his desk. From Kurt. He\nopens it.\n\nKURT (V. O.)\nDear Professor Grimma. By the time you\nread this I shall be in the West. I\ncouldn't talk to you about it before,\nbecause that would have involved you in a\ncriminal act. You were always very good\nto me, so I hope you will believe I have\nnot taken this decision lightly, and it\nwas not done in the hope that I might one\nday be driving a fancy car.\n\nProfessor Grimma is visibly moved.\n\nINT. MUSEUM FOR HYGIENE —- ENTRANCE HALL - DAY\n\nUniformed Stasi officers stand guard as the Joy of Life\nmural is painted over by workmen using rollers on long\nhandles to cover it with flat white.\n\nAnother painter is applying the obligatory green horizon\nover the white at waist height.\n\nINT. DRESDEN SOCIALIST PARTY HQ - CONFERENCE ROOM -DAY\n\nThe same Stasi officers and the two party officials who\nwatched Kurt paint the mural originally are now ensuring\nthat everything is covered over. Several workmen are\nnailing wooden planks onto the wall.\n\nRight at the back we see Professor Horst Grimma. Almost\nin tears.\n\nEND OF MONTAGE\n\n. INT. WEST BERLIN STUDIO/APARTMENT - DAY\n\n92\n\fA small apartment full of paintings, realistic portraits,\nrealistic street scenes in GDR style. WERNER BLASCHKE, a\ncigarette in the corner of his mouth, is painting a\nportrait of a plump 12-year-old boy squirming in front of\nhim in his Sunday best.",
  "69": "---END OF PREVIOUS SECTION---\nINT. WEST BERLIN STUDIO/APARTMENT - DAY\n\n92\n\fA small apartment full of paintings, realistic portraits,\nrealistic street scenes in GDR style. WERNER BLASCHKE, a\ncigarette in the corner of his mouth, is painting a\nportrait of a plump 12-year-old boy squirming in front of\nhim in his Sunday best. \n---TARGET SECTION TO BE ANNOTATED---\nBLASCHKE\n(in a strong Saxon accent)\nStay still, Klaus, or you'll spoil your\nfather's birthday present for Mummy.\n\nHe turns to Kurt, who is gazing at the painting.\n\nBLASCHKE (CONT'D)\nHow old are you again?\n\nKURT\n29. Almost 30.\n\nBLASCHKE\n\n(impressed)\nYou look younger.\n(getting back to business)\nYes, in that case Munich is a good idea.\nPeople there have plenty of money. They\nalways need portraits, landscapes too.\nWhat I wouldn't advise is Dtisseldorf.\n\nKURT\nDiisseldorf?\n\nBLASCHKE\nIt's all modern art there. Avant-garde!\nAnd if you didn't study at their Academy,\nyou don't stand a chance anyway. It's a\nkind of Mafia. Munich is good. Hamburg is\ngood. Berlin...? Well, middling, as you\ncan see for yourself.\n\nHe points to poor Klaus, who thinks he is being ordered\nto introduce himself.\n\nKLAUS\n(obediently)\nGood day.\nBLASCHKE\nStay still!\n\n105. EXT. DUSSELDORF ACADEMY OF ART - DAY\n\n93\n\f106.\n\n107\n\nTITLE: DUSSELDORF ACADEMY OF ART\n\nESTABLISHING: the Academy. A huge neo-Renaissance\nbuilding still displaying bomb damage. A large banner, in\nappearance not unlike the ones Kurt used to paint,\nproclaims: OPEN HOUSE DAY. Visitors are pouring inside.\nKurt looks nervous. He stubs out his cigarette and walks\nin.\n\nINT. DUSSELDORF ACADEMY OF ART - ENTRANCE - CONTINUOUS\n\nKurt enters the Academy. A Porter is sitting behind the\ndesk near the door; Kurt walks over to him and shakes the\nastonished man by the hand.\n\nKURT\nGood morning. My name is Kurt Barnert. I\nphoned about a tour.\n\nThe Porter gives Kurt a skeptical look (Kurt still has a\nlot to learn about etiquette here in the West) and points\nto the next door without saying a word.\n\n. INT. DUSSELDORF ACADEMY OF ART - ENTRANCE HALL -\nCONTINUOUS\n\nThere is a table in the entrance hall with a sign saying:\n\"Tours for Applicants. Wait Here.",
  "70": "---END OF PREVIOUS SECTION---\nINT. DUSSELDORF ACADEMY OF ART - ENTRANCE HALL -\nCONTINUOUS\n\nThere is a table in the entrance hall with a sign saying:\n\"Tours for Applicants. Wait Here. \n---TARGET SECTION TO BE ANNOTATED---\n Kurt waits patiently,\n\nwatching the people who walk past him and enter the\nAcademy. Most of them are curious locals in search of a\nscandal, judging by the straps of conversations Kurt\n\n \n\noverhears (\" punched him in the nose in the middle of\nthe lecture...\", \"... said Heil Hitler, and claimed it\nwas just a form of provocation...\", etc).\n\nPREUSSER (0O.S.)\n(loud, brisk)\nYou're still under 26 I hope?\n\nKurt turns round.\n\nHARRY PREUSSER is standing behind the table, a stocky man\nin his early 30s with very short black hair and a broad,\nconfident face. He is studying Kurt with piercing eyes\n\nand takes his silence as a yes.\n\nPREUSSER (CONT'D)\n\n94\n\fGood. And what you want to do? Sculpture?\nAction? Installations?\n\nKURT\nPainting... actually.\nPreusser laughs.\nPREUSSER\n(mocking Kurt’s mild Saxon accent)\n\n“Pointing?”\n\nIt is a long time since Kurt encountered anything like\nthis, and he's more surprised than offended.\n\nPREUSSER (CONT'D)\nNo offence. I'm from the east myself.\nMecklenburg.\n\nHe sets off on the tour, Kurt following. They walk\nbetween a series of sculptures consisting of sheets of\nmetal made to revolve by electric motors.\n\nPREUSSER (CONT'D)\nTake a look around. Nobody really does\npainting anymore. People want something\nnew - an idea.\n\nThey walk on, past naked models covered in chalk.\n\nKURT\nAn idea?\nPREUSSER\nYes. But not something like that:\n\nsomething new, or at least in new\npackaging. Like Yves Klein, who says: I\nam claiming ultramarine for myself. I am\neven going to patent it. It is now called\nYves Klein Blue. And I shall only express\nmyself with this color. I will paint the\nnaked breasts of a beautiful woman with\nYves Klein Blue, and she will rub the\npaint against the breasts of another\nbeautiful woman. I shall paint sponges\nwith Yves Klein Blue and stick them to\ncanvases with Yves Klein Blue.",
  "71": "---END OF PREVIOUS SECTION---\nAnd I shall only express\nmyself with this color. I will paint the\nnaked breasts of a beautiful woman with\nYves Klein Blue, and she will rub the\npaint against the breasts of another\nbeautiful woman. I shall paint sponges\nwith Yves Klein Blue and stick them to\ncanvases with Yves Klein Blue. \n---TARGET SECTION TO BE ANNOTATED---\nThey now come to another studio where a young female\n\nstudent cuts slits in her monochromatic canvases in\ngrandiose gestures.\n\n95\n\fPREUSSER (CONT'D)\n\n(whispers to Kurt)\nOf course, it’s no good if someone had\nthe idea first. Lucio Fontana has been\nslashing canvases for the last six years.\nWhat's the point of just repeating it?\nBut Katrin has lovely firm breasts, so we\nlet her do what she likes...\n\nThey walk on through various studios, all linked like\npearls on a string. One of the studios is particularly\ncrowded. Here ADRIAN SCHIMMEL, a good-looking young man\nwith fashionable black sunglasses, smooth black hair and\nsensuous lips, is standing in front of a wall of\npaintings which consist of repeated patterns in vibrant\ncolors.\n\nPREUSSER (CONT'D)\n\nThat's Adrian Schimmel. The name says it\nall...\n\n(\"Schimmel\" = \"mold\".) (Preusser whispers)\nHis real name is Adrian Finck, son of the\nchairman of Mannesmann. Prig. But he's\ngot international connections - even in\nParis and New York, they say. And he can\ntalk, that's for sure. But is the\nwallpaper idea enough?\n\nFinck is explaining his wallpaper pictures to an elderly\ncouple, his manner extremely self-important.\n\nELDERLY MAN\nYes, I think it's very pretty. But isn't\nit still what you might call...\nwallpaper.\n\nADRIAN SCHIMMEL\nYes, but you see, it only looks that way.\nThat's exactly what we artists are\nsearching for: that which is hidden\nbehind the decorative. The emptiness,\nexpressed by the holes I punched in it.\nThe banality, incorporated in the\nmaterial linoleum that I applied to it.\nThe senseless stridency visible in the\nneon colors in which I rolled my work.\nThus it becomes obvious than in art even\nthe facade, yes, even wallpaper always\nspeaks the truth. And that is precisely\nwhat brought you here. You have a deep\nsense of the artistic; otherwise you\nwould not have ended up _ here. Piet\nMondrian presents you with utopia. I\n\n96\n\fpresent you with the truth.",
  "72": "---END OF PREVIOUS SECTION---\nYou have a deep\nsense of the artistic; otherwise you\nwould not have ended up _ here. Piet\nMondrian presents you with utopia. I\n\n96\n\fpresent you with the truth. \n---TARGET SECTION TO BE ANNOTATED---\n Your friends\nsee some pretty wallpaper. You see the\nlevel behind it.\n\nELDERLY WOMAN\n(impressed)\nAnd... is it possible to... purchase\nsomething like this?\n\nADRIAN SCHIMMEL\nIt is. That's what so fantastic about\nart.\n\nPreusser leads Kurt away with a dismissive wave.\n\nPREUSSER\nMoney always makes money... You know how\nit is. But no artist should have to talk\nabout his work like that. He just wants\nto prove to his successful family that he\ncan be successful even without them.\nMoney is all that counts for that...\n(a sudden moment of introspection)\nWhereas rT want to prove to my\nunsuccessful family that I can be\nsuccessful in spite of them. Money is all\nthat matters there, too... Families...\nit's all shit.\n\nThey walk on, past studios and exhibition rooms Preusser\ndoesn't consider of interest.\n\nPREUSSER\nBut you must be younger than 26 when you\nget the idea. Otherwise it’s no use.\n\nKURT\nWhy?\n\nPREUSSER\nJust think about it: Picasso was 26 for\nLes Demoiselles d'Avignon. Duchamp was 25\nwhen he painted Nude Descending a\nStaircase. And Michelangelo was 24 when\nhe did the Pieta.\n\nThe next studio Preusser guides Kurt into contains a few\nbizarre wooden constructions. The wooden framework of a\ngazebo, the individual beams connected by potatoes. And a\nwooden stool with a hole in the middle of the seat where\na stick hangs down, attached to an electric motor; as the\nstick turns, the potato at the end of it revolves around\nanother potato on the floor.\n\n97\n\fA slightly effeminate, gaunt young man with very long\nblond hair, yellow sunglasses and a beige polo neck is\noperating the machine. He is explaining it to a child,\nwho looks fascinated.\n\nPREUSSER\nWhat do you call that?\n\nARENDT IVO\n\"Device to make a potato circle another.\"\n\nPREUSSER\nNo more dots?\n\nARENDT IVO\n(innocently, shaking his head)\nAt the moment I'm more interested in\npotatoes.\n\nPREUSSER\nThis is Kurt. From the East. Painter.\nWants to study here.",
  "73": "---END OF PREVIOUS SECTION---\nFrom the East. Painter. Wants to study here. \n---TARGET SECTION TO BE ANNOTATED---\nIvo shakes hands with Kurt, giving him a friendly smile.\n\nARENDT IVO\nSo I suppose Harry already subjected you\nto his speech about \"the idea\"?\n\nKURT\nYou don't believe it?\n\nARENDT IVO\nIf you are looking to create the supreme\nmasterpiece, it might be right. I mean,\nmastery has to be measured somehow. But\npersonally, I'm more interested in:\npotatoes.\n\nPREUSSER\nCome on, before you get corrupted.\n\nIvo gives Kurt a friendly farewell smile.\nAs they walk away:\n\nPREUSSER (CONT'D)\nArendt Ivo: what he wants, nobody knows.\nHe used to do everything in big dots, all\nthe same color, that he printed on\n\n98\n\fboards. Could have been a real idea. And\nnow that. And in a couple of months he'll\nbe doing something completely different.\n\nPreusser and Kurt have come to the end of a long\ncorridor. Here there are a large number of visitors\ncrowded round a series of windows overlooking another\nstudio.\n\nBrightly illuminated, standing between semi-abstract\nwater-colors that seem to have been painted with blood or\nliquid soil, a man in a beige safari suit, fedora and\nfisherman’s vest is working with a white mass. He spreads\nthe oily substance he takes from a tub with a spatula\ninto the corners until it fills them completely. He seems\nentirely engrossed in what he's doing. All around him\nthere are rolls of black-grey felt, placed upright and as\ntall as a man. Kurt is not unmoved by the whole\nspectacle.\n\nPREUSSER (CONT'D)\n(with a certain pride)\n\nOur Professor... Antonius van Verten. But\nI guess you've heard of him even in\nSaxony.\n\nKurt shakes his head.\n\nPREUSSER (CONT'D)\nA true original... He'd probably like me\nto say: 'legend'. Always wears that hat.\nOne time a really sexy student seduced\nhim - just to see him without the hat.\n\nHe grins over at Kurt.\n\nPREUSSER (CONT'D)\nHe kept it on, even in bed...\n(he laughs)\nOnly works with felt and animal fat. Why?\n(mocking but also envious)\nThat remains his big, legendary secret.",
  "74": "---END OF PREVIOUS SECTION---\n(he laughs)\nOnly works with felt and animal fat. Why? (mocking but also envious)\nThat remains his big, legendary secret. \n---TARGET SECTION TO BE ANNOTATED---\nSometimes he uses rabbit blood. He told\nthe sexy student that when he was a kid\n\nhe once shot a rabbit - and never\nrecovered from it. We have to attend all\nhis lectures - they’re obligatory - but\n\nhe never looks at anything we do. He says\nthe only person who knows if you're doing\nit right is yourself... I think he simply\ndoesn't care about us. Well... We don't\ncare about him either.\n\n99\n\fPreusser's dismissal doesn't sound too convincing. Kurt\ngazes in fascination at the wild movements of the\nmysterious teacher.\n\nPREUSSER (CONT'D)\nBut whether you're accepted, whether you\nget a studio - it's all completely up to\nthis madman.\n\nPreusser senses that Kurt is impressed by van Verten.\n\nPREUSSER (CONT'D)\nCome on, he's not that interesting.\n\nSoon they come to a large studio which is packed with\ncanvases and sculptures, all covered in hundreds of\nnails. Several people are standing in front of them,\ngazing at them.\n\nKURT\n(dryly)\nSo this is one of those \"ideas\"?\n\nPreusser ignores him, because a very attractive young\nwoman is standing in front of one sculpture, which looks\nlike a small tree of nails.\n\nPREUSSER\n(to the young woman)\nDoes it appeal to you, this sculpture?\n\nYOUNG WOMAN\nYes.\n\nPreusser picks up a few nails and a hammer from a work\ntable and starts working on the sculpture.\n\nYOUNG WOMAN (CONT'D)\n(overwhelmed)\nYou are the artist?\n\nHis practiced movements indicate that he is.\n\nPREUSSER\nIt's still not quite right. I can only\nsee that now you're standing next to it.\n(gestures to her with his palm upright)\nThat's right...\n(gestures to his sculpture)\nThat isn't.\n\nYOUNG WOMAN\n\n100\n\f(blushing)\nWhat are you trying to express with this\nwork?\n\nPREUSSER\n(gravely, with emphasis)\nPrecisely what you're experiencing right\nnow.\n\nThe girl is suitably impressed. Preusser presents her\nwith a nail, and a meaningful look. She takes it as if it\nwere a holy relic and walks on, dazed.",
  "75": "---END OF PREVIOUS SECTION---\nThe girl is suitably impressed. Preusser presents her\nwith a nail, and a meaningful look. She takes it as if it\nwere a holy relic and walks on, dazed. \n---TARGET SECTION TO BE ANNOTATED---\n Preusser gazes\nafter her while Kurt takes a closer look at the works.\n\nPREUSSER\nI was 23, by the way.\n\n108. INT. DUSSELDORF ACADEMY OF ART - VAN VERTEN’S OFFICE -\nDAY\n\nThere is something inexplicably artistic even about his\noffice. Van Verten, again wearing his hat and fisherman's\nvest, is looking through Kurt's application form. Kurt is\nsitting opposite him.\n\nCLOSE SHOT OF APPLICATION FORM:\n\nUnder \"Age\" Kurt has written \"26\".\n\nVAN VERTEN\nYou haven't submitted a portfolio.\n\nKURT\nI wasn't able to bring anything with me.\n\nVAN VERTEN\nWhat have you done up to now?\n\nKURT\nPainting.\nVAN VERTEN\nIn East Germany?\nKURT\nYes.\nVAN VERTEN\n\nSocialist realism?\n\n101\n\fIt is more a statement than a question, so no reply is\nrequired.\n\nVan Verten picks up a West German tabloid newspaper, the\nBild, and points to a headline about the construction of\nthe Berlin Wall, along with a photograph of the massive\nundertaking.\n\nVAN VERTEN\nSo now they really have built a wall. Did\nyou feel that coming?\n\nKURT\n\"Nobody has the intention\" - always means\nprecisely the opposite is true.\n\nVan Verten studies the photograph closely, speaking\nalmost to himself.\n\nVAN VERTEN\nBut somehow it's almost art, that wall -\na piece of landscape art. The\n\ncraftsmanship involved in the execution\nis completetly un-interesting; hundreds\nof thousands of people have problems with\nit...\n\n(shaking his head)\n\nConsistent German madness.\n\nKurt has nothing to say to this. Van Verten puts the\nnewspaper down.\n\nVAN VERTEN (CONT'D)\nWhat kind of art do you like?\n\nKurt shrugs his shoulders, genuinely stumped. He honestly\ndoesn't know. His sincerity impresses van Verten, who\nlooks up and gazes at Kurt for a long time.\n\nVAN VERTEN (CONT'D)\nYou don't like talking about yourself, do\nyou? But your eyes tell me that you have\nseen more than any of us.",
  "76": "---END OF PREVIOUS SECTION---\nHis sincerity impresses van Verten, who\nlooks up and gazes at Kurt for a long time. VAN VERTEN (CONT'D)\nYou don't like talking about yourself, do\nyou? But your eyes tell me that you have\nseen more than any of us. \n---TARGET SECTION TO BE ANNOTATED---\nHe signs the application form and stamps it twice, once\nwith \"Enrolled\" and once with \"Studio\".\n\nVAN VERTEN (CONT'D)\nThese are the only conditions for you,\njust like everybody else:\n(raising one finger)\nThat you come to the lectures.\n(raising a second finger)\n\n102\n\fThat you never ask me to look at anything\nyou do. Agreed?\n\nKurt nods.\n\nVAN VERTEN (CONT'D)\nIn any case you're the only one who knows\nif it's good or not.\n\n109. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - NIGHT\n\nThere's a metallic buzz as neon lights come on to reveal\na small, industrial studio, much smaller than Kurt's\nworkshop in Dresden. Smaller than Preusser’s, which is\nadjoining it: we can see the examples of nail art in the\nbackground through the double connecting doors. Which are\nnow open. Kurt and Ellie enter the studio.\n\nKURT\nOne step forwards, two steps back.\n\nELLIE\nOh come on! Don't tell me you can't do\nanything you like here.\n\nKURT\nYes, but if I only knew what that is...\n\nShe gives him a seductive look and unbuttons her blouse:\nshe isn't wearing a bra underneath. She kisses him and\nquickly unfastens his belt...\n\nELLIE\nMaybe... first of all... to inaugurate\nthis studio?\n\n110. INT. DUSSELDORF ACADEMY OF ART - LECTURE THEATER - DAY\n\nA lecture theater, the rows of seats rising towards the\nback. The ceiling, which was destroyed by bombing, still\nhasn't been replaced. Down at the front van Verten is\nstanding next to a pair of easels, both covered in\nsheets. He pulls away the sheets to reveal the election\nposters of Adenauer and Brandt: \"No Experiments - Vote\nFor Adenauer\" and \"Prosperity for Everyone. Forwards with\nWilly Brandt\".\n\nVAN VERTEN\n\n103\n\f111.\n\n112\n\nWho are you going to vote for? The SPD?\n\nThe CDU?\nHe looks round. Some of the students call out: \"SPD!\",\n\"German Piece Union!\", \"CDU!\".",
  "77": "---END OF PREVIOUS SECTION---\nThe CDU? He looks round. Some of the students call out: \"SPD!\",\n\"German Piece Union!\", \"CDU!\". \n---TARGET SECTION TO BE ANNOTATED---\n Others whistle and boo in\n\nprotest after each party is named.\n\nVAN VERTEN (CONT'D)\n(firmly)\nDon’t vote for anyone.\n\nIt goes very quiet in the lecture theater.\n\nVAN VERTEN (CONT'D)\n\nNever vote for a party again! Vote for\nart. It is either-or. Only in art is\nfreedom not an illusion. Only the artist\ncan give people back their sense for\nfreedom after this catastrophe. Every\nindividual, whether he's a garbage man or\na farmer, has the chance to be an artist.\nIf he develops his own subjective\nabilities without limitations. If you are\nnot free, completely free, then nobody\nelse will be. By making yourselves free\nyou are making the world free. You are\npriests, revolutionaries, liberators.\nMake your burnt offerings!\n\nHe then uses a lighter to set both posters on fire at the\nbottom. The flames quickly rise.\n\nINT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nKurt is standing over a canvas, dripping paint onto it\nfrom a brush like Jackson Pollock. The fact that the\nshades are a little more monochromatic than Pollock's\ndoesn't make it more original, either. Preusser peers\ninside and shakes his head mockingly. When he has left\nKurt pours the whole bucket of paint over the canvas in\nfrustration.\n\n. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAYS\nLATER\n\nKurt has painted a canvas in beige-orange. Now he picks\nup a razor blade and is about to apply it to the surface.\n\nPREUSSER (0. S.)\nDon't tell me you've joined the slashers.\n\n104\n\fKurt turns to look at him with a sly expression as if to\nsay \"Wait and see!\" and then cuts through the canvas in\nthree places. Red paint begins to ooze through the open\nslits like blood from wounds. The paint starts dripping\ndown the canvas. Preusser steps closer and sees pouches\nfull of paint attached to the rear of the canvas. He\nnods, impressed, and pats Kurt on the shoulder.\n\nPREUSSER\nThat's almost an idea. You learn fast.\n\nMONTAGE\n\n113. INT.",
  "78": "---END OF PREVIOUS SECTION---\nYou learn fast. MONTAGE\n\n113. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DUSSELDORF ACADEMY OF ART - KURT’S STUDIO -\nDAY/NIGHT\n\n- Kurt paints shop-window mannequins\n\n- He builds totem poles\n\n- Now dressed like Andy Warhol, he dips a dozen\nmounted antlers in white paint\n\n- Preusser glances inside, nods in reluctant\nadmiration and then goes back to his nail creations\n\n114. INT. DUSSELDORF ACADEMY OF ART - LECTURE THEATER - DAY\n\nVan Verten again has something on the podium with him\ncovered in a sheet.\n\nVAN VERTEN\n\nWhat I am now going to show you - is art.\nYou should never be afraid to call art by\nthat name. Most people talk about \"works\"\nand \"images\" and \"objects\". By doing so\nthey diminish their own art. I don't want\nyou to be diminished. I want you to make\nart. And this... is art.\n\nHe pulls away the sheet - to reveal a monumental\nsculpture by Arno Breker: the \"Head of the Aryan\nwarrior\". The students are horrified. People call out\nloudly: \"Nazi!\", \"Down with Nazi art!\" Somebody throws an\napple: it hits van Verten hard on the chest. He remains\nstanding motionless. Somebody else throws a tin can. It\nhits him on the head, and the cut begins to bleed. He\nstill remains motionless.\n\nVAN VERTEN (CONT'D)\n(calmly, almost to himself\n\n105\n\fI would like you to have Arno Breker’s\ncreative power. I would like you to\nproduce a body of work like his.\n\nAgain he is hit hard by an object that is thrown.\n\nVAN VERTEN (CONT'D)\nI would like you to remain as true to\nyourself as he always was to himself\n(almost whispering)\nEven if, like me, you can't abide it.\n\n115. INT. CLOTHING FACTORY - WORKSHOP - DAY\n\nEllie is working at a sewing machine among two dozen\nother women. Hard, manual labor. But she looks somehow\ncontent, as if she had a wonderful secret.\n\nSuddenly she looks up and clutches her belly. The sewing\nmachine continues to operate, the material bunching up\nand tearing. Tears spring to her eyes.",
  "79": "---END OF PREVIOUS SECTION---\nSuddenly she looks up and clutches her belly. The sewing\nmachine continues to operate, the material bunching up\nand tearing. Tears spring to her eyes. \n---TARGET SECTION TO BE ANNOTATED---\n She gets to her\nfeet, swaying slightly.\n\n116. INT. CLOTHING FACTORY - TOILET - DAY\n\nEllie is standing naked at a washbasin, scrubbing the\nblood from her skirt while tears run down her cheeks.\nSuddenly, she collapes. Her body thuds against the door,\nbreaking the flimsy lock. Two fellow seamstresses rush\ntoward her, concerned.\n\n117. INT. KURT AND ELLIE’S APARTMENT - NIGHT\n\nIt is dark in the apartment. Kurt opens the front door\nand turns on the light, surprised that nobody appears to\nbe home. But then he sees Ellie sitting in a chair,\nmotionless and pale.\n\nELLIE\nThe sixth time, Kurt. This time it was as\nfar as the third month.\n\nKurt stops in his tracks. His clothes are covered with\nspecks of gray paint.\n\nELLIE (CONT'D)\nI went to see the doctor. I will not be\nable to have children.\n\n106\n\f118.\n\nKurt is shaken. He still can't move.\n\nELLIE (CONT'D)\nAnd you know what he said? It was the\nabortion. Not cilia damage.\n(bitterly)\nBy wanting to keep it so pure, he\nsucceeded in extinguishing his own\nbloodline.\n\nShe begins to weep. Kurt kneels next to her, holding her\ntight.\n\nELLIE (CONT'D)\nWe'll never have children, Kurt...\n\nHe is also deeply upset.\n\nELLIE (CONT'D)\nYour pictures... Your pictures have to be\nour children. Yes? Alright?\n\nKurt embraces her in silence. He nods.\n\nINT. DUSSELDORF ACADEMY OF ART - LECTURE THEATER - DAY\n\nVan Verten enters the lecture theater without any work of\nart to display, looking defeated, distracted today. He\nstands there for a moment as if wondering what he can\ntalk about. Nothing occurs to him. He looks in his bag.\nHe finds a catalogue of the works of Wilhelm Lehmbruck.\nHe holds up the book, but nobody can see it properly. One\nof the students sets up an episcope with an extension\ncord. Van Verten places the book on it and looks at it as\nhe was seeing theimage for the first time.",
  "80": "---END OF PREVIOUS SECTION---\nHe holds up the book, but nobody can see it properly. One\nof the students sets up an episcope with an extension\ncord. Van Verten places the book on it and looks at it as\nhe was seeing theimage for the first time. \n---TARGET SECTION TO BE ANNOTATED---\n Projected on\nthe wall is an photo of Lehmbruck’s sculpture Kneeling\nWoman.\n\nVAN VERTEN\nHave you all studied Lehmbruck?... If\nnot, please do so. For your own sakes...\nHe said: \"Each work of art must retain\nsomething from the first days of\ncreation... As if it were still divine...\n\nAs if it were yet emerging from the\nprimeval mass, from the ribs...\"\n\n107\n\fVan Verten falters and then stops: it is as though the\nurge to touch, to teach, to communicate, simply isn’t\nthere today.\n\nVAN VERTEN (CONT'D)\n\nNo, wait... perhaps... Has anybody had an\ninsight this week that he can share with\nus?\n\nHe crosses to the wall and pulls out the plug of the\nepiscope. Nobody says anything. Then:\n\nKURT\nLottery numbers...\n\nThe other students laugh, thinking he's making a joke.\nKURT (CONT'D)\n\nNo, really. The lottery numbers. If I say\nsix numbers at random - 5, 7, 23, 29, 44,\n\n11 - that's just stupid. But if I read\nyou the winning numbers from the\nlottery...\n\n(picking up a newspaper from the desk of\nthe student next to him)\n\n2, 17, 19, 25, 45, 48 - then suddenly\nthey have a true quality, something\nforceful, almost beautiful...\n\nMore laughter, as if he had simply continued the joke.\nVan Verten looks very serious, almost as if he hasn’t\nbeen listening. Or as if Kurt's words have moved him\ndeeply.\n\nKURT (CONT'D)\n(disconcerted)\nThat was... my... insight.\n\nVan Verten fumbles around for a few more moments in his\nold leather briefcase. Then he looks up at the students.\n\nVAN VERTEN\nYou can go. I have nothing for you today.\n\nA little surprised, the students pack up their things.\nKurt too.\n\nVAN VERTEN (CONT'D)\n\nKurt, would you come over here for a\nminute?\n\n108\n\fWhile the others walk out Kurt comes down to the front,\nlooking anxious. When he gets there Van verten waits\nuntil everyone else has left and then turns to face Kurt.",
  "81": "---END OF PREVIOUS SECTION---\nVAN VERTEN (CONT'D)\n\nKurt, would you come over here for a\nminute? 108\n\fWhile the others walk out Kurt comes down to the front,\nlooking anxious. When he gets there Van verten waits\nuntil everyone else has left and then turns to face Kurt. \n---TARGET SECTION TO BE ANNOTATED---\nVAN VERTEN (CONT'D)\nI would like to see your art.\n\nKURT\nWhen?\nVAN VERTEN\nWhenever you like. If you like. Just let\nme know.\n\nVan Verten picks up his bag, tips his hat in farewell and\nwalks out.\n\n119. INT. DUSSELDORF ACADEMY OF ART - PREUSSER’S STUDIO -\nEVENING\n\nKurt is standing next to his friend, looking uneasy,\nwhile Preusser carries on hammering in his nails.\n\nPREUSSER\nWhat is there to think about? If he likes\nyour work, you get a gallery, and then\nyou can buy your girlfriend...\n\nKURT\nI'm married.\n\nPREUSSER\nthen you can buy your wife and your\ngirlfriend a car. Soon you'll be able to\nexchange your pictures for classics. Van\nVerten swapped a chair covered in animal\nfat for a Courbet!\n\nKURT\nAt least there were a few nails in it.\n\nPreusser smiles angrily and hammers a little harder.\n\nKURT (CONT'D)\n(honestly)\nI just don't know whether it's good\nenough, what I'm doing. Somehow I feel it\nisn't.\n\nPREUSSER\n\n109\n\fBut it's all subjective anyway! And if it\nweren't subjective, it wouldn't be art,\nit would be craft.\n\nCraft. An insult.\n\nPREUSSER (CONT'D)\n\nAt the end of the day, it's all a matter\nof luck, isn't it? And the fact that van\nVerten is interested in your stuff, for\nwhatever reason, means you’re in luck.\nAnyway, he doesn't want to be wrong.\nRight now, he's ready to discover\nsomething brilliant in your work. Don't\nstand in your own way.\n\nKurt goes back into his part of the studio and looks at\nhis pictures. The CAMERA shows only his face. He doesn't\nlook convinced. Suddenly the hammering stops. Preusser\nappears behind him. He also gazes at Kurt's work.\n\nPREUSSER\n(comforting)\nIt's good, your work. Really. It's good.\ng\n\n120. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - MORNING\n\nKurt opens the door.",
  "82": "---END OF PREVIOUS SECTION---\ng\n\n120. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - MORNING\n\nKurt opens the door. \n---TARGET SECTION TO BE ANNOTATED---\n Van Verten storms in, rushing over\nto the pictures in excitement, with something akin to\nhunger in his eyes. But after a few steps his movements\nbecome slower and slower. His initial enthusiasm changes\ninto reservation. Silence. Van Verten is deeply\ndisappointed. Kurt can see this - and suffers silently.\n\nVAN VERTEN\nDuring the war I was a radio operator\nwith the Luftwaffe. I was a terrible\nradio operator, and my pilot was a\nterrible pilot. Not really surprising\nafter only four weeks’ training.\n(he laughs a little)\nWe were shot down on our second sortie,\nover the Crimea. The pilot was killed\nimmediately.\n\n121. EXT. CRIMEA - OPEN FIELD - EVENING (FLASHBACK)\n\nThe smoking wreckage of a Junkers JU88 in the rough,\nsparse countryside. In the distance we see a few mud huts\n\n110\n\fand craters from bombs. The pilot’s dead body is hanging\nout of the cockpit upside down. The canopy of the rear\ncabin has been smashed, and a young van Verten is inside,\ncovered in blood, his head smoking, his hair smoldering.\nSuddenly three Tartar peasants with felt hats APPEAR in\nlong, black leather coats with fur collars.\n\nVAN VERTEN (V. O.)\nThe Tatar nomads got me out of the\nwreckage with burns that really should\nhave killed me. These peasants, the very\npeasants I was dropping bombs on, pulled\nme out of the wreckage...\n\nThe nomads extinguish the fire with blankets and haul van\nVerten's shattered body out of the plane.\n\nVAN VERTEN (V. O.) (CONT'D)\nand looked after me using whatever\nthey had. They rubbed animal fat into my\nwounds and wrapped me in felt blankets.\n\n122. INT. CRIMEA - MUD HUT - NIGHT (FLASHBACK)\n\nAn old Mongolian woman pours a little broth between the\nlips of the young Van Verten, who is wrapped up in\nblankets like a cocoon.\n\nVAN VERTEN (V. O.)\nI stayed with them for a year. Then I\nsurrendered to the Americans.\n\n123. INT.",
  "83": "---END OF PREVIOUS SECTION---\nThen I\nsurrendered to the Americans. 123. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nVAN VERTEN\n\nIf I ask myself what I truly know, what I\nhave truly experienced in my life, what I\ncan claim without lying, it's the animal\nfat on my skin, the homeland of animal\nfat, of felt. When other people talk to\nme about love, about women, about their\nchildren or about sex - I know what they\nmean only because I experienced that fat\nand felt on my skin.\n\nAs he speaks he also seems to experience this in the\npresent, submerging himself in the feeling.\n\nVAN VERTEN (CONT'D)\n\n111\n\fMy life before then was totally\nuneventful. My childhood was happy and\nsheltered, a couple of slaps across the\nears, not many.\n\n(he laughs quietly)\n\nMy teachers liked me. I wanted to be a\nbusinessman, like my father. I didn't\nhave any \"artistic talent\".\n\n(he shrugs)\n\nAnd I haven't experienced anything since\nthen, either. I'm still cheerful. I spent\nthe last days of the war in an army\nhospital with friendly nurses. Very\nfriendly nurses.\n\n(he laughs quietly again)\n\nAfterwards I had pretty rapid success and\nwas appointed professor here. But the fat\n\nand the felt - those I understood... I\nunderstood them as deeply as Descartes\nunderstood that he existed. \"I think,\n\ntherefore I am\". Descartes had questioned\neverything. Everything. Everything could\nbe an illusion, a trick, his imagination.\nBut then he understood that something had\nprovoked that very thought within him,\nand consequently something must exist...\nand that something he decided to call\n\"myself\"... But who are you? What are\nyou?\n\nHe points to the pictures.\n\nVAN VERTEN (CONT'D)\nNot that.\n\nHe gets to his feet, picks up his stick and raises his\nhat in a gesture of farewell. He therefore allows Kurt to\nbe the first to see the terrible scars on his bald head.\nPart of the skull is missing, and the rest - even after\n20 years - is melted, raw flesh.",
  "84": "---END OF PREVIOUS SECTION---\nHe gets to his feet, picks up his stick and raises his\nhat in a gesture of farewell. He therefore allows Kurt to\nbe the first to see the terrible scars on his bald head. Part of the skull is missing, and the rest - even after\n20 years - is melted, raw flesh. \n---TARGET SECTION TO BE ANNOTATED---\n As if nothing had\nhappened, as if this has been nothing but a usual, polite\ngreeting, he puts his hat back on and vanishes out of the\ndoor.\n\n \n\n \n\n \n\nKurt doesn't say a thing.\n\nHe remains there, gazing at his pictures. Imitations.\nWithout love.\n\nThe janitor comes in to take out the trash.\n\nKURT\nHerr Munster, a question.\n\n112\n\f(indicating the pictures)\nCan I throw these out with the garbage?\n\nThe janitor looks round at all the canvases and frowns.\n\nJANITOR\nNo - they wouldn't take that much.\n\nKURT\nAny idea how I can get rid of it?\n\n124. EXT. DUSSELDORF ACADEMY OF ART - INNER COURTYARD - NIGHT\nKurt and Herr Miinster are alone in the courtyard. All\n\nKurt's paintings have been dumped in a large construction\ncontainer, doused in petrol and set alight.\n\n125. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nKurt enters and turns on the fluorescent lights, which\nbuzz as they come to life.\n\nBut he only stands there, in front of his empty canvas,\nunable to paint a thing.\n\n126. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - NIGHT\n\nIt is night now. Kurt turns off the light. He hasn’t\npainted a thing. He walks out.\n\n127. INT. KURT AND ELLIE’S APARTMENT - NIGHT\n\nKurt walks into the apartment. Ellie has been waiting and\ngives him a kiss on the cheek.\n\nELLIE\nHow was your day?\n\nKURT\nProductive.\n\n128. INT. OLDENBURG - SEEBAND VILLA - LIVING ROOM - EVENING\n(M.O.S)\n\n113\n\fA BLURRED IMAGE which comes into focus. A _ still\nphotograph of Carl and Martha Seeband, smiling on the\nbalcony of their hotel in Positano, Italy. A slide. The\nSeebands are showing their holiday photographs. Seeband\nhimself adjusts the focus of the projector. The family\nliving room is in darkness. Ellie and her mother are\nsitting on the sofa.",
  "85": "---END OF PREVIOUS SECTION---\nSeeband\nhimself adjusts the focus of the projector. The family\nliving room is in darkness. Ellie and her mother are\nsitting on the sofa. \n---TARGET SECTION TO BE ANNOTATED---\n Kurt is on a chair slightly to one\nside, smoking.\n\nIt's a fine, modern villa. Life is still good for the\nSeebands: only the style has changed. Beige carpets,\nmodern Wagenfeld interiors.\n\nMore slides are shown: Seeband and his wife on the beach,\n\nwith big hats and exotic cocktails; in a Roman\namphitheater; in front of the small Lufthansa plane that\nis going to bring them home; inside the plane - the 1st\n\nclass cabin. Everything spells prosperity.\n\n129. INT. OLDENBURG - SEEBAND VILLA - DINING ROOM - EVENING\n(LATER)\n\nThe women have gone through to the kitchen, while the men\nare sitting at the table.\n\nSEEBAND\nRe-commence your studies at the age of\n30? When I was 30 I was chief physician\nin Dresden. When Mozart was 30, he was\ndead.\n\nWhat can Kurt say in response?\n\nSEEBAND (CONT'D)\nI. do understand you don't want any\nsupport from me. And that's admirable.\n(leaning forward and whispering)\nBut factory work? Is that a life you want\nfor your wife?\n\nKurt looks uneasy.\n\nSEEBAND (CONT'D)\nI have a suggestion. I am on good terms\nwith the director of the gynecology\nclinic in Dtisseldorf. He frequently\ninvites me there for consultations. I’11\nget you a part-time job there, something\nsuitable. Maybe three hours each morning.\n\n114\n\fAgreed? Then you’ll have an income, and\nyou'll still have time for... painting.\n\n130. INT. MOVING TRAIN - NIGHT\n\nEllie and Kurt are sitting in silence on the wooden seats\nof the third class train compartment, digesting the\nevening as they travel home.\n\nSuddenly Ellie breaks the silence:\n\nELLIE\nCan’t he just vanish from our lives? Just\nleave us alone?\n\nKURT\nPerhaps the job will help with that.\n\n131. INT. UNIVERSITY OF DUSSELDORF GYNECOLOGICAL HOSPITAL -\nSTAIRS - MORNING\n\nOn the staircase, which bears a startling resemblance to\nthe one outside the sign factory 10 years earlier, Kurt\nis cleaning the large steps; even the bucket he uses\nlooks very much like the one his father had...",
  "86": "---END OF PREVIOUS SECTION---\n131. INT. UNIVERSITY OF DUSSELDORF GYNECOLOGICAL HOSPITAL -\nSTAIRS - MORNING\n\nOn the staircase, which bears a startling resemblance to\nthe one outside the sign factory 10 years earlier, Kurt\nis cleaning the large steps; even the bucket he uses\nlooks very much like the one his father had... \n---TARGET SECTION TO BE ANNOTATED---\n132. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO -\nAFTERNOON\n\nKurt is sitting in silence in front of a blank canvas.\nDirty. Exhausted. It doesn't look too likely that he's\nabout to have a great idea.\n\nSEEBAND (V. O.)\nSo this is the newest in art? White on a\nwhite background?\n\nKurt turns. His father-in-law is standing there, looking\nimmaculate, the image of power. A perfect suit, a long\nblack cashmere coat.\n\nSEEBAND (CONT'D)\n(dryly)\n\"Allegory of Emptiness\" - that could be\nthe title. Maybe it will be a sensation.\n\nANGLE ON: Preusser is listening as Seeband speaks.\n\n115\n\fSEEBAND (CONT'D)\nCome on, I'll take you to dinner. My\ndriver’s waiting.\n\n133. INT. ITALIAN RESTAURANT - EVENING\n\nA simple West German Italian restaurant. Seeband orders\nin Italian, for Kurt as well, and then hands the menus\nback to the waiter. He gets straight down to business,\ntaking an envelope out of his slim leather document case,\nproducing from inside it a form and a square of four\npassport photographs.\n\nSEEBAND\nThis has to be taken to the passport\noffice in Bonn so they can issue my\npermanent passport. It's all ready to be\npicked up. I was thinking - why don’t you\ndo it for me? That way you can earn a bit\nmore money. Here’s the authorization.\n\nHe takes a 20 mark note from his briefcase.\n\nSEEBAND (CONT'D)\nThe administration fee is 10 marks 50.\nYou can keep the rest. I'll call by next\nweek to pick up the passport. Agreed?\n\nKurt nods. He can't even bring himself to smile.\n\nA newspaper boy enters the restaurant with a thick pile\nof BILD papers wedged under his arm.\n\nNEWSPAPER BOY\n(calls out)\nBurghard Kroll, Nazi Murderer caught\nafter 16 years.\n\nKurt looks up. Is there any response from Seeband? If so,\nit's hardly perceptible. Some people in the restaurant\nbuy a newspaper. Not Kurt and Seeband.\nThe meal is served.",
  "87": "---END OF PREVIOUS SECTION---\nSome people in the restaurant\nbuy a newspaper. Not Kurt and Seeband. The meal is served. \n---TARGET SECTION TO BE ANNOTATED---\nSEEBAND\n(jovially, in Italian)\n\nThat smells delicious.\n\nThey start eating.\n\n116\n\fSEEBAND (CONT'D)\n\nKurt, it's not too late for you to start\nsomething completely new. It just has to\nbe something reasonable. You're a\npunctual fellow and not workshy. Perhaps\nsomething in Postal Administration. I was\njust reading that they're looking for\nyoung men. Becoming a civil servant\nwouldn’t be a bad idea at all.\n\nSeeband produces a silver cigarette case from his inside\npocket, opens it and takes a cigarette; he then offers to\nKurt, who also takes one.\n\nKURT\n(startled by the realization)\nYou smoke?\n\nSeeband lights his own cigarette and then Kurt's. He does\nso with great precision and elegance.\n\nSEEBAND\n63 is the right age to start. The\nconsequences will hardly catch up with\nme.\n\nHe smiles and then glances down at his watch.\n\nSEEBAND (CONT'D)\nYou finish your meal, take your time. I'm\nafraid I have to dash. All my best to\nEllie.\n\nHe gets to his feet, crosses to the waiter and pays.\nThrough the large window of the restaurant Kurt sees his\nfather-in-law get into the back of the waiting Mercedes.\nHis expression is serious. Kurt finishes his cigarette,\nputs it out and gets to his feet. As he crosses to the\ndoor he sees that a plump CUSTOMER at another table has\nput aside the cover section of the BILD newspaper.\n\nKURT\nMay I?\n\nThe man looks up briefly.\nMAN\nThe politics section? You can have it.\n\nAll I need is the sports pages.\n\nKurt takes the newspaper, rolls it up and walks out of\nthe restaurant.\n\n117\n\f134. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - SHORTLY\n\nAFTERWARDS\nKurt comes back to his studio with the rolled-up\nnewspaper. He sits down on the stool in front of the\nblank canvas. He places the newspaper on a side table,\nwhere it slowly unrolls of its own accord.\n\nHe stares at the blank canvas for several moments.\n\nPreusser appears.\n\nPREUSSER\n(scornful, angry)\n\"White on a white background\"...",
  "88": "---END OF PREVIOUS SECTION---\nHe stares at the blank canvas for several moments. Preusser appears. PREUSSER\n(scornful, angry)\n\"White on a white background\"... \n---TARGET SECTION TO BE ANNOTATED---\n...\n\"Allegory of Emptiness\"... Your father-\n\nin-law?\nKurt remains silent.\n\nPREUSSER (CONT'D)\nWhat an asshole.\n\nKurt still doesn't say anything. Preusser comes over,\ntrying to say something comforting.\n\nPREUSSER (CONT'D)\nYou know, for the first time I’d like\nsomebody else to succeed more than me.\n\nKurt still doesn't turn round.\n\nPREUSSER (CONT'D)\n\nYour mistake is that you're still bound\nto the easel and canvas. Do something\nwith...\n(looking round)\n\ndust, or... broken glass or rubber\nbands. Painting is just dead. Like folk\ndancing and lace-making and silent\nmovies.\n\nKurt is too demoralized to discuss it.\n\nPREUSSER (CONT'D)\n(with sympathy)\nI only want the best for you, you know.\nOtherwise I'd just let you go on like\nthis. I mean, it's too late for us to\nbecome doctors now.\n\n118\n\f135.\n\n136\n\nKurt attempts to give him a friendly smile, which doesn't\nquite work. Preusser goes back into his studio.\n\nAfter staring at the blank canvas for a few more minutes\nKurt reaches for the newspaper, which has now unrolled\nitself. The headline: NAZI MURDERER CAUGHT AFTER 16\nYEARS. And a black & white picture of Kroll, a three-\nquarters shot from behind, in a hat, guarded by a\n\npoliceman. Underneath the words: \"Burghard Kroll\nsurrenders to authorities.\" Kurt stares at it for a long\ntime.\n\nSuddenly he picks up a pencil (4B) and a ruler from his\ntable and quickly draws a grid over the picture.\n\nWith great dexterity he tears the photo out of the paper,\nplaces the canvas sideways on the easel and pins the\nphoto to it with two drawing pins.\n\nHe picks up a stick of charcoal and copies the contour of\nthe picture on to the canvas as an outline.\n\nAnd then he starts painting. He copies the photograph\nprecisely. In black and white. Until the picture is\nfinished and is identical to the photograph. And yet not\ncompletely identical.",
  "89": "---END OF PREVIOUS SECTION---\nIn black and white. Until the picture is\nfinished and is identical to the photograph. And yet not\ncompletely identical. \n---TARGET SECTION TO BE ANNOTATED---\n Underneath the picture he paints\nthe precise letters of the caption of the newspaper,\nfreehand, as he used to do in the poster workshop:\nBURGHARD KROLL SURRENDERING TO THE AUTHORITIES.\n\nThe picture is finished. One of the canvases is now a\ncompleted painting.\n\nKurt turns off the light.\n\nINT. KURT AND ELLIE’S APARTMENT - NIGHT\n\nEllie is waiting for Kurt. She is surprised and\noverwhelmed by his ardent greeting: before he has even\nclosed the door he kisses her, undresses her and takes\nher with a passion he has not shown in a long time.\n\n. INT. UNIVERSITY OF DUSSELDORF GYNECOLOGICAL HOSPITAL -\nSTAIRS - MORNING\n\nKurt is washing the stairs with precision and enthusiasm.\nHe looks thoughtful. Almost content.\n\n119\n\f137. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nKurt enters with his briefcase full of photographs. He\nchooses one of them.\n\nKurt’s POV, a sort of POV OF THE PHOTOGRAPHS: When he has\nchosen a picture he draws a grid on it and pins it to the\neasel.\n\nIt is a picture of Aunt Elisabeth as a young woman,\nholding little Kurt. She is smiling, while little Kurt is\ngazing into the camera with a precociously serious\nexpression.\n\nThe picture takes shape on the canvas. Kurt even\nrecreates the texture of the photograph and the serrated\nedge.\n\nFLASH: HIS LAST MEMORY OF AUNT ELISABETH AS SHE IS TAKEN\nAWAY AND MOUTHS THE WORDS THROUGH THE WINDOW OF THE\nAMBULANCE: \"NEVER LOOK AWAY!\" HIS BLURRING OF THE IMAGE\nSO IT WOULD BE BEARABLE.\n\nKurt gazes at the picture he has just painted, not yet\ncontent with it. Something is missing. He picks up a fine\nbrush and uses it to blur the sharp contours.\n\nThen he places the picture of Kroll’s arrest on the easel\nand also blurs the contours here. Only now do_ the\npictures gain their full force.\n\nKurt goes out of the room to fetch something.\n\nPreusser enters the empty studio and sees the two\npictures of Kroll and Aunt Elisabeth.",
  "90": "---END OF PREVIOUS SECTION---\nOnly now do_ the\npictures gain their full force. Kurt goes out of the room to fetch something. Preusser enters the empty studio and sees the two\npictures of Kroll and Aunt Elisabeth. \n---TARGET SECTION TO BE ANNOTATED---\nKurt comes back with the episcope from the lecture\ntheater.\n\nPREUSSER\n(points to the pictures)\nWhat's this?\n\nKURT\nI don't know either. But I think that's\nit.\nPREUSSER\n\n(genuinely baffled)\nPainted copies of photographs.\n\n120\n\fKurt laughs and closes the blinds. Preusser goes back\ninto his studio. Kurt has to close the interconnecting\ndoors to make his studio dark enough.\n\nKURT\nSorry.\n\nHe turns on the episcope, pointing it at the blank\ncanvas. He puts a photograph under the episcope. We don't\nsee what the picture is, but from his reaction we see\nthat it doesn't have the effect he wants. He exchanges it\nfor another photograph. Still no good. And another.\n\nThen he sees Seeband’s envelope on the table. He opens it\nand takes out the passport photographs. He looks at them\nand puts them underneath the episcope. That’s it.\n\nHe starts painting. All four of the passport photographs\nin one picture. Seeband’s perfect poses, each very\nslightly different.\n\nHe opens the large wooden shutters, and the room becomes\nbright again. He leaves one of the windows open to get\nsome fresh air and gazes at the picture in the light of\nday. It's ready. He puts it with the other two: now he\nhas three finished paintings.\n\nHe looks more closely at the picture of Aunt Elisabeth.\nHe sees one place where a brushstroke is not quite\nperfect and puts it back on the easel to fix it.\n\nA slight gust of wind causes one of the shutters to swing\nclosed. In the darkness the projected passport\nphotographs can suddenly be seen on the canvas alongside\nthe picture of Aunt Elisabeth. For one eerie moment Aunt\nElisabeth is standing next to Professor Seeband. Then the\nshutter swings back open. Aunt Elisabeth is all alone\nagain.\n\nKurt freezes. He crosses to the window, hesitates and\nthen closes the shutter again, looking almost\napprehensive. The pictures fit together curiously well.\n\nHe places a fresh canvas on the easel and starts\npainting.\n\nAunt Elisabeth and Professor Seeband, together again\nafter 20 years.",
  "91": "---END OF PREVIOUS SECTION---\nThe pictures fit together curiously well. He places a fresh canvas on the easel and starts\npainting. Aunt Elisabeth and Professor Seeband, together again\nafter 20 years. \n---TARGET SECTION TO BE ANNOTATED---\nOnce more, Kurt changes the image he is projecting on the\n\ncanvases: now Burghard Kroll is projected over the\npicture. Almost like in a feverdream, the heads are so\n\n121\n\f138.\n\n139\n\n140.\n\nclose that they seem to be born out of one another, the\nface of the accusing child in between.\n\nINT. KURT AND ELLIE’S APARTMENT - NIGHT\n\nEllie and Kurt, now just as close together. He is lying\non top of her, as they did so many years ago in Wiener\nStrasse. They are bathed in sweat, breathless. Kurt moves\none arm slightly so his body covers hers precisely.\n\n. INT. UNIVERSITY OF DUSSELDORF GYNECOLOGICAL HOSPITAL -\nSTAIRS - DAY\n\nCleaning the stairs in the hospital has become a welcome\nexercise. Kurt is in a world of his own.\n\nSuddenly Seeband enters through the main door with a\ngroup of other medical dignitaries. He comes up the\nstairs, and as they pass Kurt, Seeband clearly sees him\nbut doesn't say anything. When they have vanished above\nhim, Kurt carries on washing the stairs.\n\nINT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nKurt is just stretching a new canvas when the door to his\nstudio opens.\n\nSEEBAND (0.C.)\n(harsh, arrogant)\nI imagine you will understand why I\ndidn't introduce you this morning? It\nwould not have been appropriate.\n\nHe hangs his coat on a hook next to the door.\n\nSEEBAND (CONT'D)\nWell, how is the world of art? And even\nmore importantly: do you have my\npassport? I've come to collect it.\n\nNow he turns - and sees in front of him the picture of\nBurghard Kroll.\n\nFLASH: KROLL AND SEEBAND AT THE MEETING IN THE FUHRER'S\nCHANCELLERY 20 YEARS EARLIER.\n\nHe sees the picture of Aunt Elisabeth.\n\n122\n\fFLASH: THE YOUNG AUNT ELISABETH DESPERATELY CLUTCHING HIS\nLEGS AND BEING DRAGGED AWAY BY THE ORDERLY.\n\nHe sees the picture of himself.",
  "92": "---END OF PREVIOUS SECTION---\nHe sees the picture of Aunt Elisabeth. 122\n\fFLASH: THE YOUNG AUNT ELISABETH DESPERATELY CLUTCHING HIS\nLEGS AND BEING DRAGGED AWAY BY THE ORDERLY. He sees the picture of himself. \n---TARGET SECTION TO BE ANNOTATED---\nAnd then Seeband sees the picture of them altogether,\nbodies and faces superimposed, united.\n\nSeeband’s face twitches. But he can't look away.\n\nPreusser enters. Seeband looks over at him briefly,\nconfused, then at Kurt, and then back at the pictures.\n\nFor the first time Seeband is not at all an imperious\nfigure. All his authority has vanished. He is a scared\nold man. Very weak. A little man who is petrified of\nKurt.\n\nSEEBAND (CONT'D)\nI... have to... go I'm afraid. Thank\nyou... excuse me.\n\nHe backs out as if unwilling to turn his back on the\npaintings. His posture bent. He takes his coat, drapes it\nover his arm and backs out of the door, closing it behind\nhim.\n\nPreusser looks over at Kurt.\n\nPREUSSER\nHave you ever seen anything like that?\nWhat did you say to him? What was wrong\nwith him?\n\nKurt is also staring over at the door incredulously,\nstill in agitation and excitement over what just\nhappened.\n\nKURT\n(honestly)\nNo idea.\nThe spell has been broken.\nMONTAGE:\n141. INT. UNIVERSITY OF DUSSELDORF GYNECOLOGICAL HOSPITAL -\n\nSTAIRS - DAY\n\nAs Kurt is washing the stairs, this time almost with a\nsmile on his face, the door opens once again - and\n\n123\n\f142.\n\n143.\n\n144\n\nPreusser enters with Arendt Ivo and Adrian Schimmel. Each\nof them is carrying a bucket, and they start helping\nKurt, fooling around. With a group of them doing the\ndirty work, it turns out to be lots of fun.\n\nINTERCUT WITH:\n\nINT. KURT AND ELLIE’S APARTMENT - NIGHT\nNaked embrace, passionate and close. They roll over the\nbed and fall to the floor, rolling further, still\nkissing, laughing.\n\nINTERCUT WITH:\n\nINT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nNow Kurt begins a spurt of productivity, and the canvases\n(INTERCUT) get bigger and bigger.",
  "93": "---END OF PREVIOUS SECTION---\nThey roll over the\nbed and fall to the floor, rolling further, still\nkissing, laughing. INTERCUT WITH:\n\nINT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nNow Kurt begins a spurt of productivity, and the canvases\n(INTERCUT) get bigger and bigger. \n---TARGET SECTION TO BE ANNOTATED---\n- The nurses at Arnsdorf 48 cm x 60 cm\n- Portrait of Johann with dog 80 cm x 60 cm\n\n- Uncle Giinther, almost brought to life again in the\npicture 87 cm x 50 cm\n\n- The four-engined Lancaster bomber, complete with\nbombs, over Dresden; a newspaper clipping 130 cm x\n180 cm\n\n- The Seeband family at the beach 150 cm x 200 cm\n\n- A door giving us the sense that something ominous\ntook place behind it, five panels 205 cm x 100 cm\n\nKurt stands in front of his own pictures, almost\nsurprised by them. Then he turns off the light.\n\n. INT. KURT AND ELLIE’S APARTMENT - NIGHT\n\nKurt opens the door. Ellie walks towards him gravely,\ngraciously, striding steadily like a queen.\n\nKURT\nIf you knew how beautiful you look right\nnow.\n\nELLIE\n\n124\n\fI'm pregnant.\nHe is staggered.\n\nELLIE (CONT'D)\nThe fourth month. I went to the doctor.\nThe fourth month. We are going to be\nparents!\n\nKurt sinks to his knees and embraces her, pressing his\nhead against her belly, kissing her belly, weeping.\n\nEllie herself can hardly believe it and also starts\nweeping.\n\nELLIE (CONT'D)\nWe are going to be parents. We are going\nto be parents.\n\n145. INT. DUSSELDORF ACADEMY OF ART - CORRIDOR OUTSIDE KURT’S\nSTUDIO - DAY\n\nKurt is standing in the corridor with his camera, talking\nto Ellie, who is inside his studio and peering out. Only\nher head is visible.\n\nKURT\nIt's Sunday. There’s nobody here. I\npromise.\n\nFinally she steps out of the studio, looking nervous. She\nis completely naked. He leads her to the stairs, runs\ndown to the floor below and stands on the landing,\nlooking up at her.\n\nKURT (CONT'D)\nPlease, there’s nobody here. Please, like\nyesterday. Please tell me again. And then\ncome down the stairs.\n\nEllie is hesitant at first but then resolves that if\nshe's going to do this, she will either have do it with\nabsolute dignity, or not at all.",
  "94": "---END OF PREVIOUS SECTION---\nPlease tell me again. And then\ncome down the stairs. Ellie is hesitant at first but then resolves that if\nshe's going to do this, she will either have do it with\nabsolute dignity, or not at all. \n---TARGET SECTION TO BE ANNOTATED---\nELLIE\n(quietly)\nI'm pregnant.\n\nAnd now she comes down the stairs, moving with gentle,\nmajestic steps, her head slightly lowered. Kurt is so\n\n125\n\f146\n\n147.\n\nimpressed that he forgets for a moment to take a\nphotograph. Then he does so.\n\n. INT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO -\nDAY/NIGHT\n\nKurt is painting a huge canvas, the biggest he has ever\nstretched. It is his monumental picture \"Nude on\nStaircase\". He has to climb a ladder to finish it.\n\nINT. DUSSELDORF ACADEMY OF ART - KURT’S STUDIO - DAY\n\nKurt opens the shutters, and light floods into the\nstudio. Preusser, Arendt Ivo and Adrian Schimmel are\nstanding here, looking at the painting.\n\nHIGH ANGLE: WE SEE THE MEN FROM BEHIND THE CANVAS, THE\nTOP OF THE CANVAS IN THE BOTTOM EDGE OF THE SHOT.\n\nKurt looks over at his friends almost shyly. They are\nengrossed in gazing at the picture.\n\nPREUSSER\nNow that's not potatoes, is it?\n\nIvo is about to respond but decides to continue looking\nat the picture instead.\n\nPREUSSER (CONT'D)\nShould we show it to van Verten? I think\nwe could find a gallerist for it.\n\nADRIAN\nOh, what the hell! This doesn't deserve a\nprovincial gallerist. Kurt, what do you\nsay I become your gallerist?\n\nPREUSSER\nAdrian Schimmel, the gallerist?\n\nADRIAN\nAdrian Finck.\n\nIvo rests one hand on his shoulder.\nIvo\n\nYou’re not as bad as you always pretend\nto be, you know that?\n\n126\n\fAdrian Finck stretches his hand out to Kurt Barnert.\n\nADRIAN\n50-50?\n\nKurt shakes on the deal.\n\nADRIAN (CONT'D)\nBut first we don't sell a thing. First we\nhold a big exhibition of your work, with\npress conference and TV. International\nattention.\n\nPREUSSER\nParis?\n(reverently)\nNew York?\n\nAdrian Finck shakes his head.\n\nADRIAN\nDocumenta. Kassel.",
  "95": "---END OF PREVIOUS SECTION---\nAdrian Finck shakes his head. ADRIAN\nDocumenta. Kassel. \n---TARGET SECTION TO BE ANNOTATED---\nHe says this with such assurance that nobody doubts the\nwisdom of his choice.\n\n148. INT. DOCUMENTA KASSEL — DAY\nINSERT TITLE: Kassel 1968\n\nA large modern exhibition hall with Kurt's paintings\nhanging on the walls, some framed. A group of journalists\nare here for the preview, strolling from one picture to\nthe next, gazing at them with interest. They are making\nnotes and recording their comments in Dictaphones.\n\nSo here they are, the \"Nurses\", the portrait of Kurt's\nfather as \"Johann with Dog\", Uncle Giinther as \"Soldier\"\nAunt Elisabeth and Kurt as \"Mother with Child\". The\nSeebands are \"Family at Beach\", the portrait of Seeband’s\npassport pictures simply \"Portrait\". The Lancaster\nbomber. And in the middle, towering above everything, the\noverwhelming \"Nude on Staircase\". There is only one\npicture missing.\n\nINTERCUT\n\n149. INT. DUSSELDORF ACADEMY OF ART - ANTONIUS VAN VERTEN’S\nOFFICE\n\n127\n\f150.\n\nVan Verten enters his office. There is a painting on his\ndesk, wrapped in paper, with the traditional red bow. He\nopens it. It is the overlapping portrait of Seeband,\nKroll, Aunt Elisabeth and young Kurt.\n\nVan Verten sits down and gazes at it. He _ smiles\nseriously. Then he picks up a hammer, hammers a nail into\nthe wall and hangs the painting behind his desk.\n\nBACK TO SCENE:\n\nINT. DOCUMENTA KASSEL - DAY\n\nAbout 80 folding chairs have been set up on one side of\nthe exhibition hall, facing a podium with a table covered\nin a black cloth and two chairs.\n\nAttendants guide the journalists over to the press\nconference. Kurt is sitting on the podium with the\ndirector of documenta, ARTHUR KASTNER.\n\nEllie is standing at the back of the room, a one-year-old\nchild in her arms: a little girl. Kurt smiles over at\nher. She raises the baby’s arm and waves back with it.\nAdrian Finck is standing next to Ellie, excited but\nhappy.\n\nArthur Kastner taps the microphone.",
  "96": "---END OF PREVIOUS SECTION---\nShe raises the baby’s arm and waves back with it. Adrian Finck is standing next to Ellie, excited but\nhappy. Arthur Kastner taps the microphone. \n---TARGET SECTION TO BE ANNOTATED---\nARTHUR KASTNER\nAre there any questions for Kurt Barnert?\n\nHe looks round. The last of the journalists are taking\ntheir seats.\n\nARTHUR KASTNER (CONT'D)\nThen perhaps I will put the first\nquestion. Herr Barnert, most of your\npictures are based on amateur photographs\nor magazines. But the picture \"Nude on\nStaircase\" is surely a homage to Duchamp?\n\nKURT\nYes.\n\nAnybody who was expecting a longer explanation is\ndisappointed. A sprinkle of laughter. Kastner takes it\nwith good humor.\n\nJOURNALIST #1\n\n128\n\fThe magnificent painting \"Mother and\nChild\" we can see here. Who is depicted\nthere? You and your mother?\n\nKurt begins to speak, but we can hardly hear\ntechnician pushes the microphone closer to him.\n\nKURT\nNo. It's just a snapshot. It doesn't\nreally matter to me who I paint.\n\nThe journalists murmur together.\n\nJOURNALIST #2\nBut if you paint a portrait, you must\nknow the person...\n\nKURT\nIt's actually better if I don't know\nthem.\n\nSounds of astonishment.\n\nKURT (CONT'D)\nThen I see better what is really there.\n\nJOURNALIST #2\nIs that the reasoning behind the passport\nphotographs from a machine? A photograph\nwithout an author?\n\nKURT\nYes.\n\nJOURNALIST #2\nSo by painting an army officer you are\nnot making a statement about the German\nArmy?\n\nKURT\nNo. I don't make statements. I make\npictures. Photographs. Photographs by\nother means.\n\nJOURNALIST #3\nIf you take even the composition from a\nsnapshot - surely that means everything\nis very random?\n\nKURT\nNot random. Real. Genuine. Consistent.\nOnly reality is consistent. Every reality\nis consistent.\n\nhim. A\n\n129\n\fJOURNALIST #4\nWhat do you mean by that?\n\nKURT\n\nIf I say six numbers now it’s just\nstupid, meaningless. But if the six\nnumbers are the winning numbers from the\nlottery, then they mean something, they\nhave coherence, value, almost beauty...\nand truth. That's how it is with the\nphotographs. I want the truth.\n\nThe journalists look impressed but also confused.",
  "97": "---END OF PREVIOUS SECTION---\nThat's how it is with the\nphotographs. I want the truth. The journalists look impressed but also confused. \n---TARGET SECTION TO BE ANNOTATED---\n Kurt\ngazes at them calmly with his steel-gray eyes.\n\nThe baby begins to cry. Ellie tries to calm her, but she\ncan see there's no point. She gives Kurt a surreptitious\nwave and walks off.\n\nARTHUR KASTNER\nYes, Herr Meybert, your question?\n\nJOURNALIST #5\nWhat will be next for you? More painted,\nslightly blurred copies of photographs?\n\nKURT\nNo, I've had enough of them for a while.\nRight now I'm interested in color charts.\n\nJOURNALIST #5\nColor charts?\n\nKURT\nYes...\n\n151. INT. DOKUMENTA KASSEL - SHORTLY AFTERWARDS\n\nJournalist #3 is standing in front of the picture of\nEllie on the stairs, holding a microphone. His CAMERAMAN,\na tall, thin hippie with a ponytail, doesn't look happy.\n\nCAMERAMAN\n(indicating the breasts and crotch)\nThat'll get us into trouble.\n\nThe journalist moves on to the next picture, the smiling\nGerman soldier.\n\nCAMERAMAN (CONT'D)\n\n130\n\fThat'll get us into trouble as well.\nThe journalist looks round and comes over to stand in\nfront of the picture \"Mother and Child\". The cameraman\ngives him the thumbs-up and starts filming.\n\nJOURNALIST #3\n\nMagazine images chosen at random,\npassport photographs from machines,\nsnapshots from family albums - all\n\npainted in blurry style. With these\npictures, which admittedly have genuine\nforce in some mysterious’ way, Kurt\nBarnert seems on his way to becoming one\nof the leading artists of his generation\n- in painting, a supposedly long dead\nmedium. But, like so many of his\ngeneration, he has no statement to make,\nno stories to tell, and nothing to say.\nHe is rejecting artistic tradition, side-\nstepping the auto-biographical and is\nthus creating, perhaps for the first time\nin the history of art... a body of work\nin which the artist is almost irrelevant.\n\nThe camera CLOSES IN on the picture of \"Mother with\nChild\" behind him until the reporter is OUT OF SHOT.\n\nJOURNALIST #3 (O.C., CONT’D)\nWas that good?\n\nCAMERAMAN (0O.C.)\nSuper.\n\n152. EXT.",
  "98": "---END OF PREVIOUS SECTION---\nC.)\nSuper. 152. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOCUMENTA KASSEL - NIGHT\n\nKurt comes out of the Fridericianum at night.\n\nADRIAN\nYou sure you don't want a lift to the\nhotel?\n\nKURT\n\nI'd like to walk a bit.\n\nADRIAN\nYou were good today. It was good. It's\ngoing to be good.\n\nAdrian drives off. Kurt turns up the collar of his coat\nand sets off through the cold night.\n\n131\n\f153.\n\nHe comes past a large bus station: there must be 20 buses\nhere. After hesitating briefly he walks towards them.\n\nEXT. KASSEL — CENTRAL BUS STATION - NIGHT\n\nLONG SHOT: we see Kurt walk up to the cab of one bus and\nspeak to the driver.\n\nThrough the windshield of the bus we see the driver pick\nup his radio and talk to the other drivers.\n\nKurt takes up position in the center, the buses all\naround him. One of them hoots its horn, and then another.\nIn the last 25 years the quality of bus horns has\nimproved. A dozen buses are now hooting, creating a deep,\ndense, moving drone. Kurt opens his arms as if to draw in\nthe sound and closes his eyes. He looks happier than ever\nbefore.\n\nFAST CUTS, AT HALF-SECOND INTERVALS: THE VARIOUS SURFACES\nOF ABSTRACT PICTURES THAT ARE TO COME: LAYERS OF THICK\nPAINT MERGING INTO ONE ANOTHER, MOVED WITH A WIDE BLADE.\nDEEP RED GIVES WAY TO BRILLIANT YELLOW. BLUE TO GREEN,\nGREY TO LILAC.\n\nWhen the hooting stops, CUT TO BLACK.\n\nTHE END\n\n132\n\f"
}