{
  "1": "NOCTURNAL ANIMALS\n\nBy\n\nTom Ford\n\nBased upon the novel \"Tony and Susan\"\nBy Austin Wright\n\nFADE TO BLACK PRODUCTIONS\n9120 Sunset Blvd.\n\nLos Angeles CA\n310-278-9440\n\nSeptember 23rd, 2015\n\fINT. MORROW GALLERY, LOS ANGELES. PRESENT DAY. EVENING. 1\n\nRed frizzy hair flies across our screen in slow motion.\nGlimpses of tinsel, and a transparent peignoir momentarily\nhide a large pair of sagging breasts swinging from side to\nside and bouncing up and down. Dead silence as the movement\ngradually speeds up to real time. We slowly pull back to\nreveal that our image is that of a giant nude woman dressed\nin nothing but tiny bits of glitter, white vinyl boots and a\nsmall tulle cape. She is gyrating madly and flinging her head\naround in some sort of windstorm. As we pull back further we\ncome to understand that what we are looking at is an art\ninstallation: a floor to ceiling LCD screen.\n\nThe sound of breathing. A close up of a woman’s eyes now\nfills our screen. SUSAN MORROW, 42, handsome. Sleek. There is\na very slight hint of panic on her face as she stares across\nthe crowded, brightly lit room.\n\nAbruptly our sound snaps on at a deafening decibel level as\nwe hear what seems like a thousand voices screaming over each\nother.\n\nThe screens cover the four walls of the gallery and the\neffect of wall to wall, floor to ceiling breast and ass\njiggling is oddly impressive. The obese women on the LCD\nscreens are nude but dressed in bits and pieces of Americana:\none is playing the part of a cheerleader with red tinsel pom\npoms, one a majorette twirling a baton while another wears a\nbeauty queen’s ribbon and waves small American flags. They\ntaunt us and tease us.\n\nOn raised plinths scattered around the room are incredibly\nlife like sculptures of seemingly the same corpulent women on\nour video screens. These women appear to be dead and are\nlying face down. Nude except for jewelry, shoes and small\nbits of tinsel wrapped around their ankles and waists.\n\nThe room is jammed with people laughing and talking.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese women appear to be dead and are\nlying face down. Nude except for jewelry, shoes and small\nbits of tinsel wrapped around their ankles and waists. The room is jammed with people laughing and talking. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ncrowd is a collection of what passes in contemporary Los\nAngeles culture as the chic and fashionable. Photographers\ntrack several of the guests as the flash of their cameras\nheightens the excitement in the room.\n\nOUR CAMERA GLIDES HIGH ABOVE THE ROOM CAPTURING THE CROWD AND\nTHE WOMEN ON THEIR PLINTHS.\n\f2.\n\nEXT. FREEWAY, LOS ANGELES - HIGH ABOVE THE TRAFFIC. EVENING 2\n-- CONTINUOUS.\n\nOUR CAMERA HOVERS HIGH ABOVE THE CROWDED FREEWAYS OF LOS\nANGELES.\n\nWE CUT BACK AND FORTH FROM OVERHEAD SHOTS OF THE NUDE WOMEN\nON PLINTHS TO OVERHEAD SHOTS OF THE CROWDED FREEWAYS OF LOS\nANGLES AS NIGHTFALL SLOWLY OVERTAKES THE CITY.\n\nINT. MORROW GALLERY, LOS ANGELES. NIGHT -- LATER. 3\n\nSilence. The gallery is now empty. A small crew of men in\nwhite shirts and dark ties clear away the last traces of the\nparty. Susan is sitting on one of the plinths deep in\nthought. A nude sculpture lying face down is behind her. The\nwomen on the screens continue to gyrate on all four walls.\n\nEXT. FREEWAY, LOS ANGELES - HIGH ABOVE THE TRAFFIC. NIGHT 4\n-- LATER.\n\nSusan’s car weaves it’s way through the night.\n\nEXT. MORROW RESIDENCE, LOS ANGELES. NIGHT -- MINUTES LATER. 5\n\nSusan pulls up to a pair of large stainless steel gates. The\nglare of her headlights reflects off of the gates and\ntemporarily blinds her as she shields her eyes. She hits the\nremote and the massive gates glide open. She drives in as the\ngates close behind her.\n\nAs the gates lock in place, another car pulls into the\ndriveway. The glare of the headlights blinds us so that we\ncannot make out anything but the silhouette of the driver. We\nsee clearly however from the large logo on the hubcap that\nthe car is a vintage dark brown Mercedes. The car door opens\nas the driver lowers his foot onto the gravel drive.\n\nWe cut back to the house to see Susan’s silhouette as she\nwalks towards the front door. The house is dimly lit and\nseemingly empty.\n\nEXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe cut back to the house to see Susan’s silhouette as she\nwalks towards the front door. The house is dimly lit and\nseemingly empty. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LOS ANGELES. THE NEXT DAY -- MORNING. 6\n\f3.\n\nSEVERAL SHOTS OF THE LOS ANGELES SKYLINE REVEAL A FOGGY GREY\nMORNING.\n\nEXT. MORROW RESIDENCE, LOS ANGELES. MORNING -- CONTINUOUS. 7\n\nOur camera glides across the surface of a black swimming pool\nlittered with leaves. We pull back to reveal a vast unkempt\nlawn and a large Jeff Koons “Balloon Dog” sculpture on a\nplinth. There are tools, equipment and a small crane next to\nthe sculpture. Despite the neglected feeling of the grounds\nthe house is impressive. Long, low, and elegant.\n\nINT. MORROW RESIDENCE, LOS ANGELES. MORNING -- CONTINUOUS. 8\n\nWe move into the living room which is an expanse of grey\ncarpet and low velvet sofas. There are several very large art\ncrates lining the hall. The house is beautiful but cold and\nempty.\n\nOur camera moves down a long corridor towards a door at the\nend. The hallway seems endless. A large white Calder mobile\nmoves slowly over a fireplace at the end of the hall as the\nbreeze from the air-conditioner stirs it.\n\nSusan stands underneath the Calder in front of an enormous\ntelevision with a remote control in her hand. Pressing it\nover and over.\n\nAs we approach the door the sound of the television becomes\nlouder and louder. We can hear two women’s voices as they\nshriek with laughter.\n\nTELEVISION VOICE 1\nAnd all that decolletage of yours\nshould get you more dickoletage\nthan that dude’s got! And as I can\nrecall, you were the one that told\nme that when he came it was as thin\nas coconut water! Honey, that’s a\ndeal breaker for me!\n\nTELEVISION VOICE 2\nIt was that thin.\n\fTELEVISION VOICE 1\nWell I see we're settling for less\nnow!\n\nThe women break into hysterical laughter once again.\n\nWe cut to Susan’s face. Her mouth literally hangs open as she\nstands staring at the television and holding the remote in\nher hand trying to get the television to turn off.\n\nSUSAN\nBeyond.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe cut to Susan’s face. Her mouth literally hangs open as she\nstands staring at the television and holding the remote in\nher hand trying to get the television to turn off. SUSAN\nBeyond. \n\nTARGET SECTION TO BE ANNOTATED:\nShe tosses the remote on the bed in disgust and walks out of\nthe room leaving the television still on.\n\nINT. MORROW RESIDENCE - ENTRY HALL. MORNING -- CONTINUOUS. 9\n\nCHRISTOPHER, 38, wearing a dark suit and tie is placing the\nmail on a small desk.\n\nCHRISTOPHER\nMrs. Morrow, a package arrived for\nyou. I found it in the mailbox this\nmorning. May I ask you who you\nwould like on duty this weekend?\n\nSUSAN\nActually, why don’t you give\neveryone the weekend off.\n\nCHRISTOPHER\nAre you sure?\n\nSUSAN\nYes. We might go to the beach house\nand if not it might be nice to have\nthe weekend alone.\n\nCHRISTOPHER\nI’1ll let everyone know.\n\nSUSAN\nThank you.\n\nSusan stares at the package for a moment. It is a simple box\nwrapped in plain brown paper.\n\nSusan begins to rip the wrapping off of the box. As she does\nshe cuts her finger on the edge of the paper.\n\fShe winces, looks at the blood and then quickly puts her\nfinger in her mouth.\n\nSUSAN (CONT’D)\nDamn it. Christopher, I’m sorry but\ncould you help me open this? I just\ncut my finger. Paper cut.\n\nCHRISTOPHER\nOf course.\n\nSUSAN\nThank you.\n\nChristopher rips the paper off of the package. Inside is a\nneat grey linen archival box and a hand written note.\n\nCHRISTOPHER\nThere’s a note.\n\nSUSAN\nIt’s okay. You can read it.\n\nChristopher reads the note aloud.\n\nCHRISTOPHER\nDear Susan,\n\nI've written a novel that will be\npublished in the spring. It’s\ndifferent than the kind of things\nthat I was writing when we were\ntogether.\n\nChristopher pauses and looks up.\n\nSUSAN\nGo ahead.\n\nCHRISTOPHER\nIn the end you left me with the\ninspiration that I needed to write\nfrom the heart. I wanted you to be\nthe first to read it so I am\nsending along a proof.\n\n(MORE)\n\f10\n\nCHRISTOPHER (CONT'D)\nI will be in LA until Wednesday on\nbusiness and it would be good to\nsee you after so long.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHRISTOPHER\nIn the end you left me with the\ninspiration that I needed to write\nfrom the heart. I wanted you to be\nthe first to read it so I am\nsending along a proof. (MORE)\n\f10\n\nCHRISTOPHER (CONT'D)\nI will be in LA until Wednesday on\nbusiness and it would be good to\nsee you after so long. \n\nTARGET SECTION TO BE ANNOTATED:\nMy cell number and e-mail address\nare below.\n\nEdward.\nSusan stands stunned for a moment.\n\nSUSAN\nThanks.\n\nChristopher places the note back on the box and leaves the\nroom. Susan’s gaze is transfixed as she stares down at the\n\nnote.\n\nShe picks up the box and carries it into the kitchen.\n\nINT. MORROW RESIDENCE - KITCHEN. MORNING -- CONTINUOUS.\n\nHUTTON MORROW, 44 years old, tall, athletic and well groomed,\ndressed in a crisp white button down shirt, blue blazer and\ngrey pants, enters the room. Hutton’s face gives away the\n\nfact that he has not slept.\nSusan is washing the cut on her finger at the sink.\n\nHUTTON\nGood morning.\n\nSUSAN\nGood morning.\n\nHUTTON\nWhat is that?\n\nSUSAN\nIt’s a manuscript that Edward sent\nme. He wrote a novel.\n\nHUTTON\nEdward who?\n\nSUSAN\nEdward, my first husband. Remember\nhim?\n\fHutton is\n\nHUTTON\nI didn’t know he could write.\n\nSUSAN\nYes you did. He was writing a novel\nwhen you and got together, you just\ndon’t remember.\n\nHUTTON\nHave you even talked to him in 20\nyears?\n\nSUSAN\n\n19. No. I tried calling hima\ncouple of times a few years ago but\nhe just hung up on me. I think he’s\nteaching English at some prep\nschool in Dallas. It’s sad really.\nHe never remarried.\n\nnot really listening. He is putting a Nespresso pod\n\ninto the coffee machine.\n\nShe turns\n\nSUSAN (CONT’D)\nWhere were you last night? You\ndidn’t come by the gallery.\n\nHUTTON\nI’m sorry. Really. By the time I\nleft the office I was late for my\ndinner...\n\nSUSAN\nIt would have taken you 15 minutes.\n15 minutes and it would have meant\na lot to me. (Pause) Never mind.\n\naway from him.\n\nSUSAN (CONT’D)\nYou didn’t come to bed last night.\n\nHUTTON\nI didn’t want to wake you up.\n\nSUSAN\nWell, I wasn’t asleep. I was too\nwound up from the opening.\n\fHutton tosses his newspaper on the counter and begins to\nread.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSAN\nWell, I wasn’t asleep. I was too\nwound up from the opening. Hutton tosses his newspaper on the counter and begins to\nread. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSAN (CONT’D)\nIt went well by the way.\nApparently.\n\nHUTTON\nGood.\n\nSusan crosses the room to Hutton.\n\nSUSAN\nLook. Why don’t you and I go to the\nbeach. We can go tonight and come\nback on Monday. Maybe if we just\nspent some time, just the two of\nus...\n\nSusan glances up at him.\n\nSUSAN (CONT’D)\nWhy are you wearing this blazer on\na Saturday?\n\nHUTTON\nBecause I have to go to the office\nand then I have to go to the\nairport and then I have to go back\nto New York.\n\nSUSAN\nYou just came from there.\n\nHUTTON\nYes, I know. But I have to go if I\nwant to get this deal done. I don’t\nwant to have to sell anything else.\n\nHutton is ripping a packet of sweetener open and he spills it\non the counter.\n\nHUTTON (CONT'D)\nshit.\n\nSusan begins sweeping it away.\n\nSUSAN\nIt’s okay.\n\f11\n\n12\n\nSusan looks at crate in the hall.\n\nSUSAN (CONT’D)\nYou know, the strange thing is that\nI don’t really care about all of\nthis art.\n\nHUTTON\nThat doesn’t sound like you.\n\nSUSAN\nI know. But it’s true.\n\nHUTTON\nI care. It pisses me off.\n\nSUSAN\nI know you do.\n\nShe pauses a moment.\n\nSUSAN (CONT’D)\nDon’t worry, I can fill the walls\nwith some new LA artists and people\nwill think we’re ahead of the curve\ninstead of going broke. You won't\nhave to be embarrassed.\n\nHutton glares at her as she walks away.\n\nEXT. HOLT RESIDENCE, BEL AIR CALIFORNIA. THAT NIGHT. 11\n\nSusan and Hutton get out of their car. A black vintage\nBentley coupe. There are several impressive and flashy cars\nparked in front of the door.\n\nINT. HOLT RESIDENCE, BEL AIR CALIFORNIA. NIGHT -- 12\nCONTINUOUS.\n\nWe enter the house. It is beautiful and expensive. The art on\nthe walls is staggering and the mix of contemporary art with\n18th century furniture and the modern architecture of the\nhouse itself is eccentric in the extreme.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe enter the house. It is beautiful and expensive. The art on\nthe walls is staggering and the mix of contemporary art with\n18th century furniture and the modern architecture of the\nhouse itself is eccentric in the extreme. \n\nTARGET SECTION TO BE ANNOTATED:\n A butler leads us\ninto a room filled with a small group of people. All know\neach other well. Susan and Hutton are greeted with cheek\nkisses.\n\f10.\n\nSusan stands talking with ALESSIA HOLT, 38, dressed in a\nkaftan and covered in gold and turquoise jewelry. She is\ntall, pale and her eyes are darkened with heavy liner and\neven heavier shadow so that she almost has the appearance of\na raccoon. She moves her hands wildly when she speaks. She is\nflamboyant but there is a kindness and gentle quality about\nher. The two women are clearly close as is evident by their\neasy rapport.\n\nALESSIA\nAre things a little better?\n\nSUSAN\nHe’s just having a hard time with\nhis business right now.\n\nThey glance across the room at Hutton who is speaking with\nCARLOS HOLT early 50's, silver hair, tall and elegant.\n\nALESSIA\nCarlos told me.\n\nSUSAN\nI’m surprised. I thought we were\nhiding it pretty well. Hutton would\nbe very upset to find out that\nanyone knew. He just hates not to\nwin.\n\nShe looks over at him.\n\nALESSIA\nAre you sleeping? Did you call my\npsychopharmacologist?\n\nShe takes a sip of her martini.\n\nALESSIA (CONT'D)\nDid you call him? You should\nbecause he’s a genius.\n\nHutton has pulled away from Carlos and stepped into the hall.\nHe is on his phone. Susan watches him.\n\nAlessia reaches out and touches Susan’s arm.\n\nALESSIA (CONT'D)\nSusan, I’m worried about you.\n\f11.\n\nSusan is focused on Hutton who is still on his phone.\n\nALESSIA (CONT'D)\nSeriously, look at me. You scared\nme the last time that we talked.\n\nShe looks at Alessia and her shoulders droop. She feels\ncomfortable enough with Alessia to let a certain fragility\nshow.\n\nSUSAN\nI'm fine. I’m fine. I just can’t\nbelieve I told you all of those\nthings. I feel embarrassed about\nit. What right do I have to not be\nhappy? I have everything. I feel\nungrateful not to be happy.\n\nALESSIA\nAs much right as anyone Susan.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have everything. I feel\nungrateful not to be happy. ALESSIA\nAs much right as anyone Susan. \n\nTARGET SECTION TO BE ANNOTATED:\n As\nmuch right as anyone because it’s\nall relative. You’re just awfully\nhard on yourself.\n\nSusan looks across the room at Carlos.\n\nSUSAN\nHow do you do it?\n\nALESSIA\nYou mean with Carlos? I’m totally\ncool with it. Having a gay husband\nis not such a bad thing. We’re best\nfriends. We love each other\ncompletely. I’m certainly the only\nwoman in his life. And that lasts\nlonger than lust doesn’t it? It’s\nforever really.\n\nAlessia glances towards Hutton.\n\nSUSAN\nHutton and I don’t have that.\n\nALESSIA\nDid you ever?\n\f13\n\n14\n\n12.\n\nSUSAN\nI think we just want different\nthings. Or maybe I want different\nthings.\n\nALESSIA\nDo you still love him?\n\nShe looks up and Hutton catches her eyes and motions to her\nwith his head.\n\nSUSAN\nI'm being summoned. Pardon me. He\nhas to catch a plane. I need to say\ngoodbye.\n\nSusan crosses the room to Hutton and leads him to the door.\nAlessia stares after her.\n\nEXT. HOLT RESIDENCE, BEL AIR CALIFORNIA. NIGHT -- 13\nCONTINUOUS.\n\nWe are on the front steps of the house. There is a black\nMercedes and driver waiting for Hutton.\n\nSUSAN\nI hope that this deal works out for\nyou. I really do. I know that you\nneed it.\n\nHUTTON\nWe need this.\n\nSUSAN\nNo, you need this.\n\nShe leans in to kiss him on the cheek. She watches the car\npull out of the driveway and goes back into the house.\n\nINT. HOLT RESIDENCE, BEL AIR CALIFORNIA. NIGHT -- LATER. 14\nThe flamboyant and eclectic guests are seated around the\n\ndining table finishing dessert. Conversation at the table is\nlively, and somewhat loud. Susan is seated next to Carlos.\n\f13.\n\nAt that moment the other end of the table erupts with\nlaughter as CHLOE, 24, a beautiful young actress finishes a\nstory. She speaks with a strong southern accent and has a\ncertain vapid charm. The table is riveted.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt that moment the other end of the table erupts with\nlaughter as CHLOE, 24, a beautiful young actress finishes a\nstory. She speaks with a strong southern accent and has a\ncertain vapid charm. The table is riveted. \n\nTARGET SECTION TO BE ANNOTATED:\nCHLOE\nSo I said, “well my mother always\ntold me if you massage your pussy\nwith Pam Cooking Spray for a month\nbefore the baby comes you won’t\nneed vaginal rejuvenation!”\n\nThe table burst into hysterical laughter. Susan turns back to\n\nCarlos.\n\nSUSAN\nI’ve got to get some Pam. And she\nis going to get a nomination this\nyear.\n\nCARLOS\nA nomination? She is going to win!\n\nThey both look towards Chloe.\n\nCARLOS (CONT'D)\nLet’s talk about your opening. My\nfavorite subject.\n\nSUSAN\nNot mine.\nCARLOS\nThe opening was spectacular last\nnight.\nSUSAN\nReally? Is that what you thought?\nCARLOS\nYou didn’t?\nSUSAN\nNo.\nCARLOS\n\nI loved it. I thought the work was\nincredibly strong. So perfect with\nall of this junk culture that we\nlive in.\n\f15\n\n16\n\n14.\n\nSUSAN\nIt is junk. Total junk.\n\nCARLOS\nDarling, you’re a big success. None\nof us really like what we do.\n\nSUSAN\nSo why do we do it?\n\nCARLOS\nBecause we are driven. And maybe a\nbit insecure. We get into things\nwhen we’re young because we think\nthey mean something.\n\nSUSAN\nAnd then we find out that they\ndon’t.\n\nCARLOS\n\nSusan, enjoy the absurdity of our\nworld. It’s a lot less painful. And\nbelieve me, our world is a lot less\npainful than the real world.\n\nINT. MORROW RESIDENCE - SUSAN’S BATHROOM. NIGHT -- LATER. 15\n\nSusan is dressed for bed. She looks in the mirror for a\nmoment. She opens her medicine cabinet and takes two\ndifferent pills.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- MINUTES 16\nLATER.\n\nOne wall of the room is all glass. The view across the lawn\nand down to the city is dramatic and eerie at the same time.\n\nAs Susan sits down on the bed, her eyes catch the cover of\n“Nocturnal Animals” on her bedside table. She pauses, then\npicks up the manuscript and opens it to the first page.\n\nShe is momentarily taken aback by the dedication.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Susan sits down on the bed, her eyes catch the cover of\n“Nocturnal Animals” on her bedside table. She pauses, then\npicks up the manuscript and opens it to the first page. She is momentarily taken aback by the dedication. \n\nTARGET SECTION TO BE ANNOTATED:\n The clean\nwhite page reads simply: “For Susan”.\n\nShe begins to read...\n\f17\n\n15.\n\nEXT. HASTINGS RESIDENCE, HOUSTON TEXAS. PRESENT DAY -—— 17\nDUSK.\n\nWe are in the driveway of a modest but well designed ranch\nstyled house. A large oak tree looms over the lawn and the\nsound of cicadas can be heard.\n\nTONY HASTINGS, early 40s, dark brown hair with a full beard,\nis loading bags into the back of a vintage 4 door brown\nMercedes. He is dressed in jeans and a red plaid shirt. INDIA\nHASTINGS, 16, is helping him. She is tall and slim with long\nred hair.\n\nINDIA\nDad, why are we driving this old\nthing to Marfa?\n\nTONY\nBecause I just had it completely\nrebuilt. It’s a classic.\n\nINDIA\nIt has a terrible sound system.\n\nShe throws a bag in the trunk.\n\nTONY\nWell you’ll have to suffer through\nthat.\n\nHe lifts a pair of riding boots into the back of the car.\n\nTONY (CONT'D)\nYou have two sets of boots India?\n\nINDIA\nDo we really have to stop tonight?\nI'd rather just get there.\n\nTONY\nAsk your mother. She’s the boss.\n\nLAURA HASTINGS, 40, shoulder length red hair, slim and pretty\nlike her daughter, comes out of the house with a small bag.\nShe gets into the car.\n\nLAURA\nI set the alarm.\n\f18\n\n19\n\n16.\n\nThe car pulls out of the driveway and into the twilight.\nDriving out of the sprawl that is Houston and into the\ncountry, until the highway stretches out straight ahead.\n\nINT. HASTINGS CAR. NIGHT -- LATER. 18\nIndia is texting in the back seat.\n\nTONY\nIndia, you have been doing that for\nhours. I thought you were the one\nwho wanted to drive all night.\n\nINDIA\nI did. But what are we supposed to\ndo, sing campfire songs or\nsomething?\n\nThe road is even more flat and straight now. The highway is\nincreasingly deserted and has narrowed to two lanes on each\nside.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut what are we supposed to\ndo, sing campfire songs or\nsomething? The road is even more flat and straight now. The highway is\nincreasingly deserted and has narrowed to two lanes on each\nside. \n\nTARGET SECTION TO BE ANNOTATED:\n Every few minutes a car passes them in the left lane or\nthe headlights of an oncoming car can be seen across the\nmedian.\n\nLAURA\nHow much longer?\n\nTONY\nAbout three and a half hours.\n\nINDIA\nWell dad, you’re going to get your\nwish. My cell service just went\nout. Jesus, can you believe that\nthere is no service here? How is\nthat even be possible?\n\nTONY\nTwo of the things I love most about\nwest Texas; no phones and no\npeople.\n\nINT. HASTINGS CAR. NIGHT -- LATER 19\nSilence in the car. Tony is driving and Laura and India are\n\nasleep. Tony is fumbling to find a radio station but none are\nwithin range.\n\f17.\n\nTony looks over at Laura and touches her cheek. She opens her\neyes for a moment, smiles at him and kisses his hand.\n\nStraight ahead on the highway, Tony sees two sets of tail\nlights blocking both lanes of the road. Tony has to slow his\nspeed and he gets behind the car on the left and waits. Both\ncars are now slowing down even more.\n\nTONY\nCome on.\n\nTony presses his horn lightly. Laura and India wake up. The\ncar in the left lane, an old dark green metallic Pontiac GTO\nwith a dented fender finally pulls ahead and Tony follows. He\nzooms past the first car, an old dark red Cadillac\nconvertible, and gets back into the right lane as the green\nGTO speeds off into the distance. The Cadillac falls behind.\n\nThe GTO in front now begins to slow down as well. As Tony\npasses the car the driver leans back into his seat and\nlaughs. There are two other men in the car but we cannot see\ntheir faces.\n\nINDIA\nTotal Jerks.\n\nTONY\nAre we rid of them?\n\nIndia gives them the finger from the rear window.\n\nLAURA\nIndia, don’t do that!\n\nTONY\nWhat? What did she do?\n\nLAURA\nShe just gave them the finger.\n\nThe driver of the green GTO now steps on the gas and begins\nto gain on Tony.\n\nLAURA (CONT'D)\nTony! Speed up.\n\nINDIA\nShit!\n\f18.\n\nLAURA\nNo. I don’t like this.\n\nTONY\nIt’s alright.\n\nLAURA\nJust speed up.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t like this. TONY\nIt’s alright. LAURA\nJust speed up. \n\nTARGET SECTION TO BE ANNOTATED:\n Tony!\n\nThe dark green GTO is now honking and roars up beside the\nfamily.\n\nINDIA\nShit.\n\nLAURA\nJust let them go. Let them go.\n\nThe three men in the car are staring at the family and\nlaughing.\n\nTONY\nIndia, don’t look at them. Don’t\ngive them any reason.\n\nThe man in the passenger side of the car is looking at India\nwith a lascivious grin on his face. The other men in the car\nare laughing.\n\nINDIA\nWhy is he smiling like that?\n\nSuddenly the green GTO lunges sideways towards Tony’s car,\nforcing him to swerve. The GTO then pulls in front of the\nMercedes and cuts them off.\n\nTONY\nHe's crazy.\n\nLAURA\nOh my god.\n\nTony pulls out to pass the car but as he does the car in\nfront swings left to block his way and Tony hits his brakes.\nAs Tony swerves back to the right the GTO cuts him off again,\npreventing him from passing. In a surge of rage Tony steps on\nthe gas.\n\nA loud metallic crashing noise. He hits them.\n\f19.\n\nTONY\nFuck.\n\nTony, shocked at what has just happened steps on the gas, and\ngets around the other car. As he passes the GTO the driver is\nwaving madly and screaming at him to pull over and stop.\n\nLAURA\nOh god, Tony.\n\nThe lights of the GTO grow distant as Tony speeds away. The\ncar is quiet as the family sit stunned at what just happened.\n\nTONY\n\nIndia, is your phone working yet?\nINDIA\n\nNo, but I took down their license\n\nnumber.\n\nAs Tony checks his rear view mirror he sees a pair of\nheadlights beginning to gain on him.\n\nTONY\nNo.\n\nLaura looks in the side view mirror and sees the car\napproaching.\n\nLAURA\nOh no.\n\nThe GTO now roars up beside them on the left and the guy in\nthe passenger seat is waving his arms violently at them,\nshouting, shaking his fist and pointing. The car swerves\ntowards them and tries to force Tony onto the shoulder. Tony\nkeeps his foot on the peddle and keeps his hands gripped\nfirmly on the steering wheel.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe GTO now roars up beside them on the left and the guy in\nthe passenger seat is waving his arms violently at them,\nshouting, shaking his fist and pointing. The car swerves\ntowards them and tries to force Tony onto the shoulder. Tony\nkeeps his foot on the peddle and keeps his hands gripped\nfirmly on the steering wheel. \n\nTARGET SECTION TO BE ANNOTATED:\nThe green GTO suddenly rams into the Mercedes, pulls back and\nthen rams them again and again forcing Tony to move towards\nthe shoulder of the road as he begins to loose control of the\ncar.\n\nAnother crashing sound against his left fender and he feels\nthe damage. The GTO pushes against him continuously and holds\nsteady. The loud raw grating noise of metal ripping at metal\nis deafening.\n\f20\n\n21\n\n20.\n\nTony's steering wheel begins to rattle and shake as the other\ncar forces him off of the road and lands in front of him ina\ncloud of dust and gravel.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- 20\nCONTINUOUS.\n\nShaken by what she has just read, Susan tries to catch her\nbreath. She turns the page...\n\nEXT. HIGHWAY, WEST TEXAS. NIGHT -- CONTINUOUS. 21\n\nAs the dust settles as we can see clearly that the Hasting’s\ncar is blocked in by the other car. Laura looks back to make\nsure that India is okay as the second car, the convertible\nthat was lagging behind, comes into sight. We see the wide\ngrin of the shirtless driver as the car slows and then speeds\naway.\n\nThe family sits in shock trying to figure out what to do.\n\nThe driver's side of the old Buick opens and a man, RAY\nMARCUS late 20s, rough looking yet surprisingly handsome,\nsteps out. Laura reaches for Tony’s arm. The other men in the\ncar are looking on but we do not make out their faces\nclearly.\n\n \n\nTONY\nSit still. They’ve probably got a\ngun.\n\nLAURA\n\nPlease Tony. Pull out.\n\nTONY\nI can’t move. He’s blocked the car.\n\nThe man walks around to the back of his car to survey the\ndamage. He begins to talk to the man in the front passenger\nseat.\n\nTONY (CONT'D)\nWhat’s he doing?\n\nHe then walks over to Tony’s car. Slowly. He is wearing a\nwestern shirt, jeans and bright green cowboy boots. He looks\nat the front of Tony’s car and comes to the window.\n\f21.\n\nLAURA\nDon’t get out of the car.\n\nTONY\nI’m not getting out of the car\nsweetheart.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\n21. LAURA\nDon’t get out of the car. TONY\nI’m not getting out of the car\nsweetheart. \n\nTARGET SECTION TO BE ANNOTATED:\nRay motions for Tony to roll down his window. Tony does this\nreluctantly.\n\nRAY\nGood evenin.\n\nRay smiles.\n\nTONY\nGood evening.\n\nRAY\nYou’re supposed to stop when there\nis an accident.\n\nTONY\nI know that.\n\nRAY\nThen why didn’t you stop then?\n\nThe man leans down and looks inside the car at Laura and\nIndia. India is trying to get a signal with her phone again.\n\nRAY (CONT'D)\nThat won’t work. No signal here.\n\nHe looks at Tony again.\nRAY (CONT'D)\n\nYou’re not supposed to leave the\nscene of an accident. It’s a crime.\n\nLAURA\n\nAfter the way you were driving?\nTONY\n\nLaura...\nRAY\n\nWhat did you say?\n\f22.\n\nRay’s hand is resting on top of the Mercedes. He is tapping\nhis fingers on the roof of the car over and over. We can see\nclearly the twinkle of a pink diamond heart shaped girl’s\nring on his little finger. His dirty nails are long and that\nof someone who plays the guitar. He has the swagger of a\nseventies rock star.\n\nLAURA\nJust that the way you were driving\nwas crazy.\n\nRay bangs his hand on the roof of the car and spits.\n\nRAY\nHey Turk!\n\nThe doors on the right side of the Buick open and the two men\nget out. TURK who is the smallest of the three and LOU who is\ntall and thin with a dead look in his eyes. Both men wear old\nbaseball hats.\n\n \n\nRay puts his hands on the half opened window and leans in.\n\nLAURA\nDon’t come any closer.\n\nTONY\nAlright sweetheart, it’s alright.\n\nThe other men begin approaching the car.\n\nLAURA\nYou know what, please just get back\nin your car. Leave us alone.\n\nRAY\nLady, lady, lady... Calm down. We\ngot an accident to report, that’s\nall.\n\nOne of the men shines his flashlight at Laura.\n\nLAURA\nLeave us alone.\n\nTONY\nIt’s just a flashlight sweetheart.\nIt’s just a flashlight. It’s\nalright.\n\f23.\n\nRAY\nJesus Christ.\n\nThe other two men are inspecting the front of Tony’s car\nputting their hands on the hood and leaning down under the\ncar. We cannot see what they are doing.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAY\nJesus Christ. The other two men are inspecting the front of Tony’s car\nputting their hands on the hood and leaning down under the\ncar. We cannot see what they are doing. \n\nTARGET SECTION TO BE ANNOTATED:\nTONY\n\nOkay. All right. Let’s exchange\ninformation.\n\nRAY\nInformation? Let’s exchange\ninformation?\n\nRay lowers himself down on his knees and rests his arms\nacross the car door. He smiles.\n\nTONY\nYeah. Alright. Open up the glove\ncompartment sweetheart.\n\nRAY\nLet's exchange information. Okay.\nI'm a Gemini, my favorite color is\npetal pink, and I like long walks\nand kittens.\n\nRay breaks into hysterical laughter as he claws with his\nnails at the window imitating a kitten. The family sits\ndumbstruck, as the other men laugh along with Ray.\n\nTONY\nYou know what, we should call the\npolice.\n\nRAY\n\nOh? It’s a great idea. It was your\nfuckin fault, right?\n\nLAURA\nIt doesn’t matter whose fault it\nwas Tony.\n\nThe two men in front walk around to the side of the car.\n\f24.\n\nTURK\nHey Ray, this guy’s got a flat\ntire.\n\nTONY\n\nOh come on!\n\nRay goes around to look. The men all start to laugh.\n\nRAY\nWell what do you know? Well sure\nthing.\n\nTONY\nWhat?\n\nSomeone kicks the tire and the car rocks a bit.\n\nINDIA\nDon't believe it, dad.\n\nThe three men come to the driver’s window.\n\nRAY\nYep. Your left tire is flat, sure\nis.\n\nTURK\n\nFlat as a pancake.\n\nRAY\nYou must have busted it when you\nwas shoving us off the road.\n\nSomeone cackles.\n\nLAURA\nWe did not shove you off the road!\nYou shoved us off the road!\n\nTONY\nShhh. Be quiet.\n\nINDIA\n(Quietly) It’s a lie.\n\nRAY\nYou think I’m a liar?\n\nTONY\nShe's just a child.\n\f25.\n\nRAY\nYou think I’m a liar!\n\nTONY\nNo. She’s not saying that man.\nShe's just a child.\n\nHe waves the other guys back.\n\nRAY\nYou don’t got a flat, go on and\ndrive. Start the engine and drive.\nDrive on it asshole, drive away.\nNobody's stopping you.\n\nTony starts the car and rolls it forward. It is evident that\nthe tire is flat. He turns off the engine.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTony starts the car and rolls it forward. It is evident that\nthe tire is flat. He turns off the engine. \n\nTARGET SECTION TO BE ANNOTATED:\nTONY\nGod damn it!\n\nLAURA\nOh god! Oh god! What are we going\nto do Tony? What are we going to\ndo?\n\nTONY\nIt’s alright. It’s okay.\n\nLAURA\nIt’s not okay. We’re in the middle\nof nowhere. What are we going to\ndo?\n\nRAY\nTell you what. We’ll fix it for\nyou. Won’t we, guys?\n\nTURK\nYeah. Sure.\n\nLAURA\nReally?\n\nRAY\n\nYeah, just to show you we're okay\nwe'll fix it for you, you won't\nhave to do a thing, and then we’1l\ngo to the cops together, you and\nme, and report your accident.\n\f26.\n\nTURK\n\nYou got tools, mister?\nLAURA\n\nDon’t get out of the car. Please.\nRAY\n\nNo need. Use ours. Come on, let’s\n\nget going.\n\nThe three men go to the trunk of their car while Tony and his\nwife and daughter watch with their doors locked. They watch\nwhile the men bring out their tools, the jack, the tire iron.\n\nTURK\nYou got a spare tire man?\n\nTony pauses. He is not sure. The men start to laugh. All but\nRay who is lighting a cigarette.\n\nRAY\nYou cain’t change a tire without a\nspare.\n\nTURK\nYou wanna give me the keys to the\ntrunk?\n\nLAURA\nNo.\n\nINDIA\nNo, dad.\n\nTurk looks at India for a long time. Staring. Looking her up\nand down.\n\nTURK\n\nWho the fuck do you think you are?\nTONY\n\nJust pop the trunk open for me\n\nLaura.\n\nTony gets out of the car and lifts out the suitcases and\nboxes in the light of the flashlight held by Turk, until they\nget at the spare tire.\n\f27.\n\nRay taking a drag off of his cigarette begins dancing next to\nthe car.\n\nTURK\nGet the women outta the car.\n\nRAY\nCome on, get em out.\n\nTony stares blankly at Ray as he weighs this in his mind. Ray\nis becoming irritated.\n\nRAY (CONT'D)\nCome on man! We gotta lift your car\nup on a jack so get um out.\n\nTony looks around surveying the situation.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAY (CONT'D)\nCome on man! We gotta lift your car\nup on a jack so get um out. Tony looks around surveying the situation. \n\nTARGET SECTION TO BE ANNOTATED:\nRAY (CONT'D)\nDude! We gotta lift your wife and\nyour child and your car? Get your\nwomen out of the car!\n\nTony looks at his wife and daughter. He clocks the man with\nthe crowbar and the other with the wrench.\n\nTONY\nIt’s all right honey. They just\nwant you out while they fix the\ntire.\n\nLaura and India get out and stand near the door of the car.\nThe men begin raising the car and loosening the flat tire.\n\nRay is kicking the luggage around at the back of the car\ninspecting it with the toe of his cowboy boot. He looks up at\nTony.\n\nRAY\nCome over here.\n\nTony walks towards him .\n\nRAY (CONT’D)\nYou seen what you did to my car?\nYou think you’re fuckin hot shit\ndon’t you?\n\nTONY\nWhat are you talking about?\n\f28.\n\nRAY\nThey definitely think they’re\nfuckin hot shit.\n\nTONY\nWho?\n\nRAY\nAre you serious. Your bitches man,\nwho else? You too. You think you're\nsomthin special, you can bump a\nguy’s car and then leave the scene\nof an accident.\n\nTONY\nListen, you were playing some kind\nof crazy game with us on the road.\n\nRAY\nYeah?\n\nThe flashing blue lights of a police car suddenly appear. The\ncar is moving at very high speed, clearly on a call. Tony\nsteps towards the road and waves his arms. Laura and India\nrun towards the road screaming. They are too late and shout\nfrantically into the night as the police car speeds off into\nthe distance. Ray holds his breath for a moment and then he\nand the other two men start laughing.\n\nRAY (CONT'D)\nThere goes your cops. You should\nhave tried harder to stop them. But\nthat’s okay. We’ll take good care\nof you.\n\nThe men continue to work on the car. They seem to enjoy it\nand laugh and talk. Ray is not laughing.\n\nRay paces back and forth while the other two men finish\nchanging the tire. Ray looks periodically over at Laura and\nIndia tapping his feet and murmuring under his breath.\n\nRAY (CONT'D)\n(Murmuring) Fuckin bitches. Fuckin\ngod damned uppity bitches. Fuck\nyou. I’1l teach you a thing or two.\nFuck you...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nFuck\nyou. I’1l teach you a thing or two. Fuck you... \n\nTARGET SECTION TO BE ANNOTATED:\n\f29.\n\nTony is watching Ray pace back and forth. He hears what he is\nsaying.\n\nRAY (CONT’D)\nWhat are you looking at? Hot shot.\n\nHe is muttering to himself and becoming more agitated.\n\nRAY (CONT’D)\nWhat were you trying to do there on\nthe road?\n\nTONY\nWe are just trying to get to where\nwe are going.\n\nRAY\nAnd where’s that?\n\nTony says nothing.\n\nRAY (CONT'D)\nI said, where are you going.\n\nTONY\nMarfa.\n\nRAY\nAnd what exactly is in Marfa?\n\nTony looks at the ground. The man moves closer to Tony and\nbrings his face level with his. Tony takes a step backwards\nand Ray closes the gap. Ray leans forward forcing Tony to\nlean back.\n\nRAY (CONT'D)\nI said, what’s in Marfa? Hey mother\nfucker.\n\nRay takes hold of Tony’s crotch and shoves him.\n\nTONY\nHey, let go of me.\n\nINDIA\nLeave my dad alone, asshole!\n\nLAURA\nIndia...\n\f30.\n\nRAY\nFuck you, baby.\nLAURA\nShe didn't mean that. She’s just a\n\nkid.\n\nRay strolls over to where India and Laura are standing. They\nare terrified.\n\nTurk grabs Tony and pushes him backwards as Ray shoves India\nup against the car.\n\nRAY\nWhat’s in Marfa? Your daddy won't\ntell me so why don’t you.\n\nINDIA\nWhat is it to you anyway?\n\nTony is now fighting to get to India as Turk pushes him back\nwith a crowbar.\n\nRAY\nCome on baby, we're nice guys.\nWe're fixin your tire.\n\nRay begins to dance in front of India, trapping her at the\ndoor of the car.\n\nRAY (CONT'D)\nWanna dance? Wanna dance?\n\nRay looks towards Tony who is still struggling with Turk to\nget towards his daughter.\n\nTONY\nLet her go!\n\nRAY\nLook at him. Your daddy thinks he’s\nso much better than me. What do you\nthink?\n\nIndia looks him straight in the eyes.\n\nINDIA\nWell he is.\n\f31.\n\nRAY\nLook at him. He’s a wimp. A total\npussy.\n\nTONY\n\nGet your hands off of her!\n\nINDIA\nYou’re scum, you know.\n\nRay takes a step towards India.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONY\n\nGet your hands off of her! INDIA\nYou’re scum, you know. Ray takes a step towards India. \n\nTARGET SECTION TO BE ANNOTATED:\n Laura steps in between but he\npushes her aside. He puts his hands on the girl’s shoulders.\n\nInstantly Laura is on him hitting and kicking and pulling at\n\nhim from behind until she is flung to the side.\n\nRAY\nBitch!\n\nTony moves in but before he knows it Ray knocks him back.\nTony falls to the ground. His nose is bleeding. Ray faces all\nthree of them.\n\nRAY (CONT'D)\nWatch it you fucking assholes. You\ngot no fucking right to talk to me\nlike that!\n\nThe men by the tire stop to watch.\n\nRAY (CONT'D)\nChrist sake, we're fixin your god\ndamned tire!\n\nHe walks around to the other two men. Laura wraps her arms\naround India and tries to calm her down. Tony struggles to\nget up from the pavement, his nose bleeding profusely.\n\nRAY (CONT'D)\n(To Tony) You all right over there?\nNeed a tissue?\n\nRay walks over to Tony who is now standing holding onto his\nnose as the blood runs down his face.\n\nRAY (CONT'D)\nGod damn! That looks bad!\n\nHe turns towards Laura and India.\n\f32.\n\nRAY (CONT'D)\nHey honey! You got a tampon? Your\nnose looks like shit!\n\nTONY\nI’m fine.\n\nRAY\nI mean it looks like shit.\n\nTONY\nI’m fine.\n\nThe men have finished with the car. Ray looks over at them.\n\nRAY\nAre we good? We’re good. We’re set.\nWe're good to go.\n\nTONY\nAlright. How far up the road until\nwe can get a phone signal?\n\nRAY\nAnd why do you want to get further\nup the road? So you can leave the\nscene of an accident again?\n\nRay moves closer to Tony.\n\nINDIA\nLeave him alone!\n\nRay looks over at India and stares at her for a moment. He\nthen turns back to Tony.\n\nRAY\nThere’s service up by Bailey. How\ndo you think we’re gonna get there\nthough?\n\nTONY\nIn our cars.\n\nRAY\nWhich car?\n\f33.\n\nTONY\nBoth cars.\n\nRAY\nNaw, mister. Don’t try no fuckin\nshit with me.\n\nTONY\nWhat?\n\nRAY\nYou heard me. I know what you’re\ndoin. I know what your plan is.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAY\nYou heard me. I know what you’re\ndoin. I know what your plan is. \n\nTARGET SECTION TO BE ANNOTATED:\nTONY\nWhat is the matter?\n\nRAY\nDon’t try no fucking shit with me.\n\nTONY\nWhat is the matter? What the fuck\nis wrong with you?\n\nRAY\nHow do I know that you ain’t gonna\njust floor the gas and leave me in\nthe dust.\n\nTONY\nAlright fine. Get in your car and\nwe'll follow you there.\n\nRAY\nFuck you! No way! You go in my car.\nTONY\nWhat?\nINDIA\nNo!\nLAURA\nNo. No way.\nRAY\n\nYou come with us.\n\nTONY\nNo. I’m not going to do that.\n\f34.\n\nRAY\nOkay fine. You drive your car and\nthe girl comes with us.\n\nRay starts to move around the back of the car towards Laura\nand India. Lou moves towards Tony to hold him back. Laura\ntries to push Ray away from India but is blocked by Turk who\nthrows her to the ground. Ray picks India up and begins to\ncarry her to the front of the car. The two women begin\nscreaming as the situation becomes more violent. Tony finally\nbreaks free from Lou and moves in towards the car only to be\nheld back once again.\n\nTONY\nStop! What are you doing! Stop! Get\nyour hands off of them!\n\nIndia breaks free and runs down the road as Ray stands\ncatching his breath. He calls after her as he rubs his\ncrotch.\n\nRAY\nBye bye sweetheart. I love you!\n\nTONY\nIndia!\n\nLaura is still struggling with Turk as Lou releases Tony.\n\nTONY (CONT'D)\nGet your hands off of her!\n\nLaura breaks free and runs towards India. Ray looks towards\nTony who is now slowly wandering down the road towards Laura\nand India. He is dazed.\n\nRAY\nLook what you gone and did!\n\nHe looks towards Laura.\nRAY (CONT'D)\nIs she the boss? Is she the boss of\n\nyour family?\n\nTONY\nLaura!\n\f35.\n\nAs Tony moves towards his wife and daughter Ray follows and\ndrops down to his knees in front of Tony.\n\nRAY\nHave you got a vagina? Have you got\na fuckin vagina there?\n\nRay flattens himself on the road and begins fucking the\npavement.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAY\nHave you got a vagina? Have you got\na fuckin vagina there? Ray flattens himself on the road and begins fucking the\npavement. \n\nTARGET SECTION TO BE ANNOTATED:\nRAY (CONT'D)\nHey, vagina boy! Vagina boy!\n\nTony finally snaps, moves quickly to Ray and screams at the\ntop of his voice.\n\nTONY\nStay away! Stay away! Stay the fuck\naway!\n\nRay is now right in Tony’s face as the two men stand\nscreaming at each other. Laura runs to the car and shouts at\nTony and India to get in the car.\n\nLAURA\nTony! Tony! Get in the car!\n\nThere is a rush of motion, the men are startled, India runs\nto the car and makes her way around to the rear door and into\nthe backseat, slamming and locking the door behind her. Laura\nalso jumps into the front seat and locks the door.\n\nRay has now moved away from Tony and towards the Mercedes.\n\nRAY\nHey! Here we go! Go in both cars!\nHey Lou!\n\nRay runs around to the driver's side of the Mercedes and\nstarts to jump in just before Laura realizes too late what is\nhappening and is not able to reach across and lock the door.\nHe braces the door open with his foot as Laura scratches and\nclaws at him as he tries to get in.\n\nAs Tony looks up, he sees Turk reach around and unlock the\nback door as India bites him and screams. He fights her off\nand pushes his way into the car as Ray slams the driver's\ndoor and starts the car.\n\f22\n\n23\n\n36.\n\nINDIA\nDad! Dad!\n\nTony stares at what is happening in complete disbelief. He\nfreezes and stands for a moment paralyzed. India’s scream\npierces the silence of the night and finally pulls him back\nto reality. He snaps to and moves towards the car but\nimmediately Lou is upon him.\n\n \n\nWith a violent roar the car pulls onto the highway and speeds\naway.\n\nTONY\nNo! No!\n\nTony sees the horrified faces of his wife and daughter as the\ncar rushes away. India’s tear streaked face staring back at\n\nhim from the rear window. The sound of the car fades and the\nred tail lights grow fainter and then disappear all together.\n\nTONY (CONT'D)\nNo! No! No!\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- 22\nCONTINUOUS.\n\nHorrified, Susan snaps the book closed. She is stunned.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT -- 22\nCONTINUOUS. Horrified, Susan snaps the book closed. She is stunned. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ndeafening silence and the stillness of her bedroom is in\nsharp contrast to the scene she just read. It takes her a\nmoment to calm down.\n\nShe picks up her phone and dials.\n\nINT. HOTEL, NEW YORK. EARLY MORNING -- CONTINUOUS. 23\n\nHutton is in the lobby of the hotel. His cell phone buzzes.\nHe looks at it and answers.\n\nHUTTON\nSusan?\n\nSUSAN\nWhy didn’t you call to let me know\nthat you got in safely.\n\nHUTTON\nI didn’t want to wake you. It’s 4\no'clock in the morning there.\n(MORE )\n\f37.\nHUTTON (CONT'D)\nWhy are you still up? Take one of\nthose pills.\n\nSUSAN\nWhere are you?\n\nHUTTON\nWalking in the door of the hotel.\n\nWe see that Hutton is not alone. He is with a beautiful woman\nin her early 30s. Very much like a younger version of Susan.\nHutton puts his hand up to his lips to signify to her that\nshe should not speak. They step into the elevator.\n\nELEVATOR OPERATOR\nWhat floor sir?\n\nHUTTON\n31 please.\n\nSusan overhears this.\n\nSUSAN\nThat’s not our usual floor.\n\nHUTTON\nOur regular room wasn't available.\nYou should have seen the scene that\nI caused in the lobby.\n\nSusan softens.\n\nSUSAN\nI hope you got some sleep on the\nplane. I do worry about you, even\nthough you think I don’t. You must\nbe exhausted. I hate that flight.\nIt’s too short to really...\n\nELEVATOR OPERATOR\n31, Madam.\n\n24 INT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- 24\nCONTINUOUS.\n\nSusan clocks the “Madam”.\n\f25\n\n38.\n\nHUTTON\nAt my floor. Got to go. I’1l call\nyou later.\n\nLong pause as we watch Susan’s face.\n\nHUTTON (CONT'D)\nSusan?\n\nSusan does not answer.\n\nHUTTON (CONT'D)\nSusan? Can you hear me?\n\nSUSAN\nYes. I heard you. Get some sleep.\n\nShe hangs up the phone.\n\nSusan sits staring into space, on the edge of her bed. She\ncloses her eyes.\n\nEXT. HIGHWAY, WEST TEXAS. NIGHT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HIGHWAY, WEST TEXAS. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n 25\n\nTony and Lou run towards the GTO as the dust still lingers\nfrom the other car.\n\nLOU\nYou drive.\n\nTony gets into the dark green car. Lou sits next to him on\nthe passenger side. Tony starts the car as quickly as he can\nand speeds off after the Mercedes.\n\nHe reaches an exit.\n\nTONY\nIs this the exit?\n\nLOU\nThe exit for what?\n\nTONY\nFor Bailey?\n\nLOU\nKeep going.\n\f39.\n\nThe car bounces off of the pavement on to a dirt road. As\nthey round a corner they pass an old abandoned adobe church.\n\nTony slows the car.\n\nLOU (CONT'D)\nKeep going. Speed up.\n\nThey pass through a chain link gate onto an even less\ntraveled road.\n\nTONY\nWhat the fuck are you doing to us?\n\nLOU\nHere. Turn down here.\n\nTony stops the car.\n\nTONY\nLook, fuck you. I’m not going down\nthat road!\n\nLOU\n\nListen mister. You wanna see your\nwife and kid? Then turn down that\nroad.\n\nTony hangs his head.\n\nLOU (CONT'D)\nYou gonna cry now?\n\nTony slowly raises his head, and steps on the gas. As their\ncar makes the turn the lights illuminate the brush for just\nan instant. There is an old trailer off of the side of the\nroad. A dark colored car is parked in a turnout next to the\ntrailer, partially hidden behind a cluster of mesquite trees.\n\nTONY\nBut that’s my car we just passed!\n\nLOU\nIt ain’t your car man. Keep goin.\n\nTony continues to drive.\n\nLOU (CONT'D)\nI don’t think you need to worry\nabout your wife and kid. Like I say\nyou don’t need to worry about them.\n\f40.\n\nTONY\nWhat do you mean I don’t need to\nworry about them? What the fuck\ndoes that mean?\n\nLOU\nCalm down. He ain’t never killed\nnobody yet. That’s all I mean. At\nleast as far as I know he ain't.\n\nTONY\nKilled! Why are you talking about\nkilling!\n\nLOU\n\nI said he AIN'T killed nobody yet.\nHis voice is very quiet.\n\nLOU (CONT'D)\nIf you’d listen to me you would\nhear what I was saying.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOU\n\nI said he AIN'T killed nobody yet. His voice is very quiet. LOU (CONT'D)\nIf you’d listen to me you would\nhear what I was saying. \n\nTARGET SECTION TO BE ANNOTATED:\nThey come to a clearing were the tracks disappear into the\ngrass. The site is littered with beer bottles and a few\nshotgun cartridges. Tony comes to a stop.\n\nLOU (CONT'D)\nWell, looks like we run outta road.\nThey ain’t here. Wonder if I made a\nmistake. It’s time for you to get\nout now okay?\n\nBefore he knows it, Lou jumps out of the door, comes around\nto Tony’s side of the car and flings the door open.\n\nLOU (CONT'D)\nGET OUT!\n\nLou grabs Tony by the arm, yanks hard and in one motion\nthrows him on the ground.\n\nLOU (CONT'D)\nYou'll get killed if you don’t\nwatch it.\n\nHe gets into the car, slams the door, jerks forward, and\nstarts back up the deserted road. Tony chases after the car\nand bangs on the door as Lou kicks the dust up in Tony’s\nface.\n\f26\n\n41.\n\nTony watches the red lights disappear. Except for the light\nof the vast sky and the sound of coyotes in the distance the\nnight is completely black.\n\nTony sits down on the ground and starts to cry. He pounds his\nfists into his legs.\n\nEXT. DESERT, WEST TEXAS. NIGHT -- LATER. 26\n\nTony hears a faint but steady whooshing sound in the\ndistance, and then the far away cry of what could be the horn\nof a large truck. The sounds come from the opposite direction\nof the dirt road. Tony stands up, thinks and starts walking\nin the direction of the sound.\n\nAs he does we see lights coming along down the dirt road. The\ncar stops at the clearing where Tony was kicked out. Two men\nget out. Although it is not completely clear, the car looks\nlike Tony’s Mercedes.\n\nTony sees the beam of a flashlight and flattens himself\nreflexively behind a large boulder and a clump of brush at\nthe edge of the arroyo.\n\nRAY\nWhat did you fuckin leave him out\nhere for?\n\nLOU\n\nHey mister! Your wife wants you!\nTony holds still.\n\nRAY\nGet back in the fuckin car.\n\nLOU\nMister? Your wife wants you.\n\nSilence. Footsteps in the brush very close by.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour wife wants you. Silence. Footsteps in the brush very close by. \n\nTARGET SECTION TO BE ANNOTATED:\nLOU (CONT'D)\nMister! Ah Shit!\n\nThe men get back in the car and slam the doors. The lights of\nthe car illuminate the top of the grass and brush like a\nmovie stage. After a moment the car turns back down the dusty\nroad.\n\f27\n\n28\n\n29\n\n30\n\n42.\n\nTony stays flat against the ground. Silence. The sounds of\nthe desert. In the distance the whooshing sound seems louder\nthan before.\n\nTony pulls himself up and starts walking towards the sound.\n\nAs Tony walks through the desert brush the sky begins to\nlighten a bit to a deep violet.\n\nTony climbs down an arroyo and crawls under a barbed wire\nfence. As he does he falls to the ground and twists his\nankle. The sky is beginning to turn a light pink.\n\nEXT. HIGHWAY, WEST TEXAS. DAWN -- LATER. 27\n\nTony wanders along the highway signaling and waving his arms\nto get someone to stop but no one does. He keeps walking and\nputs his arm out as every car passes. Screaming at times for\ncars to stop. Finally, on the side of the road, Tony sees a\nsmall adobe house. He rushes up to the door and begins\nbanging on the door furiously. A woman in shorts answers. We\nhear a baby crying in the background.\n\nTONY\nMay I use your phone?\nINT. POLICE STATION, WEST TEXAS. LATER THAT MORNING 28\n\nTony sits in a glassed in room starring into space.\n\nINT. MORROW RESIDENCE SUSAN’S BEDROOM. NIGHT. 29\nSusan lies on her bed deep in thought. She is holding onto a\nsmall gold cross around her neck. “Nocturnal Animals” lies\nnext to her.\n\nINT. POLICE STATION, WEST TEXAS. MORNING -- CONTINUOUS. 30\n\nLIEUTENANT GRAVES, heavy set, 60s, asks Tony questions.\n\f31\n\n32\n\n33\n\n34\n\n35\n\n43.\n\nLIEUTENANT GRAVES\nMr. Hastings, there is no town near\nhere called “Bailey”.\n\nTONY\nI was afraid of that.\n\nTony, bleary eyed, stares off in the distance.\n\nLIEUTENANT GRAVES\nThere’s a motel across the street.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONY\nI was afraid of that. Tony, bleary eyed, stares off in the distance. LIEUTENANT GRAVES\nThere’s a motel across the street. \n\nTARGET SECTION TO BE ANNOTATED:\nHave you got any money?\n\nTONY\nI have credit cards.\n\nLIEUTENANT GRAVES\nIt’s still early Mr. Hastings.\nWe'll call if we get anything.\nEXT. MOTEL, WEST TEXAS. DUSK. 31\n\nThe neon sign in front of the motel flicks on.\n\nINT. MOTEL, WEST TEXAS. TONY'S ROOM - BATHROOM. NIGHT. 32\n\nTony is attempting to lie comfortably in the tiny tub of his\nmotel room. He is washing the blood and dirt off of his face.\nThe steam from the water rises. The light is a harsh glow.\nThe tub is dingy with green tiles and a plastic shower\ncurtain. He begins to cry softly.\n\nINT. MORROW RESIDENCE - SUSAN'S BATHROOM. NIGHT. 33\nSusan lies in her tub with her eyes open. Thinking. There is\nonly a dim light in the room coming from the open door.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. EARLY MORNING. 34\nSusan lies on her bed motionless, staring at the ceiling. It\nis another grey foggy LA day.\n\nINT. MOTEL, WEST TEXAS. TONY’S ROOM. DAY. 35\n\nTony lies on the bed sprawled out with his shirt off. His\nhair is wet. The air conditioner is on full blast.\n\f36\n\n44,\n\nThe phone rings.\n\nTONY\nHello.\n\nLIEUTENANT GRAVES\nThis is Lieutenant Graves. They\nfound your car over in a washed out\narroyo at Topping.\n\nTONY\nWhat about my wife and daughter?\n\nLIEUTENANT GRAVES\nStill no news. They weren’t in the\ncar.\n\nTony flinches.\n\nLIEUTENANT GRAVES (CONT'D)\nWe're turning this case over to\nLieutenant Andes. Can he pick you\nup in a few minutes?\n\nTONY\nI’m ready now.\n\nEXT. MOTEL PARKING LOT, WEST TEXAS. DAY -- LATER. 36\n\nA police car sits in front of the motel office. A tall slim\nman in a western jacket and a cowboy hat is standing at the\nback of the car smoking. This is BOBBY ANDES, late 40s,\nweathered face, faded brown hair, with a mustache.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY -- LATER. 36\n\nA police car sits in front of the motel office. A tall slim\nman in a western jacket and a cowboy hat is standing at the\nback of the car smoking. This is BOBBY ANDES, late 40s,\nweathered face, faded brown hair, with a mustache. \n\nTARGET SECTION TO BE ANNOTATED:\n He is\n\nimposing.\n\nANDES\nGlad to meetcha. I’m Bobby Andes. I\nlook into things around here.\n\nTONY\nYou found my car?\n\nANDES\nThey found it in a creek bed.\n\nHe takes a drag of his cigarette as he surveys Tony.\n\f37\n\n45.\n\nANDES (CONT’D)\nTell you what. If we take you back\nto the house where we picked you up\nfrom could you back track from\nthere?\n\nTONY\nI could try.\n\nANDES\nOkay then, you try. Let’s go.\n\nINT. POLICE CAR, WEST TEXAS HIGHWAY. DAY -- MINUTES LATER. 37\n\nThe man in uniform drives fast. Clearly used to driving like\na cop. No one speaks. Bobby Andes is sitting in the passenger\nseat and Tony in the back. The loudspeaker chatters with\nradio police voices. Bobby turns the sound down.\n\nANDES\nIt’s my understanding that these\nfellas didn’t have any guns.\n\nTony looks down.\n\nTONY\nNo.\n\nAndes stares at Tony for a moment.\n\nANDES\nAlright. Let’s get some things\nstraight. You say this fella named\nLou drove you into the brush and\nleft you there?\n\nTONY\nHe made me drive.\n\nANDES\nAnd when you started to walk out\nyou saw them coming in again.\n\nTONY\nYes.\n\nANDES\nWhich car was it?\n\f46.\n\nTONY\nI think it was my car.\n\nANDES\nHow do you know?\n\nTONY\nThe look of it. The sound of it. It\nsounded like my car.\n\nANDES\nCould you see them in the dark?\n\nTONY\nNot very well.\n\nANDES\nWhat did they say?\n\nTONY\nThey said, “Mister, your wife wants\nyou”.\n\nANDES\n\nWhy didn’t you go to them?\nTony looks down at his lap.\n\nTONY\nI don’t know why I didn’t go.\n\nANDES\nDo you think they were with them?\n\nThey drive by an old red billboard, glowing brightly in the\nharsh sunlight.\n\nTONY\nI don’t know. I didn’t think so\nthen. I thought if they were she\nwould have called out. I don’t know\nwhy I didn’t go. Something held me\nback.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought if they were she\nwould have called out. I don’t know\nwhy I didn’t go. Something held me\nback. \n\nTARGET SECTION TO BE ANNOTATED:\nANDES\nWell, I think we had better find\nthat road, don’t you?\n\f38\n\n47.\n\nThey drive for quite a while and then stop in front of the\nsmall adobe house just off the highway where Tony was picked\nup. Bobby Andes lights a cigarette.\n\nANDES (CONT’D)\nOkay. Can you take it from here?\n\nTONY\nI came down the highway. I walked\nfor a long time. No one stopped for\nme.\n\nANDES\nSargent, back up slowly down the\nshoulder. Put your signal lights\non.\n\nThey move against the traffic for only a few minutes.\n\nTONY\nStop the car! Stop the car! I came\nout of that barbed wire fence.\nRight there, next to the reflector.\nI remember that.\n\nThe officer stops the car.\n\nANDES\nLet’s get out and walk. You said\nyou walked out here, right?\n\nEXT. HIGHWAY, WEST TEXAS. DAY -- CONTINUOUS. 38\n\nThe men get out of the car and crawl under the barbed wire\nfence. Tony surveys the desert landscape. Bobby puts out his\ncigarette.\n\nTONY\nI came up this way because I walked\nalong in that arroyo over there.\n\nANDES\nThis is part of the old Valdes\nplace. There’s a cattle station\ndown that way a bit next to where\nthey burn their garbage. This road\nleads to it.\n\f39\n\n40\n\n48.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. MORNING -- 39\nCONTINUOUS.\n\nSusan is in her bed reading and is clearly engrossed. She is\nnervously fondling the gold cross around her neck.\n\nEXT. GARBAGE DUMP - OLD VALDES PLACE, WEST TEXAS. DAY -- 40\nLATER.\n\nTony is standing stunned. His eyes are wet. In the distance\nthere is a three sided concrete pen filled with what is left\nof burned garbage. In the middle of the garbage is a charred\nand_ ripped red velvet sofa that someone has thrown out. Lying\non the sofa we see what seems to be a pair of naked lovers\nintertwined. They do not move. Their white skin gleams in the\nhot sun.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nLying\non the sofa we see what seems to be a pair of naked lovers\nintertwined. They do not move. Their white skin gleams in the\nhot sun. \n\nTARGET SECTION TO BE ANNOTATED:\nTony begins to move slowly towards the lovers and lowers\nhimself to his knees in front of them.\n\nThe two of them look small. Like children. White and naked in\nthe bright daylight. Bobby lifts the girl’s head gently in\nhis hand. Tony sees her face from the side, her long red hair\ntangled in the blood across her mouth.\n\nTony is in shock and can’t speak. Bobby lowers India’s head\ncarefully back onto the arm of the sofa and climbs over\nslowly to the other side. He pushes the other body back\ngently by the shoulders. Tony stares at the dark red hair.\n\nHe sees Laura’s mouth open like she is crying out, her cheeks\nand eyes contorted with pain. Bobby Andes holds her head up\nfor him to see. Her small gold cross dangles from her neck\nand catches the sun.\n\nBOBBY\nIs this your wife?\n\nTONY\nIs she all right?\n\nThe woman's face is white. The eyes fixed. Bobby does not\nanswer.\n\f4l\n\n42\n\n43\n\n49,\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. MORNING -- 41\nCONTINUOUS.\n\nSusan gasps as she continues to fondle the gold cross around\nher neck. She closes the book. Her breathing is rapid and she\nslowly collects herself.\n\nSusan picks up the phone on her night table and dials.\n\nINT. BOARDING SCHOOL DORM ROOM, OJAI CALIFORNIA. MORNING 42\n-- CONTINUOUS.\n\nSAMANTHA MORROW, 16, pale white skin and long red hair is\nlying naked on a bed. The white arm of a boy is draped across\nher. They are still. Sam’s phone rings and she turns to\nanswer it.\n\nSAM\nMom? Is that you? Is everything all\nright?\nINT. MORROW RESIDENCE - SUSAN'S BEDROOM. MORNING -- 43\nCONTINUOUS.\nSUSAN\n\nI'm fine. I just wanted to hear\nyour voice. I miss you.\n\nA rustling sound as Sam drops the phone and then picks it up\nagain. We hear movement in the background and a muffled\nwhisper.\n\nSAM\nYou woke me up. I’m still in bed.\nIt’s Sunday morning mom. Can I call\nyou later?\n\nSUSAN\nYeah.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s Sunday morning mom. Can I call\nyou later? SUSAN\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m sorry sweetheart. Go back\nto sleep.\n\nSAM\n\nYou sound weird. Are you okay?\n\nSUSAN\nI'm fine. It’s nothing. Go back to\nbed sweetheart. (Pause) I love you.\n\f44\n\n50.\n\nSAM\nYeah. Me too. I’1l call you later.\n\nSusan hangs up. She stares ahead but can only see the image\nof Tony kneeling in front of the bodies on the sofa. She\ncloses her eyes.\n\nFLASHBACK - EXT. 5TH AVENUE, NEW YORK. NOVEMBER 1996 -- 44\nEVENING.\n\nSusan at 22 is coming out of the door of Bergdorf’s and turns\nto walk uptown. There is a young man lingering in the next\ndoorway watching her. He steps out just ahead of her and\nwalks in the same direction she is walking. He walks slower\nthan she does and they are now only a few feet apart. She\nrealizes that she knows him, or thinks she knows him. She\nquickens her pace.\n\nSUSAN\nEdward? Edward!\n\nEdward turns around. He is handsome, beautiful in a boyish\nway. It is striking how much Edward looks like Tony from\n“Nocturnal Animals” although he has lighter hair, is younger\nand clean shaven. It is beginning to snow and starting to get\ndark.\n\nEDWARD\nSusan! God it’s good to see someone\nI know.\n\nHe looks her up and down.\n\nEDWARD (CONT'D)\nYou look beautiful. As always.\n\nThey kiss on the cheek. As they do, Edward pulls her close.\nWe see him breathe in deeply and close his eyes.\n\nSUSAN\nWhat are you doing in New York?\n\nEDWARD\nI am here for a scholarship\ninterview at Columbia.\n\f45\n\n51.\n\nSUSAN\nColumbia? I thought that you were\nat the University of Texas,\nbecoming a great writer.\n\nEDWARD\nI am. Becoming a great writer? I\ndon’t know. Are you still at Yale\nbecoming a great artist?\n\nSUSAN\nColumbia graduate school. Art\nHistory.\n\nThey look silently at each other for a moment.\n\nSUSAN (CONT’D)\nDo you know anyone here?\n\nEDWARD\nJust you.\n\nSUSAN\nWould you like to have dinner?\n\nEDWARD\nAbsolutely.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nJust you. SUSAN\nWould you like to have dinner? EDWARD\nAbsolutely. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSAN\nWalk me home and I’11l drop these\noff.\n\nEdward takes her shopping bags.\n\nSUSAN (CONT’D)\nThank you. I miss Texas men.\n\nFLASHBACK - INT. MR. CHOW RESTAURANT, NEW YORK. LATER THAT 45\nEVENING.\n\nSusan and Edward are finished with dinner and are having\ndrinks. It is clear that they have already had a few as the\natmosphere between them is warm and intimate.\n\nEDWARD\nYou know, you were my first crush\nwhen we were at Hastings. I really\nonly spent so much time with your\nbrother to be around you.\n\f52.\n\nSUSAN\nAnd you were his first crush.\n\nEDWARD\nWhat? I had no idea Cooper was gay.\n\nSUSAN\nI don’t think he did either. Then.\nBut he was obsessed with you. If I\nhadn't caught you looking at me all\nthe time I would have thought the\ntwo of you were sleeping together.\n\nEDWARD\nI feel terrible that I haven’t\nspoken to him in a few years. I\nhaven't been a very good friend. I\nhope that I didn’t hurt him.\n\nSUSAN\nYou’re good you know. Most guys\nwould be freaked out to find out\nthat their best friend had been in\nlove with them. Call him, he’d like\nthat. My parents have basically\ndisowned him. They don’t really\nspeak anymore.\n\nEDWARD\nWhy?\n\nSUSAN\nAre you kidding? You know my\nparents. Religious, conservative,\nsexist, racist, materialistic,\nRepublican, narcissistic.\n\nEDWARD\nWhat do you really think Susan?\n\nSUSAN\nIt’s true. They’re pretty narrow.\nThey look at us as just an\nextension of themselves. They can’t\naccept Cooper for who he is. I’m\nnot sure how I will fare.\n\f53.\n\nEDWARD\nAren’t you being a little hard on\nthem?\n\nSUSAN\n\nNo. I don’t think so. They have a\npretty antiquated idea about how I\nam supposed to live my life. My\nmother especially.\n\nEDWARD\nI’ve always loved your mother. She\nwas great with me when my father\ndied.\n\nEdward looks at her.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nI’ve always loved your mother. She\nwas great with me when my father\ndied. Edward looks at her. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD (CONT'D)\nYou both have the same kind of\nsadness in your eyes.\n\nSUSAN\nWhat?\n\nEDWARD\nYou and your mother.\n\nSUSAN\nWhat a weird thing to say.\n\nEDWARD\nI’m sorry. I hope that doesn’t\noffend you. But she has always\nseemed sad to me. She has sad eyes.\nI’ve thought that since I was a\nlittle boy. You have the same eyes.\nThey're beautiful.\n\nSUSAN\nPlease don’t say that. I don’t want\nto be like my mother.\n\nEDWARD\nI always envied your family. I felt\nlike a complete imposter at school.\n\nSUSAN\nI thought I was the only one that\nfelt that way.\n\f54.\n\nEDWARD\nYou?\n\nSUSAN\nI tried so hard to seem perfect.\n\nEDWARD\nAnd you don’t feel that way?\n\nSUSAN\nNo.\n\nEdward looks at her. He smiles.\n\nEDWARD\nBut that’s exactly what makes you\nso perfect.\n\nSUSAN\nYou'll definitely make a great\nnovelist. You’ve created a\ncompletely fictitious character in\nyour head.\n\nEDWARD\nNo. I don’t believe that.\n\nHe looks into her eyes.\n\nEDWARD (CONT'D)\nWhy did you give up on becoming an\nartist?\n\nSUSAN\nI’m too cynical to be an artist. I\nthink to be good, you have to\ncreate from some sort of place\ninside that I’m not sure that I\n\nhave.\n\nEDWARD\nYou really underestimate yourself\nyou know.\n\nSusan stares directly into Edward’s eyes.\n\nSUSAN\nWould you come home with me?\n\f46\n\n55.\n\nEDWARD\nWow. That’s is a bit forward. Not\nwhat I’d expect from a Texas\ndebutante.\n\nSUSAN\nYou know debutantes are all sluts.\n(Pause) And you know, you were my\nfirst crush too.\n\nEdward smiles at this.\n\nEDWARD\nI know.\n\nShe smiles at him. He smiles back.\n\nEdward's face slowly morphs into that of Tony’s as our\nflashback dissolves.\n\nEND FLASHBACK\n\nINT. POLICE STATION, WEST TEXAS. LATER THAT DAY. 46\n\nAs Edward’s smile fades in our flashback, Tony’s stunned face\nbecomes clear as he sits alone in the glass room.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nEND FLASHBACK\n\nINT. POLICE STATION, WEST TEXAS. LATER THAT DAY. 46\n\nAs Edward’s smile fades in our flashback, Tony’s stunned face\nbecomes clear as he sits alone in the glass room. \n\nTARGET SECTION TO BE ANNOTATED:\nBobby Andes walks into the room.\n\nANDES\nWe got a report from Ozona. Someone\nelse harassed on the highway last\nnight just like you.\n\nBobby hesitates. He puts his hand on Tony’s shoulder.\n\nANDES (CONT’D)\nIf you don’t mind, we’1ll need your\nfinger prints.\n\nTONY\nMine?\n\nANDES\nNo offense, it’s just that we found\nsome prints on the trunk of your\ncar.\n\f56.\nBobby pauses.\nANDES (CONT’D)\n\nThere’s somethin else.\n\nTONY\nYes?\n\nANDES\nWe got a cause of death.\n\nTony slumps in his chair.\n\nANDES (CONT’D)\n\nYour wife had a fractured skull.\nShe appears to have been struck\nwith a hammer, or baseball bat.\nOnly once or twice. Your daughter\nhad a harder time. She was\nsuffocated.\n\nHe waits for Tony to take this in.\n\nANDES (CONT’D)\nShe also had a broken arm.\n\nHe watches Tony. He pauses.\n\nANDES (CONT’D)\nAnd they had both been raped.\n\nTony stares blankly ahead.\n\nBOBBY\nYou were also right about that\ntrailer.\n\nTONY\nHow?\n\nANDES\n\nI mean your friends took your folks\nthere just like you thought.\n\nTONY\nHow do you know that?\n\f47\n\n48\n\n57.\n\nANDES\nWe found your wife’s finger prints\non the bed post.\n\nTONY\nWhose trailer is it?\n\nANDES\nHe’s clear. Guy who lives in El\nPaso. The place had been broken\ninto. Someone’s been living in it.\nWe got other prints too in the\ntrailer. We’ll have to check them\nagainst the owner’s and see if we\ncan separate them out. But I’m\nhopeful. The owner hasn’t been\nthere since last fall. (Pause) It\nlooks promising.\n\nTony looks up at Andes.\n\nTONY\nPromising?\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- LATER. 47\n\nSusan lies in her bed deep in thought.\n\nFLASHBACK - INT. HIGHLAND PARK GRILL ROOM, DALLAS TEXAS. 48\n1996 -- EVENING.\n\nSusan and her mother, ANNE SUTTON, 48, are having dinner.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLASHBACK - INT. HIGHLAND PARK GRILL ROOM, DALLAS TEXAS. 48\n1996 -- EVENING. Susan and her mother, ANNE SUTTON, 48, are having dinner. \n\nTARGET SECTION TO BE ANNOTATED:\n The\natmosphere at the table is tense.\n\nANNE\nWhy didn’t you tell me this before?\n\nSusan’s mother sits quietly fuming. She speaks calmly but\nthere is an edge to her voice.\n\nANNE (CONT'D)\nYou are actually going to leave New\nYork and move to Austin to go to\nthe god damned University of Texas?\nI thought you loved Columbia.\n\n(MORE )\n\f58.\nANNE (CONT'D)\nWhat happened to their “great art\nhistory department”?\n\nShe pauses a moment.\n\nSusan, why are you doing this? I\nmean, where is this going to go?\n\nSUSAN\nWhat do you mean where is it going\nto go? I’m going to marry Edward.\nThat’s where it’s going to go.\n\nANNE\nThis is a ridiculous conversation.\nYou're too young to get married.\n\nSUSAN\nOh really? Didn't you try to\nconvince me just last summer that I\nshould marry Bass?\n\nANNE\nThat was different. Bass is your\nequal.\n\nSUSAN\n\nOh my god, did you just say that?\nYou really just said that? That\ncame out of your mouth?\n\nANNE\nWhy do you always think the worst\nof me? That is not what I meant.\nWhat I meant is that you are very,\nvery strong willed and as sweet as\nhe is, Edward is just too weak for\nyou.\n\nSUSAN\nWeak isn’t the word I would use to\ndescribe Edward. Sensitive is the\nword I would use and that’s\ncertainly not a word that I could\never use to describe anyone in this\nfamily, except maybe Cooper.\n\f59.\n\nANNE\nDon’t bring Cooper into this. Come\non Susan. You may not think that we\ncare about the same things but\nyou’re wrong. In a few years, all\nthese “bourgeois” things as you so\nlike to call them will become very\nimportant to you. Edward won’t be\nable to give them to you. He has no\nmoney. He’s not driven. He’s not\nambitious. And if you marry Edward,\nI can promise you that your father\nis not going to give them to you\neither.\n\nSUSAN\nNo, he’s not driven in the way that\nyou want him to be, but you’re\nwrong. He’s strong.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd if you marry Edward,\nI can promise you that your father\nis not going to give them to you\neither. SUSAN\nNo, he’s not driven in the way that\nyou want him to be, but you’re\nwrong. He’s strong. \n\nTARGET SECTION TO BE ANNOTATED:\n Stronger than I\nam in a lot of ways. He just has a\ndifferent kind of strength.\n\nANNE\nA different kind of strength? And\nwhat kind of strength is that?\n\nSUSAN\nThe strength to believe in himself.\nTo believe in me.\n\nAnne collects herself and leans into the table.\n\nANNE\nSusan, keep seeing him if you have\nto. Live with him. I don’t care,\nbut don’t marry him. I understand\nwhat you see in Edward. I get it.\n\nSusan starts to turn her head away\n\nANNE (CONT'D)\nNo wait. I do. He’s the opposite of\nyour father. He’s a romantic, but\nhe’s also very fragile. I saw that\nwhen his father died.\n\nSUSAN\nWhen did you become so\ncompassionate and understanding.\n\f49\n\n60.\nAnne glares at her.\n\nANNE\nDon’t do this. You’1ll regret it and\nyou'll only hurt Edward in the end.\nWhat you love about him now, you'll\nhate about him in a few years. You\nmay not realize it but you and I\nare a lot more alike than you\nthink.\n\nAnne spots a piece of lint on Susan’s sweater. She reaches\nforward and pulls it off. Susan watches her mother do this\nand recoils slightly.\n\nSUSAN\nYou're wrong. You and I are nothing\nalike.\n\nANNE\n\nReally? Just wait. We all\neventually turn into our mothers.\n\nAnne turns away from Susan and takes a sip of her martini.\n\nEND FLASHBACK.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT. 49\n\nSusan is sitting on the small sofa in her room, staring out\ninto the LA night.\n\nShe flicks open her computer, looks at the note from Edward\nand types in the e-mail address.\n\nShe rapidly types out a note to him but then deletes it and\nstarts again. After a bit of deliberation she writes:\n\nDear Edward,\n\nI am reading your book. It’s devastating. I am deeply moved.\nIt is beautifully written. I would love to meet on Tuesday\nevening. Let me know if you are still free. Much to say.\nLove,\n\nSusan\n\nShe presses “send” and then snaps the computer closed.\n\f50\n\n51\n\n61.\n\nINT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nLove,\n\nSusan\n\nShe presses “send” and then snaps the computer closed. 50\n\n51\n\n61. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HASTINGS RESIDENCE - TONY'S STUDY, HOUSTON TEXAS. 50\nEVENING.\n\nTony is on his computer. He is wearing a pair of boxer shorts\nand an old tee shirt. There is a bottle of Jack Daniels and a\nglass next to him. He looks rough. He checks his e-mails.\nThere is one from Bobby Andes.\n\nTony opens the attachment and takes a deep breath. He looks\nat a photo of a clean shaven man. Tony looks carefully.\nCovers the bottom half of the face with a piece of paper.\nCovers the top half with a piece of paper.\n\nTony sits at his desk with his head in his hands.\n\nHis cell phone rings. He looks at the number. He doesn’t\nrecognize it. He answers.\n\nTONY\nYes?\nEXT. ANDES CAMP, WEST TEXAS. EVENING -- CONTINUOUS. 51\nANDES\n\nTony Hastings?\n\nTONY\nYes. Who is this?\n\nANDES\nRoberto Andes. I just sent you an e-\nmail. Did you get it?\n\nTONY\nYes. I did.\n\nANDES\nWell, did you recognize the guy?\n\nTONY\nNo.\n\nANDES\nShit. God damned it. You sure?\n\f52\n\n53\n\nWE SEE TONY’S IMAGINED VERSION OF THE RAPE.\nBRUTAL. HIS DAUGHTER’S SCREAMS ARE PIERCING. TURK LOOKS\nSTRAIGHT TOWARDS HIM AND SMILES.\n\nINT. HASTINGS RESIDENCE - TONY'S STUDY, HOUSTON TEXAS.\nEVENING -- CONTINUOUS\n\nTONY\nIt’s like the whole thing is a\nblur.\n\nANDES\n\nThis guy’s finger prints were on\nyour car. They were also found at\nthe trailer. His name is Steve\nAdams. He has a record in\nCalifornia, a stolen car with an\nacquittal on a rape charge. We've\nput out an A.P.B. for him. He is\nour only lead right now. No one has\nresponded to our call for\nwitnesses. Are you sure you don’t\nrecognize him?\n\nTONY\nNo.\n\nANDES\nFuck.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre you sure you don’t\nrecognize him? TONY\nNo. ANDES\nFuck. \n\nTARGET SECTION TO BE ANNOTATED:\n What's wrong with you man!\nDon’t you want these guys put away?\n\nTONY\nOf course I do! It’s all just a\nblank.\n\n62.\n\n52\n\nCUT TO BLACK.\n\nTony sits up in a sweat.\n\nINT. HASTINGS RESIDENCE - TONY’S BEDROOM. LATER THAT NIGHT 53\n\nTony lies in bed asleep, dreaming. He is tossing about and is\nclearly in distress.\n\nIT IS VIOLENT.\n\nCUT TO BLACK.\n\f54\n\n55\n\n56\n\n63.\nEXT. COUNTRYSIDE, HOUSTON TEXAS. WINTER. DAWN. 54\n\nA bleak hillside. Brown grass and bare trees as Tony appears\nover the hill in his running clothes. He has on a light\njacket and long tight running pants. He is clean shaven. He\nlooks thinner. It is remarkable how he now looks almost\nexactly like Edward. Dark circles ring his eyes and a certain\ndead quality is evident in his expression.\n\nTONY V.O.\nI know it was him!\n\nANDES V.O.\n\nWell, that may be but nobody’s seen\nhim around here lately. Now listen,\nI’ve got to be honest with you.\nRight now it’s not looking good.\nSometimes these cases go for months\nor even years without a break. You\nneed to prepare yourself for that.\n\nTony stops running and catches his breath.\n\nCUT TO BLACK.\n\nINT. HASTINGS RESIDENCE - TONY’S BATHROOM. EVENING. 55\n\nTony stands still in the shower. Just letting the hot water\nrun over him.\n\nINT. MORROW RESIDENCE - SUSAN’S BATHROOM. EVENING. 56\n\nSusan is in the shower leaning against the wall, just letting\nthe water run over her face and body. She is deep in thought.\n\nCUT AWAY SHOTS OF TONY. LYING IN BED. DRINKING. HOLDING HIS\nHEAD BETWEEN HIS HANDS. NO SOUND.\n\nSusan holds herself tightly while the shower steams up and\nthe water washes over her.\n\nSUSAN V.O.\nWhy are you so driven to write?\n\nEDWARD V.O.\nI guess it’s a way of keeping\nthings alive.\n\n(MORE )\n\f57\n\n58\n\n64.\nEDWARD V.O. (CONT'D)\nSaving things that will eventually\ndie.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f57\n\n58\n\n64. EDWARD V. O. (CONT'D)\nSaving things that will eventually\ndie. \n\nTARGET SECTION TO BE ANNOTATED:\n If I write it down, then it\nwill last forever.\n\nSusan stands still and stares straight ahead, deep in\nthought.\n\nCUT TO BLACK.\n\nEXT. COUNTRYSIDE, WEST TEXAS. DAY. 57\n\nSHOTS OF THE SUNRISE IN THE DESERT. THE HOT LANDSCAPE NEARING\nNOON, AND THE AFTERNOON LANDSCAPE AS THE WIND STARTS TO HOWL.\n\nEXT. POLICE STATION, WEST TEXAS. DAY. 58\n\nBobby Andes is standing outside on the curb smoking. He is\nthinner and his complexion is sallow. Tony walks towards him\nand the two men shake hands.\n\nANDES\nYou look different.\n\nTONY\nNo beard. Thinner. You look\ndifferent too.\n\nANDES\nYeah.\n\nHe takes a drag off of his cigarette.\n\nANDES (CONT’D)\nI’1l tell you what we've got. We\nhave an attempted hold up of a\nsupermarket in the mall just before\nclosing time. We caught one fella\nand one got killed but one got\naway.\n\nTONY\nWhat do you want me to do?\n\f59\n\n65.\n\nANDES\nSee if you recognize the fella we\ncaught. You might also take a look\nat the dead one too, although it is\nnot really necessary. We know who\nhe is.\n\nTONY\nWho?\n\nANDES\nSteve Adams, the one that you\ncalled “Turk” and that I e-mailed\nyou about last year.\n\nAndes takes another long drag from his cigarette and gestures\ntowards the door.\n\nANDES (CONT’D)\nCome on in.\n\nHe flicks his cigarette onto the pavement and turns to lead\nTony into the station.\nINT. POLICE STATION, WEST TEXAS. DAY -- CONTINUOUS. 59\n\nTony follows Andes down the hall. We pass a bathroom with an\nopen door and a prisoner handcuffed to the sink.\n\nTony and Andes are now in the same glass room that Tony sat\nin before.\n\nANDES\nAre you afraid of looking these\nfellas in the eyes? Lettin them see\n\nyou?\nTONY\nNo.\nANDES\nGood. I think it might help this\nfella talk.\n\nHe nods at the officer by the door. Four men are sent in.\nTony stares at one of the men.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods at the officer by the door. Four men are sent in. Tony stares at one of the men. \n\nTARGET SECTION TO BE ANNOTATED:\n The man’s eyes pass over Tony\nwithout recognition. Tony turns to Bobby Andes.\n\f66.\n\nTONY\nYes. (He whispers)\n\nANDES\nYes. Yes what?\n\nTONY\nThat’s him. The one on the left.\n\nTONY (CONT'D)\nThat’s Lou. The one who made me\ndrive into the brush and left me\nthere.\n\nAndes motions to the officer at the door to lead the others\nout. He nods at Lou to stay back. Lou begins to sweat.\n\nANDES\nThis fella? He don’t seem to\nunderstand. Lou, hey you. Is your\nname Lou?\n\nLOU\nYou know my name. I told you.\nWhat’s going on?\n\nANDES\nYou ever see this man before, Lou?\nThink carefully. You ever seen him?\n\nLou is staring at Tony.\n\nLOU\nNo. I don’t know him. Who is he?\n\nANDES\nTell him Tony, tell him who he is.\n\nTONY\nLast summer, this man Lou and his\nfriends forced us off the road on\nthe Interstate. Then two of them\nforced their way into my car with\nmy wife and daughter and then this\nman—\n\nANDES\nThis man here? Lou?\n\f67.\n\nTONY\nYes. Lou made me drive his car and\ntook me into the desert where he\nmade me get out. Later my wife and\ndaughter were found dead at the\nsame place.\n\nAndes now leans up against the wall and gets his face very\nclose to Lou’s.\n\nANDES\nWhat do you say to that, Lou? What\ndo you know about this man’s wife\nand daughter?\n\nLou looks afraid.\nLOU\n\nI don’t know what you are talking\nabout. I never saw him in my life.\n\nANDES\nWhat do you know about Ray and\nTurk?\n\nLOU\nWho?\n\nANDES\n\nWho? What are you an owl? Are you\nan owl Lou?\n\nLOU\nI never heard of them.\n\nANDES\nYou never heard of them?\n\nLOU\nNo sir.\n\nAndes leans back against the wall and stares intently at Lou.\nLou begins to tremble.\n\nANDES\nOfficer, you can take him out.\n\nAn officer leads Lou out. Tony, relieved, sits down.\n\f68.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn officer leads Lou out. Tony, relieved, sits down. 68. \n\nTARGET SECTION TO BE ANNOTATED:\nANDES (CONT’D)\nAre you sure this is the man?\n\nTONY\nAbsolutely. Yes.\n\nANDES\nWould you swear it in a court of\nlaw under penalty of perjury?\n\nTONY\nYes.\n\nANDES\nGood. We’ve got Lou now. We will\ncharge him with Murder.\n\nTONY\nYou have enough evidence?\n\nANDES\nOh you bet. We got you and his\nprints on both the car and the\ntrailer.\n\nTONY\nThen he went back to the trailer\nafter leaving me?\n\nANDES\nLooks like it. Probably he went\nback and told them where he left\nyou, and that’s why they went back\nwith the bodies. They were going to\nkill you. I’m betting your friend\nRay is the third guy in the holdup.\n\nTONY\nNow what?\n\nANDES\nYou’1l have to come back for the\ntrial. Meanwhile, I’m gonna find\nRay.\n\f60\n\n69.\n\nINT. MORROW GALLERY - SUSAN'S OFFICE. NEXT MORNING. 60\n\nSusan is sitting at her desk going through e-mails. Susan’s\nassistant ALEX, 26, tall and stunning enters the room.\n\nALEX\nDon’t forget you have a board\nmeeting at the museum this\nafternoon at 3:00.\n\nSusan is distracted.\n\nAlex sits\n\nSUSAN\nWhat did you say?\n\nALEX\nYou didn’t sleep again did you?\n\ndown.\n\nSUSAN\nYou know me. I never sleep. My ex\nhusband used to call me a\n“nocturnal animal”.\n\nALEX\nYour ex husband? What ex husband? I\ndidn’t know that you had an ex\nhusband. Since when?\n\nSUSAN\nWhen I was in graduate school. It\nwas only for a couple of years.\nIt’s weird, I’ve been thinking\nabout him a lot lately and then a\nfew days ago he sent me a book he’s\nwritten. It’s violent and it’s sad.\nHe called it “Nocturnal Animals”\nand dedicated it to me.\n\nALEX\nDid you love him?\n\nSUSAN\nYes. I loved him. He was a writer.\nI didn’t have faith in him. I\npanicked and I did something\nhorrible to him. Something\nunforgivable. Really.\n\f61\n\n70.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething\nunforgivable. Really. 61\n\n70. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nYou left him?\n\nSUSAN\nI left him. In a brutal way, for\nthe handsome and dashing Hutton.\n\nALEX\nWho is indeed very handsome and\ndashing.\n\nSUSAN\n\nYes. Do you ever feel like your\nlife has turned into something that\nyou never intended?\n\nShe looks at her and pauses a moment.\nSUSAN (CONT’D)\nNo. Of course you don’t. You just\nstarted living your life.\n\nShe looks closely at Susan.\n\nALEX\nYou really didn’t get any sleep did\nyou?\n\nSUSAN\nNo.\n\nINT. MUSEUM EXHIBITION SPACE, LOS ANGELES. THAT AFTERNOON. 61\n\nOur screen is filled with the image of a Damien Hirst calf\nfloating in formaldehyde. The calf has been shot with arrows.\nOur camera pulls back and we see that Susan is standing\nstaring quietly at the sculpture.\n\nThe space is gigantic and white. A show is being installed.\nThere are graphic abstract paintings on the walls.\n\nAs Susan turns to walk away, a painting catches her eye and\nshe stops dead in her tracks. It is a large black and white\npainting that says REVENGE.\n\nSAGE ROSS, 38, walks over to Susan. She is the museum’s\ndirector and is tense and tight in her manner. She is dressed\nin an absurd “conceptual” top and flat men’s shoes.\n\f71.\n\nSUSAN\nWhere did this come from?\n\nSAGE\nWhat do you mean where did it come\nfrom? You bought it for us. Don’t\nyou remember. It was part of the\nseries we showed about 8 years ago.\nGreat isn’t it?\n\nSUSAN\nYes.\n\nSage is holding a phone with a black and white image on the\nscreen and the loud sound of breathing coming from it.\n\nSUSAN (CONT'D)\nWhat is that?\n\nSAGE\nOh my god, it is so cool. It is an\napp that let’s me watch Willow\nwhile she is sleeping in her crib!\n\nSUSAN\nReally? Do you not trust your\nnanny?\n\nSAGE\n\nNo, I do, but I hate her. And I\nlike to be more involved with\nWillow during the day. Here, look.\nThere she is in her crib. The sound\nis amazing.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHere, look. There she is in her crib. The sound\nis amazing. \n\nTARGET SECTION TO BE ANNOTATED:\n I can hear her breathe\nand even talk to her if I want to.\n\nSage hands the phone to Susan, who stares at the black and\nwhite image of the little girl in her crib. As she watches\nshe sees someone move behind the crib, and then for a quick\nsecond she sees Ray look directly into the camera.\n\nSusan gasps and drops the phone to the ground, shattering the\nscreen.\n\nSUSAN\nOh my god, I’m so sorry.\n\f62\n\n63\n\n72.\n\nSAGE\nAre you okay?\n\nSUSAN\nI thought I saw someone.\n\nSAGE\nOf course you saw someone. It’s\nWillow. She’s asleep in her crib.\n\nSage bends down to the floor and picks up the phone. It is\nstill working and the little girl is sleeping peacefully in\nher crib.\n\nSUSAN\nI’m sorry about the screen.\n\nSAGE\nIt’s all right, the new ones come\nout next week.\n\nSusan is still shaken.\n\nSAGE (CONT'D)\nShall we? Everyone is waiting in\nthe conference room.\n\nINT. MUSEUM CONFERENCE ROOM. AFTERNOON -- MINUTES LATER. 62\n\nWe are viewing the scene from behind glass. A group of people\nsit around a table. They are talking and looking over\nfinancial statements. Susan stares into space. She sits at\nthe head of the table. She is deep in thought.\n\nCLOSE-UP SHOTS OF TONY/EDWARD. WE CAN'T TELL WHICH. HE IS\nLYING IN BED DISTRAUGHT. WE ARE INTIMATE WITH HIM AND CAN\nALMOST FEEL HIM BREATHE.\n\nINT. MUSEUM CONFERENCE ROOM. AFTERNOON -- CONTINUOUS. 63\nOur camera moves into the room.\n\nSAGE\nAnyway, I think we have to cut her\nloose. She’s not what she sold\nherself as when we hired her.\n\f73.\n\nAnother member of the group LINDA ADDISON, 50 speaks up. Her\nbreasts are oddly oversized and squeezed into a tiny top.\n\nLINDA\nI disagree. I think we should keep\n\nher for now.\n\nSAGE\nWhy?\n\nLINDA\nBecause she’s great. Because we all\nlike her. She just needs our\nsupport. And a bit of time.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause we all\nlike her. She just needs our\nsupport. And a bit of time. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMANTHA VAN HELSING, 45, interrupts Linda. Her face fills\nour screen. She is stretched and pulled to the extreme. Her\nlips are swollen and her general appearance is close to that\nof a burn victim.\n\nSAMANTHA\nBut it’s not working. We need to\nfire her. There’s an awesome\ncandidate that we could steal from\nthe Hammer if we move fast.\n\nSusan is all of a sudden alert.\n\nSUSAN\nI agree with Linda. We hired her\nand we need to support her.\n\nThe room is surprised by Susan’s response.\n\nSusan looks at Samantha. She is taken a back and looks at her\nalmost as though she has never seen her before.\n\nSUSAN (CONT’D)\nNew doctor?\n\nSamantha glares at her.\n\nSAMANTHA\nNo. New haircut.\n\nSAGE\nBut Susan, you were the one who\nbrought this up last week. You\nwanted to make a change.\n\f64\n\n65\n\n74.\n\nSUSAN\nWell, now I think we should keep\nher.\n\nShe looks at Samantha’s swollen lips.\n\nSUSAN (CONT’D)\nSometimes maybe it’s not a good\nidea to change things quite so\nmuch.\n\nINT. MORROW RESIDENCE, LOS ANGELES. THAT EVENING. 64\n\nSusan walks into the house. Dead silence. She places her bag\nin the entry hall. She stares out at the lawn. It is dusk and\nthe city lights are just becoming visible through the mist.\nThe large plinth that held the Koons is now empty and the\nlawn cleaned up. She walks through the living room which is\nnow immaculate but bare. Susan pours herself a drink. The\nwhite Calder moves in the breeze from the air conditioner.\nSusan is alone.\n\nShe walks to the window with her drink in her hand and stares\nout across the lights of Los Angeles.\n\nEXT. DESERTED ROAD, WEST TEXAS. AFTERNOON. 65\n\nBobby and Tony stand outside of Tony’s car on a dirt road.\nBobby is smoking a cigarette. He looks drawn and gaunt. His\neyes are bloodshot and his skin is grey.\n\nTONY\nI don’t get it. Why are we here?\n\nANDES\nShit.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONY\nI don’t get it. Why are we here? ANDES\nShit. \n\nTARGET SECTION TO BE ANNOTATED:\nAndes begins to cough, places his hand over his mouth and\nthen buckles over for a moment.\n\nTONY\nAre you okay?\n\nANDES\nYeah. I’m fine. Follow me.\n\f66\n\n75.\nEXT. RAY’S MOBILE HOME. AFTERNOON -- CONTINUOUS. 66\n\nThe two men walk through the scruffy trees until they can see\na mobile home and an old wooden deck about a hundred feet\naway. Ray is sitting on a toilet that has been installed\noutside on the deck. There is a beer beside him. He is\nshirtless, his pants are down around his ankles and he is on\na cordless phone smoking a cigarette.\n\nANDES\nHis name is Ray Marcus and someone\nnamed him as a frequent companion\nof Lou Bates and Steve Adams.\n\nTony stares harder. Clearly agitated.\n\nANDES (CONT’D)\n\nPart time electrician. Part time\nplumber hence the clever toilet\nfacilities. Not a bad match to both\nyour description and the fella in\nthe holdup. No fingerprints but we\nknew that before.\n\nTONY\nI wonder why there aren’t any\nfinger prints.\n\nANDES\nHis hands were probably on your\nwife.\n\nTony winces.\n\nANDES (CONT’D)\n\nHis record is clean except for a\nrape charge that was dropped. I got\nout of the barman at a place called\n“Line Camp Bar” that he lives here\nwith a girl called Leila and that\nhe keeps another place to pick up\nwomen that she doesn’t know about.\nProbably your murder trailer before\nit got notorious. Does he look like\nhe could be the guy?\n\f76.\n\nTONY\nYeah. That’s him.\n\nANDES\nGood. Let’s go talk to him.\n\nAndes walks out of the brush.\n\nANDES (CONT'D)\nHey, Ray.\n\nRay looks at him.\n\nRAY\nWhat the fuck man! Who the hell are\nyou. Get off my property.\n\nRay speaks into the phone and then hangs up.\n\nRAY (CONT'D)\nI’1l call you back.\n\nANDES\n\nI want to ask you some questions.\nRAY\n\nFuck you. I’m occupied at the\n\nmoment.\n\nBobby Andes holds up a plastic case with a badge in the\nwindow. His other hand is in his jacket.\n\nRay squints.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBobby Andes holds up a plastic case with a badge in the\nwindow. His other hand is in his jacket. Ray squints. \n\nTARGET SECTION TO BE ANNOTATED:\nRAY (CONT'D)\nWhat's that?\n\nANDES\nA few questions, that’s all. We\nneed you to come with us.\n\nRAY\nWhat for? I ain’t done nothin.\n\nANDES\nDidn't say you did.\n\nRAY\nAsk me here.\n\f67\n\n77.\n\nANDES\nNaw. We need you to take a little\ndrive with us. Finish what you’re\ndoin and let’s go.\n\nRAY\nYou mind turnin around?\n\nANDES\nBelieve me I wish I could but I\njust can’t do that.\n\nAndes tosses Ray’s shirt to him from the back of a chair.\nANDES (CONT’D)\nCome on. Get dressed.\nINT. TONY’S CAR, WEST TEXAS. AFTERNOON -- MINUTES LATER. 67\n\nAndes is in the back seat with Ray. Tony is in the driver’s\nseat. Andes directs Tony where to drive.\n\nRAY\nHey, are you questioning me?\n\nANDES\nWhy yes, that’s what we’re doing\nain't it?\n\nRAY\n\nYou ain’t read me my rights.\nANDES\n\nYou know your rights, Ray.\nRAY\n\nYou’re supposed to read ‘um to me.\nANDES\n\nI read you your rights, didn’t I\n\nTony?\n\nTony is stunned at being brought into the game of cat and\nmouse.\n\nRAY\nThis ain’t legal man. I’m supposed\nto have a lawyer.\n\f78.\n\nANDES\n\nCalm down sunshine. This is just\ninformal questioning. That's all.\nYou're helping me out. I haven’t\ncharged you with anything yet. If\nyou want a lawyer we'll have to\ntake you in and charge you with\nsomethin.\n\nRay looks out the window.\n\nRAY\nAw come on man, you don’t need to\ntake me in. I’m answering\nquestions, ain’t I?\n\nANDES\nWell I don’t know. Seems like I\ndon’t know no more about that\nholdup than I knew before. Tell you\nwhat. There’s somthin else I'd like\nto ask you about. You recognize\nthis car?\n\nRAY\nWhat car?\n\nAndes bangs his fist against the headliner of the car.\n\nANDES\nThis car. The one we’re in.\n\nTony takes a deep breath. Closes his eyes for a second.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe one we’re in. Tony takes a deep breath. Closes his eyes for a second. \n\nTARGET SECTION TO BE ANNOTATED:\nRAY\nThis car? Why should I recognize\nthis fucking car?\n\nANDES\nIt ain’t familiar to you? It don’t\nremind you of nothin? Take you\nback?\n\nRAY\nNo man. Why should it? It may be\ntaking me somewhere but damned if I\nknow where.\n\fANDES\nYou don’t remember driving it?\n\nRAY\nWhat is this?\n\nANDES\nHow about the driver?\n\nTony’s heart begins to pound.\n\nRAY\nWhat?\n\nANDES\nThe guy driving. My friend Tony\nhere. You remember him?\n\nRAY\nI can’t see him. Make him turn\naround.\n\nANDES\n\nStop the car, Tony.\n\n79.\n\nTony slows and stops on the dusty road. He feels the heavy\n\nthumping of his heart.\n\nANDES (CONT’D)\nTurn around and look at this piece\nof shit.\n\nRAY\nWho is this guy?\n\nANDES\nYou don’t remember him?\n\nRAY\nCan’t say I do.\n\nANDES\nYou remember him, Tony?\n\nTONY\nYes.\n\f80.\n\nANDES\nRefresh his memory.\n\nTONY\nLast summer on the Interstate.\n\nRay looks at him, staring. Waiting.\n\nANDES\nTell him what you remember he did.\n\nTony looks directly at Ray.\n\nTONY\nYou killed my wife and my daughter.\n\nHis voice is trembling. Ray’s eyes enlarge.\n\nRAY\nYou're crazy man. I never killed\nnobody.\n\nANDES\n\nTell him the whole thing.\n\nTONY\nYou and your buddies on the\nInterstate. You forced us off the\nroad.\n\nHis voice is quivering and his eyes are filling with water.\n\nANDES\nTell him who his buddies were.\n\nTONY\nLou and Turk.\n\nANDES\nRemember that Ray? Remember horsing\naround on the Interstate?, Playing\nchicken with other cars?\n\nRay’s voice is very soft.\n\nRAY\nYou’re crazy man. That’s crazy.\n\f81.\n\nTONY\nYou made us stop and we had a flat\ntire. Lou and Turk fixed it. Then\nyou and Turk got into my car with\nmy wife and daughter and forced me\ninto your car with Lou.\n\nANDES\nWhat then Tony?\n\nTONY\nLou took me out into the brush and\nkicked me out. Then you came back\nin my car. You called me and tried\nto lure me into a trap.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONY\nLou took me out into the brush and\nkicked me out. Then you came back\nin my car. You called me and tried\nto lure me into a trap. \n\nTARGET SECTION TO BE ANNOTATED:\n You went to\nwhere Lou had left me.\n\nANDES\nWhat did you go back there for Ray?\n\nRAY\nYou're fucking crazy man.\n\nANDES\nTell him what we found there Tony.\n\nTONY\nYou tell him.\n\nANDES\nDo I need to? Don’t you know Ray?\n\nRAY\nYou’re crazy man. I don’t know what\nthe hell you are talking about.\n\nTONY\nThe bodies of my wife and child,\nwhich you took back there and\ndumped.\n\nA slight smile on Ray’s face. Almost imperceptible.\n\nTONY (CONT'D)\nYou're the one. I know you.\n\nWhile this conversation has been going on, Andes has slipped\nthe gun out of his pocket and is holding it in his lap\npointing toward Ray.\n\f82.\n\nANDES\nWhaddaya say Ray?\n\nRAY\nYou're crazy man.\n\nAndes points the gun at Ray.\n\nRAY (CONT'D)\nYou're making a big mistake man.\nANDES\nI don’t think so Ray. Put your arms\n\nout slowly.\nAndes slaps a pair of hand cuffs around Ray’s wrists.\n\nRAY\nYou ain’t got no right.\n\nANDES\nSpeaking of rights, I want you to\nknow that I’m recording this\nconversation.\n\nHe holds up a small recorder.\n\nANDES (CONT’D)\nThere. All clear?\n\nRAY\nGreat.\n\nANDES\nWe're going back to a place you may\nremember. You can help by telling\nme about it. If you don’t remember,\nTony does.\n\nHe looks towards Tony. Tony pulls back onto the dirt road.\n\nRAY\nI’m sorry you lost your folks man,\nit’s a shame. But I didn't have\nnothing to do with it.\n\nThey pass the old adobe church. They drive until the trailer\nis in sight just ahead. Tony stops the car in the turnout.\n\f68\n\n83.\n\nRAY (CONT'D)\nWhat’s this place?\n\nTONY\nYou know this place.\n\nRay looks at Tony with a deep long stare.\n\nRAY\nHonest to God, I don’t.\n\nRay has a slight smile on his face as Tony turns and stares\nat him.\n\nANDES\nWanna get out Tony?\n\nAndes opens his door.\n\nANDES (CONT’D)\nCare to look inside Ray?\n\nRAY\nWhat for?\n\nANDES\nLet's just take a look.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDES (CONT’D)\nCare to look inside Ray? RAY\nWhat for? ANDES\nLet's just take a look. \n\nTARGET SECTION TO BE ANNOTATED:\nThey get out of the car. Tony lags behind.\n\nINT. TRAILER, WEST TEXAS. AFTERNOON -- CONTINUOUS. 68\n\nBobby Andes kicks the door open and shoves Ray inside. The\nwalls are blank and weathered. There is a small stove and\nfire tools by the door and a bed with metal bedposts and a\ntrash box full of old newspapers.\n\nANDES\nRaped them on the bed I presume.\n\nRAY\nI never raped nobody.\n\nANDES\nCome on Ray, we got your record. We\nknow about that girl in Lubbock.\n\f69\n\n70\n\n84.\n\nRAY\nFuck that. The charges were dropped\nman. I ain’t never raped nobody.\n\nTony stands in front of Ray next to the bed.\nTONY\n\nI want to know Ray, the exact story\nof what you did to them.\n\nRAY\nYou’1l have to ask somebody else\nman.\n\nTONY\n\nI want to know what they said. I\nwant to know what my wife said and\nwhat my daughter said.\n\nTony stares at Ray in silence.\n\nTONY (CONT'D)\nI want to know how you killed them.\nI want to know if they knew what\nwas happening to them. I want to\nknow if they hurt. I want to know\nwhat they felt. Answer me, you\nfucking bastard!\n\nShot of Ray’s eyes, his teeth. A slight grin through the\nfear. A condescension.\n\nTony pulls his arm back and before he knows it, with all his\nmight punches Ray in the face.\n\nINT. MORROW RESIDENCE - LIVINGROOM. NIGHT. 69\n\nSusan is startled away from the book by the sound of the fire\nflaring up in the fireplace. She is lying on the sofa reading\nand looks up and stares at the flames.\n\nFLASHBACK - INT. EDWARD AND SUSAN’S APARTMENT, AUSTIN 1997 70\n-- NIGHT.\n\nA white brick fireplace holds a dying fire. Susan is lying on\na red velvet sofa reading loose printed pages. She is\nconcentrating.\n\fEDWARD\nIs it better?\n\nSusan looks up slowly. She sighs.\n\nSUSAN\nYou'll take this the wrong way but\nI think that you need to stop\nwriting about yourself.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusan looks up slowly. She sighs. SUSAN\nYou'll take this the wrong way but\nI think that you need to stop\nwriting about yourself. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nBut no one ever writes about\nanything but themselves.\n\nEdward looks down at the ground.\n\nSUSAN\nI know. But I don’t know what else\nto say. My mind started to wander\nwhile I was reading which is not a\ngood thing.\n\nEdward is clearly devastated.\n\nEDWARD\nMaybe I need a break from it.\n\nSUSAN\nMaybe you do.\n\nEDWARD\nI don’t know what to do. Maybe I\ndon’t have a book in me.\n\nSUSAN\nGet some space from it.\n\nEDWARD\nPlease don’t start that again. It\nmakes me feel like you don’t\nbelieve in me.\n\nSUSAN\nI didn’t say that.\n\nEDWARD\nNo, but your face says it. Your\nlittle “sighs” say it. The way you\nkeep telling me that I should go\nback to school says it.\n\n85.\n\f86.\n\nSUSAN\nI do think you should go back to\nschool. I think you need to be\nrealistic. I mean come on, you’re\nreally smart. A part time job ina\nbook store and writing a novel is a\nromantic idea but is this really\nour life? Is this what it’s going\nto be? For how long?\n\nEDWARD\nYou sound just like your mother.\n\nSUSAN\nWell, you always said I was so like\nher. That’s why I hate reading your\nwork. You always get so fucking\ndefensive about it.\n\nEDWARD\nOf course I’m defensive. Do you\nknow what it’s like to put yourself\nout on a limb creatively and then\nto have someone you love read what\nyou've written and not understand\nit?\n\nSUSAN\nNo, I don’t because I’m not\ncreative, Edward.\n\nEDWARD\nThat’s because you’ve chosen not to\nbe!\n\nShe glares at him.\n\nEDWARD (CONT’D)\nI don’t want to fight. I’m tired\nand I’m edgy and I’ve been writing\nall night. I just wanted you to\nlike it.\n\nEND FLASHBACK.\n\n71 INT. MORROW RESIDENCE - LIVING ROOM. NIGHT -- CONTINUOUS. 71\n\nThe book slides from Susan’s lap to the ground. She sits up\nand collects herself. She bends down to pick the book up.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT -- CONTINUOUS. 71\n\nThe book slides from Susan’s lap to the ground. She sits up\nand collects herself. She bends down to pick the book up. \n\nTARGET SECTION TO BE ANNOTATED:\n\f72\n\n73\n\n87.\n\nFLASHBACK - INT. GRADUATE ART HISTORY CLASS, UNIVERSITY OF 72\nTEXAS AT AUSTIN. 1997 -- DAY.\n\nSusan’s book falls to the ground. She bends to pick it up as\nshe sits in the back of a class listening to a professor.\n\nThe sound of a slide projector clicks over and over. The\nlight from the screen flashes on Susan’s face.\n\nWe are aware of someone staring at her. She becomes aware of\nit too and turns to see Hutton at 24, very clean cut and\npreppy staring at her. Their eyes lock for a moment but she\nquickly looks away. He keeps staring.\n\nEND FLASHBACK\n\nEXT. ANDES’S CAMP, WEST TEXAS. DAY. 73\n\nBobby is leaning against his truck in the hot mid day sun\ntalking on the phone to Tony.\n\nANDES\nI’ve got some news you won’t like.\nThey're letting Ray Marcus go.\n\nTONY\nWhat! What do you mean they’re\nletting him go?\n\nANDES\nThe DA says there is not enough\nhard evidence and that the evidence\nthat there is, is circumstantial.\nHe needs corroboration.\n\nTony is silent.\n\nANDES (CONT’D)\nI’m real sorry Tony. It’s a god\ndamned shame. At least you got to\nlay a good belt on him.\n\nTONY\nNo, that’s not enough. What else\ncan we do?\n\nAndes takes a deep drag from his cigarette.\n\f74\n\n88.\n\nANDES\nI‘1l think of something. Get here\nas fast as you can. He won’t stick\naround long.\n\nTONY\nI’1l leave now.\n\nINT. DINER, WEST TEXAS. EARLY EVENING. 74\n\nTony and Andes sit in a booth by the window directly opposite\nwhere their cars are parked. Their dinners are on their\nplates.\n\nTONY\nWhat?\n\nANDES\nI told you. I’ve got lung cancer.\nIt’s metastasized.\n\nTONY\nBut you smoke all the time.\n\nANDES\nYep. That’s how it works. What’s\nthe point of quitting now? I'll be\ndead in a year.\n\nTony looks at Andes.\n\nANDES (CONT’D)\nIt’s this fella called Jenks.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll be\ndead in a year. Tony looks at Andes. ANDES (CONT’D)\nIt’s this fella called Jenks. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s\nthe lawyer that the court\nappointed. Smart ass from Dallas.\nHe and the DA made a deal and Ray\ngets off. Politics.\n\nTONY\nWhen did you tell me that you were\nsick?\n\nANDES\n\nThey want to push me out. They have\nsomeone else they want to put in\nthe job.\n\f89.\n\nTONY\nI don’t understand what you are\ntalking about. Would they drop a\nmurder case to do that?\n\nANDES\nGives them the reason. They said\nthe case wasn’t well prepared, was\na sloppy job, slapdash, no\nevidence, evidence gathered\nimproperly, won’t stand up in\ncourt. The DA is too much of a\nchicken shit to take on a case that\nhe might loose.\n\nTony mulls this over.\n\nANDES (CONT’D)\nThey're not dropping Lou.\n\nTONY\nIt’s no fucking good if they don’t\nget Ray.\n\nANDES\n\nGood. That's what I was hoping\nyou'd say. They think it’s time I\nretired and enjoyed the benefits of\nmy cancer somewhere else. Fuck\nthat.\n\nTONY\nYou never told me about the cancer.\nDo you have a family?\n\nANDES\nThe problem with Ray is his Alibi.\nTONY\nStop it. Do you have anyone in your\nlife?\nANDES\nNo. No wife. I have a daughter in\nCorpus.\nTONY\n\nHas she been a help?\n\f90.\n\nANDES\nShe doesn’t know. What can she do\nabout it?\n\nTony looks at Bobby for a moment and Bobby looks him in the\neye, then turns back to his plate.\n\nANDES (CONT’D)\n\nAnyway Ray claims that he was with\nLeila whatever her name is and she\nbacks him up, and her aunt backs\nher up.\n\nTONY\nSo what are we going to do?\n\nHe looks at Tony for a long time which makes Tony nervous.\n\nANDES\nIt’s a question of how serious you\nare about seeing justice done. You\nget me?\n\nBobby can’t eat his food.\n\nANDES (CONT’D)\nCan’t eat. Might throw up.\n\nTONY\nHow do you get along if you can’t\neat?\n\nANDES\n\nIt depends. Sometimes I can eat,\nsometimes I can’t. This place\nsucks.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDES\n\nIt depends. Sometimes I can eat,\nsometimes I can’t. This place\nsucks. \n\nTARGET SECTION TO BE ANNOTATED:\nTONY\nI need you to eat something.\n\nBobby takes a breath and tries to keep his food down.\n\nANDES\nLet me ask you a personal question.\nBetween us, okay? What do you want\nme to do with Ray Marcus.\n\nTONY\nWhat can you do to him?\n\f75\n\n76\n\n91.\n\nANDES\nAnything you god damn like.\n\nTONY\nI thought you said-\n\nAndes coughs.\n\nANDES\nLook, I’ve got nothin to loose, and\nI can’t let this ass-hole DA fuck\nup my last case. I also can’t stand\nby and watch a murderer go free.\nI’ve watched too many sick fucks\nlike Ray Marcus get off over the\nyears. Are you willing to go\noutside of strict procedure on\nthis?\n\nTONY\nYes.\n\nAndes's cell phone rings. He answers.\n\nANDES\n\nRay is at “Line Camp”. I’m going to\nlet that little idiot get nice and\nliquored up and then I’m going to\ngo grab his ass and take him out to\nmy camp. I want you to come too. I\nwant to keep him with us a while.\nWork him over a bit. Get a little\nrough, make him suffer a little.\nSee what he does. Would you like\n\nthat?\nTONY\nYes.\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT. 75\n\nSusan looks up from the book and leans her head back in\nthought.\n\nFLASHBACK - EXT. STREET, AUSTIN TEXAS, 1997. NIGHT. 76\n\nEdward and Susan are walking down the street. They are\narguing.\n\fShe looks\n\n92.\n\nSUSAN\nEdward, you have to realize this is\nnot working. We’re not right for\neach other, I wish we were, but\nwe're just not.\n\nEDWARD\nWhat do you mean, we’re not right\nfor each other? We’re perfect for\neach other.\n\nSUSAN\nNo Edward. We're not. We might be\nperfect for each other if we didn’t\nlive in the real world. I need a\nlife that is more structured and I\nneed a future that is more\nstructured. I want to be the person\nthat you want me to be but I just\ncan’t.\n\nEDWARD\nBut you are, you are.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nI need a\nlife that is more structured and I\nneed a future that is more\nstructured. I want to be the person\nthat you want me to be but I just\ncan’t. EDWARD\nBut you are, you are. \n\nTARGET SECTION TO BE ANNOTATED:\n Just stop.\n\nSUSAN\nI really wanted to be this person\nthat you thought I was. I really\ndid, but I’m just not that person.\nI just don’t have your kind of\nfaith in things. I’m cynical, I’m\npragmatic. I’m a realist.\n\nEDWARD\nNo, you're just afraid. We have\nbeen through this so many times.\n\nSUSAN\nNo, I’m not scared Edward. I’m\nunhappy. I’m just really, really\nunhappy.\n\nat him. Edward is shaken.\n\nSUSAN (CONT’D)\nWe're different and we want\ndifferent things.\n\n(MORE )\n\f93.\nSUSAN (CONT’D)\nYou're wonderful and romantic, and\nsweet and sensitive, and all the\nthings I’m not. Life for you is a\nkind of a dream.\n\nEDWARD\nWeak. I’m weak. That’s what you\nwant to say. Go ahead and say it.\nYou've said it before. Weak.\n\nSUSAN\nI did not say that you were weak! I\nsaid sensitive, and romantic.\n\nEDWARD\nDo you still love me?\n\nSUSAN\nThat is not the point.\n\nHe turns and holds her by the shoulders.\n\nEDWARD\nIt is the point. You didn’t answer\nme.\n\nSUSAN\n\nYes. I love you.\n\nEDWARD\nWell when you love someone you work\nthings out. You don’t just throw it\naway. You have to be careful with\nit. You might never get it back.\n\nEdward leans in and pulls her close.\n\nSUSAN\nI can’t do this with you any more\nEdward. I just can’t keep doing\nthis.\n\nSusan pulls away and walks off. Edward stands on the\nsidewalk. He shouts after her.\n\nEDWARD\nYou can’t just walk away from\nthings all the time Susan!\n\f77\n\n78\n\n79\n\n94,\n\nWe linger on Edward’s face which is lit by a red neon sign\nabove an auto body shop.\n\nEND FLASHBACK.\n\nEXT. LINE CAMP BAR, WEST TEXAS. NIGHT. 77\n\nClose up on Tony’s face. He is sitting in his car outside of\nthe “Line Camp Bar” The red neon sign outside of the place\ncasts a bright light into the car and on his face.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nLINE CAMP BAR, WEST TEXAS. NIGHT. 77\n\nClose up on Tony’s face. He is sitting in his car outside of\nthe “Line Camp Bar” The red neon sign outside of the place\ncasts a bright light into the car and on his face. \n\nTARGET SECTION TO BE ANNOTATED:\n A small\ncrowd is gathered outside of the entrance. Two obese women in\nshorts sit in lawn chairs drinking beer. One woman has her\nbeer between her breasts and she is wearing a paper crown\nfrom a fast food restaurant.\n\nAfter a while two men come out. Ray and Andes. They talk in\nthe glow of the sign. Two policemen appear at the door. Andes\ngestures and one of the policemen touches Ray’s shoulder. He\nrecoils then submits as the other policeman puts him in\nhandcuffs and leads him over to the police car. Bobby Andes\ncomes over to Tony’s car window.\n\nANDES\nWe're going to my camp. It’s in\nWhite Creek near the trailer where\nthey took your folks. You follow.\n\nEXT. ANDES CAMP, WEST TEXAS. NIGHT. 78\n\nThey pull in under a cluster of mesquite trees. They all get\nout and Tony follows them in.\n\nThe cabin is a simple structure of weathered white clapboard\nwith a front screened-in porch.\n\nINT. ANDES CAMP, WEST TEXAS. NIGHT -- CONTINUOUS. 79\n\nThey enter through the screen door. Bobby Andes has a gun in\nhis hand. Ray is handcuffed.\n\nThe room has a table, a cot, and a few old chairs. There is\nan alcove with a sink and an open door to a bedroom.\n\nThe policemen get into their car and pull away.\n\nAndes kicks Ray onto the cot.\n\f95.\n\nANDES\nSit up.\n\nRay looks up at him.\n\nANDES (CONT’D)\nJesus, I feel sick. I'll be right\nback.\n\nAndes looks ill. He shoves the gun at Tony.\n\nANDES (CONT’D)\nHere. Use it. Shoot him if he get’s\nout of line.\n\nWe hear Andes throwing up. Ray laughs a bit to himself at\nthis.\n\nBobby comes back in.\n\nRAY\nHey man. This ain’t legal. If this\nwas legal you’d of taken me to the\nstation, not this fucking place.\n\nBobby takes the gun from Tony and cocks it.\n\nANDES\nIt’s all the legal we need boy.\n\nAndes turns and spits on Ray as he walks around him to sit\ndown. Ray winces and tosses his head back in an attempt to\nget the spit off of his face.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDES\nIt’s all the legal we need boy. Andes turns and spits on Ray as he walks around him to sit\ndown. Ray winces and tosses his head back in an attempt to\nget the spit off of his face. \n\nTARGET SECTION TO BE ANNOTATED:\nRAY\nYou lied to me. There ain’t no new\nevidence. Why don’t you take me in\nif you got new evidence.\n\nANDES\nI like it better here. It’s more\nrelaxed.\n\nRay motions to Tony.\n\nRAY\nSeems to me that you tried this\ntrick already.\n\n(MORE )\n\f96.\nRAY (CONT'D)\nIf you think this guy is going to\nbreak me down, you’ve already seen\nthat don’t work.\n\nANDES\nWhat would you say Ray, if your\nfriend Lou Bates implicated you in\nthe Hastings murders?\n\nRAY\nIf Lou had done that you would have\ntaken me in.\n\nANDES\nWe'll get you to the station. Don’t\nworry.\n\nJust then we hear another car pull up. Light through the\nwindow. Male voices. Lou comes in followed by an officer with\nhis gun.\n\nLou looks at the three men.\n\nRAY\nSon of a bitch.\n\nBobby gestures to Lou to sit next to Ray on the cot.\n\nRAY (CONT'D)\nHey Lou. What did you tell this\nguy.\n\nLOU\nI didn’t tell him anything.\n\nRAY\nHe said you told him that I was the\none that killed this guy’s wife and\n\nkid.\n\nLOU\nShit man. That’s what he told me\nabout you.\n\nLou looks at Bobby. Outraged.\n\nLOU (CONT'D)\nYou’re supposed to be the law man.\nWhat kind of bull shit is this?\n\f97.\n\nANDES\nFuck off. You two got anything to\nsay to each other?\n\nHe slumps down.\n\nTONY\nYou okay Bobby?\n\nANDES\nI’m thinking of just killing them\nnow. You see, if I let them go,\nit’ll be rough on these poor guys,\nnot knowing how it will come. The\npolice are all around. Ray could\nget killed resisting arrest for\nexample. Or coming home to his\nhouse late at night he could get\nshot by a burglar.\n\nAndes taunts Ray by holding the gun near his head. Lou is\npulling at his handcuffs.\n\nANDES (CONT’D)\nFeeling uncomfortable boy?\n\nHe goes over and presses his gun in Lou’s neck. As he does\nthis he pulls Lou up by the shirt collar.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDES (CONT’D)\nFeeling uncomfortable boy? He goes over and presses his gun in Lou’s neck. As he does\nthis he pulls Lou up by the shirt collar. \n\nTARGET SECTION TO BE ANNOTATED:\nANDES (CONT’D)\nYea, you look like you're feeling\nuncomfortable.\n\nAndes presses the gun harder into Lou’s neck.\n\nLOU\nI’m sorry. I’m sorry.\n\nANDES\nWhat’s that? Don’t worry. I’m not\ngoing to kill you son. I’m a police\nman.\n\nLou begins to break down.\n\nANDES (CONT’D)\nWhat? Are you going to cry? Well\nthen, since you're feeling so\nuncomfortable...\n\f98.\n\nHe gestures to Tony and hands him his gun. He turns Lou\ndirectly to Tony.\n\nANDES (CONT’D)\nCome on Tony. Right here. Here he\nis.\n\nWhile Tony is holding the gun on Lou, Andes unlock’s his\nhandcuffs.\n\nRAY\nWhat about me? I might be feeling\nuncomfortable too.\n\nANDES\nOh yeah? Okay. Come on up. I’1l\nundo your cuffs.\n\nAndes undoes Ray’s cuffs.\n\nANDES (CONT’D)\nThere you go. Free as a bird! Okay?\nHow about it?\n\nHe shoves them towards Tony who is nervously holding the gun.\n\nANDES (CONT’D)\nWhat do you say Tony? Now what\nshould we do with these two?\n\nHe looks directly at Tony.\n\nANDES (CONT’D)\nWhat are you going to do? What are\nyou going to do son? Come on. Come\non.\n\nBobby once again buckles over in pain and rushes to the back\nroom. We hear him being sick. Tony continues to hold the gun\nnervously.\n\nRAY\nFuck this. Let’s go Lou.\n\nLOU\nWhat? He’s got a gun.\n\nRAY\nCome on you jackass it’s time to\n\ngo.\n\f80\n\n81\n\n82\n\n99.\n\nTony tries to cock the gun and block Ray from the door. In\nthe shadow of the bedroom he sees Bobby coming back into the\nroom.\n\nANDES\nShoot him Tony!\n\nRay moves towards him as Tony panics, hesitates and moves\naside. When Lou sees this he starts off too and both men head\nfor the door.\n\nAndes rushes into the room and grabs the gun from Tony as the\nmen rush out the door. Andes follows.\n\nThere is a shot. Then two more.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nAndes follows. There is a shot. Then two more. \n\nTARGET SECTION TO BE ANNOTATED:\n Lou lies wounded on the path\nand Andes stands with the gun in his hand as Ray escapes into\nthe desert.\n\nTransfixed, Andes walks over to Lou and shoots him in the\nhead.\n\nWe hear a loud pop.\n\nINT. MORROW HOUSE - SUSAN’S BEDROOM. NIGHT -- CONTINUOUS. 80\nThere is a loud pop on the large plate glass window.\n\nSusan is startled. As she walks over to the window she sees\nthat a bird has flown into the glass and is lying outside\nflapping its wings. Susan stands for a moment watching as the\nbird dies. Its wings flapping more and more slowly until they\nstop.\n\nFLASHBACK: INT. TRAVIS COUNTY MEDICAL CLINIC, AUSTIN TEXAS 81\n1997. DAY.\n\nRain pounds on the window. Hutton helps Susan on with her\ncoat. A nurse can be seen walking away from them.\n\nFLASHBACK: INT. MERCEDES COUP, PARKING LOT, TRAVIS COUNTY 82\nMEDICAL CLINIC, AUSTIN TEXAS, 1997. DAY -- MINUTES LATER.\n\nIt is raining. The windshield wipers are on. Both Hutton and\nSusan are wet. Hutton is sitting in the driver’s seat. Susan\nis in the passenger seat.\n\f100.\n\nHUTTON\nAre you okay?\nSUSAN\nI'll live to regret this. I regret\n\nit now.\n\nSusan shakes her head. She is staring down at her knees. She\nis fingering the small gold cross at her neck.\n\nSUSAN (CONT’D)\nYou know, I don’t even believe in\nabortions. I’m Catholic.\n\nHUTTON\nI’m so sorry, Susan. I feel\nuseless.\n\nSUSAN\n\nYou're anything but useless. You\nalways seem to know exactly what to\ndo. Thank you.\n\nHutton reaches across and clenches Susan’s hand.\n\nSUSAN (CONT’D)\n\nI don’t think I can ever look at\nEdward again. It would kill him to\nknow that I’ve done this to his\nchild. It’s killing me.\n\nSusan begins to cry. Hutton reaches across and holds her.\n\nHUTTON\nHe’s never going to know about it.\n\nSusan is sobbing now and is trembling.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHutton reaches across and holds her. HUTTON\nHe’s never going to know about it. Susan is sobbing now and is trembling. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSAN\nWhat have I done?\n\nHutton leans over and holds Susan tight as she cries.\n\nHUTTON\nIt’s okay. I promise it will be\nokay. I’1l make it okay.\n\nAs the windshield wipers flick the water off of the\nwindshield we see that there is a man standing next to his\ncar in the rain across the parking lot. It’s Edward.\n\f83\n\n101.\nAs Susan looks up, she sees Edward staring directly at her.\n\nSUSAN\nOh my god no. Edward.\n\nOur camera lingers on Edward's face.\n\nEND FLASHBACK.\n\nEXT. ANDES CABIN, WEST TEXAS. NIGHT -- CONTINUOUS. 83\n\nOur camera is on Tony’s face as he stares down at Lou’s body.\nHe stands still, seemingly in a trance. Andes walks over to\nhim. Tony places his hands up to his face as he begins to\nbreathe erratically. The sounds coming from deep within his\nbody are guttural and animal-like as he cries out. His\nsobbing becomes hysterical. Out of control. He is gasping for\nalr.\n\nANDES\nTony. You know I had to shoot him.\n\nTONY\nI don’t give a god damned fuck that\nyou shot him! I’m glad that you\nshot him! I’m glad that he’s dead!\nI should have done it when I had\nthe chance. I should have protected\nthem! I should have seen it coming!\nI should have stopped it! I should\nhave stopped it.\n\nTony drops down onto his knees. Andes kneels down and puts\nhis arm around Tony who continues to sob uncontrollably.\n\nANDES\n\nIt’s okay, it’s okay. You're okay.\nTONY\n\nI should have stopped it Bobby!\nANDES\n\nLook at me. You’re okay. You’re a\n\ngood man.\n\nTony sits still and slowly catches his breath. His face is\nwet with tears.\n\f84\n\n85\n\n102.\n\nANDES (CONT’D)\nCome on. Get up. We have to go. If\nRay gets to the road he’1l\nhitchhike. We need to catch him\nbefore he gets a ride. When you get\nto the fork in the road turn left.\nThat goes back towards where he\ntook your folks.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe need to catch him\nbefore he gets a ride. When you get\nto the fork in the road turn left. That goes back towards where he\ntook your folks. \n\nTARGET SECTION TO BE ANNOTATED:\n He might hide\nthere although I doubt it. I\nsuspect he’s headed towards the\nhighway. I'll go that way.\n\nHe hands Tony a gun.\n\nANDES (CONT’D)\nHere. Take this. I have another one\nin the car.\n\nTONY\nAre you in trouble for all of this?\n\nANDES\nI don’t know. I don’t give a shit.\nI'm dying, remember?\n\nHe watches Andes get into his car and start it up. As Tony\nbacks out his headlights rake across the body lying in the\ndirt.\n\nINT. TONY’S CAR, DIRT ROAD, WEST TEXAS. NIGHT -- LATER. 84\n\nTony drives down the dark road. As his lights illuminate the\nbrush on either side of the road we see the trailer ahead.\nTony slows down for a moment and stares at the trailer. It is\ndark, unlit. After a few minutes he stops the car and thinks.\nHe turns off his lights and backs the car slowly down the\nroad and eases it into a small clearing.\n\nEXT. DIRT ROAD, WEST TEXAS. NIGHT -- CONTINUOUS. 85\n\nTony quietly gets out of the car and slowly starts towards\nthe trailer. He silently slips up the steps and inside the\nunlocked door.\n\f86\n\n103.\n\nINT. TRAILER, WEST TEXAS. NIGHT -- CONTINUOUS. 86\n\nIn a sudden move he pushes the door open. There on the bed is\nRay, who sits up on his elbows shocked. Tony points the gun\ndirectly at him.\n\nRAY\nChrist. You. Where’s your pal?\n\nTONY\nHe’s on his way.\n\nRAY\nYour cop friends?\n\nTONY\nThey’re around.\n\nRAY\nAre they here?\n\nRay sits up and looks out of the window. Tony flicks on the\nlight.\n\nTONY\nJust me for the moment.\n\nRAY\nYou and that fucking gun that you\ndon’t know how to use. What\nhappened to Lou?\n\nTONY\nHe’s dead.\n\nRAY\nWhat? That son of a bitch killed\nhim! That’s big trouble for your\nfriend, you know that?\n\nTONY\nI don’t think so.\n\nRAY\nOh you don’t think so? And so just\nwhat do you want. You and that\nsilly gun.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAY\nOh you don’t think so? And so just\nwhat do you want. You and that\nsilly gun. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve seen how handy you\nare with that thing.\n\nRay stands up. Tony cocks the gun.\n\f104.\n\nTONY\nSit the fuck down! Sit down or I\nwill fucking kill you!\n\nRay is stunned by the tone of Tony’s voice and backs up to\nthe bed and sits back down.\n\nRAY\nListen man. Why does a nice guy\nlike you hang out with a guy like\nAndes. He kills people.\n\nTONY\nYou kill people.\n\nRay looks at Tony in disgust.\n\nRAY\nThey had it coming to them. Your\nfuckin wife. That kid.\n\nTony is livid. He is invigorated.\n\nRAY (CONT'D)\nBut you got me wrong man. It was an\naccident.\n\nTONY\nAccident! It was an accident!\n\nRAY\nI got a certain pride in how people\ntalk to me and there are certain\nthings I don’t put up with. Let me\ntell you man, when someone accuses\nme of something, that’s an insult.\nIt gives me the right. If my woman\naccuses me of fucking somebody\nelse, then I go fuck somebody else.\nIf your fucking daughter thinks I’m\na rapist, then she gets raped.\n\nTony is livid.\n\nTONY\nNobody gets away with what you did.\nNobody.\n\nRAY\n\nThey don’t?\n\f105.\n\nTony is pointing the gun directly at Ray and closes his eyes\nfor a moment as he squeezes the handle of the gun. He is\nalmost in a trance.\n\nTONY\nNobody. Nobody. Nobody.\n\nRAY\nSo why don’t you just kill me? Come\non man, you don’t know nothin. It’s\nfun to kill people. You of all\npeople ought to try it sometime.\n\nRay is quietly sliding his hand under the pillow on the bed.\nHe has hidden a metal rod of some kind there and we see his\nfingers slide around the handle.\n\nTONY\nFun! Did you have fun killing my\nwife and daughter! Get up. It’s\ntime for you to go.\n\nTONY (CONT'D)\nGo. Go on.\n\nRay surveys Tony and the room. He stands up slowly. One hand\nis holding the fire poker behind his back.\n\nRay looks Tony in the face. He begins to grin.\n\nRAY\nYour wife. Yeah, I remember your\nfuckin wife.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe begins to grin. RAY\nYour wife. Yeah, I remember your\nfuckin wife. \n\nTARGET SECTION TO BE ANNOTATED:\n I remember fuckin your\nwife, but you’re too weak. To\nfuckin weak. You’re too weak to do\nanything about it.\n\nTony pulls the trigger and the gun goes off. It misses Ray.\n\nRAY (CONT'D)\nSon of a bitch!\n\nTony pulls the trigger again. Ray is hit and grabs at his\nchest but is now moving towards Tony with the fire poker in\nhis hand. He swings it towards Tony’s face as our screen goes\ndark. Absolute silence.\n\nCUT TO BLACK.\n\f87\n\n88\n\n89\n\n106.\nINT. TRAILER, WEST TEXAS. DAY. 87\n\nOur sound returns as we hear flies buzzing close by. Our\nscreen is black but begins to shift to a warm brown as murky\ndaylight starts to illuminate the image.\n\nTony is lying on the floor of the trailer. His head is\ncovered in blood that has began to crust over. As a fly\ncrawls across his face he slowly reaches up in pain to fan it\naway. We see that there is a bloody gash across his face. His\neyes are covered in dried blood and as he claws at them we\nrealize that he has been blinded. Tony realizes this too.\n\nHe feels around and finds the gun. He holds onto it and finds\na chair and pulls himself up. Light is now pouring into the\nroom. He manages to get to his feet.\n\nAs he begins to stumble around the room he walks into\nsomething. Someone. It is Ray. He is dead and lying in a pool\nof blood.\n\nTony bends down and runs his hands over Ray’s face and lifts\nthe deadweight of the arm. He still holds the fire poker in\none hand.\n\nTony finds his way out of the trailer. As he does he falls to\nthe ground.\n\nEXT. TRAILER, WEST TEXAS. DAY -- CONTINUOUS. 88\n\nHe drags himself into the brush and towards the road. He\nstruggles to reach into the air and fires the gun then drops\nto the ground.\n\nHe tries to lift the gun back up in the air in an attempt to\nfire it once again. As he rises to his knees he falls back to\nthe ground and onto the gun.\n\nA loud gunshot. He has shot himself in the stomach. He is\nstill alive but begins to loose consciousness.\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has shot himself in the stomach. He is\nstill alive but begins to loose consciousness. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MORROW RESIDENCE - SUSAN'S BATHROOM. NIGHT. 89\n\nSusan is in her tub. Her face is completely submerged. Her\neyes are open. She suddenly sits up and gasps for air.\n\f90\n\n91\n\n92\n\n107.\n\nEXT. TRAILER, WEST TEXAS. DAY -- CONTINUOUS. 90\n\nOur camera slides up Tony’s body to see him grasp at his neck\nfor the small _ gold cross.\n\nA breeze causes a loud brushing sound of the grass in the\nwind as the sound of the insects rises.\n\nThe sound of Tony’s heartbeat becomes louder and louder and\novertakes all other sound as our camera settles on his face.\n\nWith each beat we cut back and forth from his face, to that\nof Susan’s as she begins to cry.\n\nThe sounds of Tony’s cries of pain mingle with Susan’s cries.\n\nTONY’S FACE. SUSAN'S FACE. TONY’S FACE. SUSAN’S FACE, UNTIL\nSUDDENLY TONY'S HEARTBEAT STOPS.\n\nINT. MORROW RESIDENCE - SUSAN’S BATHROOM. NIGHT -- 91\nCONTINUOUS.\n\nSusan is in tears as she grabs at the gold cross around her\nneck.\n\nSUSAN\n(Softly) Edward.\n\nCUT TO BLACK.\n\nINT. MORROW RESIDENCE - SUSAN’S BEDROOM. NIGHT -- LATER. 92\n\nThe lights are out. Susan is lying in bed wide awake\nthinking. Her eyes are still wet. Her thoughts are\ninterrupted by the buzz of an e-mail on her phone. She\nreaches over to the bedside table and opens the message.\n\nDear Susan,\nJust let me know when and where.\nEdward.\n\nA soft smile comes over Susan’s face as she quickly types out\na response.\n\f93\n\n94\n\n108.\nINT. MORROW RESIDENCE - SUSAN'S BATHROOM. NEXT EVENING. 93\n\nSusan stands in front of her bathroom mirror. She is dressed\n\nto go out. She raises her face slightly and looks at herself\n\nintently. She reaches for a tissue and wipes the lipstick off\nof her mouth.\n\nShe begins to put her wedding ring back on her finger but\nstops for a moment and looks at her hand. She slips the ring\nback into the tray on her dressing table.\n\nINT.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe begins to put her wedding ring back on her finger but\nstops for a moment and looks at her hand. She slips the ring\nback into the tray on her dressing table. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RESTAURANT, LOS ANGELES. EVENING -- LATER. 94\n\nSusan walks into the restaurant. She looks especially\nbeautiful and somehow younger.\n\nSusan follows the hostess to a table overlooking the\ncourtyard. It is dusk and the lights of the city below are\nbeginning to glisten. It is a beautiful LA night.\n\nHOSTESS\nMay I get you a drink while you\nwait?\n\nShe smiles at the hostess.\n\nSUSAN\nYes, thank you. Scotch on the\nrocks.\n\nSusan is seated next to a young couple who are leaning in\nclosely to each other.\n\nTime passes. Lingering shots of Susan. Her hands as she feels\nthe finger where her wedding ring usually rests. Her legs as\nthey cross and uncross. Long shot of her sitting by herself\nin a room full of people looking back towards the entry door\nof the restaurant.\n\nShe has finished her drink.\n\nHOSTESS\nMrs. Morrow, are you all right? May\nI get you another drink?\n\nSUSAN\nYes, thank you.\n\nMore time passes. She finishes her second drink. The couple\nnext to her has now left and the table is empty.\n\f109.\n\nLong shot of Susan sitting alone in the now almost deserted\nroom. She sits still looking out over the lights of the city.\n\nSusan Morrow stares straight ahead and into the night. The\nexpression on her face belies her realization that Edward is\nnot coming.\n\nCUT TO BLACK.\n\f"
}