{
  "1": "Normal Adolescent Behavior\n\nby\nBeth Schacter\n\nDirector's Note\n\nTeenagers have sex. This is a movie about teenagers who have sex,\nbut that doesn't mean there's sex in the movie. Some of the best\nteen films have been about sex and love and nobody ever got naked.\nThis film will look beautiful and everyone will look sexy, but\nthere's absolutely no reason anyone has to get naked.\n\nMax Roman 11/4/05\nInnovative Artists\n\n310.656.5145\n\nmax@iala.com\n\f11/4/05 1.\n\nEXT. HIGH SCHOOL: PARKING LOT - NIGHT\n\nCREDITS ROLL OVER ‘GIRL ON THE STREET’ INTERVIEWS done on\na cheap video camera in various locations around Chagrin\nFalls, Ohio (population 6,500, an hour south of\nCleveland):\n\nA TEEN GIRL #1 speaks into the camera, playing with her\nhair as she tries not to giggle.\n\nTEEN GIRL #1\nMostly, girls just hook up with guys at\nparties, but usually it’s with someone\nthey know, like a friend. I mean, it’s\nnot like I hear people saying I’m saving\nmyself for marriage or anything.\n\nShe giggles and we cut to a TEEN GIRL #2, this one\nscrunching her face into her turtleneck, to hide her\nidentity. Her friends mill in the background.\n\nTEEN GIRL #2\nThe point of being young is to experience\na bunch of people so you know what you\nwant. In a few more years I’1l be able\nto tell a good one from a bad one.\n\nCROWD GIRL #1\n(yelling out)\nAnd the big ones from the little ones.\n\nAnother teen laughs, revealing her face and we cut to a\nTEEN GIRL #3 who has her hair cropped close. She speaks\ndirectly at the camera, dangerously close to the lens.\n\nTEEN GIRL #3\nThey’re nasty sluts. And slutty girls\nbecome slutty women and then they marry\nnasty guys, who drive gross cars and\nsmell like cheap beer.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe speaks\ndirectly at the camera, dangerously close to the lens. TEEN GIRL #3\nThey’re nasty sluts. And slutty girls\nbecome slutty women and then they marry\nnasty guys, who drive gross cars and\nsmell like cheap beer. \n\nTARGET SECTION TO BE ANNOTATED:\nA TEEN GIRL #4 pushes the Teen Girl #3 aside and screams:\nTEEN GIRL #4\nIs this like those Girls Gone Wild? Are\nyou from MTV?\nSHE RAISES HER SHIRT AND FLASHES HER BREASTS, SCREAMING:\n\nTEEN GIRL #4 (CONT’D)\nWHOOOO!\n\nThe screen freezes. The title\n\f11/4/05 2.\n\nNormal Adolescent Behavior\n\nAppears over her breasts.\n\nEXT. CHAGRIN COOP SCHOOL: QUAD - DAY\n\nMUSIC: Gary Glitter sings his raunchy “Do You Wanna Touch\nMe”\n\nLate Summer in Chagrin Falls, Ohio about forty minutes\nsouth of Cleveland. WENDY BERGMAN (senior, 17, beautiful\nbut not ready to accept it) walks through the “Coop”\nprivate school grounds; she leads us under banners that\nsay “WELCOME NEW CLASS” and “DON’T DIS THE ORIENTATION --\nHAVE FUN AND WELCOME!” It all feels like it could be the\nSummer of Love except for the girls are wearing Seven\njeans and the guys are wearing vintage and everyone’s\nhair is done, even the ‘alternative’ kids.\n\nWendy passes by as a group of fifty students does a ‘lap\nsit’ -- they stand in a circle and then sit down at the\nsame time. Eventually they fall amid general hysterical\nlaughter. If Wendy wasn’t rolling her eyes before, she\ncertainly is now.\n\nACROSS THE QUAD we meet BILLIE (17, short blond hair and\nvintage clothes, hottest girl in school according to\ncurrent web polls). She is walking towards Wendy; she is\nblond to Wendy’s brunette, intelligent enthusiasm to\nWendy’s brilliant sarcasm. They are a perfect match for\neach other.\n\nA car pulls up quickly between them as they near the\nparking lot. It squeals to a stop and SEAN MAYER (17,\ntall with good looks that skew slightly pretty) gets out\nof the car. The car squeals away. If it looks like the\nopening of the Breakfast Club, well, all the better. He\nskulks towards the orientation festivities but he also\nsteals a glance at Wendy.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car squeals away. If it looks like the\nopening of the Breakfast Club, well, all the better. He\nskulks towards the orientation festivities but he also\nsteals a glance at Wendy. \n\nTARGET SECTION TO BE ANNOTATED:\nBillie yells out to Wendy:\n\nBILLIE\nWoman!\n\nWendy jogs the last few feet to her best friend and then\nthey join the rest of the group. Besides Billie there is\nANN, Chinese with a defiant red streak in her hair; JONAH\na stoner reading a Miles Davis biography;\n\f11/4/05 3.\n\nROBERT, tall and the most conventionally good looking of\nthe unconventional group and PRICE who has blond hair and\nblue eyes and wants desperately to fit in. Which is why\nhe pulls out, and places on his head, a TRUCKER’S CAP.\n\nThe GROUP GROANS.\n\nPRICE\n\nWhat?\nBILLIE\n\nYou should burn that hat.\nANN\n\nIt’s plastic. Toxic fumes?\nBILLIE\n\nHe could burn a little of it\n\nSymbolically.\n\nShe jumps up, fishing a lighter from her bag. She hands\nthe hat and the lighter to Price.\n\nBILLIE (CONT'D)\nDo it. Show us you’re better than the\nhat.\n\nThe group looks at Wendy, asking for permission.\n\nWENDY\nBurn a little. It’1ll be good for you.\n\nPrice burns a little of the hat, sheepishly, and the\ngroup all cheer. Price leans over to hug the girls and\nit quickly turns into a wrestling/play fight. Wendy looks\nup and sees a FRESHMEN GIRL and guy whispering and\nlooking at the group’s antics. Wendy stands up, brushing\nherself off.\n\nWENDY (CONT’D)\nSorry.\n\nJONAH\n(to the Freshmen)\nCan we help you?\n\nThe rest of the group get up as well, looking slightly\nsheepish, except for Billie. The Freshmen stand there,\nwaiting.\n\nBILLIE\nWhat?!\n\f11/4/05 4.\n\nFreshmen Girl points to Wendy’s necklace, which reads\n“Hoochie”.\n\nFRESHMAN GIRL\nI like your necklace.\n\nThe two laugh and walk away. Wendy touches her necklace,\nstung.\n\nROBERT\nOkay! I think we’ve successfully oriented\nourselves. Billie?\n\nBillie stands up, and the group gathers their things.\n\nPRICE\n(to Wendy)\nAre you leaving?\n\nWENDY\n(motioning out to the field)\nCan’t. My brother’s here.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRICE\n(to Wendy)\nAre you leaving? WENDY\n(motioning out to the field)\nCan’t. My brother’s here. \n\nTARGET SECTION TO BE ANNOTATED:\nBILLIE\n(to Wendy)\nYou okay?\nWENDY\nYep.\nBILLIE\n\nCall me later?\n\nWENDY\nFrigging right.\n\nAll six hug, with real warmth. Somebody yells out to\nthem from a passing car.\n\nSTUDENT IN CAR\nKiss. Kiss. Kiss!\n\nWendy and Billie roll their eyes.\nWENDY\nSeriously, when did being a lesbian\nbecome cooler than blowing a rock star?\n\nBILLIE\nYou’ve never blown a rock star.\n\nWENDY\nNeither have you.\n\f11/4/05 5.\n\nThey laugh. The other four are a little ways away, but\nBillie hangs on to Wendy for a second.\n\nBILLIE\nWhat if you could blow a rock star?\n\nWENDY\nAnd ruin what we have?\n\nBillie slaps Wendy’s ass.\n\nBILLIE\nThat’s my girl.\n\nWendy waves at Billie as she joins the others and walks\noff. Wendy is all alone outside the school. She wanders\naround, kicking a few pebbles, she picks a leaf froma\ntree and starts humming the theme to “The A-Team.”\n\nWendy goes back inside the school.\n\nINT. CHAGRIN COOP SCHOOL: HANGAR - DAY\n\nThe school is empty, a little eerie. Still humming,\nWendy heads towards the classrooms, which are all ina\nlarge hangar type building -- each classroom is divided\nwith partitions into a “bay”. In the center is a library\nand at the far corner, a SCIENCE classroom.\n\nINT. CHAGRIN COOP SCHOOL: LAB - DAY\n\nInside the science area, Wendy opens a door removing\nETHANOL. Pouring the ethanol into a wide-mouthed beaker\nshe places the leaf in the ethanol, lights a Bunsen\nburner and lets the leaf start to boil in the solution.\n\nSean watches, unseen by Wendy.\n\nSEAN\nBlowing up the school?\n\nWendy tries to act cool.\n\nWENDY\nDid you follow me in here?\n\nSEAN\nI wanted to get the lay of the land.\nPlus I hate that song.\n\f11/4/05 6.\n\nSean hums the “A-Team” theme back. Wendy is caught for a\nsecond, then comes right back at him.\n\nWENDY\nThe “lay of the land”.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSean hums the “A-Team” theme back. Wendy is caught for a\nsecond, then comes right back at him. WENDY\nThe “lay of the land”. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nI’m new. I figured I could, I dunno,\nmemorize where everything was.\n\nWENDY\nThere’s not much to memorize.\n\nShe turns him around and points out the “landmarks” of\nschool.\n\nWENDY (CONT'D)\nThese are the classrooms. No walls, so\nyou have to have respect for everyone.\nThat’s a big word around here -- respect.\nMake sure you use it inappropriately.\n\nSEAN\nLike irony.\n\nWENDY\nThat would be “incorrectly.”\n\nWendy points out some more places in the school.\n\nWENDY (CONT'D)\nThat’s the library. We gather in the\nlounge for announcements every Thursday\nfor Community Meeting; better known as\n“where people bitch about the lack of\nrespect in the public bathrooms”.\n\nSEAN\nYou’re not blowing anything up, are you?\n\nWendy turns back to her leaf.\n\nWENDY\nGet the lights.\n\nShe gestures to the other side of the room. Sean runs to\nthe switch, hits it. The sun has started to set, so the\nroom is relatively dark.\n\nWendy turns the Bunsen burner off. The leaf GLOWS BRIGHT\nRED.\n\f11/4/05 7.\n\nWENDY (CONT’D)\nI just read about it and I wanted to try\nit. The electrons in the leaf are\n‘excited’. They have these names that\n\nare so... Human. Excited. Lazy.\nAggressive. Did you know they can be\n“impure”?\n\nSEAN\n\nYou couldn’t try it during school?\n\nWENDY\nI hate chemistry.\n\nSEAN\nBut\n\nShe puts her finger to her lips.\n\nWENDY\nShhh.\n\nSEAN\n(smiles)\nYour secret’s safe. I swear.\n\nWENDY\nWho would you tell?\n\nHe’s stung, but hides it.\n\nSEAN\nMy mom’s a chemist. I would never make\nfun of you for liking this stuff.\n\nWENDY\n(indignant, he’s hit close to\nhome )\nIf you did I’d kick your ass.\n\nSEAN\nIf I did it would be ironic.\n\nWENDY\nThat’s incorrect.\n\nSEAN\nKicking my ass would be inappropriate.\n\nWENDY\nNo, but it would be disrespectful.\n\f11/4/05 8.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEAN\nKicking my ass would be inappropriate. WENDY\nNo, but it would be disrespectful. 11/4/05 8. \n\nTARGET SECTION TO BE ANNOTATED:\nA pause as she looks at Sean. He smiles at her. She\ntries not to smile back but she does.\n\nVOICE (0.S.)\nWendy!\n\nThe lights blaze on, and the leaf stops shining red.\nSean and Wendy move apart, quickly. At the other end of\nthe room is NATHAN BERGMAN (15, he recently grew about\nsix inches, now he’s a taller version of his gawky old\nself).\n\nWENDY\nMy brother, Nathan.\n\nNATHAN\nCan we go home already?\n\nWendy dumps out the ethanol and leaf, and walks away from\nSean, who quickly follows her.\n\nEXT. BERGMAN HOUSE: DRIVEWAY - DAY\n\nWendy’s car pulls into a driveway, on the left, a large\nTudor house, on the right, a similarly sized brick home\nwith a much less well-tended yard.\n\nINT. WENDY’S CAR - DAY\n\nSean sits in the passenger seat, Nathan’s in the\nbackseat.\n\nSEAN\n(points left)\nThis is me.\n\nWENDY\n(points right)\n\nThat’s me.\n\nSEAN\nI know.\n\nWENDY\nYou know?\n\nNATHAN\n\nHave you read “The Watchmen”?\n\nWENDY\nYou knew who I was?\n\f11/4/05 9.\n\nSean keeps his eyes on Wendy.\n\nSEAN\nYeah. I mean, I saw you, you know,\naround. I didn’t know who you were.\n\nNATHAN\nSo you read it? Because I have all of\nthem. If you wanna, you know, read them\nor whatever.\n\nSEAN\nYeah, I’1l read them.\n\nWENDY\nI’m going in, okay?\n\nSEAN\nYou could come over...ask my mom about\nimpure electrodes or whatever.\n\nWENDY\nI’m good. Thanks.\n\nNATHAN\n(super eager)\nOr you could come over to our house\ntomorrow? You can read them then.\n\nSEAN\nYeah, sure.\n\nNathan grins, thrilled. Wendy watches Sean as he gets\nout and goes into his house. Nathan is already at their\nfront door.\n\nNATHAN\nYou have the keys!\n\nWendy sighs and gets out of the car.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nNathan is already at their\nfront door. NATHAN\nYou have the keys! Wendy sighs and gets out of the car. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\nWhy’d you ask him over for Saturday?\n\nNATHAN\nWhy not?\n\nWendy doesn’t answer.\nFADE TO BLACK.\n\nLEGEND: This Is Saturday\n\f10\n\n14\n\n12\n\n13\n\n11/4/05 10.\n\nINT. JONAH’S HOUSE: ROOM - DAY 7\nZippy, happy pop music plays as we see our group get\n\nready for Saturday night in their own homes on a Saturday\nafternoon.\n\nJonah fixes his hair, takes a long pull on a bong,\n\nrefixes his hair and then puts on a Cleveland Indians\nbaseball hat.\n\nINT. ANN’S HOUSE: ROOM - DAY 8\nAnn sits on her bed, which is surrounded by posters that\nhave inspirational sayings, like “Hang In There, Baby,”\n\nand “God Will Provide, But It Helps To Study”. Ann\n\nbrushes her hair, tries out pigtails, then a ponytail,\n\nthen scrunches it around so it covers her face.\n\nINT. PRICE’S HOUSE: ROOM - DAY 9\n\nPrice reads a copy of RAYGUN while he is lifting weights.\n\nINT. BILLIE’S HOUSE: ROOM - DAY 10\nBillie applies lip liner, fills it in and then blots.\n\nShe does it again. And again.\n\nINT. ROBERT’S HOUSE: BATHROOM - DAY 11\nRobert showers, singing loudly along to the pop song we\nhear.\n\nINT. BERGMAN HOUSE: WENDY’S BATHROOM - DAY 12\nAnd finally Wendy, who is in her bathroom, sitting in the\ntub though there is no water in it, as she absentmindedly\ndrums her fingers.\n\nINT. BERGMAN HOUSE: NATHAN’S ROOM - EVENING 13\n\nNathan sits poised in his room, when the doorbell rings\nand he springs to life and runs out\n\f14\n\n15\n\n11/4/05 11.\n\nINT. BERGMAN HOUSE: LIVING ROOM - EVENING 14\n\nNathan sprints down the stairs and runs to answer it.\n\nDownstairs, Sean is waiting for Nathan.\n\nSEAN\nHey.\nNATHAN\nHi!\n(trying to be cool)\nHey.\n\nSEAN\n(he holds the comics up)\nI brought these. If you want to read\nthem.\n\nNATHAN\nGreat. Cool.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you want to read\nthem. NATHAN\nGreat. Cool. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nSo thanks for inviting me.\n\nNATHAN\nWe’re neighbors.\n\nINT. BERGMAN HOUSE: KITCHEN - EVENING 15\n\nNathan has carefully prepared a tray of food, which is\nwaiting for them.\n\nA pause.\n\nSEAN\nHoly shit. My mom can barely make pop\ntarts.\n\nNATHAN\nOh I made it.\n\nSEAN\nFor me?\n\nNATHAN\n\nYeah, I mean, I don’t get many guys, I\nmean people, you know...\n\nSEAN\nYeah. No. That’s cool.\n\f16\n\n11/4/05 12.\n\nSean takes an involuntary step back.\n\nNATHAN\nNo... I mean, I like to cook, so it isn’t\nlike. I mean, like I didn’t plan\neverything, it’s not a trap. Here.\nLook, see these, these are really easy to\nmake - -\n\nNathan grabs a cookie off the tray and hands it to Sean\nbut as he does, he trips on his own feet, he tumbles\ntowards Sean and his hand ENDS UP ON SEAN’S CROTCH.\n\nThere is a moment where Nathan doesn’t know what to do.\nHis hand actually stays there he’s so confused.\n\nSean moves away and Nathan stands up and does what anyone\nwould do; he runs out. Sean goes after him.\n\nINT. BERGMAN’S HOUSE: WENDY’S ROOM - NIGHT 16\nThe girls are hanging out, talking about Sean.\n\nWENDY\nHe’s from Chicago.\n\nANN\nSo he transferred as a senior?\n\nWENDY\nI guess. People transfer.\n\nANN\nIn third grade people transferred. We’ve\nhad the same people in our classes\nforever.\n\nWENDY\nSo?\n\nBILLIE\nHe seems a little too Queer Eye and not\nenough Straight Guy.\n\nWENDY\n(a little too quickly)\nHe’s not. He’s nice.\n\nBILLIE\nHe’s nice?\n\f11/4/05 13.\n\nWENDY\nHe was nice to Nathan.\n\nBILLIE\nYour brother is easy to be nice to. Like\npuppy dogs and homeless people.\n\nANN\nBillie!\n\nBILLIE\nI’m not the one making him out like Sean\nthe Saint.\n\nANN\n\n(the peacekeeper )\nIf we were normal girls, we’d be fighting\nover him. Fresh meat.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLIE\nI’m not the one making him out like Sean\nthe Saint. ANN\n\n(the peacekeeper )\nIf we were normal girls, we’d be fighting\nover him. Fresh meat. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\nThank god we’re not normal.\n\nWendy goes to the door.\n\nWENDY (CONT'D)\nI’m getting a pop.\n\nBILLIE\nFor me too.\nANN\nYeah.\nWendy shuts the door.\n17 INT. BERGMAN HOUSE: KITCHEN - NIGHT 17\n\nWendy is getting three Diet Cokes from the fridge.\n\nSEAN (0.S.)\nDammit.\n\n18 INT. BERGMAN HOUSE: BACK FOYER - NIGHT 18\n\nWendy walks toward the voice, seeing Sean in the back\nfoyer, standing in front of an open garbage can. He has\nan apple core, which he can’t throw away because the\ngarbage is overflowing.\n\nWENDY\nYeah. I was supposed to take that out.\n\f19\n\n11/4/05 14.\n\nSEAN\nHey.\n\nWendy takes glances quickly above her, as if Billie and\nAnn could see her right now. But they can’t, so:\n\nWENDY\nI’1l get it.\n\nWendy takes the garbage bag out of the garbage and ties\nit shut.\n\nSEAN\nYou need help?\n\nWENDY\nSure.\n\nHe takes the bag and follows her to the backyard.\n\nEXT. BERGMAN HOUSE: BACKYARD - NIGHT 19\n\nThey walk to the six trashcans that line up on the\nproperty line between their houses. Sean’s backyard is\nlittered with boxes.\n\nWendy opens a trashcan and Sean places the bag inside.\nAs he does, his hand touches hers for a moment, and she\ncatches his eye.\n\nWENDY\nYou were sweet to come by.\n\nSEAN\nNathan’s weird. But potentially very\ncool.\n\nWENDY\nHe’s temporarily weird. Proof that\nphases are real.\nWendy absently wipes her hand on her pants.\n\nSEAN\nIs your hand okay?\n\nWENDY\nHuh? Yeah. You know when you touch\nsomething gross?\n\nSean looks down at his own hand.\n\f11/4/05 15.\n\nWENDY (CONT'D)\n(laughs)\nOh god, no -- not you. I’m sorry. I\nmeant the garbage.\n\nSEAN\nOh.\n\nA pause.\n\nWENDY\nI should go in.\n\nThey don’t move, just stand there for another moment.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nA pause. WENDY\nI should go in. They don’t move, just stand there for another moment. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nYou’re kinda weird, too.\n\nWENDY\nAmazing line. Brilliant.\n\nSEAN\nAnd how do you know it’s a line?\n\nHe steps closer to her, thinking about kissing her\nWENDY\n\nWell, if you’re calling me weird in\nearnest, that’s pretty mean.\n\nSEAN\n(quiet)\nSo you’re hopeful I’m trying to pick you\nup.\nWENDY\nPick me up? What are you from, 1976?\nSEAN\nYou’re funny.\nWENDY\nNo I’m not.\nSEAN\nYeah. Clever. Funny. Smart. You like\nscience.\nWENDY\n\nThose are all words that mean ugly.\n\f20\n\n21\n\n22\n\n11/4/05 16.\n\nSEAN\nYou are definitely not ugly. You’re just\npretty and smart.\n\nWendy has nothing to say to this. They move closer to\neach other so that they are almost kissing, but they\ndon’t touch.\n\nWENDY\n\nI can’t-- I mean, I’m not...\nSEAN\n\nOkay.\nWENDY\n\n(not moving)\nI’m not available. If you didn’t find\nthat out at orientation, you’1l\ndefinitely find it out soon.\n\nFrom in front of the houses the sound of a horn honking\ninterrupts them; Sean and Wendy stay still for one moment\nlonger, but then Sean realizes who it is.\n\nSEAN\nI’m sorry.\n\nSean leaves Wendy standing there. She waits until he is\ngone and then sprints inside.\n\nINT. BERGMAN HOUSE: KITCHEN - NIGHT 20\nWendy grabs the three Diet Cokes, frantic, almost\n\ndropping them. She runs upstairs.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 21\nBillie and Ann are looking out the window at the car;\n\nWendy rushes in and looks over their shoulders to see\n\nSean.\n\nEXT. MAYER HOUSE: DRIVEWAY - NIGHT 22\nWENDY’S POV: Outside Sean’s house, ALLYSON, another\n\nsenior, not as pretty, but very put together, sits in her\nconvertible.\n\f23\n\n24\n\n25\n\n26\n\n11/4/05 17.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 23\nBILLIE\nNo shit.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n23\n\n24\n\n25\n\n26\n\n11/4/05 17. INT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 23\nBILLIE\nNo shit. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\n\nAllyson? What does she want?\n\nEXT. MAYER HOUSE: DRIVEWAY - NIGHT 24\n\nAnd a second later, they get their answer. Sean runs out\nof the house and gets in the car.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 25\nBILLIE\nNo.\nANN\n\nApparently so.\n\nWENDY\n(trying to remain aloof)\nThat was fast.\n\nANN\nThat poor boy. He has no idea what he’s\ngetting himself into.\n\nThe girls watch the car pull away, past a Brown Sedan\nthat is gently rocking.\n\nWENDY\n(changing the subject)\nThat car has been there every night this\nweek.\n\nA foot sticks out of the passenger window. The girls\nlaugh. Billie goes back to the bed, but Wendy keeps\nlooking out the window.\n\nBILLIE\nAre we getting ready or what?\nINT. BERGMAN HOUSE: WENDY’S BATHROOM - NIGHT 26\n\nLater that night, the three girls are in Wendy’s\nbathroom.\n\f27\n\n11/4/05 18.\n\nThey have done their makeup and hair for a Saturday\nnight, not too slutty, not too conservative. They look\naverage, all-American, Midwestern.\n\nThe girls look into the mirror into each other’s eyes\nsmiling.\n\nN.E.R.D.’s song “Truth or Dare” starts playing. The\nSOUND OF A LOUD PARTY.\n\nALLYSON (0.S.)\n(yelling to be heard)\nThey are complete magno-sluts.\n\nINT. HOUSE PARTY: LIVING ROOM - NIGHT 27\nMusic continues.\n\nLOOKING AROUND THE ROOM, we see that everyone is treated\nto television sets running non-stop porn. Everyone\ndrinks. Bong hits in the corner. In the background,\ngirls disappear with guys into a variety of rooms.\nBasically, an average teen party.\n\nSean stands with Allyson. RYAN (a girl, also a senior)\nis sitting on a kitchen counter nearby but out of\nearshot, with her boyfriend, AARON who is strumming a\nguitar. Alex, another senior, hands out beers to Sean\nand Allyson.\n\nALLYSON\nI mean, I understand why the guys do it\nbut the girls? It is total depravity.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlex, another senior, hands out beers to Sean\nand Allyson. ALLYSON\nI mean, I understand why the guys do it\nbut the girls? It is total depravity. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE DOOR THAT SEAN IS LEANING ON OPENS, and a sexy girl\ncomes out of the bedroom, wiping her mouth. Sean lets\nher pass, and she looks at him, smiling seductively. A\nmoment later a guy comes out, buttoning his pants.\n\nALLYSON (CONT'D)\n(pointing)\nYou should ask Ryan and Aaron. They got\nout.\n\nSEAN\n(laughing)\nGot out? What, it’s a cult?\n\nALLYSON\n(serious)\nI guess. I mean, I don’t know what else\nyou would call it. Don’t you have to\nkill yourself to be in a cult?\n\f11/4/05 19.\n\nSEAN\nAnd they all have sex with each other?\n\nALLYSON\nIt’s pathetic, I know.\n\nSean looks around at all the sex and drinking going on at\nthis party.\n\nSEAN\nSo, why is what you’re doing different\nthan what they’re doing?\n\nALLYSON\n(defensive)\nIt just is. See, we invite them every\nweek and they never show. Obviously they\nthink they’re better than us.\n\nAllyson notices something across the room.\n\nALLYSON (CONT'D)\nOh my god! They put in a pole? That is\nso cool.\n\nAllyson goes towards the stripper pole someone has\ninstalled in the rec room.\n\nALLYSON (CONT’D)\nI wanna turn!\n\nSean moves through the party, heading for the kitchen\nwhere he last saw Ryan. Two guys play Playstation in one\nroom, while a girl gives another guy a lap dance, a blank\nstare on her face. Sean walks by TWO TANK-TOP GIRLS\ngoing to the bathroom wearing almost identical tank-tops.\n\nTANK-TOP GIRL #1\nAre you going to Brian’s thing tomorrow\nnight?\n\nTANK-TOP GIRL #2\nYeah. I just wish it wasn’t a BJ party.\n\nTANK-TOP GIRL #1\nSeriously. They should hand out bibs.\n\nSean looks at Ryan.\n\f28\n\n11/4/05 20.\n\nINT. HOUSE PARTY: LIVING ROOM - NIGHT 28\n\nLater on, Sean holds two beers as Ryan fixes her shoe,\nshaking a pebble out of it. She stumbles a little, then\ngets the shoe back on.\n\nRYAN\nI’m not used to these. Aaron likes them.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stumbles a little, then\ngets the shoe back on. RYAN\nI’m not used to these. Aaron likes them. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nYour boyfriend?\n\nShe shrugs, as if to say, “what can you do”.\n\nSEAN (CONT’D)\nSo you know Wendy?\n\nRYAN\nDon’t. Really.\n\nSEAN\nI just want to-- she’s my next door\nneighbor, you know?\n\nRYAN\nYeah.\n\nThere’s a pause as Ryan and Sean watch a bunch of girls\nplaying spin the bottle for a group of very rowdy guys.\n\nRYAN (CONT’D)\nLook, we just had an... arrangement, the\neight of us. And when Aaron and I didn’t\nwant to be with them anymore, we stopped.\nIt’s not like I had to be de-programmed.\nEveryone wants it to be this big deal.\n\nSEAN\n\nSo it’s more like a club?\nRYAN\n\nNo!\nSEAN\n\nWhat is it then?\n\nRyan can’t really answer. The girls playing spin the\nbottle kiss and everyone cheers.\n\nSEAN (CONT’D)\nI can’t talk to her?\n\f29\n\n11/4/05 21.\n\nRYAN\nNo. I mean, you might be able to talk to\nher, and maybe hang out at school. You\nshould join Student Council. we’re, I\nmean they’re all on it. I’m not anymore.\n\nSEAN\nSeriously?\n\nRYAN\nYeah. What, you figured we hung out and\nsmoked crack?\n\nSEAN\nNo. I don’t know.\n\nRYAN\nAmnesty, and Model Congress and the Green\nParty. Last year we worked on two local\ncampaigns.\n\nSean looks shocked.\n\nRYAN (CONT’D)\n(kind of annoyed)\nYeah, good students who have sex. It\nhappens.\n\nThey watch another group of girls kiss in the spin the\nbottle game and then get doused with beer.\n\nRYAN (CONT’D)\nI gotta find Aaron.\n\nShe leaves Sean alone. He sees the SEXY GIRL WHO CAME\nOUT OF THE ROOM. She smiles at him and reaches out. He\nsmiles shyly but lets her lead him back inside to a\nbedroom. As they enter, Tank-Top Girls look on.\n\nTANK-TOP GIRL #2\nWhat is she going for, a world’s record?\n\nThey laugh.\n\nINT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANK-TOP GIRL #2\nWhat is she going for, a world’s record? They laugh. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROBERT’S HOUSE: LIVING ROOM - NIGHT 29\n\nIn contrast to the party, Robert’s house is quiet, and\nserene. Marathon Man plays on the television. Our six\nare sitting on the floor of Robert’s sunken living room,\ndespite the overstuffed and expensive furniture. They\nare all draped over each other, so that you can’t tell\nwhose legs are whose.\n\f11/4/05 22.\n\nDuring the scene they throw individually wrapped condoms\nat each other, winging them hard, like frisbees.\n\nIn front of them are six SHOE BOXES, each one with a name\non it, one for each of them.\n\nROBERT\nI would definitely want to torture Jack\nBlack.\n\nBILLIE\nHe’s funny!\n\nROBERT\n\nHe’s perfect torture material. He thinks\nhe’s funny, so he’d be laughing. Until\nhe cried. Why, who would you torture?\nWENDY BILLIE\nLindsay Lohan. Lindsay Lohan.\n\nThey laugh.\n\nROBERT (CONT'D)\nObvious and tired. Something original.\n\nBillie sticks out her tongue.\n\nBILLIE\n(to Ann, of the boxes)\nYou putting in or taking out?\n\nANN\nTaking out.\n\nBILLIE\nYou always take out. I’m surprised that\nbox isn’t empty.\n\nJONAH\n\nI’d torture Eminem. Without a doubt.\nBILLIE\n\nWhy?\nJONAH\n\nHe’s so smug, ya know. And he thinks\nhe’s black. So I would tie him up and\nshock him with stuff. You know, feet in\na tub of water.\n\nAnn reaches into her box and pulls out a small black\nmarble.\n\f11/4/05 23.\n\nANN\nThe marble that I stole in fifth grade.\nJONAH\nWhy?\nANN\nBecause I’m going to give it back. Bad\nkarma.\nBILLIE\n\nLike you know anything about karma. You\nshould be worried about the yin and yang\nof that box.\n\nPRICE\nBesides, I stole that marble. You just\nheld onto it for me.\n\nAnn sticks her tongue out at Price.\n\nBILLIE\nYou stole that marble because someone- -\n\nWENDY\n-- Lisa Nishi--\n\nBILLIE\nRight, Lisa Nishi, told you that you\ncould sit with her if you did.\n\nPRICE\nI don’t remember that.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnn sticks her tongue out at Price. BILLIE\nYou stole that marble because someone- -\n\nWENDY\n-- Lisa Nishi--\n\nBILLIE\nRight, Lisa Nishi, told you that you\ncould sit with her if you did. PRICE\nI don’t remember that. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT\nI do. She let you sit with her and her\nlittle fifth grade posse for one second\nbecause you only stole one marble.\n\nBILLIE\nWho the hell plays with marbles anyway?\nIt’s so dipshitty 1957.\nPrice shrugs.\n\nWENDY\nI’d torture at least one Olsen.\n\nANN\n(clearly one of her faves)\n\f11/4/05 24.\n\nWENDY\nI would. She would be so spunky and then\nshe'd break...it would be totally\ndelicious.\n(to Ann)\nWhy? wWho’d you torture?\n\nANN\nI dunno. That Harry Potter kid probably.\n\nROBERT\nWendy? It’s your turn.\n\nWENDY\nYeah. In. Putting in.\n\nJONAH\nThank god. I’m sick of everyone taking\nstuff out. First you put it in the box\nand cry about whatever dumbass memory it\nstands for. And then you fish it out,\nsaying you want it back.\n\nWENDY\nCrying?\n\nJONAH\nYou know what I mean.\n\nROBERT\n(picking up Price’s box)\nYeah, and how many things are left in\nSenorita Price’s?\n\nJonah fakes crying as he and Robert dip into the box.\nJONAH\nOhhh, this is the black nail polish I\nwore when I wanted to be Goth.\n\nPRICE\nScrew you.\n\nANN\nI can do whatever I want. It’s my box.\n\nBILLIE\nYes baby, it is.\n\nROBERT\nWhat’s going in?\n\f11/4/05 25.\n\nWendy holds up her “Hoochie” necklace, that the freshmen\npointed out earlier.\n\nBILLIE\nThat was a gift.\n\nWENDY\nYou’re always saying you don’t want us to\napologize. Well, I don’t want us to bea\njoke. It’s not funny.\n\nEveryone thinks about that for a second.\n\nJONAH\nI’m funny.\n\nBILLIE\nYou’re freaking hysterical.\n\nPRICE\n(still hung up on the game)\nYou know the torturing? Well, what would\nwe torture them for?\n\nROBERT\nTo torture them.\n\nPRICE\nUsually there’s a...end result. Like\ninformation or because you need to send a\nmessage to the other side.\n\nRobert starts laughing.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRICE\nUsually there’s a...end result. Like\ninformation or because you need to send a\nmessage to the other side. Robert starts laughing. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT\nThe other side? There isn’t another\nside. We’re just saying -- if we were\ngonna break someone’s will, who would it\nbe?\n\nPRICE\n\nUm. I dunno. Do they have to be alive?\n\nROBERT\nNo. You’re not gonna do it anyway, so\nno. Anyone.\n\nPRICE\nEither Abraham Lincoln or me at twelve\nyears old.\n\nJONAH\n\nFuck. That is such a good answer\n\f11/4/05 26.\n\nBillie takes stock of the boxes.\n\nJONAH (CONT’D)\n(re. the boxes)\nI went. We all went.\n\nRobert stands up and stretches.\n\nROBERT\nYou guys gonna help clean up?\n\nJONAH\nYou have a fucking maid.\n\nROBERT\nWho reports back to my dad. Come on.\n\nPrice, Jonah and Robert go out to start cleaning, Wendy\nand Ann start cleaning halfheartedly the area around\nthem, what they can reach.\n\nWENDY\nPrice got really cute this summer.\n\nBillie lays back, her head in Ann’s lap.\n\nBILLIE\nWe have to stop using that word, “cute.”\nBunnies are cute. Men are sexy.\n\nWENDY\nThese aren’t men.\n\nBILLIE\nThey will be.\n\nShe rolls over so she is looking at Wendy.\n\nBILLIE (CONT'D)\nThey’11 be our men. Ten years from now\nthey’1l be the strongest, smartest men\nanyone knows. And they’1l be ours.\n\nWENDY\nIn ten years, I’m not gonna be here.\n\nBILLIE\nWhy not? After all you invested? This\nis almost 17 years of training, of\nlearning. You want to start from\nscratch?\n\f11/4/05 27.\n\nWENDY\n(upset)\nYou’re kidding right? What, we’re gonna\nbuy a big house in Utah?\n\nBILLIE\n\n(nonplussed)\nYou’1l see. We’re all going to college\ntogether. And then get houses next door\n\nAs if to prove her point, Billie grabs Price by the knees\nas he walks by; he falls on the floor. Then she\nstraddles him. He tries to get up.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then get houses next door\n\nAs if to prove her point, Billie grabs Price by the knees\nas he walks by; he falls on the floor. Then she\nstraddles him. He tries to get up. \n\nTARGET SECTION TO BE ANNOTATED:\nPRICE\n(to Ann and Wendy)\nA little help, here?\n\nInstead the girls all sit on Price, and it turns into\nmore of a wrestling match/tickling fight. Price is\noutnumbered so Robert and Jonah come to his “rescue.”\nRobert grabs Billie and Jonah grabs Wendy, leaving Ann on\ntop of Price.\n\nBILLIE\n(teasing)\nSorry, kids. It’s Saturday night and\nrules are rules. Without rules we would\ndie.\n\nROBERT\n(mocking her)\nThat’s a little dramatic.\n\nANN\nBillie is drama.\n\nNonetheless they re-order, and not without some giggling.\nNow Robert is with Wendy, Price is with Billie, and Jonah\nis with Ann.\n\nThe three couples start making out at various speeds, but\neach one is fully engaged with whomever they are with.\n\nAs the camera pulls up and moves over the three couples\nthey each end up on the floor, Robert on top of Wendy, he\nstarts to take off his shirt; Billie straddles Price, his\nhands go underneath her pants; Ann holds Jonah’s hands\ndown and slowly kisses him, moving down his chest\n\nCondoms litter the floor. We hold above them.\n\f30\n\n31\n\n11/4/05 28.\n\nEXT. ROBERT’S HOUSE: ENTRANCE - NIGHT 30\n\nBillie and Wendy sit on the front steps of Robert’s\nhouse. Wendy has her head in Billie’s lap, and they\nshare a bottle of beer. Billie is looking at Wendy’s\nhair.\n\nBILLIE\nYou have, like, sixteen split ends.\n\nWENDY\nShut up.\n\nThey sit in silence, looking out on the suburban street\neveryone asleep, the gray hazy light of pre-dawn.\n\nWENDY (CONT'D)\nWhen we get to college--\n\nBILLIE\nShhh. This is the best time. This is\nthe time I don’t think about things like\ncollege. Just--\n\nWendy gets it, and they return to the silence.\n\nBILLIE (CONT'D)\n(looking at her watch)\nIt’s Sunday.\n\nWENDY\nYeah, you’re a freaking genius. Shut up\nwe’re supposed to be having quiet Zen\ntime.\n\nBillie thwacks Wendy lightly, and the girls giggle, and\nreturn to silence.\n\nEXT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShut up\nwe’re supposed to be having quiet Zen\ntime. Billie thwacks Wendy lightly, and the girls giggle, and\nreturn to silence. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CLUB: PARKING LOT - NIGHT 31\n\nAs in the beginning, the video of girls, this time just\nafter a football game outside a local Denny’s.\n\nThis GIRL looks down the whole time, she’s distracted as\nshe text messages someone.\n\nTEEN GIRL #5\nWhy should guys have all the fun? TI\nmean, if I have to lay there anyway, at\nleast I could be having fun, right?\n\f32\n\n33\n\n11/4/05 29.\n\nShe gets distracted by her text messages, and wanders\naway. TEEN GIRL #6 walks up and fixes her hair, then\nfishes a condom out of her back pocket\n\nTEEN GIRL #6\nI’m like a boyscout --\n\nYELLING GUY (0.S.)\n\n(yelling)\nFLAT AS ALL HELL!\n\nTEEN GIRL #6\n(she flips them off)\nI’m prepared. I don’t wanna have to have\na baby at the prom. That’s just ghetto.\n\nShe looks at the condom, and then puts it back in her\npocket. She smiles, knowingly.\n\nEXT. BERGMAN & MAYER HOUSE - MORNING 32\n\nBergman & Mayer homes seen from overhead. It’s Monday\nmorning, German-engineered cars are being driven to\nvarious workplaces.\n\nINT. BERGMAN HOUSE: KITCHEN - MORNING 33\n\nWendy comes into the kitchen. Wearing low-slung jeans\nand a sweater, she looks relatively tame. Wendy grabs\nsome orange juice. ABBY BERGMAN (40’s, dresses mostly in\ncaftans and wears a lot of ethnic jewelry) drinks coffee.\n\nABBY\nI would kill for your body.\n\nWendy kisses her mom on the cheek\n\nABBY (CONT'D)\nThe best thing I can tell you is don’t\nget pregnant. I’d have a flat stomach\ntoday if I had stayed a person and not\nbecome a mom.\n\nWENDY\nMommm.\n\nABBY\nSee?\n\nNathan comes into the kitchen in his baggy jeans and long\nT-shirt, he’s half asleep.\n\f34\n\n11/4/05 30.\n\nNATHAN\n(opening the refrigerator)\nNobody ate the coffee cake I made?\n\nWENDY\nI can’t eat that stuff.\n\nAbby doesn’t say anything.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATHAN\n(opening the refrigerator)\nNobody ate the coffee cake I made? WENDY\nI can’t eat that stuff. Abby doesn’t say anything. \n\nTARGET SECTION TO BE ANNOTATED:\n Nathan takes a piece for\nhimself, eats it quickly and washes it down with milk\nfrom the container.\n\nWENDY (CONT'D)\nNow can we go?\n\nNATHAN\nI gotta get my bag.\n\nNathan leaves Abby and Wendy alone for a moment.\n\nA pause.\nensemble.\n\nABBY\nYou ready for your college interviews?\n\nWENDY\nYou worried I won’t clean up okay? That\nI’1l embarrass you?\n\nABBY\n(cowed)\nIt’s just a question.\n\nWendy reaches over and fingers her mother’s\n\nWENDY\n(earnest)\nMom, honestly. You could do so much\nbetter.\n\nNathan and Wendy leave, Abby sits alone in the kitchen\nfor a moment, her shoulders sagging.\n\nEXT. BERGMAN HOUSE: DRIVEWAY - MORNING 34\n\nWendy and Nathan get into Wendy’s car; she sits for a\nmoment, staring at the Mayer house.\n\nNATHAN\n(mocking Wendy a little)\nCan we go?\n\nWENDY\nHold on.\n\f35\n\n11/4/05 31.\n\nWendy gets half out of the car and then sits down again.\n\nWENDY (CONT’D)\n\nYou go.\nNATHAN\n\nWhere?\nWENDY\n\nAsk him if he needs a ride.\nNATHAN\n\nShut up. He’1l think I’m gay.\nWENDY\n\nSo?\nNATHAN\n\nI’m not gay.\nWENDY\n\nSo then what do you care?\nNATHAN\n\nI care. I completely care.\nWENDY\n\nAre you going to ask any girls out today?\nNATHAN\n\nNo.\nWENDY\n\nSo why not be a little gay? For me.\n\nNATHAN\n(lamest comeback ever)\nYou be a little gay.\n\nWendy reaches over and opens the passenger door\n\nEXT. MAYER HOUSE: FRONT DOOR - MORNING 35\n\nNathan rings the bell and waits, backing up a little.\nFrom the side of the house, a stream of water, followed\nby HELEN MAYER, 40, sexy even in her sweats, she holds\nthe garden hose in front of her, watering everything she\nsees, turning most of it to mud.\n\nHELEN\n(giving a little wave)\nSo I guess you’re our new neighbors.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYER HOUSE: FRONT DOOR - MORNING 35\n\nNathan rings the bell and waits, backing up a little. From the side of the house, a stream of water, followed\nby HELEN MAYER, 40, sexy even in her sweats, she holds\nthe garden hose in front of her, watering everything she\nsees, turning most of it to mud. HELEN\n(giving a little wave)\nSo I guess you’re our new neighbors. \n\nTARGET SECTION TO BE ANNOTATED:\n\f36\n\n37\n\n11/4/05 32.\n\nNathan is frozen.\n\nNATHAN\n(whispers)\nYeah. Uhh. I’m your next-door Nathan.\n\nHelen puts down the hose and walks over, her hand\nextended. Nathan shakes it, staring at his hand touching\nhers.\n\nHELEN\nSorry?\nNATHAN\nYour next-door neighbor, Nathan.\nHELEN\nHelen.\nNATHAN\nOkay.\n\nNathan backs up and heads back to the car.\n\nINT. WENDY’S CAR - MORNING 36\nWENDY\nWell?\nNATHAN\n\nI forgot. She stopped me, and...\nHe’s dejected. Wendy rolls her eyes, goes out to Helen\nas Nathan watches.\nEXT. MAYER HOUSE: FRONT DOOR - MORNING 37\nWENDY\nHi. My brother was supposed to ask you\n\nif Sean needed a ride. To school.\n\nHELEN\nWhat happened?\n\nWENDY\nI think he was dropped on his head a lot.\nMy brother. Not your son.\n\nHelen laughs.\n\f11/4/05 33.\n\nHELEN\nThat'd be great. The ride. Not the head\ndropping.\n\nHelen goes back to the hose and sprays an upstairs\nwindow. BILL MAYER, (movie star handsome with 10 extra\npounds) opens it after a second.\n\nBILL\n(out the window)\nYou rang?\nHELEN\n\nSorry, I thought that was Sean’s room.\nTell him he has a ride waiting.\n\n(to Wendy)\nWe have to get him acar. Actually we\nhave to get me a car, too. We’re city\npeople, I guess.\n\nWENDY\nIt’s not a problem.\n\nAn awkward pause.\n\nHELEN\nThanks.\n\nWENDY\nSean said you’re a scientist?\n\nHELEN\nTrying to be. I’m ina bit of a holding\npattern. But yes. Are you interested in--\n\nBefore she can answer, Sean runs out of the house and\nsmiles at Wendy.\n\nHELEN (CONT’D)\n(to Sean)\nHave fun.\n\nSean gives her a wave; he and Wendy walk towards the car.\nSEAN\n(annoyed)\nWhat?\n\nWENDY\nNothing. You nervous?\n\nSEAN\nWell, now I am.\n\f38\n\n11/4/05 34.\n\nThey get in the car.\n\nEXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n38\n\n11/4/05 34. They get in the car. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAGRIN COOP SCHOOL: PARKING LOT - DAY 38\n\nThe car pulls into the school parking lot. Nathan gets\nout of the car and heads inside but Sean doesn’t move.\nWendy is about to say something when she sees Robert and\nJonah pulling up and she panics.\n\nWENDY\n(cold)\n\nOkay kid. Your taxi ride is over.\n\nSEAN\nWhat?\n\nWENDY\nUnless you plan on paying me. The ride\nis over.\n\nSEAN\nOh.\n\n(embarrassed)\nOh, yeah.\n\n(he gets his stuff, fumbles)\nSorry.\n\nWendy feels terrible but there is nothing she can do, so\nshe lets Sean leave.\n\nSEAN (CONT’D)\nSorry.\n\nWendy doesn’t say anything.\n\nWENDY’s POV: she watches Sean go into school in the\nrearview mirror, and she sees Robert and Jonah walk by,\ncompletely oblivious to the fact that Sean was in her car\na few moments ago. Wendy loses sight of Robert and Jonah\nuntil there is a loud bang on the roof of her car. Wendy\nthrows the door open.\n\nWENDY\nDammit!\n\nRobert puts his face on the passenger window blowing\nfishy faces.\n\nWENDY (CONT'D)\nYou’re a jackass.\n\f39\n\n11/4/05 35.\n\nRobert grabs his crotch and Wendy laughs. She gets out\nof the car, Robert and Jonah hug her hello.\n\nROBERT\nYour friend didn’t say hi.\n\nWENDY\nHe was in a hurry, I guess.\n\nJONAH\nYour new neighbor?\n\nWendy is about to answer when Price comes out of the\nschool and runs up to them.\n\nPRICE\n(to Wendy)\nWe need you.\n\nWendy follows him into the school.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - DAY 39\n\nWendy, Price and Robert find Billie eating a big bag of\nDoritos. Billie sits opposite Ryan and Aaron in the\nlounge, a wordless face-off. A small crowd is gathering,\nthough they try to be casual. Ryan isn’t saying\nanything, she’s trying to focus on Aaron. And she looks\nlike she might cry.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nA small crowd is gathering,\nthough they try to be casual. Ryan isn’t saying\nanything, she’s trying to focus on Aaron. And she looks\nlike she might cry. \n\nTARGET SECTION TO BE ANNOTATED:\nBILLIE\n(to Ryan)\nDoritos?\nWENDY\nYou ready?\nBILLIE\n\nwe’re leaving?\n\nWENDY\nSenior class meeting? And then some\nother thing.\n\nBILLIE\n(nonchalant )\nOkay. We can go to a “thing”.\n\nWENDY\nActually, “some other thing”.\n\f11/4/05 36.\n\nBILLIE\nThat too.\n\nBillie finally looks away from Ryan and smiles her\nCheshire Cat Grin. Wendy pulls her away.\n\nWENDY\nDon’t be an instigator.\n\nBILLIE\n(loud enough for Ryan to\nhear)\nI’m just making sure our little housewife\nis being a good girl.\n\nWendy looks back at Ryan, who is clearly upset by the\nalmost -confrontation.\n\nBILLIE (CONT'D)\nWhat do I always say to you?\n\nWENDY\n(playing along)\nIt’s because they named her Ryan.\n\nBILLIE\nAfter a soap opera. Don’t name children\nafter soap operas. How many times do I\nhave to tell you people?\n\nWendy and Billie laugh. Price and Robert come back up to\nthe two of them, now that the moment has passed.\n\nROBERT\n(to Wendy)\nDid you have to wrestle her? Was it\nreally ugly?\n\nBILLIE\nShe didn’t have to do anything. I’m as\nharmless as a kitten.\n\nRobert nuzzles Billie’s neck while “meowing into it,”\nPrice takes Wendy’s hand and kisses it gently. They find\nAnn and Jonah waiting for them and walk outside.\n\n40 INT. MAYER HOUSE: MASTER BEDROOM - DAY 40\nBill is lying in bed, eyes open, not sleeping but not\n\ngetting up, he’s in his work clothes. We hear the sound\nof peeing, and then Helen comes to the bathroom sink\n\f11/4/05 37.\n\nBILL\nSean’s at school?\n\nHELEN\nYeah.\n\nBILL\n\nThat girl came over for him?\n\nHELEN\nWendy. I liked her. Funny.\n\nHelen watches Bill, who rolls over and faces her\nNeither says anything as she holds a pregnancy test strip\nin her hands. She looks down and then looks at him. Her\n\nlook says it all.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHelen watches Bill, who rolls over and faces her\nNeither says anything as she holds a pregnancy test strip\nin her hands. She looks down and then looks at him. Her\n\nlook says it all. \n\nTARGET SECTION TO BE ANNOTATED:\nBILL\nReally?\n\nHELEN\nUnless by “error proof test” they mean\nfull of errors, take three tests and all\nthree will be wrong.\nShe sits on the bed next to him.\n\nBILL\nWhat do we do?\n\nHelen looks at him, touched.\n\nHELEN\nThanks for that.\nBILL\nWhat?\nHELEN\nThe “we.” Thanks for the “we.”\nBILL\n\nIt’s always “we,” dummy.\nBill takes Helen in his arms and holds her for a moment.\nHELEN\nI can’t wait another eighteen years.\nWaiting three weeks feels like a death\nsentence.\n\nShe looks at Bill.\n\f11/4/05 38.\n\nHELEN (CONT’D)\nBad choice of words. Sorry.\n\nBILL\nWhat are you sorry for?\n\nHelen shrugs.\nHELEN\nIt’s a constant war.\n(he doesn’t understand)\nI can’t be bossed around by an internal\norgan.\nShe turns and looks at him.\n\nHELEN (CONT’D)\nIs that alright?\n\nBill kisses her, and nods.\n\nHELEN (CONT’D)\nYou’re going to be late.\n\nBILL\nYou’re right.\n\nShe watches him leave, he dashes back in and gives her a\nquick peck on the forehead.\n\nBILL (CONT'D)\nTonight? wWe’1ll talk.\n\nHelen nods.\n\n41 INT. CHAGRIN COOP SCHOOL: HANGAR - DAY 41\n\nBillie is sitting by herself waiting for Ann and Wendy.\nThe two Tank-Top Girls sit nearby.\n\nTANK-TOP GIRL #1\nHis name is Sam.\n\nTANK-TOP GIRL #2\nSean. His name is Sean.\n\nTANK-TOP GIRL #1\nHe was cute.\n\f42\n\n11/4/05 39.\n\nTANK-TOP GIRL #2\nI don’t remember. But he was...\n(indicates size)\nI mean seriously!\n\nThe girls laugh. Billie looks over at them, all smiles.\n\nTANK-TOP GIRL #1\n(trying to be cool)\nHey.\n\nBILLIE\nI like how you two dress alike. I was\nthinking of getting some working girls\nfor my brother’s bachelor party and you\ntwo could be like a twin act. They’d\nlove it. You guys are what, ten bucks an\nhour? Or do you just take food stamps?\n\nA pause.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou guys are what, ten bucks an\nhour? Or do you just take food stamps? A pause. \n\nTARGET SECTION TO BE ANNOTATED:\nTANK-TOP GIRL #2\n(whispers it)\nBitch.\n\nTank-Top Girl #1 pulls Tank-Top Girl #2 away.\n\nBILLIE\nAlright fine! I’11 pay in crack. God\nhookers are so picky these days.\n\nThe girls are gone, and Billie smiles to herself.\n\nINT. CHAGRIN COOP SCHOOL: CLASSROOM - DAY 42\n\nSean sits in a bay -- the students, including Wendy and\nJonah are seated around large tables arranged in a\ncircle. As a STUDENT speaks, Wendy scrunches down in her\nchair and watches Sean carefully, over the top of her\nbook.\n\nSTUDENT\nI think what Aristotle is saying is that\nman, well people, you know, like man and\nwoman, well they’re in a battle that\ncan’t be won. But they have to fight,\ncause, you know, they have this nature\nthis whaddya call it? Nature? Likea\nSicilian.\n\f43\n\n11/4/05 40.\n\nThere’s a pause as the class digests this insight. Wendy\nraises her eyes to Sean, seeing what he’1ll do -- Sean\nraises his hand. The PHILOSOPHY TEACHER gestures at him\nto lower his hand.\n\nPHILOSOPHY TEACHER\nI’m just the guide, I’m not the boss.\n\nSean doesn’t know what to do.\n\nPHILOSOPHY TEACHER\n(CONT'D)\n(to Sean, condescending)\nYou can participate.\n\nSEAN\nI think you mean Sisyphus. Sisyphian.\n\nPHILOSOPHY TEACHER\n(annoyed)\nWe don’t correct. We add and we\ncontribute. But everything said at the\ntable has merit.\n(pointedly)\nDo you have something to contribute?\n\nSean looks down. Wendy smiles to herself.\n\nWENDY\nIt’s Promethean.\n\nPHILOSOPHY TEACHER\nWendy?\n\nWENDY\n(to Sean)\nIf you’re going to help him out, you\nmight as well really help him out.\n(to the class)\nPromethean. Not Sisyphian.\n(a pause)\nNot everything said here has merit.\n\nThe Teacher doesn’t know what to say. Wendy smiles at\nSean. Then she looks at Jonah, who hasn’t glanced up\nfrom the book he is reading.\n\nINT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWendy smiles at\nSean. Then she looks at Jonah, who hasn’t glanced up\nfrom the book he is reading. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAGRIN COOP SCHOOL: CLASSROOM - DAY 43\nRobert finds a seat in the classroom. Allyson suddenly\n\nleans over him, her hair and her breasts very much in his\npersonal space.\n\f44\n\n11/4/05 41.\n\nALLYSON\nHey, Robert.\nROBERT\nYeah. Hi.\nALLYSON\nWhy aren’t you Rob? Or Robbie?\nROBERT\nDunno.\nALLYSON\n\nSo this Saturday we’re having a party.\nTo celebrate...well I guess, the weekend.\n\nROBERT\nI’m busy.\n\nALLYSON\nYeah. I know. But you could come,\nright? I mean, if you wanted to.\n\nROBERT\nSure. But I don’t want to.\n\nAllyson flips her hair and makes sure Robert can see all\nthe way down her shirt.\n\nALLYSON\nYou sure? Cause we have killer parties.\n\nRobert opens his book, not responding right away.\nROBERT\nAllyson, I wasn’t interested last year.\nI’m not interested this year. And no\namount of your cleavage is gonna change\nmy mind.\n\nShe stands up straight and harrumphs away.\n\nEXT. BERGMAN HOUSE: ROOF - DAY 44\n\nNathan watches Helen change. He looks down and sees that\nthere is no car in the driveway.\n\f45\n\n46\n\n11/4/05 42.\n\nINT. MAYER HOUSE: LIVING ROOM - DAY 45\n\n‘Off The Wall’ by Michael Jackson blares. Helen dances\naround. The front doorbell rings. Helen answers it: it\nis Nathan with comic books.\n\nNATHAN\nHi!\n\nHELEN\nHi.\n\nNATHAN\n\nIs Sean here?\n\nHELEN\nTrack practice, I think.\n\nNATHAN\nOh.\n(a long pause)\nHe lent me these.\n\nThere’s a pause as Helen waits for him to say something\nmore.\n\nNATHAN (CONT’D)\nYou need any help unpacking?\n\nINT. MAYER HOUSE: KITCHEN - DAY 46\n\nMichael Jackson is still singing. Nathan is cooking at\nthe stove, Helen is unpacking boxes as Nathan cooks,\nkeeping one eye on the strange young man.\n\nNATHAN\nDo you have a strainer?\n\nHELEN\nI’m sure we do-- I just can’t find it.\n\nNathan keeps cooking.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATHAN\nDo you have a strainer? HELEN\nI’m sure we do-- I just can’t find it. Nathan keeps cooking. \n\nTARGET SECTION TO BE ANNOTATED:\nNATHAN\n(about the music)\nIs this Michael Jackson?\n\nHELEN\nGod, you weren’t even born when this came\nout...\n\f11/4/05 43.\n\nNATHAN\n(bristles)\nI knew it was Michael Jackson.\n\nThere’s a pause.\n\nNATHAN (CONT’D)\nSo, do you get to stay home all day?\n\nHELEN\nYou mean, like a housewife? God no. I\nwork for a drug company. Research and\nDevelopment. I used to teach but now\nthat Sean is old enough, I get to have a\nreal job.\n\nNATHAN\nYou didn’t go to work today?\n\nHELEN\nI took a couple of weeks to get settled.\nBut there doesn’t seem to be that much to\ndo.\n\nAnother awkward pause, that Nathan struggles to fill.\n\nNATHAN\nWhat does your, I mean Sean’s father, you\nknow...\n\nHELEN\n\nBill? He’s in finance. Banking. The\nfunny thing is that he is terrible with\nmoney unless it is in the millions. That\nisn’t funny at all, is it?\n\nNATHAN\nNo, I guess not.\n\nThey smile at each other. He pours the chocolate sauce\nonto the cake, let’s it harden and then starts to\ngarnish. It is a beautiful pastry.\n\nHELEN\nYou know him as the decaying King of Pop.\nA pervert with an alien face. I think\nthis is the last of the pure Michael\nJackson.\n\nThe song ends, and “She’s Out Of My Life” starts.\n\nHELEN (CONT’D)\nBill loves this song.\n\f47\n\n11/4/05 44.\n\nNathan smirks, but hides it as he turns to serve the\ncake.\n\nHELEN (CONT’D)\n(looking at the cake)\nJesus. You made that from my cupboard?\n\nNATHAN\nIt would be better if you had fresh\nhazelnut. And powdered sugar. But it’s\nstill really good.\n\nHelen is eating, Nathan doesn’t try it.\n\nHELEN\nYou cook a lot?\n\nNATHAN\nAt home. At first I could only make\nsteak, rice and green beans. Not that my\nmom or sister even notice. But I taught\nmyself a lot of stuff. Pastries, and\nfresh bread, those are easy.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot that my\nmom or sister even notice. But I taught\nmyself a lot of stuff. Pastries, and\nfresh bread, those are easy. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m working\non a glazed salmon with risotto. Did you\nknow you have to drive 90 minutes to get\nfrisee lettuce?\n\nHelen tries not to choke with laughter but Nathan doesn’t\nsee her, since he is still cooking.\n\nHELEN\nI’d love to try anything you make.\n\nNATHAN\n(already formulating a plan)\nReally?\nHelen smiles.\n\nHELEN\nAbsolutely.\n\nNathan smiles to himself.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 47\n\nWendy, Billie and Ann are doing homework\n\f48\n\n11/4/05 45.\n\nANN\n(to Wendy)\nIt takes me twice as long to do your\nEnglish paper as it does for you to do my\nphysics homework. Why is that?\n\nWENDY\n(teasing)\nCause words is hard.\n\nBILLIE\nAnd we’re stupid.\n\nWENDY\nI thought Asian people loved physics.\n\nANN\nWho’s Asian? I’m full-blooded\nScandinavian.\n\nThis cracks the girls up.\nBILLIE\n(looks at the clock)\nShit. I gotta go.\n(to Wendy)\nYou’1l drive me?\n\nWendy rolls her eyes and Billie spanks her playfully.\n\nINT. WENDY’S CAR: DRIVING - NIGHT 48\n\nWendy drives Billie home, Billie is still working on her\nhomework in the passenger seat\n\nWENDY\n\nHow many schools do we have in common?\nBILLIE\n\nFor next year? I don’t know, five maybe.\nWENDY\n\nOut of?\nBILLIE\n\nSix or seven.\n\nWENDY\nThose are good odds, then. That we’1l\nall be in school together.\n\f49\n\n50\n\n11/4/05 46.\n\nBILLIE\nYeah. Jonah’1l get in wherever he wants.\nBut he’1l go where we go.\n\nWENDY\nHuh.\n\nBILLIE\nWhy?\n\nThe car cruises by the Brown Sedan, rocking, fogged up\nwindows.\n\nWENDY\nIf a guy can’t find a bed for you, then\nhe shouldn’t be allowed to get any.\n\nBILLIE\nAgreed.\n\nWendy watches the car out her back window.\n\nINT. MAYER HOUSE: SEAN'S ROOM - NIGHT 49\n\nSean is working on a drawing when his pen fades.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nWendy watches the car out her back window. INT. MAYER HOUSE: SEAN'S ROOM - NIGHT 49\n\nSean is working on a drawing when his pen fades. \n\nTARGET SECTION TO BE ANNOTATED:\n Sean\nshakes it to get more ink. It fades again and then runs\nout.\n\nSean starts looking through the books and clothes. He\npicks up a book, throws it in the corner. There is a\nthud and then a second lighter thud.\n\nSean's confused. He picks up another book, does it\nagain. A thud, and then another thud, softer.\n\nSean picks up a book, and doesn't throw it down. A\nsmall, soft thud.\n\nSean looks around, another thud, coming from the window.\nHe opens the window shade.\n\nWendy is outside, slowly dribbling the basketball\npurposefully in his backyard.\nEXT. MAYER HOUSE: BACKYARD - NIGHT 50\nWendy tries to make a shot, and misses.\n\nSEAN (0.S.)\n\nAnd you were hoping for a basketball\nscholarship.\n\f11/4/05 47.\n\nWendy ignores him. She retrieves the basketball and\nmakes the shot. Sean sits on the ground.\n\nWendy plays for a few more moments. Sean waits her out\nhoping that she'll speak. She keeps playing, but finally\ntalks.\n\nWENDY\nIt’s not possible. To be with me.\nReally.\n\nShe holds the ball.\n\nWENDY (CONT'D)\n(suddenly nervous)\nYou do want to be with me, right?\n\nSean steals the ball and then dribbles slowly, trying to\nget the slowest dribble possible, concentrating to\ncontrol his frustration.\n\nSEAN\nI want to kiss you. Pretty much every\ntime I see you I want to kiss you.\n\nWENDY\nThat girl, Ryan? She was one of my best\nfriends. And now I don’t talk to her\never.\n\nSEAN\nAnd Aaron.\n\nWENDY\nYeah. Well, yeah. I mean, I saw him\nnaked a whole lot. But that’s different.\nI mean, he could just be an ex-boyfriend,\nright? You have ex-girlfriends, don’t\nyou?\n\nSEAN\nI don’t know if that’s the same.\n\nWENDY\nYeah, I know you don’t. You don’t really\nknow anything about me, do you?\n\nWendy steals the ball back, dribbles, does a lay-up and\nmisses.\n\nSEAN\nIt doesn't make sense.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don’t really\nknow anything about me, do you? Wendy steals the ball back, dribbles, does a lay-up and\nmisses. SEAN\nIt doesn't make sense. \n\nTARGET SECTION TO BE ANNOTATED:\n\f11/4/05 48.\n\nWENDY\n\n(re. missed basket)\n\nYou mean, since I'm so naturally\nathletic?\n\n(Sean rolls his eyes, Wendy\ndribbles again, not looking\nat him)\n\nYou haven’t even asked if it is true.\n\nSEAN\nWell is it?\n\nSean rolls his eyes, Wendy dribbles again, not looking at\nhim.\n\nSEAN (CONT’D)\nIt's a Greek tragedy waiting to happen.\n\nWendy wings the ball at him, hard.\n\nWENDY\nI don’t live in that world--\n\nSEAN\n--What? You don’t live in what? The\nworld of boyfriends? Of first dates? Of\nholding hands?\n\nWENDY\nNo. You, jackass. Of disposable\ngirlfriends. Of blowjobs for bracelets.\nOf macking and hooking up and going down\nand text-messaging some asshole who will\ncum all over my shirt. That world.\n\nSean retrieves the ball, and starts his slow meticulous\ndribble.\n\nSEAN\n(sarcastic)\nYou don’t know what you’re missing.\n\nWENDY\nI have a pretty good idea.\n\nSEAN\nWhat about the other world. Of\nboyfriends, and one girl, and one guy,\nand you know, we just go out. With each\nother. Nobody else.\n\f11/4/05 49.\n\nWENDY\nAhh yes. Fairytale land. The land of\nmake believe.\n\nSEAN\nWhat if it was real?\n\nWendy marches up to Sean and kisses him hard, mostly to\nstop him from talking.\n\nWENDY\n(sarcastic)\n\nYou’re going to rescue me? You and me\nagainst the world?\n\nSEAN\n(earnest )\nIf you want me to.\n\nThey kiss again. This time it is passionate and real,\nand Sean sighs, despite trying to be cool and manly.\n\nWENDY\n(teasing him)\nWhat was that?\n\nSEAN\n(embarrassed)\nNothing.\nWENDY\nDid you just sigh?\nSEAN\nNo. I made a noise. People make noises.\nWENDY\nYou sighed. Like a girl in a romance\nnovel.\nSEAN\n\nI just made a noise.\n\nSean starts to walk back to his house. Wendy lets out a\nhuge sigh. Sean starts to laugh.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nSean starts to walk back to his house. Wendy lets out a\nhuge sigh. Sean starts to laugh. \n\nTARGET SECTION TO BE ANNOTATED:\nSean lets out a louder sigh. Wendy reciprocates. Sean\nlets out a little moan. Wendy does the same. A loud\nmoan, and Wendy does it louder.\n\nWendy howls. Sean bays.\n\f51\n\n52\n\n53\n\n11/4/05 50.\n\nA dog, somewhere nearby, howls back. They crack up. The\nmoment is real and intimate for Wendy and she pulls away.\n\nSEAN (CONT’D)\nJust leave them. Be with me.\n\nWENDY\nI--\n\nSEAN\nSay maybe.\n\nWENDY\nMaybe.\n\nSEAN\n\nMaybe what?\n\nShe kisses him once more and then runs inside.\n\nEXT. PARKING LOT - NIGHT 51\n\nThis parking lot is outside an all ages dance club. THE\nEIGHTH TEEN GIRL teeters on too high heels.\n\nTEEN GIRL #8\n(in the middle of a\nstatement)\n--so TV is totally giving you all these\nmessages about your booty. And mine is\nso...white. I don’t want a white--\n\nEXT. PRICE’S HOUSE: FRONT DOOR - EVENING 52\nWendy knocks on the front door of Price’s large house\n\nwhich is a little shabbier than everyone else’s.\n\nINT. PRICE’S HOUSE: BEDROOM - EVENING 53\n\nWendy knocks on the door of Price’s bathroom.\n\nWENDY\nPrice?\n\nPRICE (0.S.)\nThank god. One second.\n\nWendy sits on Price’s bed, flipping through the\nMagazines. She notices that on some pages there is\nwriting.\n\f11/4/05 51.\n\nOn one page it says “I’m four inches taller” above a\npicture of a famous actor. On another page it says, “Get\nthose Abs”.\n\nWendy puts the magazine down. The bathroom door opens\nbut Price doesn’t come out.\n\nWENDY\nWhat?\n\nPRICE\nYou’re going to laugh.\n\nWENDY\nI’m not.\n\nPrice comes out of the bathroom. He has dyed his\nformerly surfer blond hair black and possibly gotten\nextensions so that he has a forelock of hair in front of\nhis eyes. He has one a smallish vintage t-shirt and\ncords instead of his normal clothes (which weren’t so\nsuper trendy). He looks like an Emo boy from a Bright\nEyes concert.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has dyed his\nformerly surfer blond hair black and possibly gotten\nextensions so that he has a forelock of hair in front of\nhis eyes. He has one a smallish vintage t-shirt and\ncords instead of his normal clothes (which weren’t so\nsuper trendy). He looks like an Emo boy from a Bright\nEyes concert. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY (CONT'D)\nYour hair.\n\nPRICE\nI showed him some pictures. This guy in\nCleveland. And he was really cool. He\nhad tattoos on his fingers.\n\nWENDY\nI just --\n\nPRICE\nIs it really bad?\n\nPrice looks in the mirror, pulls the lock of hair over\nhis eyes and pouts.\n\nPRICE (CONT’D)\nIt’s nice.\n(he looks at Wendy)\nYou think people will notice.\n\nWENDY\nYes.\n\nPRICE\nIt would be worse if they didn’t.\n\f11/4/05 52.\n\nWENDY\nBeing ignored is not the high school\nrevenge you think it is.\n\nShe comes up behind Price and hugs him from behind. He\nturns around and they embrace.\n\nPRICE\n(still hugging her)\nI heard you thought I got hotter over the\nsummer .\n\nWendy moves away a tiny bit.\n\nWENDY\nI think I said cuter.\n\nPRICE\nThere’s a difference?\n\nWENDY\n(looking at him)\nYou did. You lost weight or got in shape\nor something.\n\nPRICE\nI got a nose job.\n\nWENDY\nWhat?\n\nPRICE\n\nYeah. And I do crunches every day. A\n\nhundred, sometimes five hundred. I lay\nin bed at night and if I do some of them\nhalf-assed, I get out and do them again.\n\nWENDY\nI don’t understand. You got a nose job?\n\nPrice just smiles at her, and goes back to the mirror.\nWendy stands on tiptoes and looks at his face carefully,\ncoming kissing close, then kisses Price on the lips. He\npulls away.\n\nPRICE\nIt isn’t night yet.\n\nWENDY\nRight.\n\nPRICE\n\nLast year, Billie made some comment\n\f54\n\n55\n\n11/4/05 53.\n\nWENDY\n(shocked)\nAbout your nose? Nice.\n\nPRICE\nI just wanted to look good for you guys.\nIt’s worth it to me. To have all of you,\neach of you. I’d get ten more surgeries\nand do a thousand more sit-ups for you.\nWouldn’t you? For all of us?\n\nHis passion is frightening. She backs up a little.\n\nWENDY\nYou wanna walk over to Robert’s with me?\n\nPRICE\nYeah. In a minute.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\nYou wanna walk over to Robert’s with me? PRICE\nYeah. In a minute. \n\nTARGET SECTION TO BE ANNOTATED:\nWendy watches him look in the mirror again.\n\nINT. ROBERT’S HOUSE: LIVING ROOM - NIGHT 54\n\nRobert sleeps with Ann. Price, his hair still black, is\nwith Wendy. Billie is with Jonah. Wendy touches Price’s\nhair and pulls her hand away. She looks into his eyes,\nbut he won’t look at her. She pushes Price away, and he\ndoesn’t pursue her. After a minute Price stands up and\nwalks to another room where we hear a TV turn on. Wendy\nstands up and goes outside.\n\nEXT. ROBERT’S HOUSE: FRONT DOOR - NIGHT 55\n\nWendy and Billie get comfortable on the steps, this time\nBillie wrapping her arms around Wendy, who sits a step\nbelow her.\n\nWENDY\nBeer?\n\nBillie passes it to her.\n\nBILLIE\nI missed you.\n\nWENDY\nI just didn’t have any-- I didn’t want\nto.\n\nBILLIE\nListen, don’t ever fake it. Right?\n\f56\n\n11/4/05 54.\n\nWENDY\nRight.\n\nBILLIE\nCause faking it is for dumbass girls who\nhook-up with the first guy in baggy jeans\nand a earth-fucking SUV.\n\nWENDY\nSeriously.\nBILLIE\nWe are not those girls. You are not that\ngirl.\nWENDY\nYeah.\n\nThere’s a pause.\n\nWENDY (CONT'D)\nWhat kind of girl am I?\n\nBILLIE\nYou’re...ummmm. You’re\n(she can’t say whatever it is\nshe wants to say, so she\nmakes a joke)\nA Very Bad Girl.\n\nWENDY\nSeriously... What kind?\n\nBillie takes a lock of Wendy’s hair and makes a curl on\nher forehead.\n\nBILLIE\n...and When she was good she was very\nvery good and when she was bad she was\nhorrid.\n\nBillie leaves her hand on Wendy’s face. Then Wendy leans\non Billie’s knee and holds on.\n\nINT. MAYER HOUSE: SEAN’S ROOM - NIGHT 56\n\nSean is sound asleep in his bed when the window opens.\nWendy pulls herself in, falling and making a loud thud.\nSean wakes up.\n\nSEAN\nAre you lost?\n\f57\n\n11/4/05 55.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSean wakes up. SEAN\nAre you lost? 57\n\n11/4/05 55. \n\nTARGET SECTION TO BE ANNOTATED:\nWendy takes his hand and slowly puts it to her face.\n\nSEAN (CONT’D)\nYou okay?\n\nWENDY\n(softly)\nI don’t know what I’m doing here.\n\nSean kisses her and Wendy immediately goes for his pants.\nHe takes her hands, kisses each finger and then stops\nthere.\n\nSEAN\n\n(gently)\nGo to sleep.\n\nSean buries his face in her hair, and Wendy closes her\neyes as they spoon.\n\nSEAN (CONT’D)\nJust so you know, I may jump you in the\nmiddle of the night.\nWendy giggles.\n\nWENDY\nGood.\n\nShe drifts off to sleep.\n\nINT. MAYER HOUSE: SEAN’S ROOM - NIGHT 57\n\nSean and Wendy are naked, their bodies close, their eyes\nopen, looking at each other. Wendy looks away for a\nsecond and Sean immediately gets her gaze back. Sean is\ncareful but passionate and Wendy is taking it all in.\nHer gaze wanders again.\n\nSEAN\nWhat are you looking at?\n\nWendy looks back at Sean -- caught.\n\nWENDY\nNothing. We’re all alone.\n\nWendy can see that Sean doesn’t understand. She buries\nher face in his shoulder.\n\f58\n\n59\n\n11/4/05 56.\n\nEXT. BERGMAN & MAYER HOUSE - DAWN 58\n\nSun rises over the two houses.\n\nINT. MAYER HOUSE: SEAN’S ROOM - DAWN 59\n\nBill, dressed for work stands in the doorway of Sean’s\nroom.\n\nHELEN\nWhatcha doing?\nBILL\nShhh.\nHELEN\n(whispers)\nWhatcha doing?\nBILL\nI wanted to see Sean before I went to\n\nwork.\n\nInside Sean’s room we see Wendy is hiding next to the\nbed. Bill looks at Helen, a little mournful.\n\nINTERCUT WENDY LISTENING TO BILL/HELEN.\n\nHELEN\nNo.\nBILL\nI didn’t say anything.\nHELEN\nI saw it. The “Good Night Moon” look.\nBILL\nWhat?\nHELEN\n\nThat look you used to get when you would\nbe reading to Sean. That “I’m a dad”\nlook.\n\nBILL\nI can’t help it.\n\nHELEN\nYou’re already a dad.\n\f11/4/05 57.\n\nBILL\nI’m not arguing.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN\nYou’re already a dad. 11/4/05 57. BILL\nI’m not arguing. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nI start next week. And we’ve paid off\nall our credit card bills. All of them.\nAnd the car?\n\nBILL\nYeah -- so that makes it okay, a BMW?\n\nHELEN\nA Beemer. Which you wanted.\n\nBILL\nPlease stop saying that.\n\nHELEN\n\n(teasing him)\nA blue beemer.\n\nBill sighs.\nHELEN (CONT’D)\nI don’t want to be Mommy for another\nseventeen years.\nBILL\nThat’s fine. Just don’t say we’re\ntrading a BMw for a baby.\n\nHELEN\nSorry.\n\nBILL\nIt’s just, if things were different--\n\nHELEN\n--hey, I said I was sorry.\n\nBill says nothing. Helen heads back to their bedroom.\n\nHELEN (CONT’D)\nI’m going back to bed.\n\nBill watches her, then grabs his briefcase.\n\f60\n\n61\n\n11/4/05 58.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - MORNING 60\n\nIt is between classes, students chat in the hallways\ngirls hold hands with other girls, guys wrestle each\nother. It all seems chaotic, but no more so than any\nother school.\n\nWendy is near the lounge area when Sean jogs up and\nstarts walking next to her\n\nWENDY\nDon’t.\n\nSEAN\nI’m walking next to you.\n\nWendy walks faster. Sean walks with her.\n\nWENDY\nStop it.\n\nWendy pulls Sean into a nearby storage closet, unaware\nthat across the hall BILLIE SEES HER GO IN THERE WITH\nSEAN. Billie stops, Ann doesn’t notice that she has\nstopped and keeps walking -- Billie isn’t confused.\nShe’s angry.\n\nINT. CHAGRIN COOP SCHOOL: CLOSET - DAY 61\n\nSean tries to kiss her, but Wendy stops him.\n\nWENDY\nI can’t.\n\nSEAN\nYou can’t and then you can. You won’t\nand then you do. How much more of this\nam I supposed to stick around for?\n\nWENDY\nUntil graduation?\n\nSean lets this sink in, then he starts to open the door.\n\nWENDY (CONT'D)\nWait.\n\nSEAN\nNow you want me?\n\nWendy kisses him, trying to convince him.\n\f62\n\n11/4/05 59.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEAN\nNow you want me? Wendy kisses him, trying to convince him. 62\n\n11/4/05 59. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\nCome on. Seven months. You can’t wait\nfor me?\n\nSEAN\n\nIf you were in the army or something,\nyeah, I could wait for you. You’re going\nto hook-up with three guys for seven\nmonths. So no, I don’t think so.\n\nWendy takes his hand and puts it on her breast.\n\nWENDY\nYou want what your parents have, don’t\nyou?\n\nSEAN\n\nI guess. They seem pretty happy.\n\nWENDY\nI guess.\n\nWendy doesn’t respond right away.\n\nWENDY (CONT'D)\nMeet me this afternoon?\n\nSEAN\n(trying not to give in)\nI don’t know.\nShe runs his hand over her breast.\n\nWENDY\nPlease.\n\nSEAN\nMaybe. Maybe.\n\nWendy kisses him.\n\nWENDY\nWait in here.\n\nWendy opens the door and closes Sean in; Sean stands in\nthe dark closet, confused.\n\nINT. CHAGRIN COOP SCHOOL: LAB - DAY 62\n\nAs Wendy gets into the room she sees Billie and Ann and\nsits between them.\n\f11/4/05 60.\n\nBillie reaches out and grabs the skin on Wendy’s elbow.\nIt doesn’t really hurt, but it quietly gets Wendy’s\nattention.\n\nWENDY\nWhat the hell?\n\nBILLIE\nYou have something you want to tell me?\n\nWENDY\n(playing it off)\nI stole some french fries from you\nyesterday at lunch.\n\nBillie pulls, harder and is about to retort when:\n\nALLYSON\n(in her bitchiest tone)\nWhat’s wrong girls? Did someone forget\nto feed the lesbian?\n\nA gay girl with a buzz cut and another gay girl with\ntattoos on her neck laugh.\n\nALLYSON (CONT'D)\nSee, even the lesbians don’t want you.\n\nBILLIE\nThey were laughing at you, Allyson. You\nneed to learn how it works, Al. That\nlittle man in the canoe down there won’t\nhelp himself, you know. At least the\nguys I sleep with know what to do.\n\nALLYSON\nYou’re like completely perverted.\n\nBILLIE\nJesus. You give new meaning to the word\n“meaningless sex” you know? I don’t mean\nthe act. I mean the gender. Without\nmeaning.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t mean\nthe act. I mean the gender. Without\nmeaning. \n\nTARGET SECTION TO BE ANNOTATED:\nALLYSON\n(barely able to breathe)\nAnd yet, you’re the ones who are still\nskanks.\n\nThe SCIENCE TEACHER has walked in.\n\nSCIENCE TEACHER\nExcuse me?\n\f11/4/05 61.\n\nBILLIE\nI believe Allyson just referred to us as\nskanks. At least that’s what I heard.\n\nSCIENCE TEACHER\nAllyson?\n\nThe teacher leaves it at that and then starts writing on\nthe board, back turned. Allyson flips off the girls.\nBillie, Wendy and Ann all put their fingers up to their\nmouths in a V shape and stick out their tongues.\n\nSCIENCE TEACHER (CONT’D)\n(without turning around)\nIs there a problem girls?\n\nBILLIE\nWomen. We want to be referred to as\nwomen.\n\nThe teacher turns around but the girls are sitting,\nquietly. Ann winks at Allyson.\n\nBILLIE (CONT'D)\n(whispers to Wendy)\nI better not have seen what I just saw.\nDid I see that?\n\nWENDY\nNo.\n\nBillie grabs Wendy’s arm a little to hard, a moment that\nis part violent, part desperate.\n\nBILLIE\nWe’1l die without you. You know that.\n\nWENDY\nI have to go to the bathroom.\n(trying a joke)\nYou can live without me for a minute,\nright?\n\nWendy slips from Billie’s grasp and walks out of the\nclassroom.\n\nANN\n(real worry)\nWhat’s going on?\n\nBILLIE\nDon’t worry about it.\n\f63\n\n11/4/05 62.\n\nBillie gives Allyson a last glare and then looks down,\ncontemplating her plan.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - DAY 63\nWendy and Sean are kissing, half undressed. Wendy moves\ntoward Sean but misjudges the distance on the narrow bed\nand starts to slip off. Sean tries to grab at her, but\n\nshe falls.\n\nWendy is laughing hysterically. Sean goes to help her up\nand she pulls him off the bed.\n\nSEAN\nOw!\n\nWENDY\nYou didn’t land on your butt\n\nSEAN\nIt was just my head.\n\nThey laugh.\n\nWENDY\nIt wasn’t that bad.\n\nShe reaches over and slaps Sean on the ass.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey laugh. WENDY\nIt wasn’t that bad. She reaches over and slaps Sean on the ass. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nOw!\nWENDY\nShut up, that didn’t hurt.\nSEAN\nYour rings?\nWENDY\nOh. Sorry.\nSEAN\nIt’s okay.\n\nShe hits him again. He slaps her lightly back.\n\nWENDY\nNo. Hit me for real.\n\nSEAN\nWhat?\n\f11/4/05 63.\n\nWENDY\nHit me for real. I want to feel what\nit’s like to be spanked for real.\n\nSEAN\nI’m not gonna hit you.\n\nWendy gets on the bed, Sean follows, dubious.\n\nWENDY\nI’m telling you it’s okay. You’re not\ngonna hurt me if I tell you it’s okay.\n\nSEAN\n(he is upset at the idea)\nNo.\n\nWENDY\nNobody ever spanked me. Not once.\n\nSEAN\nI got spanked for stealing once. It hurt\na lot. And it’s cruel. I’m never\nspanking my kids.\n\nWENDY\n(half playing)\nYou have to. Sometimes they’re bad and\nthey have to learn. I never learned.\nHit me.\n\nSean won’t do it so Wendy hits him on the arm. And then\nthe leg. She smacks his face. Sean does nothing. Then\nhe pounces on her, turns her over and spanks her\n\nHe stops.\n\nSEAN\nThis is really weird.\n\nWENDY\nDo it again. wWhy’d you stop?\n\nSEAN\nCause I think this is...\n(searches for word)\n...abnormal.\n\nWendy gets up.\nWENDY\n\n(pissed off)\nI’m not abnormal.\n\f11/4/05 64.\n\nSEAN\nI didn’t say you were. I said that this\nwas just...\n\nWENDY\n\nNo fine, I’m totally abnormal and you\njust want the girl next door.\n\nSEAN\nYou are the girl next door.\n\nWENDY\nYou know what I mean.\n\nSEAN\nCome back.\n\nWendy sits on the side of the bed.\n\nWENDY\nI have Calculus to do.\n\nSEAN\nSo do I.\n\nWENDY\nSo get to work.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\nI have Calculus to do. SEAN\nSo do I. WENDY\nSo get to work. \n\nTARGET SECTION TO BE ANNOTATED:\nSEAN\nDon’t you want me to take you out on\ndates?\n\nWENDY\nShouldn’t you have done that before we\nhad sex?\n(Sean doesn’t laugh)\nI don’t know how to be a girlfriend. I’m\nnot sure I want to know.\n\nSEAN\nCome here.\n\nWendy doesn’t move.\n\nWENDY\nWhat do you want?\n\nSEAN\nWorld fucking peace.\n\nWENDY\nHey look, it’s Sarcastic Man. Able to be\na jerk in a single bound.\n\f11/4/05 65.\n\nSEAN\nBite me.\n\nShe does. He laughs. Sean flips Wendy over and spanks\nher lightly, once.\n\nWENDY\nIt doesn’t feel like much.\n\nSean hits her again, testing his strength.\n\nSEAN\nYou guys never did this before? On your\nSaturday nights?\n\nWENDY\nNo.\n\nSEAN\nI don’t believe you.\n\nWENDY\nAre we talking or spanking?\n\nSean hits Wendy hard, harder than he has before.\n\nWENDY (CONT'D)\nShit. Ow. Everyone has to be into it.\nWe all have to agree and some people\ndon’t like to get spanked, I guess.\n\nSEAN\nDo you?\n\nHe hits her again. She reaches back and hits him.\n\nSEAN (CONT’D)\nYou can’t hit me.\n\nWENDY\nWe have rules now?\n\nSEAN\n(getting nasty)\nI thought you’d like it if we had rules.\nDon’t you guys have rules in your club.\n\nWENDY\nDon’t call it a club!\n\nSEAN\nWhat else would you call it?\n\f11/4/05 66.\n\nWENDY\nWe’re friends. We’ve known each other\nsince we were in elementary school. I\nlove them.\n\nSean smacks her, three times. Wendy finally loses her\ntemper and pulls herself up and away from him.\n\nSEAN\n(shrugging)\nIt’s your game.\n\nWendy thinks for a moment.\n\nWENDY\nYou make it sound perverted. Calling it\na club.\n\nSEAN\n\nYou don’t think it’s perverted?\nSean looks at her, still pouting a little.\n\nWENDY\nI never worry. Like about if I’m pretty,\nor sexy.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSean looks at her, still pouting a little. WENDY\nI never worry. Like about if I’m pretty,\nor sexy. \n\nTARGET SECTION TO BE ANNOTATED:\n I never worry about parties or\nbeing alone -- cause we love each other.\nAnd I know you think it’s weird, or\nwhorish. But my friends are cool people.\n\nSEAN\nWho you like to fuck.\n\nWENDY\nSo? I like sleeping with you too. And\nyou’re never gonna make me feel like they\ndo.\n\nA pause and then Sean moves towards her, but she backs\naway .\n\nSEAN\nAre those the only rules?\n\nWENDY\nBe honest. That’s the only other one.\n\nSEAN\n(softening)\nI guess you’re breaking that one with me?\n\nWENDY\nYeah.\n\f11/4/05 67.\n\nWendy looks in his eyes.\n\nSEAN\nWere you lying?\n\nWENDY\nWhen?\n\nSEAN\nWhen you said you loved me?\n\nWENDY\nI never said that.\n\nSEAN\nBut you do.\n\nA beat.\n\nWENDY\nYeah.\n\nSEAN\nSay it then.\n\nWENDY\nI love you.\n\nSEAN\nYeah.\n\nShe hits him.\n\nWENDY\nSay it back!\n\nSEAN\nMaybe.\n\nA pause as she looks at him.\n\nWENDY\nYou don’t have to--\nSEAN\nI love you.\nWENDY\n\nWe kiss now, right?\n\nThey move to kiss.\n\f64\n\n65\n\n66\n\n11/4/05 68.\n\nEXT. HOUSE: STREET - NIGHT 64\n\nThis parking lot is in front of a large house, where the\nhouse party rages inside.\n\nTEEN GIRL #9\n(sitting on a car)\nThere’s two types of lesbians. Girls who\nactually wanna do it with other girls,\nand girls who just wanna make guys go\ncrazy.\n\nTEEN GIRL #10\n(standing nearby, smirking)\nOr, not popular, and popular.\n\nTEEN GIRL #9\nIt’s stupid. Like I have to kiss a girl\nto get a guy. What moron thought that\nup?\n\nHer boyfriend comes up and scoops her into his arms,\nkissing her and carrying her away. She waves a sweet\n“bye-bye” to the camera.\n\nEXT. MAYER HOUSE: FRONT DOOR - DAY 65\nHelen sits on the front stairs with a cordless phone\ncalling someone. She gets no answer, then she chucks the\nphone into the bushes.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MAYER HOUSE: FRONT DOOR - DAY 65\nHelen sits on the front stairs with a cordless phone\ncalling someone. She gets no answer, then she chucks the\nphone into the bushes. \n\nTARGET SECTION TO BE ANNOTATED:\n It makes a beep, and she\n\nscrambles after it.\n\nHELEN\nHello?\n\nNothing. She throws the phone back on the ground.\n\nEXT. BERGMAN HOUSE: DRIVEWAY - DAY 66\n\nWendy’s car pulls into the driveway. Nathan notices\nHelen is sleeping on the front steps, the phone in her\nhands. Wendy looks as well. Nathan opens the door\n\nNATHAN\nI’1l be right back.\n\nWENDY\nDon’t. It’s not our business.\n\f67\n\n11/4/05 69.\n\nNATHAN\nWhat if she’s hurt?\n\nWendy has no answer to that, so she lets Nathan go to the\nhouse then after a beat she follows him.\n\nEXT. MAYER HOUSE: FRONT DOOR - DAY 67\nWendy and Nathan slowly approach the front steps.\n\nNATHAN\nUmmm.\n\nThere is a small twitch from Helen, so he tries again.\n\nNATHAN (CONT’D)\nUmmmm. Hi.\n\nHelen opens her eyes, looking at Nathan; her hair is\nstuck to the side of her face. Nathan is, as always\noverwhelmed by her beauty. Wendy is more shocked.\n\nHELEN\nOh. God this must seem... I mean, you\nmust think--\n\nNATHAN\n\nYou’re locked out, huh?\n\nHELEN\nNot exactly. Bill’s late and I don’t\nhave a car. I have somewhere to be.\n\nNathan takes a step back. But Wendy stays still,\nsomething about Helen makes her want to stay and help.\n\nWENDY\nDo you need a ride?\n\nHELEN\nIt’s fine. I can call a taxi or\nsomething.\n\nWENDY\nNo. That’s crazy. Seriously, we want to\ntake you.\n\nNathan nods.\n\f11/4/05 70.\n\n68 INT. WENDY’S CAR: DRIVING - DAY 68\n\nHelen sits in the front seat while Wendy drives; everyone\nis quiet for a beat.\n\nWENDY\nMy mom’s prom date never showed.\n\nHELEN\n\n(mean)\nThat’s not the same thing.\n\n(after a beat)\nActually it’s exactly the same thing.\nThat jackass. We might as well be in\nhigh school.\n\n(suddenly yelling)\nDAMMIT!\n\n(and then back to “normal”)\nWe should go back.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe might as well be in\nhigh school. (suddenly yelling)\nDAMMIT! (and then back to “normal”)\nWe should go back. \n\nTARGET SECTION TO BE ANNOTATED:\n You shouldn’t be\ndriving me places. This is completely\nthrough the looking glass.\n\nWENDY\nYou want to go back?\n\nHELEN\nIf by back you mean Chicago, then yes. I\nwanna go back.\n(pause)\nNo. Keep going. It’s on Duane. About\nthree blocks away I guess.\n\nWENDY\nOh.\n\nHelen wonders what Wendy knows about what is on Duane.\n\nHELEN\n\n(suddenly very much a mother)\nIt’s not...you shouldn’t worry about me,\nokay? I’m fine. Okay?\n\n(glances at Nathan)\nAnd you can’t come in.\n\n(she sits back)\nSean says you want to be a scientist.\n\nWENDY\nHe did?\n\nHELEN\nDo you?\n\f69\n\n11/4/05 71.\n\nWENDY\nYeah. I guess I do. Maybe a physicist\nor something in engineering. It’s not\nexactly something they teach at school.\n\nHELEN\nI took Chemistry in college because Bill,\nSean’s dad, was in it. And I just was so\nsmitten with him. And then when it\n\nturned out I was better at it -- more\ngifted I guess -- he was incredibly sweet\nabout it.\n\nWENDY\n\nI’m just in the regular classes.\n\nHELEN\nThis summer, maybe we can find you an\ninternship or something. 1I’11 look into\nit for you. It’1ll be good for college\nsome practical education.\n\nEXT. DOCTOR’S OFFICE - DAY 69\nThe car pulls to a stop.\n\nNATHAN\nI remember this place. We got our\nvaccinations near here.\n\nWENDY\nWe’1l wait.\n\nHelen looks at Wendy in a quick thank you and then gets\nout of the car; Wendy turns the car around and parks\nthen looks at the entrance to the doctor’s office and\nsighs deeply.\n\nNATHAN\nWhat?\n\nWENDY\nNothing. It just sucks, watching someone\nbe alone.\n\nNathan looks at Wendy and then there’s a long pause as\nthey both sit in the car. They both stretch out their\nlegs, so they are facing each other, Nathan in back\nWendy in front.\n\f11/4/05 72.\n\nNATHAN\nI think I might have farted in gym\nyesterday.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey both stretch out their\nlegs, so they are facing each other, Nathan in back\nWendy in front. 11/4/05 72. NATHAN\nI think I might have farted in gym\nyesterday. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\n\n(trying not to laugh)\nOkay. You think so?\n\nNATHAN\nWell we were running laps. And there was\na noise. And I think it was my shoes.\nBut then Andy says, “Whew, stop with the\nbeans, Bergman.” And then nobody would\nrun behind me. And running is the only\nthing I can do in gym other than wrestle.\nBut it probably wasn’t me -- I mean gym\nis pretty smelly already, you know?\n\nWENDY\nHe’s a jackass. His brother is a jackass\nand his father is a huge ass. He has a\ngenetic predisposition to asshole.\n\nNathan smiles a thank you to Wendy and then there is\nanother long silence.\n\nNATHAN\n(picking up Wendy’s comment\nfrom before)\nBut when do you see people when they\naren’t alone?\n\nWENDY\nHuh?\n\nNATHAN\nBefore, you said it sucked watching\nsomeone be alone. Like you never see\nthat. When do you watch people and they\naren’t alone?\n\nWENDY\nAre you serious? All the time. People\nare always around other people. wWe’re\nsocial, you know, as animals.\n\nNATHAN\nI guess.\n\nWENDY\nLike right now, we’re together, and not\nalone.\n\f11/4/05 73.\n\nNATHAN\n(dubious)\nOkay.\n\nWENDY\nYou’re here with me, right? I mean,\nyou’re not a figment of my imagination\n\nare you?\nNATHAN\n\nNo.\nWENDY\n\nSo I’m not alone, and you’re not alone.\nNATHAN\n\nI don’t think that’s what it means.\nWENDY\n\nWhat?\nNATHAN\n\nAlone. I don’t think that’s the\ndefinition of alone.\n\nWendy looks at Nathan and laughs.\n\nWENDY\nYou are so weird.\n\nNATHAN\n(proudly)\nI know.\n\nWendy smiles at him and then resumes looking out the\nwindow at the building. Nathan starts to say something\nto Wendy.\n\nNATHAN (CONT’D)\nI go to school with you, you know.\n\nWENDY\n(not looking at him)\nYeah?\nNATHAN\nSo I know--\nWendy sits up.\nWENDY\n\nDon’t.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\n(not looking at him)\nYeah? NATHAN\nSo I know--\nWendy sits up. WENDY\n\nDon’t. \n\nTARGET SECTION TO BE ANNOTATED:\n Okay?\n\f70\n\n11/4/05 74.\n\nINT. ROBERT’S HOUSE: LIVING ROOM - NIGHT 70\n\nThe couples are now Wendy and Jonah, Robert and Billie,\nand Ann and Price. All three guys are sitting, shirts\noff. The girls are in shirts and underwear, the guys are\nin boxers. The six boxes are stacked nearby, closed.\n\nBillie watches Wendy closely as each couple is making\nout.\n\nWendy is trying to focus on Jonah but she feels awkward,\nshe keeps sitting, pulling her hair off her face. Jonah\nis trying to keep in the moment, but something is off, he\nknows it. She puts her hand down on him and then pulls\nit away. She sits up, then re-settles.\n\nBILLIE\nShe won’t do it, will she?\n\nEveryone stops. Wendy stands up but doesn’t leave.\n\nBILLIE (CONT'D)\nYou thinking of running away? Maybe we\nshould try that whole fantasy thing Jonah\nwas talking about. Hold you down, make\nyou scream.\n\nROBERT\nShut up, Billie.\n\nBILLIE\nYou have no idea what it means if she\nleaves right now.\n\nANN\n(confused)\nIt doesn’t mean anything.\n(to Wendy)\nRight?\n\nWendy can’t speak.\nJONAH\n(to Billie)\nWe’re fine. Stop being such a brat.\n\nNow Ann sits up and pulls away from Price. Everything is\nbreaking down.\n\nANN\nYou can’t force her. That’s a rule.\n\f11/4/05 75.\n\nPRICE\n(to Wendy)\nWe can stop if you want to.\n\nANN\nYeah, we can stop.\n\nBILLIE\nWe can’t fucking stop.\n\nBillie stands up.\n\nBILLIE (CONT'D)\nWe don’t stop, we don’t turn back\n\nROBERT\n(to Billie)\nHey, psycho, let me know when Billie\nreturns.\n\nBILLIE\nFuck you.\n\nBillie advances on Wendy, she isn’t wearing her underwear\nand that seems to make her bolder.\n\nBILLIE (CONT'D)\nLook at me. Look at you. We’re\nseventeen. We’ll never look like this\nagain. Our bodies want it, we want it.\n\nWENDY\nI don’t want it.\n\nBillie storms over to Wendy and hits her hard with a\nclosed fist.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur bodies want it, we want it. WENDY\nI don’t want it. Billie storms over to Wendy and hits her hard with a\nclosed fist. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly the guys are pulling them apart,\nnot before Wendy hits back, just as viciously.\n\nWENDY (CONT'D)\nYou bitch.\n\nBILLIE\nOriginal.\n\nThe guys keep them separated but Billie is still\nfighting.\nPRICE\n(trying for a joke)\nBreak out the mud. Or the jello.\n\nNobody laughs.\n\f11/4/05 76.\n\nBILLIE\nYou either do Jonah right now, or you are\nso completely gone.\n\nWENDY\nExcuse me?\n\nJONAH\nHold on.\n\nWENDY\n\nI “do” him? We don’t “do” each other.\n\nBillie breaks free and grabs Wendy by the back of the\nneck and forces her towards Jonah.\n\nBILLIE\nI’m not kidding you.\n\nJonah backs away and Robert grabs Billie, giving Wendy a\nchance to break free.\n\nANN\nLet’s just stop. We’1ll have some food.\nOr watch a DVD.\n\nBILLIE\nShut up Ann.\n\nROBERT\nBillie!\n\nBILLIE\n\nYou all shut up.\nWendy breaks free and moves towards Billie.\nBILLIE (CONT'D)\n\nYou gonna go home and cry to your\nboyfriend about how you almost cheated on\n\nhim?\n\nWENDY\nShut up.\n\nPRICE\nHold on.\n\nANN\n\nWhat’s she talking about?\n\nThe guys and Ann look at Wendy.\n\f71\n\n72\n\n11/4/05 77.\n\nANN (CONT'D)\nWendy?\n\nPRICE\nShe’s cheating on us?\n\nThere’s a beat as Wendy doesn’t say anything. She isn’t\ndenying it and one by one the group gets it -- she is\ncheating on them.\n\nEXT. ROBERT’S HOUSE: FRONT DOOR - NIGHT 71\n\nWendy stumbles out of the house, crying. As the door\nshuts we see Billie standing, Ann behind her, the guys\nbehind Ann - all watching Wendy go.\n\nEXT. SUBURBAN STREET - NIGHT 72\n\nWendy gets to her street, the Brown Sedan, parked as it\nalways is on the side of the road with two people in it\nthe windows fogging up. Wendy stops and looks at it,\nthen knocks on the window.\n\nNo answer. She knocks louder and then opens the door\nrevealing an 18-year-old COUPLE.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWendy stops and looks at it,\nthen knocks on the window. No answer. She knocks louder and then opens the door\nrevealing an 18-year-old COUPLE. \n\nTARGET SECTION TO BE ANNOTATED:\n Her shirt is\nunbuttoned, his is off.\n\nWENDY\nHey there!\n\nMAKE-OUT GUY\nWhat the hell--\n\nGuy goes to shut the door, but Wendy is standing in the\nway.\n\nWENDY\n\n(to girl)\nThat’s your boyfriend, right?\n\n(the girl says “Yes.” Wendy\n\nkeeps going)\nYou’re dating and all couply and you love\nhim and he loves you and you’re thinking\nabout babies and marriage or maybe\nMarriage and then babies or like a house\nand some furniture, right?\n\nMAKE-OUT GIRL\n\n(to guy)\nShut the door.\n\f73\n\n11/4/05 78.\n\nBut he can’t.\n\nWENDY\n(to girl)\nYou know what’s totally fucked up? That\nyou never hear anybody say that they are\na girlfriend. They’re “my girlfriend.”\nThat’s my dog, or that’s my car.\n\nMAKE-OUT GUY\nIt is my car.\n\nWENDY\n(to Girl)\nYou’re pathetic. You’re like this barely\nconscious amoeba willing to give away\nyour identity for a penis to call your\nown.\n\nWendy suddenly slams the door in the guy’s face.\nWENDY (CONT'D)\n(into the window)\nI’d rather never have sex again than be\nyou.\n\nShe turns on her heel and stumbles toward home.\n\nINT. MAYER HOUSE: SEAN’S ROOM - NIGHT 73\nWendy watches Sean sleep. She doesn’t wake him up, but\nsits on the floor near his bed, looking at Sean’s hands.\n\nHe opens his eyes.\n\nWENDY\nHi.\nSean, still half asleep, opens the covers but Wendy\ndoesn’t move. Sean slides down and gets on the floor\nnext to her.\n\nSEAN\nIt’s over?\n\nWENDY\nNo. But I’m all yours.\n\nWendy smiles at him.\n\nDISSOLVE TO BLACK:\n\f74\n\n75\n\n11/4/05 79.\n\nEXT. BERGMAN & MAYER HOUSE - MORNING 74\n\nA Monday morning -- seen from above: Sean, Wendy and\nNathan get into Wendy’s car and drive away. Helen comes\nout of the house and looks around, Abby is getting in her\ncar and gives Helen a wave. Helen is left all alone.\n\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHelen comes\nout of the house and looks around, Abby is getting in her\ncar and gives Helen a wave. Helen is left all alone. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAGRIN COOP SCHOOL: HANGAR - MORNING 75\n\nSean and Wendy walk into school, holding hands. Wendy\nlooks down at their hands entwined.\n\nWENDY\nThis is okay?\n\nSEAN\nYou tell me.\n\nWENDY\n\nIt’s not too cute?\nSean looks around.\n\nWENDY (CONT’D)\nWhat?\n\nSEAN\nI’m just wondering who you are worried\nabout seeing us hold hands.\n\nWendy stops.\n\nWENDY\n\nThis is hard for me. Be nice.\nSEAN\n\nI am!\n\nA pause.\n\nWENDY\n\nBe nice.\nSEAN\n\nFine. I’m being nice.\n\nHe skips around her, still holding her hand. Wendy\nlaughs until she sees Robert and Jonah walking into\nschool behind them. She pulls Sean into the school, but\nhe is still goofing off.\n\f76\n\n77\n\n11/4/05 80.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - MORNING 76\n\nSean follows Wendy into the school, then throws his arm\naround her.\n\nAcross the lounge, Wendy sees Billie and Ann, fighting.\nBillie grabs Ann’s arm, almost shaking her, she’s\nfurious.\n\nAnn pulls away, and walks towards Wendy, who separates\nfrom Sean.\n\nWendy and Ann face each other, but instead of talking to\nWendy, Ann just stands in front of her, crying. There is\na long pause as Wendy and Ann look at each other.\n\nANN\n(softly)\nI hate you.\nAnn walks past Wendy.\nINT. CHAGRIN COOP SCHOOL: BATHROOM - MORNING 77\n\nWendy stands in the bathroom, trying to catch her breath\nand calm down. She looks in the mirror, pushes her hair\nforward so she can hide behind it. She gives herself a\nmoment and then turns to go but standing in her way is\nRyan.\n\nWENDY\nWhat?\n\nRYAN\nYou left.\n\nWENDY\n\nWhere’s Aaron?\n\nWendy takes a step forward but Ryan doesn’t move and\nWendy stops. There’s a pause and then Ryan throws her\narms dramatically around Wendy.\n\nWENDY (CONT’D)\nJesus.\n\nRyan pulls away violently and holds Wendy at arms length.\nRYAN\n\nYou left. So now’s not the time to push\npeople away.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nRyan pulls away violently and holds Wendy at arms length. RYAN\n\nYou left. So now’s not the time to push\npeople away. \n\nTARGET SECTION TO BE ANNOTATED:\n\f11/4/05 81.\n\nWENDY\n(still snide)\nYeah? What’s it time for, Ryan?\n\nRYAN\nYou’re lucky. With me, Aaron was all I\nhad once I left. But you have me, Aaron\nAND Sean.\n\nWENDY\n(her attitude fading)\nHow lucky for me.\n\nRYAN\nI knew you would leave.\n\nWENDY\nYou don’t know shit.\n\nRyan laughs.\n\nWENDY (CONT’D)\nWhat?\n\nRYAN\nYou just sound ridiculous when you swear.\nYou always did.\nWendy laughs, relaxing a little.\n\nRYAN (CONT’D)\nYou’re here. You’re out.\n\nWENDY\nWhat’s up with those shoes?\n\nRyan looks down at the heels.\n\nRYAN\nAaron likes them.\n\nWENDY\nSo?\n\nRYAN\n\nI like doing nice things for him.\n\nWENDY\nWhy’d you quit Amnesty? And Student\nGovernment?\n\f11/4/05 82.\n\n. RYAN\n_.._ (lying)\nBillie. I wanted my afternoons free.\n\nWENDY\nYou quit for Aaron, didn’t you?\n\nRyan sighs.\n\nRYAN\nYou know how he hated waiting around for\nus every afternoon?\n\nWENDY\nSo you quit?\n\nA beat.\n\nRYAN\nSean’s great.\n\nWENDY\nwe’re comparing boyfriends?\n\nRYAN\nCome out with us.\n\nWENDY\nI don’t know.\n\nRYAN\nCome on. It’1l be fun.\n\nWendy pushes past Ryan, and goes back out into the\nschool. Sean is waiting for her, and they walk off, arm\nin arm.\n\n78 EXT. MAYER HOUSE: BACKYARD - DAY 78\n\nNathan is standing at the back door, holding a Cruset pan\nthat is steaming. Pulling back a little we can see Bill\nis looking down at him, a strange and confused look on\nhis face.\n\nNATHAN\nIs Helen here?\n\nBILL\nUmmm.\n\f11/4/05 83.\n\nNATHAN\n(persistent)\nCan you tell her Nathan is here?\n\nBILL\nThis isn’t a good--\n(of the dish)\nWhat is that?\n\nNATHAN\nGlazed salmon and a risotto. I promised\nwhen I got it right, she could have it\nsO...",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nThis isn’t a good--\n(of the dish)\nWhat is that? NATHAN\nGlazed salmon and a risotto. I promised\nwhen I got it right, she could have it\nsO... \n\nTARGET SECTION TO BE ANNOTATED:\nBill is seeing that the kid is smitten.\n\nBILL\nListen, Nathan? wWe’re kind of in the\nmiddle of something here so if you could\nuh... I guess leave that here? Ora\nmessage.\n\nNATHAN\nMaybe you could just tell her--\n\nBILL\nI have to get back inside.\n\nHe reaches for the pan, and Nathan reluctantly gives it\nup. Bill is almost inside.\n\nNATHAN\n(after a beat)\nYou’re welcome.\n\nBILL\nExcuse me?\n\nNATHAN\nYou’re welcome. For the salmon.\n\nBILL\n(dismissive)\nYeah.\n79 INT. MAYER HOUSE: PANTRY - DAY 79\n\nBill kicks the door shut hard and then sees that HELEN\nHAS BEEN STANDING THERE THE WHOLE TIME.\n\f80\n\n11/4/05 84.\n\nBILL\nAn overgrown hobbit just delivered a\nsalmon to our door.\n\nHELEN\nYou are such a shit.\n\nBILL\nWhat?\n\nHELEN\n\nHe’s a nice kid.\n\nBILL\nwe’re in the middle of you hating me. So\nI’m sorry if our marriage took precedence\nover Iron Chef.\n\nHELEN\nHe’s my friend.\n\nBILL\n(whining)\nHe’s fourteen years old!\n\nHELEN\nHe’s very helpful.\n\nBill looks at her, he is trying to decide what she means,\nbut Helen is heading out the door.\n\nBILL\nWhere are you going?\nHELEN\nTo do what I always do, fix what you\n\nbroke.\nHelen goes out the back door, turns around so she can see\nBill’s reaction as she slams the door in his face.\nEXT. MAYER HOUSE: BACKYARD - DAY 80\nHelen turns and Nathan is right there, still in her\nbackyard, waiting for her. He has been listening to\nHelen and Bill fight.\n\nHELEN\nI’m sorry.\n\nNATHAN\nMe, too.\n\f81\n\n82\n\n11/4/05 85.\n\nHELEN\n(completely maternal)\nYou have nothing to be sorry for.\n\nNATHAN\nI’m sorry you’re married to him.\n\nHelen laughs and then Nathan joins in. Her laughter dies\ndown and so does his -- were their ages closer together\nor this a different world, they would kiss now. But\ninstead.\n\nNATHAN (CONT’D)\nI should go inside.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer laughter dies\ndown and so does his -- were their ages closer together\nor this a different world, they would kiss now. But\ninstead. NATHAN (CONT’D)\nI should go inside. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m glad you’re\nfeeling better.\n\nHelen is silent, overwhelmed by Nathan’s grace and\nmaturity; even Nathan is a little overwhelmed by the\nmoment. He walks in his own back door\n\nHelen turns to go back into her own house.\n\nINT. BERGMAN HOUSE: WENDY’S ROOM - NIGHT 81\n\nWendy stands in the middle of her room holding a phone in\nher hand. She starts to dial and then puts the phone\ndown. She tries again, but then stops. She puts the\nphone away and sits on her bed, opening a book. She lies\non her stomach, then on her back, then she kicks off her\nshoes, she scooches around on her bed. She closes the\nbook, then opens it up again, but doesn’t read. Then she\njust sits there. Alone. And doesn’t know what to do.\nShe stands and we follow her to Nathan’s room, but his\ndoor is locked. Wendy stands, alone, in the hallway.\n\nShe looks lost in her own home -- which of course she is.\nWendy hears something downstairs.\n\nINT. BERGMAN HOUSE: KITCHEN - NIGHT 82\n\nWendy comes into the kitchen, trying to act nonchalant\nand takes out some ice cream and a spoon and absently\neating. Abby is unpacking a tote bag full of work and\ncarries a briefcase; she has a laptop set up in the\nkitchen. Wendy watches, just relieved for the company.\n\nABBY\nHey.\n\nWENDY\nHey.\n\f11/4/05 86.\n\nWendy offers her mom some ice cream.\n\nABBY\nThanks.\n\nThey eat in silence.\n\nABBY (CONT'D)\n(trying)\nWork was good. I thought I’d try being\nhere for awhile.\n\nWENDY\nWe’re fine. You’re not missing much.\n\nABBY\nI’m a terrible cook anyhow. Good thing\nyour brother learned. Though he charged\neight hundred dollars worth of salmon\nthis week. Salmon isn’t the new dope, is\nit?\n\nWENDY\nDope?\n\nABBY\n(she finishes the ice cream\nand takes it to the garbage)\nDid you see our new neighbors?\n\nWENDY\n(carefully)\nYeah. We met them, like weeks ago.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nABBY\n(she finishes the ice cream\nand takes it to the garbage)\nDid you see our new neighbors? WENDY\n(carefully)\nYeah. We met them, like weeks ago. \n\nTARGET SECTION TO BE ANNOTATED:\nABBY\nHow many of “them” are there?\n\nWENDY\nMom, dad and son. They seem nice. Sean --\nhe’s in my ethics and my Greek lit class.\n(pause)\nI think school tripped him out\n\nABBY\nIs he cute?\n\nWENDY\nYeah.\n\nABBY\n\nEvery mother dreams her son will fall in\nlove with the girl next door.\n\f11/4/05 87.\n\nWENDY\n(trying to keep control)\nI’m not the girl next door\n\nABBY\nYou’re not a traditional girl next door\ntrue. You still have something special.\n\nShe goes to push Wendy’s hair off her face. Wendy ducks\naway from her touch.\n\nWENDY\nMom!\n\nABBY\nSorry. I got lost in the moment. It\nwon’t happen again.\n\nWENDY\nYou’re so needy.\n\nABBY\n(hurt)\nThanks.\n\nWendy gets up and goes. She turns and looks at her mom\nsitting alone. She feels bad.\n\nABBY (CONT'D)\nDon’t you look at me like that. I’m not\nto be pitied.\n\nWENDY\nI wasn’t.\n\nABBY\nEvery time you look at me I think you’re\ntallying up all the things I don’t have.\n\nWENDY\nI’m not--\n\nABBY\nIt’s okay. I’m just a lot happier than\nyou give me credit for.\n(she smiles)\nWhere are the girls tonight?\n\nWendy doesn’t answer so Abby goes back to work, and after\na moment, Wendy leaves.\n\f11/4/05 88.\n\n83 INT. BERGMAN HOUSE: FRONT DOOR - NIGHT 83\nWendy comes out of her house, breathes deeply and sits on\nthe front steps.\n\n84 EXT. BERGMAN HOUSE: FRONT DOOR - NIGHT 84\nWendy opens the door to find Jonah standing there.\n\nWENDY\nHi.\n\nJONAH\nHey. You look nice.\n\nWENDY\nThanks.\n\nAn awkward moment, and then he hugs her.\n\nJONAH\nYou’re okay, right?\n\nWENDY\nYeah.\n\nJONAH\n\nHe didn’t put some sort of voodoo spell\non you, did he?\n\nWendy laughs.\n\nWENDY\nNo.\n\nJONAH\nGood.\n\nA beat.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\nNo. JONAH\nGood. A beat. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAH (CONT’D)\nI wanted to leave once. Before Ryan and\nAaron even.\n\nWENDY\nWhat happened?\n\nJONAH\nToo chicken, I guess.\n\f85\n\n86\n\n11/4/05 89.\n\nWENDY\n(choosing her words\ncarefully)\nFor a...guy?\nJONAH\nYeah.\nWENDY\n\nYou can go anywhere next year. Or you\ncould leave now.\n\nJONAH\nAre you having fun?\n\nWENDY\nNo. Not really.\n\nJONAH\nAnyway, I just wanted to tell you I was\nproud of you. It was brave. Stupid, but\nbrave. I wish I could have done it,\nbut...whatever.\n(he smiles at her)\nI made a choice. Nobody’s fault, right?\n\nJonah hugs her again, holding her close.\n\nWENDY\nI miss you.\n\nWendy watches Jonah walk away.\n\nEXT. ROBERT’S HOUSE: FRONT DOOR - NIGHT 85\nMatch cut to Robert’s front steps, where Billie and wendy\nusually sit.\n\nINT. BILLIE’S CAR - NIGHT 86\nBillie and Ann sit in Billie’s car outside Robert’s\n\nhouse. Billie is looking at the front stairs. Ann starts\n\nto cry softly.\n\nBILLIE\nWhat are you doing?\n\nANN\nI miss her.\n\f87\n\n88\n\n11/4/05 90.\n\nBILLIE\nFuck her.\n\nAnn keeps crying.\n\nBILLIE (CONT'D)\nWhat is wrong with you?\n\nAnn opens the car door and tries to leave. Her seatbelt\nis still on. She removes it and then runs from the car,\nleaving the door open. Billie reaches over and slams the\ndoor shut.\n\nBILLIE (CONT'D)\nFuck you, too.\n\nBillie sits there, watching Robert’s house.\n\nEXT. BERGMAN & MAYER HOUSE - DAY 87\n\nEveryone has already left for the day. Sprinklers start\nup and spray the lawns.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - DAY 88\n\nWendy gets to her locker, then realizes that Billie is\nstanding nearby. Wendy doesn’t look at her right away.\n\nBILLIE\nYour friends, all of us, we don’t want to\nlet you go. And we won’t do it.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nWendy doesn’t look at her right away. BILLIE\nYour friends, all of us, we don’t want to\nlet you go. And we won’t do it. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\n(quietly)\nWhat if I want to?\n\nBillie shrugs.\n\nBILLIE\nIf you were a mom, and your kid was about\nto lose a limb, wouldn’t you, I don’t\nknow, fight to keep it?\n\nWENDY\nI don’t think this is the same thing.\n\nBILLIE\nBut we feel it is.\n\f11/4/05 91.\n\nWENDY\n(starting to get angry)\nYou’re speaking for everyone now?\n\nBILLIE\nYeah.\n\nWENDY\nI don’t believe you. I think this is\nyou, being lost and frightened and you\ndon’t know what else to do.\n\nBillie doesn’t respond, she just reaches into the bag and\npulls out WENDY’S BOX from Robert’s house. She drops it\non the ground in front of Wendy.\n\nBILLIE\nI think your queer ass boyfriend would\nreally dig this, huh? I was thinking of\nputting it in his locker. A little after-\ntrack-practice surprise.\n\nWendy goes for it but Billie is faster and she holds onto\nthe box.\n\nWENDY\n\n(calmly as possible)\nYou know what? Go ahead. It doesn’t\nwork like that with us. Even better, why\ndon’t you give it to him in class.\nBecause even if you posted it on the\ninternet and took out billboards, he\nwouldn’t care.\n\nBILLIE\nI think he’s gonna like the pictures from\nthis summer especially.\n\nBillie opens her mouth very wide and does a pretty good\noral sex simulation. Wendy remains calm.\n\nWENDY\nDo it then. Don’t talk about it.\n\nBILLIE\nAnd the ones of you on all fours. I\nmean, it probably makes more sense in\ncontext, you know, with the pictures of\nall of us, but still--\n\f89\n\n90\n\n11/4/05 92.\n\nWendy grabs the box from Billie’s unsuspecting hands\nmarches over to Sean’s locker, takes her car keys and\neasily pries open the weak metal. The locker opens and\nshe shoves the box in. Then she closes it again.\n\nWENDY\n\nHe wants me and that kills you.\nBILLIE\n\nNot so far.\nWENDY\n\nI’m not the box, Billie. And you are.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLIE\n\nNot so far. WENDY\n\nI’m not the box, Billie. And you are. \n\nTARGET SECTION TO BE ANNOTATED:\nYou’re a pathetically limited little\nbitch, aren’t you?\n\nBillie reaches over and opens Sean’s locker again. Then\nshe shuts it hard so it locks.\n\nBILLIE\nI was thinking of teaching your brother\nhow to kiss. You know, train him up\nright. For future generations of Coop\nchicks.\n\nWendy lunges at her but Billie moves away quickly and\nWendy lets her go.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - DAY 89\n\nSean is standing in front of his locker, which is open.\nHe has WENDY’S BOX in one hand, the lid on the ground.\nWe still don’t see into the box, but we see the\nPolaroids, just corners of them, some of them look like\nporn and some of them look like regular high school\ncandids.\n\nINT. MAYER HOUSE: LIVING ROOM - EVENING 90\n\nWendy opens the door and looks around for Sean.\n\nWENDY\nSean?\n\nShe doesn’t hear anything, then she hears a BASKETBALL\nbeing bounced in the backyard.\n\f91\n\n11/4/05 93.\n\nEXT. MAYER HOUSE: BACKYARD - NIGHT 91\n\nHelen is trying to shoot some baskets, she misses\ncompletely and Wendy retrieves the ball for her\n\nHELEN\nHi.\n\nWendy holds the basketball for a second.\n\nHELEN (CONT’D)\nI think he’s upstairs.\n\nWENDY\n--okay.\n\nWendy shoots a basket, it bounces back to her, and she\nhands the ball to Helen who makes a wobbly attempt.\nInstead of leaving her alone, Wendy decides to help.\n\nWENDY (CONT'D)\nStand here.\n\nHelen obliges, and readies her shot\n\nWENDY (CONT'D)\nDon’t bend so much. Aim the fingers of\nyour bottom hand toward the back of the\nrim.\n\nHelen tries it, and makes basket.\n\nWENDY (CONT'D)\nThat wasn’t bad.\n\nHELEN\nYou know that girl in school who always\nsays she has her period so she doesn’t\nhave to go to gym? That was me.\n\nWendy smiles at her. Helen and Wendy trade off shooting\nbaskets.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat was me. Wendy smiles at her. Helen and Wendy trade off shooting\nbaskets. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN (CONT’D)\nIn school, I figured I would always be\nthat girl -- the smart one, the one who\nwas bad at sports. But it didn’t last.\nThat person today, the person you saw, it\nwasn’t really me either. Or it was me\nand I’m not that person anymore. It was\nme for a moment. That was the me who\ngets an abortion. And now she’s gone.\n\n(MORE)\n\f11/4/05 94.\nHELEN(CONT'D)\n\nI just didn’t know I would be re-\ninventing myself so much when I grew up.\nYou figure that when you’re young is when\nyou re-invent yourself -- but it turns\nout that it is forever. You’re forever\nbeing a new you, in a new life, with new\nconsequences.\n\nWENDY\nI guess. Maybe you only think you’re\nnew. Maybe you’re the same, only you\ndon’t know it.\n\nHELEN\nThat’s depressing.\n\nWENDY\n(laughs)\nYeah. But probably true.\n\nHelen pushes forward.\n\nHELEN\n(struggling)\nIf he... I mean if you...I know you guys\nhave a..closeness. And that maybe you\ntell him things or want to tell him\nthings--\n\nWENDY\nI’m not lying to him.\n\nHelen is surprised, but tries to hold it back\nHELEN\nIt’s not a lie if you don’t tell him\nabout something that happened.\n\nWENDY\nHow is it not a lie?\n\nA pause.\nHELEN\n(exhausted)\nI don’t know.\nShe sits down on the pavement.\n\nWENDY\nWas your husband sorry?\n\nHELEN\nHe apologized, if that’s what you mean.\n\f11/4/05 95.\n\nWENDY\nYeah.\n\nHELEN\nHe did it on purpose though. He wanted\nto talk about it more.\n\nWENDY\nDid you tell him he can talk about it\nwhen he gets pregnant?\n\nHelen laughs.\n\nHELEN\nIt doesn’t work like that when you’re\nMarried. You don’t always get to say the\nmeanest, most clever thing.\n\nWendy throws a couple more baskets, not looking at Helen.\n\nWENDY\nWhat’s it like?\n\nHELEN\nBeing married? It’s like...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\nWhat’s it like? HELEN\nBeing married? It’s like... \n\nTARGET SECTION TO BE ANNOTATED:\nI don’t know\nif I can say it the right way, I mean,\nwhat’s it like to have a family? Try and\nexplain it to me.\n\nWENDY\nCustom made pants.\n\nHELEN\n(laughing, not expecting an\nanswer )\nWhat?\n\nWENDY\nIt’s like custom made pants. They fit\nyou perfectly but you can’t change. Not\neven a little.\n\nHELEN\n(sweetly)\nOnly sometimes. Honestly. It isn’t\nalways like that. Is Sean pushing for...\n\nWENDY\nNo. No, it’s not Sean. It’s the whole\n“girlfriend” thing.\n\nHELEN\nThe name?\n\f92\n\n11/4/05 96.\n\nWENDY\nThe identity. Being someone’s\n“girlfriend”.\n\nHELEN\nYou have to be something else first. The\nonly way to be with someone is to be\nsomeone.\n\nWendy hands the ball to her.\n\nWENDY\nSean’s inside?\n\nHelen nods.\n\nINT. MAYER HOUSE: SEAN’S BEDROOM - NIGHT 92\n\nWendy walks into Sean’s bedroom which is empty. She\nhears water running in the bathroom.\n\nWENDY\nHello?\n\nInside the bathroom, Sean is getting out of the shower\nWendy opens the door and knocks him down. Sean tries to\nget up and Wendy goes to help him when she sees HER BOX\non the floor, the contents clearly rifled through, water\ndripping over it from the shower. Her first instinct is\nto save the valuable contents from getting wet so she\ngrabs the stuff.\n\nSEAN\nYeah. God forbid the kiddie porn gets\nwet.\n\nWENDY\n\nThat’s not what’s in here.\n\nSEAN\nYeah, this is all puppies and “I love\nunicorns” and tapioca pudding.\n\nWENDY\nIt’s not porn. It’s just--\n\nSEAN\nThey made you do it, right?\n\nWENDY\nScrew you.\n\f11/4/05 97.\n\nSean doesn’t say anything, he just sits on the lip of the\ntub.\n\nWENDY (CONT’D)\nDo you want me to go?\n\nSean shrugs. Wendy reaches out and takes his hand to get\nhim to stand.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY (CONT’D)\nDo you want me to go? Sean shrugs. Wendy reaches out and takes his hand to get\nhim to stand. \n\nTARGET SECTION TO BE ANNOTATED:\n He pulls it away so she gets down on the\nfloor and takes his wet hand and puts in to her lips.\nThen she kisses each finger. She kisses his palm, and\nthen his wrist. Sean doesn’t pull away.\n\nWENDY (CONT'D)\nLook, I don’t know how this works. I\nmean, do we fight now? Tell me what we\ndo.\n\nSEAN\nWe don’t do anything.\n\nWendy pauses.\n\nWENDY\n(trying to make a joke)\nSo this is what being dumped feels like,\nhuh?\n\nSEAN\n(sarcastic)\nYou’d have to be mine for me to dump you\nhuh?\n\nWENDY\nWhat? What do I do? You wanna yell at\nme? I’m lost--\n\nSEAN\nThat’s enough. You don’t get to play the\nlittle innocent girl right now. Not\nafter--\n(gestures to the box)\nNo way.\n\nWENDY\nYou know what? It happened. You want it\nto go away, like magic? Poof, and now\nI’m all different? I’m magically a\nvirgin?\n\nSEAN\nYeah.\n\nWendy laughs, but Sean doesn’t\n\f11/4/05 98.\n\nWENDY\nYou’re kidding, right?\n\nSEAN\nNo. Burn the box. Burn it all.\n\nWENDY\nYou’re delusional. why don’t you burn\nall the stuff from your old girlfriends.\n\nSEAN\nI don’t have stuff. That’s the point.\n\nWENDY\nYou’re insane.\n\nSEAN\nWhy? Do you need this stuff? I mean\ndoes it have any value?\n\nWENDY\nI’m not saying it has value. But it’s\nwhat? Letters? A couple of trinkets?\n\nShe holds up the “Hoochie” necklace.\nWENDY (CONT'D)\n\nThis? Some pictures of me naked? You’re\nacting like you’re pure and virginal.\n\nSEAN\nCompared to this?\nWENDY\nReally? What was the name of the blowjob\ngirl?\nSEAN\nWho?\nWENDY\n\nFrom the party? Billie told me. The\ngirl who went down on you?\n\nSEAN\nYou believe what Billie says? Besides\nthat is completely--\n\nWENDY\nPlease. Don’t be average.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEAN\nYou believe what Billie says? Besides\nthat is completely--\n\nWENDY\nPlease. Don’t be average. \n\nTARGET SECTION TO BE ANNOTATED:\n It isn’t\ndifferent. Either you agree to be in\nthis with me, or you don’t.\n\f93\n\n11/4/05 99.\n\nSean pulls his hand away.\n\nSEAN\n(pissed off)\n--fine.\n\nWENDY\nYou could just forget it? If I burned\nit, you would just forget that I was ever\nsomeone else.\n\nShe isn’t sure what she was, so she just stops.\n\nSEAN\nI could stop being reminded, couldn’t I?\n\nWendy looks at him for a beat. He puts his hand out for\nher to kiss again, to seal the deal. She kisses it.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - DAY 93\n\nSchool is over, and everyone mills around, grabbing\nbooks, screaming at each other. It’s chaos. The doors\nare open, it’s a warm fall afternoon and students have\nstarted throwing/chucking buckeyes (like large acorns) at\neach other.\n\nSean and Wendy walk with Ryan and Aaron as they get their\nthings from their lockers.\n\nSEAN\n\nSo you’11 come on Saturday?\nWENDY\n\nHuh?\nSEAN\n\nA double date. With Ryan and Aaron.\n\nWENDY\n(focusing on Sean)\nYeah, of course.\n\nWendy doesn’t see Billie walk by.\n\nSEAN\nIt’1l be fun.\n(lowers his voice)\nAnd tonight we do it, right? You’1l burn\nthe box tonight?\n\nWendy notices Billie.\n\f11/4/05 100.\n\nWENDY\n(not listening)\nYeah, okay.\n\nBillie looks lost without Ann or Wendy, but straightens\nher back and walks to the soda machines, feeds in her\ndollar.\n\nSome buckeyes are thrown at her. She doesn’t flinch.\nMore are thrown. Still, Billie doesn’t move. Finally a\nbarrage of buckeyes are raining down on Billie. She\nflinches when one hits her in the face. Wendy watches,\nunable to move.\n\nWENDY (CONT'D)\n(it is killing her)\nSay something. Do something.\n\nSEAN\nWhat?\n\nWENDY\nNot you. Her.\n\nBillie finally turns and leaves, never looking at Wendy,\nnever reacting. As she leaves, the other seniors clap.\n\nRYAN\nThat is insane.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBillie finally turns and leaves, never looking at Wendy,\nnever reacting. As she leaves, the other seniors clap. RYAN\nThat is insane. \n\nTARGET SECTION TO BE ANNOTATED:\nWendy doesn’t say anything, and Sean goes back to his\nlocker. Wendy waits a moment and then walks away.\n\nSEAN\nWhere are you going?\n\nWENDY\nI have to see if she’s okay.\n\nSean grabs her wrist.\n\nSEAN\nEveryone will see you.\n\nRYAN\nShe’s fine.\n\nAARON\n\nBillie can take it.\n\nWendy pulls her arm away, and then stands, looking out at\nthe sea of students, wanting to run after Billie, but not\nsure if she should.\n\f94\n\n11/4/05 101.\n\nWENDY\nI’m not going to burn it. I’m not going\nto say I’m sorry for what happened.\n\nSEAN\nKeep your voice down.\n\nWendy’s suddenly past the “voice down”/decorum place.\n\nWENDY\nAnd I’m not going to apologize. You\neither love me, or you don’t. I just gave\nup five of the best people in the world\nfor you.\n\nSEAN\nWho you slept with.\n\nWENDY\nSo what? So what if I slept with them?\nThey matter to me. And I just walked\naway and destroyed my life because you\nwalked up with all this...\n\nSEAN\nLove. It’s called love. You don’t want\nto say it, fine. But that’s what I\noffered you.\n\nWENDY\nYou offered me a role in your fairy tale.\nThat’s all.\n\nSean doesn’t know what to say. So Wendy makes a decision\nfor both of them.\n\nWENDY (CONT'D)\nYou don’t want me to be your girlfriend.\nINT. BILLIE’S CAR - DAY 94\nBillie sees Wendy in the rearview mirror. Billie smiles,\nshe can’t help it. And she reaches over and unlocks the\npassenger car door.\n\nWendy gets in.\n\nBILLIE\nYou remember Miss Hise’s class?\n\nWendy smiles, carefully.\n\f11/4/05 102.\n\nWENDY\nWe tortured her daughter, Greer.\n\nBILLIE\nShe carried those bookbags.\n\nWENDY\nShe smelled terrible.\n\nBILLIE\nAnd then in third grade, when my parents\nsplit up, and I decided, I don’t know\nwhy, to do a dance, from that movie,\nFlashdance.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLIE\nShe carried those bookbags. WENDY\nShe smelled terrible. BILLIE\nAnd then in third grade, when my parents\nsplit up, and I decided, I don’t know\nwhy, to do a dance, from that movie,\nFlashdance. \n\nTARGET SECTION TO BE ANNOTATED:\n You remember?\n\nWENDY\n(starting to laugh)\nWe saw it on cable.\n\nBILLIE\n(laughing with her)\nI can see the third grade me, and she’s\ngetting up to do that dance, and I want\nto tell her to stop. I’m embarrassed\nright now, just talking about it.\n\nTheir laughter fades but the moment was real.\nBILLIE (CONT'D)\nYour friends, all of us, we don’t want to\nlet you go.\n\nWendy doesn’t respond right away.\n\nWENDY\nIt can’t be like before. I need to know\nit’11 be--\nBILLIE\nThat I won’t be so evil?\nWENDY\nI’m asking for small changes, not\nmiracles.\nThey laugh.\n\nWENDY (CONT'D)\nI love you.\n\nBILLIE\nYeah. Me too.\n\f95\n\n96\n\n11/4/05 103.\n\nWENDY\nYou wanna hug me, bitch?\n\nBillie laughs, and does. Wendy notices the welt from the\nbuckeyes, and touches it. Billie pulls away.\n\nBILLIE\nYou gotta do one thing though.\n\nEXT. CHAGRIN COOP SCHOOL: ENTRANCE - DAY 95\n\nNo sound. Billie and Wendy walk toward the school, Wendy\nis looking ahead of her, Billie is looking at Wendy. At\nfirst we see them close up and then we are inside the\nschool, watching them as they walk towards the front\nglass doors, and when they finally get there, and they\nopen them, we hear the chatter and background of the\nschool again.\n\nINT. CHAGRIN COOP SCHOOL: LOUNGE - DAY 96\nBillie and Wendy stand in front of Ryan, Aaron and Sean.\nThe milling stops. Everyone stares. There’s a long\n\nincredibly uncomfortable pause.\n\nBILLIE\nHi!\n\nWendy doesn’t say anything.\n\nBILLIE (CONT'D)\nWwe’re scaring you?\n\nRYAN\nYou’re disturbing us. Billie.\nBILLIE\nWell, gosh, we’re sorry.\n(to Wendy)\nDo it.\nWENDY\n(slowly)\nDid she tell you where the scar came\nfrom?\nBILLIE\n(to Wendy)\nDo it.\n\nRyan looks stricken.\n\f11/4/05 104.\n\nWENDY\nAll the girls knew.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nRyan looks stricken. 11/4/05 104. WENDY\nAll the girls knew. \n\nTARGET SECTION TO BE ANNOTATED:\n We never told the\nguys about dear old Uncle Rob--\n\nBILLIE\nIt was Uncle Bob.\n\nWENDY\nUncle Bob who smelled like Aqua Velva and\ntasted like Doritos.\n\nBILLIE\n(can’t resist)\nThat dear old Uncle Bob liked to touch\nher. And that one time he actually had\nher for a whole weekend.\n\nRYAN\nShut up. Shut up you bitches. You can’t\nstop me. I don’t care what you say.\n(her ace)\nAaron knows everything.\n\nRyan is looking at Wendy, imploring her.\n\nRYAN (CONT’D)\n(to Wendy)\nDon’t.\n\nWENDY\n(to Billie)\nLet’s go, okay? Billie?\n\nBILLIE\nEverything?\n(smiles broadly)\nAaron, did you know that Ryan here. She\nliked it. She liked the pain. She liked\nto be held down and forced. Made her all--\n\nBillie turns to Wendy.\n\nWENDY\nNo.\n\nBILLIE\nWhat did it make her? Wendy?\n\nWendy takes a deep breath, then turns to Billie.\nWENDY\n\n(small)\nHot.\n\f11/4/05 105.\n\nBillie smiles triumphantly. There’s a beat.\n\nPOV WENDY: She sees Sean, Ryan, Aaron, Billie. A crowd\nof people. Everyone in the school.\n\nBACK TO SCENE\n\nWENDY (CONT'D)\nLike when you used to make us play gang\nrape. Where we had to be the firemen.\n\nRYAN\nThat wasn’t me.\n\nWendy is looking at Billie. Everyone is looking at them.\n\nWENDY\nOr how you kept cutting yourself with\nExacto knives during art class. How you\nthought you were a vampire for most of\neighth grade.\n\nBILLIE\n(almost a growl)\nStop.\n\nWENDY\n\nOr how Jonah and Robert have been\nsleeping together for three years. Or\nhow Ann’s mom tied her hands together so\nshe wouldn’t touch herself when she was\nsix.\n\n(Wendy starts getting giddy)\nOr how I peed during a spelling bee in\nthird grade. Or how Aaron threw up when\nyou got your period in fifth. Or the\ntime we all got crabs because Price\nfooled around with some girl over\nChristmas break.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Wendy starts getting giddy)\nOr how I peed during a spelling bee in\nthird grade. Or how Aaron threw up when\nyou got your period in fifth. Or the\ntime we all got crabs because Price\nfooled around with some girl over\nChristmas break. \n\nTARGET SECTION TO BE ANNOTATED:\n Yeah, we’re one big\nhappy family--\n\nBillie has left the lounge. Wendy turns to Sean.\nWENDY (CONT'D)\nBurn the box yourself. I don’t need it\nanymore.\n\nWendy walks out of the school.\n\f97\n\n98\n\n99\n\n100\n\n11/4/05 106.\n\nEXT. CHAGRIN COOP SCHOOL: ENTRANCE - DAY 97\n\nWendy smiles as she walks. For the first time, there is\nno hesitation.\n\nDISSOLVE TO BLACK\n\nEXT. MALL: PARKING LOT - NIGHT 98\n\nFloodlights make everyone look kind of greenish as they\nleave their mall jobs.\n\nTEEN GIRL #11\n\n(wearing a “Gap” name tag)\nI fell in love with this guy once and it\nwas complete torture. He kept wanting to\nhug me all the time. I’m like, are you\nnine years old? What the hell is that?\nHugging and stuffed bears. Like he read\nabout it at the Hallmark store. You know\nhow many successful actresses are\nmarried?\n\n(makes zero with her fingers\n\nand then smiles)\nHe did give me this though--\n\nShe walks up to the camera and shoves her hand in the\ndens, so we catch a distorted glimpse of exactly what a\nmall job will buy at Zales.\n\nTEEN GIRL #11 (CONT’D)\nI got to keep this. Nice huh?\n\nLEGEND: This Is Saturday\n\nEXT. ROBERT’S HOUSE: FRONT DOOR - DAY 99\nA series of shots, as in the beginning of the film.\n\nRobert carefully places four boxes on the front step\n\ntakes his own, passes one to Jonah and the two go back\ninside.\n\nEXT. MAYER HOUSE: BACKYARD - DAY 100\nSean, standing in front of a Weber grill in his backyard,\n\nburning the contents of the box. He puts the “Hoochie”\nnecklace in his pocket.\n\f101\n\n102\n\n103\n\n11/4/05 107.\n\nINT. HOUSE PARTY: LIVING ROOM - NIGHT 101\n\nThe House Party, with the porn, the drinking, the girls\nmaking out with other girls. Ann is giving a guy a pole\ndance with a blank look on her face.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOUSE PARTY: LIVING ROOM - NIGHT 101\n\nThe House Party, with the porn, the drinking, the girls\nmaking out with other girls. Ann is giving a guy a pole\ndance with a blank look on her face. \n\nTARGET SECTION TO BE ANNOTATED:\nWe track through the same party, and the Tank-Top Girl #1\nfrom the first party pulls Price into a bedroom.\n\nINT. BILLIE’S HOUSE: ROOM - NIGHT 102\n\nBillie has the box open in front of her but we don’t see\nher face, as she sits on the floor of her room. Laid out\non the floor, encircling her, are various mementos. She\nlays each one out carefully, in some order we are not\nprivy to. She smooths a few pictures, she carefully\nplaces a lighter next to an old license plate. As we\ncircle the items, we catch a passing glimpse of Billie,\nwho might be crying.\n\nINT. BERGMAN HOUSE: KITCHEN - NIGHT 103\n\nWendy sits on the kitchen counter watching Nathan cook\nShe is holding a wooden spoon and Nathan hands her a\nmixing bowl, so Wendy mixes. She kicks her legs absently\nagainst the wooden cabinet and then kicks her shoes off.\n\nThe camera pulls back, leaving the room, so we see Wendy\nframed in the doorway, Nathan walks out and it is just\nWendy alone and happy, a dopey half smile on her face, as\nthe credits start to roll.\n\nTHE END\n\f"
}