{
  "1": " \n\n \n\nSCREENPLAY BY PATRICK MARBER\n\n| BASED ON THE BOOK BY ZOE HELLER\n\nALI. RIGHTS RESERVED. © COPYRIGHT 2005. DNA FILMS LTD. NO PORTION OF THIS SCRIPT MAY BE PERFORMED,\nPUBLISHED, REPRODUCED, SOLD OR DISTRIBUTED BY ANY MEANS, OR QUOTED OR PUBLISHED IN ANY MEDIUM,\nINCLUDING ANY WRB SITE, WITHOUT THE PRIOR WRITTEN CONSENT OF TWENTIETH CENTURY FOX FILM CORPORATION.\nDISPOSAL OF THIS SCRIPT COPY DOES NOT ALTRR ANY OF THE RESTRICTIONS SET FORTH ABOVE.\n\fFADE IN:\n\nEXT. PARLIAMENT HILL, NORTH LONDON - DAY (SEPTEMBER)\n\nBarbara alone on a bench. She is high above the city, the\nview is magnificent.\n\nShe watches the couples, kids playing, families.\nBARBARA (V.0.)\nPeople have always trusted me with their\nsecrets.\nINT. SITTING ROOM - DAY\nBarbara writing her diary in her one bedroom, basement flat.\n\nBARBARA (V.0.)\nBut who do I trust with mine?\n\nA whole shelf of hardback notebooks, her collection of\ndiaries dating back to the 1950’s.\n\nBARBARA (V.O.)\nYou. Only you.\nEXT. ARCHWAY ROAD - EARLY MORNING\nThe roar of traffic. The urban ravine of the Archway Road.\n\nThe red, black and gold cast-iron ‘suicide bridge’ which\nstraddles it.\n\nBarbara driving to work in her old W Polo.\n\nEXT. ST GEORGE’S SCHOOL/CAR PARK —- MORNING\n\nThe school is a bleak, Victorian building with various modern\nadd-ons.\n\nBarbara locks her car and heads for the main entrance.\n\nINT. CLASSROOM —- MINUTES LATER\n\nBarbara takes out her lesson planner, text books, registrar.\nShe organizes them neatly on her desk.\n\nBarbara stares at the rows of empty desks and chairs.\n\fBARBARA (V.0.)\nThe first day of a new term.\n\nSound of PUPILS arriving outside. Barbara observes them from\nher high window.\n\nEXT. SCHOOL - DAY\n\nKids in school uniform stream through the gates.\n\nBARBARA (V.0.)\nHere come the local pubescent proles.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SCHOOL - DAY\n\nKids in school uniform stream through the gates. BARBARA (V.0.)\nHere come the local pubescent proles. \n\nTARGET SECTION TO BE ANNOTATED:\nThey play football, gossip, fight and skirmish. A diverse\nethnic mix, about fifty percent white.\n\nBARBARA (V.O.)\nThe future shop assistants and plumbers. And\ndoubtless the odd terrorist too.\nA teacher (BRIAN) oversees the general activity.\n\nSHEBA HART comes in through the main gates pushing her tatty,\nold bicycle. She looks a little lost.\n\nBrian directs her to the bike racks.\n\nINT/EXT. RECEPTION AREA/MAIN COURTYARD - LATER\n\nBarbara watches TED MAWSON (Deputy Head) outside with Sheba,\nhe’s introducing her to MEMBERS OF STAFF passing by.\n\nBARBARA (V.0.)\nIn the old days we confiscated cigarettes and\n‘wank mags’. Now it’s knives and crack\ncocaine. And they call it progress.\n\nThe school bell rings and Sheba is whisked away in another\ndirection.\nINT. CLASSROOM - ANOTHER DAY\n\nBarbara writes ‘Wittenberg’ on the board. Other stray phrases\nalready there: ‘Diet of worms’ ‘Martin Luther’.\n\nShe’s teaching ‘The Reformation’ to a class of bored 16 year\nolds.\n\nThe bell rings. The kids immediately snatch up their hooks to\nleave. Barbara makes a gesture - they sit back down.\n\fRID\n(under his breath)\nFuckin’ poison granny.\n\nBarbara surveys her class. Another gesture: ‘you may go’.\n\nINT. SPORTS HALL - AFTER-NOON (A WEEK LATER)\n\nA committee meeting of around TWENTY TEACHERS chaired by the\nHeadmaster, SANDY PABBLEM.\n\nHis secretary (GITA) takes notes. The staff sit in chairs in\na circle, Barbara amongst them. In passing we see teachers\nELAINE CLIFFORD and SUE HODGE.\n\nPABBLEM\nBefore we start, can those of you who haven’t\ndelivered your reports please lob ‘em in my\ngeneral direction.\n\nHe goes round the circle. Staff hand him their school issue\nreport files, all thick with their work.\n\nPABBLEM\nThanks Bill, Elaine. Thank you, Linda - how’s\nGreg?\n\nLINDA\n\nA bit better, thanks.\n\nHe holds his hands together - a gesture of emotional\nsolidarity.\n\nPABBLEM\nGood, good.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLINDA\n\nA bit better, thanks. He holds his hands together - a gesture of emotional\nsolidarity. PABBLEM\nGood, good. \n\nTARGET SECTION TO BE ANNOTATED:\nSheba comes in mouthing apologies for her lateness.\n\nPABBLEM\nAh! Has everyone met our new Art teacher,\nSheba Hart?\n\nGeneral murmars of ‘hello’ and ‘welcome’.\n\nPABBLEM\nI’ve invited Sheba to sit in on this meeting.\nAs you know, I regard The Arts as absolutely\ncentral to our policy of ‘reform through\nnurture.’\n\fBarbara gestures to the empty chair beside her. But another\nteacher (BILL RUMER) is comically commanding Sheba to sit\nnext to him. Which she does.\n\nPABBLEM\nWelcome to you.\n\nSheba takes out a note-pad and pen, looking nervous but keen.\nPabblem continues collecting the reports.\n\nPABBLEM\nThank you, Sue. Ooh, that’s a big one! I’1ll be\nup ‘til the crack of dawn. Anyone else not\nhanded in their homework?\n\nHe turns to Barbara, a hint of nervousness.\n\nPABBLEM\nBarbara...?\n\nBarbara coolly produces her file. It’s impossibly thin.\nPabblem pretends to weigh it on his hand go that others can\nwitness its paucity.\n\nEncouraged by polite laughter he opens it to reveal a single\nsheet of typed paper.\n\nPABBLEM\nThis is your report? On the History\nDepartment? On its entire workings? And your\ngeneral thoughts for its future development?\n\nBARBARA\nYou’ll find it’s quite thorough, Headmaster.\n\nThe teachers look tense but one or two are secretly amused —\nthis is vintage Barbara. Gita looks appalled.\n\nPabblem stares at the report; it’s one paragraph long.\n\nPABBLEM\n\n(reads aloud)\n‘The History Department functions much as one\nwould expect for a school of this stature and\nintake. Examination results have been\nconsistent for thirty years; below the\nnational average but above the level of\ncatastrophe. Recommendation: no change\nnecessary’.\n\nBarbara looks innocent, defying Pabblem to explode-\n\fBARBARA\nIt took me most of the summer to write it.\n\nHe stares at her in impotent fury.\nBarbara sneaks a look at Sheba.\nBARBARA (V.0.)\nHard to read the wispy novice. Is she a sphinx\nor simply stupid?\nEXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA (V.0.)\nHard to read the wispy novice. Is she a sphinx\nor simply stupid? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PLAYGROUND - LUNCH—TIME (A WEEK LATER)\n\nSheba on playground duty, wrapped in a coat, she’s patrolling\namongst the children. Barbara lurks nearby.\n\nBARBARA (V.O.)\nArtfully dishevelled today. The tweedy tramp\ncoat is an abhorrence. It seems to say, ‘I’m\njust like you’. But clearly she is not.\n\nSheba intervenes between two kids sparring for a fight.\n\nBARBARA (V.0.)\nA fey person, I suspect. Fey.\n\nsuddenly - a roar from some BOYS playing football. The goal\nscorer, a BOY of fifteen, celebrates by whipping his shirt\noff and waving it in jubilation - naked from the waist up.\n\nBARBARA\nPut your shirt on!\n\nBOY\nI got the winner, Miss!\n\nBARBARA\nGlory be. Shirt.\n\nBarbara glances at Sheba. She seems to be looking straight at\nher. Barbara wonders if Sheba disapproves her ticking off the\nboy. As he runs away:\n\nBARBARA\nGood goal!\n\nINT. SCHOOL CANTEEN - DAY\n\nBarbara with her tray cating lunch.\n\fBARBARA (V.0.)\nShe has certainly rippled the waters of our\nstagnant pond. They flock to her.\n\nShe watches Brian approaching Sheba.\nBARBARA (V.0O.)\nEven limp, little Brian had a go. Oh, the ‘\nhorror.\n\nOther TEACHERS, almost queuing for Sheba’s attention. :\n\nINT/EXT. CANTEEN/COURTYARD - ANOTHER DAY\n\nBARBARA (V.O.)\nAnd Fatty Hodge has pounced on her.\n\nBarbara at a grubby canteen table - watching with a seemingly\nbenign smile.\n\nSheba and SUE HODGE are on a bench outside, bathed in\nsunlight as they eat their sandwiches.\n\nBARBARA (V.0.)\nA dubious double-act; the blonde and the pig\nin knickers.\n\nSue chews like a rabbit as Sheba chortles.\n\nINT. STAFF ROOM - A WEEK LATER\n\nBarbara on a break. A few other TEACHERS dotted around. Brian\ncomes in looking a little sheepish.\n\nBRIAN\nI just went past the Art Studio...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nA few other TEACHERS dotted around. Brian\ncomes in looking a little sheepish. BRIAN\nI just went past the Art Studio... \n\nTARGET SECTION TO BE ANNOTATED:\nBarbara glances up-\n\nBRIAN .\nIt’s bloody Lord of the Flies in there.\n\nELAINE CLIFFORD\nHave they gone for her?\n\nBRIAN\n(nods)\nTorn her posters down, full on paint fight,\nthey're chanting, ‘get your tits out for the\nlads’. Girls too. It’s carnage.\n\fBarbara looks concerned, shares a shake of the head with\nElaine. Bill looks up from the coffee station.\n\nBILL\nHow was Madam?\n\nBRIAN\nTotally lost it.\n(imitates Sheba)\n‘Stop it! Stop it you little fucking\nbastards.’\n\nELAINE\nYou should’ve stepped in.\n\nBrian looks anxious, thinks she’s right.\n\nBILL\nHe didn’t want to patronize the little lady.\nShe’1l be alright. The bourgeoisie need a good\npasting now and then, reminds ‘em where the\ntrue power resides.\n\nHe lobs a tea-bag in his mug.\n\nBILL\nThis time next year she’ll be Headmistress.\n\nAntonia - another teacher - explodes:\n\nANTONIA\nOh Christ, will you shut up?! I’m trying to\nwork!\n\nShe gestures to a mountain of school books she’s marking.\n\nBILL\n(sarcastic)\nSorry, sorry. Char, anyone?\n(pointedly)\nBabs?\n\nBARBARA\nMilk, no sugar.\n\nBILL\nSweet enough?\n\nBARBARA\nEvidently.\n\nELAINE\nDidn't her father invent inflation?\n\n \n\fBRIAN\nYou what?\n\nELAINE\nWasn’t her dad that academic; Donald whatsit?\nEconomics bloke, he invented the word\n‘inflation’.\n\nBRIAN\n(lying)\nOh yeah, yeah, I know who you mean.\n\nBARBARA\nI think you’ll find that Mrs Hart’s father was\nProfessor Ronald Taylor. He didn’t ‘invent\ninflation’, he devised a theory about the\nrelationship between inflation and consumer\nexpectation.\n\nA silence. Brian and Elaine share a look at Barbara’s\nexpense.\nINT. RECEPTION AREA - A WEEK LATER\n\nThe school day over. Barbara walks through the lobby. she\nhears loud noises from the library and goes to look.\n\nA photocopied sign on the door: HOMEWORK CLUB.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nRECEPTION AREA - A WEEK LATER\n\nThe school day over. Barbara walks through the lobby. she\nhears loud noises from the library and goes to look. A photocopied sign on the door: HOMEWORK CLUB. \n\nTARGET SECTION TO BE ANNOTATED:\nThrough the window she sees TWO BOYS fighting and Sheba\ndesperately trying to separate them. OTHER KIDS encourage the\nfighters. It’s mayhem.\nSHEBA\n\nStop this immediately! Stop it both of you or\n\nyou’1l be up before the Head!\nBarbara waits: let Sheba suffer or be her saviour?\n\nThe chaos continues - she takes a deep breath then bursts in,\nbellowing:\n\nInt. LIBRARY - CONTINUOUS\n\nBARBARA\nENOUGH!\n\nImmediate silence. She parts the boys with swift and vigorous\nforce. Sheba is hugely relieved but Barbara’s not finished\n\nyet.\n\fBARBARA\n(To the boys)\nOutside. Now!\n\nThe two boys file out. Barbara surveys the rest of the class.\nA BOY has a baseball cap on. Barbara points to her head, the\nboy removes the cap from his own.\n\nBARBARA\n(To other kids)\nGet on with your work!\n\nWhich they do, at once. And then Barbara marches out.\nSheba is unsure whether she’s supposed to follow. Barbara\ngestures for her to come with.\n\nINT. CORRIDOR OUTSIDE LIBRARY — MOMENTS LATER\n\nThe boys are looking at the floor, hands in pockets.\n\nBARBARA\nWhy were they fighting, Mrs Hart?\n\nSHEBA\nThe motive was unclear.\n\nBARBARA\n(To first boy)\nDavis I know - you’re a little thug, aren’t\nyou?\n(To second boy)\nAnd who might you be?\n\nThe second boy is STEVEN CONNOLLY (15).\n\n \n\nSTEVEN\n(mumbling)\n\nSteven Connolly, Miss.\n\nBARBARA\nWhat?\n\nSTEVEN\nSteven Connolly, Miss.\n\nBARBARA\nYear?\n\nSTEVEN\n\nYear Ten, Miss.\n\fBARBARA\n(suddenly remembers )\nThe naked footballer. Why were you fighting?\n(beat)\nIt’s a perfectly simple question.\n\nSTEVEN\nDunno, Miss.\n\nBARBARA\nYou don’t know. One minute you’re an inert\nlump, the next you’re attempting to castrate a\nfellow pupil. Nothing cccurred between these\ntwo states?\n\nSTEVEN\nNo, Miss.\n\nBARBARA\n(cod Irish accent)\nDon’t be a hero, Connolly, it’s hardly da\nplace.\n(pause)\nYes? Brain - mouth - and speak.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA\n(cod Irish accent)\nDon’t be a hero, Connolly, it’s hardly da\nplace. (pause)\nYes? Brain - mouth - and speak. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN\n(reluctantly)\nHe was saying stuff about Miss.\n(nods at Sheba)\nHe was bang out of order.\n\nThis is news to Sheba.\n\nBARBARA\n(To Davis)\nWhat did you say?\n\nDAVIS\nI never said nothing-\n\nBARBARA\n(correcting him)\n‘I didn’t say anything’.\n(To Connolly)\nWhat did he say? Oh, come on!\n\nCONNOLLY\nHe said she’s a tart...he said he gave her one\nup the arse.\n\nSheba is shocked, Barbara is not.\n\fBARBARA\n(To Davis)\nDid you indeed? Odious boy, apologize at once.\n\nDAVIS\n(To Sheba)\nSorry, Miss.\n\nBARBARA\nDeputy Head in the morning. Now back in, both\nof you.\n\nThe boys shuffle in to the library. Sheba shakes her head.\n\nBARBARA\nLittle towers of testosterone, you'll get used\nto them.\n\nSHEBA\n\nThank you so much. I’d better...\nShe gestures to the library but Barbara holds out her hand.\n\nSHEBA\noh, sorry, we haven’t met properly, have we?\nSheba Hart. Art department.\n\nThey shake hands.\n\nBARBARA\nBarbara Covett. History.\n\nBarbara watches Sheba go back in. And smiles for the first\ntime.\n\nBARBARA (V.O.)\nQuite a nice voice, plummy and deep. As if her\nmouth was pure, as if she’d never had a\nfilling.\n\nEXT. PLAYGROUND - ANOTHER DAY\n\nBarbara and Sheba on playground duty. They smile at each\nother.\n\nBARBARA (V.0-)\nThe complexion of a white peach. One can\nalmost see her veins.\n\fINT. SCHOOL CANTEEN — ANOTHER DAY\n\nBARBARA (V.0O.)\nHer trendy politics are similarly transparent .\n\nBarbara, Sheba and Sue in the busy lunch queue.\n\nBARBARA\nWe serve them best if we teach them to read,\nwrite and add. They don’t need to know about\nthe basket weavers of Chile.\n\nSUE\nBarbara’s very keen on the basics.\n\nSheba helps herself to some sad looking coleslaw.\n\nSHEBA\n(To Barbara)\nBut when you started, didn’t you want to give\nthem a...",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUE\nBarbara’s very keen on the basics. Sheba helps herself to some sad looking coleslaw. SHEBA\n(To Barbara)\nBut when you started, didn’t you want to give\nthem a... \n\nTARGET SECTION TO BE ANNOTATED:\na real education? To help them\novercome - well...\n(sotto)\n-.-the poverty of their backgrounds?\n\nBARBARA\nYes of course but one soon learns that\nteaching is crowd control - we’re a branch of\nthe social services.\n\nBarbara spots a boy stealing a Kit Kat.\n\nBARBARA\n(To boy)\nPut it back!\n\nSheba looks mournful, Sue tries to rally her.\n\nSUE\nConsole yourself with the gems. Every now and\nthen you find one with an agile mind and a\nwill to learn. That’s when it’s satisfying,\nwhen you can really make a difference.\n\nSheba seems to really ‘hear’ this.\n\nBARBARA\nThe rest is just cattle prod and pray.\n\nThey carry their trays to a vacant table. Barbara watches\nSheba intently, she seems so defeated by it all. But her\nsadness is beautiful to behold...\n\n[a\n\f[3\n\nBARBARA (V.0.)\nI can see why others are beguiled by her.\n\nEXT. ART STUDIO - LATE AFTER-NOON (ANOTHER DAY)\nBarbara waiting outside.\n\nBARBARA (V.0.)\nBut I wonder if she possesses the requisite\nheft?\n\nSheba emerges pulling on her coat, surprised to see Barbara\nthere.\n\nBARBARA\nFancy a coffee?\n\nSHEBA\nMmm.\n\nThey head off. But then Barbara spots SUE emerging from the\nother side of the playground. She tries to usher Sheba at\nspeed but Sue is gaining on them. A chase!\n\nFatally, Barbara glances back and Sheba follows suit. she\nsees the panting Sue and waits for her to join them - much to\nBarbara’s frustration.\n\nINT. GREASY CAFF — LATER\n\nBarbara smoking - ever so slightly sulking. Sue and Sheba sip\ncappuccinos. Sue mock taps the table with her spoon.\n\nSUE\nAhem. I’ve got a bit of an announcement:\n\nBARBARA\nYou’re leaving St George’s?\n\nSUE\nNo!\n\nBARBARA\n(flatly)\noh, you’re pregnant.\n\nSue registers a moment of anti-climactic sadness.\nSHEBA\n\nThat’s fantastic! Congratulations! When are\nyou due?\n\fSUE\nJune the seventh.\n\nSHEBA\nA summer baby, how lovely.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen are\nyou due? SUE\nJune the seventh. SHEBA\nA summer baby, how lovely. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA\nSo you'll be taking maternity leave?\n\nSUE\nMmm, can’t wait!\n\nBarbara nods, encouragingly.\n\nBARBARA\nRest is so important.\n\nSHEBA\nDo you know what it is?\n\nSheba catches Barbara’s eye and suggests she put her\ncigarette out. Barbara does so but only to please her.\n\nSUE\nRog reckons it’s a boy but I'm certain it’s a\ngirl. Aren’t they supposed to be iow slung? I\ncan’t believe nobody noticed, I’m 14 weeks!\nDidn’t you see how chunky I’m getting?!\n\nBarbara notices a dab of froth on Sheba’s nose. She hands her\na serviette. Sheba thanks her with a smile.\nEXT. CHEMIST/STREET - LATER\n\nBarbara and Sheba waiting outside. Sue inside buying a hot\nwater bottle.\n\nSHEBA\n\nDo you want to come for lunch, on Sunday?\nBARBARA\n\nWhere?\nSHEBA\n\nTo mine, to our house.\n\nBARBARA\nWon't you be with your family?\n\nSHEBA\nYes but you’re very welcome. It’s no big deal,\nI’1l just do a lasagne or something.\n\fBARBARA\nI adore lasagne.\n\n \n\nBarbara is almost blushing.\n\nINT. DEPARTMENT STORE - SATURDAY\n\nBARBARA (V.O.)\nBliss!\n\nWomen's wear. A SHOP ASSISTANT nods as Barbara discusses the\nvirtues of a skirt she’s interested in.\n\nBARBARA (V.O.)\nA merry flag on the Arctic wilderness of my\ncalendar.\nShoe Department. Five different pairs for consideration.\nTo ANOTHER SHOP ASSISTANT’s relief Barbara finally plumps for\na pair of black, low heelers with a strap.\nINT. HAIRDRESSERS - SAME DAY\nBarbara seemingly asleep while the GIRL washes her hair.\nBARBARA (V.0.)\nOne must make an effort when one receives an\ninvitation.\nShe half opens one eye and sees the girl making faces. The\ngixl at the next sink mocks her own customer similarly.\n\nINT. BARBARA’S FLAT - EVENING\n\nBarbara walks into the bedroom in her new heels. She twirls\nin front of the mirror, ‘catching herself’.\n\nBARBARA (V.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA’S FLAT - EVENING\n\nBarbara walks into the bedroom in her new heels. She twirls\nin front of the mirror, ‘catching herself’. BARBARA (V. \n\nTARGET SECTION TO BE ANNOTATED:\n0.)\nThe art of it is seeming not to.\n\nBarbara carefully spray starches her white blouse.\n\nINT/EXT. BARBARA’S CAR/STREET - SUNDAY\n\nBarbara cruising down the street looking for a space. Her VW\nPolo incongrucus amongst the smart cars already parked.\n\fBARBARA (V.0.)\nLasagne tends to disagree with my bowels...\n\nShe parks and takes out her compact, touches up her make up.\nShe’s early. And nervous.\n\nBARBARA (V.O.)\nT’1l ask for a small portion.\n\nShe lights a cigarette. Determined to stay calm.\n\nEXT. SHEBA’S HOUSE ~- TEN MINUTES LATER\nBarbara walks up the front steps of a large Victorian house.\n\nShe observes the front garden; a cherry tree, a rusty bike, a\nmildewed cricket bat handle impaled in the unkempt grass.\n\nShe stands there, pristine in her grey skirt, white blouse,\nnew black heels. She holds a bunch of flowers.\n\nShe composes herself and presses the bell. No sound.\nShe tries again. Waits. Nothing. She tries the knocker.\n\nThe door is opened by a tall, slightly shaggy MAN in his late\nfifties.\n\nBARBARA\nI think I’ve come to the wrong house.\n\nMAN\n\n(smiles) .\nNo, you're bang on. I’m Richard. Come in!\n\nINT. HALLWAY - CONTINUOUS\n\nBARBARA\nI’m so sorry, I thought—\n\nRICHARD\nThat I’‘d be twenty years younger and twice as\nhandsome.\n\nHe helps her out of her coat.\nRICHARD\n\nSorry, were you out there long? The bell’s\nknackered.\n\n/lo\n\fHe dumps her coat over the bannister. The hall is cluttered\nwith junk, boots, bicycles etc.\n\nRICHARD\nBash!\n\nA flustered Sheba pokes her head out the kitchen.\n\nSHEBA\nHi, Barbara! The kitchen’s on fire!\n\nRichard raises an eyebrow and ushers Barbara:\n\nINT. SITTING ROOM — CONTINUOUS\n\nBARBARA\nOh, what a splendid room.\n\nRICHARD\nWhat can I get you? We’re semi-pro drinkers\nhere; absinthe, hooch, pick your poison.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSITTING ROOM — CONTINUOUS\n\nBARBARA\nOh, what a splendid room. RICHARD\nWhat can I get you? We’re semi-pro drinkers\nhere; absinthe, hooch, pick your poison. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA\nCould I have a dry sherry, please?\n\nRICHARD\nErm...I might have some apricot brandy\nknocking around...\n\nBARBARA\nOr a dry white wine?\n\nRICHARD\nDone. Have a seat.\n\nBarbara takes in the room; the look is ‘battered bourgeois’ -—\n\nthe big sofas, the bare boards, paintings, overflowing\nbookshelves, Sunday papers.\n\nShe sits in an armchair and finds herself semi-recumbent such\n\nis its hidden depth. A GIRL of 15 drifts in. She quietly\nobserves as Barbara struggles to sit up.\n\nBARBARA\nYou must be Polly.\n\nPOLLY\n(shrugs)\nMust be. Hi.\n\nBARBARA\nI’m Barbara.\n\fPOLLY\nHi, Barbara.\n\nPolly’s contempt is instantaneous but she makes a vague stab\nat concealing it.\n\nShe flops into a sofa, sips her bottle of Evian.\n\nPOLLY\nAre you going somewhere?\n\nBARBARA\nExcuse me?\n\nPOLLY\nYou’re all poshed up.\n\nBARBARA\nOh...I have an appointment. Later. In town.\n(beat)\nHave you always lived here?\n\nPOLLY\nMum inherited it. It’s her little joke -\n\nRICHARD\n(coming in)\n- I only married her for the property.\n\nHe carries an opened bottle of wine and glasses.\n\nRICHARD\n(To Polly)\nMorning.\nHe hands drinks round.\nRICHARD\n\nDid Pete go?\nPolly nods.\n\nRICHARD\nHe was welcome to stay.\n\nPOLLY\nHe’s not really into lunch.\n\nRICHARD\n(To Barbara)\ncheers.\n\nIB\n\fBARBARA\nMom. What is it?\n\nRICHARD\nA witless Chardonnay.\n\nBARBARA\nAre you interested in wine?\n\nRICHARD\nOnly the drinking part. You?\n\nBARBARA\nWell, I spent a portion of the summer on the\nAmalfi coast and I became-\n\nShe's interrupted by loud thumps as someone thunders down the\nwooden stairs.\n\nRICHARD\nHere’s trouble...\n\nBEN runs in and leaps head first onto the sofa.\n\nRICHARD\nEasy, Rocky! Easy!\n\nBen is twelve. He has Down’s Syndrome. Barbara didn’t know.\n\nShe watches Richard and his son playfully fighting with each\nother.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has Down’s Syndrome. Barbara didn’t know. She watches Richard and his son playfully fighting with each\nother. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA (V.0.)\nI'd anticipated a suave, young lawyer and two\nperfect poppets. Not so. She's married some\ncrumbling patriarch - he’s nearly as old as\nme!\n\nINT. KITCHEN - LATER\n\nEveryone sat at the big table, eating their slightly burnt\nlasagne and salad-\n\nBarbara has a tiny portion, almost untouched. She conceals it\nwith a large lettuce leaf.\nBARBARA (V.0.)\nAnd then there’s the daughter; a pocket\nprincess.\n\nPolly picks at her food, uninterested.\n\f; BARBARA (V.0.)\nAnd finally, a somewhat tiresome court jester.\n\nBen wolfs his food down, makin hi s i\nhabitually. 1 g a mess which Sheba wipes up\n\nBEN\nI’m going to be a wizard.\n\nBARBARA\nOh? ...Is that when you‘re a growh up...?\n\nSHEBA\nNo, he’s just been cast in his school play!\n\nBen beams with pride as Sheba hugs him.\n\nRICHARD\n(critic’s voice)\nAmongst next year’s cultural highlights I\ngreatly look forward to Benjamin Hart in the\nkey role of ‘The Wizard’. Indeed I find myself\nto be beside myself with anticipation for this\ndoubtless auspicious stage debut.\n\nAs Richard continues...\nBARBARA (V.O.)\n\nA rogue image swam through me, hubby’s pruney\nold mouth pursed at Sheba’s breast.\n\nINT. SITTING ROOM - LATER\n\nSheba and Ben are dancing to ‘Funky Kingston’ by Toots and\nthe Maytals up loud on the Bang & Olufsen.\n\nBARBARA (V.O.)\nAfter lunch a rather mortifying family\ntradition...\n\nSheba’s quite drunk and having a ball. Richard moves to his\nown slower rhythm amusing the delighted Ben.\n\nBARBARA (V.O.)\nThey do things differently in bourgeois\nbohemia.\n\nPolly and Barbara, sour bedfellows on the sofa, both mortally\nembarrassed.\n\nPolly offers Barbara a fag which she accepts gratefully.\n\n0\n\fAs the music continues Barbara's expression changes: her\nadmiration for Sheba’s enthusiasm, her love for her son, her\nnatural warmth, her beauty...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nPolly and Barbara, sour bedfellows on the sofa, both mortally\nembarrassed. Polly offers Barbara a fag which she accepts gratefully. 0\n\fAs the music continues Barbara's expression changes: her\nadmiration for Sheba’s enthusiasm, her love for her son, her\nnatural warmth, her beauty... \n\nTARGET SECTION TO BE ANNOTATED:\nAs Sheba dances Barbara is almost overcome by her.\n\nRichard grooves up and encourages Polly to join in. She bats\nhim away and draws on her Marlboro Light. Now he tries to\nhaul Barbara to her feet, she protests but he's relentless.\nPolly - the traitor - ‘helps’ her up.\n\nBarbara stands in the centre of the room. An awkward moment\nas she half raises her arms for a formal dance but Richard’s\nnot there to reciprocate.\n\nBen grabs Barbara’s hand and they dance.\n\nA mobile phone rings - unheard by all except Polly. She\npasses it to her mother.\n\nSheba goes out into the hallway to speak. Her conversation\nseems intense, possibly furtive...\n\nEXT. GARDEN ~ LATER\n\nRichard and Ben are playing French Cricket. The garden is\nlarge, rambling and overgrown.\n\nBarbara and Sheba head to a partially concealed SUMMER HOUSE\nat the back. Sheba carries coffee and biscuits on a tray.\n\nSHEBA\nI’m sorry I didn’t tell you about Ben - not\nthat it’s - just sometimes people don’t quite\nknow how to react.\n\nBARBARA\nWot at ali, he’s charming.\n(beat)\nHas it been difficult?\n\nSHEBA\nWell, you just get on with it, don’t you?\nPolly’s the tricky one but who isn’t at\nfifteen? I was impossible.\n\nBARBARA\nSurely not!\n\nSHEBA\nWilful and flighty - lethal combination. You?\n\fBARBARA\nI think I was rather quiet.\n\nSHEBA\nDid you want children?\n\nBARBARA\nMmm. But I never found the time.\n\nThey reach the large, bashed up Summer house.\n\nBARBARA\nHow wonderful.\n\nSHEBA\nRichard took me away for our wedding\nanniversary, years ago. When we got back it\nwas here, as if by magic.\n\nThey go inside.\n\nINT. SUMMER HOUSE -— CONTINUOUS.\n\nBarbara sips her coffee, conscious she’s in Sheba’s ‘lair’\nand feeling privileged to be so.\n\nThe ‘studio’ is full of Sheba’s pottery works, drawings and\nsketches. A comfy, messy den of curios and artefacts.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbara sips her coffee, conscious she’s in Sheba’s ‘lair’\nand feeling privileged to be so. The ‘studio’ is full of Sheba’s pottery works, drawings and\nsketches. A comfy, messy den of curios and artefacts. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEBA\nIt was supposed to be my studio but it’s more\nof a refuge really.\n\nBARBARA\nA room of one’s own.\n\nThere’s a big stack of vinyl LP’s and 7” singles by the\nstereo. A large photo pinned to the wall amongst a collage of\nother images. Sheba as a teemager with a gang of friends,\nexotically dressed in post punk splendour - heavy eye make up\netc. Threatening, confident, sexy.\n\nBARBARA\nIs this you?\n\nSHEBA\nWell...it was.\n\nBarbara admires some glazed plates on a shelf.\n\nBARBARA\nI like these. Such vibrant colours.\n\nae\n\f3\n\nSHEBA\nTake one. Take two. Have the lot actually.\n\nBARBARA\nOh, I couldn’t possibly.\n\nSheba takes a few down and hands them to her.\n\nSHEBA\nHonestly, no one else wants them.\n\nBARBARA\nI’ll treasure them.\n\nToo intense, too much - Barbara knows it.\n\nSheba starts wrapping the plates in old newspaper. Barbara\ncarefully sits on a rickety chair.\n\nBARBARA\nIt must be exhausting, running a family and\nteaching as well?\n\nSHEBA\nI can’t wait for term to end. Roll on\nChristmas and a month of sod all. Oh, I\nshouldn’t have kidded myself I could teach.\nI’ve spent the last ten years looking after\nBen - I was desperate to get out and do\nsomething - finally we got him into this great\nlocal school and I'm free to work and...\n\nShe shakes her head at the difficulty of it all.\n\nBARBARA\nYou’‘re going to be a terrific teacher.\nSHEBA\nThanks, but I’m bloody hopeless and everyone\n\nknows it.\n\nShe finishes with the plates and flops into the shabby, old\nsofa.\n\nBARBARA\nChildren are feral, don’t let them sense your\nanxiety.\n\nSHEBA\n\nHow do you cope?\n\fBARBARA\nOh, I’m a battle-axe. I’m not popular but at\nleast they respect me.\n\nSHEBA\nWell, you’re popular with me.\n\nBarbara smiles. A hint of therapist and patient.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHEBA\nWell, you’re popular with me. Barbara smiles. A hint of therapist and patient. \n\nTARGET SECTION TO BE ANNOTATED:\n Barbara on\nher chair, Sheba on the couch - the hip bone exposed, the\nankles, her hands waving as she continues to talk.\n\nBARBARA (V.0)\nShe spoke of her ‘vile’ mother, her grief over\nthe death of her father, the glory days when\nRichard scooped her up and then jettisoned his\nwife and children for what she called a ‘non\nstop fuckfest.’ It's a peculiar trait of the\nprivileged: immediate, incautious intimacy.\nBut Sheba went well beyond the tendencies of\nher class. She was utterly candid; a novice\nconfessing to the mother superior.\n\nIt’s getting dark outside. Richard and Ben have gone in.\n\nThe atmosphere in the Summer House is intimate now, sisterly.\n\nSheba concludes her long speech:\n\nSHEBA\nBut you know, marriage and kids, it’s\nwonderful but it doesn’t give you meaning. It\ngives you an imperative but it doesn’t help\nyou...my father used to say - you know on the\ntube - ‘Mind The Gap’.\n\nBarbara looks a little confused.\nSHEBA\nI dunno, the distance between life as you\ndream it and...\n(softly)\n...life as it is.\n\nBarbara stares at her, rapt.\nBARBARA\nI know exactly what you mean.\n\nINT. SITTING ROOM - THAT NIGHT\n\nCLOSE: A gold star on a page of Barbara’s diary-\n\fWS\n\nBARBARA (V.O.)\nA gold star day!\n\nShe sticks the star down with her thumb.\nBARBARA (V.0O.)\nI aiways knew we’d be friends. Out mutual\nreserve inhibited us but now it is manifest; a\nspiritual recognition!\nAs she continues to write we see the strangely anodyne\npossessions of her life: the trinkets, the cat toys, etc.\n\nINT. SCHOOL HALL ~ DAY\n\nAssembly. Pabblem making announcements. The PUPILS sit in\nrows. STAFF on a raised platform.\n\nBARBARA (V.0.)\n‘S’ and I share the ability to see through the\nquotidian awfulness of things. In a different\n(better) age we would be ladies of leisure;\nlunching together, visiting galleries,\ntravelling, putting the world to rights.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAFF on a raised platform. BARBARA (V.0.)\n‘S’ and I share the ability to see through the\nquotidian awfulness of things. In a different\n(better) age we would be ladies of leisure;\nlunching together, visiting galleries,\ntravelling, putting the world to rights. \n\nTARGET SECTION TO BE ANNOTATED:\nBarbara sits behind Sheba who is casually twirling the hair\nat the back of her neck. A strand falls into Barbara’s lap.\n\nBARBARA (V.O.)\nWe would be companions.\n\nThe strand of hair taut between her fingers.\n\nINT. SCHOOL HALL - LATE AFTER-NOON (DECEMBER)\n\nThe school carol concert. The last day of term.\n\nA school band on stage doing a ‘rap’ version of ‘Hark The\nHerald Angels Sing’. Toasting each other, the hoods, the\nattitude.\n\nSue Hodge is conducting them, gleefully.\n\nPabblem beams. This is what his school is all about.\n\nBrian is into the groove. He wears a Tottenham Hotspur\nbaseball cap and stuffs a mince pie in his gob.\n\nGita fakes enjoyment — in common with many other staff_\n\fThe kids are allowed to ‘dress down’. Some are in festive\nfancy dress. Some clap along. Others throw food around.\n\nBarbara sits at the end of a row. An empty seat beside her.\nBill tries to sit in it but Barbara says it’s reserved.\n\nShe looks around for Sheba. Not here. she slips out of the\nroom.\n\nINT. BARBARA’S CLASSROOM.\n\nBarbara goes over to the window and looks out. It’s dark\noutside. There’s a dim light on in the Art Studio.\n\nINT. SCHOOL CORRIDOR.\n\nBarbara heads for the exit. Christmas decorations and\nchildren’s art fill the walls.\n\nThe rap music echoes down the empty corridor.\n\nEXT. PLAYGROUND.\n\nThe playground in darkness. Barbara heads towards the Art\nStudio. The light still on. But then it goes out.\n\nBarbara waits for Sheba to emerge. But she doesn’t.\nNow Barbara approaches, perplexed...\n\nShe hears a noise - a chair scraping back - male laughter, a\n‘shhh’ - silence.\n\nBarbara sneaks up to a window. Standing on tip toes she can\njust see inside.\n\nDarkness. Footsteps. A murmur...\n\nAnd then...a match...a tiny flare of light. And then an\norange glow - a cigarette.\n\nStill she can’t see properly, her eyes beginning to adjust.\nShe can make out Sheba’s desk now...\n\nand Sheba sitting on her chair at the desk...\n\ner shirt undone to the waist...\n\nBarbara holds her breath.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nand Sheba sitting on her chair at the desk... er shirt undone to the waist... Barbara holds her breath. \n\nTARGET SECTION TO BE ANNOTATED:\nalo\n\fot\n\nSheba’s mouth - she’s saying something...\n\nAnd now the orange glow comes back into view.\n\nShe sees a white shirt. A man holding a cigarette.\n\nSheba gesturing - something to do with the cigarette...\nThe man stands in front of Sheba.\n\nA playful exchange of words. He puts the cigarette out.\nSheba nods and then undoes his zip. Pulls him towards her.\nBarbara watching as Sheba gives head.\n\nThe man comes quickly. Sheba’s hand on his mouth, silencing\nhim.\n\nBarbara’s hand on her own mouth.\n\nDistant applause and stamping. The carol concert’s finished.\nThe lovers hear the applause. They kiss passionately.\n\nSheba buttons her shirt. He goes to the door and slips out.\n\nBarbara edges round the building to see him...it’s that boy —\nfifteen year old - STEVEN CONNOLLY.\n\nBarbara grips the wall for support.\n\nSteven heads towards the school gates pulling his coat on and\nlugging his school bag over his shoulder.\n\nThe Art Studio lights flash on.\n\nBarbara turns back, sees Sheba picking something from the\nfloor - a fag butt. She wraps it in paper and pockets it.\n\nCHILDREN and STAFF start streaming out the school doors.\n\nBarbara alone for a moment before she’s engulfed.\n\nINT. SITTING ROOM - NIGHT\n\nBarbara sat in her armchair, still in shock. Thinking.\n\fEXT. SUPERMARKET CAR PARK - DAY\n\nSheba and Ben loading the car with their shopping. Sheba\nhumps a box of mineral water into the boot.\n\nHer mobile rings, she answers.\nBARBARA (V.0)\nIt’s Barbara. I need to talk to you about\nSteven Connolly.\nSheba freezes. The best she can do:\n\nSHEBA (IN PHONE)\nWho...?\n\nINTERCUT AS\nNECESSARY\n\nINT. SITTING ROOM - SAME TIME\nA thin smile from Barbara.\nBARBARA (IN PHONE)\nLet’s not, shall we? I’m afraid I’ve learnt of\nyour ‘activities’.\nSheba - horrified - before she can respond:\nBARBARA\nDoubtless you're aware you could go to jail.\nI’m driving to Eastbourne tonight, I’m\nspending Christmas with my sister. I’1l be\nwith you at five.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSheba - horrified - before she can respond:\nBARBARA\nDoubtless you're aware you could go to jail. I’m driving to Eastbourne tonight, I’m\nspending Christmas with my sister. I’1l be\nwith you at five. \n\nTARGET SECTION TO BE ANNOTATED:\nBarbara puts the phone down. Silence.\n\nThen, a strange CROAK. Her cat, Portia, has vomited at her\nfeet.\n\nEXT. SHEBA’S HOUSE - EARLY EVENING\n\nBefore Barbara can knock Sheba comes out in her coat.\n\nSHEBA\nLet’s go to the pub, OK?\n\nBARBARA\nI brought you this, for all of you.\n\fa\n\nBarbara hands her a bottle of sherry. Sheba looks at. it like\nit’s a bomb, then deposits it inside the door.\nEXT. HIGHGATE STREETS/PUB - MOMENTS LATER\n\nThey walk in silence. Sheba sick with fear. Barbara has to\ndouble her pace to keep up.\n\nThey arrive at the pub. It’s festooned with festive cheer. A\ncouple of drunks barge past them singing carols.\n\nBarbara gestures to a wooden table with benches, chained to\nthe wall outside - quieter.\n\nEXT. PUB - LATER\n\nSheba and Barbara sat with their drinks - a dry sherry and a\nhefty scotch. Barbara lights a cigarette. Sheba is shaking\nwith fear (and cold).\n\n‘SHEBA\nSo...when...when will you tell them?\n\nBarbara is inscrutable, relishing her power.\nBARBARA,\nI need to know the circumstances. You must\ninform me of everything.\nSheba takes a slug of her drink, her only option to comply.\nSHEBA\nActually, you were there, when I first noticed\nhim...\n\nEXT. PLAYGROUND — FLASHBACK\n\nA roar. Steven scores his goal then whips his shirt off and\npoints in glory at Sheba.\n\nSHEBA (V.0O.)\nI think you gave him a telling off.\n\nBARBARA (V-.0O.)\nNo, I gave him a slight ticking off.\n\nSheba gives Steven a little smile-\n\fSHEBA (V.0.)\nBe dedicated his goal to me. It was just a\nsweet thing, it amused me.\n\nSteven runs off past Barbara who tells him to put his shirt\nback on.\n\nBut Sheba continues to gaze at the boy - his smooth skin, his\nhips, his muscles moving as he pulls the shirt over his head.\nINT. ART STUDIO - AFTER-NOON\n\nSheba alone, repairing her torn posters.\n\nSHEBA (V.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ART STUDIO - AFTER-NOON\n\nSheba alone, repairing her torn posters. SHEBA (V. \n\nTARGET SECTION TO BE ANNOTATED:\n0.)\nA few days later he came to see me.\n\nsteven comes in carrying a large envelope.\n\nSTEVEN\nMiss, would you look at my drawings, please?\n\nSHEBA\nI’1l look at them in class. You do Art, don't\nyou?\n\nSTEVEN\nI’m not allowed...\n(embarrassed)\nI'm special needs. I gotta do extra reading\ninstead.\n\nSHEBA\nYou did these at home?\n\nHe nods and hands her the envelope.\n\nSheba looks at the boy’s ‘work’. Pencil sketches of fruit, a4\ncan of coke, a woman vaguely like herself, his own hands..-\n\nSHEBA\nThese are good. You can draw.\n\nSteven is thrilled.\n\nSHEBA\nHands are very difficult, aren’t they?\n\nSTEVEN\nYeah, they’re a right bastard.\n\n=O\n\f3\n\nSHEBA\nYou have to really study them, the bone\nstructure...look...\n\nShe does a quick sketch of his hands. She's talented, deft.\nHer sketch is simple but clear.\n\nSTEVEN\nCan I keep it, Miss?\n\nShe hands it to him - unsure if she’s already crossed a line.\nSHEBA (V.0.)\nI told him I’d speak to the Deputy Head, look\ninto his timetable.\nINT. CORRIDOR - DAY\nSheba with Ted Mawson. Kids streaming past between lessons.\nTED\nIf we started pulling strings for one child\nthe whole system would unravel.\nSHEBA\nBut he’s talented, he’s actually found\nsomething he believes in!\n\nTED\nch, they’re all talented!\n\nCUT BACK TO:\n\nEXT. PUB - EVENING\nSheba and Barbara at their table. Barbara looks steely-\n\nBARBARA\nYou’d found your ‘gem’ as Sue would say?\n\nSHEBA .\nI said I’d teach him after school, but only if\nhe felt like it. It’s our job, isn’t it?\n\nBARBARA |\nWithin specified hours and a specified\ncurriculum.\n\fSHEBA\nHe came every day for two weeks. Yes, i was\nflattered but more than that I was excited to\nfind someone who actualiy wanted to learn.\n\nBARBARA\nBut you must’ve suspected his motives?\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes, i was\nflattered but more than that I was excited to\nfind someone who actualiy wanted to learn. BARBARA\nBut you must’ve suspected his motives? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ART STUDIO - DAY\nSheba showing Steven a book of Da Vinci’s drawings-\n\nSHEBA (V.0.)\nI sensed he had a little crush on me but so\nwhat? It was innocent.\n\nSTEVEN\nSo he invented a sort of helicopter five\nhundred years ago? Does your brain in.\n\nSheba smiles, charmed by him.\n\nANOTHER DAY: Steven’s new drawing of his hands. A slight\nimprovement.\n\nSHEBA\nThat’s so much better. Look, you’ve absolutely\ngot that knuckle.\n\nSTEVEN\n(grins )\nNailed it.\n\nShe’s pleased for him and ruffles his hair. Mistake. She\nknows it instantly.\n\nSTEVEN\nDo that again, Miss.\n\nSHEBA\nDon’t be silly. off you go-\n\nShe gets up, starts tidying, pushing chairs under desks. He\nleaps up to help her.\n\nSTEVEN\nWhat you having for tea, Miss?\n\nSHEBA\nI don’t know, I’11 probably buy something on\n\nthe way home.\n\fSTEVEN\nAre you a good cook?\n\nSHEBA\nNot really.\n\nSTEVEN\nYou suck?\n\nPause. She narrows her eyes.\n\nSHEBA\nGo home, Steven.\n\nHe stares at her and then leaves. Sheba puts on her coat.\nBARBARA (V.0.)\nThat’s when you should've stopped it.\nINT. OUTSIDE SPORTS HALL - DAY\n\nSHEBA (V.0.)\nI did! I told him I wouldn’t teach him\nanymore.\n\nBusy lobby area. Sheba comes out of a meeting, carrying\npapers and files.\n\nSteven, in sports kit, suddenly throws her a football.\n\nSTEVEN\nMiss!\n\nSheba catches it and sternly hands it back to him.\nSHEBA (V.O.)\n\nHe wouldn’t accept it. He just kept coming\nback.\n\nEXT. STREET - ANOTHER DAY\n\nSheba cycling home. She passes Steven in the street. He gazes\nat her.\n\nSHEBA (V.0.)\nIt began to feel like ‘our secret’. And\nsecrets can be seductive...\n\fEXT. DELICATESSEN/STREET - ANOTHER DAY\n\nSheba comes out with a bag of shopping. Steven is polishing\nher saddle with his sleeve.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DELICATESSEN/STREET - ANOTHER DAY\n\nSheba comes out with a bag of shopping. Steven is polishing\nher saddle with his sleeve. \n\nTARGET SECTION TO BE ANNOTATED:\n He finishes with a flourish and\nstands back gesturing for her to alight.\n\nShe dumps her bag in the bike basket.\n\nSHEBA\nWhat are you doing here?\n\nSTEVEN\nI live here.\n\nHe gestures to the tower blocks of a grim looking estate.\nSTEVEN\n‘S’‘alright, apart from the crack’eads and\nthat. Some bloke got stabbed last week-\n\nSheba looks concerned. He steadies the bike as she fiddles\nwith the chunky lock.\n\nSHEBA\nI’m going now. Good day to you, young man.\n\nSTEVEN\nD’you wanna come for a walk?\n\nSHEBA\nAbsolutely not! I‘m going home to my family.\nAs should you.\nShe climbs on the bike. He’s still holding the handlebars.\nSTEVEN\nMy Dad’s got the hump. He got sacked, been\ntaking it out on me.\nHe gestures with his arm, Sheba looks shocked.\n\nSHEBA\nHe hits you?\n\nSteven vaguely nods, embarrassed-\n\nSHEBA\nDoes your mother know?\n\n \n\n_ a\n\fShe looks at\nface.\n\nSTEVEN\n(shakes head)\nShe's got this kidney problem, been waiting\nmonths for an operation. I don’t wanna give\nher more grief.\n\nSHEBA\nYou could call the Social Services. They’11\ncome and see him, give him a warning.\n\nSTEVEN\n(shrugs)\nI’11 be alright.\n\nSHEBA\nIf he does it again you tell me, OK?\n\nSTEVEN\nThanks, Miss.\n\nhim, full of sympathy. He leans in and holds her\nSTEVEN\n\nYou're beautiful, Miss. You don’t know how\nbeautiful you are.\n\nBefore she can respond he’s on his way.\n\nEXT. PUB.\n\nBarbara looks at Sheba reproachfully.\n\nSHEBA\n(desperately explaining)\nMy heart went out to him...he was so\nvulnerable. I knew it was wrong and immoral\nand completely ridiculous but...I don’t\nknow...I just...allowed it to happen.\n\nBARBARA\nThe boy is fifteen!\n\nSHEBA\nBut he’s quite mature for his age.\n\nBARBARA\n‘But’ is not a helpful word here! He’s a minor\nand you’ve broken the law.\n\nSheba nods, chastened, Pupil to teacher.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA\n‘But’ is not a helpful word here! He’s a minor\nand you’ve broken the law. Sheba nods, chastened, Pupil to teacher. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSHEBA\nThis’1l sound sick but something in me\nfelt...entitled.\nINT. SCHOOL CORRIDOR - DAY\n\nBetween lessons. Staff and pupils coming in and out of\nclassrooms.\n\nSHEBA (V.0.)\nI’ve been good ali my adult life; decent wife,\ndutiful mother, coping with Ben...\nSteven passes Sheba in the crush of bodies, he slips her a\nhandwritten note.\n\nINT. ART STUDIO — LATER\n\nSheba struggling to control her class as they splatter each\nother with paint.\n\nSHEBA (V.0.)\nThis voice inside me was going, ’why shouldn’t\nyou be bad?\nShe sits at her desk and reads the note: ‘MEET ME AT 8\nTONIGHT. PLEASE.’ His mobile number is scrawled below it.\nINT. SHEBA’S HOUSE, SITTING ROOM/HALL - THAT EVENING.\nSheba in an armchair with a glass of wine.\nSHEBA (V.O.)\n‘Why shouldn’t you transgress? You've earned\nthe right.’\n\nBen is watching TV with Richard. Sheba checks her watch:\n7.45.\n\nShe stares at her husband and son. She decides. She gets up,\nruffles Ben’s hair, kisses him on the top of the head.\n\nSHEBA\nSue phoned, OK if I go for a drink?\n\nRICHARD\nSure. I‘1l put bugalugs to bed.\n\nHe tickles Ben as Sheba goes out into the Hall.\n\na0\n\f4\n\nShe checks herself in the mirror.\n\nPolly emerges from the kitchen talking intensely on her\nmobile. Sheba flinches, somehow feeling ‘caught’.\n\nSHEBA\nI’m just going for a drink, with Sue.\nPolly points to her phone ‘I’m busy’ - and slopes upstairs.\nEXT. PUB.\nBARBARA\nWhy Sue?\n\nSheba gulps her scotch, feeling the cold.\n\nSHEBA\nDunno, first person I thought of.\n\nOn Barbara: disappointed.\n\nEX£. RAILWAY ARCH - NIGHT\n\nSheba locks her bike to a railing. She makes her way to the\nmeeting place, giddy with anticipation.\n\nSHEBA (V.0.)\nI remembered that gorgeous feeling, like being\nsixteen.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAILWAY ARCH - NIGHT\n\nSheba locks her bike to a railing. She makes her way to the\nmeeting place, giddy with anticipation. SHEBA (V.0.)\nI remembered that gorgeous feeling, like being\nsixteen. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m going to give you what you want\nand you don’t know it yet.\nSteven is waiting there, smoking.\n\nSTEVEN\nEvening, Miss.\n\nShe looks him in the eye.\n\nSHEBA\nHave you done this before?\n\nHe nods but his cockiness is slightly diminished.\nSTEVEN\nNot with someone like you, I mean...a proper\n\nwoman .\n\nShe touches his cheek, tenderly. They walk together.\n\fEXT. DISUSED RAILWAY YARD ~ NIGHT\n\nSheba follows Steven down an ‘alley’ between a disused train\nand a siding.\n\nSteven stops. A clearing. He puts his coat down.\n\nSTEVEN\nMake yourself comfortable.\n\nHe looks at Sheba, barely believing his luck.\n\nSHEBA\nIt's incredibly important that we keep this\nsecret. Does anyone know you’re here?\n\nSTEVEN\nNo.\n\nSHEBA\nYou can’t tell anyone, ever.\n\nShe stares at him. He takes her hand, soothes her...\n\nSTEVEN\nMiss, I’m no genius but I aint no dickhead. I\nwont tell anyone. You can trust me.\n\nSHEBA\n(distantly)\nWe'd both get into terrible trouble.\n\nSteven looks into her eyes. She kisses him. They fall onto\nthe ground. They start making out like teenagers - laughter,\ngasps and elbow banging.\nSHEBA (V.O.)\nIt was easy. Like having another drink when\nyou know you shouldn’t.\nSheba and Steven fucking. Semi-clothed. It’s very quick.\n\nSTEVEN\nMiss?\n\nSHEBA\nWhat?\n\nHe murmurs in her ear.\n\n33\n\fSHEBA\nWhat?\n(he murmurs again)\nWhat?!\nSTEVEN\n\nCan I come inside you?\n\nSHEBA\nYes!\n\nAnd he does. Sheba holds him tight.\n\nLATER: Steven lies on her stomach. She strokes his hair. He\nreaches for his cigarettes. Thinks.\n\nSTEVEN\nCan I smoke, Miss?\n\nSHEBA\nYou can do what you want. But enough of this\n‘miss’.\nHe grins. Lights a fag, offer her one, she shakes her head.\nSteven cracks open a can of beer and offers her the other.\nShe takes it and swigs some. He watches her intently.\n\nSTEVEN\nWere you a model once?\n\nSheba shakes her head.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe watches her intently. STEVEN\nWere you a model once? Sheba shakes her head. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN\nYou shoulda been. You’re well fit.\n\nSHEBA\n“Gosh but don’t I know it’.\n\nSTEVEN\nYou're into ‘The Streets’?!\n\nSHEBA\nMy daughter is.\n\nSTEVEN\nShe the same age as me?\n\nSHEBA\nNone of your beeswax.\n\nHe’s smart enough not to persist.\n\fSTEVEN\nAnyway, the point is you’re fit.\n\nSHEBA\nWell, so are you.\n\nSTEVEN\nYou reckon? My sister says I look like a\nbollock with measles.\nSHEBA\n(shakes her head)\nYou’ve done my brain in.\nThey toast each other in the moonlight.\nIt’s freezing cold and they start to button up their clothes.\nBut Steven can’t bear to let her go, he stops her doing up\nher shirt, kisses her.\n\nSTEVEN\nYou wanna do it again?\n\nSheba smiles. Men can’t do this.\n\nSTEVEN\nWhat? What?\n\nShe laughs then sees he’s getting upset.\n\nSHEBA\nYes. I want to do it again.\n\nShe pulls him towards her and feels his cock.\nSHEBA\nI want to do it again.\nINT. SHEBA’S HOUSE - THAT NIGHT\n\nSheba parks her bike in the hall. As she checks herself in\nthe mirror, an angry voice from the sitting room:\n\nRICHARD (0.S.)\nOh, you TART! You feckless bitch!\n\nSheba freezes - then realizes he’s shouting at the TV.\nShe goes into the sitting room. Richard is slobbed out on the\n\nsofa, remote control perched on his belly. He raises an arm\nin greeting.\n\fHI\n\nRICHARD\nI’m dying! These people are killing me! I’m\nhaving a coronary right here on this sofa.\n\nSHEBA\nCoffee?\nRICHARD\nLove one. Add a vat of scotch will you?\n(At TV)\n\nANSWER THE QUESTION! It’s ‘yes’ or ‘no’ you\ndozy, old bastard!\n\nSHEBA\n(amused)\nChange channels.\nShe goes in to the kitchen.\nRICHARD\nI keep flipping back. I'm in an orgy of\nmasochism.\nSheba starts making coffee.\nThe fridge with its collage of family photos and school\nschedules. The clutter of family life...\nEXT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fridge with its collage of family photos and school\nschedules. The clutter of family life... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PUB - NIGHT\nBarbara stubs another cigarette out, she’s realized\nsomething.\n\nBARBARA\nThe day we met, it had already begun?\n\nINT. SCHOOL CORRIDOR —- (FLASHBACK)\n\nThe ‘Homework Club’ day. Steven and Davis getting a dressing\ndown from Barbara as Sheba watches.\n\nSHEBA (V.O-)\nYes.\n\nBARBARA (V.0-)\nyou had further relations that day?\nEXT. PUB-\n\nSheba thinks, truth is best policy here.\n\fSHEBA\nWe went to the Art room.\n\nBARBARA\nWell, I’m glad I was such an aphrodisiac. I\nwas trying to help you.\nSHEBA\nAnd you did. I’m incredibly grateful. You've\nbeen such a good friend.\nBARBARA\n(quietly)\nNot reciprocated it seems.\n\nSheba suddenly sees that Barbara’s anger is personal ~— and\npotentially explosive. She proceeds carefully...\n\nSHEBA\nI desperately wanted to confess to you. But\nhow could I? ...Barbara...?\nShe waits until Barbara looks at her.\nSHEBA\nIt would've put you in an impossible\nsituation. But I so wish I had. You’d have\nmade me see sense.\nBarbara considers, is Sheba ‘playing’ her? No, impossible.\nThey sit in silence. Barbara watches Sheba - then blinks:\n\nBARBARA (V.0.)\nAnd then I realized my fury had blinded me...\n\nSHEBA\nDo we need moxre drinks?\n\nBarbara nods, miles away.\n\nSHEBA\nBut can we go inside? I’m freezing.\n\nBARBARA (V-.0O.)\nThere was a magnificent opportunity here...\nINT. PUB -— MOMENTS LATER\n\nSheba at the bax, Barbara at a table.\n\nYo\n\f43\n\nBARBARA (V.O.)\nWith stealth I might secure the prize, long\ntexm, forever in my debt...\n\nSheba heads back to Barbara carrying the new drinks.\n\nBARBARA (V-0.)\nI could gain everything. By doing... nothing.\n\nSheba sits, fraught with anxiety. Barbara lights a cigarette.\n\nSHEBA\nI..-I know you have to tell them; the head,\nthe school, whoever.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSheba sits, fraught with anxiety. Barbara lights a cigarette. SHEBA\nI..-I know you have to tell them; the head,\nthe school, whoever. \n\nTARGET SECTION TO BE ANNOTATED:\n All I ask is you wait\n‘til the new year? I’m begging you, please,\nlet me have this christmas with my family...?\n\nShe’s almost in tears. Barbara stares at her. Then smiles.\n\nBARBARA\nI think you’ve misunderstood me.\n(beat)\nI'm your friend. We’re friends.\n\nSHEBA\nI know. Of course. But...\n\nBARBARA\nOh, you poor thing, have you got yourself ina\nterrible state? I’m not going to report you. I\nonly want to help you, to support you through\nthis.\n\nShe gives Sheba a tender squeeze on the hand.\n\nSHEBA\nYou’re not going to tell?\n\nBarbara shakes her head. Sheba is overcome with relief.\n\nSHEBA\nYou won't tell anyone?\n\nBARBARA\nWho would it benefit? Not you nor the boy and\ncertainly not the school. No. It’s a private\nmatter and we must keep it so0-\n\nSHEBA\nYes — maybe I should resign?\n\fBARBARA\nNo, no, no! That might alert suspicion. You\nmust stay at the school but the affair has to\nend.\n(Sheba nods)\nImmediately. Your solemn promise. I can’t help\nyou unless you promise.\n\nSheba realizes that Barbara means it literally.\nSHEBA\nI - I promise.\nBARBARA\nWill it be difficult?\nSheba stares into her glass.\nSHEBA\nHe’ll be very upset. He comes from such\n\na...loveless home.\n\nBARBARA\nYou’re not in love?\n\nSheba looks up, an innocent. She gives a slight nod. Barbara\ntries not to react but is clearly shocked.\n\nSHEBA\n\nI know it’s appalling and illegal and\nunethical but I’m hopelessly besotted.\n\nBarbara looks vaguely sick.\nSHEBA\nSorry. When you’re in love you want to tell\nthe whole world about it.\n\nBARBARA\nI wouldn’t though.\n\nThey manage to share a grim smile.\n\nBARBARA .\nBut isn’t it..-just a physical thing, mainly?\n\n \n\nSHEBA\nWell...\n(raises an eyebrow)\nI can’t tell you.\n\nBARBARA\nI think you just have.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHEBA\nWell... (raises an eyebrow)\nI can’t tell you. BARBARA\nI think you just have. \n\nTARGET SECTION TO BE ANNOTATED:\nGY\n\fYs\n\nSHEBA\nDo you know what I’m talking about?\n\nBARBARA\nWell, I’ve read quite a bit of D.H.Lawrence.\n\nEXT. PUB/STREET - LATER\nBarbara and Sheba walking.\n\nBARBARA (V.0.)\nI played the maiden aunt but I’m well aware of\nthe proclivities of the fifteen year old male.\nEven I have been the subject of their\ngraffitied yearnings in the school toilets. By\nlaw they are children, but their grim, pungent\nurges are entirely adult...\n\nThey arrive at Barbara’s car.\n\nBARBARA\nSo you'll tell him straight after Christmas?\n\nSheba nods, determinedly.\n\nBARBARA\nAll for the best.\n\nSHEBA\nI know. Thank you so much. You've been so\nbrilliant.\n\nBARBARA\nAnd you’ll tell me when it’s done?\n\nSHEBA\nYes.\n\nA big hug. Then, Sheba sees the travelling cat box on the\npassenger seat. Portia is asleep.\n\nSHEBA\nYou never said...\n\nBARBARA\nStandard issue for spinsters.\n(frowns )\nShe’s been off her food recently, I’m a bit\nworried about her...\n\fSHEBA\nThere’s a terrific vet up the read, he was\ngreat with Ben’s rabbit.\n\nBarbara lingers, relishing this time with Sheba.\n\nBARBARA\nHave you got many people coming tomorrow?\nSHEBA\nMmm, my lot, Richard’s lot - including first\nwife.\nThey share a grimace.\nBARBARA\nAnd your mother?\nSHEBA\noh yes.\nA second grimace.\nBARBARA\nWell, Happy Christmas.\nSHEBA\n¥ou too. And thank you.\nBARBARA\n\nCourage mon brave!\nBarbara gets in her car.\n\nBARBARA (V.0.)\nAnd bon voyage to her little leprechaun.\n\nBarbara drives off as Sheba heads back to her house.\nBARBARA (V.0.)\nSheba and I share a deep understanding now.\nINT. SHEBA’S HOUSE - CONTINUOUS\n\nSheba composes herself in the hall and then goes into the\nsitting room.\n\nBARBARA (V.O.)\nNo one can violate our magnificent complicity.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHEBA’S HOUSE - CONTINUOUS\n\nSheba composes herself in the hall and then goes into the\nsitting room. BARBARA (V. O.)\nNo one can violate our magnificent complicity. \n\nTARGET SECTION TO BE ANNOTATED:\nRichard is wrapping a present. He turns with the ineptly\nwrapped package, taunts her with it.\n\nYlo\n\fRICHARD\nHa!\n\nShe tries to steal it from him.\n\nRICHARD\nDon’t snatch! Wait ‘til tomorrow!\n\nHe chucks the present under the Christmas tree.\n\nRICHARD\nYou’ve been gone ages.\n\nSHEBA\noh, Barbara was...just some school thing.\n\nHe pours some wine for them.\n\nSHEBA\nfow’s his nibs?\n\nRICHARD\nStill awake, madly excited, I said he could\nwait up for you.\n\nSHEBA\nAnd her ladyship?\n\nRICHARD\n(points upstairs)\n‘Depressed’. Pete phoned. They had a barney,\nhe’s not coming tomorrow.\nThey share a moment of parental sadness-\n\nSHEBA\nDo you think he’s bad news?\n\nRICHARD\nWell, these older men can be very dodgy.\n\nShe smiles, suddenly kisses him, passionately. Richard is\nslightly surprised but responds in kind.\nINT. POLLY’‘S BEDROOM - LATER.\n\nPolly is lying on her bed, i-Pod on, smoking. She's been\ncrying. Sheba sits with her.\n\nPOLLY\nBid Daddy tell you?\n\fSheba nods.\n\nPOLLY\nRe’s gonna bin me, I know it.\n\nSHEBA\nYou’re very lovely and he’s clever enough to\nappreciate it.\n\nPOLLY\ni’m fat as fuck, mum.\n\nSHEBA\nHe’ll be back.\n\nPOLLY\nZI can’t live without him.\n\nSheba holds her. The girl resists a little but then succumbs -\ngrateful for the contact.\n\nEXT. GRAND HOTEL, EASTBOURNE — CHRISTMAS DAY\n\nEstablishing Shot. The sea. The promenade.\n\nThe white stuccoed Regency hotel.\n\nSounds of festive music from a jazz combo.\n\nINT. DINING ROOM - SAME TIME\n\nA huge ornate room packed with the elderly, the infirm and\ntheir families. A smali band playing on a raised area.\n\nBarbara surveys the room: an old man spilling his soup, an\nold woman tottering in on her crutches, an elderly couple\nstruggling to pull their cracker.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINING ROOM - SAME TIME\n\nA huge ornate room packed with the elderly, the infirm and\ntheir families. A smali band playing on a raised area. Barbara surveys the room: an old man spilling his soup, an\nold woman tottering in on her crutches, an elderly couple\nstruggling to pull their cracker. \n\nTARGET SECTION TO BE ANNOTATED:\nShe's mid~lunch with her family: her sister, MARJORIE, with\nhusband, DAVE, also their daughter LORRAINE and her husband\nMARTIN. They all wear paper hats,\n\nBarbara is deep in thought, ruminating on Sheba...\n\nBARBARA (V.0.)\nHer fetish for the boy was simply her snobbery\nmanifested; ‘he’s working class and he likes\nArt’. Bs if he were a monkey who’d just\nstrolled out of the rain forest and asked for\na gin and tonic.\n\neee\n\fa\n\nShe straightens her paper crown, oblivious to everything.\n\nDAVE\nBa! Wakey wakey!\n\nMARJORIE\nLorraine was asking if you’d heard from that\nnice friend of yours?\n\nBARBARA\n(confused)\nWho?\n\nLORRAINE\nJennifer.\n\nBARBARA\nOh...yes. She left the school, she’s teaching\nat a Primary in Stoke. There’s a chap\napparently. I heard they’re engaged.\n\nLorraine and Martin stifle a giggle but Barbara’s seen it.\nShe bides her time...\n\nBARBARA\nHow's your eczema, Martin?\n\nHe shakes his head, a sad look in his eyes.\nMARTIN\nBit grim. But Lorraine's found this top\nspecialist in Hastings.\nLORRAINE\nHe’s state of the art. He'll give it a really\ngood bash in the new year.\nShe puts an arm round her disconsolate husband. Barbara\neyeballs the hapless couple.\nBARBARA\nIt must be so distressing - for both of you.\n\nMarjorie squeezes her son in law’s crusty hand.\n\nMARJORIE\nYou’ve been in my prayers all year.\n\nBARBARA\nFingers crossed for a Christmas miracle.\n\fDAVE\n(raises his glass)\nAnd so say all of us!\n\nINT. KITCHEN, SHEBA’S HOUSE - SAME TIME\nIn contrast: noise, hubbub and mayhem. Booze, food, mess.\n\nRound the big table: Richard, Polly, Ben. Richard's first\nwife MARCIA and their daughters SASKIA and CLAIRE. Sheba‘s\nolder brother EDDIE with his WIFE and their infant BoYs.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nRound the big table: Richard, Polly, Ben. Richard's first\nwife MARCIA and their daughters SASKIA and CLAIRE. Sheba‘s\nolder brother EDDIE with his WIFE and their infant BoYs. \n\nTARGET SECTION TO BE ANNOTATED:\nSat next to Ben, Sheba‘s MOTHER (MRS TAYLOR) ~ a formidable\nwoman in her sixties.\n\nSheba gets up, gives Polly a little squeeze then fetches more\ncream from the fridge.\n\nHer mobile beeps, a text message. She reads: ‘happyxmas miss!\nwish i woz fucking u blind rite now’\n\nSheba looks around - her mother is watching her. She deletes\nthe message and turns off the phone.\n\nINT. SHEBA'S HOUSE - EVENING\n\nSheba outside the half open sitting room door with a tray of\ncoffees. Sheba’s mother is sat with Marcia.\n\nMRS TAYLOR\nHer father was an exceptional man.\nExceptional. Bathsheba’s a loner I'm afraid.\nShe’s beautiful (thank God) - and it’s got her\nthrough —- but it’s not quite the same as\npossessing substance.\n\nSheba listening in horror.\n\nMARCIA\nMmm, strong personality, weak character.\n\nMRS TAYLOR\nShe's a time bomb, actually. Non~bonders are\nalways dangerous -\n\nMarcia nods, knowingly. Sheba is really stung. But she goes\nin with the tray.\n\nThe women smile as she serves them theix coffec.\n\fEXT. SHEBA’S HOUSE - EVENING\n\nSheba comes out the front door and down the steps with two\nblack bin bags crammed full of rubbish.\n\nAs she’s stuffing the bags into the front bins:\n\nSTEVEN\nHappy Christmas.\n\nSteven is lurking near the car. He hands her a little\npackage. Sheba glances at the house ~ the front door is open.\n\nSHEBA\nEveryone’s inside! Please, you have to go!\n\nSTEVEN\nAren’t you gonna open it?\n\nShe quickly opens the package,\n\nSTEVEN\nIt’s made of real fake gold.\n\nIt’s a cheap, gold necklace with an ‘S’ on it. It glints in\nher hand. She’s touched by the gesture.\n\nSHEBA\nThank you.\n\nSTEVEN\nWhat’s up? I haven’t heard from you...\n\nShe motions him back to the side of the house where it’s\nhidden from the front door.\n\nSHEBA\nI - I can’t see you anymore - I’m sorry - I’m\nreally sorry.\nShe’s beside herself.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe motions him back to the side of the house where it’s\nhidden from the front door. SHEBA\nI - I can’t see you anymore - I’m sorry - I’m\nreally sorry. She’s beside herself. \n\nTARGET SECTION TO BE ANNOTATED:\n He pulls her towards him.\n\nSHEBA\nI can’t, it’s over.\n\nSTEVEN\nWhy?\n\nRICHARD (0.S.)\nBash?!\n\fThey freeze. Richard’s legs appear above them at the top of\nthe outside stairs. Then a bag of rubbish.\n\nRICHARD\nBash?\n(To someone inside)\nShe’s not here!\n\nRichard dumps the bag on the doorstep, groaning a bit with\ndrunk exhaustion.\n\nRICHARD\nOh, sod it.\n\nHe goes inside closing the front door behind him.\nSTEVEN\n(innocently)\nWas that your Dad?\nSheba is stunned.\n\nSHEBA\nNo. He...he’s my uncle...\n\nShe stares at Steven. Lost. He returns her gaze.\n\nSTEVEN\nD’you wanna end it?\n\nSHEBA\nI - I ~ don’t look at me like that.\n\nSTEVEN\nHave you gone off me?\n\nSHEBA\nNo - I - you should go. Please.\nDon’t...just...you have to go now.\nHe strokes her cheek, she catches his hand.\n\nSHEBA\nIt’s stupid.\n\nHe gives her a slight grin.\n\nSHEBA\nGo away.\n\nHe shakes his head-\n\nJoe\n\nae\n\f53\n\nSHEBA\nGo.\n\nShe struggles with herself. He kisses her and she suddenly\nresponds. She clenches the necklace.\nINT. HOUSE ~ MINUTES LATER\n\nSheba comes in and nearly bumps into Polly who’s heading\nupstairs - she’s on her mobile.\n\nSHEBA\nIs it him?\n\nPolly nods happily and climbs the stairs, still talking.\nSheba watches her daughter go ~ natural teenage love.\n\nSheba goes into the kitchen, contemplates the necklace. One\n\nof Eddie’s kids runs in. Sheba stuffs the necklace into her\n\npocket. The boy runs out with the plastic cup he was looking\nfor.\n\nSheba loads dirty crockery into the dishwasher.\n\nFamily noises from the sitting room.\n\nShe takes out a sachet of detergent, opens it with her teeth.\nShe stares at the hard tablet, the little ball in its centre.\n\nShe breaks down, knelt at the machine, retching with sobs.\nBARBARA (V.0.)\nI long to phone ’S’ but it’s late.\nINT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe breaks down, knelt at the machine, retching with sobs. BARBARA (V.0.)\nI long to phone ’S’ but it’s late. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPARE ROOM, MARJORIE’S HOUSE - NIGHT\nBarbara at a little dressing table writing her journal.\n\nBARBARA (V.0O.)\nPoor girl, all alone with her awful family.\n\nAbove her a framed silkscreen print of ‘The Last Supper’.\nPortia lies on the bed, whimpering a little.\n\nBARBARA (V.0.)\nOur lives are acutely similar in so many\nrespects.\n\nA knock at the door. Barbara annoyed at the interruption.\n\fMARJORIE (0-.S.)\nSis?\n\nMarjorie comes in wearing her nightie. Sees Portia, coos at\nher and then strokes the cat as an excuse to enter.\n\nMARJORIE\nWriting the old diary? I can’t imagine how you\nkeep at it. I'd have nothing to say.\n\nMarjorie sits on the bed, settling in for a sisterly chat.\nMARJORIE\n\nYou know you’re welcome whenever you want? Not\njust once a year.\n\nBARBARA\nIt’s just...I’m rather busy at the moment.\nMARJORIE\nYour racy London life. I’m glad it’s so full.\n(pause)\n\nI’m sorry about Jennifer. She was lovely.\n\nBarbara flinches a touch.\n\nMARJORIE\nIs there anyone else...someone else who's\nspecial?\nSilence.\nBARBARA\n\nI don’t know what you mean.\n\nMARJORIE\nI didn’t mean to pry-\n\nBarbara stares her out.\n\nMARJORIE\nWell, Good-night.\n\nBARBARA\nTo you too.\n\nMarjorie goes. Barbara reflects, a stab of regret.\n\nEXT. RATLWAY YARD - NIGHT\nSheba and Steven, half dressed, fucking like horny rabbits.\n\not\n\nsate nim\n\fse\n\nThey lie in each others arms. Steven toys with the 'S’\nnecklace, happy she’s wearing it.\nINT. PIZZA EXPRESS — DAY\nBarbara and Sheba with menus. Barbara glances over hers,\ncatches Sheba’s eye.\nBARBARA\nAre we ladies who lunch?\n\nSHEBA\nI think we must be.\n\nBarbara twinkles with delight.\n\nSHEBA\nOh, belated Christmas present.\n\nShe takes a beautifully wrapped package out of her bag.\n\nBARBARA\nThank you! Shall I open it?\n\nSHEBA\nsilly not to.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA\nThank you! Shall I open it? SHEBA\nsilly not to. \n\nTARGET SECTION TO BE ANNOTATED:\nBarbara unwraps it, savouring the ribbons, cooing over the\nsmart wrapping paper.\n\nBARBARA\nOh my word, Asprey.\n\nShe takes out a sterling silver photo frame engraved with the\nname ‘Portia’.\n\nBarbara can barely speak, just nods in gratitude.\n\nSHEBA\nHow is she?\n\nBarbara shakes her head, Sheba gives her a consoling squeeze.\nBARBARA\nYou‘re the most wonderful friend.\nINT. SUMMER HOUSE - NIGHT\n\nSheba and steven lying, post-coital on the sofa.\n\fSHEBA\nDon’t fall asleep.\n\nHe opens his eyes, looks around.\n\nSTEVEN\nBit close to home, isn’t it?\n\nSHEBA\nWell, Little Lord Fauntleroy complained of\nbrambles up his arse.\n\nHe grins, thinks, animal instinct at work.\n\nSTEVEN\n\nYeah...but d’you wanna get caught?\nSHEBA\n\nNo!\nSTEVEN\n\nCourse you do. Trash it all.\n\nSHEBA\nWhy would I want to do that?\n\nHe's not sure he wants to explore this, jokes instead:\n\nSTEVEN\nSo you can be with me.\n\nShe digs him in the ribs.\n\nSHEBA\nYou’re cocky.\n\nSTEVEN\nYou love it.\n\nHe gently disengages from her arms, gets up, looks around,\nexploring her territory.\n\nHe turns back, she’s deep in thought, considering what he’s\nsuggested...\n\nSTEVEN\nI was only making conversation. It’s polite to\ntalk after sex, so’s I don’t feel like a slut.\n\nHe wanders over to her record collection. Sheba pulls on her\nsweater and comes over to him. He’a looking at ‘Kaleidoscope’\n\nby Siouxsie and the Banshees.\n\nawe\n\fSt\n\nSTEVEN\nAny good?\n\nSHEBA\nIt’s a masterpiece. Don’t they teach you\nanything?\nSheba strokes his naked back, stares at the record cover.\nSHEBA\nWe used to worship her...we were children\n...she made us feel invincible...\nShe’s sixteen again. Lost in the memory of it.\nSteven wanders over to her work table. There’s a half\ncompleted wizard’s hat on it. He tries it on. A comical\nfigure in his pants, socks and pointed hat.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a half\ncompleted wizard’s hat on it. He tries it on. A comical\nfigure in his pants, socks and pointed hat. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEBA\n(smiling)\nTake it off.\n\nSTEVEN\nWhat’s it for?\n\nSHEBA\nTake it off, please. I’m still making it.\n\nSTEVEN\nYeah but why?\n\nSHEBA\nIt’s for my son.\n\nSTEVEN\nBut he’s twelve, isn‘t he?\n\nSHEBA\nHe’s got Down's Syndrome.\n\nPause.\n\nSTEVEN\nYou never said. Sorry.\n\nHe takes the hat off, puts it back on the table.\n\nSheba turns away not wanting to burden him with her sadness -\n\nHe looks at her, suddenly knows he’s way out of his depth.\n\fINT. KITCHEN — SATURDAY MORNING\n\nBarbara saunters in carrying her shopping. She stops short,\nhorrified.\n\nPortia is lying on the floor in a pool of urine and vomit.\n\nINT. VET’S SURGERY - LATER\nThe vet has just told Barbara the news.\n\nVET\nI’m sure she’s had a very happy life.\n\nBARBARA\nOh, yes. She has. Thank you.\n\nShe strokes Portia as the vet continues to talk.\n\nINT. SHEBA’S KITCHEN — LATER\n\nBarbara sat at the table, tears in her eyes. Sheba plies her\nwith scotch.\n\nSHEBA\nYou’ve had a terrible shock.\n\nBarbara drinks some more.\n\nBARBARA\nWhere’s Richard? I don’t want to disturb your\nweekend.\n\nSHEBA\n\nIt’s fine, everyone’s out.\n\nSheba’s mobile rings. They both stare at it. Sheba presses\n‘BUSY’ - looks a touch anxious.\n\nSHEBA\nCan they treat her?\n\nBARBARA\nHe says it’s a matter of weeks...\n\nShe’s recovering now, embarrassed by her tears.\n\nBARBARA\nOh, she’s only a pet.\n\fSHEBA\n\n57\n\nI cried for weeks when our dog died. Weeks!\n\nBARBARA\nOne does get so attached.\n\nBarbara dries her eyes with a tissue.\n\nBARBARA\nI should leave you in peace...\n\nNot what Barbara wants but Sheba stands to facilitate it.\n\nSHEBA\nYuh, well...\n\nShe’s in a tight t-shirt, arms bare. Her ‘S’\n\nmecklace on.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHEBA\nYuh, well... She’s in a tight t-shirt, arms bare. Her ‘S’\n\nmecklace on. \n\nTARGET SECTION TO BE ANNOTATED:\nBarbara gazes ~ takes in Sheba’s make-up: red lips, dark eye\n\nliner - an echo of her youth.\n\nBARBARA\n\nI like that top. It suits you.\nSHEBA\n\nOh, thanks.\n\nSheba edges to the door, hinting. But Barbara\nspeaks very softly...gently...\n\nBARBARA\nWhen I was at school, if one of\nsome bad news or was feeling a b\nused to stroke each other. One o\n\nlingers. She\n\nas had had\nit down...we\nf us would do\n\none arm and someone else the other. --it’s the\n\nmost wonderful sensation. Did y\nyour school?\n\nSheba shakes her head.\n\nBARBARA\nIt’s incredibly relaxing. For thi\nthe receiver...\n\nBarbara approaches. Sheba’s arms are crossed.\nun-crosses them, holds her hands...\n\nBARBARA\n\nClose your eyes.\n(Sheba frowns)\nPlease. It docen’t work if you d\n\ndo that at\n\nle giver and\n\nBarbara gently\n\njon.’ t -\n\nSheba closes her eyes, knowing this is ‘the deal’.\n\n \n\fBarbara holds Sheba’s hands in hers and then stretches out\nher arms, palms upwards.\n\nBARBARA\nGood.\n\nBarbara begins to gently run her fingertips along Sheba’s\nbare forearms. Up and down.\n\nSheba is in a silent rictus of embarrassment.\n\nBarbara continues. All the while gazing at Sheba’s face, her\nbreasts beneath the tight t-shirt, her arms...\n\nBARBARA\nThere's a good girl.\n\nSheba opens her eyes, tries to remain polite...\n\nSHEBA\nI think that’s enough.\n\nBARBARA\nClose your eyes.\n\nSHEBA\n(firmly)\nI really think that’s enough, Barbara.\n\nShe stares her out. Barbara stands her ground but is wretched\nwith humiliation.\n\nBut now her focus changes from Sheba’s face to over her\nshoulder:\n\nBARBARA\nThere's someone in your garden!\n\nShe points through the French windows. Sheba turns. At the\nfoot of the garden a FIGURE jumps down from the back wall and\nslips into the Summer House.\n\nBARBARA\nA thief - he came over the wall!\n\nSHEBA\nOh - it’ll be one of the neighbours’ boys,\nlost his ball.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the\nfoot of the garden a FIGURE jumps down from the back wall and\nslips into the Summer House. BARBARA\nA thief - he came over the wall! SHEBA\nOh - it’ll be one of the neighbours’ boys,\nlost his ball. \n\nTARGET SECTION TO BE ANNOTATED:\nSheba knows it’s Steven - prays he stays put.\n\fBARBARA\nNo, he’s gone into your summer house - quick,\nphone the police!\n\nSHEBA\nIt’s just a kid from next door, forget it!\n\nSheba’s mobile rings again. They both stare at it - Sheba\nparalysed - and now Barbara twigs it. She snatches the phone\nand answers:\n\nSTEVEN (V.0.)\nWhere are you? I want your hot, sweet cunt\nright now!\n\nBarbara listens, sickness rising in her. She hands the phone\nto Sheba.\n\nSHEBA (IN PHONE)\nRichard just called, he’s on his way - I can’t\n- I’1l call you.\n\nAs she speaks Barbara collects her bag and storms to the\nfront door, Sheba sprints after her.\n\nSHEBA\nBarbara!\nEXT. STREET - CONTINUOUS\nBarbara’s heading for her car, Sheba catches up.\nSHEBA\nI’m sorry, Ba. I tried to end it, honestly, I -\nI just couldn’t!\nBarbara fumbles for her car keys, fighting back tears.\nBARBARA\nI risked everything for you and in return you\nhumiliate me.\nSHEBA\nI - I - didn’t mean to upset you. Please - I\nneed your help more than ever now - pleage,\ndon‘t go!\n\nBarbara opens the car door.\n\nBARBARA .\nYou promised you’d end it, why didn’t you?\n\fSheba is too\n\nSHEBA\nBecause...\n\nBARBARA\n\n(witheringly)\n\nYou’re ‘in love’?\n\nSHEBA\nI-I-\n\nBARBARA\n\nAnd the child? Do you imagine he reciprocates\nyour soppy ‘feelings’? Oh I dare say he’s\nfascinated by the neurotic compulsions of a\nmiddle class lady with marital problems!\n\nSHEBA\nBa-\n\nBARBARA\nThere’s nothing crueller than the adolescent\nboy, I know them! Once he’s had his fill he’ll\ndiscard you like an old rag -\n\nSHEBA\nBa-\n\nBARBARA\n- and revert to rutting with schoolgirls. YOU\nARE NOT YOUNG!\n(beat)\nI say this to help you.\n\nstunned to respond.\n\nBARBARA\nEnd it now.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nI say this to help you. stunned to respond. BARBARA\nEnd it now. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEBA\nErm...yes - I - I’m thinking...\n\nBARBARA\nDon’t think - DO! Do! DO! bo!\n(beat)\nOr shall I sit here polishing my nails until\nyour husband returns?\n\nSHEBA\nNo ~ no - please - I’ll do it, I promise.\n\nBARBARA\nSo what are you waiting for?\n\n6\n\fBarbara gets in her car and drives off.\n\nEXT. STREET - TEN MINUTES LATER\n\nSheba on her bike, speeding towards Steven’s home.\n\nEXT. COUNCIL ESTATE.\nSheba gets off her bike, starts pushing it.\n\nTo her surprise it’s a clean street, well kept blocks and\nhouses. Not the sink estate she’d imagined - or been told of.\n\nKids riding around on bikes. She asks them if they know\nSteven Connolly. They point her in the right direction.\n\nShe finds his home - not the tower block but an ordinary\nMaisonette. She rings the bell.\n\nMR CONNOLLY opens the door. He’s a slight man without an\nounce of aggression in him. She’d expected tattoos and\nbrutality.\n\nSHEBA\nMr Connolly? I’m Mrs Hart, from St George’s -\nSteven’s not in trouble. I just need to see\nhim about...an art project and I was in the\narea S80...\n\nMR CONNOLLY\n(amiably)\nof course, come in, come in!\n\nHe shows her in.\n\nMR CONNOLLY\nVery good of you to give him these extra\n\nlessons.\n(calls upstairs)\nSteve! Visitor!\n\nHe’s holding a remote control. He gestures into the sitting\nroom where there’s a massive TV set, the screen image paused.\n\nMR CONNOLLY\n\nI’m watching ‘Amelie’.\n(nods, moved)\nHave you seen it?\n\nSheba shakes her head.\n\fMR CONNOLLY\n(calls up)\nSteve! Mrs Bart’s here!\n(To Sheba)\nProbably on his mobile, usually is. Why don't\nyou go up? First door on the right, probably\nbest to knock.\n\nHe goes back into the front room.\n\nSheba climbs the stairs. The house is spotless. Framed school\nphotos line the walls and there are family shots of Steven\nwith his parents and two sisters.\n\nShe finds his bedroom door.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe house is spotless. Framed school\nphotos line the walls and there are family shots of Steven\nwith his parents and two sisters. She finds his bedroom door. \n\nTARGET SECTION TO BE ANNOTATED:\n It says ‘STEVE’S GAFF’ in letters\ncut out from different magazines - punk style-\n\nShe hears his voice, knocks and goes in. He’s astonished.\n\nSTEVEN (IN PHONE)\nCall you back, OK? Laters.\n\nThey look at each other.\n\nSheba takes in the adolescent room, shocked at its\n‘childishness’: the music posters, football paraphernalia,\nthe kid’s duvet and strewn clothes.\n\nEXT. COUNCIL ESTATE —- MINUTES LATER\nSheba pushing her bike. Steven smoking, edgy-\n\nSHEBA\nSo that’s your vicious father?\n\nSTEVEN\n(shrugs)\nYou wanted a sob story, I gave it you. Made\nyou feel like Bob Geldof.\n\nSHEBA\nYou lied to me!\n\nSTEVEN\nOooh, sorry, Miss. D’you prefer it if T lived\nin a shit’ole?\n\nSHEBA\nAnd your mother?\n\fSTEVEN\n(sniffs)\nI think she’s gonna pull through. What d‘you\nwant, what you doing here?\n\nAnd now she has to tell him.\n\nEXT. PLAYAREA/COUNCIL ESTATE — LATER\n\nSteven sits on a swing, flicking at his fag in fury.\n\nSTEVEN\nThey’re gonna expel me now!\nSHEBA\nNo they won’t. I’1l get the blame if she\ntells.\nSTEVEN\nAs if she won't?\nSHEBA\nShe likes me, she might not.\nSTEVEN\nLikes you how? Like ‘that’? You giving her one\n‘n’ all?\nSHEBA\n(snaps)\n\nWhy are you being so cruel? Why, Steven?\nHe’s chastened. He swings slowly to and away from her.\n\nSTEVEN\nI really like you. You’re a nice person and\nyou’ve been cool. And it's been great, OK?\nBut it was s'posed to be fun. Now it’s like\nthis serious thing. Whatever shit you’re\nworking out, you know; your husband, your kid,\nyou - I dunno...I can’t help you.\n\nSheba manages a smile. Determined not to show him her pain.\n\nSHEBA\nSo you’re seeing someone else?\n\nHe looks at her, caught. Nods an apology. She stares at him.\nA stab of intense jealousy.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nNods an apology. She stares at him. A stab of intense jealousy. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSHEBA\nSo you just - what - you prefer her? Because\nshe’s young? Huh? Because she helps you with\nyour sums? What - because she’s so nice and\ntight? I risked my whole life for you, you\nlittle shit!\n\nSTEVEN\nI never asked you to!\n\nSHEBA\nI taught. you how to fuck!\n\nSheba is powerfully conscious she’s out of control. She\nclenches her fists, holds it in, fights back her tears.\n\nSTEVEN\nWhy are you so upset?\n\nShe can’t answer. He suddenly gets that she loves him. He\nglances around.\n\nSTEVEN\nI’d give you a hug but there’s people who know\nme...\n(pause)\nI can't deal with this. I’m not old enough.\nShe’s overcome with guilt, tries to be practical.\nSHEBA\nSteven. Don’t be embarrassed at school. Ignore\nMe, OK? You’re a sweet boy...and I‘ve loved\nour time together. I’m sorry if I ever harmed\nyou.\nHe shakes his head.\n\nSTEVEN\nYou never.\n\nThey look at each other, tenderly. Then Sheba walks away.\n\nINT/EXT. BARBARA'S CAR/STREET - THAT NIGHT\nBarbara driving at speed. Her mood bas brightened...\n\nShe cuts up another car and hurtles along. She spots Sheba\noutside Steven’s estate, a wan figure on the pavement.\n\nSheba gives her a sad little wave.\n\n(lo\n\fBarbara pulls in to the kerb and leaps out. Sheba comes to\nher, face streaked with tears.\n\nBarbara opens her arms. Forgiveness. They hug. Barbara\ncomforting Sheba - and herself in so doing.\n\nBARBARA (V.O.)\nAs Ma would’ve said, ‘the boy done her like a\nkipper’ .\nINT. BARBARA'S FLAT - NIGHT\nBarbara in her dressing gown, writing her journal.\n\nBARBARA (V.0.)\nShe has nowhere to turn but trusty old Ba.\n\nThe silver Asprey frame has pride of place on her\nmantelpiece. A photo of Portia inside it.\nINT. SUMMERHOUSE - NIGHT\nSheba wraps the ‘S’ necklace in paper and puts it in the bin.\nBARBARA (V.O.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUMMERHOUSE - NIGHT\nSheba wraps the ‘S’ necklace in paper and puts it in the bin. BARBARA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nShe mopes and mourns for her pubescent\nparamour - often at punishing length.\nINT. SCHOOL — DAY\n\nFirst day of the new term. Barbara watching as Sheba comes in\nthe main entrance.\n\nBARBARA (V.0.)\n\nBut she knows my interventions have saved her\nlife and she is sweetly grateful.\n\nINT. STAFF ROOM - DAY\n\nStaff buzzing around, comparing their Christmases, moaning\nabout holidays not being long enough.\n\nBARBARA (V.0.)\nHer betrayal hurt me more than I dare show.\n\nBarbara sat in her chair, Sheba comes in. They smile at each\nother.\n\f_, BARBARA (V.0.)\nBut I will forgive her and heal myself in\nprivate.\nINT. SUMMERHOUSE ~ NIGHT\n\nSheba carefully sticking a silver crescent onto Ben’s wizard\nat.\n\nBARBARA (V.0.)\nShe’s worth it, thie one. She's the one I’ve\nwaited for...\nINT. LIBRARY, HOMEWORK CLUB - DAY\nBarbara patrols the desks.\nBARBARA (V.0O.)\nAt last she’s beginning to understand that her\ndalliance with Master Connolly was a\nconsequence of her dead marriage.\n\nShe arrives at Steven’s desk. He keeps writing.\n\nINT. RAF MUSEUM - DAY\nAn outing. Barbara walking with Sheba.\nBARBARA (V.0.)\nIt‘s a sham - fuelled only by the memory of\nformer glories.\n\nRichard and Ben are behind them looking at the aeroplanes.\n\nINT. CANTEEN - LUNCHTIME\nSheba and Barbara sitting with their trays, talking.\nBARBARA (V.0.)\nWhereas we are going through the fire, forging\nour friendship with a stronger bond each day.\nINT. CLASSROOM - DAY\n\nBarbara at her high window, watching Sheba lock up her\nbicycle far below.\n\n68\n\fBARBARA (V.0.)\nIn fact, we are now entering a delicate new\nphase...\nEXT. ART STUDIO ~ DAY\n\nBarbara approaches and sees Sheba inside.\n\nBARBARA (V.O.)\nWe are silently and stealthily negotiating the\nterms...of a life lived together.\n\nSheba sees Barbara and nods amiably.\n\nINT. SHEBA’S KITCHEN — DAY\n\nSunday lunch.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSheba sees Barbara and nods amiably. INT. SHEBA’S KITCHEN — DAY\n\nSunday lunch. \n\nTARGET SECTION TO BE ANNOTATED:\n Barbara at the head of the table, making the\nfamily laugh with some anecdote.\n\nBARBARA (V.O.)\nNow more than ever we are bound by the secrets\nwe share.\nBen snorts as Barbara makes a funny face.\nBARBARA (V.0.)\nI’m invited to drop in on them this summer. At\n\ntheir house in the Dordogne. I might just do\nthat...\n\nINT. BARBARA’S BEDROOM — NIGHT\nBarbara sat up in bed, writing.\nBARBARA (V.O.)\nThough no rush. We’ll have plenty of time a\ndeux once she's left her family...\nEXT. PARLIAMENT HILL - DAY\n\nBarbara and Sheba on the bench seen at the beginning. They\nshare sandwiches.\n\nBARBARA\nDo try the prawn, it's delicious.\n\nRaxrbara munches contentedly-\n\nCT\n\fBARBARA\nI once sat here discussing Elgar. For three\nhours.\n\nSHEBA\nGod! Who with?\n\nBARBARA\nOh, just a friend. Jennifer. This was our\nhaunt.\n\nSheba conceals her discomfort.\n\nBARBARA\nWe were quite chummy for a while. But...the\npoor thing suffered from this terrible\ndepression. I tried to help but she rather\nunravelled. She became alarmingly. ..deluded.\n\nSHEBA\nDid she go to hospital?\n\nBARBARA\nNo, she got a job in Stoke.\n\nSheba thinks, putting it all together...\n\nSHEBA\nWhen was this?\n\nBARBARA\nLast summer. I did what I could but she was\ntoo far gone. Even so I feel I should’ve done\nmore...\n\nSHEBA\nI’m sure she knows you did your best...you’re\nsuch a sensitive person.\nSheba pats Barbara’s shoulder, Barbara takes her hand.\n\nBARBARA\nOne conceals it of course.\n\nShe turns to Sheba, vulnerable.\nBARBARA\nPeople languish for years with partners who\nare clearly from another planet.\n\nSHEBA\nMmm...\n\f4]\n\nBARBARA\nWe so want to believe we’ve found our ‘other’.\nOne needs courage to recognize the real as\nopposed to the convenient.\n\nSHEBA\nYes.\n\nBarbara is still holding Sheba’s hand.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne needs courage to recognize the real as\nopposed to the convenient. SHEBA\nYes. Barbara is still holding Sheba’s hand. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA\nWhen I was young I had such a vision of\nmyself. I dreamt I’d be someone to be reckoned\nwith. You know, in...in the world.\n(beat)\nBut one learns one’s scale.\nSheba squeezes Barbara’s hand. Barbara responds gratefully.\n\nBARBARA\nI’ve such a...dread...of ending my days alone.\n\nSHEBA\nMmm. Well we all-\n\nBARBARA\nThough recently, I've allowed myself to\nimagine I might not be...am I wrong?\n\nSHEBA\nOf course not.\n\nSheba gives Barbara a ‘loving’ hug. Barbara crumples in\ngratitude.\nEXT. VET’S SURGERY -~ DAY\n\nBarbara rushes in, cradling the stricken Portia in her arms.\n\nINT. VET’S SURGERY - DAY\nThe vet feels Portia’s tummy.\n\nVET\nDo you want to stay?\n\nBarbara shakes her head.\n\fVET\nSometimes people find it comforting to see\nthem at peace. Would you like to come back\n++-in twenty minutes, to say good-bye?\n\nEXT. STREET - MOMENTS LATER\nBarbara comes out of the vets. A zombie on the busy street.\n\nThen she remembers - Sheba lives nearby. She starts to hurry,\nalmost pushing people out of the way as she rushes to her\nfriend.\n\nEXT. SHEBA’S STREET - MINUTES LATER\n\nBarbara panting for breath, a broken woman desperately\nneeding comfort. She hurries towards Sheba’s house.\n\nSuddenly ~ the Hart’s car comes out their driveway nearly\nknocking her over. Richard is at the wheel, he parks up, the\ncar skewed on the road, engine running...\n\nBen and Polly are in the back. Barbara sees Polly groaning\ncomically, mockingly - and Ben (who holds his wizard hat) is\nlaughing at his sister’s antics. Sheba is shushing them.\n\nSheba sees Barbara is in great distress, says something to\nRichard and gets out the car.\n\nBarbara falls into her arms, sobbing.\n\nSHEBA\nIs it Portia? Oh no.\n\nRichard gives Sheba a quizzical look from the car, ‘what’s\nup’? Sheba grimaces, indicates this might take a while.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh no. Richard gives Sheba a quizzical look from the car, ‘what’s\nup’? Sheba grimaces, indicates this might take a while. \n\nTARGET SECTION TO BE ANNOTATED:\nRichard exhales in frustration and points to his watch —\n‘we're late’.\n\nBARBARA\nI have to go back to the vets...after it’s\ndone...will you come with me? I just can’t on\nmy own...\n\nSHEBA\nOh, I - of course I would but...Ben’s doing\nhis play at his school and-\n\nBARBARA\nA play??\n\nTp\n\fSHEBA\nThe - wizard thing, remember? We’re all going.\nWe're a bit late actually...\n\nBARBARA\nSomeone has died!\n\nSHEBA\nI - = know...and ~ and it’s terribly sad.\n\nBen is banging on the car window. Richard shouts at Polly to\nstop him. She shouts back. It’s mayhem in there.\n\nBARBARA\nYou owe me this.\n\nRichard revs the engine, Sheba turns, impossibly pulled in\nboth directions. Richard’s face - ‘We have to go’.\n\nBen looks anxiously from the car. Meanwhile, Barbara’s on the\nturn, Sheba pleads:\n\nSHEBA\nHe’s doing a show for the first time in his\nlife!\n\nBARBARA\n\nThat's your choice is it?\n\nSHEBA.\nLook -— why - why don’t you come? You’re very\nwelcome...\n\nBarbara doesn’t hear it.\n\nBARBARA\nI thought you understood what friendship\nmeans .\n\nSHEBA\n\nHe’s my child!\nRichard honks the horn in frustration.\n\nSHEBA\nHe’s my son, he’s just a little boy!\n\nBARBARA\nDon’t play the good mother with me.\n\nBarbara cyes the car — a threat. But now Richard leaps out\nand shouts across the bonnet.\n\fRICHARD\nExcuse me? Can one of you tell me what’s going\non? Is this some kind of coven?\n\nBARBARA\n(coolly)\nOh, I can explain perfectly. Would you like me\nto?\nSHEBA\n(jumps in)\n\nIt’s just that Barbara’s had some very bad\nnews, about her cat.\n\nRICHARD\n(To Barbara)\nMy condolences. Poor, poor pussy! Now can I\nhave my wife back please?\n\nBARBARA\n(fixes him)\nI don’t like your tone.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoor, poor pussy! Now can I\nhave my wife back please? BARBARA\n(fixes him)\nI don’t like your tone. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHARD\n(fo Sheba)\nWhy is she always here? What fucking spell has\nshe cast on you?!\n\nPolly pokes hex head out the car window.\n\nPOLLY\nBen’s getting really stressed! I think he’s\ngonna blow!\n\nRICHARD\n(fo Sheba)\nGod‘s sake, woman, will you get in the bloody\ncar!\n\nSHEBA\nGIVE ME A MINUTE WILL YOU! I CAN HANDLE THIS!!\n\nRichard storms back to the car.\nBARBARA\nOh - oh ~ so I’m to be handled am I? Like\ntoxic waste. So you see me on sufferance? I’m\nan imposition, to be tolerated!\n\nEmergency! Sheba hugs Barbara.\n\n+f\n\fSHEBA\nNo! Of course not! I love our time together!\nI’m your good, good friend.\n\nBARBARA\nThen stay with me.\n\nSHEBA\nI would if I could. And I’m desperately sorry\nabout Portia. But you know I have to go.\n\nSheba gently detaches herself. A moment of reckoning:\nBARBARA\nThink very carefully, madam. Be aware of the\nconsequences.\n\nThe car starts pulling away from the kerb, slowly making it’s\nway up the road.\n\nSHEBA\n\nPlease don’t make this mean more than it is!\nBARBARA\n\nI need you to stay. I don’t know what 1/11\n\ndo...\nA herculean honk of the horn - and now Sheba runs for it.\n\nSHEBA\nI’1l phone you later! I promise!\n\nSheba gets in the car. Barbara watches it disappear down the\nroad.\n\nBARBARA (V.O-)\nThey always let you down in the end...\nEXT. BARBARA'S GARDEN — LATER\nBarbara digging a hole in the ground with a small trowel.\n\nShe’s exhausted from the effort, has been sobbing for the\nlast hour. Her hands and arms are covered in soil.\n\nBARBARA (V.O.)\nJennifer said I was ‘too intense’. Meaning\nwhat exactly?\n\nBarbara buries Portia’s body tightly wrapped in a blanket-\n\fBARBARA (V.0.)\nThat I am loyal in my friendships?\n\nThen she buries the cat toys and the cat bowl.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeaning\nwhat exactly? Barbara buries Portia’s body tightly wrapped in a blanket-\n\fBARBARA (V.0.)\nThat I am loyal in my friendships? Then she buries the cat toys and the cat bowl. \n\nTARGET SECTION TO BE ANNOTATED:\n And with a\ngrim last look - the Asprey frame from Sheba.\n\nBARBARA (V.0.)\nThat I will go to the ends of the earth for\nsomeone I admire?\n\nShe treads the earth down.\n\nINT. BEN’S SCHOOL - SAME TIME\n\nBen’s little ‘play’. Audience of parents and relatives\nwatching their kids. Richard videos it.\n\nBen comes on in his wizard hat, waving a wand. Applause and\nlaughter. Sheba is powerfully moved. Polly holds her hand.\nINT. SITTING ROOM - LATE AFTER-NOON\n\nIt’s getting dark outside. Barbara sat in her chair.\n\nShe’s still wearing her ‘gardening’ clothes. Dried mud on her\nface and arms. She’s immobile, a statue in grief.\n\nThe door bell rings. She goes down the corridor - hoping it’s\nSheba come to apologize. She opens the door.\n\nBRIAN\nNot disturbing you, am I?\n\nShe shakes her head, still dazed by the day’s events.\n\nBRIAN\nIt’s just...I need to talk to you about Mrs\nHart. Sheba.\n\nBARBARA\n\nAh...\nShe looks at him, feels sure he knows something...\n\nBRIAN\nIt’s a bit delicate. can I come in?\n\nBarbara leads him into the kitchen.\n\nBARBARA\nTea?\n\nee\n\fa ~\n\nBRIAN\nLovely, thanks.\n\nShe fetches milk and sugar. Brian hovers.\n\nBRIAN\nYou haven’t got a biscuit?\n\nBarbara produces a tin and hands it to him.\n\nBRIAN\nCheers.\n\nAs he munches he notices the muddy trowel on a side table.\n\nBARBARA\nWould you like me to take your hat?\n\nHe removes his Tottenham Hotspur hat and scarf.\nBRIAN\nBeen up the lane. White Hart Lane. Home of the\nmighty Spurs.\n\nBARBARA\nWere you victorious?\n\nBRIAN\nThree nil! Jermaine Defoe - get in there!\n\nHe mock heads a ball.\nBARBARA\n\nMy father supported Charlton Athletic. it\nmever seemed to give him any pleasure.\n\nBarbara prepares the tea.\n\nBRIAN\nWhere’s the moggy?\n\nBARBARA\nShe's dead.\n\nBrian eyes the mud on her face and arms.\nBRIAN\nOh, dear. My condolences.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrian eyes the mud on her face and arms. BRIAN\nOh, dear. My condolences. \n\nTARGET SECTION TO BE ANNOTATED:\n Ahhh. Is this not a\n\ngood time?\n\nBarbara thinks. Then, a dark glint in her eye-\n\fBARBARA\nIt’s a very good time.\n\nThey sit at the kitchen table.\n\nBARBARA\nMrs Hart.\n\nBRIAN\nYeah. Well...it’s just...erm...\n\nBARBARA\nAnything you tell me will be in strictest\nconfidence.\n\nHe nods, gratefully.\n\nBRIAN\nThe thing is...I was wondering if she’s...ever\nmentioned me?\n\nBarbara’s eyes widen-\n\nBRIAN\nDoes she ever...mention me?\n\nBARBARA\nLet me think...\n\nShe puts her fingers to her temples, a little theatrically.\n\nBARBARA\nNo. Never.\n(beat)\nActually - yes! She mentioned you’d invested\nin a new shirt. I think it was last term.\n\nBRIAN\nYeah, T lashed out at Nicole Farhi. The thing\nis...over the last few months, ever since I\nmet her really, I’ve...\n\nBARBARA\nBrian, are you in love?\n\nBRIAN\nI’ve been a bit bloody obvious, haven’t I?\n\nBARBARA\nYou’ve been utterly clandestine.\n\nHe senses she’s mocking him but can’t be sure.\n\n48\n\fBRIAN\nSo she mentioned the shirt then?\n\nBARBARA\nYou do know she’s married?\n\nBRIAN\nYeah but she’s quite flirty. You never know\nwith people, do you?\n\nBARBARA\nIndeed you don’t.\n\nBRIAN\nBut I wouldn’t want to make a move if I’m\ngonna get knocked back. What with staff\npolitics and the Head being such a stickler -—\nyou have to be really careful these days.\n\nBARBARA\nIt’s a minefield.\n\nBRIAN\nSo...would...do you think you could have a\nword with her? suss the lie of the land?\n\nBARBARA\nYou’d like me to ask Mrs Hart if she’s\ninclined to commit adultery with you?\n\nHe looks at her - could not be more exposed. But she’s had\nher fun and is tired of toying with him. To business:\n\nBARBARA\nI don’t want you te suffer more than is\nnecessary. No one should.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut she’s had\nher fun and is tired of toying with him. To business:\n\nBARBARA\nI don’t want you te suffer more than is\nnecessary. No one should. \n\nTARGET SECTION TO BE ANNOTATED:\n I couldn’t possibly\nspeak for Mrs Hart but instinct tells me you\nMight not be her type.\n\nBrian nods, crestfallen. Then thinks...\n\nBRIAN\nShe’s got a type then?\n\nBARBARA\nIt’s no reflection on your attractiveness. But\nI get the impression her preference is\nfor...the younger man. Surprisingly young.\n(pause)\nBoys, I’m told.\n\nBrian absorbs the information.\n\fBARBARA\nNaturally she’s never discussed any of this\nwith me. But I’ve been hearing some rather\ndisturbing rumours that there’s one in\nparticular. Playground gossip, staff room\nwhispers and so on...\n\nShe’s alone now, turned away from him, as if he were\ninvisible. Or she in confession.\n\nI think you might know the boy in question\n..+.Steven Connolly.\n\nBRIAN\nYear Ten?\n\nShe nods, distantly. Brian stares at her, slow cogs whirring,\nhis moral outrage increasing with his jealousy.\n\nBarbara turns to him now - as if none of this had been said.\nBARBARA\nI think the kettle’s boiled.\nINT. BEN’S BEDROOM —- THAT NIGHT\n\nSheba tucking Ben in. His wizard’s hat sits on a bed post.\nShe brushes his hair from his face.\n\nBARBARA (V-0.)\nYou say the words and it’s done. Easy.\n\nSheba kisses Ben good-night and turns out the light.\n\nINT. BARBARA’S FLAT - SAME TIME\n\nBarbara picking at her dinner in front of the TV, vaguely\nwatching the lottery show.\n\nBARBARA (V.0.)\nJudas had the grace to hang himself.\n\nShe goes to the kitchen, scrapes her scraps into the bin.\nBARBARA (V.O.)\n\nBut only according to Matthew - the most\nsentimental of the apostles.\n\n90\n\fINT. POLLY’S ROOM ~ LATER THAT NIGHT\n\nSheba tidying. She finds a pair of boxer shorts belonging to\nPolly’s boyfriend.\n\nBARBARA (V.O.)\nIs this the last night of her old life?\n\nPolly stands in the doorway having had a bath. Sheba holds up\nthe shorts, quizzically. Polly smiles.\n\nINT. RICHARD’S STUDY - LATER\n\nRichard hard at work.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nPolly smiles. INT. RICHARD’S STUDY - LATER\n\nRichard hard at work. \n\nTARGET SECTION TO BE ANNOTATED:\n Sheba removes a finished mug of coffee\nand sets down a new one. He strokes her hand.\n\nBARBARA (V.0O.)\nI wonder how long my messenger will take?\n\nINT. BATHROOM - NIGHT\nBarbara in the bath.\n\nBARBARA (V.O.)\nPeople like Sheba think they know what it is\nto be lonely. But of the drip drip of long-\nhaul, no-end-in-sight solitude they know\nnothing.\n\nShe draws on her cigarette.\n\nBARBARA (V.C.)\nWhat it’s like to construct an entire weekend\naround a visit to the launderette. Or to be so\nchronically untouched that the accidental\nbrush of a bus conductor’s hand sends a jolt\nof longing straight to your groin.\n\nINT, SUMMER HOUSE - NIGHT\n\nSheba alone on the sofa, thinking.\n\nBARBARA (V.0.)\nOf this, Sheba and her like have no clue.\n\fINT. BARBARA’S BEDROOM/SITTING ROOM - SAME TIME\n\nBarbara in bed. The phone is ringing but she doesn’t move.\nThe ansafone beeps and Sheba leaves her message.\n\nSHEBA (V.0.)\nBa, I’m so sorry about today. It was an\nimpossible situation. Richard feels dreadful\ntoo. You must be so upset. Poor you. Poor\nPortia. Call me as late as you like. Let’s not\nfall out, come to dinner tomorrow night, OK?\n\nBarbara listens, guilty but resolved.\n\nINT. SITTING ROOM, SHEBA’S HOUSE - EVENING\n\nCoffee after dinner. Richard lies on a sofa, feet on Sheba’s\nlap. She idly strokes his calves. Not a sight Barbara enjoys\nas she sits across from them, nervously smoking.\n\nRICHARD\nActually, I write quite quickly, it’s the\nthinking that takes an eternity.\n(sighs)\nYou're never satisfied; when I’m lecturing I\nlong for time to write and when I’ve got it I\nyearn to be back with the students.\n\nFrom her seat Barbara has a view of the front path. She sees\na WOMAN in her mid-thirties jump out of a car and come\nstorming up to the front door.\n\nBarbara watches Sheba, her last moments before the\ncalamity...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom her seat Barbara has a view of the front path. She sees\na WOMAN in her mid-thirties jump out of a car and come\nstorming up to the front door. Barbara watches Sheba, her last moments before the\ncalamity... \n\nTARGET SECTION TO BE ANNOTATED:\nSHEBA\nMore coffee, anyone?\n\nRICHARD\nI’1ll have a slug, please.\n\nSHEBA\nBarbara?\n\nBARBARA\nNo, thank you.\n\nThe woman has now established that the bell makes no sound.\nShe starts to bang on the door. Richard looks at Sheba —\n‘who's that?’ Sheba shrugs ‘dunno’.\n\nsx\n\nen et te\n\fRichard opens the door. A big Irish voice, full volume:\n\nMRS CONNOLLY\nAre you her husband?\n\nRICHARD\nWhat? Whose?\n\nMRS CONNOLLY\nDon’t you fuck with me Mister, don’t you dick\nMme around! WHERE IS SHE? Tell her Steven\nconnolly’s mother wants to see her right Now!\n\nMrs Connolly forces her way in.\n\nRICHARD\nHey, hey, excuse me!\n\nHe tries to grab hold of her but she lashes out catching him\nacross the face. He exclaims in pain.\n\nSheba comes out into the hall and Mrs Connolly lunges at her,\nkicking, punching, scratching, screaming.\n\nMRS CONNOLLY\nYa slut! Ya fuckin‘ whore! How could you! He's\nonly a child! My little boy is a CHILD!\n\nRichard and Barbara manage to pull her off but she’s strong\nand hurls herself at Sheba again, grasping her hair.\n\nA struggle. Barbara and Richard plant themselves between the\ntwo women — keeping them apart in the tight hallway.\n\nRICHARD\nWhat the hell is going on! Will you just stop\nand calm down for one second, please! PLEASE!\n\nMRS CONNOLLY\nYou ask your wife what’s going on. ASK HER! Ya\nperverted bitch!\n\nShe manages to whack Sheba once more as MR CONNOLLY appears\nin the front doorway. A sad, quiet figure.\n\nMR CONNOLLY\nCome on. Leave them alone.\n\nHe stares at Sheba with contempt.\n\nMR CONNOLLY\nThere’s nothing here for us.\n\fHe leads his weeping wife down the path back to the car.\n\nRichard closes the front door. Sheba sits at the foot of the\nstairs, tears streaming.\n\nRichard stares at her, horribly confused...\n\nPolly appears at the top of the stairs. Followed by Ben in\nhis pyjamas.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichard stares at her, horribly confused... Polly appears at the top of the stairs. Followed by Ben in\nhis pyjamas. \n\nTARGET SECTION TO BE ANNOTATED:\n Polly’s voice, taut with vulnerability.\n\nPOLLY\nWhat’s happening. .?\n\nBarbara looks at Sheba who gives her a weak nod. Barbara\nclimbs the stairs to deal with the children.\n\nINT. LANDING/SITTING ROOM - LATER\n\nBarbara sat on the stairs with a partial view of the sitting\nroom - where Richard and Sheba are in meltdown.\n\nBARBARA (V.0.)\nBy the time I took my seat in the Gods, the\nopera was well into its final act...\n\nSHEBA\nIt just happened. It just happened!\n\nRICHARD\nThings don’t just - people make them happen.\nYou think you’re the only one who’s ever\nwanted someone young? Everyone - sometimes —\neveryone thinks about it. But they don’t act\non it, they deal with it!\n\nSHEBA\nWhen you met me I was-—\n\nRICHARD\nYou were an adult it’s not the same! You're\nhis teacher!\n\nSHEBA\nAnd you were mine! I’m not justifying, I’m not\nsaying-\n\nRICHARD\n\nOh, you're so full of shit! It’s totally\ndifferent, you were TWENTY!\n\fSHEBA\nHe’ll be sixteen in May! He’s not some\ninnocent.\n\nRICHARD\nOf course he’s innocent - he’s FUCKING\nFIFTEEN! Are you INSANE?!\n\nBarbara lights another cigarette ~ a casual spectator.\n\nRICHARD\nIf you meant to destroy us why not do it with\nan adult? That’s the convention, it’s worked\nfor centuries.\n\nSHEBA\nIt wasn’t about us.\nRICHARD\nThis boy—\nSHEBA\n\nI told you, it’s over.\n\nHe holds his head in pain.\n\nRICHARD\nwhy?\n\nSHEBA\nI...-just wanted him.\n\nRICHARD\nWhy?\n\nSHEBA\n\nI don’t know!\nRICHARD\nWELL FIND out!\nEXT. SCHOOL — DAY\n\nA Police car waits outside the gates.\n\nINT. SCHOOL CORRIDOR — DAY\n\nGita with TWO POLICE OFFICERS, they head for Pabblem’s\noffice, School kids pass by, curious.\n\fINT. STAFF ROOM - DAY\n\nTeachers gossiping as the rumours spread.\n\nINT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STAFF ROOM - DAY\n\nTeachers gossiping as the rumours spread. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SCHOOL CORRIDOR ~ DAY\nBetween lessons, Barbara passes Brian as they head in\nopposite directions.\nEXT. SHEBA’S HOUSE - DAY\nTwo POLICE OFFICERS waik Sheba to their waiting car. Richard\nstands in the background.\nINT. BARBARA’S BEDROOM ~ NIGHT\nBarbara lies in bed, in the dark.\nBARBARA (V.O.)\nMy guilt is tempered with relief. She assumes\nthe boy cracked and told his mother all. Who\nam I to disabuse her?\n\nINT. SCHOOL ENTRANCE - DAY\n\nBarbara spots Brian coming in. As he strides away down the\ncorridor.\n\nBARBARA\nBrian, do stop a moment, please...\n\nBRIAN\nI don’t want to hear it.\n\nINT. BARBARA'S FLAT ~— NIGHT\n\nBarbara watching the news on TV. A report on the ‘London\nteacher sex scandal’.\n\nTV JOURNALIST\n--.and there are further unconfirmed reports\nthat a member of staff may have known of the\naffair...\n\nBarbara watches, agog with fear.\n\fINT. PABBLEM\n\nThe spotless\n\n’S OFFICE - DAY\n\noffice of a liberal zealot; the pot plants, the\n\ngood cause posters, a carved ‘ethnic’ figurine.\n\nBARBARA\nI’ve told you, had I known anything I’d have\ninformed you immediately. My only loyalty is\nto the school!\n\nPabblem at his desk, doesn’t believe a word of it.\n\nHe stares at\n\nPABBLEM\nBrian thinks you‘ve known for months.\n\nBARBARA\nBrian ‘thinks‘?!\n\nPABBLEM\nAnd then there's Sue Hodge-\n\nBARBARA\nWill you be running through the entire staff\nroom?\n\nPABBLEM\nIf you knew and did nothing then you’ve\nenabled a crime.\n\nBARBARA\nI didn’t so I haven’t. Your point?\n\nher, has wanted to do this for years.\nPABBLEM\n\nI think it would benefit everyone if you\nretired. With immediate effect.\n\nOh so it’s a witch hunt - Salem comes to\nIslington!\n\nShe strides to the door but Pabblem gets there first and\nblocks her exit.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith immediate effect. Oh so it’s a witch hunt - Salem comes to\nIslington! She strides to the door but Pabblem gets there first and\nblocks her exit. \n\nTARGET SECTION TO BE ANNOTATED:\nPABBLEM\nThe stress of the job, radical new ideas in\nteaching not to your taste-\n\nBARBARA\nI’ve got an idea; your school, your disaster -\nwhy don’t you resign?\n\fPABBLEM\nBECAUSE I AM NOT THE CONFIDANTE OF A CRIMINAL!\n\nNow...tell me about this ‘friendship’ with Mrs\nHart...\n\nBARBARA\nI think you’ll find that a friendship between\nconsenting adults is perfectly legal - even\nunder your regime. My record here is beyond\nreproach, the majority of the staff regard me\nas their moral guardian.\n\nPabblem quails at the outrageousness of the woman. Barbara\ntries to open the door but he stops it, eyeballs her.\n\nPABBLEM\nI’ve just spoken to another of your ‘close’\nfriends. Jennifer Dodd.\n\n \n\nBarbara reacts. He gently closes the door, stares at her,\npenetrating.\n\nPABBLEM\nShe was most enlightening.\n\nHe has deployed the ultimate weapon. For the first time ever,\nhe’s got her.\n\nBARBARA\nJennifer became unwell, that’s why she left\nthe school.\n\nPABBLEM\nShe says it’s because you were stalking her.\nBARBARA\nShe’s an hysteric.\nPABBLEM\nJennifer threatened you with an injunction,\ndidn’t she?\nBARBARA\n\nNonsense!\nHe dashes to his desk and brandishes a piece of paper.\n\nPABBLEM\nA fax from her solicitors! Jennifer didn’t\nwant you within five hundred yards of her — by\nlaw! You call that a friendship?! She told me\nyou sent her fiancee a wreath!\n\n33\n\fBarbara looks away, won’t let him see her distress.\nPABBLEM\nNow we wouldn’t want all this to come out,\nwould we? Thirty years of ‘exemplary’ service\n\nending in shame and humiliation. Hmmm? Your\nchoice, Barbara.\n\nINT. SCHOOL TOILETS - MOMENTS LATER,\n\nBarbara vomiting.\n\nAbove her head, amongst the graffiti: Mad Babs Covett = nasty\nold lezza\n\nSomeone else has scrawled: i wanna lick her mangy twat!!!\n\nINT. STAFF ROOM - LATER\n\nfea break. Staff buzz around, agog with the ’Covett sacking\nrumour’. Barbara comes in.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAFF ROOM - LATER\n\nfea break. Staff buzz around, agog with the ’Covett sacking\nrumour’. Barbara comes in. \n\nTARGET SECTION TO BE ANNOTATED:\n A pause as people see her.\n\nSue Hodge - big as a barn - stares at her defiantly from\nBarbara’s own chair. Elaine Clifford serves her tea while\nother teachers fuss around her.\n\nBarbara hurries out the room.\n\nEXT/INT. BARBARA’S STREET/FLAT —- LATE AFTER-NOON\nBarbara gets out her car and approaches home. Shattered.\n\nThere’s a FIGURE on the other side of the road. He emerges\nfrom behind a car - sees her. They lock eyes. It’s STEVEN. He\nlooks ravaged with exhaustion and the stress of it all.\n\nHe comes up to her, close. Barbara bustles past him and he\nfollows, impassive, it scares her.\n\nShe rushes down the stairs to her door, fumbling for the key.\nHe follows after. Just as he comes tearing down the stairs\nshe manages to get in and slam the door. He bangs at the\nwindow in fury.\n\nInside - Barbara clutches herself in fear and shame. Junk\nmail littered at her feet.\n\nShe listens...relieved to hear the sound of his footsteps up\nher stone stairs.\n\fBARBARA (V.0.)\n\nHe knows. Does she know too?\n\n(beat)\n\nMore than I can bear.\nINT. SITTING ROOM ~ NIGHT\nBarbara in her armchair, curtains drawn. Still and silent.\n\nBARBARA (V.0O.)\nIs that why she’s not returned my calls?\n\nINT. BATHROOM - NIGHT\n\nBarbara removing her make up. Slow, meticulous, distant. She\nstares at herself, consumed with self-loathing.\n\nShe opens her mirrored cabinet. Tucked in the corner there’s\na bottle of paracetemol. She focuses on it.\n\nBARBARA (V.0.)\nIs this the shape of it? ‘Ex~teacher takes\nlife in basement flat’.\n\nAnd then the phone rings...\n\nEXT. SHEBA’S HOUSE - DAY\n\nPRESS have assembled on the pavement with TV cameras and\nPHOTOGRAPHERS - some on step ladders.\n\nTWO POLICE OFFICERS prevent them from storming the front\ngarden.\n\nThe POLICE hold them back as Barbara hurries up the path to\nthe front door where Richard lets her in.\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWO POLICE OFFICERS prevent them from storming the front\ngarden. The POLICE hold them back as Barbara hurries up the path to\nthe front door where Richard lets her in. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - CONTINUOUS\n\nRichard looks bedraggled, up all night misery. She gestures\noutside.\n\nBARBARA\nBarbarians!\n\nRichard nods. They stand facing each other. A weird echo of\ntheir first meeting four months ago.\n\nWp\n\neae\n\fRICHARD\nSorry about your job.\n\nShe's over-emotional and speaks needlessly.\n\nBARBARA\nYou see, the headmaster thought I knew!\n\nHe’s on to her in a flash:\n\nRICHARD\nDid you?\n\nBARBARA\nNo!\n\nThey stare at each other.\n\nWhere is she?\n\nRICHARD\nIn her lair.\n\nHe gestures outside.\n\nEXT. GARDEN - MOMENTS LATER.\n\nBarbara hurries to the summerhouse. Polly and Sheba are mid-\nxow. Barbara hides behind a bush.\n\nPOLLY\nYour boyfriend is younger than mine!\n\nSHEBA\nHe’s not my boyfriend!\n\nPOLLY\nDon’t kid yourself we’ll ever forgive you.\n\nSHEBA\nI don’t expect you to. Hate me ~ I deserve it.\nBut I won’t stop loving you and I won’t stop\nbeing your mother!\n\nPOLLY\nThe fuck is that?! What’s that?! You slept\nwith a child!\n\nPolly storms off, then spots Barbara.\n\fPOLLY\nOh, Jesus wept! The spectre at the feast!\n\nBARBARA\nWatch your tongue, young lady.\n\n. POLLY\nFrigging freak!\n\nBarbara knocks on the open door. Sheba turns, relieved to see\nher. Barbara opens her ams and they hug warmly.\n\nThere, there.\nBarbara fishes in her bag and gives Sheba a tissue.\n\nBARBARA\nHere you are.\n\nBarbara sits Sheba down.\n\nSHEBA\nThanks for coming.\n(pause)\nI’m so sorry about school. Was he awful to\nyou?\n\nBarbara nods, bravely. They sit in silence for a while.\nSHEBA\nListen...would...you can say no,..I'd\ncompletely understand. Richard... needs some\ntime alone...actually, he's asked me to leave.\nCould I come and stay with you? Just for a few\ndays?\nBarbara manages to affect the illusion of ‘thinking about it’\ndespite her elation.\nYou’re welcome for as long as you like.\n\nSheba hugs her with gratitude.\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re welcome for as long as you like. Sheba hugs her with gratitude. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE - LATER\n\nRichard paces in the sitting room as Barbara hovers in the\nhall.\n\nBARBARA\nTs Ben at school?\n\n}\n\f1\n\nRichard nods.\n\nBARBARA\nDoes he...know what’s happening?\nRICHARD\n(furiously)\n\nIt’s really none of your business!\nSheba comes down the stairs carrying a suitcase.\n\nRichard gives Barbara a look, ‘go’. Barbara takes the\nsuitcase and goes out the front door.\n\nInstantly the cameras flash - and then the groans as the\npress see it’s not who they want.\n\nRichard faces Sheba, his back to the front door.\n\nRICHARD\nI knew who you were when we met. You were\nyoung. I knew it might get tough. But I was\nprepared.\n\nHe hoids her shoulders:\n\nRICHARD\nYou’re a good mother. But at times you’ve been\na fucking lousy wife. Why didn’t you come to\nme? You could’ve told me how lonely you were.\nYou never trusted me to help you.\nI’m not saying I’m so fucking fabulous but I\nwas here.\n\nSheba accepts it. They look at each other. Then he opens the\nfront door and stands behind it as she goes out.\n\nA HUGE FLASH OF WHITE LIGHT as she faces the CAMERAS.\n\nFADE TO:\n\nINT. SITTING ROOM - NIGHT (A MONTH LATER)\n\nBARBARA (V.O.)\nThis last month has been the most delicious\ntime of my life.\n\nSheba asleep on the sofa bed. A bare leg exposed. Barbara in\nan armchair, watching over her.\n\fBARBARA (V.O.)\n\nOf course we've had our ups and downs. The\npressure is intense when two women share their\nlives.\n\nHer hand hovers over the leg, wants to stroke her but doesn’t\ndare.\n\nBARBARA (V.O.)\nBut oh, what marvellous intensity it is!\n\nShe carefully covers Sheba’s leg with a blanket.\n\nEXT. BARBARA'S FLAT - DAY\nA bright Spring day - but the basement curtains are drawn.\n\nA pack of JOURNALISTS, TV CREWS and PHOTOGRAPHERS. They joke\namongst themselves, an atmosphere of crude jollity.\n\nThe front door opens a crack. They jump into action. Barbara\nemerges with her tartan shopping trolley on wheels.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe front door opens a crack. They jump into action. Barbara\nemerges with her tartan shopping trolley on wheels. \n\nTARGET SECTION TO BE ANNOTATED:\nMALE JOURNALIST\nIt’s the crone!\n\nBarbara comes up the exterior stairs to ground level. They\ncluster around her. Barbara wheels her shopping basket\nthrough their midst, imperious.\n\nA few give chase but the majority know it’s not worth it.\n\nBack at the flat a curtain twitches and the cameras flash.\n\nINT. SITTING ROOM, FLAT.\n\nSheba closes the curtain. She wears a long, ratty t-shirt,\nknickers and socks.\n\nIt’s noon. She’s just got up. She starts to fold her sheets\nand blankets. A prisoner.\n\nBARBARA (V.O.)\nAdmittedly, circumstances are not always\nideal...\nINT. BATHROOM.\n\nSheba on the loo, urinating. Utterly desolate.\n\n44\n\fBARBARA (V.0.)\nThe swinish press, the stringent bail terms,\nmeetings with lawyers and so on.\n\nThe clutter of Sheba’s toiletries and make-up mingled with\nBarbara’s.\n\nBARBARA (V.0.)\nBut all things considered we're coping\nadmirably. In fact, gold stars abundant!\n\nSheba steps on a tiny gold star - incongruously bright and\nshining - on the grubby floor.\n\nINT. CORRIDOR/BEDROOM - SAME TIME\n\nSheba comes out the bathroom and wanders down the corridor\ninto Barbara’s bedroom.\n\nShe hitches up her t~shirt in front of the mirror, broodily\nposing like an adolescent.\n\nBARBARA (V.0.)\nThe cuckold permits her to see their children\nonce a week. Under strict supervision of\ncourse.\n\nSheba sits at the dressing table. She examines her foot. she\npicks the gold star off. Odd...\n\nBARBARA (V-O.)\nThere are usually tears - such big, salty\ntears she cries - and fits of teenage tantrums\ntoo.\n\nSheba puts on some make up, dark eye liner, red lips. She’s\nbored out of her brain.\n\nBARBARA (V.O.)\nIn time she’ll recognize she’s just not the\nmothering kind...\n\nSheba stops, spots another gold star on the carpet. She picks\nit up and flicks it into the bin.\n\nBARBARA (V.0.)\nAnd then Barbara will be there to comfort her;\nnurse, beloved friend and wise counsel.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSheba stops, spots another gold star on the carpet. She picks\nit up and flicks it into the bin. BARBARA (V.0.)\nAnd then Barbara will be there to comfort her;\nnurse, beloved friend and wise counsel. \n\nTARGET SECTION TO BE ANNOTATED:\nThe bin is full of fag butts, evidence of a long night’s\nwork. Sheba sees another gold star amongst the detritus.\n\fBARBARA (V.0.)\nI used to waddle through the world virtually\ninvisible but now I seem somehow to shine.\n\nSheba spots a scrap of crumpled paper ripped from a notebook -\ntwo gold stars on it.\n\nBARBARA (V.O.)\nAt last, I am me.\n\nSheba takes the scrap of paper from the bin. Sees Barbara’s\nhandwriting on it. Sheba reads...\n\nCLOSE: the page from Barbara’s journal.\n\nSheba reading in horror.\n\nINI. SUPERMARKET - SAME TIME\n\nBarbara choosing food, comparing prices, has to be frugal.\nShe merrily picks out a big, white loaf. Fish fingers,\nSausages, baked beans. Comfort food.\n\nINT. BARBARA’S BEDROOM.\n\nSheba leaps up, pulls opens a dressing table drawer: Make up.\nAnother: a hair dryer. Another: Stationery; pens, paper and a\npacket of gold stars...\n\nSheba frantically searches, ransacking the place.\n\nINT. SUPERMARKET - SAME TIME\n\nBarbara queues at the checkout, chatting with her fellow\nshoppers. No longer one of the lonely - a woman of purpose.\n\nINT. BARBARA’S BEDROOM\n\nSheba searches drawers, under the bed, in cupboards, turns\nout the laundry basket - until finally...in the bottom of a\nlittle drawer beneath the mirror she finds the journal.\n\nShe flicks through: Barbara’s black ink handwriting - mainly\nneat but now and then with violent crossings out and furious,\nmad, margin scrawlings.\n\nThe gold stars charting the various ups and downs...\n\nIbo\n\fA photo: Barbara and JENNIFER DODD in Paris, smiling at the\ncamera. Jennifer is around the same age as Sheba, a similar\nlook.\n\nBeneath the photo Barbara has written, ‘Paris 2003 - before\nthe worm turned’.\n\nOn another page Sheba finds a Pizza Express receipt marked\n‘Ladies who lunch! !!’.\n\nAnd there are numerous clippings from recent newspaper\nreports on the scandal.\n\nOn an earlier page a strand of hair is taped in. Barbara‘s\nhandwriting: ‘A strand of her hair’.\n\nSheba reads on with mounting horror...\n\nEXT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbara‘s\nhandwriting: ‘A strand of her hair’. Sheba reads on with mounting horror... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET/BARBARA’S FLAT - LATER\n\nBarbara wheeling her full shopping trolley down the street.\nThe Press still camped outside her flat.\n\nJOURNALIST\nThe crone returneth!\n\nBarbara sails through the hordes.\n\nINT. BARBARA‘S FLAT - CONTINUOUS\nShe lets herself in. Instantly knows something’s wrong.\n\nBARBARA\nSheba. ..?\n\nThe flat has been completely trashed. Furniture and cushions\nripped with a carving knife, crockery smashed, books and\nornaments torn from shelves.\n\nSheba is sat on the edge of an armchair. Fully dressed now,\nwearing her coat, her suitcase by her side.\n\nShe's savage with rage - clutching the journal. Her make up\ndisturbing, eyes black with mascara, lips a violent red.\n\nSHEBA\nWhat you say, about me, about Richard. You’re\nnot fit to shine his shoes. And Ben and\nPolly-..that I'd be better off without them?\n\nSheba rises. Slowly approaches. Barbara holds her ground.\n\fSHEBA\nWhy did you do it? Because I didn’t help you\ncollect your CAT!\n\nSheba slaps her hard across the face. Barbara flinches but\ndoesn’t budge, accepting her punishment.\n\nSheba slaps her again. Barbara stands firm, taking it,\ndespite the pain. .\n\nBARBARA\nLet it all out...\n\nSHEBA\nYou’ve cost me my family!\n\nBARBARA\nOh, take some responsibility! They’d have\nfound out in the end! I’ve given you exactly\nwhat you wanted - without me you’d still be\nstuck in that marriage!\n\nSHEBA\nWhat?!!\n\nBARBARA\nYou can’t accept it yet but-\n\nSHEBA\nYou think I wanted to be HERE WITH YOU!!\n\nBARBARA\nMaybe you didn’t want it to - to happen quite\nlike this but we both know you need me, I’m\nyour friend!\n\nSHEBA\nYou’ve put me in prison, I could get Two\nYEARS!\n\nBARBARA\n\nThey'll fly by! 1’11 visit every week. We have\nso much life to live - together!\n\nSHEBA\nYou — WHAT? You think this is a LOVE affair?!\nA relationship?!\n\nShe brandishes the journal as evidence.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou think this is a LOVE affair?! A relationship?! She brandishes the journal as evidence. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEBA\nSticky gold stars and - and - a strand of my\nHAIR??! A receipt from PIZZA EXPRESS!?\n\n(MORE )\n\n98\n\f44\n\nSHEBA (cont'd)\n(gestures to the room)\nIt’s a basement flat off the ARCHWAY ROAD and\nyou think you’re Virginia frigging Woolf! And\nwhere did you get my hair? Did you pluck it\nfrom the bath with some special fucking\ntweezers?!\n\nBARBARA\nDon’t you know it’s rude to read a person’s\ndiary, it’s PRIVATE!\n\nBarbara lunges for the diary but Sheba pulls it away.\n\nSHEBA\nIt’s all BULLSHIT! We‘re not COMPANIONS, we’re\nnot FRIENDS - you don’t even like me!\n\nBARBARA\n(urgently)\nNo! I - I have only tender feelings for you -\nonly love!\n\nSHEBA\nYOU’RE BARKING FUCKING MAD! You don’t know how\nto LOVE! You‘ve never - your whole life - me -\nJennifer fucking Dodd - you’re just WASTE and\ndisappointment, you DYKE, you BITTER OLD\nVIRGIN! Endlessly justifying yourself with how\nlonely you are - you’re lonely for a REASON!\nThey hated you at school ~ all of them ~ for\nTHIRTY YEARS! I was the idiot who bothered but\nonly cos no one told me you’re a VAMPIRE! So\nwhat is it, Ba - you — you wanna roll around\non the floor like LOVERS?! You wanna fuck me,\nBarbara?\n\nBARBARA\nPlease don’t diminish our-\n\nSHEBA\nOur WHAT?!! OUR WHAT??1!\n\nSheba starts ripping out the sacred pages from the diary.\nBarbara fights for the book desperate to rescue it.\n\nBARBARA\nGive it back!\n\nThey tug and pull - struggling - locked together.\n\nBARBARA\nI know you - born selfish and vain - think\nyou’ve a divine right - you BIG BABY! You\ndon’t belong in the world, YOU BELONG HERE!\n\fSheba lets out a roar of fury right in Barbara’s face.\n\nSHEBA\nAABABAAGGGGGHHHHH! !!\n\nBarbara releases her grip and Sheba tears the book from her.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSheba lets out a roar of fury right in Barbara’s face. SHEBA\nAABABAAGGGGGHHHHH! !! Barbara releases her grip and Sheba tears the book from her. \n\nTARGET SECTION TO BE ANNOTATED:\nShe runs out the front door - wild.\n\nEXT. STREET - CONTINUOUS\n\nSheba charges up the basement steps only for the amazed Press\nto surround her.\n\nSHEBA\nHERE I AM! HERE I AM!\n\nSheba screams and howls giving them exactly what they want.\nBarbara watches it all from her window.\n\nJOURNALIST 1\nOh my god, she’s gone berserk!\n\nJOURNALIST 2\nIt’s Christmas!\n\nSheba tries to break through them but is trapped in their\ntight circle. She’s scared now...\n\nSHEBA\nPlease...let me go now...that’s\nenough. ..please...\n\nThey continue to flash their cameras and pummel her with\nquestions.\n\nBarbara rushes out the door and barges through them, elbowing\nher way with all the force in her body - a strangely heroic\nlittle figure amongst the seething men.\n\nBARBARA\nLet me through you OAF - GET OUT MY WAY ~ give\nus some room here!\n\nShe manages to hustle an almost grateful Sheba back into the\nflat. She slams the door.\nINT. HALLWAY — CONTINUOUS\n\nBarbara and Sheba getting their breath. Two fighters all\npunched out.\n\fINT. BARBARA’S FLAT —- LATER THAT NIGHT\n\nBarbara with a big, black bin liner tidying the mess. She\nscoops some broken glass into the bag.\n\nSheba at the kitchen table, still holding the journal.\n\nSHEBA\nWe never invited you to the fucking Dordogne.\n\nBARBARA\nI’m sorry but you specifically said if I\nhappened to be in France then I must drop-—\n\nSHEBA\nWe didn’t mean it!\n\nBarbara forces herself to stay calm.\nBARBARA\nWell...fine.\n(an afterthought)\nI won’t come then.\nSheba shakes her head, ‘bonkers’. She puts on her coat.\nSHEBA\nI asked you to lunch because I liked you. I\nwould’ve been your friend.\nBARBARA\n(softly)\nI need more than a friend.\n\nThey look at each other. No anger, just stalemate. Sheba\nhands Barbara the journal and leaves.\n\nBarbara in her trashed flat. Desolate.\n\nShe places the journal on an empty shelf.\n\nINT/EXT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesolate. She places the journal on an empty shelf. INT/EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TAXI/LONDON STREETS - LATER\n\nSheba in a cab, heading home.\n\nEXT. SHEBA’S HOUSE - NIGHT\nSheba stood outside her house. Warm lights on inside.\n\nShe climbs the stairs and nervously knocks on the door.\n\f0\"\n\nAfter a while Richard opens it. They look at each other.\n\nAnd then he motions her in and closes the door.\n\nEXT. HIGH STREET - DAY (A WEEK LATER)\n\nBustle of people. Barbara amongst then.\n\nINT. STATIONERS.\n\nBarbara selects a new journal from the shelf.\n\nShe goes to the checkout - ignoring the section where they\nsell the gold stars.\n\nEXT. BARBARA'S STREET.\n\nBarbara walking, her new journal in its plastic bag. She\nheads down the concrete stairs to her front door.\n\nINT. BARBARA’S FLAT, SITTING ROOM - DAY\n\nBarbara at. her kitchen table. The flat looks bare and bleak,\nstripped of all life.\n\nShe takes out her new diary and smooths down the spine on the\nfirst page.\n\nShe uncaps her pen, poised to write. ‘\nShe thinks. Nothing to say.\n\nShe sits in silence. ‘\n\nEXT, PARLIAMENT HILL - DAY (3 MONTHS LATER)\n\nCLOSE: newspaper headline: ‘Sex Teacher sentenced to 16\nmonths’ -\n\nUnder it a press photo of Sheba being shepherded into court\nby Richard.\n\nA WOMAN sat on ‘the’ bench reading the newspaper. She sips a\ntakeaway cappuccino, reads on, engrossed in the story.\n\nBARBARA (0-S.)\nI knew her...\n\f[So\n\nThe woman turns, Barbara is standing behind her.\n\nWOMAN\n\nReally?\nBARBARA\n\nWe taught at the same school.\nWOMAN\n\nGod. What was she like?\nBARBARA\n\n(thinks)\n\n---A bit chilly. And perhaps a\ntouch...furtive. A sort of absent person. But\nI didn’t know her well.\n\n(beat)\nMay I?\n\nShe sits next to the woman.\n\nWOMAN\nDo you still teach?\n\nBARBARA\nNo, no, retired. Thank goodness.\n\nThe woman sips her coffee producing a little dab of froth on\nher nose. Barbara points to it, amused. The woman shrugs,\ncharmingly, and searches for a tissue.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe woman sips her coffee producing a little dab of froth on\nher nose. Barbara points to it, amused. The woman shrugs,\ncharmingly, and searches for a tissue. \n\nTARGET SECTION TO BE ANNOTATED:\n In an instant Barbara\nproduces one and hands it to her.\n\nWOMAN\nThanks.\n\nThey sit back admiring the view.\n\nBARBARA\nI do love it here.\n\nWOMAN\nMmm.\nBARBARA\nIt’s spectacular at dusk.\nBarbara turns to her lovely new prey.\n\nBARBARA\nI’m Barbara.\n\nWOMAN\nAnnabel.\n\fThey shake hands.\n\nAs they continue to talk the camera moves behind them to take\nin the view, as at the beginning.\n\nTwo women on a bench. The city in the distance.\n\nFADE TO BLACK.\n\nJoy\n\f"
}