{
  "1": "NOVITIATE\n\nBy:\nMaggie Betts\n\nC/O Maven Pictures LLC\n148 Spring Street\n\nNYC, NY\n\n10012\n\fOVER BLACK.\n\nHeld for a beat in the darkness and silence, a series of\nwritten TEXT appears upon the screen.\n\nIn 1959, Pope John the XXIII assembled\nthe Second Vatican Council. The Catholic\nChurch had not assembled an ecumenical\ncouncil in nearly 100 years.\n\nBetween 1962 and 1965, the Council, also\nreferred to as Vatican II, issued 16\ndocuments.\n\nThe aim of these documents was a broad\nrelaxation of the Church, with an eye\ntowards projecting a more welcoming\nimage.\n\nThe words then fade leaving only a hollow empty space.\nBefore piercing through the void, we begin to hear a\nVOICE. A young girl, no more than 19 years old,\nwhispering so softly and intimately.\n\nSISTER CATHLEEN (V.O.)\nSo many people settle for a love that\ndoesn’t ask much of them, that they don’t\nhave to make any real sacrifices for... I\ndidn’t want that. I wanted an ideal love,\nthat asked everything of me. That I would\nhave to sacrifice everything for.....\n\nHer voice too fades, just as an echo of distant MUSIC\nbegins to fill in - Requiem, Pie Jesu/ Gabriel Fauré -\ngradually rising, encircling and imbuing the atmosphere\nwith a quality as solemn as soaring.\n\nFADE UP:\n\nEXT. COURTYARD. COLONNADE - DAWN\n\nRays of light and sunshine pierce in little pockets,\nthrough the courtyard of this 20th Century version of an\nancient monastery. A BELL begins to chime in the\ndistance, awakening the day.\n\nWe are now moving down a long exterior walkway, following\na massive expanse of big black billowing fabric, that\nseems float along the floor as soft as waves in water.\n\fBlue Rev. (mm/dd/yy) 2.\n\nPULLING BACK, we realize we're actually following behind\na faceless NUN from this particular monastery of women,\nTHE SISTERS OF BELOVED ROSE. She seems to move with a\nstrange sense of urgency, the hem of her habit dancing\nbehind her.\n\nREVEREND MOTHER (0.",
  "2": "---END OF PREVIOUS SECTION---\nPULLING BACK, we realize we're actually following behind\na faceless NUN from this particular monastery of women,\nTHE SISTERS OF BELOVED ROSE. She seems to move with a\nstrange sense of urgency, the hem of her habit dancing\nbehind her. REVEREND MOTHER (0. \n---TARGET SECTION TO BE ANNOTATED---\n.)\nOur father, who art in Heaven, hallowed\nbe thy name.... Where are you?\n\nINT. CHAPEL - MORNING\n\nNow inside the order’s sacred chapel, we drift through\nthe space on our own- Revealing a panoramic resplendence\nof vaulted MURALS, the immaculate ALTAR OF CHRIST, silk-\nlike streams of soft and hazy light that drip in through\nwindows above.\n\nAt the same time and all alone within the shadows, the\nsame NUN has moved to the floor in the middle of the\nchapel, lost herself in prayer. She whispers.\n\nREVEREND MOTHER\nWhere are you? Where are you? Where are\nyou?...Why are you doing this to us?...\nNow when I need you most?\n\nBut we’re suddenly jolted by the abrupt and jarring SOUND\nof a...\n\nINT. NOVITIATE DORMITORY. HALLWAY - MORNING\nANGLE ON an OLD WOODEN CLAPPER.\n\nAs we now find ourselves inside the long central hallway\nof a small dormitory for girls, known as the “Novitiate”.\n\nWe follow behind as another NUN, SISTER GENEVIEVE, 47-\nGradually makes her way down the hall, clapper in hand.\nIt’s 5 am and she is loudly ‘clacking’ beside the door of\neach and every girl that is housed here. It’s her job to\nawaken them all, make sure they’re never late for Mass.\n\nINT. NOVITIATE DORMITORY. VARIOUS CELLS - MORNING\n\nMoving one by one into a number of the private rooms,\ncalled “Cells”, that make up the dorm. A variety of YOUNG\nWOMEN- Sisters CHARLOTTE, EMILY, CANDACE - Are suddenly\nJOLTED awake once the clapper lands at their door! They\nall quickly bolt from their beds, shake off the\ndrowsiness and hurry to the floor to pray.\n\fINT. SISTER CATHLEEN’S NOVICE CELL - MORNING\n\nBefore in one room in particular, containing no more than\na simple metal frame BED and an ICON OF CHRIST along the\nwall, we find SISTER CATHLEEN - A stunning and ethereal\nyoung novice of only 19.",
  "3": "---END OF PREVIOUS SECTION---\nThey\nall quickly bolt from their beds, shake off the\ndrowsiness and hurry to the floor to pray. INT. SISTER CATHLEEN’S NOVICE CELL - MORNING\n\nBefore in one room in particular, containing no more than\na simple metal frame BED and an ICON OF CHRIST along the\nwall, we find SISTER CATHLEEN - A stunning and ethereal\nyoung novice of only 19. \n---TARGET SECTION TO BE ANNOTATED---\n Cathleen’s also already wide\nawake, eyes wide open and staring straight at the door.\n\nAs the sound of the clapper then reaches Cathleen, she\ntoo hurries from her bed to the floor.\n\nA gentle call then emanates in from the hall.\n\nSISTER GENEVIEVE (0.S.)\nBenedicamus Domino...\n\nWith Cathleen and all her fellow novices calling back.\n\nNOVICES IN UNISON\nDeo Gratsias....\n\nMOMENTS LATER, Cathleen begins to undress out of her\nnightgown and into her WHITE VEIL NOVICE HABIT. For the\nbrief moment that she’s also left NAKED and unclothed, we\nnotice how awkwardly she holds her nightgown to her body,\nstruggling to climb into one garment while still\nclutching the other. Clearly the shame of her nudity\nmakes her so uncomfortable, even when she’s all alone.\n\nCLOSE ON Cathleen’s face as she at last pins on her VEIL,\nso effortlessly without the benefit of a mirror. Right\nbefore our eyes, she’s transformed from a girl to a nun.\n\nINT. NOVITIATE DORMITORY. STAIRCASE - MORNING\n\nNow the entirety of the NOVITIATE, some 15 young women in\ntotal, all rapidly descend the dormitory staircase one by\none: No more than a flurry of passing feet and floating\nveils.\n\nEXT. CONVENT - MORNING\n\nThe sound of the BELL chimes even louder, as the same\ngroup of novices now wordlessly walk in two tight lines\nthrough the hazy morning light of the courtyard. They are\nmoreover such an exquisite looking procession, almost\nmilitary-like in their lock and step unison. They seem to\nall move together like a balletic flock of birds.\n\fSomewhere tucked into the line we also observe Cathleen,\ndemonstrating such composure in her ‘Custody of the\neyes’: With arms softly crossed along her stomach and\neach hand hidden in the opposite sleeve. With eyes\nperpetually lowered and locked, in a blink-less downward\ngaze.\n\nBeat.\n\nSISTER CATHLEEN (V.O.)\nI was 17 years old when I first came to\nthe convent. 18, when I entered the\nNovitiate.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nSISTER CATHLEEN (V. O.)\nI was 17 years old when I first came to\nthe convent. 18, when I entered the\nNovitiate. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHAPEL - MORNING\n\nBack within the chapel, the ENTIRE COMMUNITY OF ROSES\nhave now gathered for the daily ritual of MASS. As a\nPRIEST stands at the altar, back to the congregation, we\nwatch his HANDS begin to carefully lay out his\nACCESSORIES for the service.\n\nAt the same time as we also peer through the pews to see\nthe room packed to the gills with over 200 nuns, all\nranging in ages from 16-100. Moving all around and\nthrough them, from one pew to the next, we look deeply\ninto so many of their still and solemn faces. The\ncollective sense of reverence and rapture, so palpable\nyou can almost taste it.\n\nPRIEST (0.S.)\nMea Culpa, mea culpa, mea maxima\nculpa...Baptistam, sanctos Apdstolos\nPetrum et Paulum, omnes sanctons....\nOremus.\n\nAnd suddenly all is silent, dead silent. A silence so\nrich, deep and voluptuous, it creates its’ own presence\nin the room. Such a powerful silence that is broken only\nby the occasional COUGH or BREATHE, before...\n\nSISTER CATHLEEN (V.O.)\nAnd I’m sure a lot of people could\nprobably never understand it. Never\nunderstand why someone so young, with\ntheir whole life in front of them, would\nwant to give it all away to God.\n\nWe then slowly begin to PAN across the faces of all the\nNovices, all knelt together in a line before altar-\nNoticing how shockingly young and innocent they all are.\nMost of these girls, all now in their final stages of\ntraining to be nuns, are barely even out of high school.\n\fCATHLEEN (V.O.)\nThey think of nuns today, and all they\nsee is a bunch of old women... Women who\ncouldn’t find husbands. Women who, for\nwhatever reason, just couldn’t make it in\nthe outside world. So ran off to a\nmonastery to escape everything...\n\nWe then finally land on Cathleen, just as her eyes glance\nup with such longing at the altar. She just stares\nstraight up at it, while all other heads around her are\nbowed.\n\nCATHLEEN (V.O.",
  "5": "---END OF PREVIOUS SECTION---\nShe just stares\nstraight up at it, while all other heads around her are\nbowed. CATHLEEN (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nWhat they don’t understand though, is\nbeneath everything else... We were women\nin love.\n\nCathleen then finally closes her eyes, giving herself\nover to prayer. She whispers.\n\nSISTER CATHLEEN\nOh Lord, I adore you. You’re all I could\never want.\n\nFADE OUT\n\nOVER BLACK.\nA new TITLE now appears on the screen.\n10 YEARS EARLIER\n\nJust as the sound of some iconic feeling 1950’s POP SONG\nbegins to drift in, together with that of a far off,\ndistant TRAIN HORN.\n\nFADE UP:\n\nRURAL TENNESSEE. VARIOUS - DAY\n\nMusic from a local Tennessee radio station plays through\nthe background, as we come to a quaint series of tableaus\nof the rural South as it once was, the lost and forgotten\nfeeling of a great American heartland. We see great wide\nopen farms, the quietude of suburban streets, church\nsteeples towering high above.\n\nAt the same time, we begin to hear the echo of a CHURCH\nBELL.\n\fEXT. LOCAL CATHOLIC CHURCH - DAY\n\nIt’s Sunday morning with the church bell ringing, calling\nthis small Tennessee town to Mass. An exterior of the\nlocal clapboard CHURCH reveals a small stream of arriving\nlocals, smiling and greeting each other along the way.\n\nBefore A CAR pulls up, and....\n\nNORA HARRIS (35)- Cathleen’s somewhat hard scrabbled,\nthough deeply loving and devoted mother. Together with a\nmuch younger, CATHLEEN (7)- Both step out into the\nparking lot.\n\nNora looks around for a moment, checks the car mirror for\nany lipstick in her teeth, before she finally glances up\nat the church with a noticeable air of skepticism and\nanxiety.\n\nNORA\nCome on honey, let’s give this a whirl...\n\nAt the entrance, Nora and Cathleen are then suddenly\nstopped by some husky, wide-grinning MAN in his 50s.\nAlready seeming a bit “over friendly” for Nora’s taste.\n\nCHURCH USHER\nWhy Nora Harris, I don’t believe it! Is\nthat really you?\n\nNora turns, feigns surprise.\n\nNORA\nOh yeah.",
  "6": "---END OF PREVIOUS SECTION---\nIs\nthat really you? Nora turns, feigns surprise. NORA\nOh yeah. \n---TARGET SECTION TO BE ANNOTATED---\n Hey Rob, how you been? You been\ngood?\n\nCHURCH USHER\n(turning to Cathleen)\nYes Ma’am, I most certainly have. But\nwait a minute now, please don’t tell me-\nIs this really Cathleen?\n\nNORA\nYeah can you believe it, growin’ up so\nfast.\n\nHe then bends down to Cathleen, squeezing her cheeks.\nCHURCH USHER\nHey pretty lady, now you know you’re not\nallowed to grow up that fast! Soon you’1l\nbe taller than me!\n\nHe turns back to Nora.\n\fCHURCH USHER (CONT’D)\nGotta say, I’m a little surprised to see\nyou here... Long as I’ve known you, I\ndon’t think I’ve ever seen you within 500\nyards of Sunday worship.\n\nNORA\nYeah well, don’t get your hopes up. I’m\nnot here to be saved or nothing.... Just\n\nfigured it was about time Cathleen had a\nchance to see for herself, what\n\nreligion’s all about- Or ‘supposed’ to be\nabout... Besides, we were a little bored.\n\nCHURCH USHER\nAll right, good enough for me. Why don’t\nyou come on in, we’ll find you a seat.\n\nNora and Cathleen then follow the man inside.\n\nLOCAL PRIEST (0.S.)\nBlessed be God and the Father...\n\nINT. LOCAL CATHOLIC CHURCH - DAY\n\nEntering mid-sermon, a LOCAL PRIEST stands addressing a\nsmall but packed house, Nora and Cathleen squeezed into\nthe crowd.\n\nLOCAL PRIEST\nBecause although you have not seen him,\nyou still love him. Although you don’t\nknow him, you still believe in him. You\nfeel his presence all around you without\nknowing his name, and you rejoice with an\nindescribable ecstasy... For if there’s\none thing we know, it’s that God’s love\nis unconditional...\n\nSeemingly woefully unimpressed, Nora glances at her\nwatch. She then glances at Cathleen, surprised by how\nriveted and attentive her daughter seems. Young Cathleen\njust stares in wonder, in much the same way we saw her\nstare before.\n\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nShe then glances at Cathleen, surprised by how\nriveted and attentive her daughter seems. Young Cathleen\njust stares in wonder, in much the same way we saw her\nstare before. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HARRIS HOUSEHOLD - DUSK\nA hush of evening falls over this quiet rural street,\n\nsomewhere along the poorer more neglected part of town.\nNo bigger than a trailer, sits the Harris’ little house.\n\fINT. HARRIS HOUSEHOLD - NIGHT\n\nInside their cramped little home, Nora and Cathleen sit\ntogether at the kitchen table. A cigarette dangling from\nNora’s mouth, as she spoons out veggies on their plates.\n\nNORA\nReally wish you’d eat more honey, you\nknow I worry about you sometimes...\n\nNora reaches to push away the hair from Cathleen’s face.\n\nNORA (CONT'D)\nSo, did you like going to that church\ntoday?\n\nCATHLEEN\nYeah, I did.\n\nNORA\nReally? What'd you like about it most?\n\nCATHLEEN\nI don’t know? I guess I just thought it\nwas peaceful.\n\nNORA\nPeaceful? Huh? Yeah, I guess it was kind\nof peaceful.\n\nCATHLEEN\n\nWhat kind of Church was it again?\nNORA\n\nCatholic.\nCATHLEEN\n\nAre we Catholic?\n\nNORA\nNo, we're not really anything I suppose.\nTruth is, I don’t particularly believe in\nreligion myself, think it’s a waste of\ntime... But once you get older, you can\nmake up your own mind.\n\nA sudden GLARE of HEADLIGHTS then floods the kitchen\nwindows, together with the SOUND of a CAR pulling up.\nNora’s eyes quickly turn and we notice the change of\nexpression.\n\fEXT. HARRIS HOUSEHOLD - NIGHT\n\nJust outside the house, the figure of a youngish MAN hops\nout of an old PICK-UP TRUCK, starts heading for the front\ndoor with a bit of a wobbly step.\n\nINT. HARRIS HOUSEHOLD - NIGHT\n\nAnd now CHUCK HARRIS, 35 - Nora’s deadbeat husband and\nCathleen’s barely present father - Finally comes through\nthe door. Not only that but right from the moment he\nenters, we can already tell there’s no place this guy\nless enjoys being than home.\n\nChuck heads straight for Cathleen, hugging and kissing\nher. It’s unclear if he’s drunk or not.",
  "8": "---END OF PREVIOUS SECTION---\nNot only that but right from the moment he\nenters, we can already tell there’s no place this guy\nless enjoys being than home. Chuck heads straight for Cathleen, hugging and kissing\nher. It’s unclear if he’s drunk or not. \n---TARGET SECTION TO BE ANNOTATED---\nCHUCK\nHey, hey! Hey baby, how’s my girl, how’s\ndaddy's little girl?... What did you do\ntoday baby, huh?. Did you have a good day\ntoday?\n\nCATHLEEN\nDaddy! Where were you! We were waiting\nfor you for so long! Where were you!\n\nAll while Nora just stares with daggers in her eyes..\n\nNORA\nA fair question. Where you been Chuck?\n\nChuck just looks at her and shrugs his shoulders. It’s\nnot a question he cares to answer.\n\nCHUCK\nHuh? What do you mean by that? Nowhere in\nparticular. Just out, that’s all.\n\nNORA\nOh? Cause we’ve been sitting here all day\nwaiting on you. You never heard of a\nphone, or...\n\nCHUCK\nNora please, I’m home. And yes, I’ve\nheard of a phone.\n\nNORA\n(under her breath)\nGreat, you’ve heard of a phone Chuck.\nGreat Chuck, that’s just great...\n\f10.\n\nChuck heads to the fridge to grab a beer. Then finally\nturns back to Nora, it’s clear things are about to get\nunpleasant.\n\nCHUCK\nWhat do you want me to say? Something in\nparticular you'd like to hear me say?\nTell me what it is, I don’t give a fuck,\nI’ll say it.\n\nNORA\nI don’t know, I guess I just want you to\nbe a man, that’s all. Be a fucking father-\nMaybe learn how to sacrifice a little....\n\nCHUCK\nOh gimme a break, you serious with that!?\nI am a man! Christ’sake, I was out, now\nI’m home! Look at me, here I am, HOME!..\nSo just drop it, leave me alone!\n\nNORA\nDrop it!? Seriously!!?... You know what\njust, Fuck you Chuck!\n\nCHUCK\nFuck me? No, fuck you Nora! You know how\ntired I am of this shit! Every single\ntime, I gotta hear this all this shit!..\nWell I’m sorry I’m not the person you\nwant me to be. I’m fucking HOME!\n\nNORA\nNot the person I want you to be!? Not the\nperson I want you to be!? No, cause\nyou’re not even CLOSE!!...",
  "9": "---END OF PREVIOUS SECTION---\nNORA\nNot the person I want you to be!? Not the\nperson I want you to be!? No, cause\nyou’re not even CLOSE!!... \n---TARGET SECTION TO BE ANNOTATED---\n You’re the\nWORST, you hear me!! THE WORST!\n\nCHUCK\nI was out! THAT’S ALL!! You know what\nforget it, I can’t fucking stay here!\n\nChuck then SMASHES his plate down on the floor, heading\nback for the door. While Nora herself jumps from the\ntable, suddenly SCREAMING and wildly chasing after him.\n\nNORA\nWhere do you think you’re going! You're\nleaving again!? You can’t do that! You\ncan’t keep leaving us, whenever you want!\nYou have a daughter for Christ’sake! I\nhate you, you hear me.....\n\f11.\n\nFinally the door SLAMS leaving Cathleen all alone. The\nlittle girl just sits in utter silence, as her parents\nyell, cry and scream at each other outside. Beat.\n\nEXT. ABANDONED ROAD - AFTERNOON\n\nIt’s now 5 years later, 1957, as we hold on an old and\ndusty road deep in the middle of Tennessee farmland. Far\nin the distance we also just make out the sight of TWO\nFIGURES moving toward us. Too hazy to see their faces,\nall we really see is their BIG BILLOWING BLACK CLOTHING.\n\nEXT. HARRIS HOUSEHOLD - DAY\n\nThe late summer sun blazes as a now older Cathleen - 12\nyears old - Stands beside Nora, helping her mom as they\nhang a load of laundry together.\n\nFussing with a clothes pin, Nora’s eyes then slowly do a\ndouble take noticing the bizarre sight of these two\nELDERLY NUNS- Sisters GLORIA AND ELEANOR, both 50's -\nMaking their way straight up to her house.\n\nNORA\nExcuse me? Hey there! Can I help you,\nSisters?\n\nOne of the sisters turns and smiles. The other just nods.\n\nSISTER GLORIA\nAre you Mrs. Harris?\n\nNORA\nYes.\n\nSISTER GLORIA\nMy name is Sister Gloria, this is Sister\nEleanor. We’re from Our Lady of Blessed\nSorrows, the Parochial School just up the\nroad... You know it?\n\nBewildered, Nora just looks at Cathleen then back at the\nnuns.\n\nNORA\nUh, yeah?....",
  "10": "---END OF PREVIOUS SECTION---\nYou know it? Bewildered, Nora just looks at Cathleen then back at the\nnuns. NORA\nUh, yeah?.... \n---TARGET SECTION TO BE ANNOTATED---\n Yeah, I think I know the\none you mean?\n\f12.\n\nINT. HARRIS HOUSEHOLD. LIVING ROOM - LATER\n\nA LITTLE LATER in their family living room, Nora\nscrambles to lay out her best tea seat for the Sisters.\nWhile Cathleen sits quietly beside her mother, just\nstaring at the nuns in awe.\n\nSISTER ELEANOR\nWe're very proud to say that it’s the\nnuns, sisters like us, that built the\nCatholic school system in this country.\nBrick by brick.\n\nNora smiles as she pours them both tea.\n\nNORA\nThat’s nice.\n\nSISTER GLORIA\nYour little one is so lovely by the way.\nMay I ask how old?\n\nNORA\nHuh? Oh, Cathleen’s 12. Just getting\nready to start middle school actually.\n\nNora finally sits down, glancing quietly at a small\nPAMPHLET on the table. A brochure for the Sisters’\nschool.\n\nNORA (CONT'D)\nLook I appreciate your coming by Sisters,\nI do. But truth is, we’re just not that\n\nreligious... I mean we try to go to\nchurch when we can, you know like\neverybody else.... But the truth is my\n\nhusband, Cathleen’s father, he left us\nawhile back. So it’s just me taking care\nof the two of us and...\n\nSISTER GLORIA\nI’m so sorry to hear that Mrs. Harris,\nGod cherishes your strength...\n\nSISTER ELEANOR\nOf course, that can’t be easy... One\nthing you should know though, our doors\nare open to everyone, practicing and non-\npracticing alike.\n\nSISTER GLORIA\nOur first priority is just to provide an\nexceptional education. Doesn’t every\nchild deserve that?\n\f13.\n\nNora looks at the brochure again. She then turns to\nCathleen still staring mesmerized at these strange women.\n\nNORA\nWell how much does it cost? I don’t know\nif we can really afford a fancy school\nlike this....\n\nThe two sisters just look at each other and smile.\n\nSISTER ELEANOR\nThat's just it, right now we’re offering\nfull scholarships! On a first come basis.\n\nEXT. BLESSED SORROWS - DAY\n\nThe first day of school has arrived.",
  "11": "---END OF PREVIOUS SECTION---\nOn a first come basis. EXT. BLESSED SORROWS - DAY\n\nThe first day of school has arrived. \n---TARGET SECTION TO BE ANNOTATED---\n Along the well\ngroomed grounds, tons of excitable young TEEN and PRETEEN\nGIRLS bound about the campus in their BLESSED SORROWS\nuniforms.\n\nINT. BLESSED SORROWS. CLASSROOM - DAY\n\nInside a small, traditional 1950s classroom- A billow of\nfabric then comes drifting along the floor, winding\nthrough a row of school desks.\n\nTwo girls in the back giggle and pass notes, at the same\ntime as an OLDER NUN TEACHER in full habit stops dead\ncenter, glances around at them all.\n\nNUN TEACHER\nSilence girls, silence. So I have a\nquestion for all of you- How many in this\nroom were baptized Catholic?\n\nAs the majority of girls then immediately shoot up their\nhands, Cathleen just looks at the ground.\n\nNUN TEACHER (CONT’D)\nDon’t worry, this isn’t a judgement on\nanyone’s background... The reason I ask,\nis because I’m wondering if any of you\nknow what the difference is- Between the\nCatholic religion and all other\nreligions? Protestants, Baptists, Jews?\n\nA few girls giggle, others roll their eyes and yawn.\nBefore the Teacher finally goes to the board and slowly\nwrites out: “LOVE AND SACRIFICE”\n\f14.\n\nNUN TEACHER (CONT’D)\nLove and Sacrifice. Of course there are\nmany different ways, that people choose\nto show gratitude to their Lord ... But I\nbelieve what differentiates the Catholic\nreligion, from so many other religions,\nis the full extent we’re willing to go to\ndemonstrate our passion... Because if\nthere’s one thing we all know for sure,\nthere’s just no such thing as true love\nwithout sacrifice.\n\nSeated in back, Cathleen looks up intrigued. As if\nsomething about this strange notion appeals to her.\n\nEXT. BLESSED SORROWS - DAY\n\nIt’s recess hour on another day. Though as all the other\ngirls run and play, Cathleen just sits by herself against\na tree. Somewhat of a loner.\n\nAnother teacher, a rather attractive young nun of roughly\n30, then gradually approaches.",
  "12": "---END OF PREVIOUS SECTION---\nThough as all the other\ngirls run and play, Cathleen just sits by herself against\na tree. Somewhat of a loner. Another teacher, a rather attractive young nun of roughly\n30, then gradually approaches. \n---TARGET SECTION TO BE ANNOTATED---\n SISTER MARGARET- Not only\none of the ‘cooler’ teachers at school, but a woman whose\nvery presence exudes an ocean of understanding.\n\nSISTER MARGARET\nHey there. How come you’re sitting all\nalone? You don’t want to join the others?\n\nCathleen suddenly looks up.\n\nCATHLEEN\n(shyly)\nHuh? They’re all talking about their\nboyfriends. I don’t have a boyfriend...\n\nSISTER MARGARET\nOh no? Me neither. I’m told they’re\noverrated.\n\nCathleen laughs. Sister Margaret winks sweetly and sits\ndown beside her.\n\nSISTER MARGARET (CONT'D)\nI’m Sister Margaret by the way. You’re\nCathleen, right? I haven’t had you in my\nclass yet, but I’ve noticed you...\n\nCATHLEEN\n(surprised)\nYou have?\n\f15.\n\nSISTER MARGARET\nSure, I noticed you because you’re shy\nlike me. You seem to like to be by\nyourself a lot? To think a lot?\n\nCATHLEEN\n(self-conscious)\nI guess so...\n\nSISTER MARGARET\nIt’s okay, I like to be by myself and\nthink a lot too.\n\nCathleen just stares at her for a moment.\n\nCATHLEEN\nYou do? About what?\n\nSISTER MARGARET\n(thoughtfully)\n\nProbably seems stupid, but mostly about\nGod. Whenever I’m alone, I like to sit by\nmyself and just contemplate him, wonder\nabout him, even love him inside my\nmind... I know a lot of girls at this\nschool find that quite silly.\n\nCathleen looks at Sister Margaret so captivated.\n\nCATHLEEN\nI don’t think it’s silly.\n\nSISTER MARGARET\nYou don’t? Well thank you for that.\n\nThey both laugh. Sister Margaret then quickly stands back\nup, reaches a hand down to Cathleen.\n\nSISTER MARGARET (CONT'D)\nCome here, I want to show you something.\nCan I show you something...\n\nINT. BLESSED SORROWS. GENERAL CHAPEL - DAY\n\nNow inside the school’s tiny chapel, votive candles\nillumine the altar, highlighting a tiny WOODEN HOUSE and\na HALO of GOLD LIGHT.",
  "13": "---END OF PREVIOUS SECTION---\nINT. BLESSED SORROWS. GENERAL CHAPEL - DAY\n\nNow inside the school’s tiny chapel, votive candles\nillumine the altar, highlighting a tiny WOODEN HOUSE and\na HALO of GOLD LIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n A TALL STATUE OF CHRIST looms\nproudly in the corner.\n\nThe door to the chapel then opens, with Sister Margaret\nquietly leading Cathleen inside and into a pew. Sister\nMargaret stares at the altar in a strange sort of\nreverential silence, then whispers to Cathleen.\n\f16.\n\nSISTER MARGARET\nYou see that little light in there.\nThat's his light, God’s light... And the\nstatue behind, that’s the savior of\ncourse, Jesus Christ.\n\nCathleen just takes it all in.\n\nCATHLEEN\nI know who they are. But why are you\nshowing this to me?\n\nSISTER MARGARET\nJust because someone likes to be alone,\ndoesn’t mean they don’t sometimes still\ncrave intimacy.\n\nCATHLEEN\nBut you really think God and Jesus are\nreal? Like real the way other things are\nreal?\n\nSISTER MARGARET\nOf course I do. More than do. Because I’m\nmarried to them silly. Didn’t you know\nthat, all nuns are Brides of Christ.\n\nCathleen now looks at her, so confused.\n\nCATHLEEN\nHuh? What do you mean? But why, I bet you\ncould've married anyone you wanted to?\n\nSISTER MARGARET\n(blushing a little)\n\nOh, I’m not so sure about that. And\neither way, I doubt any other\nrelationship would’ve been quite as\nfulfilling... It’s twice as hard to love\nGod as anybody else. Which for me, means\nmy love is twice as worthy.\n\nAnother SCHOOL BELL chimes in the distance.\n\nSISTER MARGARET (CONT'D)\nOoops, I gotta go. Got class.\n\nSister Margaret then gets up, looks down at Cathleen.\n\nSISTER MARGARET (CONT'D)\nWell come on, you coming?\n\nCathleen thinks it over, turns back to Margaret sweetly.\n\f17.\n\nCATHLEEN\nIf it’s okay by you Sister, maybe I‘11l\nstay a bit. If that’s okay?\n\nMargaret nods, then quietly heads out. Cathleen waits,\nturns again towards the statue and the flame.\n\nINT. BLESSED SORROWS.",
  "14": "---END OF PREVIOUS SECTION---\nCathleen waits,\nturns again towards the statue and the flame. INT. BLESSED SORROWS. \n---TARGET SECTION TO BE ANNOTATED---\n GENERAL CHAPEL - EVENING\n\nMUCH LATER now, the chapel is completely dark and\nseemingly empty. That is except for Cathleen, who\ncontinues to just sit all alone in the pews, unable to\ntake her eyes off the altar.\n\nShe pauses a moment, then puts her hands together and\nstarts to pray. It’s clear she’s never done this before,\nbut it seems to come naturally.\n\nDISSOLVE TO:\n\nINT. BLESSED SORROWS. GENERAL CHAPEL - EVENING\n\nBefore in the exact same position and as if the prayer\nitself had never ended, we see a much OLDER Cathleen-\nSitting in the same very pew with the very same rapt look\non her face. Though now it’s 1962, and Cathleen 17.\n\nAn OLD WOMAN seated in a front then starts to walk out of\nthe Chapel, nodding and smiling at Cathleen as she\npasses, who nods and smiles back.\n\nOLD WOMAN\n‘Night Cathleen.\n\nCATHLEEN\nSee you later Miss Williams.\n\nINT. HARRIS HOUSEHOLD. LIVING ROOM - EARLY MORNING\n\nIt’s well before the crack of dawn as Cathleen wanders\nthrough her house, trying not to wake Nora. She’s then\nsuddenly startled to discover a STRANGE MAN by himself in\ntheir living room, in the middle of pulling up his pants.\n\nShocked, Cathleen just lowers her eyes, tries not to look\nat the man as she passes.\n\nCATHLEEN\nHi.\n\f18.\n\nClearly startled, this guy can’t wait to get out of\nthere.\n\nNORA’S ONE NIGHT STAND\nOh hey, how are you?\n\nINT. HARRIS HOUSEHOLD. KITCHEN - EARLY MORNING\n\nWe hear the sound of the front door SLAM, as Cathleen\nthen enters the kitchen, surprised to discover Nora\nthere, just staring out the window smoking a cigarette as\nshe watches him go.\n\nCATHLEEN\nWho was he?\nNora turns, startled.\nNORA\nHuh? Oh just a friend of mine, that’s\nall.\nCATHLEEN\n\n(under her breath)\nAnother one?\n\nNora just looks at Cathleen and frowns. Beat.",
  "15": "---END OF PREVIOUS SECTION---\nCATHLEEN\n\n(under her breath)\nAnother one? Nora just looks at Cathleen and frowns. Beat. \n---TARGET SECTION TO BE ANNOTATED---\nNORA\nWhat are you doing up so early anyway?\n\nCATHLEEN\nI set my alarm early, so I could go to\nMass before school.\n\nSlightly taken aback, Nora tries not to show judgement.\n\nNORA\nOh?... Oh, okay... You need a ride?\nCATHLEEN\n\nNo, it’s okay. Thanks though.\n\nCathleen then starts to head back down the hall, before\nNora thinks it over and calls out to her again.\n\nNORA (0.C)\nHey Cathleen...\n\nShe comes back, stopping in the threshold.\n\nCATHLEEN\nYeah?\n\f19.\n\nNORA\nYou’re not, ummmm.... Getting too into\nGod and all that, are you?\n\nCATHLEEN\nHuh? What do you mean?\n\nNORA\nI don’t know? I guess I just mean there’s\nmore to life than, you know, praying and\ngoing to church and all that... You do\nknow that, right honey?\n\nCATHLEEN\n(unconvincing)\nYeah, of course, I know.\n\nINT. BLESSED SORROWS. GENERAL CHAPEL - DAY\n\nIn the Chapel again, Cathleen returns to her daily\npractice of just sitting in church, meditating in the\npews. We hold on her like this for a LONG moment. Before\ngradually a feeling comes over her, and she slowly turns\nalmost as if called by something, to look toward the\nSTATUE OF CHRIST.\n\nBarely even blinking, Cathleen then rises from the pews\nand begins to walk straight to the statue.\n\nMoments later as she now stands face to face with it, she\nlooks straight into Christ’s eyes, while his seem to look\nback at hers, and almost as if she and the statue are\nsharing their own secret conversation. Cathleen takes a\ndeep breath, tears begin to well in her eyes.\n\nINT. BLESSED SORROWS. TEACHER'S OFFICE - DAY\n\nSitting across the desk from Sister Margaret in her\noffice, Cathleen seems almost breathless as she tries to\nexplain.\n\nCATHLEEN\nI decided something today Sister. I\ndecided I want to give myself to God. I\nwant to be married to God like you. I\nwant to be a nun.\n\nSister Margaret looks shocked for a minute, then smiles.\n\f20.",
  "16": "---END OF PREVIOUS SECTION---\nI\nwant to be a nun. Sister Margaret looks shocked for a minute, then smiles. 20. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER MARGARET\nReally? You're serious?... I didn’t\nrealize you’d even been thinking about it\nso seriously Cathleen?\n\nCATHLEEN\nI was in the chapel the other day,\npraying like I always do, when suddenly\nthis feeling came over me. Something I’ve\nnever felt before. Like this presence all\naround me, telling me, telling me...\n\nSister Margaret continues looking at her, searching her\neyes.\n\nSISTER MARGARET\nTelling you to be a nun...?\n\nCATHLEEN\nI think so...\n\nSister Margaret smiles.\n\nSISTER MARGARET\nSo many girls your age pray and pray for\na vocation that never comes. If it really\nwas His voice calling you, consider\nyourself very lucky.\n\nCathleen just smiles, starting to blush.\n\nSISTER MARGARET (CONT'D)\nYou’re such a passionate girl, you remind\nme of myself at your age.... I’m happy\nfor you Cathleen. I think you’re making\nthe right decision.\n\nINT. HARRIS HOUSEHOLD. LIVING ROOM - DAY\n\nLater in the night Nora and Cathleen are now alone in\ntheir living room. Cathleen just watches as Nora paces\nback and forth, seeming about to explode.\n\nNORA\nA nun!? What are you talking about, a\nnun!? That’s just fucking crazy Cathleen,\nwhere is this even coming from!?\n\nCATHLEEN\nI knew you wouldn't understand! It’s fine\nif you don’t understand...\n\f21.\n\nNORA\nIt’s not that I don’t understand, it’s\njust that it’s the stupidest thing I’ve\never heard!! You’re telling me you want\nto go throw your life away in some\nconvent and you expect me to understand!?\n\nCATHLEEN\nBut it’s not throwing my life away! It’s\nnot throwing my life away!\n\nNORA\nYou think I wanted this!? You think I\nwanted to be a single mother like this!?\nI did the best I could! I tried!?\n\nCATHLEEN\nWhat does that have anything to do with\nit! This decision doesn’t have anything\nto do with that! It just has to do...",
  "17": "---END OF PREVIOUS SECTION---\nCATHLEEN\nWhat does that have anything to do with\nit! This decision doesn’t have anything\nto do with that! It just has to do... \n---TARGET SECTION TO BE ANNOTATED---\nNORA\nWith what!? Jesus Christ, what the fuck\nCathleen!? What does it have to do with!?\nWhat is this all about!?\n\nCathleen suddenly looks like she’s about to cry.\n\nCATHLEEN\nI’m in love, okay, I’m in love!!! And I\nreally don’t care if you understand it or\nnot!\n\nNORA\nIn love!? With who, with what!? I don’t\nget it!?\n\nNow Cathleen just stares at the ground in silence, before\nit all suddenly dawns on Nora.\n\nNORA (CONT'D)\nWith God? Oh my God, you're in love with\nGod!? But I don’t get it, that doesn’t\neven make any sense!?\n\nCATHLEEN\nMom I’m sorry, but I was called and I’m\ngoing to be a nun and there’s nothing you\ncan do to stop me! I wish you could just\nbe happy for me!\n\nBut Nora just stares at Cathleen, baffled. Before her\nvoice then suddenly gets much, much, much quieter.\n\f22.\n\nNORA\nCathleen, you’re a 17 year old girl...\nYou don’t know anything about religion,\nand you for sure don’t know anything\nabout love... You want to know what I\nthink? I think you’re about to make the\nbiggest mistake of your life.\n\nStill barely holding back the tears, Cathleen just stares\nat Nora for a long time. She then turns and walks\nstraight out of the room. Feeling completely lost from\nher daughter, Nora shakes her head. Beat.\n\nFADE OUT.\nOVER BLACK.\n\nReturning to the black, we again hear the sound of a far\noff and tolling BELL. As if calling us somewhere.\n\nINT. CHAPEL - DAWN\n\nBefore back within the hushed confines of the chapel of\nthe Sisters of Beloved Rose, the same faceless Nun sits\nknelt before the altar, consumed again in her intimate\nsecret prayers.\n\nREVEREND MOTHER\nWhy are you doing this? Why are you doing\nthis? I don’t understand it?.... Someone\ngives you their whole life, makes every\nkind of conceivable kind of sacrifice....\nAnd this is what I get?\n\nEXT.",
  "18": "---END OF PREVIOUS SECTION---\nSomeone\ngives you their whole life, makes every\nkind of conceivable kind of sacrifice.... And this is what I get? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CONVENT GROUNDS - DAWN\n\nAlong the lush and manicured grounds of the convent, a\nset-up that looks a lot more like a posh boarding school\nthan some cold isolated monastery - A whole community of\nNUNS wander all throughout, busying themselves about\ntheir day. And it really does feel like a whole world in\nand of itself. A secret society of women on their own,\nthat couldn’t be more self-sufficient or self-contained.\n\nINT. CONVENT MEETING ROOM - DAY\n\nAt the same time inside the convent’s large and well\nappointed meeting room, a group of about 20 YOUNG GIRLS,\nmost of them fresh out of school, all sit around\nwhispering and waiting.\n\f23.\n\nAs a matter of fact these are all the order’s new\nPOSTULANTS, including Cathleen, who’ve just arrived to\nbegin the first stage of their training as nuns.\n\nLingering around the front keeping an eye on them all,\nare also 3 older sisters- SISTER MARY GRACE, 30. SISTERS\nANNE and KATE, 27 - They try and keep the room quiet,\ngiving an occasional “Shhhhh”....\n\nBefore all out of nowhere the room falls silent. And just\nas none other than REVEREND MOTHER MARIE SAINT CLARE, 56-\nA frank, tough as nails clergy woman of the old style,\nwho occasionally lets her under developed emotions get\nthe better of her- Finally enters. Reverend Mother\nquietly makes her way to the front of the room, flanked\nby her most loyal lieutenant, Sister Genevieve. Her mere\npresence so halting and domineering, as to already put\nthe fear of God in these girls.\n\nNow Reverend Mother just stands at the head of the room,\nlooking over all the girls. She remains DEAD SILENT for\nsuch a strangely long time, no one quite sure why....\n\nBefore finally another BELL chimes, at which point\nReverend Mother immediately relaxes and smiles.\n\nREVEREND MOTHER\nGood afternoon all of you. My name is\nReverend Mother Marie St. Clare. You can\ncall me Reverend Mother, or simply Mother\nif you prefer that instead....",
  "19": "---END OF PREVIOUS SECTION---\nMy name is\nReverend Mother Marie St. Clare. You can\ncall me Reverend Mother, or simply Mother\nif you prefer that instead.... \n---TARGET SECTION TO BE ANNOTATED---\n I’m also\nthe Mother Superior, or Abbess, of this\nparticular Order of Sisters of Beloved\nRose. I myself have been a Rose nearly 40\nyears now. Meaning some 40 years ago, I\nfirst walked through those gates as a\nPostulant- same as all of you- Now 40\nyears later, I’ve not once set foot\noutside those gates since...\n\nShe pauses looking around at all the girls. We watch\nCathleen’s eyes lower, trying to avoid her gaze.\n\nREVEREND MOTHER (CONT’D)\nSo what is my role, my job here\nexactly?.... Well as far as all of you\nare concerned- You might consider me like\nthe voice of God around here... Meaning\nthat unfortunately, since God can’t be\nhere to run this convent Himself- My\nvoice will serve as a stand in for His.\nAnd whenever you hear this very voice\nspeak from my mouth- You can expect it’s\non behalf of his wishes.\n\f24.\n\nShe pauses again, making sure they all heard it.\n\nREVEREND MOTHER (CONT’D)\nNow during the next 2 and a half years of\nyour training to become nuns here, I\npersonally will be separating the wheat\nfrom the chafe, determining which of you\nactually belong. As opposed to which are\nsimply the victims of a childish\nimagination.... And that’s because here\nin this room, in this monastery- God is\nnot a fantasy to us. Not a daydream, not\na fantasy. And he’s certainly not your\ninvisible best friend either.... To the\ncontrary, God is work. Hard work. The\nwork of a very special kind of love,\nyou’re all going to be trained in.\n\nTurning to look at all the girls, we see a multitude of\nintimidated faces.\n\nREVEREND MOTHER (CONT’D)\nSo you'll be spending your first 6 months\nas postulants. After that, and for those\nof you who make it- You’1l be invited to\ntake your very first vows, in your first\ntemporary marriage to Christ- And enter\nthe Novitiate... However and as a rule,\nwe make a point never to discuss the\nNovitiate until we’ve been through it\nourselves.",
  "20": "---END OF PREVIOUS SECTION---\nREVEREND MOTHER (CONT’D)\nSo you'll be spending your first 6 months\nas postulants. After that, and for those\nof you who make it- You’1l be invited to\ntake your very first vows, in your first\ntemporary marriage to Christ- And enter\nthe Novitiate... However and as a rule,\nwe make a point never to discuss the\nNovitiate until we’ve been through it\nourselves. \n---TARGET SECTION TO BE ANNOTATED---\n So for now, you’ll just have\nto wait.\n\nCathleen looks up, so curious by the notion of the\nNovitiate. As all the girls are.\n\nREVEREND MOTHER(CONT’D)\nFinally, let’s talk about silence for a\nmoment. Because we observe two types of\nsilence here: Regular Silence and Grand\n\nSilence... Now during regular silence, if\nyou find you need to speak for whatever\nreason. That’s permissible... However and\n\nstarting at 9pm each night, when you hear\nthat last bell signifying the start of\nGrande Silence. That means you - Don’t.\nTalk. Period.\n\nWe hear a general nervous MURMUR throughout the room.\n\nREVEREND MOTHER (CONT’D)\nAre there any questions?\n\f25.\n\nThe room is then deadened, nobody daring to speak. Before\nsome brave young girl in the back raises her hand.\n\nHowever and instead of calling on her, Reverend Mother\njust looks at the girl blankly for an extremely long\ntime. Beat. It’s awkward.\n\nREVEREND MOTHER (CONT’D)\nPut your hand down sister, postulants\ndon’t have questions. And you are free to\ngo home.\n\nShe then turns backs to the group as a whole.\n\nREVEREND MOTHER (CONT’D)\nNow, when you return to your cells later\nthis evening...\n\nINT. POSTULANT DORMITORY. MAIN HALL -— DAWN\n\nGazing down the empty hallway in the Postulant dormitory,\nall is quiet- Before suddenly SISTER ANNE together with\nSISTER KATE, take the same wooden CLAPPER and start\nclapping and rattling all the way down the hall.\n\nINT. POSTULANT’S CELLS - MORNING\n\nA couple of the new POSTULANTS- Sisters SISSY and EVELYN-\nimmediately jolt from sleep, practically falling out of\nbed and straight onto the floor. They then fumble through\ntheir prayers, fighting back the intermittent slew of\nsighs and yawns.\n\nINT. CATHLEEN’S CELL - MORNING\n\nMeanwhile in Cathleen’s cell, she herself is already wide\nawake, fully dressed in her new POSTULANT UNIFORM, and\nwaiting on the edge of her bed.",
  "21": "---END OF PREVIOUS SECTION---\nThey then fumble through\ntheir prayers, fighting back the intermittent slew of\nsighs and yawns. INT. CATHLEEN’S CELL - MORNING\n\nMeanwhile in Cathleen’s cell, she herself is already wide\nawake, fully dressed in her new POSTULANT UNIFORM, and\nwaiting on the edge of her bed. \n---TARGET SECTION TO BE ANNOTATED---\n As if so determined to\nnot be late, she literally stayed up all night.\n\nCathleen adjusts and readjusts herself a couple times,\nbefore the clapper then finally makes its way to her\ndoor. Now she too drops and heads for the floor.\n\fBlue Rev. (mm/dd/yy) 26.\n\nINT. NOVITIATE DORMITORY. STAIRCASE - MORNING\n\nAlmost afraid to look back at them, Sister Mary Grace now\nleads a sleepy, clumsy, confused and out of step\nprocession of all these girls down the staircase in the\npostulant dorm. They all keep tripping and stumbling over\neach other, while Mary Grace just shakes her head.\n\nINT. CHAPEL ANTEROOM - MORNING\n\nAs the procession at last reaches the entrance to the\nchapel, Mary Grace pauses them all, silently indicating\nthat it’s time to put on their veils. All the girls then\nstart digging in their pockets at once, hurrying to get\nthe veils out fast, struggling to figure out how to tie\nthem.\n\nINT. CHAPEL - MORNING\n\nWith the entire community of Roses there and waiting, the\nfull Postulant precession finally enters the chapel,\nevery head turning and looking at them curiously.\n\nMary Grace leads them all to their assigned pews, each\ngirl stopping to genuflect before the altar before taking\ntheir seat. All while Reverend Mother sits in her own\npew, watching each girl carefully.\n\nMOMENTS LATER Mass has begun, with the Priest softly\nwhispering.\n\nPRIEST\nOreta... Glory be to the Father, to the\nSon, the Holy Spirit...\n\nThe entire congregation then lowers heads to pray. Except\nfor Cathleen who can’t help but steal a glance toward the\naltar, where all the Novices are now receiving communion.\nCathleen watches in awe, then returns to prayer.\n\nEXT. REFECTORY - DAY\n\nAn endless line of NUNS stand outside the convent’s\nrefectory (dining hall), with the entire community\nwaiting to enter for lunch single file.\n\nAs each woman then steps to the front of the line, we see\nReverend Mother herself perched beside the door, so\nformally and perfunctorily greeting every sister as they\npass.\n\f27.\n\nNUN IN LINE\nGood afternoon Reverend Mother.",
  "22": "---END OF PREVIOUS SECTION---\nAs each woman then steps to the front of the line, we see\nReverend Mother herself perched beside the door, so\nformally and perfunctorily greeting every sister as they\npass. 27. NUN IN LINE\nGood afternoon Reverend Mother. \n---TARGET SECTION TO BE ANNOTATED---\n Praise\nthe Lord.\n\nREVEREND MOTHER\nNow and forever. God Bless Sister.\n\nAnd so on and so forth. We then slowly PAN back to the\nfar end of the line, to see Cathleen just waiting her\nturn.\n\nINT. REFECTORY - DAY\n\nA little LATER inside the dining hall, rows upon rows of\nold wooden tables trace the room’s perimeter, where each\ngroup of sisters all sit according to rank.\n\nAt the same time, the entire room stands waiting in\nsilence. While Sister Genevieve provides the community a\nreading before the meal.\n\nSISTER GENEVIEVE\nTotally love Him. Him, who gave Himself\ntotally for your love. He Christ is the\nsplendor of eternal glory. The brightness\nof eternal light. The mirror without\ncloud.\n\nWe again hold on Cathleen, as she continues to listen and\npray.\n\nINT. CONVENT MEETING ROOM - DAY\n\nAll together in a tight circle, the entire group of new\npostulants surround SISTER MARY GRACE- Whom we ourselves\nnow recognize to be an incredibly warm, kind, almost\nprogressive feeling young woman. To such a point in fact,\nit’s hard to reconcile how her personality conforms to\nthat of a nun.\n\nMary Grace just smiles at all the girls, trying to make\neach one feel welcome. All while her two main\nsubordinates, Sisters Anne and Kate who themselves seem a\nlot less welcoming, stand behind and watch.\n\nSISTER MARY GRACE\nI haven’t really had a chance to formally\nintroduce myself yet. But I’m Sister Mary\nGrace and I will be your Postulant\nMistress for the next 6 months. Perhaps\neven your Novice Mistress after that...\n(MORE)\n\f28.\n\nSISTER MARY GRACE (CONT'D)\n\nOh, and these are Sisters Anne and Sister\nCatherine, Kate. Both first year\nprofessed, both just took their final\nVOWS...\n\n(she smiles toward the girls)\nWe’re so very proud of them....\nAnyway all of us, all 3 of us, are really\njust here to help guide you, as you start\nto adapt to our way of life here... And\nI’m sure it’s all going to feel very\ndifferent at first. That’s okay, that’s\nnormal...",
  "23": "---END OF PREVIOUS SECTION---\nAnyway all of us, all 3 of us, are really\njust here to help guide you, as you start\nto adapt to our way of life here... And\nI’m sure it’s all going to feel very\ndifferent at first. That’s okay, that’s\nnormal... \n---TARGET SECTION TO BE ANNOTATED---\n I know when I first came here,\neverything seemed so strange, I didn’t\nthink I'd ever truly make it as a nun...\nBut please don’t worry. Just do the best\nyou can. I’m sure you’re all going to do\ngreat...\n\nWe notice reactions of all the girls, they all seem so\ncomforted by her, even a bit enamored.\n\nSISTER MARY GRACE (CONT’D)\nSo the first thing we should go over is\nthe schedule... Postulants usually have\nthe same schedule everyday. And really\nthe most important thing, is you pay\nclose attention to the bell. Because\nreally everything we do here, all day\nlong, all comes down to the bell...\n\nMary Grace smiles once more as the sound of another BELL\nis heard. At the same time as music drifts in...\n\nMONTAGE UP:\n\nEXT. COURTYARD - MORNING\n\nFollowing behind a faceless nun, we pick up Sister Anne\nas she crosses, quickly looking up toward the steeple as\nthe bell continues.\n\nSISTER MARY GRACE (0.S.)\nSo the first bell you’1l hear each\nmorning is the 5am bell.\n\nINT. SISTER CANDACE’S ROOM - MORNING\n\nAlone in her cell, Sister Candace so intensely and\npassionately whispers her morning prayer to Christ.\n\f29.\n\nSISTER CANDACE\nOh Lord, through the immaculate heart of\nMary, I offer you my prayers, works and\nsufferings throughout this day.\n\nSISTER MARY GRACE (0.S.)\nThat’s the bell that let’s us all know\nit’s time to get up, get dressed, get\nready for morning Mass....\n\nINT. SISTER CHARLOTTE’S ROOM —- MORNING\n\nAs Charlotte too, kneels by the side of her bed saying\nthe same prayer, soon the two sisters’ voices are joined.\nFollowed by more and more voices, creating an ongoing\nchorus of collective whispered prayer.\n\nEXT. COURTYARD - MORNING\n\nA single line of NOVICES march together through the\nmorning light, and all in such perfect military\nprecision, towards the chapel.\n\nINT. CHAPEL - MORNING\n\nAs the whole community is gathered again for Mass, the\npriest, FATHER LUCA, begins to recite the service in\nLATIN....",
  "24": "---END OF PREVIOUS SECTION---\nCOURTYARD - MORNING\n\nA single line of NOVICES march together through the\nmorning light, and all in such perfect military\nprecision, towards the chapel. INT. CHAPEL - MORNING\n\nAs the whole community is gathered again for Mass, the\npriest, FATHER LUCA, begins to recite the service in\nLATIN.... \n---TARGET SECTION TO BE ANNOTATED---\nSISTER MARY GRACE (0.S.)\nMass begins once Father Luca arrives.\nFather always keeps his back to us the\nwhole time, and he always reads the\nliturgy in Latin...\n\nTurning into the pews, we then see sisters Emily, Evelyn\nand Candace all sharing the same Latin/English\nTRANSLATION BIBLE - The poor girls are desperately trying\nto figure out what Father Luca is actually saying.\n\nEXT. REFECTORY - AFTERNOON\n\nA small group of NUNS stand completely silent and staring\nup towards the steeple and bell. Once the bell finally\nrings again, they all turn to each other and start\nlaughing and chatting away.\n\f30.\n\nSISTER MARY GRACE (0.S.)\nAfter daily chores, you'll hear the third\nbell of the morning. That’s how you'll\nknow that Grand Silence is over...\n\nEXT. REFECTORY - AFTERNOON\n\nThe same long line of nuns stand single file outside the\ndining hall. Each sister stopping to formally greet\nReverend Mother, before entering inside for lunch.\n\nINT. REFECTORY - AFTERNOON\n\nAgain in the refectory, all the sisters stand before\ntheir plates, silently listening to the morning reading.\n\nSISTER MARY GRACE (0.S.)\nAs you probably noticed, all our meals\nbegin with a reading. And even though\nit’s after Grand Silence, we do try and\nremain as quiet as possible during\nmeals...\n\nAt the same time and as the reading continues, we notice\none young NOVICE strangely step away from her table,\nslowly walk to the center of the room and lay herself\nprostrate on the floor.\n\nSISTER MARY GRACE (0.S.)\n(CONT'D)\nOh and sometimes, you might see some of\nthe novices doing their own penances in\nthe refectory. Probably best to just\nignore it, at least until you’re novices\nyourselves.\n\nEXT. CONVENT GROUNDS - AFTERNOON\n\nSomewhere along the convent grounds, another group of\nNOVICES all struggle together to carry an enormous SIX\nFOOT WOODEN CROSS, all lunging, one leg in front of the\nother, across the courtyard. It is an unbearably arduous\nlooking task.\n\nSISTER MARY GRACE (0.S.",
  "25": "---END OF PREVIOUS SECTION---\nIt is an unbearably arduous\nlooking task. SISTER MARY GRACE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nEveryday after the 3pm bell, is when we\nhave our lessons together...\n\fBlue Rev. (mm/dd/yy) 31.\n\nINT. CLASSROOM - AFTERNOON\n\nAs all the postulant sit behind small wooden desks in the\nconvent classroom, Mary Grace wanders through all the\ndesks, teaching them all SIGN LANGUAGE.\n\nSISTER MARY GRACE\nAs you probably remember, Reverend Mother\nmade it very clear that we are not to\n\nspeak during Grand Silence... So let’s\npractice a little of our sign language,\nshall we....\n\nThe girls then all quickly open the little SIGN LANGUAGE\nBOOKLETS on their desks, with Mary Grace looking over all\ntheir shoulders, helping them all.\n\nEXT. COURTYARD - DAY\n\nAnother BELL, before we look out to the courtyard and see\nall the postulant girls take off in flight!! Running like\nkids, laughing and chasing each other in a game of tag.\n\nAt the same time Cathleen, somewhere off from the others,\nsits alone in the colonnade and reading the bible. She\nhears the joyful SHRIEK of all her postulant mates\nplaying, turns and looks for a moment, then immediately\ngoes back to her studying.\n\nINT. SISTER CANDACE'S ROOM - CONTINUOUS\n\nWe then return once more to Sister Candace, and her\n\nceaseless, repetitious, but deeply passionate praying. We\n\nhold on her like this, as the music gradually fades...\nHARD TO BLACK.\n\nFADE UP:\n\nINT. REV. MOTHER’S HOUSE. HALLWAY - MORNING\n\nInside a long hallway within the Motherhouse, we follow\nthe billowing habit of another faceless NUN.\n\nINT. REVEREND MOTHER’S OFFICE - SAME TIME\n\nAlone in her private office, Reverend Mother sits at her\ndesk reading scripture to herself. Before suddenly\nthere’s a knock at the door and Sister Genevieve peeks\nher head in, a small PACKAGE in her hands.\n\fBlue Rev. (mm/dd/yy) 32.\n\nSISTER GENEVIEVE (0.S.)\nExcuse me Reverend Mother, sorry to\nbother you. But you just received another\npackage from the Archdiocese...\n\nReverend Mother then looks up a bit surprised.",
  "26": "---END OF PREVIOUS SECTION---\nS.)\nExcuse me Reverend Mother, sorry to\nbother you. But you just received another\npackage from the Archdiocese... Reverend Mother then looks up a bit surprised. \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nMay I have it please, Sister.\n\nGenevieve hands her the package, as Reverend Mother\ncarefully unpacks a large stack of DOCUMENTS from a small\nENVELOPE.\n\nAs she then slowly starts glancing over all the papers,\nit becomes clear that there’s something rather sensitive\nabout the content of these documents. Reverend Mother\nlooks back up at Genevieve.\n\nREVEREND MOTHER (CONT’D)\nThat'll be all, thank you Sister.\n\nWaiting for Genevieve to leave, she starts flipping\nthrough the papers again- Clearly unnerved by whatever it\nis she’s reading. This package is a problem.\n\nEXT. RURAL GROUNDS - DAY\n\nA beautiful sunny afternoon as all the postulants lay\ntogether in a field of grass, surrounding Sister Mary\nGrace. Sister Evelyn also in the midst of explaining...\n\nSISTER EVELYN\nMy mother always said at least one child\nshould be sacrificed. Even though I come\nfrom a big family I’m still the only girl\nof 5 brothers, so I guess it was pretty\nobvious which one of us was gonna end up\nbecoming a nun... I’m happy about it\nthough. I’m just so proud to be here,\nshowing all my devotion. I don’t care how\nhard it’s supposed to be, I just can’t\nwait til’ we all get into the Novitiate\nand get to wear those white veils.\n\nSome of the other girls smile and nod, as Mary Grace\nturns back to the group.\n\nSISTER MARY GRACE\nThank you sister. Okay, who’s next...\n\nSister Emily then immediately raises her hand.\n\f33.\n\nSISTER EMILY\nWell as for me, I had two cousins, and\none older sister that all chose the\nSisterhood. So in a way, I guess you\ncould say it’s kind of in my blood...\nMatter of fact my great aunt was even\nonce named Mother General for the whole\nentire state of Texas...\n\nEmily smiles proudly, as many of the other girls look\nimpressed.\n\nSISTER EMILY (CONT’D)\nPretty much as far back as I can\nremember, all I wanted was just to follow\nin all their footsteps...",
  "27": "---END OF PREVIOUS SECTION---\nMatter of fact my great aunt was even\nonce named Mother General for the whole\nentire state of Texas... Emily smiles proudly, as many of the other girls look\nimpressed. SISTER EMILY (CONT’D)\nPretty much as far back as I can\nremember, all I wanted was just to follow\nin all their footsteps... \n---TARGET SECTION TO BE ANNOTATED---\n(somewhat in jest)\nWho knows, maybe even one day die young\nand become a saint!\n\nThere’s a bit of laughter through the crowd, even Mary\nGrace can’t help but laugh. She glances around again,\nbefore her eyes land on Cathleen.\n\nSISTER MARY GRACE\nAnd what about you Sister Cathleen? Did\nyou always know you wanted to be a nun?\n\nCathleen looks self-conscious.\n\nSISTER CATHLEEN\nMe? No. I mean.... I wasn’t actually\nraised in the church, so...\n\nNow all eyes turn and everybody stares at Cathleen.\n\nSISTER CANDACE\nWhat? What do you mean you weren’t raised\nin the church? Aren’t you Catholic?\n\nSISTER CATHLEEN\nI don’t know? No, I guess not in the same\nway everyone else is...\n\nSISTER CHARLOTTE\nWell what are you even doing here then?\n\nA bunch of the other girls start giggling.\n\nSISTER MARY GRACE\n(scolding)\nShhh, Sister Candace, please... Ladies,\ncome on....\n\f34.\n\nSISTER CATHLEEN\n(so shyly)\n\nNo, it’s okay, it’s okay... I went to\nCatholic school, so that’s where I first\nlearned about the sisterhood... I never\nplanned on being a nun. I just... I just\nthought it seemed like such a beautiful\nidea, to be able to spend my whole entire\n\nlife devoted to love... I just thought a\nlife like that, seemed worth every\nsacrifice.\n\nA few girls continue to snicker, while others seems quite\ntaken if not admiring of Cathleen’s sincerity.\n\nINT. REVEREND MOTHER’S OFFICE - MORNING\n\nSeated across from Reverend Mother in her office, Mary\nGrace waits awkwardly in silence- All while Reverend\nMother’s attention is completely buried in the same stack\nof DOCUMENTS we saw before. In fact Reverend Mother\nbarely even looks up, as she asks her.\n\nREVEREND MOTHER\n(under her breath)\nSo how are the new postulants? Any I\nshould be thinking about sending home?\n\nSISTER MARY GRACE\nHuh? No, it’s the opposite actually....\n\nShe pauses to see if Reverend Mother might give up some\nof her attention. Not finding it, she continues.",
  "28": "---END OF PREVIOUS SECTION---\nNo, it’s the opposite actually.... She pauses to see if Reverend Mother might give up some\nof her attention. Not finding it, she continues. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER MARY GRACE (CONT’D)\nI’ve really been so impressed with them\nas a group. They all seem so excited and\nfull of energy. So passionate about\nreally discovering their relationships\n\nwith Christ... I’d be lying if I were to\nsay their enthusiasm didn’t make me a bit\njealous.\n\nAt this Reverend Mother seems to glance up, but only\nbriefly.\n\nREVEREND MOTHER\nWell, that’s good.\n\nSISTER MARY GRACE\nSorry, what is that you’re reading?\n\f35.\n\nReverend Mother finally slides the documents to the side,\nturning more directly to Mary Grace.\n\nREVEREND MOTHER\nThis? It’s a memorandum. Sent over by the\nArchdiocese the other day. Regarding\nsomething called, Vatican II.\n\nAll while Mary Grace just looks at her confused.\n\nSISTER MARY GRACE\nVatican what? What is that?\n\nREVEREND MOTHER\nFrom what I understand, our Pope’s\nsuddenly gotten it in his head to try and\nturn himself into some sort of\n“reformer”... He’s organized some new\ncouncil in Rome- Bishops, Cardinals,\nTheologians- To discuss how the church\nneeds to change, be more in step with the\nnew era of the 1960s....\n\nSISTER MARY GRACE\nReally? Meaning what exactly?\n\nREVEREND MOTHER\nMeaning, I guess he thinks we've all\ngrown a bit outmoded.\n\nMary Grace suddenly looks a bit excited by this.\n\nSISTER MARY GRACE\nReally, wow... But that’s a good thing\nthough, don’t you think? The church\nhasn't reviewed any of its practices in\nover a 100 years, maybe longer... Isn’t\nit a good thing?\n\nAll while Reverend Mother just looks at her so steely.\n\nREVEREND MOTHER\nReally? You think the church needs to\nchange? Are you questioning me?\n\nSISTER MARY GRACE\n(caught off guard)\nYou? No, of course not Mother. I just...\n\nREVEREND MOTHER\nI guess I disagree. I happen to think the\nchurch is perfect exactly the way it is.\n\nMary Grace looks towards the papers again.\n\f36.",
  "29": "---END OF PREVIOUS SECTION---\nI happen to think the\nchurch is perfect exactly the way it is. Mary Grace looks towards the papers again. 36. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER MARY GRACE\nWell what kind of reforms are they\ntalking about exactly? Is that what’s in\nthe memo? Can I see?\n\nReverend Mother quickly slides the documents out of\nreach.\n\nREVEREND MOTHER\nIt’s really not important. I guarantee\nyou this will all blow over very soon...\nCertainly, nothing for you to concern\nyourself over, Mary Grace.\n\nShe then finally shoves the documents in a drawer,\nsmiles.\n\nREVEREND MOTHER (CONT’D)\nYou were saying, about the new\npostulants....\n\nINT. POSTULANT CLASSROOM - DAY\n\nThe Postulants all stand gathered around Sister Anne, in\nthe midst of demonstrating “how to walk” to them. As she\nspeaks, we also notice that Sister Anne, like Sister\n\nKate, is a bit meaner and less tolerant than Mary Grace.\n\nSISTER ANNE\nEverybody pay attention! I’m going to\nshow you how we walk. It’s called,\n‘Custody of the eyes’...\n\nSister Anne then begins to walk in a straight line,\ndemonstrating the specific posture to perfection.\n\nSISTER ANNE (CONT’D)\nYou put your hands inside your sleeve\nlike this. Always go slowly, gracefully,\nnever ever in a hurry... Most important\nis you keep your eyes down. Make sure\nyou’re always looking straight ahead at\nthe floor in front of you.\n\nSISTER CANDACE\nWhy?\n\nSister Anne then stops dead in her tracks, turns and\nglares at Candace.\n\nSISTER ANNE\nExcuse me?\n\f37.\n\nSISTER CANDACE\nWhy do we have to walk like that? I mean,\nwhat if we can’t see where we’re going?\n\nA few GIGGLES erupt from the group.\n\nSISTER ANNE\nShhh! Not that it’s your place to\nquestion anything sister... But it’s a\npart of our discipline. We keep our eyes\ndown to show God how focused we are on\nalways giving him our full attention.\n\nAnne then looks around, motioning to Sisters Emily and\nCharlotte.\n\nSISTER KATE\nYou two, come here...\n\nThe two girls look at each other, then immediately hurry\nover.\n\nSISTER KATE (CONT’D)\nAnd stand face to face...\n\nEmily and Charlotte then stand face to face.",
  "30": "---END OF PREVIOUS SECTION---\nThe two girls look at each other, then immediately hurry\nover. SISTER KATE (CONT’D)\nAnd stand face to face... Emily and Charlotte then stand face to face. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER KATE (CONT’D)\nNow both of you, look each other in the\neyes.\n\nReluctant at first the girls do as their told. At first\njust looking, then gradually staring more directly and\nintimately into each other’s eyes. It’s tense and\nuncomfortable.\n\nSISTER KATE (CONT’D)\nWhat just happened?\n\nSISTER CHARLOTTE\nI started thinking about her.\n\nSISTER EMILY\nYeah, I started thinking about her too...\n\nSISTER KATE\nExactly. We’re not supposed to think\nabout each other. We’re only supposed to\nbe think about God. Because even though\nthis is a community, we’re not here for\neach other... We are here only for God.\n\nWe hold on Cathleen, quietly taking it all in.\n\f38.\n\nEXT. REFECTORY COLONNADE - DUSK\n\nThe sun begins to set over the convent, as we find\nCathleen alone in the courtyard, so diligently,\nattentively, practicing her Custody of the Eyes. Her\nconcentration is almost spooky, as we hear her voice\nwhisper in...\n\nSISTER CATHLEEN (0.S)\nI love you God. I love you so much more\nthan I ever thought I could love anything\nin my life. I love you so much more than\nmyself even...\n\nINT. SISTER CATHLEEN’S CELL - EVENING\n\nBefore we find Cathleen all alone in her cell, knelt on\nthe floor beside her bed so intimately praying out loud.\n\nSISTER CATHLEEN\nThank you Lord for letting me be here.\nThank you for letting me love you like\nthis. Thank you for letting me feel you\nso close to me....\n\nAs she continues to whisper, we notice her breathing\nbecome heavier and heavier. A strange intensity to it.\n\nINT. FAMILY RECEPTION AREA - AFTERNOON\n\nInside the convent’s family waiting area, Nora sits\nbeside a number of other PARENTS, all very wholesome\nlooking married couples. She seems nervous already, her\nfirst visit since Cathleen left home. Not too mention\nbeing the only single parent doesn’t help.\n\nA DOOR at the back of the room then opens, as another set\nof PARENTS step out. A NUN on duty then motions to Nora\nthat it’s her turn to enter.",
  "31": "---END OF PREVIOUS SECTION---\nNot too mention\nbeing the only single parent doesn’t help. A DOOR at the back of the room then opens, as another set\nof PARENTS step out. A NUN on duty then motions to Nora\nthat it’s her turn to enter. \n---TARGET SECTION TO BE ANNOTATED---\nINT. PRIVATE ONE ON ONE ROOM - MOMENTS LATER\n\nAs she’s now brought into the adjoining room, Nora looks\nup surprised to see a large METAL GRATE running down the\ncenter of the room, with Cathleen there waiting on the\nother side. It’s an eerie sort of set up, not unlike what\nyou might expect to find in a prison.\n\f39.\n\nCathleen and Nora smile awkwardly between the grate, it’s\na strange sort of reunion, both of them having missed\neach other so much, neither of them knowing quite what to\nsay. They sit down.\n\nNORA\nWow, this is the first time I’ve seen you\nin your ‘outfit’...\n\nSISTER CATHLEEN\nI know... Do you like it?\n\nNORA\n(hesitantly)\nYou look like a real nun.\n\nSISTER CATHLEEN\nI do, thanks.... But I’m not a real nun\nyet. Not yet.\n\nNORA\n(indicating the grate)\nWhat’s with this by the way? This thing\nhere... It’s like a prison or something?\n\nSISTER CATHLEEN\nNothing. It’s just the way they do it. A\nsymbol of our enclosure.\n\nNORA\nEnclosure? What’s that supposed to mean?\n\nSISTER CATHLEEN\nNothing. Never mind.\n\nBeat.\n\nNORA\nSo how are you? You like it here? How is\nit, are you happy?\n\nCathleen smiles.\n\nSISTER CATHLEEN\nI am, yeah... I don’t know how to\ndescribe it, but I am happy. I feel like\nI really belong here.\n\nNow Nora looks disappointed, this is clearly not the\nanswer she was hoping for.\n\nNORA\nI guess that means you’re planning on\nstaying then?\n\n(MORE )\n\fNORA (CONT'D)\n\nYou plan on staying on to take those vows-\n\nWhat’s it called again, the nova, novi--\n2?\n\nSISTER CATHLEEN\nNovitiate. It’s just a temporary vow we\ntake for two years, to find out if we\nreally ready to be married to God for...\nforever... But Mom, I’m pretty sure I’m\ngoing to be here my whole life.\n\nNow Nora just can’t take it anymore.",
  "32": "---END OF PREVIOUS SECTION---\nforever... But Mom, I’m pretty sure I’m\ngoing to be here my whole life. Now Nora just can’t take it anymore. \n---TARGET SECTION TO BE ANNOTATED---\nNORA\nJesus Christ Cathleen, what the hell did\nI do wrong?\n\nSISTER CATHLEEN\n\nMom, please.... You promised.\nNORA\nSorry, I’m sorry, sorry.... I just still\n\ndon’t understand what you’re doing here?\n\nSISTER CATHLEEN\nIt's okay, you don’t have to. I’m just\nhappy to see you.\n\nNORA\nI’m happy to see you too.\n\nBeat.\n\nSISTER CATHLEEN\nAnyway, how have you been?\n\nNORA\nFine, good. I picked up a couple extra\nshifts at work recently, just trying to\nkeep busy I guess. I don’t really know\nwhat else to do with myself, you know. I\nmostly just miss you so much.\n\nCathleen suddenly looks a bit struck by this, like she\n\ndidn’t quite realize it would hurt so much.\nBeat.\nSISTER CATHLEEN\n\nAnd what about Dad? You heard anything\nfrom Dad?\n\f41.\n\nNORA\n\n(surprised)\nYou're father? Not really... Your grandma\ncalled. Said he’d been sick or something?\nMaybe that’s why you probably haven't\nheard from him.... You want me to track\nhim down, see if he’ll come visit? I’m\nsure he wants to see you.\n\nCathleen thinks about it, then shakes her head.\n\nSISTER CATHLEEN\nIt's okay, don’t bother. I’1l just pray\nfor him, it’s fine... Anyway, I kind of\nhave to go now.\n\nNORA\n(instantly heartbroken)\nWhat, what do you mean you have to go? We\nhave ten more minutes.\n\nSISTER CATHLEEN\nI know but it’s kind of a busy day, so...\n\nMaybe we can spend more time together\nnext time...\n\nCathleen then begins to get up.\nNORA\nWait! Wait! Cathleen, can you just,\nwait...\n\nCathleen pauses, just looking at her.\n\nNORA (CONT'D)\n\nCan I... Can I just touch your hand for a\nminute... Just for a minute, if that’s\nokay...\n\nNora then moves her hand up along the grate, holding it\nout for Cathleen. Cathleen thinks about it a moment, just\nlooks at her sadly.",
  "33": "---END OF PREVIOUS SECTION---\nJust for a minute, if that’s\nokay... Nora then moves her hand up along the grate, holding it\nout for Cathleen. Cathleen thinks about it a moment, just\nlooks at her sadly. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER CATHLEEN\nI’m sorry mom, but we’re really not\nsupposed to touch like that... I’m sorry.\nI really have to go now though.\n\nNORA\nOkay, but, Cathleen... Listen I love you,\nokay?\n\nCathleen barely pauses before heading out the door.\n\fSISTER CATHLEEN\nIt's good to see you. Thanks for coming.\n\nShe then walks straight out, leaving Nora completely\ncrestfallen by the encounter.\n\nEXT. CONVENT GRAVEYARD - AFTERNOON\n\nFar off along the convent grounds, Sisters Sissy and\n\nCandace race around through a CEMETERY, laughing and\nchasing each other like overactive schoolgirls.\n\nMOMENTS LATER they wander together, Sissy pausing to read\n\nsome of the grave stones.\n\nSISTER SISSY\nCan’t believe all the sisters that died\nhere. You think we’re going to die here\ntoo?\n\nSISTER CANDACE\nThat's the point, isn’t it. I want to die\nhere. I want to die here, cause I know\nit’s the closest place on earth to get to\nHeaven.\n\nBeat.\n\nSISTER SISSY\nI guess I just didn’t realize it was\nreally going to be like this.\n\nSISTER CANDACE\nLike what?\n\nSISTER SISSY\nThat we’d really be spending our whole\nentire lives here, never ever going home\nagain. We won’t even be able to go to our\nparents’ funerals.\n\nSISTER CANDACE\nWho cares, they’1ll be dead already, so\nit’s not like they’1l notice... Don’t you\nthink just knowing he knows we’re here\nfor him, knowing we’re so much more\nspecial to him, than anybody else- Don’t\nyou think that makes it worth it?\n\nSISTER SISSY\n(unsure)\nI guess.\n\n42.\n\f43.\n\nSISTER CANDACE\nWell, why’d you want to come here then?\n\nSissy suddenly looks a bit embarrassed.\n\nSISTER SISSY\nAudrey Hepburn.\n\nSISTER CANDACE\nHuh? What are you talking about?\n\nSISTER SISSY\nAudrey Hepburn. I wanted to be a nun\nbecause of Sister Gabrielle, in The Nun’s\nStory...",
  "34": "---END OF PREVIOUS SECTION---\nWhat are you talking about? SISTER SISSY\nAudrey Hepburn. I wanted to be a nun\nbecause of Sister Gabrielle, in The Nun’s\nStory... \n---TARGET SECTION TO BE ANNOTATED---\n She was just so perfect and holy\nand beautiful and everything... I just\nwanted to be like her.\n\nINT. CHAPEL - EVENING\n\nAll alone in the back of the darkened chapel, we find\nSister Mary Grace lost in thought. Looking more closely\nshe seems a bit stressed, if not silently stricken by\nsomething. She tries to pray, but for some reason just\ncan’t. Tries to pray again, but still can’t. Finally she\njust stares off into space, searching for the answer to\nsomething.\n\nINT. POSTULANT HALLWAY - EVENING\n\nAlong the floor of the Postulant hallway, Cathleen and\nSister Sissy now sit together whispering.\n\nSISTER SISSY\nI guess i’m just not sure if I really\nfeel it, you know?\n\nSISTER CATHLEEN\nFeel what?\n\nSISTER SISSY\nMy relationship with him, whatever we’re\nsupposed to feel? Like I can’t tell if\nhe’s really there and I’m really\ncommunicating with him, or if it’s all\njust all in my head....\n\nCathleen stares into Sissy’s eyes so compassionately.\nSISTER SISSY (CONT’D)\n\nYou feel him, right? What does he feel\nlike to you?\n\f44,\n\nSISTER CATHLEEN\nI don’t know? Just like a presence,\nthat’s all. Like a really warm and\ncomforting presence. Like falling asleep\nin a parents’ arms.\n\nSISTER SISSY\nRM says we can’t fake our relationship\nwith him, because even if no one else\ndoes, he’1l still know and he’1l shun us\nfor it... But what if I’m faking and I\ndon’t even realize?\n\nSISTER CATHLEEN\nDon’t worry, I don’t think you are.\n\nSISTER SISSY\nHow come?\n\nSISTER CATHLEEN\nBecause if I can feel him here with me\nright now, that means he must be here\nwith you too.\n\nINT. CHAPEL - MORNING\n\nThe entire community of Roses is once again gathered for\nMass. The priest beckons all the sisters to pray, as we\nwatch a sea of black heads all bow at once.\n\nINT.",
  "35": "---END OF PREVIOUS SECTION---\nCHAPEL - MORNING\n\nThe entire community of Roses is once again gathered for\nMass. The priest beckons all the sisters to pray, as we\nwatch a sea of black heads all bow at once. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SISTER MARY GRACE’S CELL - NIGHT\nLater in the evening, Mary Grace returns to her cell.\n\nCarefully removing her veil, she shakes loose all her\ntangled hair, then plops down on a chair, staring\nvacantly into space.\n\nShe remains frozen for a long moment, before she then\nslowly reaches a hand down to pull up the bottom of her\nhabit, moves her hand between her legs and begins to\nmasturbate. She does it all very rapidly, mechanically,\nalmost as if all she wants is to get it over with as soon\nas possible. As if the shame of the act is something she\ncan actually out race by doing it fast enough.\n\nFinally reaching a climax she drops her head down,\nbreathing heavily. Her eyes drift off and stare at the\nfloor and for a second, it almost looks like she might\ncry. This is a woman in a lot more secret pain and\nconfusion than even she herself realizes.\n\f45.\n\nINT. REVEREND MOTHER’S OFFICE - DAY\n\nAll alone in her office, Reverend Mother sits talking on\nthe phone in what appears to be a very tense call.\n\nREVEREND MOTHER\n(into the phone)\nYes, thank you for calling.... Yes, I\nunderstand... Right, well.... It’s not\nthat I wasn’t going to respond...\n\nWe then notice her eyes glance angrily across the desk\ntoward that same stack of Vatican II documents. She\nshakes her head.\n\nREVEREND MOTHER (CONT’D)\nOf course, I understand the historic\nnature... Right.... Peace be with you.\n\nReverend Mother then slams down the phone, clearly not\nhappy with the result of the conversation.\n\nEXT. CONVENT WALKWAY - DAY\n\nIt is sometime early afternoon as we again hear the SOUND\nof a BELL, although now it seems to have taken a somewhat\nominous slightly foreboding tone.\n\nAs Reverend Mother then walks alone through the\ncourtyard, she passes by one of the Postulants, walking\nin the opposite direction, who softly whispers to her in\npassing.\n\nSISTER SISSY\nMorning Reverend Mother. Praise the Lord.\n\nReverend Mother just routinely replies as she continues\non.\n\nREVEREND MOTHER\nNow and forever. God bless...\n\nBut then Reverend Mother suddenly stops.",
  "36": "---END OF PREVIOUS SECTION---\nREVEREND MOTHER\nNow and forever. God bless... But then Reverend Mother suddenly stops. \n---TARGET SECTION TO BE ANNOTATED---\n Just halts ona\ndime, turns right back around and looks at the girl dead\non. Beat.\n\nREVEREND MOTHER (CONT’D)\nI’m sorry, did you just speak? Did I just\nhear you speak? What’s your name?\n\nAs we now turn we see that the girl in question is in\nfact Sister Sissy, just looking up at Reverend Mother\ntotally bewildered and shocked.\n\f46.\n\nREVEREND MOTHER (CONT’D)\n(in sign language)\nWhat’s your name?\n\nSissy is speechless.\n\nREVEREND MOTHER (CONT’D)\nWhat.... Is... Your name?\n\nSISTER SISSY\nI’m... I’m Sister Sissy.\n\nREVEREND MOTHER\nSister Sissy?\n\nSISTER SISSY\nRight, Sissy.\n\nREVEREND MOTHER\nWell tell me something Sister Sissy,\nyou’re a postulant correct? - What have\nyou been doing lately? Besides getting\nfat, showing up late to Mass, and running\nyour mouth during Grand Silence?\n\nSISTER SISSY\n\n(terrified)\nI... I didn’t realize it was Grand\nSilence... They told us to count all the\n\nbells before noon. I counted 3 bells.\n\nREVEREND MOTHER\nDo you understand what silence means? Was\nit not properly explained to you?... When\nyou hear the bell for Grand Silence, that\nmeans silence. And silence means you-\nDon’t. Talk. It means you - Shut. Your.\nMouth.\n\nSISTER SISSY\n(utterly terrified)\nBut, Reverend Mother... You’re\ntalking....?\n\nNow suddenly Reverend Mother’s anger level jumps two\nfold.\n\nREVEREND MOTHER\nThat's because I’m reprimanding you\nSissy! I am reprimanding you right now!\n\nAll while Sissy is now on the verge of tears.\n\f47.\n\nREVEREND MOTHER (CONT’D)\nListen to me Jenny...\n\nSISTER SISSY\nIt’s Sissy...\n\nREVEREND MOTHER\nWhat?\n\nSISTER SISSY\nMy name is Sissy, not Jenny.\n\nREVEREND MOTHER\n\n(in rapid sign language)\nI don’t care. I don’t care what your name\nis....\n\n(speaking out loud)\nIt doesn’t make the least bit of\ndifference to me. Listen.",
  "37": "---END OF PREVIOUS SECTION---\nI don’t care what your name\nis.... (speaking out loud)\nIt doesn’t make the least bit of\ndifference to me. Listen. \n---TARGET SECTION TO BE ANNOTATED---\n I want you to\nget down on your hands and knees...\n\n(in sign language again)\nStart crawling from here all the way to\nthe end of this corridor. Say as many\nHail Mary’s as you can ‘til you reach the\nend...\n\nSISTER SISSY\nHuh?...1I...\n\nREVEREND MOTHER\n(in sign language)\nNow! Right now!\n(out loud)\nGet on your hands and knees Sister!\n\nSissy then gets down on her hands and knees, starts to\ncrawl along the floor while reciting softly.\n\nSISTER SISSY\nHail Mary full of... Hail Mary of...\n\nREVEREND MOTHER\nWait a minute are you talking? Why are\nyou still talking! Why are you still\ntalking!!\n\nSissy looks up terrified as Reverend Mother bends down,\nstarts signing like crazy right in front of her face!\n\nREVEREND MOTHER (CONT’D)\n(in sign language)\nWhy are you still talking!\n\nSissy just looks at her.\n\f48.\n\nREVEREND MOTHER (CONT’D)\n(in sign language)\nThen say the prayer in silence! Say the\nprayer in silence!! In...\n(speaking out loud)\nSILENCE!! SILENCE! SILENCE!!\n\nWe watch Sissy continue to crawl across the ground,\nsaying the prayer in silence, tears streaming down her\nface.\n\nINT. CHAPEL - EVENING\n\nIt is early evening as we again find Mary Grace alone in\nthe chapel again, not praying but just staring vacantly.\n\nSuddenly the doors open, Cathleen enters as Mary Grace\nimmediately turns, somewhat startled.\n\nSISTER CATHLEEN\nOh sorry Sister, I didn’t realize you\nwere in here...\n\nSISTER MARY GRACE\nThat’s okay. How are you Sister Cathleen?\nYou can come sit down if you like?\n\nHesitant at first, Cathleen then goes and sits in the pew\nbehind Mary Grace. Mary Grace turns and smiles at her.\n\nSISTER MARY GRACE (CONT’D)\nHow's everything been going for you\nsister?\n\nSISTER CATHLEEN\nGood thank you Sister.\n\nSISTER MARY GRACE\nAnd what about the others? Are the others\nstill upset about Sister Sissy being sent\nhome?\n\nSISTER CATHLEEN\nI think they mostly understand.",
  "38": "---END OF PREVIOUS SECTION---\nSISTER MARY GRACE\nAnd what about the others? Are the others\nstill upset about Sister Sissy being sent\nhome? SISTER CATHLEEN\nI think they mostly understand. \n---TARGET SECTION TO BE ANNOTATED---\n Even\nthough everybody misses her. I really\nmiss her.\n\nMary Grace just nods empathetically.\nSISTER MARY GRACE\n\nDo you often come to the chapel to pray\nby yourself?\n\f49,\n\nSISTER CATHLEEN\nSometimes. I guess now that first vows\nare coming up, I wanted just to spend\nmore time communicating with him, making\nsure he’s okay with me being a Novice.\n\nSister Mary Grace laughs sweetly.\n\nSISTER MARY GRACE\nI’m pretty sure he’s okay with it.\n\nSISTER CATHLEEN\nYou really think so?\n\nSISTER MARY GRACE\nI have a feeling he really wants you here\nCathleen. His light shines all around\nyou. I think you’ll make a great nun.\n\nCathleen smiles so brightly at this, nearly blushing.\n\nSISTER CATHLEEN\nThank you Sister. That means so much.\n\nMary Grace tries to accept the compliment, but looks a\nbit guilt ridden. There’s a subtle pause as she then gets\nup from the pew, looks down at Cathleen so tenderly.\n\nSISTER MARY GRACE\nDo me a favor though, just make sure it’s\nwhat you want too. Because your wants\nmatter too. Do you know what I mean by\nthat?\n\nCathleen just looks at her and nods, even though it’s\nclear she has no idea what it means. Mary Grace then\nwalks out, leaving Cathleen so helplessly confused.\n\nINT. SISTER EMILY’S ROOM - DAY\n\nAll alone in her cell, Sister Emily is knelt on the floor\npraying.\n\nSISTER EMILY\nLord please forgive for all the mistakes\nI’ve made so far as a postulant. I didn’t\nfocus enough on my prayers this morning\nand I rushed straight to Mass.... Because\nI just wanted to be with my friends. And\nI’m sorry sometimes if it seems like I\npay more attention to my friends, than I\ndo you. I’m hoping to change that....\n\fBlue Rev. (mm/dd/yy) 50.\n\nINT. CHAPEL - AFTERNOON\n\nIt is Choir practice as Sister Mary Grace sits in the\npews, watching all the postulants go through their\nchanting of the DIVINE OFFICE.",
  "39": "---END OF PREVIOUS SECTION---\nBlue Rev. (mm/dd/yy) 50. INT. CHAPEL - AFTERNOON\n\nIt is Choir practice as Sister Mary Grace sits in the\npews, watching all the postulants go through their\nchanting of the DIVINE OFFICE. \n---TARGET SECTION TO BE ANNOTATED---\nPOSTULANTS IN UNISON\nYou shall speak to him and put the words\nin his mouth, and I will be with your\nmouth and with his mouth and will teach\nyou both what to do.\n\nBefore suddenly Sister’s Anne, Kate and Genevieve come\nbursting into the chapel, everybody immediately stopping\nand turning. They then each go and whisper into the ears\nof two of the Postulants, Marianna and Theresa. Both\ngirls seem so frightened, so confused, before they\nquietly and obediently follow Anne, Kate and Genevieve\nout.\n\nAll the while Mary Grace just watches the whole thing\nconfused, trying to figure out what the hell is going on.\nShe finally gets up and walks out of the chapel herself.\n\nINT. MOTHERHOUSE. HALLWAY - AFTERNOON\n\nOutside the door to Reverend Mother’s office, Mary Grace\nwaits and paces unsure if she should enter.\n\nThe door to the office then opens, with the same two\ngirls, Theresa and Marianna both racing out, both\nhysterically crying.\n\nMary Grace moves to comfort them, but then thinks the\nbetter of it as Reverend Mother also emerges. The girls\ndisappear down the hall, leaving the two older nuns\nalone.\n\nSISTER MARY GRACE\nWhat was that all about? What just\nhappened?\n\nREVEREND MOTHER\nNothing. I’m sending those girls home.\n\nSISTER MARY GRACE\nWho? Theresa and Marianna? But why?\n\nREVEREND MOTHER\nIs that their names? Frankly I was told\ntheir relationship was veering toward\nsomething inappropriate.\n\n(MORE )\n\f51.\n\nREVEREND MOTHER (CONT'D)\nThat they were starting to become a bit\ntoo intimate with each other?\n\nSISTER MARY GRACE\n“Too intimate”? By who?\n\nReverend Mother just stares at Mary Grace, not exactly\npleased with the sudden line of questioning.\n\nREVEREND MOTHER\nIt doesn’t matter who. The point is they\nclearly don’t belong here, and they\nneeded to be sent home.\n\nBeat. We see Mary Grace, slowly become more defiant.\n\nSISTER MARY GRACE\nBut they’re just young girls, away from\nhome for the first time. They’re probably\njust friends, seeking comfort in each\nother...",
  "40": "---END OF PREVIOUS SECTION---\nWe see Mary Grace, slowly become more defiant. SISTER MARY GRACE\nBut they’re just young girls, away from\nhome for the first time. They’re probably\njust friends, seeking comfort in each\nother... \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nSeeking comfort in each other, is that\nwhat we all do around here now?... By the\nway, are you questioning me again?\n\nSISTER MARY GRACE\nQuestioning you?.... No, I...\n\nREVEREND MOTHER\nAre you questioning my judgement?\n\nSISTER MARY GRACE\nNo, Mother... I’m just...\n\nREVEREND MOTHER\nSo why don’t you tell me Mary Grace- How\nexactly are those girls supposed to make\nit their whole lives, deprived of any\nform of physical affection - When they\ncan’t even make it 6 months?\n\nMary Grace just stares at her, wondering how defiant she\ncan really be.\n\nSISTER MARY GRACE\n(under her breath)\nHonestly, I don’t know. Because I don’t\nknow how anybody does that...\n\nNow Reverend Mother suddenly looks shocked, and PISSED.\n\f52.\n\nREVEREND MOTHER\nExcuse me?\n\nSISTER MARY GRACE\nWhat I mean is it’s only natural to want\nto... Because you can’t just cut it off.\nYou can’t pretend it’s not there...\n\nREVEREND MOTHER\nCut what off? Pretend what’s not there?\n\nSISTER MARY GRACE\nForget it.\n\nReverend Mother is silent for a long moment, weighing her\nwords carefully. She then moves closer to Mary Grace.\n\nREVEREND MOTHER\nYou know, there have been moments\nrecently, here and there, when I’ve\nstarted to get the feeling you just don’t\nwant to be here anymore. As if everything\nwe do requires some sort of interrogation\nfrom you.\n\nMary Grace just stares at the floor, shaking her head.\n\nSISTER MARY GRACE\nMaybe. I don’t know? Maybe that’s true?\n\nBefore suddenly Reverend Mother’s anger level jumps big.",
  "41": "---END OF PREVIOUS SECTION---\nI don’t know? Maybe that’s true? Before suddenly Reverend Mother’s anger level jumps big. \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nSeriously! What is your problem exactly!\n\nSISTER MARY GRACE\nI don’t know! I don’t know what my\nproblem is! Maybe a part of my problem is\nyou!\n\nREVEREND MOTHER\nMe!\n\nSISTER MARY GRACE\nBecause I just don’t understand what\nyou’re doing anymore- I don’t understand\nyour motivations!\n\nREVEREND MOTHER\nDon’t you!? God is my motivation! God is\nmy reason and motivation for everything I\ndo! I do everything for him! Everything!!\n\f53.\n\nSISTER MARY GRACE\nBut that doesn’t necessarily mean you’re\nreally doing what he wants! Honestly, do\nyou really think any of us know for sure\nwhat he wants from us...\n\nREVEREND MOTHER\nOh, I believe I do!\n\nSISTER MARY GRACE\nWell I think it’s wrong for you to keep\nus in the dark about Vatican II! Whatever\nchanges are happening, whatever’s in all\nthose documents you keep hiding! If it’s\nreally going to effect us, then we all\ndeserve to know!\n\nREVEREND MOTHER\nNo you don’t! And it’s not going to\neffect us! Nothing is going to effect us!\n\nSISTER MARY GRACE\nThen why can’t you just tell us what’s\nreally going on!\n\nREVEREND MOTHER\nBecause I don’t WANT to! And I don’t have\nto! I don’t have to and I don’t want to!\n\nSISTER MARY GRACE\nOh you know what, okay, FINE!... FINE!\nFINE! FINE MOTHER!\n\nREVEREND MOTHER\nTHAT’S RIGHT!! FINE IS RIGHT!! FINE IS\nABSOLUTELY RIGHT MARY GRACE!! FINE!!\n\nNow suddenly they’re both silent. Both so shocked by what\nhas just occurred.\n\nBeat.\n\nREVEREND MOTHER (CONT’D)\n(in sign language)\nI think I’m going to go pray now. I’m\ngoing to go to the chapel and pray.\n\nMary Grace looks at her one more time, then just turns\nand walks away.\n\f54.\n\nINT. SISTER MARY GRACE’S CELL - DAY\n\nLater in the night Mary Grace is curled up on the floor\nof her cell, crying hysterically.",
  "42": "---END OF PREVIOUS SECTION---\n54. INT. SISTER MARY GRACE’S CELL - DAY\n\nLater in the night Mary Grace is curled up on the floor\nof her cell, crying hysterically. \n---TARGET SECTION TO BE ANNOTATED---\n It’s such a deep and\nguttural weeping that goes on and on, painful to listen\nto. Beat.\n\nSISTER MARY GRACE (0.S.)\nI know this isn’t our normal hour\ntogether, but I just wanted to call you\nall in here, to let you know something...\n\nINT. POSTULANT CLASSROOM - DAY\n\nAll the Postulants are now gathered in the study room\nstaring up at Mary Grace, who stands at the head of the\nroom looking back at them all so sadly and tenderly.\n\nSISTER MARY GRACE\nI wanted to let you all know that I’ve\ndecided I’m going to be leaving the\nconvent... I’m so sorry I won’t be here\nto see you all take your first vows.\n\nThe room falls silent. All the girls look so shocked.\n\nSISTER EMILY\nWhat? But what do you mean? Where are you\ngoing?\n\nSISTER CHARLOTTE\nIt’s because of Reverend Mother isn’t it.\nShe wants to take you away from us.\n\nMary Grace just looks at them, overwhelmed by their\ndevotion.\n\nSISTER MARY GRACE\nNo, it’s not because of her. It’s not\nbecause of anything... I’m just not sure\nthis life is for me anymore? I’ve been a\nRose since I was 16 years old, I’1l\nalways love this place. The place where I\ngrew up ... But I’m not meant to be here\nanymore.\n\nThey all look so sad, a few begin to cry.\n\nSISTER MARY GRACE (CONT’D)\nAs for Reverend Mother, I know it’s hard\nto understand... But I promise, all she\nreally wants is for you to be the best\nnuns possible.\n\n(MORE)\n\f55.\n\nSISTER MARY GRACE (CONT’D)\nTo serve God in the best way possible,\nwith the most dignity... I know it may\nnot seem like it, but she does care.\n\nSISTER EVELYN\nAre you still going to be a member of the\nchurch? After you leave I mean?\n\nMary Grace pauses for a long beat, unsure how to answer.\n\nSISTER MARY GRACE\nYes. I’ll always be a member of the\nchurch, the church is my family.",
  "43": "---END OF PREVIOUS SECTION---\nMary Grace pauses for a long beat, unsure how to answer. SISTER MARY GRACE\nYes. I’ll always be a member of the\nchurch, the church is my family. \n---TARGET SECTION TO BE ANNOTATED---\n And you,\nall my sisters, that I’ve lived here with\nday in and day out- You’re my family\ntoo...\n\nShe now looks at them so tenderly.\n\nSISTER MARY GRACE (CONT’D)\nI want each and every one of you to know,\nthat I love you with everything in my\nheart.\n\nWe hold for a beat on Mary Grace’s face, then slowly....\n\nFADE OUT.\nFADE UP:\n\nINT. REFECTORY - AFTERNOON\n\nAs another reading is taking place, we go to a CLOSE UP\non Reverend Mother, staring off into space, seeming more\nconsumed and distracted than ever in her own thoughts.\n\nSISTER GENEVIEVE\n\n(at the pulpit)\nWe become what we love and who we love\nshapes what we become. Imitation is not a\nliteral mimicking of Christ, rather it\nmeans becoming an image of the beloved.\nAn image disclosed through\ntransformation.\n\nMOMENTS LATER the room has fallen silent, with everybody\nsitting down to eat, including Reverend Mother.\n\nBefore suddenly, there is the sound of a loud and strange\nsort of COMMOTION.\n\f56.\n\nVOICE (0.S.)\nClear the way, please! Please clear the\nway... Clear the way...\n\nAt first not quite sure what’s going on, suddenly\neveryone in the room turns to look at once- Just as a\nmuch OLDER NUN, roughly 70, charges into the dining hall\ncompletely NAKED and seeming like she’s on some sort of\nmission. She is also wildly waving her hands in the air,\nranting and raving and trying to get everyone's\nattention.\n\nNAKED NUN\nThere’s a new era coming sisters. Oh yes,\na new era and a new wind is about to\nstart blowing in here.... You hear me!\n\nMoving to the postulants table, ALL the girls try and\nhold it in, before they instantly break out in laughter.\nWhile all the older nuns just stare in shock, crossing\nthemselves and shaking their heads.\n\nAll the while Reverend Mother just watches the whole\nthing with an oddly restrained, quietly infuriated\nexpression.\n\nNAKED NUN (CONT'D)\nListen to me!... Because there will come\na time very soon... VERY SOON SISTERS...",
  "44": "---END OF PREVIOUS SECTION---\nNAKED NUN (CONT'D)\nListen to me!... Because there will come\na time very soon... VERY SOON SISTERS... \n---TARGET SECTION TO BE ANNOTATED---\nWhen all your cathedrals will suddenly\ncome crumbling to the ground.... And\nthese trappings and clothing, too, will\ngo falling away to the ground... And\nit’ll be just us sisters. Just us and\nHim. All of us, once again, naked before\nGod...\n\nAs the old naked nun then finally finishes her rant,\nstarting to head back out, as Genevieve and Kate\nimmediately bolt after her, trying to cover her.\n\nTurning back to the postulants, still all so amused- We\nhold on Cathleen, just watching and half smiling. Before\ngradually her smile begins to shift into something else.\nFar more perplexed, pensive, disturbed.\n\nBeat. At the same time as music begins to fill in...\n\nEXT. CHAPEL ENTRANCE - AFTERNOON\n\nAlong a separate entrance to the chapel, a large CROWD of\nabout 40 PEOPLE stand waiting to go inside.\n\fBlue Rev. (mm/dd/yy) 57.\n\nThese are all the PARENTS of the various postulants as\nwell as various seculars and locals, come to witness the\npostulants very first CLOTHING CEREMONY.\n\nINT. CHAPEL - SAME TIME\n\nAn even larger crowd starts to overflow into the chapel,\n\nbefore sooner or later we see Nora there too. She is all\n\ndressed up, though perhaps a tad inappropriately, not too\nmention wearing a bit too much make up.\n\nAs Nora then wanders to find a seat, moving in and out of\nmore people- She accidentally bumps into none other than\nReverend Mother.\n\nNORA\nExcuse me, sorry...\n\nThe two woman exchange a quick glance, Reverend Mother\nlooking Nora up and down. Nora continues on.\n\nINT. CHAPEL CHANGING ROOM - AFTERNOON\n\nInside a hidden atrium to the Chapel, is a scene of utter\nPANDEMONIUM and CHAOS. The entire group of our now some\n17 postulants, hurry to change into their official and\nformal WHITE WEDDING DRESSES, assisted by a small trio of\nOLDER NUNS. And these girls couldn’t be more excited!\n\nINT. CHAPEL.",
  "45": "---END OF PREVIOUS SECTION---\nAnd these girls couldn’t be more excited! INT. CHAPEL. \n---TARGET SECTION TO BE ANNOTATED---\n ANTE ROOM - LATER\n\nAgain in the Chapel Ante Room, we see all the girls\nclothed in their WEDDING DRESSES, scurrying to quickly\nget into line.\n\nINT. CHAPEL - MOMENTS LATER\n\nThe music then begins to grow louder, harkening the\nfeeling of something so divine and exalted.\n\nSomewhere amidst the pews, Nora pushes up on her toes,\nleaning her head over shoulders, then turns her head to\nsee....\n\nThe entire immaculate procession of new brides, Cathleen\nand her fellow postulants, all dressed in gowns and\nveils, so slowly and deliberately to make their way down\nthe aisle. Such a stunning and beautiful procession.\n\f58.\n\nWe also hold on the face of each girl as they pass,\npeering into each of their eyes through the veil, as\nthey all maintain their Custody so regally and\nexquisitely.\n\nMOMENTS LATER all these budding brides are finally knelt\ntogether in a line at the altar. A celestial light\noutlining and silhouetting them, bathing them almost.\n\nThe back turned Priest then recites;\n\nPRIEST\nVirginum custos et pater, sancte Ioseph,\ncuius fideli custodiae ipsa Innocentia\nChristus Iesus et Virgo virginum Maria\ncommisa fuit; te per hoc utrumque\ncarissimum pignus Iesum et Mariam obsecro\net obtestor, ut me, ab omni immunditia\npraeservatum, mente incontaminata, puro\ncorde et casto corpore Iesu et Mariae\nsemper facias castissime famulari. Amen.\n\nSomewhere in the Nuns’ pews, Reverend Mother lowers her\nhead to pray as does everybody else. Nora doesn’t realize\nwhat’s going on at first, but then sees everyone praying\nand finally does the same.\n\nCathleen, kneeling in the line beside the others, makes\nthe sign of the cross along her chest.\n\nBefore the entire congregation is suddenly hushed, as\nSister Emily stands alone with the Priest upon the altar.\nEmily gently genuflects down to kneel before him,\ngracefully bowing her head as he lifts her veil.",
  "46": "---END OF PREVIOUS SECTION---\nCathleen, kneeling in the line beside the others, makes\nthe sign of the cross along her chest. Before the entire congregation is suddenly hushed, as\nSister Emily stands alone with the Priest upon the altar. Emily gently genuflects down to kneel before him,\ngracefully bowing her head as he lifts her veil. \n---TARGET SECTION TO BE ANNOTATED---\n Emily\nand the Priest then look straight into each others eyes.\n\nPRIEST (CONT'D)\nSister Emily, what is it you desire?\n\nSISTER EMILY\n\nWith the help of God, I have come to know\nin this community....\n\nCUT TO:\nSister Charlotte now knelt before the Priest.\nSISTER CHARLOTTE\nBoth the difficulty and the joy of a life\ncompletely devoted to him..\n\nCUT TO:\n\nSister Candace knelt before the Priest.\n\f59.\n\nSISTER CANDACE,\nMy desire is to be allowed to make\nperpetual profession within this\ncommunity....\n\nCUT TO:\nAnd finally, Sister Cathleen.\n\nSISTER CATHLEEN\nI seek to become a temporary Bride of\nChrist for a year and a half, and to\npersevere in all my undying love...\n\nThe traditional WHITE VEIL NOVICE HABIT, so precisely\nfolded in a large cloth square, is then handed by young\nALTAR BOYS into each girl’s arms. (The final symbol of\ntheir transference from Postulant to Novice.)\n\nMoments later, all the brides lay on the floor in a row\ntogether, as a large BLACK CLOTH, baring a single GOLD\nCROSS in its center, is rolled over them and all their\nbodies. (Symbolizing their now death to the outside\nworld)\n\nINT. CHAPEL CHANGING ROOM - AFTERNOON\n\nBack in the atrium, the group of new Novices still in\nwedding dresses are now all lined up, anxiously awaiting\nsomething.\n\nAs we move slowly down the line, from one girl to the\nnext, we then discover that what they’re all waiting for\nis to have all their hair shorn off by an older, SCISSOR-\nWIELDING NUN.\n\nMany girls also can’t help but tremble and shake, as they\nlower their heads to be met by the blunt scissor.\n\nFinally Cathleen comes to the front on the line, bends\ndown before the scissors.\n\nHAIR CUTTING NUN\nReady...\n\nSISTER CATHLEEN\nYes, thank you Sister...\n\nJust as CHUNKS AND CHUNKS of Cathleen’s own HAIR fall in\nSLOW MOTION to the floor.\n\f60.\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nJust as CHUNKS AND CHUNKS of Cathleen’s own HAIR fall in\nSLOW MOTION to the floor. 60. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHAPEL - AFTERNOON\n\nA sudden shift in music, as the entire crowd in the\nchapel rise again and look toward the aisle, to see..\n\nThe new group of Novices changed out of their wedding\ndresses and re-clothed in their NEW NOVICE HABITS. Coming\ndown the center aisle in procession again.\n\nAs we look into Nora’s eyes we also see a tinge of deep\nsadness, realizing her daughter has now turned a corner\nshe may never turn back from.\n\nMOMENTS LATER the Novices all kneel again before the\naltar.\n\nPRIEST\nOra pro nobis, Sancta Dei Genetrix....\n\nNOVICES IN UNISON\nMay we be worthy of Christ’s love.\n\nFinally, they begin to make their procession back out. We\nhold on Cathleen as she momentarily breaks custody of the\neyes, looking everywhere in the crowd for Nora.\n\nOnce she finally finds her, Cathleen and Nora then\nsweetly lock eyes. Cathleen shyly smiles at her mom, who\nimmediately smiles back. Nora doing her very best to make\nher daughter believe she’s happy for her.\n\nEXT. RURAL CONVENT GROUNDS - DUSK\n\nWe hear a shrill sound of LAUGHING, before looking over a\nfield to see the entire group of new Novices dancing\naround a BONFIRE. They are redressed back into their\nWEDDING GOWNS, euphoric with laughter, dancing and\nsinging, having the time of their life.\n\nSISTER EVELYN\nI LOVE YOU SO MUCH RIGHT NOW GOD!!\n\nSISTER EMILY\nI’M MARRIED TO JESUS CHRIST!!\n\nThey all continue to laugh and twirl around the fire like\nlittle girls, reminding us again how ridiculously young\nthey still are.\n\f61.\n\nINT. NOVITIATE DORMITORY. HALLWAY - AFTERNOON\n\nLooking down the long hall in the Novitiate dorm, we see\nall of the Novices just standing outside their rooms and\nwatching in total shock. At the same time as Sisters Anne\nand Kate go in and out of each room, so violently\nremoving and then SMASHING all the girls’ MIRRORS.\n\nWe see all these pieces of broken mirrors thrown down\ninto PILE ON THE FLOOR.",
  "48": "---END OF PREVIOUS SECTION---\nHALLWAY - AFTERNOON\n\nLooking down the long hall in the Novitiate dorm, we see\nall of the Novices just standing outside their rooms and\nwatching in total shock. At the same time as Sisters Anne\nand Kate go in and out of each room, so violently\nremoving and then SMASHING all the girls’ MIRRORS. We see all these pieces of broken mirrors thrown down\ninto PILE ON THE FLOOR. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER CANDACE\nWhy are they taking our mirrors away?\n\nThe others just keep watching and shrug. Beat.\n\nREVEREND MOTHER (0.S.)\nThe Novitiate, as I am sure you've all\nheard many times....\n\nEXT. COURTYARD - DAY\n\nIn the courtyard, the new Novices walk toward the chapel\nin perfect unison, moving as one like some elite and\nhighly trained unit of an army.\n\nREVEREND MOTHER (0.S.)\nIs commonly understood to be the most\ngrueling and demanding period in any\nnun’s life... And let me assure you,\nyou’re experience won’t be any different.\n\nAt the same time as a couple of ‘new’ Postulants who\nhappen to be walking in the Novices path, jump to move\nout of the way.\n\nINT. NOVICE ASSEMBLY ROOM - EVENING\n\nInside a dimly lit and chillingly silent room, all the\nnovices are now all crouched on their knees, facing each\nother in one large circle.\n\nReverend Mother is also there walking through and amongst\nall the girls, looking down at them so intimidatingly.\n\nREVEREND MOTHER\nIt is now when all your so called\nvocations, will be tested to their\nlimits... It is also about learning to be\nperfect.\n\n(MORE )\n\f62.\n\nREVEREND MOTHER (CONT'D)\nBecause, and I hope you'd all agree, our\nSavior deserves no less from each of you -\nThan the gift of a perfect wife.\n\nReverend Mother finally moves to a chair at the head of\nthe room, sits down and stares at them all.\n\nREVEREND MOTHER (CONT’D)\nSo each week we'll be meeting in this\nroom for an exercise called, ‘Chapter of\nFaults’. I myself will also always be\nhere with you during every ‘Chapter’...\nAnd one thing I can assure you, we don’t\never leave this room until the Chapter is\nfinished.\n\nPeering around at all the girls, we see how completely\nterrified they all already are.\n\nREVEREND MOTHER (CONT’D)\nLet’s get started...\n\nReverend Mother then looks around for a moment, before\nshe finally turns and looks directly at Sister Evelyn.\n\nREVEREND MOTHER (CONT’D)\nYou. Sister.....",
  "49": "---END OF PREVIOUS SECTION---\nReverend Mother then looks around for a moment, before\nshe finally turns and looks directly at Sister Evelyn. REVEREND MOTHER (CONT’D)\nYou. Sister..... \n---TARGET SECTION TO BE ANNOTATED---\n ?\n\nSISTER EVELYN\nMe? Evelyn, I’m Sister Evelyn....\n\nREVEREND MOTHER\nEvelyn, can you come here to the center\nof the room here please.\n\nWithout raising her eyes, Evelyn shuffles across the\nfloor on her knees, stops dead center in the middle of\nthe circle.\n\nREVEREND MOTHER (CONT’D)\nNow if you wouldn’t mind Sister- I want\nyou to think about it for a moment, and\nthen I want you to carefully list out\nevery single fault you’re aware in\nyourself, in front of all your sisters.\n\nEvelyn is clearly completely baffled and confused by\nthese instructions.\n\nSISTER EVELYN\nI’m sorry, what...? I don’t understand?\n\f63.\n\nREVEREND MOTHER\nYou don’t understand? What don’t you\nunderstand? Are you perfect?\n\nSISTER EVELYN\nNo. I don’t know?... What do you mean?\n\nREVEREND MOTHER\nI mean are you a perfect person? A\nperfect human being? A perfect nun?\n\nSISTER EVELYN\nNo, I’m not perfect.\n\nREVEREND MOTHER\nWell wouldn't you like to be perfect?\nDon’t you think it’s important to always\nat least try to be perfect?\n\nSISTER EVELYN\nYes... I mean yes, if I could...\n\nREVEREND MOTHER\nOkay so what do you think it is Sister\nEvelyn, that most stands in the way\nbetween you and perfection?\n\nSISTER EVELYN\nMy... My... My faults, I guess?\n\nREVEREND MOTHER\nCorrect. Because there’s really no way\nfor any of us to achieve perfection in\nourselves, is there? Without getting rid\nof all our faults first?\n\nSISTER EVELYN\nI guess so?\n\nREVEREND MOTHER\nYou guess what, sister?\n\nSISTER EVELYN\nYes. I mean yes Mother, I agree.\n\nREVEREND MOTHER\nSo let’s hear it. Tell us your faults.\n\nMore closely on Evelyn, her body begins to tremble a bit.\n\f64.\n\nSISTER EVELYN\n\nI’m untidy. What I mean is, I’m messy.",
  "50": "---END OF PREVIOUS SECTION---\n64. SISTER EVELYN\n\nI’m untidy. What I mean is, I’m messy. \n---TARGET SECTION TO BE ANNOTATED---\nLike sometimes when I look around my\ncell, with all my clothes all over the\nfloor, I feel like I’m such a slob, and I\nneed to do better... I space out a lot\ntoo, they used to call me ‘space cadet’\nin school because I spaced out so much...\n\nREVEREND MOTHER\nWoah, woah, woah! Hold up, hold up...\n\nEvelyn pauses, just halts mid sentence.\n\nREVEREND MOTHER (CONT’D)\nLeaving clothes on the floor. Lack of\nconcentration, or ‘spacing out’ as you\ncall it- While I agree these are all\npoints of weakness in you- As far as\nfaults go, they’re also quite\nsuperficial, and not going to get us very\nfar in this process.... Let’s start again\nand this time I want you to fully examine\nyour conscience, tell us everything you\ndo on a daily basis to fail our Lord\nChrist.\n\nWe peer again at all the others, from one face to the\nnext, as all of them grow more frightened and disturbed.\n\nBeat.\n\nSISTER EVELYN\nThe ways I fail.. I fail Christ....\n\nA long, silent pause as Evelyn slowly begins to cry.\n\nSISTER EVELYN (CONT’D)\nThere's part of me that wonders if I’m\ngood enough to be here? If I deserve to\nbe here or deserve anything good that\nhappens to me... I want to be good, to be\npure, and good. But I don’t know if\nthat’s who I really am on the inside. And\nsometimes my thoughts inside don’t always\nmatch how I act on the outside. And\nsometimes I feel like I’m ugly and bad\n\ninside.... And I know I've let people\ndown before too. I’ve let my parents down\nbefore, my ma and my dad... But I don't\n\nwant to let him down Mother, I don’t want\nto let Jesus down. I don't want to fail\nhim, ever... And I just hope he knows\nthat I can do better, if he lets me...\n\f65.\n\nEvelyn then stops, shaking uncontrollably and crying.\n\nREVEREND MOTHER\n(more softly)\nOkay, okay,... Thank you Evelyn. That was\nvery brave of you, thank you.",
  "51": "---END OF PREVIOUS SECTION---\nREVEREND MOTHER\n(more softly)\nOkay, okay,... Thank you Evelyn. That was\nvery brave of you, thank you. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER EVELYN\n(almost inaudible)\nThank you Mother.\n\nAs Evelyn's body finally relaxes, we see the tiniest hint\nof a smile on her face, more relief than anything else.\n\nREVEREND MOTHER\nNow for your penance I’m going to assign\nyou 10 Hail Mary’s this week. And I'd\nlike you to fast all day Friday.\n\nSISTER EVELYN\nYes Mother, thank you Mother...\n\nEvelyn then starts to shuffle back to her place in line.\n\nREVEREND MOTHER\nWait a minute, where are you going?\n\nEvelyn stops, freezes, completely confused.\n\nSISTER EVELYN\nI’m sorry... I thought I was done?\n\nREVEREND MOTHER\nDone? No, you’re not done. Did you hear\nme say you were done? Come back here.\n\nStill halted, Evelyn finally shuffles back to the center,\njust Reverend Mother turns to the group at large.\n\nREVEREND MOTHER (CONT’D)\nNow that Evelyn’s been brave enough to\nshare some these faults in herself with\nall of us- I’d like to open it up to the\nrest of you. Can I have a volunteer\nplease, to help point out any additional\nflaws they too have observed in Evelyn?\n\nLonger Beat. Everybody is dead silent, completely caught\noff guard, unsure what to do.\n\nREVEREND MOTHER (CONT’D)\nSomeone please speak, we've already\nestablished she’s not perfect.\n\f66.\n\nContinued silence, no one wants to talk.\nBeat.\n\nSISTER CANDACE\nI saw her smile.\n\nREVEREND MOTHER\n(turning to Candace)\nWhat?\n\nSISTER CANDACE\nJust now, when you said she did a good\njob... I saw her smile... Like she was\npleased with herself, like it was alla\njoke to her.\n\nReverend Mother turns again to Evelyn,\n\nREVEREND MOTHER\nEvelyn, is that true?\n\nEvelyn just continues to stare at the floor trembling.\n\nSISTER EVELYN\nNo...",
  "52": "---END OF PREVIOUS SECTION---\nReverend Mother turns again to Evelyn,\n\nREVEREND MOTHER\nEvelyn, is that true? Evelyn just continues to stare at the floor trembling. SISTER EVELYN\nNo... \n---TARGET SECTION TO BE ANNOTATED---\n I mean how would she even know what\nI did, if she hadn’t broken Custody of\nthe Eyes to look at me?\n\nBefore suddenly Candace yells at her!\n\nSISTER CANDACE\nI didn’t!! You’re vain!!\n\nWith Evelyn yelling back!\n\nSISTER EVELYN\nYou did! You’re a liar! That’s a fault\ntoo!\n\nREVEREND MOTHER\nQuiet! Evelyn your turn is over, you\ndon't speak anymore.... More importantly,\nif you really had the nerve to mock this\nprocess- That’s pathetic. What kind of\nnun do you plan on being, if you can’t\neven get through a moment of self-\nexamination without gloating... This is\ncalled the sin of pride, and I’m going to\ncorrect it in each of you, starting with\nyou Sister Evelyn... In addition to your\nother penance, I want you to use the\nDiscipline on yourself.\n\f67.\n\nThere’s a long, silent, overwhelmingly tense pause.\nMoving from face to face, we see how traumatized the\ngirls are. Terrified to speak again, Evelyn then finally\nasks...\n\nSISTER EVELYN\nThe what?\n\nINT. NOVITIATE DORMITORY. STAIRCASE - DAY\n\nA quiet empty stairwell, as Evelyn, Charlotte and Candace\nall sit together on the stairs. Evelyn is also\nhysterically crying, both girls just looking at her.\n\nSISTER CHARLOTTE\nWas it really that bad?\n\nEvelyn just shakes her head.\n\nSISTER EVELYN\nWhat do you think?\n\nSISTER CHARLOTTE\nYou don’t have to stay here you know,\nnone of us do, you could leave anytime\nyou wanted...\n\nSISTER EVELYN\nAnd do what? Tell my parents and everyone\nback home that I failed at being a nun.\n\nClearly guilt ridden by her prior accusations, Candace\nthen turns to Evelyn so empathetically.\n\nSISTER CANDACE\nSister, I’m so sorry... I’m so sorry for\nthe things I said... I don’t think you’re\nvain at all.\n\nEvelyn herself turns to Candace sweetly.\nSISTER EVELYN\nIt's okay Sister, I know... I don’t think\nyou’re a liar. I’m sorry too.\nINT.",
  "53": "---END OF PREVIOUS SECTION---\nI don’t think\nyou’re a liar. I’m sorry too. INT. \n---TARGET SECTION TO BE ANNOTATED---\n REFECTORY - DAY\nWith the entire community once again gathered for the\n\nafternoon meal, suddenly Sister Genevieve stands and\nbegins clinking her fork on a glass, addressing the room.\n\fBlue Rev. (mm/dd/yy) 68.\n\nREVEREND MOTHER\nSisters, may I have your attention\nplease. As of today we have a new member,\nSister Emanuel, joining our community.\nSister Emanuel was previously a member of\nthe Sisters of Christ in New Hampshire.\nBut as she felt the culture of the Roses\nwas more suited to her religious needs,\nshe’s decided to transfer here. She’1l be\njoining as a second year Novice.\n\nAt the Novice table, all the girls immediately turn and\nlook towards the podium, a mutual air of shock.\n\nFollowing their gaze, we then see a very beautiful,\ndevout looking young woman of 24, standing beside Sister\nGenevieve - SISTER EMANUEL.\n\nCathleen too then casually steals a glance at the new\nsister, although doesn’t seem to show much interest.\n\nINT. CHAPEL - AFTERNOON\n\nInside the dead silence of the Chapel, all the new\nnovices are lined up at the foot of the Altar, given a\nspecial communion by Father Luca. And as we slowly PAN\nacross, moving from one girl to the next, one open mouth\nto the next- a strange sort of tension begins to build.\n\nEXT. RURAL CONVENT GROUNDS - AFTERNOON\n\nOn a sunny afternoon, Sister Cathleen and Sister Emily\nsit alone together, in a tall field of swaying grass.\n\nSISTER EMILY\nIt just gets to me you know. Like I just\nthink of how young we still are. All the\nthings we could be doing, if we weren’t\nstuck in here, in the Novitiate. All my\nfriends back home, they’re all just doing\nnormal teenage stuff- Going to drive-in\nmovies, going roller skating, watching\nthe fireworks on the 4th of July, going\non dates with boys. Even....\n\nSISTER CATHLEEN\nEven what?\n\nEmily pauses for a moment, afraid to even say the word.\n\fBlue Rev. (mm/dd/yy) 69.\n\nSISTER EMILY\n(she whispers it)\nYou know... Sex.",
  "54": "---END OF PREVIOUS SECTION---\nBlue Rev. (mm/dd/yy) 69. SISTER EMILY\n(she whispers it)\nYou know... Sex. \n---TARGET SECTION TO BE ANNOTATED---\nCathleen just looks at her, shocked then immediately\nstarts blushing.\n\nSISTER EMILY (CONT’D)\nYou can’t tell me you’ve never thought\nabout it. Everybody does, even nuns, they\njust never talk about it.\n\nSISTER CATHLEEN\nBut how do you know that? How do you know\nnuns think about it?\n\nSISTER EMILY\nBecause everybody does. It’s normal. More\nnormal than you think.\n\nSISTER CATHLEEN\nBut, I don’t think about it.\n\nEmily just looks at her.\nSISTER EMILY\nYou never kissed a boy before you came\nhere, nothing like that...\nCathleen shakes her head.\n\nSISTER CATHLEEN\nDid you?\n\nSISTER EMILY\nOnce. It was nice actually. I bet you’d\nlike it too.\nCathleen suddenly blushes even harder.\nSISTER CATHLEEN\nI don’t know? It’s like Reverend Mother\nsays, our bodies are just a distraction.\nThey're both silent again. Emily stares off, seeming\nsuddenly ashamed.\n\nINT. REFECTORY - DAY\n\nMusic begins to drift in, as held alone in a single\nframe, Sister Candace gives a reading before the meal.\n\fBlue Rev. (mm/dd/yy) 70.\n\nSISTER CANDACE\nLet him kiss me with the kisses of his\nmouth. For your love is better than wine;\nyour anointing oils are fragrant; your\nname is oil poured out on me; therefore\nvirgins love you. Draw me after you; let\nus run...\n\nINT. NOVICE ASSEMBLY ROOM - EVENING\n\nReturning to another Chapter of Faults, the room is dead\nsilent as Reverend Mother just looks around at all the\ngirls, her eyes moving from girl to girl. Her eyes then\nfinally land on Cathleen.\n\nREVEREND MOTHER\nSister Cathleen...\n\nStunned, Cathleen is momentarily frozen. Before she\nfinally shuffles across the floor to the center of the\nroom.\n\nREVEREND MOTHER (CONT’D)\nWhat faults would you like to share with\nus this evening Cathleen?\n\nCathleen pauses. It takes her a long time.\n\nSISTER CATHLEEN\nSometimes... Sometimes wish that I could\nbe more loved back...",
  "55": "---END OF PREVIOUS SECTION---\nIt takes her a long time. SISTER CATHLEEN\nSometimes... Sometimes wish that I could\nbe more loved back... \n---TARGET SECTION TO BE ANNOTATED---\n What I mean is, I\nwish I knew for sure, that we all knew\nfor sure, that he really loves us back as\nmuch as we love him... I wish I could\nfeel it more.\n\nThere’s a long pause, everyone waiting on Reverend\nMother's reaction to this. But this time Reverend Mother\nseems softer, more tolerant.\n\nREVEREND MOTHER\n(consolingly)\nDon’t wish for things you shouldn't\nsister. Because that means you're\nquestioning God’s will.\n\nINT. SISTER CATHLEEN’S NOVICE CELL - NIGHT\n\nAlone and in her cell at night, Cathleen is now knelt on\nthe floor in her nightgown and praying.\n\fBlue Rev. (mm/dd/yy) 71.\n\nSISTER CATHLEEN\nThank you so much for everything today\nLord, for showing me how to be a better\nNovice. I’m so sorry for ever questioning\nor doubting you.\n\nMOMENTS LATER Cathleen undresses out of her habit and\ninto her nightgown. And again for the brief moment that\nshe finds herself nude, she struggles to hide her own\nbody from herself.\n\nINT. SISTER CATHLEEN’S NOVICE CELL - NIGHT\nMUCH LATER, the room is now shrouded in darkness.\n\nAs Cathleen is also deep asleep, she gradually begins to\ntoss and turn in bed, somewhat restless, until it\ngradually mutates into something else entirely.\n\nStill deep in sleep, Cathleen unconsciously begins to\nbreathe somewhat heavily, then slowly moves her hand\nbetween legs beneath the blanket, clearly aroused,\nmasturbating without knowing. It goes on for a minute or\ntwo as she remains asleep the whole time.\n\nBefore Cathleen then suddenly jolts up and awake,\ncompletely startled! Breathing so heavily and desperately\nshe just looks down at her hands. We then move in on her\nface and eyes, her terrified expression. It’s literally\nas if she has no idea what just happened, but only knows\nit’s bad.\n\nEXT. CONVENT GROUNDS - MORNING\n\nGazing at the cloister from a distance, the first MORNING\nBELL begins to chime.\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nEXT. CONVENT GROUNDS - MORNING\n\nGazing at the cloister from a distance, the first MORNING\nBELL begins to chime. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SISTER CATHLEEN’S NOVICE CELL - MORNING\n\nSeeming as if she has been up all night, and so wracked\nwith guilt and worry- Cathleen is knelt beside her bed,\nstruggling to pray.\n\nSISTER CATHLEEN\n(whispering)\nI’m so sorry Lord. I’m so sorry, I’m so\nsorry, I’m so sorry.....\n\fBlue Rev. (mm/dd/yy) 72.\n\nINT. CHAPEL - MORNING\n\nIn the midst of morning Mass, the novices are all seated\ntogether in their pews. As the Priest then beckons the\nentire congregation to pray, we focus on Cathleen who's\nstill so distracted she forgets to lower her head. Seated\nbeside her, Sister Charlotte notices and gently nudges\nher. Cathleen looks up confused. Charlotte then shoots\nher a look like, “Everyone's praying.”\n\nINT. REFECTORY - DAY\n\nInside the refectory, the entire community all eat in\nsilence. Except for Cathleen, who simply stares down at\nher plate of food as if it disgusts her. As if not eating\nmight somehow absolve her secret, crippling guilt.\n\nAcross the table, Sister Emanuel happens to glance at\nCathleen and then down at her plate. She seems to be the\nonly one who notices.\n\nAs a Postulant then finally comes around to collect\neveryone’s plate, Cathleen hands hers over, full and\nuntouched.\n\nINT. REVEREND MOTHER’S PRIVATE CHAPEL - AFTERNOON\n\nInside Reverend Mother’s small private chapel, she kneels\non the floor, deeply praying. There’s then a KNOCK at the\ndoor, with Sister Genevieve peeking her head.\n\nReverend Mother turns, confused.\n\nSISTER GENEVIEVE\nExcuse me Mother, sorry to bother you...\n\nREVEREND MOTHER\nWhat is it?\n\nSISTER GENEVIEVE\nThe Archbishop is here to see you.\n\nNow Reverend Mother’s face suddenly looks a bit panicked,\nshe clearly wasn’t expecting this.\n\nREVEREND MOTHER\nWhat? What do you mean, he’s here? He’s\nhere now?\n\nSISTER GENEVIEVE\nYes, I’m afraid so.\n\fBlue Rev. (mm/dd/yy) 73.\n\nINT.",
  "57": "---END OF PREVIOUS SECTION---\nSISTER GENEVIEVE\nYes, I’m afraid so. Blue Rev. (mm/dd/yy) 73. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MOTHERHOUSE. RECEPTION ROOM - AFTERNOON\n\nA WIDE SHOT from across the enormous room, as we see the\nsilhouette of a man waiting by himself. Reverend Mother\nthen hurries into the room to greet him.\n\nMOMENTS LATER they are seated across a small table from\none and other, a tea set placed between them. ARCHBISHOP\nMcCARTHY is also so exquisitely powerful and composed,\nwhile Reverend Mother actually seems a bit nervous and\nfidgety.\n\nARCHBISHOP\nSo how are you Marie? You well? You seem\na bit on edge...\n\nREVEREND MOTHER\nDo I? Maybe it’s just because I haven’t\nbeen in the presence of a man in awhile.\nIt’s unusual for me.\n\nThe Archbishop laughs out loud at this. While Reverend\nMother just looks confused, she doesn’t know what’s\nfunny.\n\nARCHBISHOP\nDo you know why I’m here?\n\nREVEREND MOTHER\nNo, I do not.\n\nARCHBISHOP\nYou have no idea why I’m here?\n\nREVEREND MOTHER\nI don’t, no.\n\nARCHBISHOP\nLet’s put it like this- I’ve been hearing\na lot recently, about how this order in\nparticular, is having difficulty\nembracing some of the changes put forth\nby the Second Vatican Council, Vatican\nII?... Now you tell me, is that accurate?\n\nSuddenly Reverend Mother seems even more fidgety.\n\nREVEREND MOTHER\nRight, Vatican II. Accurate to a point.\nSome changes we’ve adopted. Others we\nhaven't.\n\nARCHBISHOP\nAnd would you care to elaborate on that?\n\fBlue Rev. (mm/dd/yy) 74.\n\nREVEREND MOTHER\n(growing defiant)\nNot really. To be perfectly honest, most\nof the memos I’ve received from your\noffice only used the word “suggestion”.\nIn regards to all these ridiculous\nreforms we’re suddenly supposed to...\n\nARCHBISHOP\nHow amusing. I think you’re the only one\nwho missed the subtext there. For most of\nus, the word “suggestion” is understood\nas synonymous with “obligation”.\n\nREVEREND MOTHER\nMaybe I’m just not that attuned to\nsubtext. My apologies.",
  "58": "---END OF PREVIOUS SECTION---\nFor most of\nus, the word “suggestion” is understood\nas synonymous with “obligation”. REVEREND MOTHER\nMaybe I’m just not that attuned to\nsubtext. My apologies. \n---TARGET SECTION TO BE ANNOTATED---\n Are we done here?\n\nReverend Mother begins to get up, but he makes it clear\nshe better sit back down.\n\nARCHBISHOP\nNo, we're not done.... What exactly are\nyou having the most difficulty with? Why\ndon’t you lay it out for me.\n\nREVEREND MOTHER\nI have no difficulty with it. I just\nhappen to disagree with it. All of it...\nNot to mention it’s a bit of a slap in\nthe face that the sisters weren't given\nany voice in the matter.\n\nThe Archbishop laughs again, and she again doesn’t know\nwhat’s so funny.\n\nARCHBISHOP\nYou really expected them to have a voice,\nthe sisters?\n\nREVEREND MOTHER\nWe're a part of this church too...\n\nARCHBISHOP\nMarie, come on....\n\nREVEREND MOTHER\nWith all due respect, I just don’t think\nyou really understand what this is going\nto do to us... Because it’s going to ruin\nus.... If we were really to embrace all\nthese changes- I guarantee you it’1l\ndestroy the very institution of Catholic\nnuns as we know it.\n\f75.\n\nBeat. The Archbishop is still not moved.\n\nARCHBISHOP\nNow are you still encouraging all your\nPostulants and Novices to perform extreme\npenances on themselves? All that old\nmedieval stuff?.. Because that’s gotta\nstop.\n\nReverend Mother just shakes her head.\n\nREVEREND MOTHER\nI never asked any of my girls to do\nanything for God, that I wouldn’t do\nmyself.\n\nARCHBISHOP\nLike I said, it’s gotta stop... And as\nfor the rest of Rome’s recommendations- I\njust hope you’ll keep an open mind, try\nto see them all together as part of a\nlarger theme. The theme is change,\nadaptation, spiritual evolution.... Do me\na favor, just try and open your mind to\nthis. Otherwise, I may “suggest” we find\na replacement for you.\n\nThe Archbishop then slowly rises and starts to head for\nthe door. But just as he reaches it, he turns back.\n\nARCHBISHOP (CONT'D)\nYou know you really should smile more...",
  "59": "---END OF PREVIOUS SECTION---\nThe Archbishop then slowly rises and starts to head for\nthe door. But just as he reaches it, he turns back. ARCHBISHOP (CONT'D)\nYou know you really should smile more... \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nExcuse me?\n\nARCHBISHOP\nYou should smile more, women are so much\nprettier when they smile.\nReverend Mother just glares.\n\nREVEREND MOTHER\nI’m not a woman, I’m a nun.\n\nARCHBISHOP\nIs there a difference?\n\nAnd now she glares at him even harder.\n\nREVEREND MOTHER\nThere used to be.\n\f76.\n\nINT. NOVITIATE ASSEMBLY ROOM - NIGHT\n\nYet another “Chapter of Faults”, as all the Novices kneel\nin silence, with Sister Emily in the center.\n\nSISTER EMILY\nI never thought I’d say this, but there\nare times when I question if God is\nreal?... It’s so horrible, I know. But\nwhat scares me to think is, what if he\ndoesn’t really exist?\n\nTurning to Reverend Mother, we see how completely checked\nout she seems, as if her thoughts are literally miles\naway.\n\nSISTER EMILY (CONT’D)\nWhat if he’s just something we all made\nup one day, then everybody started\nbelieving it... All the things we do for\nhim, everything we all put ourselves\nthrough, how we push ourselves and push\nourselves to live only in his image... If\nit ever turned out that God didn’t really\nexist- Then who would we all be doing it\nfor?\n\nTurning back to Reverend Mother, it takes a moment for\nher to even realize Emily has finished. Everybody waiting\non her word, she finally checks back into the present.\n\nREVEREND MOTHER\nSister Emily, you seem to like to come in\nhere week after week, making the same\npathetic confessions of your wavering\nfaith. Again and again and again...\nFrankly I think we’ve all grown tired of\nhaving to listen to this ongoing saga of\nyour complete and utter spiritual\nwretchedness.... For your penance, I’m\nassigning you no penance at all. Why\nbother, it’s a complete waste of my time.\n\nAt which point Reverend Mother just gets up and walks\nstraight out of the room, leaving all the girls in shock.\n\nBeat. Everybody just looks around.\n\nEXT.",
  "60": "---END OF PREVIOUS SECTION---\nBeat. Everybody just looks around. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CONVENT GROUNDS - AFTERNOON\n\nA large clothes line is hung, with a small group of\nNovices busying themselves doing laundry.\n\f77.\n\nGlancing across the courtyard, Sister Emily then happens\nto notice Sister Emanuel walking by herself, head down,\nminding her own business.\n\nEmily shoots a look over to Sister Candace, as the girls\nstart whispering.\nSISTER EMILY\nI just don’t understand who she is or\nwhat she’s even doing here?\nSISTER CANDACE\nApparently the S.0.C’s weren’t strict\nenough for her. I guess she came here for\nall the extra self punishment.\n\nSISTER EMILY\nAre you serious? Does she really think\nshe’s that holy?\n\nThey both giggle out loud, then stop themselves.\n\nINT. REFECTORY - AFTERNOON\n\nBack in the dining hall and while everyone around her\neats, Cathleen just stares down poking and picking at\nanother PLATE OF FOOD. Emanuel again, seems to be the\nonly one that notices.\n\nCathleen then happens to catch Emanuel looking at her,\nwho quickly turns away. It’s awkward.\n\nINT. REV. MOTHER’S HALLWAY - AFTERNOON\n\nLooking down the long hallway, Cathleen sits alone on the\nbench outside Reverend Mother's office, waiting.\n\nWe move in CLOSER on her clearly anxious expression.\nThen to her HANDS, fussing and fidgeting in her lap.\n\nFinally the door to Reverend Mother’s office opens with\nReverend Mother peeking out. She turns to Cathleen.\n\nREVEREND MOTHER\nYou can come in.\nINT. REVEREND MOTHER’S OFFICE - MOMENTS LATER\n\nCathleen and Reverend Mother now sit across the desk from\neach other. Reverend Mother stares at her curiously.\n\fBlue Rev. (mm/dd/yy) 78.\n\nREVEREND MOTHER\nWhat did you want to see me about,\nsister?\n\nCathleen can barely even get the words out,\n\nSISTER CATHLEEN\nI was just wondering if... If I could use\nthe Discipline, just for the night?\n\nCaught off guard, Reverend Mother then slowly looks up\nand much more directly at Cathleen.",
  "61": "---END OF PREVIOUS SECTION---\nCathleen can barely even get the words out,\n\nSISTER CATHLEEN\nI was just wondering if... If I could use\nthe Discipline, just for the night? Caught off guard, Reverend Mother then slowly looks up\nand much more directly at Cathleen. \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nThe Discipline? Why?\n\nSISTER CATHLEEN\nIf it’s okay with you, I'd rather not\nsay.\n\nREVEREND MOTHER\nIt’s not okay. I can’t just give it to\nyou, without knowing what you want it for\nfirst.\n\nA long pause, Cathleen struggles so hard to think of what\nto say.\n\nCATHLEEN\nNo, I know... I broke Grande Silence\ntwice this week.... I was also\n\nuncharitable to one of my sisters when I\ndidn’t mean to be.\n\nNow Reverend Mother looks at Cathleen with more interest,\nas if actually noticing her for the very first time.\n\nREVEREND MOTHER\nThat’s what you want to punish yourself\nfor?\n\nCathleen nods. Reverend Mother continues to look at her.\n\nREVEREND MOTHER (CONT’D)\nHonestly?\n\nCathleen nods again. Reverend Mother then opens a drawer\nremoving the small knotted WHIP from her desk. She slides\nit across to Cathleen.\n\nREVEREND MOTHER (CONT’D)\nBe careful, it’s not a toy.\n\nCathleen slowly takes it, begins to get up.\n\fBlue Rev. (mm/dd/yy) 79.\n\nSISTER CATHLEEN\nThank you Mother.\n\nKeeping her eyes on Cathleen, Reverend Mother watches her\nleave with intensified curiosity.\n\nINT. SISTER CATHLEEN’S NOVICE CELL - NIGHT\n\nKnelt by herself on the floor, Cathleen slowly and\nmeticulously begins to pull her habit over her head. She\nstares at the floor for a long beat, clearly so utterly\nterrified about what she’s about to do.\n\nFinally she reaches down and grabs the Discipline off the\nfloor, takes a deep breath and begins to whip herself.\n\nShe hits herself very, very hard. CRACK! CRACK! CRACK!\nAnd with each and every crack, we can hear her muffled\nyelps and moans of pain. And yet she keeps going, just\ngritting her teeth and trying to get through it.\n\nCathleen whips herself about 10 times, then finally\nstops.\n\nHARD TO BLACK.\n\nFADE UP:\n\nEXT. CONVENT GARDEN - AFTERNOON\n\nOn a beautiful sunny afternoon, Cathleen sits on a bench\nby herself reading the Bible.",
  "62": "---END OF PREVIOUS SECTION---\nHARD TO BLACK. FADE UP:\n\nEXT. CONVENT GARDEN - AFTERNOON\n\nOn a beautiful sunny afternoon, Cathleen sits on a bench\nby herself reading the Bible. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly Sister Genevieve\nthen walks across the courtyard to her.\n\nSISTER GENEVIEVE\nExcuse me Sister, but your Mother’s here\nto see you.\n\nCathleen then looks up, staring at Genevieve confused.\nSISTER CATHLEEN\nWhat? What do you mean? Why would my\nmother be here, it’s not visiting day?\n\nSister Genevieve looks around to see if anyone’s\nwatching. She whispers something into Cathleen’s ear.\n\f80.\n\nINT. HALLWAY - DAY\n\nFollowing behind Genevieve, Cathleen starts towards the\nmain nun’s door of the Family Room, but then Genevieve\nstops her, motioning elsewhere.\n\nSISTER GENEVIEVE\nIt's okay, Reverend Mother said you’re\nallowed to use the other door today.\n\nCathleen then follows her through the alternate door.\n\nINT. FAMILY RECEPTION ROOM - DAY\n\nAs Cathleen enters, she immediately sees Nora standing\nthere and waiting, wearing an odd expression. And we can\ntell Cathleen’s not happy about it.\n\nShe slowly walks to her mom, with Nora at once trying to\nhug her. But instead Cathleen freezes.\n\nNORA\nIs there somewhere can we talk. I got\nsomething I gotta tell you...\n\nSISTER CATHLEEN\n(motioning to Genevieve)\nIt’s okay, she already told me....\n\nConfused for a moment, Nora then turns and glares at\nGenevieve. She takes another step toward Cathleen.\n\nNORA\nNo one knew he had it. Guess it had been\na few years now and he just kept it to\nhimself... And I know he wasn’t ever much\na father to you honey, but it’s probably\nstill kind of a shock. That’s why I came,\nI didn’t want you to be alone...\n\nSISTER CATHLEEN\nBut I’m not alone. And you really didn’t\nhave to come.\n\nTaken aback, Nora looks at Cathleen like she barely\nrecognizes her.\n\nNORA\nWhat is that supposed to mean? I came\nhere for you. It doesn’t upset you to\nhear your dad passed away...\n\nCathleen just shrugs her shoulders.\n\f81.",
  "63": "---END OF PREVIOUS SECTION---\nIt doesn’t upset you to\nhear your dad passed away... Cathleen just shrugs her shoulders. 81. \n---TARGET SECTION TO BE ANNOTATED---\nNORA (CONT'D)\n(searching Cathleen’s eyes)\nWait a minute, what’s going on here? What\nthe hell is going on? I’m serious\nCathleen? What is this...\n\nSISTER CATHLEEN\nNothing's going on, Mom. I’m sorry you're\nupset, okay...\n\nNora then gradually begins to get angry, but it’s an\nanger masking a much deeper concern.\n\nNORA\nWell I’m sorry you're not. What the hell\nis going on? And why have you lost a\nbunch of weight?\n\nCathleen just looks at the floor, averting Nora’s gaze.\n\nNORA (CONT'D)\nYou look really thin. How much weight\nhave you lost? Why are you so thin?\n\nCATHLEEN\nMom, I’m fine.... Please, I haven’t lost\nthat much weight...\n\nNORA\nHow much weight have you lost! What’s\ngoing on, they don’t feed you in here?\nLet me see your hands, show me your arms.\n\nNora then reaches to grab Cathleen’s arm, at the same\ntime as Cathleen immediately and violently jerks it back.\n\nCATHLEEN\nI’m fine, okay. I have to go now... I’m\nsorry about Dad, I really am. I’1l pray\nthat God meets him in grace, okay...\n\nNORA\nWhat?!?! You have to go now!?\n\nCathleen stares at her hard.\n\nCATHLEEN\nI’m sorry, I have to go okay.\n\nShe then immediately turns and leaves, not looking back\nfor a second.\n\nNORA\nCathleen!... What, Cathleen! Cathleen!!\n\f82.\n\nBut she’s gone, once again leaving Nora in a complete\nstate of shock and feeling more distanced than ever from\nher daughter\n\nNora then turns again to Sister Genevieve, who’s been\nstanding there the whole time.\n\nNORA (CONT'D)\nExcuse me, what’s the name of that Mother\nSuperior lady, woman who runs this\nplace...\n\nSISTER GENEVIEVE\nReverend Mother? You mean Reverend\nMother?\n\nNORA\nYeah her. Can you take me to her please.\n\nINT. REVEREND MOTHER’S OFFICE - DAY\n\nReverend Mother sits behind with Nora across from her.",
  "64": "---END OF PREVIOUS SECTION---\nCan you take me to her please. INT. REVEREND MOTHER’S OFFICE - DAY\n\nReverend Mother sits behind with Nora across from her. \n---TARGET SECTION TO BE ANNOTATED---\nAll while Nora wears an almost explosive expression.\n\nREVEREND MOTHER\nHow are you Mrs. Harris, I don’t think\nwe've met...\n\nNORA\n(not skipping a beat)\nI’m fine. Just want to know what’s going\non with my daughter, that’s all....\n\nREVEREND MOTHER\nI’m sorry, what do you mean by that?\n\nNORA\nLook, Miss...\n\nREVEREND MOTHER\nMother...\n\nNORA\nExcuse me?\n\nREVEREND MOTHER\nIt’s Mother, Reverend Mother. I’m not a\nMiss, or a Mrs. for that matter.\nNora just glares.\n\nNORA\nLady, I’m not calling you Mother.\n\fBeat.\n\n83.\n\nREVEREND MOTHER\nMrs. Harris I understand you've had a\nloss in the family, and I just want to\nexpress...\n\nNORA\nSave it. You do know I haven’t seen my\ndaughter in nearly 6 months- I came here\ntoday to tell her about her Dad, and I\nbarely even recognize her. She looks\ncompletely different, like she’s lost 20\npounds... I want to know what you’re\ndoing to her in here?\n\nREVEREND MOTHER\nMe? What I’m doing? This is about her\nweight, her body, isn’t that a bit of a\nsuperficial topic...\n\nNORA\nAre you blind! Have you seen her lately!\nShe looks like she’s dying!\n\nREVEREND MOTHER\nPlease calm down.\n\nNORA\nLike she’s dying!! I said, I want to know\nwhat’s going on in here!\n\nReverend Mother just looks at Nora, takes a long beat.\n\nREVEREND MOTHER\nHonestly with all due respect Mrs.\nHarris, in a sense you did bring your\ndaughter here to die. You brought her\nhere to die to the outside world, be\n\nreborn again in Christ’s love... She's\njust going through a process, that’s\nall... For whatever it’s worth, I do\n\nunderstand how hard it is for any parent\nto give their child to God.\n\nNORA\nOh really, do you? And that’s because you\nhave children your own?\n\nCalm and cool as ever, Reverend Mother then looks Nora\nstraight in the eyes.\n\f84.",
  "65": "---END OF PREVIOUS SECTION---\nAnd that’s because you\nhave children your own? Calm and cool as ever, Reverend Mother then looks Nora\nstraight in the eyes. 84. \n---TARGET SECTION TO BE ANNOTATED---\nREVEREND MOTHER\nNo, I’m afraid I do not. But neither do\nyou anymore either.\n\nReverend Mother stares and Nora stares back, both so\nenraged it’s like they could almost get in a fist fight.\nNora then slowly rises, not taking her eyes off her.\n\nNORA\nOkay well just so you know, and with all\ndue respect to you, Miss Whatever-the-\n\nfuck you want to be called by ...I didn’t\n‘bring’ my daughter here. I didn’t\n‘bring’ her here at all... But if I ever\n\ncome back and see her like this again- I\nwill take her out of here.\n\nNora heads for the door, but turns back once more.\n\nNORA (CONT'D)\nYou got that- Mother!\n\nShe SLAMS the door behind her. We hold on Reverend Mother\nin a complete state of shock. The pressure starting to\nget to her.\n\nINT. REFECTORY - EVENING\n\nAs Cathleen looks down to her plate to see a large hunk\nof highly unappetizing meatloaf staring back at her, we\ncan tell how incredibly difficult this is for her.\n\nWe then notice Sister Genevieve across the room staring\nstraight at her, watching her like a hawk. Cathleen fully\naware she’s being watched.\n\nEver so slowly, Cathleen then finally begins to eat. She\ndoes so deliberately, one bite after another. One bite\nafter another. One bite after...\n\nBefore all out of nowhere, Cathleen suddenly starts\ngagging and grabbing at her stomach, literally doubling\nover! She gets up to try and excuse herself but\nimmediately falls to the floor, coughing and dry heaving,\nas her stomach tries to force her food back up. All the\nother novices instantly rush over to try and help.\n\nHARD TO BLACK.\n\nFADE UP:\n\fBlue Rev. (mm/dd/yy) 85.\n\nEXT. CONVENT - EVENING\n\nWe watch a small group of Professed Sisters suddenly run\nfor cover, as a heavy rain falls over the convent.\n\nINT. INFIRMARY - NIGHT\n\nInside a small infirmary room we come to a CLOSE UP on\nCathleen fast asleep, little sheets of rain from the\nwindow outside, reflecting over her face.\n\nAfter a moment, a vague shadow then passes over her face.",
  "66": "---END OF PREVIOUS SECTION---\nINT. INFIRMARY - NIGHT\n\nInside a small infirmary room we come to a CLOSE UP on\nCathleen fast asleep, little sheets of rain from the\nwindow outside, reflecting over her face. After a moment, a vague shadow then passes over her face. \n---TARGET SECTION TO BE ANNOTATED---\nNow Cathleen suddenly jolts awake, shocked to see none\nother than Sister Emanuel standing over her. She stares\nat Emanuel for a long moment, unsure if she’s dreaming.\n\nSISTER CATHLEEN\n(in sign language)\nWhat are you doing here?\n\nSISTER EMANUEL\n(in sign language)\nI didn’t mean to wake you. Reverend\nMother asked me to check on you.\n\nCathleen just looks at her. Slowly propping herself up in\nthe bed.\n\nSISTER CATHLEEN\n(in sign language)\nReverend Mother?\n\nSISTER EMANUEL\nYes. And it’s okay, we don’t have to\nsign, it’s not Grande Silence yet.\n\nCathleen tries to roll over a bit but winces, clearly her\nstomach is still hurting her.\n\nSISTER EMANUEL (CONT’D)\nAre you hungry? Maybe you should eat\nsomething.... They asked me to bring you\nsoup from the dining hall. Hold on...\n\nEmanuel then walks across the room, grabbing a small bowl\nof soup she left by the door and hands it to Cathleen.\n\nSISTER CATHLEEN\nThank you Sister.\n\nCathleen sits up further and they look at each other.\nCathleen then closes her eyes to pray and Emanuel waits.\n\n*\n\n*\n\fBlue Rev. (mm/dd/yy) 86.\n\nSISTER CATHLEEN (CONT'D) *\nSo you're from the S.0.C.’s, right? What\nhappened you didn’t like it there?\n\nEmanuel suddenly looks a bit self-conscious, as if she\ndoesn’t particularly like answering this question.\n\nSISTER EMANUEL\nIt’s not that I didn’t like it. I just\nthought it would be better for me to be a\nRose. Thought it would be easier.\n\nSISTER CATHLEEN\nEasier? But aren’t Roses so much\nstricter?\n\nSISTER EMANUEL\nSometimes when things are stricter that\nmakes it easier. I mean, for me I guess.\n\nSISTER CATHLEEN\nI wouldn’t know. All I ever wanted was to\nbe a Rose.\n\nSISTER EMANUEL\nYou’re really good at it, aren’t you?\n\nSISTER CATHLEEN\nAt what?\n\nSISTER EMANUEL\nBeing a nun.",
  "67": "---END OF PREVIOUS SECTION---\nSISTER EMANUEL\nYou’re really good at it, aren’t you? SISTER CATHLEEN\nAt what? SISTER EMANUEL\nBeing a nun. \n---TARGET SECTION TO BE ANNOTATED---\n What I mean is, it just\nseems to come so naturally to you.\n\nCathleen pauses, as if she’s never given it much thought.\n\nSISTER CATHLEEN\nNot always. But I know I want God’s love,\nand if being a good nun is what it takes\nfor me to deserve God’s love, then...\n\nBeat. Emanuel thinks about it for a moment.\n\nSISTER EMANUEL\nI admire you.\n\nSISTER CATHLEEN *\nWhat? Me?\n\nSISTER EMANUEL\nI admire your devotion. How much you seem\nto feel. What you’re willing to go\nthrough. All the passion you feel, it\nseems so real with you.\n\n+e * HF\n\fBlue Rev. (mm/dd/yy) 87.\n\nSISTER CATHLEEN\nIsn't it with you too?\n\nEmanuel is about to answer, before suddenly another BELL\nbegins to chime. This one indicating the actual start of\nGrande Silence.\n\nSISTER EMANUEL\n(in sign language)\nThat's Grande Silence, I better go.\n\nCathleen looks a bit disappointed but doesn’t show it,\nnow watching her leave.\n\nSISTER CATHLEEN\nSister Emanuel...\n\nEmanuel turns.\n\nSISTER CATHLEEN (CONT'D)\n(in sign language)\nThank you for coming.\n\nSISTER EMANUEL\n(in sign language)\nYou're welcome.\n\nINT. CONVENT GROUNDS - MORNING\n\nYet again we watch all the novices, in their silent,\n\nexquisite, and disturbingly precise procession, make\n\ntheir way through the convent grounds towards morning\nMass.\n\nINT. REVEREND MOTHER’S OFFICE - MORNING\n\nAlone in her office, Reverend Mother stares silently out\nthe window, just watching the Novices with an oddly sad\nexpression. We then look down to the window to another\nmysterious and ominous ENVELOPE placed in front of her.\n\nINT. CATHLEEN’S INFIRMARY ROOM - AFTERNOON\n\nWith her head resting sideways on the pillow, Cathleen\nslowly opens her eyes and looks across the room to see\nEmanuel on the floor praying. Cathleen just watches for a\nmoment, oddly fascinated. Before Emanuel turns and\nCathleen pretends she wasn’t watching.",
  "68": "---END OF PREVIOUS SECTION---\nCATHLEEN’S INFIRMARY ROOM - AFTERNOON\n\nWith her head resting sideways on the pillow, Cathleen\nslowly opens her eyes and looks across the room to see\nEmanuel on the floor praying. Cathleen just watches for a\nmoment, oddly fascinated. Before Emanuel turns and\nCathleen pretends she wasn’t watching. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER CATHLEEN\nHow long was I asleep for?\n\n*\n\n+ eH\n\fBlue Rev. (mm/dd/yy)\n\nSISTER EMANUEL\nNot long. You look better today. Are you\nfeeling better?\n\nSISTER CATHLEEN\nI think so. A little.\n\nSISTER EMANUEL\nDid you sleep well?\n\nBeat.\nSISTER EMANUEL (CONT’D)\nDo you want me to help you change out of\nyour nightgown? You've been wearing that\none for a few days now.\n\nCathleen suddenly looks panicked, it’s an awkward\n\n88.\n\nquestion that she’s not quite sure how to respond to.\n\nSISTER CATHLEEN\nOh umm, that’s okay, I can do it myself.\n\nUnderstanding what she means, now Emanuel looks\nembarrassed.\n\nEmanuel then goes to the closet to find a nightgown. She\nhands it to Cathleen as Cathleen turns her body around so\n\nshe’s not facing her as she changes.\nBeat.\nSISTER EMANUEL\n\nMaybe it’s a weird question- But why did\nyou do it? Why did you starve yourself\n\nlike that, make yourself sick? Did you do\n\nit for Christ?\n\nCathleen looks caught off guard, embarrassed. She’s\nstill partially unclothed.\n\nSISTER EMANUEL (CONT’D)\nSorry, it’s none of my business...\n\nCathleen finishes putting the nightgown on.\n\nSISTER CATHLEEN\nYou can turn around now, it’s okay...\n\nEmanuel turns then goes and sits on the edge of the\n\nSISTER CATHLEEN (CONT'D)\nI thought I was doing it for Christ and\nto be a better nun....\n\n(MORE)\n\nalso\n\nbed.\n\n+e * HF\n\n*\n\fBlue Rev. (mm/dd/yy) 89.\n\nSISTER CATHLEEN (CONT'D)\nBut maybe I also thought if I made myself\nstarve on the outside, somehow I wouldn’t\nfeel myself as much starving on the\ninside....\n\nEmanuel just looks at her, curiously.\n\nSISTER EMANUEL\nBut what are you starving for, on the\ninside I mean?\n\nCathleen is speechless for a moment.\n\nSISTER CATHLEEN\nI don’t know?\n\nSISTER EMANUEL\nIt really isn’t any of my business...",
  "69": "---END OF PREVIOUS SECTION---\nCathleen is speechless for a moment. SISTER CATHLEEN\nI don’t know? SISTER EMANUEL\nIt really isn’t any of my business... \n---TARGET SECTION TO BE ANNOTATED---\nSISTER CATHLEEN\nIt's okay. I’m just not used to talking\nto other sisters this way.\n\nSISTER EMANUEL\nWhat way?\n\nSISTER CATHLEEN\nJust... This way.\n\nSISTER EMANUEL\nI know what you mean, it’s kind of the\nhardest thing about being a nun for me.\n\nSISTER CATHLEEN\nWhat is?\n\nEmanuel looks at the ground for a moment, then back up at\nCathleen.\n\nSISTER EMANUEL\nFriendship.\n\nINT. REVEREND MOTHER’S OFFICE - MORNING\n\nBack in Reverend Mother’s office, she finally reaches for\nthe envelope and opens it. Inside is a small TWO PAGE\nLETTER, which she then begins to read.\n\nWatching her eyes read over the letter, line by line,\nit’s as if each line makes her more and more upset, even\ndevastated by whatever the letter is telling her.\n\n+ eH\n\n*\n\n %\n\fBlue Rev. (mm/dd/yy) 90.\n\nReverend Mother then puts the letter back in the envelope\nand just stares out the window, before she at last begins\nto pray.\n\nINT. INFIRMARY - AFTERNOON\n\nBack in the infirmary, we hold a tight CLOSE UP on *\nEmanuel as she reads out loud to Cathleen. *\n\nSISTER EMANUEL\nLet not your hearts be troubled. Believe\nin God; believe also in me. In my\nFather’s house are many rooms. If it were\nnot so, would I have told you that I go\nto prepare a place for you...\n\nAt the same time, we begin to PUSH IN on Cathleen, her *\nface and eyes, as she listens. Expressionless for a long\n\ntime, all out of nowhere Cathleen begins to cry -\n\nCompletely confusing Emanuel.\n\nSISTER EMANUEL (CONT’D)\nWhat’s wrong? What happened? Did I do *\nsomething wrong?\n\nCathleen just stares at her through her tears, barely\nable to communicate. Emanuel looks so confused, not\nknowing what to say.\n\nSISTER EMANUEL (CONT’D)\nI don’t understand? I don’t understand? I\ndon’t mean to upset you...\n\nA beat passes with Emanuel totally frozen, before\nCathleen gradually seems to regain herself.",
  "70": "---END OF PREVIOUS SECTION---\nI don’t understand? I\ndon’t mean to upset you... A beat passes with Emanuel totally frozen, before\nCathleen gradually seems to regain herself. \n---TARGET SECTION TO BE ANNOTATED---\nWe then happen to notice Cathleen’s HAND fall along the\ntop of the bed, with Emanuel’s eyes accidentally looking\ntoward it.\n\nThey are silent for a beat, Cathleen sniffling, before\nEmanuel looks at her so compassionately then almost\ninvoluntarily reaches her hand over to gently hold\nCathleen’s.\n\nBut then in an almost knee jerk and spontaneous reaction,\nCathleen immediately YANKS her hand away.\n\nSilence. It’s so awkward, both of them so shocked,\nspeechless and deeply uncomfortable. *\n\fBlue Rev. (mm/dd/yy) 91.\n\nBut then Cathleen gradually lays her hand back down.\nBefore slowly, tentatively, exploringly inching her\nfingers back across the fabric to touch the edges of\nEmanuel’s fingers. With each of their eyes turned\ncompletely away, Emanuel too gradually allows her fingers\nto intertwine with Cathleen’s. Until finally they are\nfully holding hands. Beat.\n\nNow all out of nowhere it’s Emanuel who suddenly jumps up\noff the bed, violently yanking her hand away, panicked!\n\nSISTER EMANUEL (CONT’D)\nSorry! That was a mistake! I’m sorry! I’m\nreally sorry! Don’t tell anyone, please!\nThat was a mistake!\n\nCathleen tries to hide her shock and shame.\n\nSISTER CATHLEEN\nNo, it’s my fault. I’m sorry!\n\nSISTER EMANUEL\nIt’s okay. I’m sorry. I have to go now,\nokay.\n\nSISTER CATHLEEN\nOkay, I’m really sorry Sister.\n\nEmanuel then immediately rushes out of the room, leaving\nCathleen alone and in shock.\n\nINT. INFIRMARY. HALLWAY - NIGHT\n\nIn the hall just outside the infirmary, we watch Emanuel\nstart to hurry away. Crying, she at first walks, then\nsuddenly picks up the pace to a run.\n\nINT. REVEREND MOTHER'S OFFICE - DAY\n\nReturning to Reverend Mother, she sits alone at her desk\nwith the huge STACK OF VATICAN II DOCUMENTS in front of\nher, just staring at them and staring at them.\n\nThen suddenly, in a fit of wild emotion, she begins to\ngrab all the papers and wildly throw them across the\nroom.",
  "71": "---END OF PREVIOUS SECTION---\nINT. REVEREND MOTHER'S OFFICE - DAY\n\nReturning to Reverend Mother, she sits alone at her desk\nwith the huge STACK OF VATICAN II DOCUMENTS in front of\nher, just staring at them and staring at them. Then suddenly, in a fit of wild emotion, she begins to\ngrab all the papers and wildly throw them across the\nroom. \n---TARGET SECTION TO BE ANNOTATED---\n It’s as if she doesn’t even know what’s come over\nher, but can’t stop herself. She’s so hurt and so angry.\n\na\n\n*\n\n*\n\fBlue Rev. (mm/dd/yy) 92.\n\nINT. COURTYARD - DAY\n\nAs a heavy rain begins to fall, we turn to find Sister\nEmanuel now crawling by herself against the cold stone\nground. She is literally soaked to the bone, praying out\nloud as she enacts her own penance, desperate to punish\nherself as much as possible.\n\nSISTER EMANUEL\nLord, make me an instrument of Thy peace;\nwhere there is hatred, let me sow love;\nwhere there is injury, pardon; where\nthere is doubt, faith; where there is\ndespair, hope; where there is darkness,\nlight; where there is sadness, joy. O\nDivine Master, grant that I may not so\nmuch seek to be consoled as to console;\nto be understood, as to understand; to be\nloved, as to love.... Love, love, love,\nlove, love, love...\n\nFADE OUT.\n\nFADE UP:\n\nNT. REFECTORY - DAY\n\nIn the middle of the afternoon, we find ALL OF THE ROSES\noddly gathered and waiting for something. They all\nwhisper to each other, looking around, seeming as if they\nhave no idea what’s going on or why they’re there.\n\nAt last, Reverend Mother then enters from the front. She\nlooks around for a beat, slowly heads to the podium.\n\nAs we watch Reverend Mother now standing there in front\nof the entire group of Roses, essentially her whole world\nfor so many years upon years, we see how truly pained and\nconflicted she is about what she’s about to do. She takes\na deep sigh, then looks up at them all so tenderly.\n\nREVEREND MOTHER\nSisters, I have an announcement. I\napologize this has taken me so long. But\nthere is something very important I’ve\nbeen meaning to discuss with all of\nyou.... I imagine by now, at least a few\nof you have heard of something called\nVatican II. In a nutshell, there have\nbeen an ongoing series of meetings taking\nplace in Rome over the past 3 years.",
  "72": "---END OF PREVIOUS SECTION---\nBut\nthere is something very important I’ve\nbeen meaning to discuss with all of\nyou.... I imagine by now, at least a few\nof you have heard of something called\nVatican II. In a nutshell, there have\nbeen an ongoing series of meetings taking\nplace in Rome over the past 3 years. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\n*\n\n+ eH + eH\n\n+ HH HHH HH\n\fBlue Rev. (mm/dd/yy) 93.\n\nREVEREND MOTHER (CONT'D)\nMeetings which have been principally\nconcerned with the current state of our\nchurch. And with... certain revisions the\nPope and others felt necessary, in order\nto insure the survival of the church ...\n\nWe pan around to see the reactions of the utterly\nconfused community.\n\nREVEREND MOTHER (CONT’D)\nFor myself, I could not be more pleased\nwith the results of Vatican II. Or even\nwith the brave new direction in which the\nchurch is now going. Pope John XXIII was\nnothing but visionary, in terms of...\nUmm.... Ummm.....\n\nEverybody still just looks around, not quite sure where\nany of this is going. Reverend Mother just shakes her\nhead.\n\nREVEREND MOTHER (CONT’D)\nWell, let’s not belabor this... I’m just\ngoing to read you this memo from the\nArchdiocese, regarding a number of new\nreforms that we will all be adopting as\nof immediately...\n\nReverend Mother then clears her throat, pulling out the\nsame LETTER we saw her holding before. She slowly,\ndeliberately begins to read straight off the page.\n\nREVEREND MOTHER (CONT’D)\n“From now on, please be advised that\nPriests are no longer required to read\nthe liturgy in Latin, and should face the\ncongregation during Holy Mass.... All\nCatholics are further encouraged to\nembrace the idea of full and complete\nreligious tolerance. While we may not\nshare the same beliefs as others, we will\nhonor and respect each and every\nindividual’s belief as their own, not\npersecute others on the basis of their\nbeliefs ... Please be advised also that\nall nuns and women religious, cloistered\nand non cloistered, are no longer\nrequired to wear the traditional\nreligious habit as a symbol of their\nlifelong matrimony to Christ. In fact,\nthey’re now free to wear what they\nwant....”\n\n+e * HF\n\n+ HH HH\n\n+H HK\n\n*\n\n*\n\nHe HH HHH HH HH HF HHH HH HK\n\fBlue Rev. (mm/dd/yy) 94.",
  "73": "---END OF PREVIOUS SECTION---\nWhile we may not\nshare the same beliefs as others, we will\nhonor and respect each and every\nindividual’s belief as their own, not\npersecute others on the basis of their\nbeliefs ... Please be advised also that\nall nuns and women religious, cloistered\nand non cloistered, are no longer\nrequired to wear the traditional\nreligious habit as a symbol of their\nlifelong matrimony to Christ. In fact,\nthey’re now free to wear what they\nwant....”\n\n+e * HF\n\n+ HH HH\n\n+H HK\n\n*\n\n*\n\nHe HH HHH HH HH HF HHH HH HK\n\fBlue Rev. (mm/dd/yy) 94. \n---TARGET SECTION TO BE ANNOTATED---\nAt this, many of the sisters look around at each other, a\nmutual air of shock. “What did she just say?”\n\nREVEREND MOTHER (CONT’D)\nRegarding the culture of more extreme\nabnegation and self-punishment, still\nprevalent in many of our communities\ntoday- Please be advised that according\nto the council, this is no longer\nunderstood to be the appropriate path to\nfollow, for all those seeking greater\nunion with Christ... It is no longer\nacceptable to view any acts of suffering,\nself-punishment, or extreme sacrifice -\nas an act of love, or way to gain favor\nwith our Lord. We, as Catholics, need to\nlearn to understand love in a different\nway... Finally, from here forward and in\nthe eyes of both the church and God\nalike, the status of all nuns will be\nreduced as equal to that of any regular\npracticing Catholic. While the choice to\nenter the convent remains one’s own, this\ndoes not necessarily make nuns any more\n‘beloved’ or ‘special’ in God’s eyes.\n\nWe hear a few GASPS through the room, before everyone is\nsuddenly silent. Total devastation. A few sisters then\nbegin to cry.\n\nAll while Reverend Mother just looks at them all so\nsadly, compassionately. Perhaps more than anything else,\nmaternally. Like a Mother that feels she’s failed and let\nher children down.\n\nREVEREND MOTHER (CONT’D)\nI’m so very sorry sisters. Enjoy the rest\nof your day.\n\nINT. INFIRMARY - NIGHT\n\nBack in the infirmary it is now very late at night.\nCathleen tosses and turns in bed for a moment, then sits\nup, staring pensively off into the darkness.\n\nINT. CHAPEL - NIGHT\n\nWith the world hushed and the entire convent gone to\nsleep, suddenly the doors to the chapel are PUSHED RIGHT\nOPEN, Reverend Mother charging inside and heading\nstraight for the altar.\n\nHe HH FH HH HHH HHH HH HH HHH FH\n\n %\n\fBlue Rev. (mm/dd/yy) 95.\n\nMOMENTS LATER, Reverend Mother now lays herself across\nthe foot of the altar, staring up so desperately at the\nICON OF CHRIST that looms above.",
  "74": "---END OF PREVIOUS SECTION---\nCHAPEL - NIGHT\n\nWith the world hushed and the entire convent gone to\nsleep, suddenly the doors to the chapel are PUSHED RIGHT\nOPEN, Reverend Mother charging inside and heading\nstraight for the altar. He HH FH HH HHH HHH HH HH HHH FH\n\n %\n\fBlue Rev. (mm/dd/yy) 95. MOMENTS LATER, Reverend Mother now lays herself across\nthe foot of the altar, staring up so desperately at the\nICON OF CHRIST that looms above. \n---TARGET SECTION TO BE ANNOTATED---\n Seeming like a woman\nwho’s lost all footing in the world. She begins to\nwhisper to God, to herself, to whatever’s out there that\nmight still hear her....\n\nREVEREND MOTHER\nWhere are you? Where are you? What\nhappened to us?... You were always there,\nfor so long, right there next to me. I\ncould feel you with me, together with me,\nall the time. My darling husband... Then\n\none day, you start leaving me!... Leaving\nme and leaving me all alone, to face this\non my own...\n\nReverend Mother gradually begins to cry, perhaps for the\nfirst time in 40 years.\n\nREVEREND MOTHER (CONT’D)\nI bet you think that means I’ve lost\nfaith in you too? Because that’s what you\nwant. You want me to lose faith, to stop\nbelieving in you, so I’m the one who\nleaves you first. And then you don’t have\nto worry about my pain..... Well guess\nwhat, I’m not doing it... I made a\ncommitment to you 40 years ago, and\nwhatever else happens, even if you don’t\nwant me anymore, even if you decide to\nturn your back on me and leave me\nforever... I’m still not losing faith...\nBecause you’re all I have, and I need\nyou. Everything is just so much harder to\nface without you... My Darling husband.\n\nShe then rolls over on her back, laying prostrated and\nstaring up at the ceiling, looking everywhere for him.\nHoping whatever she said might somehow bring him back.\n\nINT. EMANUEL’S CELL - LATER\n\nIn the darkness of her tiny cell, Emanuel lays fast\nasleep, before there’s a knock on her door and she wakes\n\nup.\n\nEmanuel then walks half asleep to the door, only to find\nCathleen standing there in the doorway staring right back\nat her.\n\nThey just stand there like that for a long time.\nBreathing so heavily, Cathleen whispers in a shaky voice.\n\fBlue Rev. (mm/dd/yy) 96.\n\nSISTER CATHLEEN\nIs it okay? *\n\nSISTER EMANUEL *\nYou’re not supposed to be here.\n\nBut Cathleen doesn’t move, just stays where she is.",
  "75": "---END OF PREVIOUS SECTION---\nBlue Rev. (mm/dd/yy) 96. SISTER CATHLEEN\nIs it okay? *\n\nSISTER EMANUEL *\nYou’re not supposed to be here. But Cathleen doesn’t move, just stays where she is. \n---TARGET SECTION TO BE ANNOTATED---\nEmanuel goes back to her bed and sits, with Cathleen *\nfollowing and sitting on the other end of the bed from\n\nher. They are dead silent for a long beat.\n\nSISTER EMANUEL (CONT’D) *\nWhat do you want from me? *\n\nTears well in Cathleen’s eyes, so confused by her own\nemotions she doesn’t know how to express it. Long pause.\n\nSISTER CATHLEEN\nDo you remember... Do remember before,\nwhen you asked what I was starving for?\nEmanuel turns away and looks at the floor.\n\nSISTER CATHLEEN (CONT'D)\n\nI just want you to comfort me, that’s *\nall. I just want you to comfort me. *\nPlease. Will you please comfort me,\nsister.\n\nEmanuel looks at her again, tears welling in her own *\n\neyes.\n\nSISTER EMANUEL\nI can’t...do that.\n\nSISTER CATHLEEN\nPlease, please. Please just comfort me.\nPlease, just comfort me...\n\nThey turn to face it each other fully now.\n\nSISTER CATHLEEN (CONT'D)\nJust comfort me, please comfort me.\nComfort me. Comfort me. Comfort me.\n\nUnable to stop herself, Cathleen then slides across the\nbed so that her face is only inches away from Emanuel’s.\nShe is fully crying now. Emanuel quietly panic stricken.\n\nSISTER EMANUEL *\nShhhh, don’t cry.... Okay, okay. I will.\nI‘1l comfort you, okay, please just stop\ntalking, stop crying.\n\fBlue Rev. (mm/dd/yy) 97.\n\nSISTER CATHLEEN\nPlease, please, please....\n\nEmanuel reaches her hand up and into Cathleen’s mouth,\ngently pushing her fingers all around and in between her\nlips. Cathleen let’s her forehead fall to rest against\nEmanuel’s, now breathing even more heavily.\n\nSISTER CATHLEEN (CONT'D)\n(barely audible)\nPlease just comfort me. Please just\ncomfort me. Please just comfort me.\nPlease just comfort me.\n\nThey then gradually begin to kiss. At first so timidly,\nas if it is possibly the first time for both of them.\nThen a little more freely. Then more intensely. Then more\npassionately. Then more and more passionately, Cathleen\nunable to stop crying as it happens.",
  "76": "---END OF PREVIOUS SECTION---\nThen more intensely. Then more\npassionately. Then more and more passionately, Cathleen\nunable to stop crying as it happens. \n---TARGET SECTION TO BE ANNOTATED---\nSISTER CATHLEEN (CONT'D)\nI just want you to comfort me... Please,\nplease, please.... Just comfort me...\nPlease just comfort me....\n\nINT. REVEREND MOTHER’S OFFICE - DAY\n\nBefore we again find ourselves back in Reverend Mother's\noffice, with she and Cathleen sitting directly opposite\neach other.\n\nCathleen is clearly very nervous, silent for a long time,\nunable to look at Reverend Mother for fear of being found\nout. Beat.\n\nREVEREND MOTHER\nI take it you’re feeling better?\n\nSISTER CATHLEEN\nI am, yes, thank you.\n\nREVEREND MOTHER\nEven though I wouldn’t recommend it- I\nappreciate the devotion you showed,\nstarving yourself for Christ.\n\nCathleen just looks at the ground.\n\nSISTER CATHLEEN\nThank you, Mother.\n\n+ eH\n\f98.\n\nREVEREND MOTHER\nWell, there aren’t going to be any\nsurprises. A few bumps here and there,\nbut you've mostly been exceptional in\nyour training here.... I really believe\nyou belong here with us Sister, doesn’t\nthat make you happy?\n\nOddly expressionless, Cathleen just nods.\n\nREVEREND MOTHER (CONT’D)\nYou don’t seem happy?\n\nSISTER CATHLEEN\n(unsure)\nNo, of course I am. I’m happy.\n\nReverend Mother stares at her, almost compassionately.\nAlmost as if longing for some connection with her.\n\nREVEREND MOTHER\nI don’t know how much you’ve heard about\nVatican II?\n\nCathleen looks up surprised.\n\nSISTER CATHLEEN\nNot much. Just some things I’ve heard\nhere and there from some of the others.\n\nReverend Mother tries to think of how to say it, growing\neven more emotional and confessional.\n\nREVEREND MOTHER\nYou know, when I first came here, when I\nfirst came to this convent all those\nyears ago now... I had nothing.\n\nCathleen looks again. Unsure how to handle her sudden\ncandor and intimacy.\n\nREVEREND MOTHER (CONT’D)\nNothing. No home, no family, no one to\nlook after me... Nothing.... And the\nchurch, the church was the only thing to\never hold me.",
  "77": "---END OF PREVIOUS SECTION---\nNo home, no family, no one to\nlook after me... Nothing.... And the\nchurch, the church was the only thing to\never hold me. \n---TARGET SECTION TO BE ANNOTATED---\n The only thing to ever\n\nembrace me... The church gave me my life,\nmy work, my community, even my\nidentity...\n\nCathleen just stares at her, a strange moment of\nconnection as if they both understand each other more\ndeeply than they thought.\n\fREVEREND MOTHER (CONT’D)\nDon’t you see? Now Vatican II wants to\ntake all that away. Vatican II wants to\ninvalidate all that, for all of us,\nsaying none of it matters. That nothing\nwe do matters anymore... But then my\nquestion is - What is it that really does\nstill matter.\n\nReverend Mother just stares at Cathleen, who stares back\nat her. We hold on them looking at each other like this.\n\nEXT. CONVENT. COLONNADE - AFTERNOON\n\nWe hear the sound of the mid afternoon bell, as Cathleen\nis now walking by herself back through the colonnade. At\nthe same time and coming in the opposite direction, is\nSister Emanuel.\n\nCathleen and Emanuel then cross in the middle, all while\nboth maintain such rigidity in their ‘Custody of the\nEyes’, it’s hard to tell if they even see each other.\n\nThen suddenly Cathleen stops, turns and looks at Emanuel.\n\nSISTER CATHLEEN\nSister...\n\nEmanuel turns and looks at her too, but with such vacancy\nin her eyes, such total absence, it’s hard to tell if she\neven recognizes her.\n\nSISTER EMANUEL\nYes Sister....?\n\nThey continue to look at each other. As it’s gradually\nclear Emanuel has no plans to knowledge her. Emanuel then\nturns and walks away. Beat.\n\nSISTER CHARLOTTE (0.S.)\nSo many things have changed since we were\npostulants... I know that when I first\nhad my vocation, that it was real, it was\na real vocation.\n\nINT. NOVITIATE ASSEMBLY ROOM —- EVENING\n\nWe again find ourselves in another Chapter of Faults.\nSister Charlotte on the floor, confessing before the\ngroup.\n\f100.\n\nSISTER CHARLOTTE\nThat it was really, truly his voice\nspeaking to me...",
  "78": "---END OF PREVIOUS SECTION---\nSister Charlotte on the floor, confessing before the\ngroup. 100. SISTER CHARLOTTE\nThat it was really, truly his voice\nspeaking to me... \n---TARGET SECTION TO BE ANNOTATED---\n I just don’t know\nanymore if this is really what he was\ncalling me for? Maybe he doesn’t need me\nhere anymore? Maybe he wants something\nelse for me? Maybe he never meant for me\nto be a nun in the first place, and\ndoesn’t care what I do. He just wants me\nto live my life, and be a good person and\nbe happy.... Or, maybe not?\n\nReverend Mother is oddly calm. She just stares at\nCharlotte for a moment, then shrugs.\n\nREVEREND MOTHER\nOkay fine, thank you sister. For your\npenance, say 3 extra Hail Marys before\nbed each night. Do it quickly if you\nlike.\n\nStill staring at the ground, Charlotte waits a beat, then\nshuffles back to her place. Reverend Mother looks around\nthe room.\n\nREVEREND MOTHER (CONT’D)\nSister Cathleen, come forward please.\n\nCathleen looks up, before she too shuffles to the center\nof the room.\n\nREVEREND MOTHER (CONT’D)\nSister Cathleen, do you have any\naccusations you'd like to make against\nyourself? Any new faults you want to\nshare with us?\n\nBeat. Cathleen is silent.\n\nREVEREND MOTHER (CONT’D)\nCathleen, did you hear what I said?\nFaults - Do you have faults for us?\n\nSISTER CATHLEEN\nYes, sorry ...I do... I want to accuse\nmyself... to accuse myself of... of...\n\nBut Cathleen seems so conflicted, barely able to get any\nwords out. Nearby, Emanuel looks mortified.\n\nSISTER CATHLEEN (CONT'D)\nI want to accuse myself of... Accuse\nmyself of... Having feelings...\n\f101.\n\nREVEREND MOTHER\nFeelings? What kind of feelings?\n\nSISTER CATHLEEN\nFeelings I’m not sure I was supposed to\nhave... Like, wanting to be with another\nperson.... In a way that made me feel...\n\nREVEREND MOTHER\nFeel what?\n\nSISTER CATHLEEN\nWanted. Comforted. Loved and... I wanted\nsomeone to touch me and to make me feel\nsomething. Something more than God can\ngive me....\n\nThe whole room is silenced.",
  "79": "---END OF PREVIOUS SECTION---\nI wanted\nsomeone to touch me and to make me feel\nsomething. Something more than God can\ngive me.... The whole room is silenced. \n---TARGET SECTION TO BE ANNOTATED---\n We again hold on Emanuel’s\nface. Reverend Mother looks angry.\n\nREVEREND MOTHER\nMore than God can give you, what is that\nsupposed to mean!\n\nSISTER CATHLEEN\nI don’t know?\n\nREVEREND MOTHER\n(genuine shock)\nWhat does that mean!? Explain yourself\nSister!\n\nEmanuel starts to tremble. Cathleen just shakes her head.\nSilence.\n\nREVEREND MOTHER (CONT’D)\nExplain it!\n\nSISTER CATHLEEN\nBut I don’t know how to explain it ...I’m\naccusing myself of being intimate with\nsomeone, another sister, and of feeling\nlove for her....\n\nA state of mutual shock then falls over the room.\n\nSISTER CATHLEEN (CONT'D)\nAnd it I don’t think it was a sin,\nbecause it didn’t feel like a sin. It\ndidn't feel like a sin. It felt more like\nthe way we’re supposed to feel...\n\f102.\n\nCathleen seems like she’s about to cry, her body shaking\nand trembling, yet somehow she won’t allow herself.\n\nREVEREND MOTHER\nI don’t understand! Were you intimate\nwith someone in this room? Who? Call her\nout! Call her out right now!\n\nWe turn to Emanuel again, she can barely take it.\n\nSISTER CATHLEEN\nNo Mother, I’m not going to do that... I\nmade my accusation, like you asked. Just\nwant my penance. I just want my penance.\n\nREVEREND MOTHER\nCathleen, what EXACTLY did you do!? And\nwith WHOM did you do it!!\n\nEmanuel continues to remain stone faced.\n\nSISTER CATHLEEN\nI’m not saying who Mother! I just want to\ndo my penance! Give me my penance!\n\nREVEREND MOTHER\nI want to know who!\n\nCathleen is still on the verge of tears, but still won’t\ncry.\n\nSISTER CATHLEEN\nI just want to do my penance! I just want\nmy penance! I want to do my...",
  "80": "---END OF PREVIOUS SECTION---\nSISTER CATHLEEN\nI just want to do my penance! I just want\nmy penance! I want to do my... \n---TARGET SECTION TO BE ANNOTATED---\n PENANCE!\n\nREVEREND MOTHER\nYou want your penance Cathleen!!\n\nSISTER CATHLEEN\nYes, Mother, I do!\n\nREVEREND MOTHER\nYOU WANT YOUR PENANCE CATHLEEN! !\n\nSISTER CATHLEEN\nYES, MOTHER, I DOOOOOOOOO!!!\n\nREVEREND MOTHER\nOKAY THEN I WANT YOU TO CRAWL ACROSS THE\nFLOOR, TO EVERY SISTER HEAR, AND BEG US\nALL FOR YOUR PENANCE!\n\nCathleen is frozen. Now she all at once begins to cry\nhysterically.\n\f103.\n\nREVEREND MOTHER (CONT'D)\nIF YOU REALLY WANT YOUR PENANCE THAT BAD,\nBEG FOR IT!\n\nHer body shaking like a leaf, Cathleen then throws\nherself onto her knees. Weeping and crying she starts to\ncrawl along the floor, stopping at the feet of each of\nher sisters, begging them all so desperately.\n\nSISTER CATHLEEN\nI just want my penance! Please give me my\npenance. I just want my penance! I beg\nyou for my penance. I just want my\npenance! I just want my penance! I just\nwant my penance! I just want my penance!\nI just want my penance! I beg you! I’m\nbegging you!! Please, I beg you for it!\n\nAll while Reverend Mother just watches along with the\nothers, everyone in a mutual state of shock. Some of the\ngirls are now crying, others trembling and shaking,\nothers just hoping it will all to be over soon.\n\nBefore eventually Cathleen seems to totally collapse,\nliterally imploding into herself, like no more than a\nfrightened, trembling ball on the floor.\n\nWe then HOLD on Sister Emanuel one last time, before she\nat last begins to cry too.\n\nEXT. REFECTORY - AFTERNOON\n\nLooking at the line of sisters now waiting to enter the\ndining hall, we see how utterly emptied and diminished\nthe community has become. As if nearly half the community\nhas disappeared in the blink of an eye.\n\nWe hold briefly on Reverend Mother’s expression, still\nstanding at the door, still formally greeting each sister\nas they pass - She tries to put on a brave face, but it’s\nclearly she’s broken inside.",
  "81": "---END OF PREVIOUS SECTION---\nREFECTORY - AFTERNOON\n\nLooking at the line of sisters now waiting to enter the\ndining hall, we see how utterly emptied and diminished\nthe community has become. As if nearly half the community\nhas disappeared in the blink of an eye. We hold briefly on Reverend Mother’s expression, still\nstanding at the door, still formally greeting each sister\nas they pass - She tries to put on a brave face, but it’s\nclearly she’s broken inside. \n---TARGET SECTION TO BE ANNOTATED---\nAt the back of the line, Sisters Emily and Evelyn also\nwhisper to each other.\n\nSISTER EMILY\nWhere is everyone?\n\nSISTER EVELYN\nGone.\n\nSISTER EMILY\nGone? What did you mean gone?\n\fBlue Rev. (mm/dd/yy) 104.\n\nSISTER EVELYN\nDidn't you hear, they all left. Because\nof Vatican II.\n\nINT. CHAPEL SIDE ROOM - DAY\n\nWith the now only few remaining NOVICES all gathered in\nthe chapel atrium beside a small RACK OF AWAITING WEDDING\nDRESSES, suddenly Cathleen, Evelyn and Candace hurry in.\n\nFussing with the dresses, Sister Anne looks up and glares\nat them.\n\nSISTER ANNE\nYou 3 are late. Is everyone here now? Who\nwants to be fitted first...\n\nSister Anne hands Cathleen her dress as Sister Emily\nrandomly goes over to the rack, starts looking over all\nthe dresses and counting to herself.\n\nSISTER EMILY\nWhy are there only 5 dresses? Where’s\nSister Emanuel’s?\n\nSISTER ANNE\n(nonchalant)\nSister Emanuel’s dress won’t be needed\nanymore, because Sister Emanuel has left.\nShe’s not going to be taking vows with\nthe rest of you anymore.\n\nSuddenly they all turn, just staring at Anne in shock.\n\nSISTER CHARLOTTE\nLeft? What do you mean, she left? Where\ndid she go?\n\nAnne just looks annoyed.\n\nSISTER ANNE\nI have no idea. She just left, that’s all\nI know. My guess is she just didn’t want\nto be a nun anymore.\n\nAs the others all look around at each other in disbelief.\nWe turn to Cathleen, who’s already off-kilter state of\nconfusion has just amplified tenfold.\n\f105.\n\nEXT. CONVENT GROUNDS - DUSK\n\nNight falls over the Convent, as we hear the sound of the\nGrande Silence BELL ring out over the landscape.\n\nINT. SISTER CATHLEEN’S NOVICE CELL - EVENING\n\nAlone in her room, Cathleen is knelt down upon her floor,\nsoftly and intimately praying. A halo of light outlines\nher face.\n\nSISTER CATHLEEN\nLord, dear Lord.",
  "82": "---END OF PREVIOUS SECTION---\nSISTER CATHLEEN’S NOVICE CELL - EVENING\n\nAlone in her room, Cathleen is knelt down upon her floor,\nsoftly and intimately praying. A halo of light outlines\nher face. SISTER CATHLEEN\nLord, dear Lord. \n---TARGET SECTION TO BE ANNOTATED---\n I wish I knew what... I\ndon’t know if this is something I need to\nfigure out on my own? Or if I should be\nwaiting for some kind of sign from\nyou?... If you want me to stay, I’1ll\nstay. But I can’t figure it out... I\ncan’t hear you anymore, and I don’t know\nif it’s because you stopped speaking, or\nI somehow stopped knowing how to\nlisten... Or maybe the voice I heard all\nthis time, wasn’t ever even yours...??\n\n \n\nShe then pauses, trying so hard to listen for him. Just\ntrying and trying and trying, to no avail.\n\nMOMENTS LATER Cathleen again begins to carefully undress\nout of her habit, preparing to change into her nightgown.\nAll in the same meticulous and ritualistic fashion we've\nseen before.\n\nReaching down for her nightgown however, suddenly the\nsmall CROSS that has hung on her wall all this time,\nfalls onto the floor. Almost like magic, or perhaps this\nis the sign she asked for.\n\nCathleen just looks at the cross with a vacant\nexpression. Before she drops all of her clothes, suddenly\nstanding stark naked.\n\nCathleen walks naked across the room to pick up the\ncross, lays it on her dresser, then walks out of frame.\n\nMusic drifts in......\n\nINT. CHAPEL - DAY\n\nWe hold tightly on Nora jut as her eyes look all around,\nclearly anxious and uneasy about something. PULLING BACK\nwe see Nora is also wedged in amidst a SMALL CROWD of\npeople inside the church.\n\f106.\n\nAll dressed in Sunday best, moving and bumping into each\nother, trying to find seats. As Nora again moves down the\ncenter aisle, she notices Reverend Mother somewhere\nacross the chapel, just as Reverend Mother notices her\ntoo. They both avoid eye contact.\n\nINT. CHAPEL ANTE ROOM - SAME TIME\n\nThe remaining group of second year novices, a mere 5 in\ntotal, are all lined up and clothed in their wedding\ndresses. They wait to have their veils attached.\n\nCathleen makes her way to the head of the line, as an\nelder sister reaches up to attach her veil too.\n\nINT.",
  "83": "---END OF PREVIOUS SECTION---\nThey wait to have their veils attached. Cathleen makes her way to the head of the line, as an\nelder sister reaches up to attach her veil too. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHAPEL - DAY\n\nMusic fills in even louder, as the ceremony has finally\nbegun.\n\nWith the doors to the chapel opening, all the novices\nmake their way toward the altar, all in perfect single\nfile, keeping such exquisite custody of the eyes, just as\nwe've seen them before. Nora turns to look at Cathleen, a\nsomewhat sad yet resigned expression in her eyes.\n\nThe procession then all kneel together before the altar,\nsoftly bathed in a radiant sort of light that outlines\ntheir bodies like a halo.\n\nFor the very first time with his faced turned and looking\ndirectly at the congregation, the Priest then begins:\n\nPRIEST\nGuardian of virgins and father, Saint\nJoseph, to whose faithful custody\nInnocence itself, Christ Jesus, and Mary,\nVirgin of virgins, was committed....\n\nWe hear someone whisper in the audience,\n\nCONGREGATION (0.S.)\nIs he speaking English?\n\nBefore we turn to Reverend Mother, sitting near the\nfront, staring at the altar as if the very sight of the\nPriest facing her is like a stab in the heart.\n\f107.\n\nPRIEST\n\nI pray and beseech thee by each of these\ndear pledges, Jesus and Mary, that, being\npreserved from all uncleanness, I may\nwith spotless mind, pure heart, and a\nchaste body, ever serve Jesus and Mary\nmost chastely all the days of my life.\nAmen.\n\nEventually we discover Cathleen, knelt down amongst her\nsisters, eyes hidden from beneath her veil.\n\nPRIEST (CONT'D)\nLet us begin the ceremony...\n\nThe entire room falls silently as the first in line,\nSister Evelyn, then moves to genuflect down and kneel\nbefore the Priest. He reaches down to her veil.\n\nPRIEST (CONT'D)\nSister Evelyn, what is your desire?\n\nLooking into the pews, we also see EVELYN’S PARENTS\nanxiously craning to see their daughter on the altar. And\nfrom the expression they hold, even we can feel the\nintense pressure on this child.\n\nEvelyn waits a long beat, then...\n\nSISTER EVELYN\nWith the help of God, I’ve come to know\nin this community both the difficulty and\njoy of a life completely devoted to him.",
  "84": "---END OF PREVIOUS SECTION---\nAnd\nfrom the expression they hold, even we can feel the\nintense pressure on this child. Evelyn waits a long beat, then... SISTER EVELYN\nWith the help of God, I’ve come to know\nin this community both the difficulty and\njoy of a life completely devoted to him. \n---TARGET SECTION TO BE ANNOTATED---\nMy desire is to make permanent profession\nwithin this community, and to wear the\nholy habit of the Clare.\n\nPRIEST\nAnd what is it you seek?\n\nSISTER EVELYN\n(shaky)\nI seek to take the vows of chastity,\npoverty and obedience. To give my life to\nGod for all eternity, to be married\nforever to our Lord, Jesus Christ.\n\nThe Priest makes the sign of the cross over her forehead.\n\nPRIEST\nBride of Christ, you are now professed.\n\nBut Sister Evelyn remains completely frozen. She looks so\nterrified. Before she finally returns to her place.\n\f108.\n\nOnce Evelyn is gone, the Priest motions to Cathleen and\nshe too moves forward, taking Evelyn's place.\n\nThe Priest lifts Cathleen’s veil, stares into her eyes.\n\nPRIEST (CONT'D)\nSister, what is your desire?\n\nBeat. Cathleen then pauses for a very long time before\nspeaking. She wears an almost unreadable expression.\n\nSISTER CATHLEEN\nWith the help of God, I’ve come to know\nin this community both the difficulty and\njoy of a life completely devoted to him.\nMy desire is to make permanent profession\nin this community, and to wear the holy\nhabit of the Rose.\n\nNora shakes her head, defeated. Reverend Mother just\nlowers her eyes and begins to pray.\n\nPRIEST\nAnd what do you seek?\n\nCathleen again pauses. Staring at the ground, so lost in\nthought, consumed in emotion, trying to figure it all\nout. She looks up again, trying to answer the question.\n\nSISTER CATHLEEN\nWhat do I seek?.... What do I seek?... I\nseek...\n\nShe then suddenly stops, just staring straight at the\nground, paralyzed, the entire room left in silence.\n\nLong Beat. Enduring silence.\n\nSISTER CATHLEEN (CONT'D)\nWhat do I seek?... What do I seek?\n\nLong Beat. Enduring silence. The Priest stares at her so\nconfused.\n\nSISTER CATHLEEN (CONT'D)\nI seek... I seek...\n\nEverybody continues to just wait, the whole room held on\na pin.\n\nCathleen then finally looks up again, staring at the\nPriest as he stares right back at her.\n\f109.",
  "85": "---END OF PREVIOUS SECTION---\nEverybody continues to just wait, the whole room held on\na pin. Cathleen then finally looks up again, staring at the\nPriest as he stares right back at her. 109. \n---TARGET SECTION TO BE ANNOTATED---\nBefore a strange new aura, a new sense of self, of\nconviction, of peace and understanding gradually awakens\nin her eyes. Cathleen smiles, she understands it now.\n\nHARD TO BLACK.\n\nA long silence is held in the vacuum, before we hear\nCathleen’s final whisper.\n\nSISTER CATHLEEN (0.S.)\n(CONT'D)\nI seek something more.\n\nThe faithful BELL then chimes once more. At the same time\nas one last series of TEXT appears on the screen.\n\nIn the years that followed Vatican II,\nthe Church witnessed a mass exodus of\nnuns on a scale it have never seen\nbefore.\n\n90,000 nuns renounced their vocations and\nleft their convents.\n\nTHE END.\n\f110.\n\f"
}