{
  "1": "OKJA\n\nWritten by\n\nBong Joon Ho and Jon Ronson\n\fINT. CEO OFFICE, MIRANDO COMPANY HEADQUARTERS, MANHATTAN -\nAFTERNOON\n\nSUBTITLES: 10 years ago. 2006.\n\nAn expansive, modern CEO office. Late afternoon sunlight\npierces the 74th floor of the Mirando Company. The company's\ngreen tree logo covers one of the walls.\n\nA woman stands at the window, her back filling the SCREEN.\nShe looks down at the lesser Manhattan skyscrapers. This is\nLUCY MIRANDO (40s).\n\nOn the window are arrows pointing at the various Mirando\nsubsidiaries scattered throughout Manhattan: Mirando Organic\nHarvesting, Mirando Peachy Delight Baking Company, Mirando\nChemicals, Mirando Tenderloin Fine Dining Supplies, Mirando\nBiotech, Mirando Hungry Pirates Burgers, Mirando\nTransformatives, Mirando Happy Pups Good Boy! Treats.\n\nLucy's breath mists over the arrows. She mumbles to herself\nin a small voice, practicing some kind of speech.\n\nA hand reaches in - holding a cosmetics brush - and begins to\ngently brush Lucy's face.\n\nFrom 0.S a spray of HAIR SPRAY coats Lucy's hair.\n\nWIDE: Lucy is surrounded by a MAKEUP ARTIST, a HAIR STYLIST\nand MIRANDO COMPANY EMPLOYEES, including Lucy's senior\nassistant FRANK DAWSON (60).\n\nMAKE-UP WOMAN\nI'm a huge fan.\n\nLucy looks at her, surprised.\n\nMAKE-UP WOMAN (CONT'D)\nOf your Tenderloin Fricassee ready\nmeal.\n\nThey both glance at an ADVERTISING POSTER framed on the wall -\na photograph of a FARMER gently stroking a cow's face. The\nslogan: THE SECRET INGREDIENT IN OUR TENDERLOINS? TENDERNESS.\n\nMAKE-UP WOMAN (CONT'D)\nSo what's all this about? The\nreporters out there...\n\nFRANK\nMs. Mirando doesn't want to have a\nconversation right now, dear.\n\fLUCY\n(Smiling)\nIt's okay, Frank. I'm not my\nsister!\n(To the Make-Up Lady)\nI am announcing a miracle.\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nI'm not my\nsister! (To the Make-Up Lady)\nI am announcing a miracle. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CONFERENCE ROOM, MIRANDO COMPANY HEADQUARTERS - DAY\nThe conference room is packed with REPORTERS and TV CREWS.\n\nA spotlight shines on a small potted tree in the corner of\nthe stage. It looks uncannily similar to the Mirando Company\nlogo.\n\nLucy stands on the stage. She's charismatic, modern, maybe\nslightly vulnerable. The sight calls to mind a Steve Jobs\nproduct launch or Gwyneth Paltrow delivering a TED talk.\n\nLUCY\nOn a Spring morning three years ago\na Chilean farmer named Senor Victor\nZamora Villacorta was tending to\nhis pigs when he chanced upon\nsomething very strange.\n\nA beat. Lucy has the reporters' attention. Lucy outstretches\nher long, graceful arm and clicks on the touchscreen behind\nher.\n\nA PHOTOGRAPH fills the screen of a CHILEAN FARMER posing for\nthe camera. He looks wise, old, kind - straight out of\nChilean Farmer Central Casting.\n\nLUCY (CONT'D)\nI recently had the opportunity to\nmeet with Senor Villacorta at his\nhilltop farm.\n\nEach time Lucy says Senor Villacorta's name, she does so with\na slight Chilean twang.\n\nLUCY (CONT'D)\nWe sat out on his porch and drank\nwine as the sun went down.\n\nAnother PHOTOGRAPH appears on the screen, this time of Lucy\nand Senor Villacorta drinking wine at sunset. A picture-\nperfect rustic setting.\n\nLUCY (CONT'D)\nHe said the sweetest thing to me.\n\"Lucy!\n\n(MORE )\n\fLUCY (CONT'D)\n\nWhy couldn't this miracle have\nhappened forty years ago when I was\nlooking for a wife! I could have\nmarried a supermodel!\" Well, I'm\nsorry Senor Villacorta. It turns\nout we don't choose when we get to\nsave humanity.\n\nLucy makes a peculiar hand gesture. The words \"Saving\nHumanity\" appear on the screen in hundreds of languages, in\nvarious styles of calligraphy.\n\nLUCY (CONT'D)\n\n(urgently)\nThe world's population is at seven\nbillion. 805 million of our fellow\nhumans struggle with hunger each\nday, including 30 million right\nhere in the United States.",
  "3": "---END OF PREVIOUS SECTION---\nLucy makes a peculiar hand gesture. The words \"Saving\nHumanity\" appear on the screen in hundreds of languages, in\nvarious styles of calligraphy. LUCY (CONT'D)\n\n(urgently)\nThe world's population is at seven\nbillion. 805 million of our fellow\nhumans struggle with hunger each\nday, including 30 million right\nhere in the United States. \n---TARGET SECTION TO BE ANNOTATED---\nA PHOTO-MONTAGE of WORRIED-LOOKING HUMANS from across the\nglobe fills the screen behind Lucy. They look lost, helpless,\nin need of a leader.\n\nLUCY (CONT'D)\n\nAnd by 2050? We'll somehow have to\nfeed a staggering 9.6 billion\npeople. The world is running out of\nfood and we are not talking about\nit. We needed a miracle. And then\nwe got one - on Senor Villacorta's\nlittle hilltop farm.\n\nThe lights dim. Music swells.\n\nLUCY (CONT'D)\nSay hello to Mary.\n\nA photograph fills the screen of Senor Villacorta cradling a\nVERY ODD-LOOKING PIGLET in his arms. The room falls silent as\nthe fascinated Reporters stare at the very odd piglet.\n\nLUCY (CONT'D)\nAll the other piglets in the litter\nwere normal. But this peculiar\nlittle lady turned out to be about\nthe least normal thing you can\nimagine. Our scientists at the\nMirando Ranch in Arizona have been\nraising Mary with love and care\never since, observing her and\nperforming various studies. And I\ncan tell you the results right now.\n(MORE )\n\fLUCY (CONT'D)\n(Beat)\nMary is like nothing on earth.\n\nFRANK watches Lucy speak from below the stage. He quietly\nmouths 'like nothing on Earth' in time with her.\n\nLUCY (CONT'D)\n\nAnd so, please welcome to the stage\nthe inspirational ... Senor Victor\nZamora Villacorta!\n\nSENOR VILLACORTA walks onto the stage and stands in his\npredesignated spot. He's dressed in his full farmer's outfit.\nThere's a smattering of dutiful applause from the reporters.\n\nSARCASTIC REPORTER\nUh, no offence to Senor...\n\nLUCY\nVillacorta.\n\nSARCASTIC REPORTER\nBut we'd prefer to see the pig.\n\nLUCY\n(Smiling)\nYou will. But not yet.\n\nBRITISH REPORTER\nYou're announcing the birth of the\nworld's most amazing pig and you're\nnot showing us the pig? You're a\ntemptress!\n\nThe British reporter gives Lucy a sleazy, misogynistic grin.\nLucy responds with a mock-scolding look.",
  "4": "---END OF PREVIOUS SECTION---\nYou're a\ntemptress! The British reporter gives Lucy a sleazy, misogynistic grin. Lucy responds with a mock-scolding look. \n---TARGET SECTION TO BE ANNOTATED---\nBRITISH REPORTER (CONT'D)\n(Winking)\nYou're much more fun than the last\nChief Executive!\n\nLUCY\nOf course I am. Peter. Yes, she's\nmy sister, but Nancy and I are very\ndifferent human beings with very\ndifferent business ethics. Very\ndifferent. The only thing we share\nis our last name.\n\nLucy smiles, but her composure is slightly rattled. A\nquestion from the audience ends the brief silence.\n\fREPORTER C\nWhat's so great about this pig\nanyway?\n\nLUCY\nShe has an impressive reproduction\nrate.\n\nThe Reporters look underwhelmed.\n\nLUCY (CONT'D)\n\n(A small smile)\nA regular sow averages five or six\npiglets in a litter and two litters\nin a year. Mary has mated with one\nof our best hogs while she’s been\nliving with us in Arizona, and\nshe’s had a few piglets. Would you\ncare to see them?\n\nLucy makes a hand gesture. A FILM fills the screen of A\nHUNDRED very odd-looking piglets grazing the beautiful,\ngrassy acres of the Mirando Ranch.\n\nA beat while the reporters take it in. Then the room ERUPTS\nwith a volley of QUESTIONS and CAMERA FLASHES.\n\nUnder the stage, Frank SMILES. This is going exactly to plan.\nSARCASTIC REPORTER\nHow the hell did one pig have so\nmany babies?\nLUCY\n(Beat)\nShe got big.\nThe reporters take in the implication.\n\nLUCY (CONT'D)\nAnd her babies are going to get big\n\ntoo.\nREPORTER B\nShow us a picture of the big pig!\nLUCY\n(Smiling)\n\nSimon! Patience! Last week we sent\ntwenty-six of Mary's Super Piglets\nto the twenty-six countries around\nthe world where our Mirando branch\noffices are located.\n\f6.\n\nThe screen behind Lucy becomes a colorful world map. Through\ncool graphics we see the Super Piglets being spread to New\nZealand, Brazil, France, Sweden, Spain, Germany, Denmark,\nSouth Korea, Japan, South Africa, and so on.\n\nLUCY (CONT'D)\nEach piglet was given to an\nesteemed local farmer.",
  "5": "---END OF PREVIOUS SECTION---\nThe screen behind Lucy becomes a colorful world map. Through\ncool graphics we see the Super Piglets being spread to New\nZealand, Brazil, France, Sweden, Spain, Germany, Denmark,\nSouth Korea, Japan, South Africa, and so on. LUCY (CONT'D)\nEach piglet was given to an\nesteemed local farmer. \n---TARGET SECTION TO BE ANNOTATED---\nA PHOTOMONTAGE of SUPER PIGLETS being handed by MIRANDO\nEMPLOYEES to charismatic-looking FARMERS in picture-perfect\nlocations. Faces of all shapes and colors. A testament to the\nglobal nature of the project.\n\nLUCY (CONT'D)\nI have asked each farmer to raise\ntheir special guests in a natural\nenvironment with the utmost care,\nhonoring traditional techniques\nunique to their respective\ncultures. My top scientists at the\nMirando branch offices will be on\nhand to offer whatever support is\nrequired.\n\n(beat)\nAnd now we have a competition!\n\nOn the word 'Competition' the colorful world map reappears on\nthe large screen behind Lucy. The faces of the Local Farmers\nappear over the map.\n\nLUCY (CONT'D)\nThese little piggies will be the\nforebears of a whole new species!\nFrom these, we’ll pick the most\nexceptional specimens and develop\nthem into a super breed! A\nrevolution in the livestock\nindustry! And one local farmer will\nrear the biggest and most beautiful\nand special one! The Ultimate Super\nPig! But which farmer will it be?\nWill Denmark win? New Zealand?\nThat's my bet! But I'm no expert.\n\n(beat)\n\nBut I know someone who is! The\njudging panel will be led by none\nother than the wonderful Dr. Johnny\nWiseman - TV’s most popular\nzoologist and veterinarian - and\nthe new face of the Mirando\nCompany!\n\nThe reporters are taken aback.\n\fREPORTER\nJohnny Wiseman’s working for\nMirando now?\n\nLUCY\nLet’s remind ourselves of Dr.\nJohnny’s work.\n\nThe screen behind Lucy fills with a MONTAGE of famous clips\nfrom the HUGELY SUCCESSFUL TV show DR. JOHNNY’S MAGICAL\nANIMALS:\n\nA GORILLA throws straw in DR. JOHNNY’s face. Dr. Johnny\nlaughs uproariously. Dr. Johnny lies underneath an ELEPHANT,\nwashing its underside. The elephant takes a shit on Dr.\nJohnny's face. Dr. Johnny shrieks with laughter. Dr. Johnny\ncuddles a Panda.\n\nThroughout it all we hear upbeat music - MAGICAL, MAGICAL\nANIMALS!\n\nThe MONTAGE ends.",
  "6": "---END OF PREVIOUS SECTION---\nJohnny\ncuddles a Panda. Throughout it all we hear upbeat music - MAGICAL, MAGICAL\nANIMALS! The MONTAGE ends. \n---TARGET SECTION TO BE ANNOTATED---\nLUCY (CONT'D)\n(to the screen)\n\nOh Johnny!\n(to the reporters - a\nlittle chilly)\n\nHe's just hilarious.\n\nREPORTER\nHow did you get Johnny Wiseman\nworking for you?\n\nSARCASTIC REPORTER\nDeep pockets, right?!\n\nLUCY\n\n(smiling)\nWe're just delighted to have him!\n\n(beat)\nWhen the competition reaches its\nclimax, Dr. Johnny will crown the\nwinner at a Magical Animals live\ntelecast right here in New York\nCity! THAT'S when we'll unveil our\nSuper Pigs to the world! And,\nbelieve me, it'll be worth the\nwait.\n\nSenor Villacorta is still standing on his spot - awkwardly -\nnobody paying him any attention.\n\fREPORTER\nHow long will the wait be? When do\nwe get to see the big pigs?\n\nFor a beat, Lucy looks like she doesn't know what to say.\nThen she recovers.\n\nLUCY\nTen years.\n\nELDERLY REPORTER\nTen years?! Jesus Christ. I'll be\ndead by then!\n\nBRITISH REPORTER\nThis has to be the longest beauty\ncontest in world history! If it was\nMiss America all the girls would be\nold and ugly by the end! They'd be\nputting the crown on the head of a\nwizened old hag!\n\nThe sleazy British Reporter grins and looks around, pleased\nwith himself for his joke. Frowns from a few of the female\nreporters.\n\nLUCY\nI don't think 10 years is a\nterribly long commitment, given\nthat we’re developing an entirely\nnew, scientifically ground-breaking\nspecies that will single-handedly\nremedy the planet’s food shortage\ncrisis! Our super pigs will not\nonly be big and beautiful, they'll\nbe designed to leave a minimal\nfootprint on the environment,\nconsuming less feed and forage,\nproducing less excretions. But most\nimportantly ...\n\nLucy creates a long, expectant beat.\nLUCY (CONT'D)\nThey'll need to taste fucking good.\nA Pig-Faced Reporter blurts out ...\n\nPIG-FACE\nGoddamn right!\n\nLucy and the other reporters laugh. The atmosphere is merry.\n\f9.",
  "7": "---END OF PREVIOUS SECTION---\nLucy and the other reporters laugh. The atmosphere is merry. 9. \n---TARGET SECTION TO BE ANNOTATED---\nFrank laughs and claps loudly as music begins to flow through\nthe speakers - The Isley Brothers' HARVEST FOR THE WORLD.\n\n.--All babies together, everyone a seed, half of us are\nsatisfied, half of us in need... Love's bountiful in us,\ntarnished by our greed, when will there be a harvest for the\nworld?\n\nLUCY\nTen years. That's when there'll be\na harvest for the world. Thank you.\n\nWords drift across the screen: 'The Super Pig Project.'\n‘Saving Humanity.' 'Harvest for the World'.\n\nINT. BATHROOM / HALLWAY, MIRANDO COMPANY HEADQUARTERS - DAY\n\nLucy Mirando slumps on the toilet with a cigarette in her\nmouth, sans makeup. She is web-searching articles on her\ncutting edge 2006 flip phone. Press photos of her dancing to\n“Harvest For the World” pass through the screen. She begins\nmouthing words to herself. We don't know whether she's\nreading the article or reliving her speech.\n\nThe phone begins to ring and the name \"Nancy Mirando\" flashes\nacross the screen in bold letters. Lucy debates whether to\nanswer before shutting it.\n\nCUT TO:\n\nLucy washes her hands in front of the mirror. She feels\nsomething behind her and turns around to find... Frank\nawkwardly holding out his phone.\n\nLUCY\nWhat is it?\n\nFRANK\nIt's Nancy.\n(looking at Lucy)\nShe said you weren't answering...\n\nLUCY\n(hushed voice)\nAre you working for me, or her?\nJesus, Frank.\n\nLucy's outburst barely affects Frank, who stares back with an\ninnocent face. Lucy takes the phone.\n\nLUCY (CONT'D)\nHey, sis! How's London?\n\f10.\n\nA LONG SILENCE. We hear Nancy breathing down the phone.\n\nLUCY (CONT'D)\n(beat)\nAre you angry?\n\nAnother hard silence.\nLUCY (CONT'D)\n\n(trying to keep it light)\nCome on, Nance! Don't be angry!\n\nTalk to me!\nNANCY (V.O.)\n(finally)\nI think Denmark's going to win.\nLUCY\n(happily)\n\nReally? Why do you think Denmark?\nA small, cold chuckle from Nancy.",
  "8": "---END OF PREVIOUS SECTION---\nLUCY\n(happily)\n\nReally? Why do you think Denmark? A small, cold chuckle from Nancy. \n---TARGET SECTION TO BE ANNOTATED---\nLUCY (CONT'D)\nAre you mocking me? Please don't\nmock me.\n(beat)\nNance?\n\nNANCY (0.S.)\nYes, Luce?\n\nLUCY\n(awkwardly)\nWhat I did today... Do you think\nDad would have liked it?\n\nNANCY (V.O.)\n\nOh, Lucy, sweetheart. Poor darling.\nDad would have thought you were a\ntotal cunt.\n\nCUT TO:\n\nLucy walks out of the bathroom and hands the phone to Frank\nwaiting by the door. An EXTREME WIDE SHOT of Manhattan\nskyscrapers. We see Lucy as a small dot as she walks down the\n\ninfinite hallway.\n\nMAIN TITLES\n\nTITLE OVER BLACK: \"OKJA\"\n\f11.\n\nThe STREET NOISE and sounds of AIRPLANES are replaced by\nmeditative SOUNDS OF NATURE - the mountain breeze and\nchirping birds.\n\nDISSOLVE TO:\n\nEXT. MOUNTAIN - DAY\n\nA thick forest sits at the foot of a mountain range that\nstretches for miles.\n\nSUPERIMPOSE TITLE: \"The Present Day. 2016.\"\nSUPERIMPOSE TITLE: \"South Korea.\"\n\nWhen the TITLE disappears, we notice a tiny white dot moving\nin the woods far ahead. A person? An animal?\n\nEXT. WOODS - DAY\n\nA SMALL GIRL carefully climbs down the hill, a straw sack\nover her shoulder, her face a mix of street-smart\nstubbornness and innocence. She is MIJA.\n\nWe hear BUSTLING behind her - and see a VERY LARGE and VERY\nSTRANGE-LOOKING ANIMAL unsteadily tiptoeing down the hill. It\nis a fully grown SUPER PIG - OKJA.\n\nOkja clumsily makes her way down the hill, looking terrified.\n\nShe steps on a thorny chestnut bur and immediately freezes.\nShe looks back and forth between Mija and her foot with a\nblank expression. She looks silly - the hugely oversized\ncreature with her foot daintily raised.\n\nMija immediately runs over and plucks the chestnut bur from\nOkja's foot. Okja blows through her nostrils in relief, still\nwearing the same blank expression. She is awesome in size,\nbut slow, and doesn't appear very intelligent.\n\nEXT.",
  "9": "---END OF PREVIOUS SECTION---\nOkja blows through her nostrils in relief, still\nwearing the same blank expression. She is awesome in size,\nbut slow, and doesn't appear very intelligent. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PERSIMMON TREE, WOODS - DAY\n\nFrom atop the hill, Mija looks down at a tree in the bottom.\nIt teems with ripe orange persimmons.\n\nMIJA\nGo!\n\nOn Mija's command, Okja enters frame and runs downhill\ntowards the tree. But she trips over her feet and begins\ntumbling and tumbling until...\n\f12.\n\n.-.-she hits the tree trunk. THUMP. The tree is nearly pulled\nout of the ground. Ripe persimmons fall everywhere.\n\nOkja raises herself, unfazed by the impact. Mija scuttles\ndown and gathers the persimmons in her straw sack. She picks\nup the largest one and throws it to Okja, who snaps up her\nchin and catches it like a dog catching a tennis ball.\n\nCLOSE ON Okja's silly, innocent face as she moves her\nhumongous jaws, savoring the juicy persimmon.\n\nEXT. STREAM - DAY\n\nMija peers into the water. She looks up and waves at Okja\n(O.S.) - indicating a part of the stream where the water is\ndeepest.\n\nSuddenly, Okja's colossal body fills the SCREEN as she flies\nacross the air toward Mija. She splashes into the water,\nsending a mini-tsunami in all directions.\n\nLike when an obese person jumps into a small tub, copious\namounts of water and FISH flow over the banks. The fish flap\naround frantically. Mija quickly picks out the larger ones,\nputs them in the sack and throws the little ones back into\nthe stream. Quick and efficient. A familiar routine.\n\nWith her eyes and nostrils barely poking out of the water,\n\nOkja takes a leisurely swim. Mija takes off her clothes and\njumps in. They swim under the blissful autumn sunlight. An\n\nidyllic moment. It feels like time has stopped.\n\nOkja suddenly climbs onto a large rock. She shakes off the\nwater like a dog and tightens, arching her body. Her large\nears point up in a peculiar fashion. Mija catches the\n'signal'.\n\nMIJA\nNo! Wait!\n\nOkja glances at her and freezes. Mija quickly swims upstream\nuntil - at a safe distance - she gives Okja the 'OK' sign\nwith both hands. With that...",
  "10": "---END OF PREVIOUS SECTION---\nOkja glances at her and freezes. Mija quickly swims upstream\nuntil - at a safe distance - she gives Okja the 'OK' sign\nwith both hands. With that... \n---TARGET SECTION TO BE ANNOTATED---\nOkja's epic pooping begins.\n\nIt is similar to the pooping of hippopotamuses. Okja spins\nher short tail like a helicopter as she projects fecal matter\nin all directions. A spectacular scene, with countless pieces\nof shit flying across a wide radius. The excrements fall in\nthe water and fish gather around the pieces to feed on them.\nThe ‘circle of life' in full effect.\n\f13.\n\nOkja jumps back in the water and the fish gather around her\nbottom. They swim gracefully as a school, chasing after\nwhatever is left behind by Okja.\n\nEXT. NEAR THE STREAM — DAY\n\nOkja is sprawled on a rock next to the stream, taking a nap.\nMija sleeps on Okja's belly, moving up and down every time\nOkja takes a breath. Whenever Okja shifts, Mija adjusts,\nsomehow maintaining her position on the belly.\n\nWe notice a small BLACK BOX the size of a cell phone attached\nto Okja's ear.\n\nEXT. MIJA'S HOUSE - CONTINUOUS\n\nMija's grandfather, HEE BONG (70), carries firewood, getting\nready to make dinner. The sun is falling fast. Hee Bong looks\ntoward the mountains with concern.\n\nHEE BONG\n(Shouting)\nMija! Where are you?\n\nEXT. STREAM - CONTINUOUS\n\nHee Bong's voice echoes through the mountains. Inside Mija's\nstraw sack, half-submerged in water, a fish peeks through the\nchestnuts and persimmons, still breathing.\n\nMija jolts awake. She looks around blankly before realizing\nshe slept too long. She shakes Okja awake. Okja spreads open\nher humongous jaws and yawns.\n\nMIJA\n(to Okja)\nWe're late for dinner. We'll take\nthe short cut.\n\nOkja responds with a distinctive SQUEAL.\n\nEXT. TRAIL/CLIFF - DAY\n\nThe short-cut is narrow and borders a steep incline. Mija and\nOkja hurry down it. Mija notices that the rope around Okja's\nneck is hanging limply off her. She turns to re-tie it,\nsuddenly SLIPS, and FALLS down the incline, the rope in her\nhand. She slides towards a SHEER DROP.\n\f14.",
  "11": "---END OF PREVIOUS SECTION---\nShe turns to re-tie it,\nsuddenly SLIPS, and FALLS down the incline, the rope in her\nhand. She slides towards a SHEER DROP. 14. \n---TARGET SECTION TO BE ANNOTATED---\nShe grabs a nearby scrub, which holds her for a moment, then\nSNAPS in her hand. She continues sliding, the cliff edge\napproaching sharply...\n\nOkja looks blankly down. Then she suddenly steps on her end\nof the rope. Mija's plummet abruptly STOPS. She dangles\nprecariously over the cliff - her life barely preserved by\nthe tip of Okja's foot.\n\nOkja lowers her enormous snout toward the rope, trying to\npull Mija back up with her mouth. But her mouth and tongue\nare large and unwieldy. Okja struggles until - in a sudden\nmove - she twists her neck and successfully bites the rope.\nBut as she does, she loses balance and begins sliding down\nthe incline.\n\nStill desperately holding onto the rope, Mija immediately\ndrops several feet in the air. Then she suddenly STOPS.\n\nShe looks up and sees Okja peeking over her, having slid all\nthe way to the edge of the cliff. The rope is tightly\nstretched between them. Large drops of drool escape through\nOkja's fiercely clenched teeth and fall onto Mija's body.\n\nWith an emphatic umph, Okja steps backwards, the rope in her\nmouth. She somehow manages a few strenuous steps. But then a\nrock that had been anchoring her foot suddenly comes loose\nand she begins sliding again.\n\nMija SCREAMS as she goes into a free fall. Okja shrieks too\nas she slides towards the SHEER DROP.\n\nSuddenly, Okja spots a large tree stump below. With the rope\nclenched in her mouth, she twists and steers her body towards\nthe stump. Right before reaching the edge, she coils herself\nand jumps over to the other side of the stump.\n\nOkja FALLS OFF THE CLIFF. But the rope hung over the stump\nforms a pulley mechanism. And so - as Okja dives headlong\nwith the rope in her mouth - Mija is pulled up by Okja's\nweight.\n\nAs Okja falls and Mija rises, they lock eyes at the midpoint.\nA fleeting moment of desperate, longing sadness.\n\nWhen Mija reaches the tree stump, Okja unclenches her jaws\nand lets go of the rope - PLUMMETING towards the woods below.\n\nMIJA\n(Screaming)\nOKJA!\n\f15.",
  "12": "---END OF PREVIOUS SECTION---\nWhen Mija reaches the tree stump, Okja unclenches her jaws\nand lets go of the rope - PLUMMETING towards the woods below. MIJA\n(Screaming)\nOKJA! 15. \n---TARGET SECTION TO BE ANNOTATED---\nOkja plummets further, until she's swallowed up in the green\nleaves. Mija's heart breaks as she watches Okja fall after\nsaving her life.\n\nMIJA (CONT'D)\nOKJA!\n\nThere is no answer from below.\n\nEXT. FOREST BELOW THE CLIFF - DAY\n\nThe forest is densely packed with trees. Mija desperately\nsearches for Okja, but she is nowhere to be found.\n\nMIJA\nOKJA!\n\nThe echo dies out, and the forest is once again silent. We\nonly hear the BUZZING of insects and the CHIRPING of birds\nuntil...\n\n...we hear a huge FART from somewhere in the woods. Mija\nquickly turns toward the sound. She sees Okja through the\ntrees - casually chomping on grass, completely unaffected by\nthe fall. Mija runs over with a huge smile, happily swinging\nthe straw sack on her shoulder.\n\nMIJA (CONT'D)\nOkja! Are you okay?\n\nMija checks everywhere on Okja's body for injuries. As she\ndoes, Okja slowly slinks to the ground and lies on her back.\nShe lets out a MOAN and pretends to be hurt while she\ncontinues to chew on the grass. She holds up her rear foot\nand begs for attention, like a little child. Mija looks at\nher foot.\n\nShe sees a fresh scar near Okja's hip, blood oozing from it.\nShe picks out a ripe persimmon from her sack and peels it.\nShe takes the soft inner part and rubs it gently against\nOkja's wound. The soft, moist sensation soothes Okja and she\nslowly closes her eyes. Her chewing slows as well.\n\nMIJA (CONT'D)\nYou like that?\n\nOkja MOANS in pleasure.\n\nMIJA (CONT'D)\nYou saved my life. Again.\n\nOkja SQUEALS in response.\n\f16.\n\nIt looks like they're really talking to each other. Mija\nholds up Okja's large, floppy ear and whispers something. We\ncan't hear what, but the soft whisper, combined with the late\nafternoon sunlight, leaves us with an achingly beautiful\nfeeling. Okja nods as if responding to whatever Mija said.\n\nEXT. MIJA'S HOUSE - EVENING\n\nCLOSE ON a dinner table.",
  "13": "---END OF PREVIOUS SECTION---\nOkja nods as if responding to whatever Mija said. EXT. MIJA'S HOUSE - EVENING\n\nCLOSE ON a dinner table. \n---TARGET SECTION TO BE ANNOTATED---\n Wild greens, potatoes, boiled eggs,\npan-seared fish in the middle. It's the fish Mija caught at\n\nthe stream earlier. Hee Bong and Mija sit in the living room\nand chow on the dinner.\n\nHEE BONG\n(out of the blue)\nUncle Mundo says he's coming by\n\ntomorrow.\nMIJA\nTo collect the money? For Okja?\nHEE BONG\nI already sent the money to the\ncompany.\nMIJA\n\nRight. So Okja is ours now.\nHee Bong nods. Mija smiles.\n\nMIJA (CONT'D)\nSo why is Uncle Mundo coming?\nPaperwork?\n\nWithout answering, Hee Bong turns away and switches on an\nancient tube television. A soccer game is on.\n\nHEE BONG\nDamn. The first half is almost\nover.\n\nThe screen blinks on and off with static. Hee Bong slaps the\nside of the set, making it normal again. With his eyes on the\nsoccer match, he picks up his spoon to eat when the screen\nblinks and dissolves into static again.\n\nHEE BONG (CONT'D)\nSon of a...\n\nMIJA\nGreat! Now we can buy a new TV!\n\f17.\n\nHee Bong goes over to the TV. He raises his hand to strike it\nagain when... BUZZ. The screen returns. It's as if the TV is\nafraid of Hee Bong.\n\nHEE BONG\nThis one's perfectly fine.\n\nMIJA\n(pouting)\nSuch a tightwad...\n\nBehind Mija's disgruntled face, we see Okja poking her head\nout of the shed to drink water from the bucket. Hee Bong\nretrieves a half-drunk bottle of soju and opens it. He\ncarefully pours the soju into the cap, and with trembling\nhands, lifts the tiny cap brimming with soju.\n\nINT. MIJA'S ROOM - LATE NIGHT\nIt's silent except for the sound of insects.\n\nWe see the picture frames on the wall. A story spanning ten\nyears.\n\nThere's a Mirando Certificate with Hee Bong's picture printed\non it. It reads in English: Congratulations farmer HEE BONG!\nRaise your Super Pig with love and care! Love, Lucy Mirando.",
  "14": "---END OF PREVIOUS SECTION---\nIt reads in English: Congratulations farmer HEE BONG! Raise your Super Pig with love and care! Love, Lucy Mirando. \n---TARGET SECTION TO BE ANNOTATED---\nThere's 6-year-old Mija hugging her Super Piglet.\n\nThere's 12-year-old Mija tightly hugging the fully grown\nOkja.\n\nMija sleeps with a comic book open in front of her. A sound\nwakes her up. She looks toward a tiny window in the corner of\nthe room. The window opens directly to the shed where Okja is\nkept.\n\nWe see Okja's massive butt through the window. She keeps\nshifting her tail, bothered by the itching in the wounded\narea. The tail is too short and hardly reaches the wound.\n\nMija picks up a back scratcher from the floor. She attaches a\nlong bamboo stick to the end and sits in front of the tiny\nwindow. She yawns as she pokes the stick through the window\nand scratches the area around Okja's wound.\n\nMija begins to doze. She closes her eyes.\n\f18.\n\nEXT. STREAM, MOUNTAIN - DAY\n\nMUNDO PARK (39) hikes up along the stream, covered in sweat.\nDressed in a suit and tie, he carries a bag that bears the\n‘Mirando Korea' logo. He stops for breath, and looks down the\nmountain behind him. He takes out his phone. The signal is\npoor, and he holds up his phone at various angles before\nfinally getting a bar and dialing.\n\nWOMAN'S VOICE (0.S.)\nHello?\n\nMUNDO\n(Into the phone)\nWhere are you? What's taking you so\nlong?\n\nWOMAN'S VOICE (0.S.)\n(Out of breath)\nWe're all so out of shape. And Dr.\n\nJohnny is being... somewhat\ndifficult.\nMUNDO\n(Surprised)\nDr. Johnny? But he's so much fun on\nTv!\n\nWOMAN'S VOICE (0.S.)\n(Thinly)\nRight. On TV. But not in the water.\n\nMUNDO\nWater?\n\nWOMAN'S VOICE (0.S.)\nHe dove into the water saying he\ncouldn't stand the heat. Now he\nwon't come out.\n(quietly)\nAw, disgusting. I think he’s doing\na secret piss.\n\nEXT. FRONT YARD, MIJA'S HOUSE - DAY\n\nHee Bong stands at the faucet and pours water into a bucket.",
  "15": "---END OF PREVIOUS SECTION---\nI think he’s doing\na secret piss. EXT. FRONT YARD, MIJA'S HOUSE - DAY\n\nHee Bong stands at the faucet and pours water into a bucket. \n---TARGET SECTION TO BE ANNOTATED---\nHe turns off the faucet almost as soon as he turns it on.\nStill thinking he poured too much, he pours off a little into\nthe basin before handing the bucket to Mundo. Mundo gulps\ndown the water, thoroughly covered in sweat.\n\nMija washes Okja in the front yard.\n\f19.\n\nHEE BONG\n(quietly)\nI thought a bunch of you were\ncoming.\n\nMundo glances down the hill.\n\nMUNDO\nThey're coming.\n\nMIJA\n(calling over)\nIt's nice to see you, Uncle Mundo.\nWhy are you here?\n\nMundo steals a glimpse at Mija.\n\nMUNDO\n(silently mouthing)\nYou didn't tell her?\n\nHee Bong looks away without answering. Mundo looks\nfrustrated. He walks over to Okja. Mija claps and gives a\nsign to Okja, who obediently sits on the ground. Mundo\nremoves the small black box on Okja's ear and unlocks the\nwaterproof casing. He opens it to reveal various computer\nchips and SD card slots.\n\nHe removes the SD cards and plugs them into his laptop.\nNumbers and graphs showing data about Okja's health abound on\nthe screen: \"Blood Pressure,\" \"Temperature,\" \"Heart Rate.\"\nThe clean, design-conscious interface of the \"Mirando Super\nPig Health/Growth Management\" software.\n\nMija looks over Mundo's shoulder, lustily eyeing his brand\nnew Macbook when...\n\nWe suddenly hear someone SHOUT in English.\n\nJOHNNY\nFuck me!\n(panting)\nAll right. I'm here. I'm fucking\nhere, goddamn it.\n\nHee Bong, Mija, and Mundo all turn their heads. A large man\nstruggles up the steep incline, bitching and moaning all the\nway. This is Dr. JOHNNY WISEMAN.\n\nMIJA\n(eyes wide)\nIt's that guy! From TV!\n\fShe runs excitedly to Hee Bong - leaving Okja at the\nthe yard.\n\nMIJA (CONT'D)\n(to Hee Bong)\nIt's him, right? From Magical\nAnimals!\n\nJOHNNY\nYou...\n(panting)\nYou just had to...\n(panting)\n«+. drag me all the way up to this\nfucking mountain top.",
  "16": "---END OF PREVIOUS SECTION---\nJOHNNY\nYou... (panting)\nYou just had to... (panting)\n«+. drag me all the way up to this\nfucking mountain top. \n---TARGET SECTION TO BE ANNOTATED---\nMIJA\n(To Hee Bong)\nHe came to meet Okja even though\nshe isn't in the competition any\nmore! He must think Okja is that\nspecial!\n\nMundo looks uneasy.\n\n20.\n\nback of\n\nJohnny suddenly notices Mija. Then he is abruptly back to his\n\npanting and bitching.\n\nJOHNNY\nAll the other Super Pigs were on\nflat land, accessible by car.\nJapan's Super Pig was about a five\nminute drive from the airport. I\nnotice that you leave the fucking\nmountain top Super Pig to the end\nbecause you knew the climb would\nrile me. Well, guess what? I'm\nriled.\n\nJohnny's companions stand around awkwardly. There's JENNIFER,\nthe Marketing Director from Mirando HQ (30s, American). She\nwears a DSLR over her neck. And there's a Korean TV crew -\n\nCHANG (35), the cameraman, and CHOI (26, female) the\ninterpreter/assistant.\n\nChoi looks back and forth between Johnny and Hee Bong, trying\n\nto smile the awkwardness away.\n\nJOHNNY (CONT'D)\nWell, can someone at least bring me\nsome water? Given that I am about\nto be filmed for fucking\ntelevision?\n\f21.\n\nChoi RUSHES over to the faucet and begins to pour.\n\nJOHNNY (CONT'D)\nNot sparkling water. I don't want\nto belch my way through the\nbroadcast.\n\nCHOL\nI don't think they have sparkling\nwater here.\n(to Hee Bong)\nExcuse me, sir, if you don't mind.\nDr. Johnny's a bit thirsty from the\nhike.\n\nBut Johnny spots Hee Bong's green soju bottle. He stomps over\nand snatches it up.\n\nJOHNNY\nSoju...\n\nBefore Hee Bong can react, Johnny cracks open the bottle and\ndowns the soju in one swig.\n\nHEE BONG\nAh, I was saving that...\n\nJohnny lets out a refreshed, drunken sigh. Hee Bong looks on,\ndevastated. Mija stifles her laughter.\n\nJohnny spots Okja for the first time. As he does his\npersonality changes totally - he looks INCREDIBLY EXCITED.",
  "17": "---END OF PREVIOUS SECTION---\nMija stifles her laughter. Johnny spots Okja for the first time. As he does his\npersonality changes totally - he looks INCREDIBLY EXCITED. \n---TARGET SECTION TO BE ANNOTATED---\nJOHNNY\nThere she is!\n\nCHOL\nThis is Okja!\n\nJOHNNY\nShe's wonderful.\n\nHe rushes over to Okja and begins caressing her body. This is\nreal, touching enthusiasm.\n\nJOHNNY (CONT'D)\n(softly)\nJust perfect!\n(furiously, to Chang the\ncameraman)\nWell, fucking film me! You can't\nfake these emotions.\n\f22.\n\nCHOL\n(yelling at Chang)\nFilm him!\n\nChang hurriedly switches the camera on and dances around,\nfishing for the right angle. Jennifer snaps away on her DSLR.\n\nJENNIFER\n(to Choi)\nGet him his doctor's coat!\n\nChoi hurriedly retrieves a white doctor's coat from her bag.\nIt has the Mirando logo emblazoned on it. She scurries over\nto Johnny and helps him into it.\n\nJohnny continues to caress Okja - her well-developed muscles,\nfaultless skin, and taut curves, his expression one of awe.\n\nJOHNNY\n\n(to the camera)\nTen years ago twenty-six local\nfarmers in twenty-six far-flung\ncountries were each given a super\npiglet. This year I've traveled to\neach of the twenty-six farms to\nmeet the Super Pigs and decide\nwhich one will be invited to the\nBEST SUPER PIG FEST in New York\nCity, where they'll be unveiled to\nthe world!\n\nMIJA\n(to Hee Bong)\nWhat's he saying?\n\nJENNIFER\nShhh! They're filming!\n\nJohnny looks at Hee Bong with sincere respect, giving him a\nbig thumbs up.\n\nJOHNNY\nYou've done an incredible job.\n\nHee Bong doesn't need a translator to understand. He holds up\nhis thumb. Jennifer is ecstatic. This is exactly what she\nwanted.\n\nJENNIFER\n(to Chang)\nPan from Johnny to the old man!\n\f23.\n\nCHOL\n(to Chang)\nPan!\n\nChang pans from Johnny to Hee Bong.\n\nJENNIFER\n(to Johnny)\nThis is it! The moment of mutual\ntrust between Mirando's very own\nDr. Johnny and the esteemed local\nfarmer.\n\nJOHNNY\n(to Hee Bong)\nShe's truly exceptional.\n\nHEE BONG\n(a thick Korean accent)\nSsank you so much.",
  "18": "---END OF PREVIOUS SECTION---\nJohnny and the esteemed local\nfarmer. JOHNNY\n(to Hee Bong)\nShe's truly exceptional. HEE BONG\n(a thick Korean accent)\nSsank you so much. \n---TARGET SECTION TO BE ANNOTATED---\nJOHNNY\nHow did you do it? What was your\nmethod?\n\nChoi translates. 'Uh..' Hee Bong thinks. A brief silence as\neveryone watches Hee Bong.\n\nHEE BONG\nI just... uh, let her run around is\nall.\n\nHee Bong laughs. Choi translates.\n\nJOHNNY\n\n(to the camera)\nHe just let her run around! How\nbeguiling!\n\n(beat)\nI'm not supposed to do this... I\nmean I'm supposed to go back to\nAmerica and examine all the data\nbefore making my decision and yada\nyada yada... But...\n\nJohnny winks at the camera.\nJOHNNY (CONT'D)\n(dramatically)\nJennifer? Two medals please.\n\nChang pans to Jennifer as she takes out two 'Best Super Pig'\nmedals and hands them to Johnny.\n\f24.\n\nJohnny puts one medal over Hee Bong's neck and another over\nOkja's neck.\n\nOkja BLOWS in Johnny's face, covering his face with drool.\nJohnny responds with his trademark UPROARIOUS LAUGH.\n\nJOHNNY (CONT'D)\n(to Okja)\nWe have our winner! Ready for the\nfestival in New York City?\n\nMIJA\nWhat's going on?\n\nJOHNNY\nOne more medal please!\n\nJennifer hands another medal to Johnny. Johnny walks over to\nMija.\nJOHNNY (CONT'D)\nA special medal for a special lady\n\nwho I’m sure helped raise the Super\nPig too in her own special way!\n\nJohnny ceremoniously puts the medal over Mija’s neck.\n\nJOHNNY (CONT'D)\nGet some cutaways of the pig!\n\nChang dutifully does. After he's gone, Johnny talks quietly\nto Mija.\n\nJOHNNY (CONT'D)\nI'm sorry I was kinda grumpy when I\nfirst arrived on your farm. Being a\ntelevision presenter can be\nstressful.\n\nMija looks blank - she has no idea what he's saying.\n\nAs Chang gets cutaways of Okja, Mundo tries to squeeze into\nthe frame.\n\nJENNIFER\nHey! No!\n\nWith a hand gesture, Jennifer shoos Mundo out of the shot.\n\nMundo lingers awkwardly. He walks over to Hee Bong and\nWHISPERS something in his ear.\n\f25.",
  "19": "---END OF PREVIOUS SECTION---\nMundo lingers awkwardly. He walks over to Hee Bong and\nWHISPERS something in his ear. 25. \n---TARGET SECTION TO BE ANNOTATED---\nJOHNNY\n(still talking to Mija)\nI always have to be 'on'.\nEspecially now I find myself the\n‘face of the Mirando Corporation'!\nHow did that even happen?!\n\nHee Bong grabs Mija's hand and takes her to the corner of the\nyard.\n\nMIJA\nWhat?\nHEE BONG\nI... Let's go visit your mom and\n\ndad up there.\n\nMIJA\nNow? Why? I want to watch this.\n\nHEE BONG\nThey appeared in my dream last\nnight, said they missed you.\n\nHee Bong pulls the reluctant Mija uphill.\n\nHEE BONG (CONT'D)\n\n(pointing to the group)\nThey’1l be here for a while. Come\non.\n\nEXT. CEMETERY - DAY\n\nThe sun shines on two burial mounds lying side by side in the\nquiet woods. Hee Bong and Mija pluck weeds and dust off the\ntombstone.\n\nMIJA\nI can't remember their faces...\n\nHee Bong looks at Mija with pity. He sighs.\n\nHEE BONG\nIt's been so many years. Just the\ntwo of us, living here in the\nmountains.\n\nMIJA\n(cold)\nNot two. Three.\n\nHEE BONG\nSure! Okja too. Our little fatty.\n\f26.\n\nSilence. Hee Bong takes out a box from his pocket and opens\nit. Inside the box is a gold pig, the size of an adult fist.\nMija regards it quizzically.\n\nMIJA\nWhat's that?\n\nHEE BONG\nA gold pig. 100% real gold.\n\nMija, confused.\n\nHEE BONG (CONT'D)\nSo pretty, don't you think? In the\nold days the elders would give this\ngold pig to their daughters as a\nwedding gift. Take it. It's yours.\n\nMIJA\nWhy are you giving me a gold pig?\n\nHee Bong hands the gold pig to Mija. He points downhill with\nhis chin.\n\nHEE BONG\nWell, you're not getting married,\nbut... since Okja will be leaving\nus and going far away... You can\n\nkeep this gold pig instead of her.\n\nMIJA\nWhat?\n\nMija stares blankly with the gold pig in her hands, still not\nunderstanding.",
  "20": "---END OF PREVIOUS SECTION---\nYou can\n\nkeep this gold pig instead of her. MIJA\nWhat? Mija stares blankly with the gold pig in her hands, still not\nunderstanding. \n---TARGET SECTION TO BE ANNOTATED---\nHEE BONG\nThey're here to take Okja.\nMIJA\nOkja?\nHEE BONG\n\nYeah. The competition's nearly\nover. So they're taking all the\nSuper Pigs back to the company.\n\nMIJA\nBut Okja's ours. We bought her from\nthem. You sent them the money!\n\nHEE BONG\nThat...\n(turning away)\n(MORE)\n\f27.\n\nHEE BONG (CONT'D)\n\nIt didn't work out so well. I\ncouldn't buy her. That's why I\nbought this pig instead. This gold\n\npig...\nMIJA\n(disbelieving)\nNo...\nHEE BONG\n\nWe can't do anything about it.\nEspecially not now. They said that\nOkja was selected as the best pig.\nThey have big plans for her in\nAmerica...\n\nMIJA\nAmerica...?\n\nHEE BONG\n\n(nods )\nShe'll be spending the night in\nSeoul, and tomorrow she'll be ona\nplane to America. She's a celebrity\nnow!\n\n(laughs )\nGoing all the way across the\nPacific!\n\nHee Bong lets out an exaggerated laugh as he carefully\nsearches for Mija's reaction. Mija is in utter shock.\n\nHEE BONG (CONT'D)\n(sternly)\n\nMija! You're nearly a grown woman,\n\nand to be honest I wasn't too keen\n\non seeing you playing with that pig\n\nall day. You should go to the town,\n\nMaybe meet a boyfr...\n\nMija throws the gold pig at Hee Bong's foot and rushes down\nthe mountain.\n\nEXT. MIJA'S HOUSE - LATE AFTERNOON\n\nMija runs out of the trees and arrives at the house to find\nit completely empty. The dirt in the yard is wildly printed\nwith footprints. We can picture how Okja must have been\ndragged away. The hairs stand on Mija's body.\n\nMIJA\nOKJA!!!\n\f28.\n\nMija shouts at the top of her lungs. Her voice echoes along\nthe massive ridges of the mountain but goes unanswered. Mija\nbegins to run - with the urgency of a sprinter.\n\nEXT. FOREST - LATE AFTERNOON\n\nMija runs down the mountain with great speed and athleticism,\nhaving grown up roaming these hills.",
  "21": "---END OF PREVIOUS SECTION---\nMija\nbegins to run - with the urgency of a sprinter. EXT. FOREST - LATE AFTERNOON\n\nMija runs down the mountain with great speed and athleticism,\nhaving grown up roaming these hills. \n---TARGET SECTION TO BE ANNOTATED---\n She runs her legs off -\nthrough the trees, over the rocks, and through the air across\nthe stream. The branches scratch and scar Mija's face but she\ncontinues running, gaining speed.\n\nBut Okja and her escorts are nowhere to be seen.\n\nEXT. BEGINNING OF HIGHWAY - SUNSET\n\nMija stands at the point where the highway begins. She looks\nfar ahead at a sedan and a large container truck - just dots.\nMija breathes heavily, exhausted from her run. A tear forms\nin her eye. The truck containing Okja rounds the bend and\ndisappears to the other side of the mountain.\n\nINT. MIJA'S HOUSE - NIGHT\n\nCLOSE ON a large cauldron sitting on top of a fire hole,\nsteam rising from it. Hee Bong opens the lid, and we see a\nwhole chicken inside the boiling water. Hee Bong adds\ncinnamon, ginger, and vetch to the pot. He hears someone\nentering and pokes his head out of the kitchen. He sees Mija\ncrossing the yard limply, eyes swollen from crying and cheeks\nstreaked with dirty tears. Mija stomps past Hee Bong and\ntowards her room, scattering the chickens away.\n\nINT. MIJA'S ROOM, MIJA'S HOUSE - NIGHT\n\nHee Bong pokes his head inside the room. He carefully opens\nhis mouth.\n\nHEE BONG\nYou must be hungry. I made your\nfavorite - chicken stew.\n\nNo answer. Mija can't seem to put a stop on her emotions.\nShe sobs as she undresses. Hee Bong becomes embarrassed and\nturns his head, but Mija doesn't care. She continues to take\noff her pants and her socks.\n\nHEE BONG (CONT'D)\nGo clean up, and let's have some\nchicken stew.\n\n(MORE )\n\f29.\n\nHEE BONG (CONT'D)\nI put in all the herbs that are\nsupposed to be good for you.\n\nMija continues to sob as she removes a training suit from her\ndrawer. She puts it on along with fresh socks. Hee Bong looks\nat her curiously. Mija takes out a red fanny pack from the\ndrawer.\n\nHEE BONG (CONT'D)\nWhat are you doing?\n\nMija still doesn't answer.",
  "22": "---END OF PREVIOUS SECTION---\nMija takes out a red fanny pack from the\ndrawer. HEE BONG (CONT'D)\nWhat are you doing? Mija still doesn't answer. \n---TARGET SECTION TO BE ANNOTATED---\n Her face is a grotesque mess of\ntears and snot. She puts the fanny pack around her waist.\n\nHEE BONG (CONT'D)\nWhere do you think you're going?\n\nMIJA\nSeoul...\n\nHEE BONG\nWhat?\n\nMIJA\n\nI'm going to bring Okja home.\n\nHEE BONG\nAre you crazy? Seoul? In the middle\nof night? Do you even know how much\nit costs to go to Seoul?\n\nMija picks up a large piggy bank from the top of the chest.\nShe raises it high and throws it to the floor with surprising\nstrength. The piggy bank shatters into pieces, unleashing a\nvast sea of coins. Hee Bong gasps.\n\nMija continues to sob as she sweeps the coins into her fanny\npack and pockets. There are a few bank notes in there too.\nShe bites them between her lips.\n\nHee Bong comes into the room and tries to stop her, but Mija\nthrows him to the floor.\n\nHee Bong has had enough. He stands and begins frantically\nshoving the coins under the furniture with his feet. He looks\nridiculous. And it's pointless. Mija has already filled her\nfanny pack. She zips it up and heads fast towards the door.\n\nHEE BONG (CONT'D)\nDon't you dare leave this room!\n\nMija turns and stares at him.\n\f30.\n\nHEE BONG (CONT'D)\nLook. I miss Okja too.\n\nMija's eyes instantly swell with tears at the thought of\nOkja.\n\nHEE BONG (CONT'D)\nBut she's an animal. They all have\nto go sometime.\n\nHee Bong grabs a permanent marker from Mija's desk and starts\ndrawing lines over the photograph of Okja - the one where\nshe's being hugged by Mija. With rough strokes, he divides\nOkja's body parts like a butcher's meat chart.\n\nHEE BONG (CONT'D)\nBlade shoulder, loin, spare rib,\nhock. This is what she is!\n\nMija cries even louder - this is deeply disturbing to her.\nShe pushes Hee Bong away and runs out into the windy front\nyard.\n\nHee Bong runs after her and manages to grab her.",
  "23": "---END OF PREVIOUS SECTION---\nMija cries even louder - this is deeply disturbing to her. She pushes Hee Bong away and runs out into the windy front\nyard. Hee Bong runs after her and manages to grab her. \n---TARGET SECTION TO BE ANNOTATED---\nMIJA\n(yelling)\nNo!\nAs Mija yells, the bank notes she was biting between her lips\naccidently fly away in the wind. Hee Bong instinctively\nthrows himself toward the money.\n\nMija uses the opportunity to run away, dashing into the dark\nwoods.\n\nHee Bong belatedly realizes his mistake and runs after her -\nbut she is GONE. He breathes heavily as he stands in the\nblack windy forest, the bank-notes clenched in his fist.\n\nHEE BONG\nMIJA - !\n\nHee Bong's voice echoes throughout the woods. Instead of\nMija's answer...\n\nA cacophony of CITY NOISES begin to crowd our ears.\n\nINT. SUBWAY TRANSFER TERMINAL, SOMEWHERE IN SEOUL - DAY\n\nAs the NOISE reaches a crescendo, we see a wide staircase\nfilled with SUBWAY PASSENGERS transferring between lines.\n\f31.\n\nBlack heads filling the SCREEN move in a single direction.\nOne of the heads turns and looks around - Mija.\n\nINT. PLATFORM, SUBWAY STATION - DAY\n\nMija stares hopelessly at the large subway map on the wall.\nThe subway lines are intricately spun like spider webs. They\nresemble Mija's tangled hair and her utterly confused state.\n\nShe somehow identifies her destination on the sprawling map\nand takes out a coin from her fanny pack, inserts it in the\nticketing machine. The fanny pack is a promotional gift from\nMirando. Mija makes note of the Mirando Korea address and\nphone number printed on the inside.\n\nEXT. ENTRANCE, MIRANDO KOREA OFFICES - DAY\n\nA white, clean interior brightly lit by fluorescent lights.\nMija stands up against the glass door and peers inside. We\nsee an empty front desk with the Mirando logo and a potted\ntree that has the exact silhouette of the logo.\n\nThe lobby is silent until... CLICK, CLICK. A skinny\nRECEPTIONIST clicks her high heels into the lobby and returns\nto her seat.\n\nMija tries to make eye contact, but the Receptionist looks\ndown at her smartphone and doesn't look up. Mija - feeling\ninvisible - KNOCKS on the glass.\n\nThe Receptionist finally raises her head and sees Mija's wild\nappearance.",
  "24": "---END OF PREVIOUS SECTION---\nMija tries to make eye contact, but the Receptionist looks\ndown at her smartphone and doesn't look up. Mija - feeling\ninvisible - KNOCKS on the glass. The Receptionist finally raises her head and sees Mija's wild\nappearance. \n---TARGET SECTION TO BE ANNOTATED---\n She points to a guest phone attached to a stand\nin front of the entrance.\n\nRECEPTIONIST\n(mouthing the words)\nUse the phone...\n\nSuppressing her anger, Mija picks up the receiver and presses\nthe 'call' button. We hear upbeat music as the automated\nvoice speaks in Korean/English.\n\nAUTOMATED VOICE (V.O.)\nWelcome to Mirando Korea! If you\nwould like to know the number of\nthe department you are looking for,\npress #7. If you would like to\nspeed-dial your party, press *24 to\nswitch to voice recognition mode.\n\nMija presses the button.\n\f32.\n\nAUTOMATED VOICE (V.O.)\nAfter the beep, please clearly\nstate the name of the person you\nare looking for.\n\nMIJA\nMun, Do, Park.\n\nAUTOMATED VOICE (V.O.)\nSorry, I did not hear you. Please\nclearly state the name.\n\nMija holds the receiver with both hands.\n\nMIJA\nMun! Do!! Park -- !!!\n\nAUTOMATED VOICE (V.O.)\nSorry! I did not hear you. Please\nclearly state the name...\n\nMija screams her lungs off, hoping the Receptionist will\nnotice her frustration. The Receptionist gets up and casually\nwalks into the back office.\n\nMIJA\n(yelling)\nWait!\n\nThe Receptionist disappears without answering. The front desk\nis empty again.\n\nMija closes her eyes and takes a deep breath to calm herself.\nShe suddenly begins walking backwards. She spins the fanny\npack to her side and fully zips up her training suit. She\nstands at the opposite end of the long hallway, staring at\nthe Mirando Korea entrance. Suddenly...\n\nShe begins to run...\n\nShe charges ahead with explosive speed. Upon nearing the\nentrance, she accelerates even more and throws herself into\nthe glass door.\n\nTHUMP! Mija's body collides with the door, and the entire\nglass wall vibrates from the tremendous impact.\n\nThe door remains intact while Mija bounces off and tumbles on\nthe floor.\n\nBEEP! BEEP! The security system is activated. The\nReceptionist hurries out to the lobby. She sees Mija on the\nfloor, MOANING.\n\f33.",
  "25": "---END OF PREVIOUS SECTION---\nThe\nReceptionist hurries out to the lobby. She sees Mija on the\nfloor, MOANING. 33. \n---TARGET SECTION TO BE ANNOTATED---\nRECEPTIONIST\n(startled)\nOh my God! Are you okay?\n\nLooking down at the fallen Mija, the Receptionist presses the\nbutton of the automatic door. The moment she does, a spider\nweb begins to spread on the glass, and soon the huge glass\ndoor begins to come down in a cascade of shards.\n\nThe Receptionist SCREAMS as tiny, sharp particles pour onto\nthe floor. Mija immediately leaps up and charges into the\noffice, bumping into the Receptionist on the way. The\nReceptionist grabs onto the tree that looks exactly like the\nMirando logo as she tumbles onto the floor. Dirt pours out of\nthe pot, revealing the bizarre-looking root of the tree. We\nrealize it was a plastic tree all along.\n\nINT. MIRANDO KOREA OFFICES - DAY\n\nMija runs frantically down a MAZE of LONG, EMPTY FLUORESCENT-\nLIT CORRIDORS. It's creepy and corporate - the stuff of\nconspiracy theory nightmares.\n\nMIJA\n(yelling)\nUncle Mundo! Okja! Mundo!\n\nThe maze finally opens into a large, brightly lit office.\nShe sees rows and rows of desks - BUT NOT ONE EMPLOYEE.\n\nShe runs through the cubicles, looking around.\n\nMIJA (CONT'D)\n(yelling)\nUncle Mundo! Okja!\n\nMIJA'S POV:\n\nA poster on the wall, advertising Mirando's Super Pig\nproject. The copy 'Harvest For The World' accompanies a\npicture of hundreds of fully grown Super Pigs feeding on the\ngrassy acres of the Mirando corporate Ranch in Arizona.\n\nTo Mija the sight is deeply unsettling. It's like seeing\nhundreds of Okjas.\n\nAt that moment, we hear a SQUEAL. Is it the real Okja?!\n\nMija runs toward the sound but is caught by an ELDERLY\nSECURITY GUARD. She throws him off, sending him into the\nground. Now it's the RECEPTIONIST'S turn. She leaps at Mija -\nbut Mija evades her with great athleticism, jumping over\ndesks and cubicles.\n\f34.\nMija runs into a conference room and locks the glass door.\n\nINT. CONFERENCE ROOM - CONTINUOUS\nMija runs to the window.\nMIJA'S POV:\n\nA PARKING LOT, invisible to the outside world.",
  "26": "---END OF PREVIOUS SECTION---\nINT. CONFERENCE ROOM - CONTINUOUS\nMija runs to the window. MIJA'S POV:\n\nA PARKING LOT, invisible to the outside world. \n---TARGET SECTION TO BE ANNOTATED---\n Mundo and\nUNIFORMED MIRANDO EMPLOYEES are dragging a chained and roped\nOkja towards a large trailer.\n\nThe Mirando uniforms are surprisingly BRIGHT and COLORFUL and\nVIBRANT looking.\n\nOkja is desperately resisting - but to no avail.\n\nEXT. PARKING LOT - CONTINUOUS\n\nThe OFFICE EMPLOYEES have vacated their desks to form a\ngallery in the parking lot. They're all busy taking selfies\nwith Okja in the background.\n\nMUNDO\n(yelling at them)\nHey, put your selfie sticks away!\nThis is classified! Those are\ndirect orders from HQ in America!\n\nThe Employees reluctantly lower their selfie sticks.\n\nMUNDO (CONT'D)\nI don't want to see any of those on\nInstagram.\n\nINT. CONFERENCE ROOM - PARKING LOT - CONTINUOUS\n\nMIJA\n(banging on the window)\nOkja!l!! Okjal!!\n\nIt's like the scene in The Graduate where Ben bangs on the\nwindow at the wedding - \"Elaine! Elaine!\" - except Mundo and\nthe Mirando Employees don't notice Mija. The glass is too\nthick and soundproofed. We can see she's yelling, but they\ncan't hear a thing.\n\nMija's eyes are alight with fury. The Security Guard and the\nReceptionist are unlocking the door when Mija charges toward\nthem and throws herself at the door, knocking them to the\nground.\n\f35.\n\nWith fierce determination, Mija runs toward the elevator...\n\nEXT. TRAILER - PARKING LOT - CONTINUOUS\n\nAs the Uniformed Employees struggle to tie the violently\nresisting Okja in place, Mundo puts his face against Okja's\nand raises a selfie stick. He makes his best cute face as he\ntakes a picture.\n\nINT. CAB, MIRANDO TRUCK - MOMENTS LATER\nMundo climbs in the passenger seat.\n\nMUNDO\n(To the driver)\nLet's go.\n\nThe driver is KIM (24). The truck begins to move with a huge\nroar. Mundo scans Kim up and down, suspicious. Slight frame,\nbaby face, distracted eyes. Something about him is just\n...off.",
  "27": "---END OF PREVIOUS SECTION---\nMundo scans Kim up and down, suspicious. Slight frame,\nbaby face, distracted eyes. Something about him is just\n...off. \n---TARGET SECTION TO BE ANNOTATED---\nMUNDO (CONT'D)\nYou've got a commercial driver's\nlicence, right?\n\nKIM\n(Nonchalantly)\nHuh?\n\nMUNDO\nA licence to drive a heavy goods\nvehicle. A Class A truck?\n\nKim smiles blankly without answering. He steers the truck\nroughly out of the parking lot and into the outside world.\n\nAs he does, we see Mija bolting out of the main entrance.\n\nEXT. STREETS NEAR MIRANDO KOREA - DAY\n\nMija runs with wild desperation as the truck disappears into\nthe distance. But it soon slows down to merge onto a larger\nroad and Mija accelerates with all her might until she\nreaches a point where the road continues downhill but the\nsidewalk remains level with the buildings. She runs alongside\nthe truck until...\n\n.+-she boldly jumps and - THUMP - lands on the roof of the\ntrailer.\n\f36.\n\nINT. TRAILER, MIRANDO TRUCK - CONTINUOUS\n\nTHUMP. Okja looks up at the sound. She SQUEALS and hikes up\nher head. The Uniformed Employees also look up curiously.\nOkja can feel Mija's presence above her. She touches the\nceiling with her face as she continues to SQUEAL.\n\nEXT. TRAILER ROOF, MIRANDO TRUCK - CONTINUOUS\n\nMija balances herself on the moving trailer. Through the\nfluttering strands of her hair she sees an overpass\napproaching.\n\nINT. CAB, MIRANDO TRUCK - CONTINUOUS\n\nMundo sees the overpass. It seems very low. He looks over at\nKim, who drives, still looking blank.\n\nMUNDO\nWhat's the height of this truck?\n\nKim gives Mundo a listless, nonchalant look.\nKIM\nUh, they did tell me... it was,\nuh...\n\nStill, Kim doesn't slow down.\n\nThe overpass approaches fast. The sign that indicates the\nheight comes into view: 4.2 meters.\n\nMundo stares at Kim.\n\nEXT. TRAILER ROOF, MIRANDO TRUCK - CONTINUOUS\nMija drops to her stomach. She lies flat and closes her eyes.\n\nThe truck blasts through.\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nShe lies flat and closes her eyes. The truck blasts through. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAB, MIRANDO TRUCK - CONTINUOUS\nKIM\nI guess they said it was less than\n4.2 meters.\n\nMundo wipes his sweat, relieved.\n\f37.\n\nEXT. TRAILER ROOF, MIRANDO TRUCK - CONTINUOUS\n\nMija sits up. She made it. Just.\n\nINT. CAB, MIRANDO TRUCK - CONTINUOUS\nKim continues to floor the gas pedal with a blank face.\n\nMundo looks ahead and sees another overpass quickly\napproaching. This time the sign reads 3.9 meters.\n\nMUNDO\n(Yelling)\nThe height! Can. You. Remember?\n\nKim slowly shakes his head and indicates his foggy memory.\n\nKIM\n(mumbling)\nI can't... They made me drink a\nlot at the staff dinner last\n\nnight...\nThe overpass approaches. Mundo turns white. He instinctively\nshrivels his body like a squid on a grill.\nEXT. TRAILER ROOF, MIRANDO TRUCK - CONTINUOUS\nWind batters Mija's face. She squints and looks ahead at the\noverpass. Her muscles tense as she instinctively senses\ndanger.\nINT. CAB, MIRANDO TRUCK - CONTINUOUS\nMundo is too paralyzed to speak. Kim floors the pedal with\nthat dead expression on his face. The 3.9 meter overpass\napproaches fast.\nINT. TRAILER, MIRANDO TRUCK - CONTINUOUS\nOkja lets out a piercing SQUEAL - as if calling for Mija.\nThe Uniformed Employees cover their ears.\nEXT. TRAILER, MIRANDO TRUCK - CONTINUOUS\n\nAs Okja SQUEALS, Mija runs toward the back of the trailer.\nThe overpass is about to slam the back of her head when...\n\f38.\n\n.+-Mija jumps and hangs onto the rear door handle of the\ntrailer.\n\nSPARKS fly as the trailer roof scrapes against the underside\nof the overpass. The horrible sound of metal scratching\nagainst concrete, Mundo's scream, and Mija's shouting\noverwhelm our ears at once.\n\nDangling from the handle, Mija BANGS on the rear door of the\ntrailer.\n\nINT.",
  "29": "---END OF PREVIOUS SECTION---\nThe horrible sound of metal scratching\nagainst concrete, Mundo's scream, and Mija's shouting\noverwhelm our ears at once. Dangling from the handle, Mija BANGS on the rear door of the\ntrailer. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAILER, MIRANDO TRUCK —- CONTINUOUS\n\nThe Uniformed Employees stand up to investigate the banging\nwhen they get caught between Okja's massive body and the\ntrailer wall. They scream in pain as Okja twists her gigantic\nbody towards Mija.\n\nMija and Okja cry for each other.\n\nI/E. MIRANDO TRUCK - CONTINUOUS\n\nMUNDO\nWhat was that noise?\n\nBut Kim is preoccupied by something different - something\nVERY STRANGE occurring 0O.S. His eyes widen.\n\nMUNDO (CONT'D)\n(Beat)\nWhat?\n\nMundo follows Kim's startled stare to the side of the truck.\n\nMUNDO (CONT'D)\n(yelling)\nTERRORISTS?!\n\nA black semi is driving purposefully alongside the Mirando\ntruck. The two occupants - both staring at Mundo - are\nwearing BLACK SKI-MASKS. One wears a SUIT underneath, the\nother a casual JACKET.\n\nJACKET\n(broken Korean)\nI'm not terrorist... Nice meet you.\n\nBut his strange accent, along with the wind noise and roar of\nthe trucks engines, make it impossible for Mundo and Kim to\nunderstand him.\n\f39.\n\nMUNDO\nWhat?\n\nJACKET\nI don't want hurt you. I don't like\nfighting. Stop car!\n\nMUNDO\n(to Kim)\nWhat the hell are they saying?\n\nJACKET\nI said I don't like fighting. Come\non, guy. Just cooperate.\n(to the Suit)\nShit. Fucker doesn't even\nunderstand my Korean...\n\nThe Suit just looks at the Jacket - his eyes are a curious\n\ncolor.\n\nThe Jacket rolls up the window. He fixes his ski mask and\nabruptly turns the handle. SLAM.\n\nThe black semi rams into the side of the Mirando truck.\nMundo screams like a girl.\n\nThe Mirando truck gets sandwiched between the black semi and\nthe underpass wall. Sparks FLY.\n\nNearby DRIVERS react with horror as the two mammoth trucks\nduel. Horns blare everywhere.\n\nAmidst the chaos the Suit never loses his composure,\nremaining cool, silent.\n\nThe Jacket abruptly turns the steering wheel and delivers the\nfinal blow. The Mirando truck smashes against the wall.\n\nThe violent shaking makes Mija lose her grip on the rear door\nhandle.",
  "30": "---END OF PREVIOUS SECTION---\nThe Jacket abruptly turns the steering wheel and delivers the\nfinal blow. The Mirando truck smashes against the wall. The violent shaking makes Mija lose her grip on the rear door\nhandle. \n---TARGET SECTION TO BE ANNOTATED---\n She tumbles onto the asphalt and screams in pain.\n\nThe\nthe\n\nThe\n\nThe\n\ncars behind her screech and turn to avoid her - adding to\n\nMirando truck is finally forced to a STOP.\n\nblack semi's trailer door opens and FOUR more people\n\ndressed entirely in black and wearing ski-masks come running\nout - although ONE of the four is noticeably THINNER and\nSLOWER than the others. They carry various tools. One carries\na bolt cutter.\n\f40.\n\nThe Uniformed Mirando Employees open the trailer door and are\nimmediately ambushed by the Black Assailants.\n\nThe Assailant with the bolt cutter severs the chains binding\nOkja to the trailer. The Mirando employees watch him,\ncompliantly.\n\nMundo and Kim are trapped in the cab - sandwiched between the\nwall and the black semi. Mundo desperately tries to open the\ndoor.\n\nThe Suit leaves the black semi and walks towards Kim and\nMundo. They watch his approach with curiosity. He begins\nshaking a SPRAY PAINT CAN in his hand.\n\nHe sprays black paint onto the spotless white front end of\nthe truck. He seems to be writing something.\n\nMUNDO\nWhat the...\n\nBut Kim finds the whole situation amusing.\n\nMUNDO (CONT'D)\nAre you smiling?\n\nKIM\n(Nonchalantly)\nI'm just watching the destruction\nof Mirando property.\n\nKim laughs.\n\nBehind the truck, the Black Assailants drag Okja towards\ntheir trailer.\n\nOkja desperately looks around for Mija. But she can't see her\nanywhere.\n\nTraffic is at a standstill. DRIVERS in the opposite lane have\nstopped their cars to take pictures and record video of this\nbizarre sight.\n\nSuddenly, among the pileup of cars, a girl ARISES. It is\nMija. She limps to a car and climbs onto its roof. Her body\nis covered in grazes but she is undeterred.\n\nShe takes a deep breath and blows hard on her WHISTLE. Okja\nsuddenly turns her head as she is being dragged away.\n\nOkja and Mija finally see each other.\n\f41.\n\nDespite her injuries, Mija dashes toward Okja. But Okja\ncannot move. The Black Assailants have her locked down with\nropes.\n\nOkja tips her body and rolls over the Black Assailants.",
  "31": "---END OF PREVIOUS SECTION---\nBut Okja\ncannot move. The Black Assailants have her locked down with\nropes. Okja tips her body and rolls over the Black Assailants. \n---TARGET SECTION TO BE ANNOTATED---\n They\nscream - crushed by the weight.\n\nOkja and Mija beeline toward each other. They REUNITE,\nOVERJOYED. Like a gunslinger jumping onto a running horse in\na Western, Mija grabs the rope tied to Okja's body and\nswiftly jumps onto her back.\n\nOkja pulls an abrupt U-turn and runs toward the open road\nwith Mija on her back.\n\nThe Suit gives a hand signal to the Black Assailants. They\nregroup under the Suit's command and board the truck. They\nchase after Okja.\n\nMUNDO\n(To Kim)\nFollow them!\n\nKIM\n(mumbling)\nFuck it. What do I care? I’m\nleaving this shit country soon.\n\nMUNDO\nWhat did you say?\n\nKIM\n(pulls keys out of\nignition and tosses them)\nYou know what? I DO have a\ncommercial driving license, but my\ntemporary contract doesn’t cover me\nfor workplace injuries.\n\nEverything finally makes sense for Mundo. He opens the door\nand runs out.\n\nMUNDO\nYou want a workplace injury\ncompensation package?\n\nMundo starts RUNNING in the direction of Okja.\n\nMUNDO (CONT'D)\n\n(Over his shoulder to Kim)\nThen you'd better start showing\nsome LOYALTY to this COMPANY! And\nTHIS IS WHAT COMPANY LOYALTY LOOKS\nLIKE!\n\f42.\n\nAs Mundo proudly yells this he loses his footing and SLAMS\ninto a PARKED CAR - knocking himself UNCONSCIOUS.\n\nEXT. UNDERPASS EXIT - MINUTES LATER\n\nThe point where the underpass joins the open road. Okja runs\nat full speed with Mija on her back while the black semi\nchases them, quickly closing the gap. The Uniformed Employees\nbelatedly join the chase carrying tranquilizer guns. Mundo\nholds onto his head as he tags along.\n\nMUNDO\n(to the Uniformed\nEmployees )\nHurry your asses up! Whoever gets\nthem first, I'll recommend for a\npermanent contract! With full\nwelfare benefits! No bullshit!\n\nThe Uniformed Employees consider this, and look at each other\nawkwardly. But only momentarily as they start running at full\nspeed.\n\nWe see police cars approaching from across the intersection\nwith sirens blaring.",
  "32": "---END OF PREVIOUS SECTION---\nThe Uniformed Employees consider this, and look at each other\nawkwardly. But only momentarily as they start running at full\nspeed. We see police cars approaching from across the intersection\nwith sirens blaring. \n---TARGET SECTION TO BE ANNOTATED---\n Mija quickly changes direction and rides\nOkja toward an underground passage.\n\nINT. UNDERGROUND PASSAGE / UNDERGROUND SHOPPING CENTER\n\nOkja enters the passage and stumbles down the concrete steps.\nShe’s never climbed stairs before and is anxious about it.\nPEDESTRIANS scream and scatter at the sight of the giant pig.\n\nMIJA\nSorry... Get out of the way!!\n\nThe Suit, the Jacket, and a few of the black assailants\nfollow Okja into the underground. The Pedestrians panic even\nmore at the sight of threatening men in ski masks. The\nUniformed Employees follow in with tranquilizer guns, adding\nto the pandemonium.\n\nINT. UNDERGROUND SHOPPING CENTER - CONTINUOUS\n\nSHOPPERS and SHOP OWNERS scream in horror. Shoes, makeup,\nclothes and mannequins are blasted into the air as Okja blows\npast.\n\nA PART-TIME STUDENT dressed as a PINK PIG distributes flyers\nin front of a newly opened snack bar decorated with colorful\nballoons. Dance music blares in the background.\n\f43.\n\nHe sees the enormous pig hurtling toward him. He begins\nrunning for his life - the huge pig face still over his head.\nAs he runs, he desperately fishes for an angle with his\nsmartphone - trying to film a video of Okja and himself.\n\nAs Okja makes a sudden turn, her foot gets caught in a\nclothing rack jutting out of the corner. She falls on top of\nglass plates displayed before the adjacent store. A loud\nCRASH. Mija is thrown off Okja's back, landing head first on\nthe floor.\n\nThe Jacket breaks from his group and rushes to Mija's side,\npropping her up. Mija looks dazed from the impact.\n\nJACKET\nHey! You okay?\n\nThe Suit turns around to see Uniformed Mirando Employees\naiming their tranquilizer guns at Okja!\n\nHe picks up one of the panels displayed in front of the\nnearby frame shop. The tranquilizer dart flies through the\nair and sticks on the panel. THUNK. The other assailants also\npick up panels, and the subsequent barrage of darts all fall\non panels printed with the images of celebrities.\n\nWhile the Uniformed Employees hurriedly reload their guns,\nthe Suit gives a quick hand signal to his group.",
  "33": "---END OF PREVIOUS SECTION---\nTHUNK. The other assailants also\npick up panels, and the subsequent barrage of darts all fall\non panels printed with the images of celebrities. While the Uniformed Employees hurriedly reload their guns,\nthe Suit gives a quick hand signal to his group. \n---TARGET SECTION TO BE ANNOTATED---\n The black\nassailants begin charging toward the Employees like\nterrorists in an ambush.\n\nThe Suit calmly walks over to the injured Okja and grabs her\nankle. He is caring as he touches Okja, having a natural ease\naround animals. He immediately locates the broken piece of\nglass lodged in Okja's foot. He quickly and painlessly plucks\nit out - like when Mija removed the chestnut bur from Okja's\nfoot back in the mountains.\n\nMija watches, impressed.\nMIJA\n\nWho are you guys?\n\nINT. UNDERPASS - CONTINUOUS\n\nKIM\nALF... Animal Liberation Front?\n\nKim searches 'A.L.F.' on the Google browser of his\nsmartphone. He looks at the spray-painted \"A.L.F\" on the\nfront of the Mirando truck.\n\f44,\n\nINT. UNDERGROUND SHOPPING CENTER\n\nInstead of answering, the Jacket lifts his t-shirt and shows\nMija a TATTOO - a balaclava-wearing, angel-winged Animal\nLiberation Front member embracing a lamb in his arms.\n\nMija stares blankly at the tattoo as POLICEMEN come running\nfrom the opposite end of the passage with tear gas guns\ndrawn.\n\nThe group - along with Okja and Mija - stand and run. The\npolice give chase.\n\nThe Jacket sees a passage that leads to a garage. He directs\nthe other members towards it and shouts into the phone.\n\nJACKET\nUnderground garage! Zone 3!\n\nINT. UNDERGROUND GARAGE - CONTINUOUS\n\nThe group bolt out of the door just as the black semi speeds\ntoward them from the opposite side.\n\nThe back doors of the trailer are already open and Mija jumps\nin first. She gives a sign to Okja, who climbs in with great\n\ndifficulty. The A.L.F. members push Okja's behind with their\n\ncombined strength. Again, ONE seems frailer than the others.\n\nOnce Okja is inside, the Assailants climb aboard.\n\nThe Police finally arrive and haphazardly fire their tear gas\nguns, but to no avail. The black semi speeds away, the back\ndoors still swinging open, the policemen running pathetically\nafter them.\n\nSuddenly a man squeezes through the group of Policemen and\nleaps to the front with tremendous speed.",
  "34": "---END OF PREVIOUS SECTION---\nThe Police finally arrive and haphazardly fire their tear gas\nguns, but to no avail. The black semi speeds away, the back\ndoors still swinging open, the policemen running pathetically\nafter them. Suddenly a man squeezes through the group of Policemen and\nleaps to the front with tremendous speed. \n---TARGET SECTION TO BE ANNOTATED---\n It is none other\nthan MUNDO, with the UNIFORMED MIRANDO EMPLOYEES running\nbehind him.\n\nMundo chases the semi with fierce determination. The A.L.F.\nmembers watch with mild curiosity.\n\nOkja suddenly bends her body and perks up her ears as she\nturns to Mija. Mija stares in disbelief.\n\nMIJA\nNow?\n\nMija sighs.\n\f45.\n\nMIJA (CONT'D)\nWell, I guess you've been holding\nit in for a long time.\n\nMija gives Okja the sign.\nOkja begins pooping. The scale is beyond epic.\n\nHer tail spins like a propeller as she unleashes a veritable\n‘shit storm.' Mundo has nearly closed the gap when he's\nBOMBARDED with countless pieces of shit.\n\nTwo A.L.F. members look on as Mundo cries in horror.\n\nA.L.F. MEMBER 1\nI never tire of the way they shit.\n\nA.L.F. MEMBER 2\nCould watch it all day.\n\nThe black semi reaches the exit. It smashes through the gate -—\nleaving Mundo a dejected shit-covered blob in the distance.\n\nINT. TRAILER —- CONTINUOUS\n\nMija hugs Okja's face tightly. The A.L.F. members - still in\ntheir ski-masks - watch them.\n\nMIJA\n(Whispering)\nI'll never leave you again.\n\nJACKET\n(Translating)\nI'll never leave you again.\n\nMIJA\nI’m taking you back to the\nmountains.\n\nJACKET\n(Translating)\nI’m taking you back to the\nmountains.\n\nMija glances suspiciously at the Black Assailants in their\nski-masks.\n\nFEMALE A.L.F. MEMBER\nStop with the creepiness, K.\n\nJACKET\nWhat? I’m not being creepy.\n\f46.\n\nFEMALE A.L.F. MEMBER\nYou don’t think that’s creepy?\nTranslating everything she’s saying\nin your balaclava and your eerie\nman’s voice?\n\nJACKET\n(Thinly)\n\nThe mission is no longer as we'd\nplanned it because the girl showed\nup so I’m providing the team with\nunfolding intel. And BY THE WAY.\nThis isn’t my “eerie man’s voice”.\nIt’s my VOICE.",
  "35": "---END OF PREVIOUS SECTION---\nAnd BY THE WAY. This isn’t my “eerie man’s voice”. It’s my VOICE. \n---TARGET SECTION TO BE ANNOTATED---\nSUIT\nnnn nt? quiet authority)\nSs. !\n\nThe bickering A.L.F. members dutifully shut up. The Suit\nwalks over to Mija. He crouches to her eye-level and takes\noff his balaclava. He is JAY - good-looking, serious (30s).\n\nAs he removes his balaclava, the other A.L.F. members take\noff theirs. They're all younger than Jay, in their 20s. Jay\nintroduces each member to Mija. Jacket is K (Asian). The\nwoman is RED. The two others are men - BLOND and SILVER. Each\nare named after the color of their hair. Silver looks sweet,\nbut socially awkward, very thin. Red and Blond look restless.\n\nJAY\n..-And my name is Jay.\n\nK TRANSLATES for Mija - word-for-word.\n\nMIJA\nI'm Mija. And this is Okja.\nK\n(chuckling)\n\nMija. Okja. Those are like old-\nfashioned names. That’s sweet.\n\nJay gives K a “so what” look. Awkward silence.\n\nJAY\nWe are animal lovers. We rescue\nanimals from slaughterhouses, zoos,\nlabs. We tear down cages and set\nthem free. This is why we rescued\nOkja.\n\nMija bows politely.\n\fMIJA\nThank you so much.\n\n47.\n\nJay speaks in an overly formal manner as he fixes his\n\nnecktie.\n\nJAY\nFor forty years our group has\nliberated animals from places of\nabuse.\n\nJay gestures to K. K removes a mini-tablet from his jacket\n\nand shows it to Mija.\n\nCLOSE on the mini-tablet. OLD ARCHIVE FILM of\nsmashing down doors with hammers and crowbars\nthe caged animals inside.\n\nJAY (CONT'D)\n\nWe inflict economic damage on those\nwho profit from their misery. We\nreveal their atrocities to the\npublic. And we never harm anyone -\nhuman or non-human. That is our\nforty year credo.\n\nthe A.L.F.\nand rescuing\n\nTHUMP. Jay turns at the sound of something falling and sees\nSilver barely being held up by Blond. He looks pale, sickly.",
  "36": "---END OF PREVIOUS SECTION---\nand rescuing\n\nTHUMP. Jay turns at the sound of something falling and sees\nSilver barely being held up by Blond. He looks pale, sickly. \n---TARGET SECTION TO BE ANNOTATED---\nJAY (CONT'D)\nAre you okay, Silver?\n(to Blond)\nHe didn't eat anything even today?\n\nBLOND\n(shaking his head)\nHe's still trying to leave the\nsmallest footprint he can on the\nplanet Earth.\n\nSILVER\n(weakly)\nAll food production is\nexploitative.\n\nBLOND\n(exasperated)\nWhat about tomatoes?\n\nSILVER\nRipened with ethylene gas.\nTransported in trucks.\n\f48.\n\nJAY\nI admire your conviction, Silver,\nbut your pallid complexion worries\nme.\n\nJay turns to Mija.\nJAY (CONT'D)\nHow long have you and Okja lived\ntogether?\n\nMIJA\nSince I was four.\n\nAt this the group let out a low sigh.\n\nJAY\nDo you know where she was being\ntaken?\n\nMIJA\nTo America. The Best Super Pig\nFest.\n\nJAY\n\nYes. But she was being taken\nsomewhere else first. Mija. You\nneed to prepare yourself.\nEverything you believe you know\nabout Okja is a lie.\n\nMija instinctively reaches out to touch Okja.\n\nJAY (CONT'D)\nOkja's other destination was...\n\nK presses the screen on his mini-tablet. We see PHOTOGRAPHS\nof a WAREHOUSE. It looks ABANDONED. But it's surrounded by\nbarbed wired fences and AMERICAN SECURITY GUARDS.\n\nJAY (CONT'D)\nThis underground laboratory in\nParamus, New Jersey. This is the\nbuilding where Okja was created.\n\nMija frowns - then grins.\n\nMIJA\nNo, Okja was born on a ranch in\nArizona. Her mother was born in\nChile. On a beautiful farm.\n\f49,\n\nJAY\nOkja was created in this lab. So\nwas her so-called 'mother'. This is\nwhere Mirando experiment with their\ngenetically mutated animals.\n\nMija looks troubled.\n\nJAY (CONT'D)\nThey're looking to develop the\nbreed that will generate them the\nbiggest profit. In that very lab.\nYou and the other local farmers\nacross the world are just\npromotional devices for them - just\na picturesque backdrop.\n\nMIJA\nBackdrop?\n\nSILVER\nThey make everything seem cosy. But\nit's not cosy. It's never cosy.",
  "37": "---END OF PREVIOUS SECTION---\nSILVER\nThey make everything seem cosy. But\nit's not cosy. It's never cosy. \n---TARGET SECTION TO BE ANNOTATED---\nJAY\nMirando know their consumers won't\neat mutant GM foods. So ten years\nago their 'beautiful' head\npsychopath Lucy Mirando - who by\nthe way became CEO by forcing out\nanother psychopath named Nancy\nMirando in a fucked-up coup\nd'état... Anyway, they went into\nthe laboratory and dug around\namongst all the disfigured,\nmisshapen creatures to unearth the\nprettiest ones.\n\nAs K quietly translates, he shows Mija more photographs of\nthe laboratory's innocuous-looking exterior.\n\nJAY (CONT'D)\nAnd then - big fanfare - she sent\nthem around the world.\n\nK pulls up a file on his mini-tablet. It's VIDEO of Lucy's\npress conference from ten years ago. We see the photographs\nof the SUPER PIGLETS being handed to farmers across the\nworld. We see Lucy on the stage...\n\nREPORTER\nWhen do we get to see the big pigs?\n\f50.\n\nFor a tiny moment, Lucy looks like she doesn't know what to\nsay. Then she recovers.\n\nLUCY\nTen years.\n\nK pauses the video - a freeze-frame of Lucy, a triumphant\nglint in her eye.\n\nJAY\nYou know why she said ten years? To\nconsolidate power. The longer the\nproject's duration, the longer\nshe'd get to be at the top, running\nthings.\n\nRED\nAnd those were the ten years you\nspent with Okja.\n\nMija stares blankly, her face crowded with conflicting\nemotions.\n\nJAY\nAnd now the ten years are nearly\nup. They've been frantically\nbreeding super pigs and soon the\nsupermarkets will be filled with\ntheir flesh and organs. Dog food,\nhot dogs, bacon...\n\nK translates clearly for Mija.\n\nJAY (CONT'D)\nOur plan is to put a stop to their\nproject by exposing the lab and its\ncrimes against animals. But to do\nso, we need video from inside -\nfootage of the horrible atrocities\nbeing committed in the lab. And\nthere's a problem.\n\nMija is now completely immersed in the story. She looks at\nhim intently.\n\nJAY (CONT'D)\nThe security is impenetrable. Other\ngroups have tried and failed to get\nin.\n\n(Beat)\n\nBut there is a way.",
  "38": "---END OF PREVIOUS SECTION---\nJAY (CONT'D)\nThe security is impenetrable. Other\ngroups have tried and failed to get\nin. (Beat)\n\nBut there is a way. \n---TARGET SECTION TO BE ANNOTATED---\n Although we\nwill only go ahead with it if you\ngive us your consent.\n\f51.\n\nAt this, K stops translating and stares at Jay. So do the\n\nother A.L.F. members.\nJay nods.\n\nBLOND\n(protesting)\nIf this kid doesn't give her\nconsent, we're going to abandon the\nmission?\n\nJAY\n\n(to K)\nPlease don't translate. Hold on.\n\n(to everyone)\nWe do not harm any non-human or\nhuman. This little girl is Okja's\nfamily and I will not harm her by\nforcing a mission upon her that she\ndoes not consent to.\n\nRED\nWe have to abort just because some\nman from the 1970s wrote a fucking\n\n‘credo'?\n\nBLOND\nTradition doesn't make a movement\nstrong.\n\nSILVER\n\n(coughing violently)\nWE make a movement strong.\n\nJay looks around coolly at his riled up colleagues. He\n\ndoesn't have to raise his voice. His quiet charisma instantly\n\nsubdues everyone. The trailer, once again silent.\n\nJAY\n(Calmly)\nIf that's how you feel call\nyourself something else and not the\nA.L.F. and don't come around here\nanymore.\n\nThe members look abashed by Jay's words. Jay quietly gazes\n\ninto Mija's eyes.\nJAY (CONT'D)\nIn order to expose Mirando we need\nvideo from inside the laboratory...\n\nK hesitates briefly before continuing to translate.\n\f52.\n\nJAY (CONT'D)\n\nAnd this is where your Okja comes\nin. The Mirando scientists are\ndying to get their hands on her at\ntheir underground lab. Their star\nsuper pig! They’re desperate to put\nher through a slew of tests.\n\n(Beat)\nWhich is why we've made this.\n\nK removes a small, black electronic device from his pocket\nand shows it to Mija.\n\nJAY (CONT'D)\nIt looks exactly like the black box\non Okja's ear, right? But this one\nhas a transmitter that will\nwirelessly send their video feed to\nus. We want to replace the device\non Okja's ear with this, so Okja\ncan send us a live feed from inside\nthe laboratory.\n\nK\n(in Korean - to Mija)\nIt will be like Okja's hidden\ncamera show!\n\nMija is still confused.",
  "39": "---END OF PREVIOUS SECTION---\nWe want to replace the device\non Okja's ear with this, so Okja\ncan send us a live feed from inside\nthe laboratory. K\n(in Korean - to Mija)\nIt will be like Okja's hidden\ncamera show! Mija is still confused. \n---TARGET SECTION TO BE ANNOTATED---\nMIJA\nYou want to send Okja to America?\nTo this laboratory?\n\nJAY\n(nodding)\nI'm sorry. That was indeed our\nplan. Rescue Okja, replace the\nblack box, and let Mirando retake\nOkja.\n\nMija can't believe what she's hearing.\n\nJAY (CONT'D)\nBut don’t worry. They won't hurt\nOkja. They wouldn't dare. She needs\nto be perfect for their beauty\npageant. Whatever tests they'll do\non her in there will need to be\nharmless.\n\nMija nods but looks concerned.\n\f53.\n\nJAY (CONT'D)\nYou have to trust us. We've been\nplanning this mission for a long\ntime. We have a detailed plan on\nhow to rescue her from the event in\nNew York City. We promise to bring\nher back to you.\n\nWe hear POLICE SIRENS growing closer in the background. Jay\ncarefully puts a hand on Mija's shoulder.\n\nJAY (CONT'D)\nIf our mission succeeds we'll be\nable to shut down Mirando's Super\nPig project completely. We'll be\nsaving millions of Super Pigs like\nOkja from death.\n\nJay looks straight into Mija's eyes, pleading earnestly. Mija\nlooks straight back.\n\nJAY (CONT'D)\nBut we won't do it without your\napproval.\n\nMija looks at Jay with a grave expression. The police sirens\nin the distance get louder...\n\nJAY (CONT'D)\nWhat is your decision?\n\nK translates the last question in a solemn voice.\n\nMIJA\nI'm going back to the mountain with\nOkja.\n\nShe says it just like that - bluntly and squarely. In Korean,\nit sounds even more blunt and square. K tries to hide his\nsurprise, speechless. Jay and the other members eagerly await\nhis translation.\n\nK takes a deep breath before saying...\n\nK\nShe agrees to the mission.\n\nNeither Mija nor the A.L.F. members notice K's lie. The\nmembers applaud vigorously. Jay gives her a warm, sincere\nhug, deeply moved. Mija stands there, not knowing what just\nhappened.\n\nJAY\nThank you.\n\f54.\n\nThe SIRENS are closer than ever.\n\nThe members put on their balaclavas.",
  "40": "---END OF PREVIOUS SECTION---\n54. The SIRENS are closer than ever. The members put on their balaclavas. \n---TARGET SECTION TO BE ANNOTATED---\n kK opens the small side\ndoor of the trailer. Cold wind rushes in.\n\nHe yells into his cell phone:\n\nK\nGo!!\n\nHe takes out a Ziplock bag from his pocket and puts his mini-\ntablet and iPhone in the bag. The members form a single file\nbefore him and deposit their own cell phones into the bag.\n\nEXT. RIVERSIDE EXPRESSWAY - EVENING\n\nThe sun has nearly set. The black semi races through the dark\nriverside road. We see police cars and Mirando security cars\nchasing after it with SIRENS blaring.\n\nThe semi steers toward the railing, so close that we plainly\nsee the dark river below. While other A.L.F. members hesitate\nnervously, Silver limps to the door and fearlessly jumps off\nthe truck.\n\nSILVER\nAaaaah - !!\n\nINT. TRAILER, BLACK SEMI\n\nMotivated by Silver, Blond and Red dive off after him. Jay is\nthe last one to put his cell phone in K's Ziplock bag. He\nturns to Mija.\n\nJAY\nTill we meet again.\n\nJay swiftly dives out of the truck. K winks at Mija as he\ncloses the Ziplock bag bulging with cell phones.\n\nEXT. RIVERBANK, HAN RIVER - EVENING\n\nA BIKER riding along the bank looks up in surprise when a\nblack figure jumps from the expressway above and SPLASHES\ninto the water. SPLASH, SPLASH. Columns of water go up, and\nthe black figures subsequently swim out of the water one by\none. JOGGERS stop and watch the bizarre spectacle.\n\f55.\n\nEXT. RIVERSIDE EXPRESSWAY / TRAILER, BLACK SEMI - EVENING\n\nOnce K jumps, the A.L.F. member who was driving stops the\ntruck and runs out. He throws his outdated folder phone into\nthe river and himself jumps off the expressway. SPLASH.\n\nThe police cars and Mirando security cars surround the black\nsemi. POLICEMEN run out of their vehicles and look down at\nthe river, defeated. The circular ripples from the last\nsplash slowly disperse.\n\nPOLICE 1\nYou swim?\n\nPOLICE 2\nUh-uh. Never.",
  "41": "---END OF PREVIOUS SECTION---\nPOLICE 1\nYou swim? POLICE 2\nUh-uh. Never. \n---TARGET SECTION TO BE ANNOTATED---\nWhile the Police look for a way down to the bank, the\nUniformed Mirando Employees open the door of the trailer.\nHeadlights and red police lights flood inside the trailer to\nreveal Okja and a wide-eyed Mija standing side by side. Mija\ntries to hide her confusion and anger, but her eyes are moist\nwith tears.\n\nAMERICAN NEWS ANCHOR (V.O.)\nThe Animal Liberation Front...\n\nINT. CONFERENCE ROOM, MIRANDO COMPANY HEADQUARTERS - DAY\n\nON THE TV: Amateur footage of A.L.F. members with bolt\ncutters and other tools ambushing the Mirando truck in the\nunderpass.\n\nAMERICAN NEWS ANCHOR (V.O.)\n..-hasn't been in the headlines for\na number of years, but they are\nback in the spotlight after today's\nextraordinary events.\n\n16 people - including Lucy Mirando, Frank, Johnny, and\nJennifer - sit around the table and watch the news. They are\nsilent, their expressions grave. The scene looks exactly like\nthe photo of Obama, Hillary and the national security team\nwatching the Bin Laden raid in the White House situation room\n- right down to the gestures and the facial expressions.\n\nThe only unruffled person among them is head assistant Frank,\nwho sits in the middle in a leisurely, presidential manner.\n\nAMERICAN NEWS ANCHOR (V.O.)\nThe group seems to have been highly\norganized.\n\f56.\n\nON THE TV: We see KIM - the Mirando driver - being\ninterviewed in front of the truck spray-painted with the\n\"A.L.F.\" sign. He speaks surprisingly good English.\n\nKIM\n\n(smiling)\nThey were fast, organized, and on\npoint, like ninjas. No way a salary\nman from Mirando could take them.\n\n(laughs)\nMirando is completely fucked!\nCompletely fucked!\n\nA BEEP censors Kim every time he says \"fucked,\" but he says\nit with such emphasis that it is impossible not to read his\nlips.\n\nThe Mirando employees bat their eyes nervously, worried about\nLucy's reaction.\n\nON THE TV: A repeat of the news footage of A.L.F. members\nrunning in formation.\n\nEXECUTIVE 1\nLook at that one!\n\nHe points at the blurry figure of Silver, lagging behind.",
  "42": "---END OF PREVIOUS SECTION---\nF. members\nrunning in formation. EXECUTIVE 1\nLook at that one! He points at the blurry figure of Silver, lagging behind. \n---TARGET SECTION TO BE ANNOTATED---\nEXECUTIVE 1 (CONT'D)\nGet some exercise, you dick!\n\nHe laughs and glances at Lucy for approval. The tension is\npalpable.\n\nFRANK\nI wouldn't worry too much, Luce.\nThe A.L.F technically failed.\n\nEXECUTIVE 1\nThey weren't even able to take the\nproduct.\n\nEXECUTIVE 2\nThis is just a kerfuffle over\nnothing. We shouldn't make a big\ndeal out of it.\n\nEXECUTIVE 1\nIt actually means the security at\nour US facilities and main office\nis so airtight that they wouldn't\neven think about breaking in.\nThat's why they went all the way to\nSouth Korea.\n\f57.\n\nEXECUTIVE 2\nThe important thing is that the pig\nis on its way to New York now.\n\nJENNIFER\n(Brightly)\nRight! The Best Super Pig Fest will\ncontinue as planned!\n\nTheir eyes flicker nervously towards Lucy - who has thus far\nsaid nothing. Finally, she stirs.\n\nLUCY\n(quietly)\nI know what they call me. They call\nme a psychopath.\n\nJENNIFER\nYOU'RE not a psychopath! THEY'RE\nthe psychopaths, right, Ms.\nMirando? They're narcissists.\n\nJennifer glances around the conference room, pleased with\nherself.\n\nLUCY\nDo narcissists wear balaclavas?\n\nFRANK\nOh, crazy radicals have been\ncalling us psychopaths since the\n\"60s! You're a psychopath! Your\nsister's a psychopath! Your daddy\nwas a psychopath!\n\nWe barely notice, but Frank has a CELLPHONE concealed in his\nhand. We see the name \"Nancy Mirando\" on the screen. He's\nsurreptitiously pointing it in Lucy's direction.\n\nLUCY\nDaddy WAS a psychopath, Frank.\nThat's not an unfair slur. \"What\ndid YOU do in the War, Daddy?\" \"I\nmanufactured the napalm that made\neveryone's skin fall off!\" And he\ncalls ME an idiot loser?\n\nFRANK\nIn fairness to your father when he\ncalled you an idiot loser...\n\nLUCY\nYes?\n\f58.",
  "43": "---END OF PREVIOUS SECTION---\nFRANK\nIn fairness to your father when he\ncalled you an idiot loser... LUCY\nYes? 58. \n---TARGET SECTION TO BE ANNOTATED---\nFRANK\nYou had just signed up for a two\nyear course in California called\nUnleash Your Calling.\n\nLUCY\nAt a highly respected Institute for\nthe Advancement of Human Potential.\nWhere many forward-thinking CEOs\ngo.\n\nLucy's anxiety level is rising. She's beginning to display\nsubtle OCD symptoms - repeating phrases and movements.\n\nLUCY (CONT'D)\nAnd if you can't see the\ncorrelation between the advancement\nof my human potential and the fact\nwe're currently on the cusp of the\nbiggest product launch in the\nhistory of the food industry then I\ndon't know what! You know how I\nspent my time at the Institute?\nVISUALIZING new and better ways of\ndoing business! While SISTER was...\nwhat was the name of the lake that\nexploded?\n\nFRANK\nMoose Lake.\n\nLUCY\nWhile my sister was dumping so much\ntoxic waste into Moose Lake it\nEXPLODED... the only lake ever to\nexplode, well done, Nancy... I was\nvisualizing how to turn the most\nhated agrochemical company in\nAmerica into the most likeable\nmiracle pig rearing company. And\nit's WORKING! It's WORKING! It was\nWORKING until last night. Until\nlast night the synthesis between\nNew Mirando and Old Mirando was\nimpeccable!\n\nLucy holds both of her hands in the air.\n\nLUCY (CONT'D)\nI took science...\n\nLucy manipulates her left hand into a deformed claw.\n\f59.\n\nLUCY (CONT'D)\nAnd nature...\n\nLucy waves her right hand softly, mimicking ocean waves or a\nfield of crops blowing gently in the wind.\n\nLUCY (CONT'D)\nAnd I synthesized.\n\nShe brings both hands together, mimicking a flower blooming.\n\nLUCY (CONT'D)\nAnd EVERYONE loved it. Remember\nwhat the New York Times called our\nSuper Pigs? \"Intriguing.\" Slate:\n\"Lucy Mirando is pulling off the\nimpossible. She's making us fall in\nlove with a creature that we're\nalso excited about eating.\" These\nare journalists who never write\nabout pigs! They never write about\npigs! But they wrote about OUR\npigs.",
  "44": "---END OF PREVIOUS SECTION---\nShe's making us fall in\nlove with a creature that we're\nalso excited about eating.\" These\nare journalists who never write\nabout pigs! They never write about\npigs! But they wrote about OUR\npigs. \n---TARGET SECTION TO BE ANNOTATED---\n Ten years of planning! We're\non the cusp of launching a product\nthat will feed MILLIONS! And what\nhappens? We fall victim to\nterrorism. And somehow WE'RE the\nones that come out looking bad?\n\nJENNIFER\n(brightly)\nOh, we don't look too bad!\n\nLUCY\nWe don't? Rewind!\n\nA beat. Jennifer nervously presses rewind - knowing Lucy is\nright about how bad they look.\n\nON THE TV: Footage of the moment of Okja's recapture.\nUniformed Mirando Employees drag Okja back to the Mirando\ntruck. We see Mija crying and desperately trying to stop\nthem.\n\nAMERICAN NEWS ANCHOR (V.O.)\nFollowing the failed kidnapping,\nMirando Company employees were\nsecuring their super pig when a\nyoung girl suddenly stepped in and\ntried to stop them.\n\nON THE TV: Uniformed Mirando Employees - the guys Mundo had\npromised full time contracts to - pull Mija away. They're\nrough, violent.\n\f60.\n\nAMERICAN NEWS ANCHOR (V.O.)\nThe girl was later revealed to be\nthe granddaughter of a local farmer\nselected by Mirando CEO Lucy\nMirando to...\n\nLUCY\nPause.\n\nJennifer does.\n\nON THE TV: FREEZE-FRAME of the Uniformed Employees roughly\npulling the poor, crying Mija away.\n\nLUCY (CONT'D)\nAnd there it is! The image that's\ngoing to destroy us! Who are those\nidiots?\n\nLucy points at the Uniformed Employees.\n\nLUCY (CONT'D)\nFind out and fire them.\n\nJENNIFER\n(Brightly)\nSure! Leave it with me!\n\nJennifer looks delighted and relieved that others are getting\nthe blame.\n\nLUCY\nAbusing that adorable girl in the\nuniforms I personally designed!\nWhat are we famous for?\n\nA silence, before it dawns on the Executives that Lucy isn't\nasking a rhetorical question.\n\nEXECUTIVE 1\nSuper pigs?\n\nLUCY\nHolding indigenous farmers in high\nesteem! Who are we violently\nmanhandling right there on TV?\n\nEXECUTIVE 2\n(beat)\nThe granddaughter of an indigenous\nfarmer.\n\f61.",
  "45": "---END OF PREVIOUS SECTION---\nWho are we violently\nmanhandling right there on TV? EXECUTIVE 2\n(beat)\nThe granddaughter of an indigenous\nfarmer. 61. \n---TARGET SECTION TO BE ANNOTATED---\nLUCY\nIs that the reason why she's\ncrying?\n\nEXECUTIVE 1\n(cautiously)\nYes?\n\nLUCY\nIt's one of two reasons she's\ncrying. What's the other reason?\n\nEXECUTIVE 2\n(beat)\nWe're taking away her super pig?\n\nLUCY\nWe are shoving her best friend into\na truck! That's going to kill us.\nRight there. That image. We're\ndead.\n\nUnbeknownst to Lucy, Frank has his phone pressed to his ear,\nlistening. He puts it down. Suddenly, he pushes his chair\nback with a loud SQUEAK. He casually saunters over to the\ncoffee machine and makes himself a capsule coffee. The\nmachine pisses out coffee with a loud, obnoxious WHIR.\n\nFRANK\nLucy... May I say something?\n\nFrank looks over at Lucy as he smells his coffee.\nFRANK (CONT'D)\nThe girl. You're thinking of\ninviting her to New York, aren't\nyou?\n\nA light bulb goes off in Lucy's head.\n\nLUCY\n\nI was just about to say that!\nFRANK\n\nYes, of course.\n\n(nods )\nYou'll invite her to The Best Super\nPig Festival and...\n\nLUCY\n(cutting him off)\nA moving reunion! The Best Pig and\nthe adorable farmer girl forced to\npart but reunited on our stage.\n\f62.\n\nFRANK\nOf course!\n(smiles)\nBrilliant, Lucy.\n\nLUCY\nAn emotional reunion, then the two\nof them leave the stage. Hand in\nhand. Hand in trotter!\n\nFrank watches Lucy become more and more excited. He is more\nlaid back than ever.\n\nLUCY (CONT'D)\nShe'll be the face of the Mirando\nCompany! The living embodiment of\nthe Mirando ideal. Young, pretty,\neco-friendly, global! She's a\ngodsend! Are you writing all this\ndown?!\n\nJennifer and the Executives write notes with fury.\nSuddenly Johnny stands up in a HUFF.\n\nJOHNNY\nUh. She's not the face of the\nMirando Company. I am. You don't\neven know if she can DO anything\nother than cry. Whereas I am much\nloved all over the world!\n\nLUCY\n(With unexpected venom)\nSit down.",
  "46": "---END OF PREVIOUS SECTION---\nYou don't\neven know if she can DO anything\nother than cry. Whereas I am much\nloved all over the world! LUCY\n(With unexpected venom)\nSit down. \n---TARGET SECTION TO BE ANNOTATED---\nJohnny lets out a GASP.\n\nJOHNNY\nYou're... forcing me to...\n\nLUCY\nTo do WHAT?\n\nJOHNNY\nTo examine my options.\n\nLUCY\nGo on then. Examine them. Are you\nexamining them now? Have you\nfinished examining them?\n\nLucy stares at Johnny. He sits down - his humiliation\ncomplete.\n\f63.\n\nLucy resumes her conversation with Jennifer like nothing\nhappened.\n\nLUCY (CONT'D)\nGet her a first-class ticket and\nbook her a hotel! She probably\ndoesn't have a passport. Get her a\npassport! Don't try to force an\nimage on her - like what Benetton\ndid to those Asian girl models.\n\nJennifer takes notes with impossible speed, her pen a mere\nblur.\n\nLUCY (CONT'D)\nNo! I've got a BETTER idea! Get her\nwearing a Mirando uniform. Let's\nreclaim the uniform after what\nthose idiots did!\n\nINT. CEO OFFICE - LATE AFTERNOON\n\nLucy's limp body is sprawled on the sofa. Her iPhone rings.\nThe words Nancy Mirando flash up on the screen.\n\nLUCY\n(Muttering)\nOh fuck off.\n\nLucy ignores it. But the phone keeps ringing. Finally Lucy\npicks up.\n\nLUCY (CONT'D)\nHey Nance!\n\nNANCY (V.O.)\nHey Luce!\n\nLUCY\nI guess you saw the news. Don't\nworry. It's under control.\n\nNANCY (V.O.)\nWhat news? What are you talking\nabout?\nLUCY\n(beat)\nOh. Nothing.\n(beat)\n\nSo, how's London? Do you ever get\n\ntime to go to fun places like the\n\nLondon Eye and the London Dungeon?\n(MORE )\n\f64.\n\nLUCY (CONT'D)\nI never have a free minute, but I\nfigure running Mirando Global is\nmore taxing than running Mirando\nUK. Oh! You should try Madam\nTussauds! Have you been there yet?\n\nNANCY (V.O.)\n(beat)\nNo.\n\nLUCY\nI heard such an interesting thing\nabout Madam Tussauds. When the\ncelebrities become has-beens they\njust melt down the heads and turn\nthem into someone more fashionable.",
  "47": "---END OF PREVIOUS SECTION---\nO.)\n(beat)\nNo. LUCY\nI heard such an interesting thing\nabout Madam Tussauds. When the\ncelebrities become has-beens they\njust melt down the heads and turn\nthem into someone more fashionable. \n---TARGET SECTION TO BE ANNOTATED---\nSaddam Hussain is Justin Timberlake\nnow. Anyway. How ARE you?\n\nNANCY (V.O.)\nI just phoned to wish you luck. 10\nyears! Your dream project is\nfinally about to come to fruition!\nEverything you've worked towards!\n\nLUCY\nYeah, it's exciting!\n\nNANCY (V.O.)\nIt must be, right? The basket\ncontaining all of your eggs! Every\nsingle one of your eggs! You must\nbe SO excited.\n\nThe blood drains from Lucy's face. Nancy can still terrify\nher.\n\nNANCY (V.O.)\nYou must be SO excited!\nINT. POLICE STATION, SEOUL - EARLY MORNING\n\nMija crouches inside the police station. A few REPORTERS\nsurround her, shoving their microphones into her face.\n\nREPORTER 1\nThey're going to charge you with\nproperty damage and obstruction of\njustice. Did you know that?\n\nMija looks blank.\n\f65.\n\nREPORTER 1 (CONT'D)\nAnimal Liberal Front, right?\nPeople are saying you're a member.\nIs that true?\n\nMija stays silent, her head lowered. The Reporter comes\ncloser.\n\nREPORTER 2\nIt says on the Internet you have an\nA.L.F. tattoo on your arm.\n\nReporter 2 tries to lift up her sleeve, but Mija slaps his\nhand away. A FEMALE REPORTER who'd been watching from behind\njumps in and tries to forcibly pull up Mija's sleeve. Mija\nresists mightily. As she grapples with the Female Reporter,\nwe see someone hurtling into the station in the background\nwith a worried face - Hee Bong.\n\nHee Bong squeezes in between the Reporters and grabs Mija's\narm. He raises the sleeve himself.\n\nHEE BONG\nLet me see!\n\nThe Reporters briefly step back at Hee Bong's apparent\naggression. Hee Bong checks Mija's arms, neck, everywhere.\n\nHEE BONG (CONT'D)\nTell me where you were hurt. Are\nyou okay?\n\nWith that, the floodgates open. Mija puts her arms around Hee\nBong and begins to bawl. Hee Bong embraces her tightly.",
  "48": "---END OF PREVIOUS SECTION---\nWith that, the floodgates open. Mija puts her arms around Hee\nBong and begins to bawl. Hee Bong embraces her tightly. \n---TARGET SECTION TO BE ANNOTATED---\n The\nReporters quickly realize who Hee Bong is and shove their\nmics toward him. FLASHES explode.\n\nHEE BONG (CONT'D)\nStop with the cameras... She's just\na baby.\n\nREPORTER\nYou're her guardian, aren't you?\n\nHEE BONG\nGo away...\n\nHee Bong hides Mija with one arm while pushing away the\nReporters with the other. He is never violent but puts up a\nformidable fight as he fends them off. He is old but strong.\n\nHEE BONG (CONT'D)\nBe civil, will you? Don't test me\nnow...\n\f66.\n\nThe Reporters are backing away when one of them suddenly dips\ndown and POPS a flash up at Mija's face. Hee Bong violently\nSLAPS the camera away, stunning the Reporter.\n\nHEE BONG (CONT'D)\nSorry! That's an expensive camera.\n\nAs soon as he apologizes he returns to roughly pushing the\nreporters. The grappling match becomes more and more heated.\nDETECTIVES and POLICE OFFICERS belatedly swarm the scene.\nThe station quickly descends into chaos.\n\nSuddenly, a familiar voice rings throughout the station.\n\nMUNDO (0.S.)\nMi -Ja-!\n\nMundo is walking into the station. Choi - the Mirando Korea\ntranslator from the mountain - follows him with a flower\nbasket. Wearing a radiant smile, Mundo walks past bewildered\nfaces and hands the flower basket to Mija. It is lavishly\ndecorated with Mirando company colors.\n\nI/E. CONVENIENCE STORE - EARLY MORNING\n\nThe store is brightly lit by fluorescent lights. Mija stands\nat the window-side bar and eats cup ramen. The flower basket\nlies next to her. Mundo and Hee Bong and Choi smoke in front\nof the store.\n\nHEE BONG\nSo all the damage in the shopping\ncenter... Mirando will pay for that\ntoo?\n\nMUNDO\n\nHow many times do I have to tell\nyou? HQ is paying for everything.\nThe main office in America.\n\nHEE BONG\nThe glass door in your office Mija\nshattered. That too?\n\nMUNDO\nThat's what you're worried about?\nThey are inviting her out to\nAmerica. She'll be doing Mirando\ncommercials pretty soon.",
  "49": "---END OF PREVIOUS SECTION---\nMUNDO\nThat's what you're worried about? They are inviting her out to\nAmerica. She'll be doing Mirando\ncommercials pretty soon. \n---TARGET SECTION TO BE ANNOTATED---\nHaving finished her ramen, Mija walks out toward Hee Bong and\nMundo. She hurls the Mirando flower basket at Mundo's feet.\n\f67.\n\nMIJA\nForget commercials. Get her on the\nphone right now!\n\nMUNDO\n(startled)\nPhone? Who?\n\nMIJA\nI need to talk to Okja. I need to\nfind out how she is.\nChoi stares blankly.\nHEE BONG\nThey do that... you know, talk to\neach other. They’ve always done it.\nCHOL\n(scrambling)\nOkja's probably on the plane right\nnow. She won't be able to answer.\n\nOVER Mija's seething face, we hear the deafening noise of an\nairplane.\n\nAs upbeat MONTAGE MUSIC begins, we...\n\nCUT TO:\n\nEXT. JFK INT'L AIRPORT - DAY\n\nWe see a large passenger airliner from behind as it touches\ndown on a landing strip. The wheels touch the ground with an\near-splitting noise.\n\nEXT. STORAGE HANGAR, JFK - DAY\n\nAs the MONTAGE MUSIC continues, we see large CARGO being\nunloaded from the back of the plane. We follow one of the\ncontainers - a large metal cage. We see Okja crouched inside.\nMIRANDO HQ EMPLOYEES and PRIVATE SECURITY CONTRACTORS swarm\nthe cage as soon as it hits the tarmac.\n\nI/E. CAGE, MOVING TRUCK - DAY\n\nOkja sits inside the cage with a sullen expression. She\nnervously blinks her eyes.\n\f68.\n\nOKJA'S POV: Through a small opening on the side, she sees the\nunfamiliar scenery of New York passing by. The fake black-\nbox/video transmission device is also pointed outside.\n\nI/E. A.L.F. SEDAN, NEW YORK STREETS - DAY\n\nThe A.L.F. team is crowded into the Sedan. Brief static as\nK's laptop begins receiving the video signal from Okja.\n\nK\nGot it! The signal's good.\n(to the members in the\nbackseat)\nWe're seeing what Okja's seeing.\n\nK sits in the passenger seat with his laptop connected to a\nsatellite receiver. Through the front windshield, we see the\nMirando truck about 50 meters ahead of the sedan.",
  "50": "---END OF PREVIOUS SECTION---\n(to the members in the\nbackseat)\nWe're seeing what Okja's seeing. K sits in the passenger seat with his laptop connected to a\nsatellite receiver. Through the front windshield, we see the\nMirando truck about 50 meters ahead of the sedan. \n---TARGET SECTION TO BE ANNOTATED---\nRED\n\n(driving)\nHey, pretty good resolution. Can't\nwait to see inside the laboratory!\n\nBLOND\nBrought to you live from Mirando's\nsecret underground lab. We invite\nyou to the mecca of genetic\nmodification!\n\nBlond giggles as he imitates a travel channel host. He keeps\npushing a sandwich into Silver's hand, who only picks at it\nand looks through its contents. Jay sits behind K and quietly\nregards the laptop screen.\n\nJAY\n\n(barely containing his\n\nexcitement )\nIn this moment only the five of us\nknow what the whole world will soon\nknow. This mission has the\npotential to surpass ...my God...\nwe may surpass even the Silver\nSpring Monkey liberation in terms\nof epoch-defining A.L.F.\noperations! We are ushering in a\nnew era!\n\nThe members cringe at Jay’s pompous way of talking. An\nawkward silence. K yells to Red, trying to change the mood.\n\f69.\n\nK\nSlow down. Let's put some distance\nbetween us and them. I want to test\nhow far the signal reaches.\n\nEXT. R.F.K BRIDGE - DAY\n\nThe MONTAGE MUSIC escalates. The East River glistens under\nthe sun. A vast AERIAL VIEW: The Mirando truck crosses the\nbridge, surrounded by escort vehicles. We see the A.L.F.\nsedan far behind.\n\nINT. INCHEON INT'L AIRPORT - DAY\nThe MONTAGE MUSIC continues.\n\nMija wears a passport/ticket pouch over her neck, the ones\ngiven to unaccompanied minors. Hee Bong takes out the gold\npig from his pocket.\n\nHEE BONG\nTake this. In case there's an\nemergency. You might need money.\nMake sure you hide it well.\n\nMija takes it, hugs Hee Bong. Mundo hurries Mija toward the\ndeparture gate, where reporters are gathered. Choi hands Mija\na large bouquet.\n\nMIJA\nWhere’s Okja now? Why won't you let\nme talk to her?\n\nMUNDO\n(forced smile)\nWe'll call her soon! Let's take a\npicture first.\n\nA shoddy event obviously organized at the last minute.\n‘Congratulations - Winner of the Best Super Pig World\nCompetition. Joo Mija Send-Off Ceremony.",
  "51": "---END OF PREVIOUS SECTION---\nA shoddy event obviously organized at the last minute. ‘Congratulations - Winner of the Best Super Pig World\nCompetition. Joo Mija Send-Off Ceremony. \n---TARGET SECTION TO BE ANNOTATED---\n The Mirando Korea\nBRANCH PRESIDENT and the DIRECTOR of the National Livestock\nCooperative have already taken their places under the banner.\nMundo shoves Mija between them. Mija forces a toothy smile as\ncameras FLASH.\n\nMIJA\n(to Mundo - through her\nforced smile)\nYou want me to be nice in New York?\nGet me Okja on the phone.\n\f70.\n\nINT. MARKETING DEPARTMENT, MIRANDO HQ - DAY\nThe MONTAGE MUSIC continues.\n\nCLOSE on a screen: We see an amateur You Tube VIDEO of Mija\nriding Okja in the Seoul supermarket. It’s had 126 million\nviews.\n\nA team of young MIRANDO MARKETING EMPLOYEES sit in front of\ntheir computers and eagerly watch their boss, Jennifer.\n\nJENNIFER\n(Brightly)\nAnd... GO!\n\nAll at once, the Mirando Marketing Employees begin\nenthusiastically typing.\n\nCLOSE on their screens: They're typing messages on TWITTER\nand TUMBLR and FACEBOOK and YOU TUBE and INSTAGRAM - an\norchestrated corporate endeavor to flood the Internet with\nMirando positivity:\n\n\"Yo, I heard the hot You Tube girl riding the giant pig is\n\ncoming to NYC!!!\" \"Cute!\" \"Totally my type!\" \"She's gonna be\nat the Mirando Best Super Pig Fest in NYC!! AWESOME!\" \"LOVE\nHER!!!\" \"The hot girl and Dr. Johnny and the giant pig\ntogether in NYC!!! SO COOL!!!\"\n\nINT. PLANE - NIGHT\n\nMija sleeps, her body awkwardly folded in her first-class\nseat. A FEMALE CABIN ATTENDANT stops to pull up her blarket.\nShe removes the “Smile: Beginner's Conversation English\" book\nfrom her hand and puts it in the seat-back pocket. Mija\nsweats from a nightmare. Her eyes twitch under the lids.\n\nINSERT - MIJA'S DREAM / FLASHBACK\n\nGrainy B & W footage. POV of Mija sitting in the backseat of\na compact car:\n\nOkja - at this point a piglet - looks up from Mija's embrace\nand tries to lick her face/the CAMERA.",
  "52": "---END OF PREVIOUS SECTION---\nHer eyes twitch under the lids. INSERT - MIJA'S DREAM / FLASHBACK\n\nGrainy B & W footage. POV of Mija sitting in the backseat of\na compact car:\n\nOkja - at this point a piglet - looks up from Mija's embrace\nand tries to lick her face/the CAMERA. \n---TARGET SECTION TO BE ANNOTATED---\n In the front seat, we\nsee the back of Mija's DAD, who turns toward Mija, but whose\nface is washed featureless by the strong backlight. We also\nsee the silhouette of Mija's MOM in the next seat. Her mouth\nis open wide as if to scream, but we can't hear anything.\n\f71.\n\nThrough the front windshield, we see a large truck crossing\nthe yellow line of the narrow mountain road and hurtling\ntoward Mija's car. Okja the piglet SQUEALS in the foreground.\n\nCUT TO:\n\nThe car is crashed in the woods on the steep incline\nbordering the road. Okja crawls out of the broken window and\nlooks inside the car with a worried look. We see five-year-\nold Mija bleeding, her eyes out of focus. Okja climbs toward\nthe road as fast as she can.\n\nCUT TO:\n\nGrainy footage from a fixed high angle CAMERA... seems to be\ntraffic camera footage from the road:\n\nOkja climbs onto the road and begins SQUEALING frantically\ntoward the cars as they whiz by dangerously close to her. One\ncar stops, and a YOUNG MAN steps out. Okja continues to\nSQUEAL as she leads the man down to the woods. The man\ndiscovers the wreckage and hurries down the incline after\nher.\n\nThe upbeat MONTAGE MUSIC changes into...\n\nI/E. LABORATORY ENTRANCE, PARAMUS, NEW JERSEY - EVENING\n..-DARK, OPPRESSIVE MUSIC.\nCLOSE ON Okja's terrified face as she's dragged into the\n\ndilapidated warehouse - the front for the laboratory. The\nlights are dim and the atmosphere ominous.\n\nI/E. NEARBY MOTEL ROOM - CONTINUOUS\n\nThe A.L.F. team is gathered around the laptop, eyes anxiously\non the screen. Red opens the large bag and takes out a round\nsatellite dish.\n\nK connects the satellite dish to the receiver. With the dish\nup, static decreases and the image becomes clearer.\n\nJAY\nAre we recording?\n\nK\nOf course.\n\nWe begin to see the inside of the secret laboratory through\nOkja's POV. The A.L.F. members all lean in.\n\f72.\n\nSILVER\nOh my God.\n\nINT.",
  "53": "---END OF PREVIOUS SECTION---\n72. SILVER\nOh my God. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LABORATORY - WHITE ROOM - CONTINUOUS\n\nOkja's POV: We see small cages lined on either side of the\nhallway, each containing tiny Super Piglets: A piglet with a\nhideously large tumor, one with red, veiny eyes and neck-\ntwitching tic symptoms, one dragging its deformed hind\nlegs...\n\nVictims of genetic experimentation. They SQUEAL loudly when\nthey see Okja. Okja also lets out a heart-wrenching SQUEAL as\nif commiserating with the piglets in the cages.\n\nThe seasoned MIRANDO LABORATORY WORKERS move Okja toward a\nsteel door, pulling on her leash and poking her from behind\nwith stun batons. The Worker in the front opens the door to\nreveal an immaculate white room. Inside the room is none\nother than Dr. Johnny Wiseman! He greets Okja\nenthusiastically, dressed in a white gown.\n\nJOHNNY\nOkja!\n\nHe runs his hands over Okja's body.\n\nJOHNNY (CONT'D)\nSo we reunite. In this wretched\nlaboratory no less.\n\nJohnny lovingly caresses Okja's face, clearly drunk. Behind\nhim, we see a hideous male Super Pig twisting its gigantic\nbody. It is about 1.5 times the size of Okja.\n\nJOHNNY (CONT'D)\nLet me introduce you to each other.\nAlfonso, say hello to Okja! Okja,\nAlfonso! Your boyfriend! Haha!\n\nJohnny drags Okja toward ALFONSO, the male pig. As the steel\ndoor shuts with a loud CLANK, the MONTAGE MUSIC abruptly\nstops.\n\nOppressive SILENCE fills the screen.\n\nINT. MOTEL ROOM - CONTINUOUS\n\nHeavy silence. The faces of the A.L.F. members are lit by the\nghostly light of the computer screen.\n\f73.\n\nThey are seeing Okja's POV, but because one side of the\n‘White Room' is covered entirely by a mirror, they see\neverything Okja is going through.\n\nJohnny and the Lab Workers drag Okja toward Alfonso, who is\nincreasingly excited at the sight of her. Okja's fearful\nSCREAM pierces the computer speakers.",
  "54": "---END OF PREVIOUS SECTION---\nThey are seeing Okja's POV, but because one side of the\n‘White Room' is covered entirely by a mirror, they see\neverything Okja is going through. Johnny and the Lab Workers drag Okja toward Alfonso, who is\nincreasingly excited at the sight of her. Okja's fearful\nSCREAM pierces the computer speakers. \n---TARGET SECTION TO BE ANNOTATED---\nSILVER\nCan you turn down the volume,\nplease?\n\nK lowers the volume, his face filled with dread.\n\nRED\n(Sobbing)\nWe should never have sent her\nthere.\n\nBLOND\nStop it!\n\nRED\nWe knowingly sent her into that\nchamber of horrors...\n\nBLOND\nNo we didn't! We didn't know they'd\nhurt her! That, you know, they’d\nput her through a ...mating.\n\nRED\nWe suspected. Come on. We all\nsuspected.\n\nOkja's SCREAM and Red's sobbing become blended in a sorrowful\nharmony. The male members sit in uncomfortable silence. K\nlooks especially distraught. Jay quietly approaches Red and\nputs a hand on her shoulder.\n\nJAY\nDon't cry. We can't be weak.\n\nBLOND\nRight. This is all the more reason\nto stay focused and stick to our\nplan.\n\nJAY\nThe little girl trusted us with\nOkja. We have to respect her\nbravery.\n\nK cannot keep it to himself any longer.\n\f74.\n\nK\nShe never agreed to send Okja.\n\nWhat? All eyes fall on K. Red stops crying.\n\nBLOND\nWhat did you just say?\n\nK\nWhen she was in our truck... She\nsaid she was \"taking Okja back to\nthe mountains.\"\n\nJay and the members are speechless.\n\nK (CONT'D)\n(sighs)\nI lied.\n\nRED\nYou little piece of shit! I knew\nsomething was up in that truck!\n\nJAY\n(Quietly)\nWhy did you lie?\n\nK\nI don't know. In that moment... I\njust couldn't stop the mission. It\nwas the coolest mission ever.\n\nK stares at the cool A.L.F. tattoo on his wrist. Jay gets up\nfrom the sofa and walks over. He gently lays a hand on K's\nshoulder.\n\nJAY\nK, it's okay. Look at me.\n\nAs soon as K looks up - POW - Jay drives a fist across his\nface. Before the other members can even react, Jay pushes K\ninto a corner and begins pummeling him mercilessly.\n\nJAY (CONT'D)\nI hold you dear to my heart - as I\ndo all creatures - but you have\ndishonored the forty year history\nand meaningful legacy of the Animal\nLiberation Front.",
  "55": "---END OF PREVIOUS SECTION---\nAs soon as K looks up - POW - Jay drives a fist across his\nface. Before the other members can even react, Jay pushes K\ninto a corner and begins pummeling him mercilessly. JAY (CONT'D)\nI hold you dear to my heart - as I\ndo all creatures - but you have\ndishonored the forty year history\nand meaningful legacy of the Animal\nLiberation Front. \n---TARGET SECTION TO BE ANNOTATED---\n You have betrayed\nthe great minds and brave fighters\nwho preceded you.\n\nEven as he unloads a savage beating, Jay maintains his formal\nmanner of speech, speaking like he's at an academic seminar.\n\f75.\n\nJAY (CONT'D)\nYou have besmirched a forty year\ntradition.\n\nJay withdraws his fists and gathers his breath. He looks down\nat K.\n\nJAY (CONT'D)\nNever mistranslate. Translations\nare sacred.\n\nJay throws a bag at K.\n\nJAY (CONT'D)\nFrom this moment on you are no\nlonger a member of the A.L.F. You\nare permanently banned. Get out.\nHowever, since it's vital that we\nproceed with our mission, we will\nhave to return your equipment after\nits completion. Consider this your\nlast contribution to the A.L.F.\n\nK wipes the blood off his lips, dejected, disgraced. He puts\nthe bag over his shoulder and begins to walk out. He stops by\nthe table and adjusts the position of the satellite dish.\nWhen he does, the image on the laptop instantly becomes\nclearer.\n\nINT. LABORATORY - WHITE ROOM - LATER\n\nCLOSE ON a green soju bottle. Johnny picks it up and gulps it\ndown. Alfonso isn't in the room anymore. Okja is sprawled on\nthe floor, lifeless. A dreadful silence. The heavily\ninebriated Johnny takes the remainder of the soju and walks\nover to Okja. He crouches before her.\n\nJOHNNY\nYou want some?\n\nHe pours some on his hand and brings it to her mouth. Okja\ncloses her nostrils, repulsed by the smell. Johnny doesn't\ncare. He just slurps it up himself. He licks every last drop.\n\nJOHNNY (CONT'D)\nIt makes you feel better.\n\nOkja is completely drained from the brutal mating session\nwith Alfonso, barely moving. Johnny also lies on the floor,\nresting his head on his arm, face to face with Okja.\n\f76.\n\nJOHNNY (CONT'D)\nThe first time is the hardest.\nIt'll get easier.\n\nJohnny lets out a melancholy sigh.\n\nJOHNNY (CONT'D)\nOh, this is a unspeakable place. I\nknow, I know.",
  "56": "---END OF PREVIOUS SECTION---\nJohnny lets out a melancholy sigh. JOHNNY (CONT'D)\nOh, this is a unspeakable place. I\nknow, I know. \n---TARGET SECTION TO BE ANNOTATED---\n And this room isn't\neven the worst. There are worse\nrooms out there.\n\n(Beat)\nLucy Mirando told me I wasn't to\nharm you in here. At least not\nvisibly. She wants you perfect for\nher big telecast!\n\nJohnny starts to rise.\n\nJOHNNY (CONT'D)\n\nBut when a woman humiliates a man\nin front of his colleagues, a man\nis inclined to make his own\ndecisions.\n\nJohnny suddenly picks up a piece of long metallic equipment\nfrom the floor.\n\nJOHNNY (CONT'D)\nSo there is one last thing. This.\n\nJohnny laughs. He fits the tip of the equipment with a\nneedle.\n\nJOHNNY (CONT'D)\nThis... It's called a biopsy gun.\nWhat it does is...\n\n(laughs )\nIt's nothing really. It's used on\nbeef... I mean live cows... To\ncheck the marbling...\n\nA phone RINGS inside the room. Johnny presses the\nspeakerphone button, and we hear Jennifer's annoyingly high-\npitched voice.\n\nJENNIFER (V.O.)\nHi, Johnny. Is Okja with you? Will\nyou put her on the phone?\n\nJOHNNY\nWhat?\n\f77.\n\nJENNIFER (V.O.)\n(with a laugh)\n\nOur precious local farmer princess\n\ninsists that she speaks to her on\n\nthe phone. Whatever... She says you\n\nshould lift her ear and put the\n\nreceiver underneath.\n\nJOHNNY\nYou're on speakerphone.\n\nWe hear a SNAP as Mija snatches the phone from Jennifer. We\nhear her voice through the speaker.\n\nMIJA (V.O.)\nOkja!!!\n\nThe previously lifeless Okja opens her eyes and leaps to her\nfeet upon hearing Mija's voice.\n\nOKJA\nEeeeeeeeeehhhhhhhhhhh! !!\n\nI/E. MOVING VAN, NEAR JFK - EVENING\n\nMIJA\nOkja - ! Are you okay?\n\nWe see the JFK terminal growing farther in the rear window.\nMija practically screams into the phone.\n\nJennifer and the Mirando employees cover their ears.\n\nOKJA (V.O.)\nEeeeeeeeeeeeeehhhhhhhhhhhhhhhhhh! !!\n\nMIJA\nWhat? I can't hear you!!\n\nINT. LABORATORY - WHITE ROOM\n\nJohnny SLAMS off the speakerphone.",
  "57": "---END OF PREVIOUS SECTION---\nI can't hear you!! INT. LABORATORY - WHITE ROOM\n\nJohnny SLAMS off the speakerphone. \n---TARGET SECTION TO BE ANNOTATED---\n Okja cries, saying\nsomething to Mija. When the sound abruptly stops, she begins\nto shift back and forth nervously. Okja's desperate dance\nenrages Johnny, and he SMASHES the speakerphone on the floor.\n\nOkja freezes. Johnny wobbles over with the biopsy gun in one\nhand and a semi-translucent iPad in the other. Open on the\niPad is an app developed by Mirando for intra-company use.\nWhen Johnny takes a picture of Okja using the app, 3-D\ncontours appear over the picture along with the names of meat\nparts.\n\f78.\n\nHe aims the gun on Okja's back. He pretends to stick the\nneedle in her skin.\n\nJOHNNY\nBANG!! Sirloin!\n\nOkja lets out a weak GROWL.\n\nJOHNNY (CONT'D)\nThe shank! Oh, yeah!\n\nJohnny laughs as he drunkenly sways from side to side. He\ntouches the needle of the biopsy gun.\n\nJOHNNY (CONT'D)\n\nDon't worry. You won't die. I'm\njust going to take a bit of your\n'meat.' Of course I'm not going to\neat it. We have 'tasters' for that.\n\n(laughs)\nThey're a bunch of half-wit\ndegenerate fucktards.\n\nHe laughs like a madman. Okja MOANS weakly.\n\nJohnny is losing his mind, partially due to the alcohol but\nmostly due to his guilt.\n\nJOHNNY (CONT'D)\nSo... I'm gonna have to poke you\nin five places.\n\nHe raises the gun.\n\nJOHNNY (CONT'D)\nI'm sorry!\n\nJohnny becomes teary-eyed. His emotions swing wildly from\nmanic laughter to self-pitying sorrow.\n\nJOHNNY (CONT'D)\nIt's gonna hurt!\n(sobs )\nBut I can't anesthetize you! We\nneed to eat your meat!\n\nOkja MOANS. Johnny weeps uncontrollably, his face a mask of\ntears and snot.\n\nJOHNNY (CONT'D)\nI shouldn't be here. I'm an animal\nlover. Everyone knows that about\nme! And the sick shit Lucy makes us\ndo in here.\n\n(MORE )\n\f79.\nJOHNNY (CONT'D)\nChrist knows how many laws we're\nbreaking.",
  "58": "---END OF PREVIOUS SECTION---\nAnd the sick shit Lucy makes us\ndo in here. (MORE )\n\f79. JOHNNY (CONT'D)\nChrist knows how many laws we're\nbreaking. \n---TARGET SECTION TO BE ANNOTATED---\n It makes my stomach --\nBANG. Johnny pulls the trigger mid-speech. Okja's leg spasms\nfrom the sting. Her SCREAM echoes throughout the room.\n\nINT. SOMEWHERE IN THE LABORATORY - LATER\n\nA MAN IN A WHITE GOWN cooks meat on several frying pans laid\nout in a row. Each pan is labeled with a sign: \"Sirloin,\"\n\n\"ribs,\" \"Boston butt,\" etc. Each contains three pieces of\nmeat. A MIDDLE-AGED MAN, a MIDDLE-AGED WOMAN, and a TEENAGER -—\naka the \"half-wit degenerate fucktards\" - approach with\n\nforks.\n\nMIDDLE-AGED MAN\nTasty.\n\nTEENAGER\nFuck yeah.\n\nMIDDLE-AGED WOMAN\nIt's the best I've ever had. The\nbest of the best!\n\nHer exclamation is accompanied by the sound of trumpets and\ndrums. As upbeat MARCHING BAND MUSIC begins, we...\n\nCUT TO:\n\nEXT. STREETS, MANHATTAN - DAY\n\nA bright afternoon. An enormous Super Pig balloon emerges\nthrough the buildings. Below the balloon is a banner: 'Best\nof the Best! Magical Animals Super Pig Fest!'\n\nThe scene resembles the Macy's Thanksgiving Parade. The\nballoon is pulled from below by dozens of men and women in\nUNIFORMS. They are followed by a MARCHING BAND and other\nparade participants. People cheer and take pictures - finally\na chance to meet the famous Super Pig!\n\nINT. HALLWAY OUTSIDE MIJA'S HOTEL SUITE - DAY\nJennifer and STYLIST 1 quickly walk down the boutique hotel\nhallway carrying a Mirando uniform on a hanger, fluid\n\nSTEADICAM following from behind.\n\nJennifer inspects the uniform, front and back.\n\f80.\n\nJENNIFER\nWhat the hell is this?\n\nWe see wild cursive scrawled on the bright uniform. Hardly\ncouture. Messy.\n\nSTYLIST 1\nThat's Lucy's autograph. \"Designed\nby Lucy Mirando.",
  "59": "---END OF PREVIOUS SECTION---\nHardly\ncouture. Messy. STYLIST 1\nThat's Lucy's autograph. \"Designed\nby Lucy Mirando. \n---TARGET SECTION TO BE ANNOTATED---\nJENNIFER\nShe can't get enough of herself,\ncan she?\n\nJennifer looks tired from the weeks of rigorous event\nplanning, but as soon as she opens the hotel room door, she\nturns her face upside down and returns to her usual\nhyperactive self.\n\nJENNIFER (CONT'D)\n(brightly)\nHow's everyone doing?!\n\nPeople busily mill about in Mija's suite. Mija is surrounded\nby a MAKEUP ARTIST, HAIR STYLIST, and WARDROBE STYLIST 2 and\nseems to be in some sort of stand-off involving the fanny\npack.\n\nSTYLIST 2\nDo you have to wear this thing? It\nlooks super tacky.\n\nMija seems to have understood, clings tightly to the fanny\npack.\n\nMIJA\nGet lost. I’m keeping this on.\n\nMija's outburst startles Jennifer and the staff. A white male\nemployee, the TRANSLATOR, tries to calm Mija in imperfect\nKorean.\n\nTRANSLATOR\nOkay, all right! It's okay, it's\nokay. You can keep it.\n\nJennifer and the staff regard her nervously. The Translator\ncautiously glances at Mija before saying...\n\nTRANSLATOR (CONT'D)\n(to the staff; quietly)\nI think she understands some\nEnglish. We should watch what we\nsay.\n\f81.\n\nThe Translator surreptitiously points at the \"Smile:\nBeginner's Conversation English\" book on the table. Jennifer\nand the staff glance at the book then Mija.\n\nJENNIFER\n(brightly)\n\nYes, yes, everything is fine! But\nyou have to wear this. Isn't this\nuniform pretty? It's a special\nedition custom-made just for you.\nLook! The CEO even autographed it.\nTotally rad, right?! Wow!\n\nJennifer continues to hype it up, but Mija is not in the\nmood. She refuses bluntly.\n\nMIJA\nNo! I want to see Okja first.\n\nJENNIFER\nMija. Sweetheart! You'll meet her\non stage in just a few hours!\nWearing this very pretty uniform!\nThink about how dramatic it’1l be.\n\nAs Jennifer's speech becomes more and more impassioned, a\nROOM SERVICE worker enters with a cart and begins putting\ndown food.",
  "60": "---END OF PREVIOUS SECTION---\nWearing this very pretty uniform! Think about how dramatic it’1l be. As Jennifer's speech becomes more and more impassioned, a\nROOM SERVICE worker enters with a cart and begins putting\ndown food. \n---TARGET SECTION TO BE ANNOTATED---\n Confused chatter: \"Who ordered food?\" \"Looks\n\nfantastic!\" \"Just sign for it.\" Garbled voices overwhelm the\nsuite.\n\nJENNIFER (CONT'D)\n\nOkja doesn't even know you're here.\nIf you show up on stage without\ntelling her, it’1ll be such a great\nsurprise! I'm getting emotional\njust thinking about it! Yay!\n\nMIJA\n(cold)\nI don't care. I need to see Okja.\nRight now. Or I won't cooperate\nwith the event.\n\nMija is unrelenting. A fatigue comes over Jennifer as she\nlistens to the Translator. She turns cold.\n\nJENNIFER\nMija. I don't think you understand\nthis situation. We are the ones who\nhave Okja. Okay? We are doing you a\nfavor. Do you get it now?\n\f82.\n\nMija becomes nervous. We've never seen Jennifer like this\nbefore.\n\nJENNIFER (CONT'D)\n(smiles)\nYou want to go back home with Okja,\nright? Then do as you're told.\nOtherwise, this is what will happen\nto Okja.\n\nJennifer removes the lid of the room service tray next to\nher, revealing a deliciously cooked pork chop steak. Mija is\npetrified. Jennifer holds out the uniform again.\n\nJENNIFER (CONT'D)\nPut it on.\n\nMija fearfully takes the uniform and goes into the suite\nbedroom.\n\nINT. BEDROOM - CONTINUOUS\n\nAs soon as she closes the sliding door, the voices recede\ninto the background, and a vast loneliness overcomes her.\nDust particles glow in the beam of light falling through the\ncurtains.\n\nShe SIGHS as she looks at the strangely designed uniform. She\nglimpses something behind it - a SHADOW lurking in the\ncorner. Mija GASPS. The Shadow soon reveals himself to be the\nRoom Service Worker from earlier... and the Room Service\nWorker is subsequently revealed to be JAY!\n\nJAY\nShhh!\n\nMija stares at Jay, stunned. Jay quietly removes a stack of\npapers from behind his back. Short English/Korean\nwords/phrases are written on cards the size of a small\nsketchbook.",
  "61": "---END OF PREVIOUS SECTION---\nMija stares at Jay, stunned. Jay quietly removes a stack of\npapers from behind his back. Short English/Korean\nwords/phrases are written on cards the size of a small\nsketchbook. \n---TARGET SECTION TO BE ANNOTATED---\n Jay begins to flip through the cards in front of\nMija, kind of like Bob Dylan in his \"Subterranean Homesick\nBlues\" video.\n\nJAY (CONT'D)\n\n\"SORRY.'\nMIJA\n(mouthing)\nWhat?\nJAY\n\n‘FOR EVERYTHING. '\n\f83.\n\nMija silently nods, still nervous.\n\nJAY (CONT'D)\n‘WE WILL RESCUE OKJA FROM THE\nSTAGE.'\n\nWe begin to hear MARCHING BAND MUSIC in the far distance. Jay\nflips the cards almost to the beat.\n\nJAY (CONT'D)\n‘WHEN WE DO,' 'DON'T,' ‘LOOK BACK.'\n\nMija, puzzled.\n\nJAY (CONT'D)\n‘DON'T EVER LOOK,' 'AT THE SCREEN, '\n‘BEHIND YOU.'\n\nJay changes his expression slightly with each card.\n\nJAY (CONT'D)\n‘ONLY,' 'LOOK AT OKJA,' 'IN FRONT\nOF YOU.'\n\nMija still hasn't the faintest idea what he's talking about,\nbut Jay's dead seriousness somehow compels her to nod.\n\nJay nods back with a serene smile. He flips the last card\nover:\n\nJAY (CONT'D)\n‘A.L.F. LOVES YOU.'\n\nJay vanishes through the curtains. We hear him going down the\nmetal steps of the fire escape. Mija is left alone again in\nthe dark bedroom.\n\nEXT. STREETS, MANHATTAN - DAY\n\nJay casually saunters out of the hotel alley and walks out\nonto the large street. He changes into his suit as he walks\nand joins the Super Pig Festival parade happening in the\nstreet.\n\nAmong the dozens of people holding the lines of the giant\nOkja balloon is SILVER, disguised as one of the Uniformed\nEmployees. He exchanges secret glances with Jay, who walks\nalong the sidewalk. Silver gives Jay a knowing look as he\npoints up at the balloon, and Jay looks up as well.\n\nMirando EVENT WORKERS distribute samples - Super Pig jerkies\nand Super Sausages - practically showering the crowd with\nthem. People eat them up enthusiastically.\n\f84.\n\nSome of the Employees holding the chords of the balloon also\ndig into the samples, giddy at seeing the brand new products.\nSilver becomes nauseated by the mere sight.\n\nA Mirando Employee marching next to him hands him a Super\nSausage sample.",
  "62": "---END OF PREVIOUS SECTION---\nSome of the Employees holding the chords of the balloon also\ndig into the samples, giddy at seeing the brand new products. Silver becomes nauseated by the mere sight. A Mirando Employee marching next to him hands him a Super\nSausage sample. \n---TARGET SECTION TO BE ANNOTATED---\n Finding himself with the most vile junk food\nmade from GM Super Pigs in his hand, Silver turns white like\na sheet. Conscious of all the Mirando eyes around, he\npretends to eagerly munch on the sausage, but he cannot get\npast the stench of meat and nearly retches.\n\nA SKINNY MIDDLE-AGED WOMAN sees this and looks down at a\nsample fallen on the ground. As she crouches to pick it up,\nwe glimpse an A.L.F. tattoo below her slightly raised shirt.\n\nA HIGH SCHOOL STUDENT sees the tattoo as he's walking by and\nquickly checks the surroundings. He seems worried that\nsomeone might see the tattoo. As he turns, he bumps into a\ntwenty-something WOMAN walking past. A black balaclava drops\nfrom his jacket. The High School Student turns pale upon\nseeing the dropped balaclava.\n\nHIGH SCHOOL STUDENT\nI'm so sorry!\n\nThe Woman just smiles and picks up the balaclava for him. As\nshe reaches out to give it back, she tugs on one side of her\njacket, pulling it over her t-shirt. The A, L from the word\n'ALIVE' on the t-shirt connects with the F of the word LIFE\nof the jacket to spell out \"A.L.F.\"\n\nThe Student sees this and flashes a faint smile. He puts the\nbalaclava back in his jacket and walks toward the parade.\nMore and more people join the parade under the giant Okja\nballoon.\n\nINT. DRESSING ROOM, LUXURY TRAILER - DAY\n\nA trailer parked behind the stage. Lucy sits in front of the\nmirror surrounded by her Makeup Team.\n\nThe door opens, and Frank enters with a large bouquet. Lucy\nsmiles at Frank through the mirror.\n\nFRANK\nHere! For you!\n\nFrank hands the beautiful flowers to Lucy.\n\nLUCY\nThank you, Frank.\n\f85.\n\nFRANK\nCongratulations. 10 years. An\nextraordinary accomplishment.\n\nLUCY\n10 years, finally coming to\nfruition.\n\nLucy picks up a Super Pig jerky sample.\n\nLUCY (CONT'D)\nThey're just delicious. Try one.\n\nFrank takes one from the table and eats it.\n\nFRANK\nDelicious. Beautiful.\n\nThey both munch in silence for a few moments.",
  "63": "---END OF PREVIOUS SECTION---\nFRANK\nDelicious. Beautiful. They both munch in silence for a few moments. \n---TARGET SECTION TO BE ANNOTATED---\n A proud moment\nshared - their crowning achievement realized.\n\nLucy smells the flowers.\n\nLUCY\nThey're beautiful. Your taste is\nimpeccable as always.\n\nFRANK\n(laughs awkwardly)\nThe flowers aren't actually from\nme...\n\nLUCY\nOh?\n\nFrank hesitates. Lucy's face darkens. She stares at Frank.\nFrank gives a look to the Makeup Team. They leave.\n\nLUCY (CONT'D)\nThey're from Nancy?\n\nFRANK\n\nYes. Nancy's here. Not in London.\nLUCY\n\nIn New York? Fuck, Frank!\nFRANK\n\nShe's actually been here for a\n\nwhile.\n\nLucy becomes fretful, glances involuntarily around the\ntrailer.\n\f86.\n\nLUCY\n(Hissing)\nI told you to keep her away. She\nfrightens people.\n\nFRANK\n(smiles)\nYou frighten people too, Lucy.\n\nLUCY\nShe REALLY frightens people. She\nreminds everyone of dad.\n\nLucy tries not to show it, but her panic level is rising\nfast.\n\nLUCY (CONT'D)\nThis is mine! My project!\n\nFRANK\nShe just wants to support you on\nyour big day. It's what we all\nwant.\n\nLUCY\nSupport? Oh, yeah, right...\n\nLucy quietly regards Frank's eyes. She is now beyond panic,\nactually rather calm. The MARCHING BAND MUSIC, which had\nremained in the background so far, becomes loud as it arrives\nin front of the trailer. The trailer thumps with the sound of\nDRUMS.\n\nEXT. OUTDOOR STAGE - CONTINUOUS\n\nThe marching band reaches a climax as the enormous inflatable\nsuper pig floats above the stage.\n\nThe crowd GOES WILD as Johnny jumps up excitedly on the\nstage. He swings his arms wildly, acting like he's conducting\nthe orchestra.\n\nJohnny brings his performance to a end with a dramatic snap.\nThe marching band stops playing at the exact moment. A brief\nmoment of silence before the crowd erupts in APPLAUSE.\nJohnny snatches up the microphone and yells into it like a\nrock star.\n\nJOHNNY\nMagical, Magical...\n\nCROWD\nANIMALS!!!\n\f87.\n\nThe crowd is familiar with the drill.\n\nJOHNNY\nNow everyone knows Dr.",
  "64": "---END OF PREVIOUS SECTION---\n87. The crowd is familiar with the drill. JOHNNY\nNow everyone knows Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Johnny can't\nstand anything boring.\n\nCROWD\nYeah!!\nJOHNNY\nHave I ever given you a boring\nshow?\nCROWD\nNooo!!\n\nINT. ABANDONED BUILDING - CONTINUOUS\n\nRed sits cross-legged on the floor, constructing some weird\nMECHANICAL DEVICE. She stands and looks out of the window.\n\nRED'S POV: A little distance off, Johnny is on stage, amping\nup the crowd. The Super Pig balloon hovers above the stage.\nJohnny's voice booms throughout the plaza.\n\nEXT. OUTDOOR STAGE - CONTINUOUS\n\nJOHNNY\nTen years ago twenty-six farmers\nfrom lands far away were each given\none magical super piglet. This year\nI met each of these twenty-six\nwonderful people...\n\nOn the large screen behind Johnny, we see a VIDEO MONTAGE of\nJohnny meeting fully grown Super Pigs and their Farmers in\npicture perfect settings - New Zealand, Sweden, South Korea,\nItaly...\n\nJOHNNY (CONT'D)\n«+.to decide which Super Pig would\nhave the honor of being invited to\nthis prestigious occasion.\n(beat)\nAre you ready to meet the WINNER of\nthe contest? The Best Super Pig on\nthe face of this earth? The Best of\nthe best?\n\nCROWD\nYEAH!\n\f88.\n\nJOHNNY\nARE YOU READY?\n\nCROWD\nYEAH!\n\nJOHNNY\n\nWell I'm afraid you're going to\nhave to meet someone else first!\n\nThe crowd BOOS good-naturedly.\n\nJOHNNY (CONT'D)\nIsn't that always the way? Before\nyou meet the talent, you gotta meet\nthe suits!\n\nJohnny does a theatrical yawn. The crowd laugh.\n\nJOHNNY (CONT'D)\nJust kidding! She's an amazing\nlittle lady and the brains behind\nthis whole Super Pig project! So\nplease put your hands together for\nthe one, the only, Luuucy\nMirandoooooo!\n\nAPPLAUSE. Lucy gracefully struts onto the stage, mock-wagging\nher finger at Johnny.\n\nLUCY\n(Laughing, into the\nmicrophone)\nOh Johnny! You're skating on thin\nice! Don't fall through and drown!\n\nI/E.",
  "65": "---END OF PREVIOUS SECTION---\nYou're skating on thin\nice! Don't fall through and drown! I/E. \n---TARGET SECTION TO BE ANNOTATED---\n LED MULTI-SCREEN - CONTINUOUS\n\nWe see a gray eye peeking through a small hole.\n\nBLOND\n(mocking Johnny)\nLuuucy -- Mirandoooooo --\n\nBlond is crouched inside the enclosed space behind the multi-\nscreen, among various electric lines and AV cables.\nConcentrating hard, he connects an HDMI cable to his laptop\nand does an equipment check.\n\f89.\n\nEXT. OUTDOOR STAGE - CONTINUOUS\n\nLUCY\nDon’t worry! I'm not here to bore\nyou with some corporate speech. I'm\nhere to introduce you to a real\nsuperstar! Maybe you've already\nseen this amazing little girl on\nYou Tube enjoying a shopping trip\nin Seoul!\n\nThe audience laughs.\n\nJOHNNY\nI wonder what she bought?! Maybe\nsome oinkment! Or maybe a DVD.\nJurassic Pork? Or a copy of Porks\nIllustrated! If she did, I hope she\ndoesn't HOG it! I want a look at\nthe swimwear models myself!!\n\nThe audience and Lucy groan. Lucy puts up her hand to shush\neveryone.\n\nLUCY\nSo let’s all welcome an\nextraordinary young girl!\n\nAcoustic indie music plays through the loudspeakers.\n\nLUCY (CONT'D)\nA local farmer who raised her Super\nPig in wild and beautiful nature\nwith more love than I could have\never asked for.\n\nWith a loud WHIR, the barrel-like lift containing Mija begins\nto rise. Mija's nervous face peeks over the stage.\n\nLUCY (0.S.) (CONT'D)\nThe fearless pig rider from all the\nway across the globe! Please\nwelcome, Miiii - Jaaaaaaa -!\n\nMija turns bright red upon seeing the cheering crowd. She\nwaves at them with an awkward smile. But she keeps her focus.\n\nMija's eyes suddenly widen. She sees Okja approaching the\nstage on a parade float.\n\nLUCY (CONT'D)\nAnd here she is! Our ultimate Super\nPig! Okjaaaa!\n\f90.\n\nThe crowd cheer as they turn around. Okja stands atop a\nparade float decorated with trees and flowers. She feeds on\nthe real grass covering the top of the float as it approaches\nslowly.",
  "66": "---END OF PREVIOUS SECTION---\nThe crowd cheer as they turn around. Okja stands atop a\nparade float decorated with trees and flowers. She feeds on\nthe real grass covering the top of the float as it approaches\nslowly. \n---TARGET SECTION TO BE ANNOTATED---\nMija cups her hands around her mouth and yells,\n\nMIJA\nOkja!\n\nMija waves her arms wildly, but Okja doesn't look up. She\nmerely continues to chomp on the grass.\n\nLUCY\nSeparated by a cruel twist of fate,\nOkja and Mija! Best friends\nforever, reunited by the Mirando\nCompany!\n\nThe Mirando Event Staff begin to penetrate the crowd in a\nsingle file.\n\nOnce they've threaded through, they divide the crowd to make\na path. It is almost like the parting of the Red Sea. The\nparade float enters the path and proceeds toward Mija.\n\nJay stands among the crowd. He looks up at Mija and scans the\nsurroundings, on high alert.\n\nMIJA\n\nOkja, it's me!\n(sobs )\n\nI came for you!\n\nJennifer stands below the stage eagerly awaiting the dramatic\nreunion.\n\nJENNIFER\n3...2...1...\n\nOkja is now only a few feet away from Mija, but she still\ndoesn't look up. She continues to mindlessly chew on the\ngrass. The crowd begins to stir, and Lucy becomes nervous.\nFinally, Mija jumps at Okja and grabs her face.\n\nMIJA\nOkja... What's wrong?\n\nOkja shakes her head from side to side like she has a tic.\nMija lifts up Okja's drooped eyelid.\n\nMIJA (CONT'D)\nAAAHH! !\n\f91.\n\nThe crowd hold their breath. Silence spreads throughout the\nplaza.\n\nCLOSE ON Okja's eyes. They resemble shark eyes. No focus, no\nsoul. Both eyes are completely saturated blood-red.\n\nMIJA (CONT'D)\nWhat did you do to my Okja..?\n\nBUZZ. Piercing static noise as the LED multi-screen loses its\npicture. The clips of local farmers in vast, unadulterated\nnature disappear from the screen. Jay picks up his cell phone\nas he stands amidst the confused crowd.\n\nJAY\n(in a small voice)\nHurry up! Now!\n\nINT. LED MULTI-SCREEN - CONTINUOUS\n\nBLOND\nOkay, okay.\n(grumbling to himself)\nThis is like the most advanced\nhacking ever endeavored.\n\nBlond unplugs the cable from the monitor's HDMI port and\nholds it in his mouth.",
  "67": "---END OF PREVIOUS SECTION---\nLED MULTI-SCREEN - CONTINUOUS\n\nBLOND\nOkay, okay. (grumbling to himself)\nThis is like the most advanced\nhacking ever endeavored. Blond unplugs the cable from the monitor's HDMI port and\nholds it in his mouth. \n---TARGET SECTION TO BE ANNOTATED---\n He plugs in the HDMI cable connected\nto his laptop instead.\n\nEXT. LED MULTI-SCREEN, STAGE - CONTINUOUS\n\nBUZZ. The secretly filmed footage of the Mirando laboratory\nappears on the screen. We see horrendously deformed GMO\npiglets screaming in pain, fear. Okja suddenly SQUEALS and\nspasms uncontrollably.\n\nLUCY\nWhat the hell is going on?!\n\nMija tries to calm Okja.\n\nMija can sense that something horrific is being shown on the\nscreen behind her, but she never turns around - just as she\nwas told by Jay.\n\nThe crowd scream and shout in horror and anger at what\nthey're seeing on the screen.\n\nThe highlight is when the drunk and pathetic Dr. Johnny tells\nOkja:\n\f92.\n\nJOHNNY\n...the sick shit Lucy makes us do\nin here. Christ knows how many laws\nwe're breaking. It makes my stomach\n\nBANG. Johnny pulls the biopsy gun trigger mid-speech.\n\nBlond has LOOPED that dreadful moment so it plays on the\ngiant LED screen OVER AND OVER.\n\nJohnny and Lucy stare at the screen, at a loss. Audience\nmembers SHOUT IN FURY, throwing bottles and cans in their\ndirection.\n\nLUCY\nTurn it off!\n\nJohnny's brain whirs. What can he possibly do to rescue his\nreputation? He approaches the microphone.\n\nJOHNNY\n(with as much sincerity as\nhe can muster)\nI promise - no, I pledge - to learn\nfrom this.\n\nJohnny's face is a picture of humility. He gulps. A beat.\nThen a soda can hits him straight between the eyes.\n\nINT. ABANDONED BUILDING - CONTINUOUS\n\nRed casually smokes a cigarette as watches the plaza below\ndescend into further pandemonium. She takes the cigarette and\ncarefully brings it to the fuse on top of the DIY bazooka.\nShe watches the CRACKLING fuse slowly disappear.\n\nEXT. LED MULTI-SCREEN, STAGE - CONTINUOUS\n\nA loud BOOM. A mortar is fired from the nearby abandoned\nbuilding. The handmade bomb flies across the air leaving a\nwake of white baking powder. It hits the Super Pig balloon\nsmack in the middle. People scream as the balloon POPS.",
  "68": "---END OF PREVIOUS SECTION---\nThe handmade bomb flies across the air leaving a\nwake of white baking powder. It hits the Super Pig balloon\nsmack in the middle. People scream as the balloon POPS. \n---TARGET SECTION TO BE ANNOTATED---\nWhen it does, fliers and print-outs that were hidden inside\nthe balloon pour out onto the street.\n\nAs soon as the mortar fires, Jay puts on his balaclava. The\nother A.L.F. members dispersed throughout the crowd do the\nsame. Soon the plaza is covered by a sea of black heads.\n\f93.\n\nThey vastly outnumber the NYPD OFFICERS and Mirando Event\nStaff. Lucy begins to panic.\n\nThe punctured balloon begins to shoot around wildly, and\nSilver pulls on the chord with all his strength to steer it\ntoward the crowd. Because of his gaunt frame, he is steered\nby the balloon instead, lifted up and sideways like a\nmarionette on strings. Still he somehow manages to keep the\nballoon on course, and the fliers fall over the crowd like\nsnow on an open field.\n\nProvocative titles: \"The Ugly Truth Behind the Mirando Super\nPig Project!\" \"Mirando: Criminals. Abusers.\" The angry crowd\nrun over to pick up the printouts. As they do, we hear\nBlond's voice through the speakers.\n\nINT. LED MULTI-SCREEN - CONTINUOUS\n\nBLOND (V.O.)\n(mimicking a BBC anchor)\nFor more details and shocking proof\nof Mirando's crimes against humans\nand animals, go to You Tube and\nsearch 'Mirando is Fucked'. Again.\nGo to You Tube and search ‘Mirando\nis F, U, C, K, E, D'.\n\nBlond repeats the phrases like an automated machine,\ncomically crouched in the narrow space among machines and\ncircuitry.\n\nEXT. LED MULTI-SCREEN, STAGE - CONTINUOUS\n\nUnfolding before us is the biggest A.L.F. demonstration in\nhistory. They have completely taken over the plaza. Jay jumps\non the stage, necktie heroically flapping in the air. He\nlifts his balaclava slightly and shows Mija his face.\n\nJAY\nLet's get Okja out of here.\n\nMija is too busy trying to calm Okja, who SQUEALS and\nthrashes at the increasing confusion around her. Mija tries\nher best to connect, but the red-eyed Okja is still\nunresponsive.\n\nINT.",
  "69": "---END OF PREVIOUS SECTION---\nMija is too busy trying to calm Okja, who SQUEALS and\nthrashes at the increasing confusion around her. Mija tries\nher best to connect, but the red-eyed Okja is still\nunresponsive. INT. \n---TARGET SECTION TO BE ANNOTATED---\n NEARBY UPSCALE RESTAURANT - DAY\n\nFrank looks down at the chaos from the second story window.\n\f94,\n\nFRANK\nI don't think we have a choice,\nNancy. You have to go out there.\n\nNANCY (0.S.)\nYou don't say.\n\nThe voice is familiar. NANCY MIRANDO clicks her high heels\ninto the FRAME. We see her from behind as she walks to\nFrank's side and looks down at the situation unfolding in the\nplaza.\n\nNANCY (0.S.) (CONT'D)\nWhat a clusterfuck.\n\nShe lets out a long sigh.\n\nNANCY (CONT'D)\nLet's get private security in\nthere.\n\nFRANK\nBlack Chalk?\n\nNANCY\nYes.\n\nFrank dials on his cell phone as he walks out of the FRAME.\n\nWe see the hell that has broken loose in front of Nancy.\n\nEXT. STAGE - CONTINUOUS\n\nBig A.L.F. members jump at Okja to subdue her, but they're\ninstantly thrown off by her violent thrashing.\n\nMija sprints toward the wild and unruly Okja. She leaps onto\nOkja's face and tries to hug her, but Okja bites on her arm.\n\nMija lets out a horrible SCREAM. Jay and the A.L.F. members\n\ndon't know what to do as they watch the red-eyed Okja clamp\n\ndown on Mija's blood-dripping arm. Jay picks up a microphone\nstand. He is about to stab Okja in the mouth when...\n\nMIJA\nNo!\n\nMija stops Jay with her other arm. She looks up at Okja,\nbiting down the bone-crushing pain. Okja's eyes are still\nred, lost. She growls as she shakes her head from side to\nside, nearly tearing off Mija's arm. In spite of the horrible\npain, Mija puts on a peaceful face. She smiles and begins\ncaressing Okja's face with her free hand.\n\f95.\n\nMIJA (CONT'D)\nOkja...\n\nOkja lets out a weak growl.\n\nMIJA (CONT'D)\nIt's okay...\n\nOkja's violent motions slowly subside. The crowd watches\nclosely.\n\nMIJA (CONT'D)\nTrees... The trees...",
  "70": "---END OF PREVIOUS SECTION---\nThe crowd watches\nclosely. MIJA (CONT'D)\nTrees... The trees... \n---TARGET SECTION TO BE ANNOTATED---\nMIJA'S POV, AS SHE LIES ON THE STAGE:\n\nWe see Manhattan skyscrapers piercing the sky. No trees. The\nblue sky behind Okja's face, however, is the same blue sky we\nsaw back in the mountains.\n\nMIJA (CONT'D)\nClouds... The blue sky...\n\nMija whispers as she caresses Okja's face. She has completely\nforgotten about the pain, her face more peaceful than ever.\nOkja's breathing becomes more even.\n\nThe violent activity in the plaza becomes a meaningless blur\nto Mija and Okja as they gaze at each other. The police\nfighting the A.L.F., the angry crowd screaming at Johnny and\nLucy - we barely notice it now. The red subsides from Okja’s\neyes. Her face returns to the gentle, innocent Okja we know.\nShe belatedly comes to and frets over what she has done. She\nlicks the blood off Mija's arm.\n\nJAY'S POV: Behind the crowd, we see a black semi-trailer\ntruck rushing toward the plaza. At Jay's signal, the A.L.F.\ncrew begin moving in organized fashion. They fight off police\nand crowd members and create a path for the semi to approach\nMija and Okja.\n\nJAY\nOur driver has arrived!\n\nAt that moment, a large steel-enforced vehicle appears at the\nintersection and CRASHES into the A.L.F. semi, forcing it off\nthe road and into a nearby street lamp. The steel surface is\nunpainted, making it look all the more intimidating.\nMERCENARIES in special ops uniforms rush out from the back.\n\nThe uniforms are marked with the name 'BLACK CHALK - Private\nSecurity Company.' Other Black Chalk cars arrive from all\ndirections. Soon they surround the entire plaza.\n\f96.\n\nThe specially-trained mercenaries attack and subdue the\nA.L.F. members with an UNEXPECTED technique. Every method\nthey utilize is designed to look to the Manhattan passers-by\nlike no big deal - just an apparently gentle arm-lock or\nlittle dig at a pressure point or underneath a finger nail.\nBut close-up it’s clear they’re inflicting INCREDIBLE PAIN on\nthe A.L.F. These are brilliant martial-arts techniques - it\nis violence so discreet the onlookers are oblivious to it.",
  "71": "---END OF PREVIOUS SECTION---\nL. F. These are brilliant martial-arts techniques - it\nis violence so discreet the onlookers are oblivious to it. \n---TARGET SECTION TO BE ANNOTATED---\nThe SCREAMS of the A.L.F. members seem incongruous and\npathetic as a result.\n\nA MAN IN A SHARP SUIT emerges from the steel-enforced vehicle\nand walks over to the NYPD COMMANDING OFFICER. He hands the\nofficer a stack of documents.\n\nSHARP SUIT\nWe are Black Chalk - a Private\nSecurity Company. We've just signed\na contract with Nancy Mirando of\nthe Mirando Company.\n\nNYPD COMMANDING OFFICER\nOkay?\n\nSHARP SUIT\nHere is info about our team of\nattorneys. We are restraining the\ndemonstrators because they’re\nhindering our client’s business and\ndestroying her property. As you can\nsee we are not using excessive\nforce.\n\nA.L.F. members scream in front of Jay as they’re being\nsubdued by the mercenaries. Jay's heart breaks at the sight,\nbut he forces himself to turn away. He climbs off the stage\nand runs away as fast as he can with Mija and Okja in tow. A\nfew A.L.F. members follow to protect them, including Red and\nBlond and Silver. Black Chalk Mercenaries quickly give chase.\n\nEXT. BELOW THE STAGE - DAY\n\nLucy - in HIDING - watches the chaos unfold. Her shock has\nsubsided and she's rather calm. She takes out a cigarette and\nlooks for a lighter but can't find one.\n\nNancy Mirando enters the FRAME with a lighter and lights\nLucy's cigarette. We still only see Nancy from behind.\n\nLUCY\nYou knew this would happen of\ncourse, Nancy.\n\f97.\n\nNANCY\nNot at all.\nLUCY\nWell. Good luck with cleaning up my\n\nmess.\n\nLucy is acting calm, but she's bereft. Nancy squeezes Lucy's\nshoulder.\n\nLUCY (CONT'D)\nFor a while back then I forgot I\nwas a fucking loser, Nance.\n\nNANCY\nOh, Luce. Dad should never have\ndone and said those things to you.\nBut why rebel against his legacy so\nridiculously?\n\nWe see Nancy's face for the first time. She looks exactly\nlike Lucy. Identical twins.\n\nNANCY (CONT'D)\nI mean, Dad was a terrible man. But\nhe was fucking good at business.",
  "72": "---END OF PREVIOUS SECTION---\nIdentical twins. NANCY (CONT'D)\nI mean, Dad was a terrible man. But\nhe was fucking good at business. \n---TARGET SECTION TO BE ANNOTATED---\nNancy takes out a cigarette and tries to light it, but the\nlighter won't work. She lights it from the burning part of\nLucy's cigarette. The two sisters look like a symmetrical\ndecalcomania print as they stand face to face with their\ncigarettes touching.\n\nWe see Frank approaching in the background.\n\nNANCY (CONT'D)\nDon't worry about your apology\nspeech. I'll pretend to be you in\nfront of the press.\n\nNancy smiles at Lucy - an in-joke between identical twins.\nLUCY\n(scoffs)\nFuck off.\nNANCY\nBut you’1ll need to do your own jail\ntime.\n\nLucy laughs. Then she stops laughing. Nancy isn’t kidding.\n\fLUCY\nJail!?! Because of that lab\nfootage?? Who cares? It’s just\nsome...\n\nNANCY\n«+. just some animal cruelty. I\nknow. If you can even call them\nanimals.\n\nNancy shivers.\nNANCY (CONT’D)\nBut our attorneys will be way too\nbusy to help you out of this one.\n\nWe see a team of NYPD officers approach Lucy.\n\nNancy doesn't look behind her. She knows Frank is there.\n\nNANCY (CONT’D)\n\nFrank, I want to get started on\nthis ASAP. Do you have a pen and a\npad?\n\nFRANK\nOf course.\n\nFrank takes out his note pad.\n\nNANCY\nThe demonstrators. We’1ll put them\nall in jail. Put together a team\nfor a criminal lawsuit.\n\nFRANK\nSure.\n\nFrank and Nancy move to one side to allow the NYPD officers\n\nto surround Lucy. She DISAPPEARS amongst them.\n\nNANCY\nWe'll drastically cut down the\npromotional budget. We'll use the\nmoney we save on marketing to lobby\nCongress and pay off the Federal\ncommissions.\n\nINT. ALLEY - CONTINUOUS\n\nNancy's terse, chilling orders continue in VOICE-OVER as we\nsee Okja, Mija, Jay and the A.L.F. members running through\n\nthe alley. We only hear Nancy and Frank's voices.\n\f99.\n\nFRANK (V.O.)\nWhat about spending some of the\nmoney on media damage control?\n\nNANCY (V.O.)\n\nNo point.",
  "73": "---END OF PREVIOUS SECTION---\nO.)\nWhat about spending some of the\nmoney on media damage control? NANCY (V. O.)\n\nNo point. \n---TARGET SECTION TO BE ANNOTATED---\n They'll hate us for a bit\nand then they'll forget. We'll get\nproduction started right away. We\nalready have FDA approval, correct?\n\nFRANK (V.O.)\nYes. But I'm not sure how the\ncustomers will react after today.\n\nNANCY (V.O.)\nIf it's cheap, they'll eat it. I\nguarantee early sales will be high.\n\nThe Black Chalk Mercenaries catch up with the A.L.F. members\nguarding Okja and Mija. The mercenaries scan the area and -—\nseeing the coast is clear of onlookers - viciously bludgeon\nthem.\n\nBlond falls to the ground.\n\nWe see a mercenary standing over Red. She looks up at him\nwith disdain.\n\nMERCENARY\nSlut.\n\nThe Mercenary kicks her in the stomach.\n\nWe see Silver pushed violently against a wall. With his\nslight frame, Silver is easy to take down, but the Mercenary\nacts with extreme force anyway.\n\nAs Silver lies on the ground, about to lose consciousness, he\nspots a WOMAN and her LITTLE DOG - bystanders who have\nsomehow found themselves caught up in this terrifying\nsituation.\n\nSilver's POV: The woman looks petrified. But the adorable\nlittle dog has its tongue out, almost like it's smiling at\nSilver. The little dog's smiling face is Silver's last sight\nbefore he loses consciousness.\n\nMija clutches her bloody arm as she runs away. She looks to\nthe side and sees even more Black Chalk Mercenaries approach\nfrom a different route. One aims a large NET GUN at Okja.\n\f100.\n\nNANCY (V.O.)\nTell the factories to start\nproduction tonight and begin\nsupplying to supermarkets, hotels,\nand butcher shops ASAP.\n\nBOOM. The fired net immediately clings to Okja. She trips on\nthe net and tumbles.\n\nShe becomes further entangled as she rolls on the ground.\nMija runs over to Okja. Jay turns toward her as well.\n\nMija and Jay try to untangle Okja. The Mercenaries come over\nand begin to beat Jay. The charismatic Jay goes down\ninstantly - without putting up any fight. He is taken apart.\n\nNANCY (V.O.)\n\nShut down the laboratory. Put all\nthe animals we have into\nproduction.",
  "74": "---END OF PREVIOUS SECTION---\nNANCY (V. O.)\n\nShut down the laboratory. Put all\nthe animals we have into\nproduction. \n---TARGET SECTION TO BE ANNOTATED---\n We'll go to the\nproduction facility tonight for an\ninspection. Put all the execs on\ncall. Even the ones on vacation.\n\nOkja SCREAMS through the net as she's dragged into the Black\nChalk vehicle.\n\nMija rolls helplessly on the ground, barely conscious. The\nMercenaries put Jay on his knees and pull his arms back.\n\nA LOUD HONK. The A.L.F. TRUCK careers into the alley. We\ncan't tell who's driving.\n\nWhile the Mercenaries are distracted by the oncoming truck,\nJay runs over to Mija and rolls her out of the way just in\ntime. The A.L.F. truck charges on, scattering the Mercenaries\nout of its way.\n\nJay helps the bloody Mija to her feet and takes her to the\nnext block, where the A.L.F. truck meets them after rounding\nthe corner. They use the last of their strength to climb into\nit.\n\nINT. CAB, BLACK SEMI - DAY/EVENING/NIGHT\nJay lays the barely conscious Mija in the passenger seat.\nHe's exhausted and covered in blood. The driver takes off his\n\nbalaclava. It's K!\n\nK\nAre you okay?\n\f101.\n\nJAY\nK? What are you...?\n\nJay sinks in his seat. K shows him a new tattoo on his arm:\n‘Translations Are Sacred.' Jay doesn't have the energy to\nrespond to the ridiculous tattoo.\n\nJAY (CONT'D)\nOkja... We need to hurry...\n\nThe brutal beating has taken a toll. Jay's focus goes in and\nout. He's lost a lot of blood.\n\nJAY (CONT'D)\nOkja...\n\nMija is also barely conscious. She's losing blood fast from\nthe wound on her arm.\n\nFADE TO BLACK:\n\nWe hear music. Rhythmic, like a heartbeat. We see MIJA'S\nblurry POV as she fades in and out of consciousness.\n\nFADE IN:\n\nA blood-red sunset outside the window. The semi screeches to\na stop and an IRANIAN MAN hops on, carrying a medical bag. He\nbickers with K, making big arm gestures, as he removes\nsyringes from his bag.\n\nFADE TO BLACK:\nFADE IN:\n\nThe sky is dark. Street lamps pass by. Mija turns her head.",
  "75": "---END OF PREVIOUS SECTION---\nFADE TO BLACK:\nFADE IN:\n\nThe sky is dark. Street lamps pass by. Mija turns her head. \n---TARGET SECTION TO BE ANNOTATED---\nThe Iranian man stitches Jay's forehead with great\nconcentration. He looks nervous. The procedure is illuminated\nby a flashlight between his lips. An IV bottle feeding into\nMija's arm dangles precariously in the moving truck.\n\nFADE TO BLACK:\nFADE IN:\nStill night, still inside the moving semi. The Iranian man is\ngone. Mija's wound is bandaged. K is driving, talking on the\nphone, his back to us. Jay has regained consciousness. He's\nsitting up, yelling at K, but we can't hear what he's saying.\n\nA huge truck blasts by in the opposite lane with a deafening\nnoise.\n\f102.\nAt that moment, all sounds come rushing back to Mija - the\nroaring wind, the growling engine, Jay and K's shouting.\n\nJAY (CONT'D)\nAre you sure?\n\nK\nYeah! It has to be true.\n\nJay looks conflicted. He sees that Mija is awake and turns to\nher.\n\nJAY\nAre you okay?\n\nMIJA\nYes.\n\nK turns his head slightly. He translates in a rigid, formal\ntone, sitting upright and tightly gripping the steering\nwheel.\n\nMIJA (CONT'D)\nWhere are we going?\n\nJay and K look at each other. They hesitate.\n\nJAY\nWe're going to Okja.\nMIJA\nReally?\nJAY\n(nods )\nYes but... You should know that\nthe situation... it's not good.\nI'm sorry.\n\nMija becomes scared. She doesn't even want to ask. Jay thinks\nbefore asking...\n\nJAY (CONT'D)\nWhat's the Black Chalk response\ntime after we infiltrate?\n\nK\nSix, seven minutes at best.\n\nK floors the pedal, accelerating further. The MUSIC becomes\nfaster, like a heartbeat fueled by adrenaline. The truck\nbegins to shake as it enters a dirt road.\n\f103.\n\nJAY\nIs it even possible to do it in\nseven minutes?\n\nMIJA\nDo what?\n\nThe truck pulls an abrupt turn. Even amidst the shaking and\nthe clouds of dirt from the road Jay maintains his calm gaze.\n\nJAY\nSorry. We are going to need your\nhelp.\nMIJA\n(Annoyed by Jay's oblique\ncomments )\n\nMy help with WHAT?\n\nK abruptly stops the truck. Jay and Mija and K climb/tumble\nout into...\n\n...",
  "76": "---END OF PREVIOUS SECTION---\nK abruptly stops the truck. Jay and Mija and K climb/tumble\nout into... ... \n---TARGET SECTION TO BE ANNOTATED---\na vast feedyard.\n\nJAY\nHelping us find Okja!\n\nMija gasps at the sight before her. The field and the nearby\nhill are densely packed with thousands, no, tens of thousands\nof Super Pigs. Standing atop the hill is a factory-type\nslaughterhouse...\n\nEXT. FEEDYARD - NIGHT\n\nMIJA\nOkja!\n\nMija, Jay and K split up and run in DIFFERENT DIRECTIONS\nthrough the field shouting Okja's name - small dots in the\nvast field filled with countless Super Pigs, all with the\nsame face. Soon they are far away from each other.\n\nK\n(Calling)\nOkja!\n\nSuddenly K comes face to face with an OLD SECURITY GUARD. The\nman rushes K, and K knocks him to the ground as politely as\nhe can.\n\nK sees the fallen Security Guard calling for help on his\nphone. He looks at his watch.\n\f104.\nK (CONT'D)\nshit.\n\nK quickly telephones Jay - who is somewhere far across the\nfield.\n\nK (CONT'D)\nSeven minutes. Starting now.\nJAY\nDamn.\n(Calling)\nOkja!!\n\nMija shouts Okja’s name as she runs, even louder than Jay.\nShe suddenly stops when she hears a LOW GROWL. Is it Okja? A\nhallucination? She turns toward the sound to find...\n\n.»+-a long line of pigs marching into the entrance of the\nslaughterhouse, silhouetted by the bright light from inside.\nA solemn death march.\n\nMIJA\n(mumbling to herself)\nOkja...\n\nThe pig at the top of the line turns toward Mija, crying\ndesperately.\n\nMIJA (CONT'D)\nIt's Okja!\n\nMija quickly looks for Jay and K, but they're too far away.\nThere's no time. She has to do this alone.\n\nMija runs as fast as she can toward the slaughterhouse. Okja\nsees her and cries harder, but she is shoved further down the\nline into the slaughterhouse.\n\nK sees Okja and calls after Jay, who turns and begins running\ntoward Okja with K.\n\nA WORKER at the entrance gives Okja's bottom a jolt with a\ntaser. Quick and efficient, an everyday routine. Okja starts\nwalking again. She enters the slaughterhouse.",
  "77": "---END OF PREVIOUS SECTION---\nQuick and efficient, an everyday routine. Okja starts\nwalking again. She enters the slaughterhouse. \n---TARGET SECTION TO BE ANNOTATED---\nMIJA (CONT'D)\nNo!! Don't go inside!!\n\nMija's voice is overwhelmed by the machinery noise coming\nfrom the slaughterhouse. She sees an employee's entrance 40\nmetres from the door Okja walked into. She hurries towards\nit.\n\f105.\n\nINT. SLAUGHTERHOUSE - NIGHT\n\nMija enters the 'factory of death'. The structure is\nlabyrinthine, and she has no idea where to go. She's consumed\nby shock and fear. The humidity, the revolting smell, the\ndeafening noise, the slick, blood-covered floor. A traumatic\nsight for a girl who grew up in the mountains.\n\nVarious slabs of meat hanging from metal hooks move steadily\nalong the aerial conveyor system. Instinctively, she runs in\nthe opposite direction of the movement.\n\nWORKERS wearing large noise-blocking earmuffs stand along the\nconveyor system and go about their jobs. They look at Mija\nwith some curiosity, but return to their work. They're unable\nto leave the ever-moving production line.\n\nMija finally arrives at the stun box - aka the execution box.\nShe sees a Super Pig being forced into the box. Its head is\nfirmly fitted into a hole in the front. A YOUNG HISPANIC\nWORKER aims a large bolt gun at its forehead and prepares to\nshoot when he sees Mija running toward him. He briefly\nhesitates but soon returns his attention to his task.\n\nCLOSE on Mija’s face. We hear a BANG. The worker has\nevidently pulled the trigger. Mija is too horrified to even\nscream.\n\nMija freezes after witnessing the execution in all its\ngruesome reality. The next Super Pig is led into the stun\nbox. It's Okja.\n\nMIJA\n(a trembling voice)\nOkja...\n\nMija goes blank, completely petrified. She looks straight at\nOkja, whose head is being threaded through the 'hole of\ndeath.'\n\nMIJA (CONT'D)\nIt's okay...\n\nOkja seems to know that death is imminent. She desperately\ntries to free her head. She looks up at Mija with tear-filled\neyes.\n\nMIJA (CONT'D)\nBecause...\n\nMija's voice trembles. The Hispanic Worker looks at Mija as\nhe reloads the bolt gun.",
  "78": "---END OF PREVIOUS SECTION---\nMIJA (CONT'D)\nBecause... Mija's voice trembles. The Hispanic Worker looks at Mija as\nhe reloads the bolt gun. \n---TARGET SECTION TO BE ANNOTATED---\n He doesn't know who the hell this\ngirl is or why she's here. He just carries on with his work.\n\f106.\n\nMIJA (CONT'D)\nEven this man...\n\nWith his eyes still on Mija, the Hispanic Worker aims the\nbolt gun at Okja's forehead. Okja closes her eyes when she\nfeels the cold barrel of the bolt gun on her forehead. Tears\nfall.\n\nMija looks into the Worker's eyes.\n\nMIJA (CONT'D)\n-.-he doesn't want to do this.\n\nMija raises her hand at the worker. 'Hold on.' She reaches\ninto her back pocket with her other hand. For some reason,\nthe Hispanic Worker is compelled to hold back from pulling\nthe trigger. He looks into Mija's eyes.\n\nMija removes a PHOTOGRAPH from her back pocket. She shows it\nto the Worker. It's one of the photos from Mija's room. 10-\nyear-old Mija tightly hugging Okja. The Hispanic Worker\nsquints at the photo, his bolt gun still trained on Okja's\nforehead.\n\nThe production line becomes backed up, and the ALARM begins\nto sound. Red lights flash throughout the slaughterhouse.\n\nCLOSE ON the Hispanic Worker's ambiguous expression.\n\nHe points at the photo Mija is holding - ‘that pig...' - and\nthen points at Okja - '...is this pig?'\n\nMija nods quietly. The Hispanic Worker freezes. The finger\naround the trigger trembles lightly.\n\nJust then Jay and K arrive, out of breath. They stop next to\nMija. Okja stays absolutely still with her mouth fiercely\nclamped and eyes closed. Suddenly...\n\nA loud metallic CREAK.\n\nThe large stun box leans to the side. We see the Hispanic\nWorker holding down the button.\n\nOkja, still alive, slides onto the conveyor belt below.\n\nMija's legs give in and she falls on her knees. She embraces\nOkja's head. Her arms continue to shake.\n\nThe Hispanic Worker looks down at them with a heavy heart.\nBut he soon breaks out of his lull and returns to work like\nnothing happened. He brings in the next pig. The ALARM and\nthe red lights stop - the production line being back to\nnormal.\n\f107.\n\nMija sobs as she watches the continued death march. K hurries\nover and helps Mija onto her feet.",
  "79": "---END OF PREVIOUS SECTION---\n107. Mija sobs as she watches the continued death march. K hurries\nover and helps Mija onto her feet. \n---TARGET SECTION TO BE ANNOTATED---\n Jay leads the group toward\nthe exit. As they round the corner...\n\nNANCY\nWas this what caused the alarm?\n\nFRANK\nI believe so.\n\n«+. they come face to face with Nancy and a dozen MIRANDO\nEXECUTIVES, performing an inspection of the facility. We see\nBlack Chalk Mercenaries arriving at the entrance and running\ntoward Okja.\n\nNANCY\nI'm staggered that security is so\nlax some hooligans were able to\nstop our entire production line,\neven for a second.\n\nFRANK\nIt won't happen again. Please note\nthat Black Chalk was here exactly\non time. Seven minutes after\nSecurity telephoned them.\n\nWhile all the Executives look down at their watches, Black\nChalk Mercenaries quickly surround Mija and the gang. One of\nthe Mercenaries discovers K's A.L.F. tattoo as he restrains\nhim with a PlastiCuff. He treats Jay and K even more\nviolently upon realizing who they are.\n\nMija glares at Nancy.\n\nNANCY\nIsn't this Lucy’s beloved 'Fearless\nPig Rider?'\n\nFRANK\nShe is. And that would be our Best\nSuper Pig.\n\nNANCY\n\nWhat's it doing out here? It\nshould be on a meat hook.\n\nTension fills the room. Mija carefully breaches the silence.\nShe speaks in English.\n\nMIJA\nI wanna go home, with Okja.\n\nMija says each word slowly and clearly.\n\f108.\n\nNANCY\nNo. It's my property.\n\nMija is not sure what Nancy is saying but continues to stare\nstraight into her eyes.\n\nMIJA\nWhy you want to kill Okja?\n\nNANCY\nWe can only sell the dead ones.\n\nJay barks at Nancy with his hands cuffed.\n\nJAY\nYou should be ashamed of yourself.\n\nNANCY\nQuite the opposite. We're pretty\nproud of our accomplishments.\n\nK\nPsychopath.\n\nNANCY\nNo. We're hardworking business\npeople. And we've got it down to an\nart. Well, a science.\n\nNancy points at specific parts of a Super Pig carcass\ndangling on a hook behind her.\n\nNANCY (CONT'D)\nThere's the tenderloin. For the\nsophisticated restaurants! Mexicans\nlove the feet.",
  "80": "---END OF PREVIOUS SECTION---\nNANCY (CONT'D)\nThere's the tenderloin. For the\nsophisticated restaurants! Mexicans\nlove the feet. \n---TARGET SECTION TO BE ANNOTATED---\n I know! Go figure!\nWe ALL love the face and the anus.\nThey're American as apple pie! Hot\nDogs! It's all edible. Everything\nbut the squeal! Will I go on? No. I\nwon’t go on.\n\nFrank gestures to the Black Chalk Mercenaries. They grab Jay\nand K by their arms and begin to pull them out.\n\nJay turns to Nancy as he's being dragged out.\n\nJAY\nYou're Nancy Mirando, aren't you?\n\nNancy glances at Jay, curious. She raises her hand at the\nBlack Chalks to hold.\n\f109.\n\nNANCY\nAnd you are?\nJAY\nLet Mija and Okja go.\nNANCY\nWhy?\nK\nYou already have shitloads of\nmoney.\nNANCY\n\n(genuinely baffled)\nBut this is BUSINESS.\n\nJAY\n\n(quietly)\nI hold all creatures dear to my\nheart Nancy but... You’re crying\n\nout to be an exception.\n\nNancy scoffs. The Black Chalk Mercenaries violently drag Jay\nand K out of the slaughterhouse. Frank gives a signal to the\nManager, who in turn signals his employees. The Workers run\nover and drag Okja toward the stun box.\n\nMIJA\nWait!\n\nMija's voice booms throughout the slaughterhouse. She zips\nopen her ridiculous fanny pack and reaches inside. She takes\nout the shiny gold pig that Hee Bong gave her.\n\nMija holds up the gold pig.\n\nMIJA (CONT'D)\nI wanna buy Okja! Alive!\n\nNancy looks at the gold pig, amused. The little girl is\nimpressive. Mija pushes the gold pig toward Nancy. It glides\nacross the slick, blood-covered floor and stops at Nancy's\nfoot. Frank takes out his handkerchief and wipes the blood\noff as he picks it up.\n\nNancy picks up the gold pig and studies it carefully. She\ngives it a quick bite with her front teeth. A strange,\ngrotesque expression appears on her face. She winces at the\nlingering smell of blood before quietly gazing at Mija.\n\nNANCY\n(to Frank)\nWe have a customer!\n\f110.\n\nFrank looks back and forth between Nancy and Mija, his facial\nexpression peculiar.",
  "81": "---END OF PREVIOUS SECTION---\nNANCY\n(to Frank)\nWe have a customer! 110. Frank looks back and forth between Nancy and Mija, his facial\nexpression peculiar. \n---TARGET SECTION TO BE ANNOTATED---\nNANCY (CONT'D)\nThis is worth a lot of money! Make\nsure the girl gets home safely. The\nfirst ever buyer of a Mirando Super\nPig!\n(happily, to Mija)\nCongratulations on your purchase!\n\nFrank calls one of the Black Chalks and delivers a few\ninstructions. Nancy turns around and continues her inspection\nwith the Executives. Mija finally unclenches her fist, which\nshe'd been nervously squeezing the entire time. Once the\ntension lifts, her chest swells with a mixture of emotions.\n\nEXT. FEED-YARD - NIGHT\n\nTwo Black Chalk Mercenaries lead Mija and Okja across the\nexpansive feed-yard. Mija looks back and sees the line of\npigs marching into the slaughterhouse. The death march looks\neven sadder under the beautiful light of the moon. Mija's\nheart is heavy as she leaves the rest of the pigs behind.\n\nThe pigs inside the fence watch Okja enviously as she leaves.\nTwo Super Pigs walk along the fence and begin following Okja.\nMija and Okja look at them curiously, soon noticing something\nbetween the two adult pigs - a small PIGLET, their baby.\n\nThe mother pig pushes the baby through the fence with her\nsnout. The piglet is small enough to fit through the wire,\nbut it kicks and squirms and refuses to separate from its\nparents. The mother stubbornly shoves it through the fence.\n\nMija realizes what the mother is trying to do. She quickly\nherds the piglet under Okja’s belly and looks at the two\nBlack Chalk Mercenaries walking ahead. They are too immersed\nin their conversation to notice.\n\nThe baby pig keeps looking back as it treads along under the\ncover of Okja’s belly. Its mother and father poke their heads\nover the fence and let out a heartfelt SQUEAL - a goodbye.\n\nAs they do, other super pigs notice the BABY ESCAPEE and\nbegin SQUEALING as well. Their cries spread, until ALL the\nsuper pigs in the feedyard have joined in - a CACOPHONY of\nSORROW, but also of DEFIANCE and CELEBRATION.\n\nThe Black Chalks look around dumbfounded.",
  "82": "---END OF PREVIOUS SECTION---\nAs they do, other super pigs notice the BABY ESCAPEE and\nbegin SQUEALING as well. Their cries spread, until ALL the\nsuper pigs in the feedyard have joined in - a CACOPHONY of\nSORROW, but also of DEFIANCE and CELEBRATION. The Black Chalks look around dumbfounded. \n---TARGET SECTION TO BE ANNOTATED---\n As they do the\ncries reach a crescendo, and one of the pigs begins POOPING.\n\f111.\n\nAnd then THOUSANDS do. Thousands of super pigs shoot poop out\nof their behinds like fireworks - a bizarre and miraculous\nact of rebellion. A celebration of life.\n\nMija continues walking, a brave smile, her eyes moist.\n\nOkja carefully traipses along, minding the piglet underneath\nlike her own.\n\nI/E. MIRANDO TRUCK - NIGHT\n\nInside the moving truck. Mija sits inside the cargo area. We\nfollow her gaze to find Okja sleeping in front of her,\nexhausted from her ordeal. Okja opens her mouth to yawn, and\nwe see the tiny piglet peeking out from underneath Okja's\nhuge slab of a tongue. When Mija reaches out her hand, the\npiglet crawls out and jumps into her arms. Okja doesn't even\nnotice that the baby is gone. She continues to sleep, gently\nrocked by the moving truck. The truck travels along the dark\nroad.\n\nEXT. WOODS - DAY\n\nCLOSE ON Mija's face as she sleeps. Fragments of light fall\nthrough the leaves and flicker on her face. Mija opens her\neyes at the sound of BIRDS CHIRPING. She looks down at her\nbelly where the piglet has fallen asleep with her face down.\nMija gently runs her hand over the piglet's body. Mija, in\nturn, is lying on top of the sleeping Okja. A tower of\nbodies: Okja - Mija - the piglet.\n\nA gentle breeze blows from the woods. The piglet shifts in\nher sleep and falls off Mija onto the grass. She looks\naround, dazed, before finding a place underneath Okja's ear\nand returning to sleep.\n\nThe woods, the sun, the breeze. Peace is all around.\n\nWith her eyes closed, Okja flaps her ears and creates a\ngentle breeze for the piglet. Lying on Okja's back, Mija\nlooks up at the trees and the blue sky.\n\nEXT. MIJA'S HOUSE - LATE AFTERNOON\n\nHee Bong sets up an early dinner on the table outside.",
  "83": "---END OF PREVIOUS SECTION---\nLying on Okja's back, Mija\nlooks up at the trees and the blue sky. EXT. MIJA'S HOUSE - LATE AFTERNOON\n\nHee Bong sets up an early dinner on the table outside. \n---TARGET SECTION TO BE ANNOTATED---\n He\n\nwalks back and forth between the kitchen and the front yard\ncarrying vegetables and boiled eggs and other side dishes to\nthe table. Chickens leisurely roam the yard. Hee Bong smells\nthe boiled potato in his hands as he brings it to the table.\n\f112.\n\nOkja and Mija enter the frame and pass the yard toward the\nshed. Okja suddenly stops and looks into the camera. She\nstares for a while before she is dragged into the shed by\nMija.\n\nThe piglet comes in late. She runs around the yard kicking up\n\ndust and scaring the chickens. Hee Bong walks out into the\ndusty yard with two bowls of rice and utensils.\n\nHEE BONG\nMija!\n\nMIJA (0.S.)\nI'm here!\n\nHee Bong sits at the table. He shouts toward the shed.\n\nHEE BONG\nHurry up! The food's getting cold!\n\nMIJA (0.S.)\nComing!\n\nHee Bong waits. He picks up the green soju bottle next to the\ntable and peers into it. A tiny bit is left on the bottom.\n\nHee Bong can't hold his hunger any longer. As he picks up the\nspoon and digs into the rice...\n\nTHE END\n\nEND CREDITS begin with lively MUSIC. As the CREDITS of the\nKEY CREW appear one by one, we CUT TO the exterior of a\nprison all the way across the globe, somewhere on the East\nCoast of the US.\n\nEXT. PRISON GATE - DAY\n\nBright sunlight greets Jay as he exits the penitentiary. We\ncan tell from his hair and beard that he was inside for at\nleast a year or two. K welcomes Jay, offers him a cigarette.\n\nK\n(grinning)\nYou’re sure you don’t want to get\nsome rest first? I mean you only\njust got out...\n\nJay smiles without answering. As a bus SWOOSHES into frame\nand blocks our view, we...\n\nCUT TO:\n\f113.\n\nINT. BUS - DAY\n\nThe bus speeds through city streets. Jay's face fills the\nforeground. He looks back at the seats behind him to see...\n\nRed, Blond, Silver scattered around the bus. They each greet\nhim with a knowing glance or a slight hand gesture. Silver\nlooks healthy, rejuvenated.",
  "84": "---END OF PREVIOUS SECTION---\nRed, Blond, Silver scattered around the bus. They each greet\nhim with a knowing glance or a slight hand gesture. Silver\nlooks healthy, rejuvenated. \n---TARGET SECTION TO BE ANNOTATED---\nK enters the FRAME and sits next to Jay.\n\nK\n(quietly)\nIt's going to be big. Record-\nbreaking. A lot of folks have flown\nin from the Midwest and Canada.\n\nJAY\nGreat.\n\nK\nOh, I want to introduce you to a\nnew member.\n\nWhen K waves, a small Asian man enters the FRAME. We\nrecognize him as KIM - the ex-Mirando truck driver. He shakes\nhands with Jay and returns to his seat in the back.\n\nK (CONT'D)\nHe runs 'Mirandoisfucked.com'. Just\narrived here from Seoul.\n\nKim sits between Red and Blond and chatters incessantly like\na little bird.\n\nK (CONT'D)\nHe's a chatty one...\n\nJay smiles and opens his bag to remove a black balaclava. K\ngives a signal to the other members, and they all take out\ntheir balaclavas. The sound of drums and marching band music\ngrows louder as the demonstration site approaches.\n\nJAY\nI'm guessing most of the Mirando\nbig wigs will be there.\n\nK\nOf course. Including Nancy.\n\nJay flashes a slick smile as he puts on his balaclava. The\nother members don theirs as well. The remaining passengers\ntake out balaclavas too, revealing themselves to be A.L.F.\nmembers. A sea of black all around.\n\f114.\n\nThe only people without balaclavas are two OLD LADIES who\nlook around with befuddled looks. The bus loudly rumbles\nthrough the bright sunlight, and the music from the festival\nreaches a crescendo.\n\nAs the MUSIC continues, the remaining CREDITS begin to CRAWL\nOVER BLACK.\n\f"
}