{
  "1": "One Way Passage\n\nMAIN TITLES\nover an ocean liner anchored in a harbor.\n\nDISSOLVE TO\n\nIMAGES\nof the cast with their names and roles SUPERIMPOSED, over which we hear the\nfilm's love theme.\n\nFADE OUT\nFADE IN\nEXT. HONG KONG - DAY\nA couple of shots from stock footage of the city.\nSUPERIMPOSED text reads: HONGKONG\n\nDISSOLVE TO\nINT. SALOON - DAY\n\nSwinging doors open as the CAMERA TRACKS THROUGH them and into the crowded\nbarroom. It's lunchtime on November, 21, 1932, and the place is full of\nWesterners, mostly civilians but also some scattered sailors. We hear a trio\nsinging \"If I Had My Way,\" a pop ballad from 1913. We have missed the first\nline of the chorus (\"If I had my way, dear, forever there'd be\") but it\nhardly\n\nmatters:\n\nTRIO\n(singing lustily)\nA garden of roses for you and for me ...\n\nWe PAN OVER to a piano keyboard where a burning cigarette is balanced upright\non the next-to-last key. The pianist, accompanying the singers, snatches the\nbutt and takes a drag.\n\nTRIO\nA thousand and one things, dear, I would do ...\n\nWe PAN OVER to the trio standing in a corner by the swinging doors -- three\nugly, heavyset Westerners, two men and a woman. Someone tosses them a coin\nfrom off screen and the guy in the center fails to catch it. He has to bend\nover to pick it up off the floor.\n\nTRIO\nJust for you, just for you, just for you.\n\nAnother coin is thrown. This time, the guy on the left fails to catch it. The\ncoin falls toward the floor with a loud metallic clank. The singers look down\nat the floor. We PAN DOWN just long enough to reveal a spittoon near the\n\fsingers’ feet, then PAN BACK UP to the singers who reluctantly decide not to\nretrieve that particular coin. Never once during all this do they miss a\nnote.\n\nTRIO\nIf I had my way, you would never grow old,\nAnd sunshine I'd bring every day ...",
  "2": "---END OF PREVIOUS SECTION---\nWe PAN DOWN just long enough to reveal a spittoon near the\n\fsingers’ feet, then PAN BACK UP to the singers who reluctantly decide not to\nretrieve that particular coin. Never once during all this do they miss a\nnote. TRIO\nIf I had my way, you would never grow old,\nAnd sunshine I'd bring every day ... \n---TARGET SECTION TO BE ANNOTATED---\nOn the word \"day,\" a female patron approaches the heavy woman and whispers a\nquestion in her ear. Conveniently, there is a pause in the song, just long\nenough for the singer to reply:\n\nHEAVY WOMAN\n(brusquely)\nFirst door to your left, dearie.\n\nThe female patron departs. We TRACK DOWN the crowded bar and see: two sailors\nand a bartender toasting one another with huge glasses of beer; a bartender\npouring drinks for other sailors and their \"dates\"; various civilian men and\nwomen wearing the latest styles; uniformed chauffeurs; ship's officers and\ncrew of various nationalities; etc. At one point, we briefly glimpse someone\ncarrying away the spittoon to retrieve the coin.\n\nTRIO\nYou would reign all alone\nLike a queen on a throne,\nIf I had my way.\n\nThe song ends. Patrons applaud. We PAUSE at a middle-aged American bartender\nmixing a complicated drink. He grins and speaks to an unseen patron who sits\nat the bar, just off screen.\n\nBARTENDER #1\nI haven't made one of these since\nthe Fourth of July.\n\nIn the background, we hear the trio begin a new song, another standard, this\none from 1918: “Till We Meet Again.\" The bartender takes a long whiff of the\ndrink's aroma and adds some more ingredients.\n\nBARTENDER #1\nI was makin' one when the quake hit\n\"Frisco.\n\nThe bartender stirs the drink expertly and glances around.\n\nBARTENDER #1\nBelieve me, friend, I wouldn't go to\nall this trouble for any of these\nforeigners.\n\nWith great pride, he adds a few finishing touches, pours the contents into a\nglass and tops it off with an olive. The unseen patron's hand reaches in to\npick up the glass but the bartender raises a finger at him.\n\nBARTENDER #1\nUh uh. Gotta wait a minute to let\n\fthe oil sink in.\n\nThe patron withdraws his hand. Tossing a lemon slice behind his back and\ncatching it in midair, the bartender twists it with a flourish over the\nglass.\n\nHe inspects the drink closely, glances at the patron, then gives the lemon\nslice another grand twist before proudly sliding the glass away.",
  "3": "---END OF PREVIOUS SECTION---\nThe patron withdraws his hand. Tossing a lemon slice behind his back and\ncatching it in midair, the bartender twists it with a flourish over the\nglass. He inspects the drink closely, glances at the patron, then gives the lemon\nslice another grand twist before proudly sliding the glass away. \n---TARGET SECTION TO BE ANNOTATED---\nSimultaneously, we hear the trio conclude their song to much applause.\n\nBARTENDER #1\nThere you are, partner. You can tell\nyour grandchildren about that one.\n\nFinally, we catch our first sight of the patron, DAN HARDESTY, a handsome\nthirtyish American man, as he puts the glass to his lips. But before he can\ndrink he's bumped into from behind by a woman with her back to him. Half the\ndrink spills out and ends up on the floor. Dan turns angrily to the woman who\nwears a big floppy hat.\n\nDAN\nSay, what in the name of--?!\n\nThe woman, a dark-haired American beauty named JOAN AMES, also turns and the\ntwo come face to face. She, too, has spilled some of her drink and is wide-\neyed with anger. But as soon as their eyes meet, their attitudes change.\n\nBoth are somehow instantly smitten.\nAnd both realize they are holding the same obscure cocktail.\n\nIn the background, we hear the pianist play the film's bittersweet love\ntheme.\n\nAfter a pause, Joan finds her voice first.\n\nJOAN\nWhy, I'm so sorry.\n\nDAN\n(a slight grin)\nI'm so glad.\n\nJOAN\n(off his glass)\nSuch a beautiful drink, too.\n\nDAN\nYes. Paradise cocktail.\n(glances at his)\nSeem to be a few drops left.\n\nJOAN\n(steadily)\nAlways the most precious, the last\nfew drops. That's luck.\n\nDAN\n\f(surprised)\nYes.\n\n(beat)\nUh, my name is Dan.\n\nJOAN\nMine's Joan.\n\nDAN\nHello, Joan.\n\nJOAN\n\nHello, Dan.\nThey shake hands like old friends.\n\nDAN\nMay we, er, drink to our meeting?\n\nJOAN\nWe should.\n(raises her glass)\nHere's... Here's \"hail and farewell.\"\nDAN\n\nOh, that seems a bit ruthless.\nLet's say, uh--\n\nAbruptly, two German voices drift in from the crowd -- apparently a couple of\nsailors saying \"till we meet again\" to each other -- \"Auf wiedersehen!\" \"Auf\nwiedersehen!\" -- Dan glances in their direction, then turns back to Joan and\n\nraises his glass, inspired.\n\nDAN\nAuf wiedersehen.",
  "4": "---END OF PREVIOUS SECTION---\nHere's \"hail and farewell.\"\nDAN\n\nOh, that seems a bit ruthless. Let's say, uh--\n\nAbruptly, two German voices drift in from the crowd -- apparently a couple of\nsailors saying \"till we meet again\" to each other -- \"Auf wiedersehen!\" \"Auf\nwiedersehen!\" -- Dan glances in their direction, then turns back to Joan and\n\nraises his glass, inspired. DAN\nAuf wiedersehen. \n---TARGET SECTION TO BE ANNOTATED---\nJoan looks at Dan sadly for a beat and then agrees:\n\nJOAN\nAuf wiedersehen.\n\nThey swallow their drinks, never taking their eyes off one another. Dan holds\nhis empty glass by the stem and slowly turns it upside-down. Joan watches,\n\npuzzled, as Dan smashes the top of the glass against the side of the bar and\ndrops the stem on the countertop where it rolls back and forth for a moment.\n\nHe grins at Joan who promptly responds in kind, smashing her glass and\nplacing\n\nher stem on top of his, much to his surprise and delight. We get a CLOSE VIEW\nof the crossed stems. Dan gallantly tips his hat to Joan.\n\nDAN\nAnd so.\n\nDan appears ready to leave but Joan puts an arm on him.\n\nJOAN\n\fPlease. Shall I introduce you to my\nfriends?\n\nJoan gestures to some people crowded behind her at the bar. Dan glances at\nthem and thinks it over but decides against it.\n\nDAN\nI think not. Luck has allowed us a\nfew drops of a Paradise cocktail--\n\nJOAN\nAnd that would destroy the charm.\nYou're right. Let's trust luck will\ncome again.\n\nJoan puts her hand in Dan's. They stare into each other's eyes for a long\nmoment. A dark look crosses her face. Her eyes waver and, with a slight grin,\nshe abruptly turns her back on him, as if he were suddenly a total stranger.\n\nDan looks thoughtful and puzzled but takes it in stride. He turns and heads\nfor the swinging doors. Joan turns and stares, watching him walk away. One of\nJoan's friends notices her interest and watches, too.\n\nJOAN'S FRIEND\nKnown him long?\n\nJOAN\nEver so long.\n\nJOAN'S FRIEND\nWhere?\n\nJOAN\nI - I can't quite remember.\n\nJOAN'S FRIEND\n(wryly)\nBetter skip a few cocktails, darling.\n\nJoan watches sadly as Dan exits out the saloon's swinging doors. He pauses\njust outside and turns back to look over the tops of the doors at Joan. After\n@ moment, he raises a hand in farewell.\n\nAt the bar, Joan forces a smile and waves at Dan, just as the pianist strikes\nup a happier tune and her friends crowd around her.\n\nJOAN'S FRIEND\nCome on, everybody.",
  "5": "---END OF PREVIOUS SECTION---\nAfter\n@ moment, he raises a hand in farewell. At the bar, Joan forces a smile and waves at Dan, just as the pianist strikes\nup a happier tune and her friends crowd around her. JOAN'S FRIEND\nCome on, everybody. \n---TARGET SECTION TO BE ANNOTATED---\n How about a\nlittle drink to Joan?\n\nANOTHER FRIEND\n(hands Joan a drink)\nJoan, we're drinking to you.\n\nJOAN'S FRIEND\nTo Joan, dear.\n\fJoan, distracted by her friends, turns her back on Dan -- and fails to see\nany\nof the following:\n\nAt the swinging doors, Dan - his hand still raised - suddenly freezes with\nfear. His face clouds over, his eyes lower -- and he slowly, cautiously,\nraises his other hand. It looks as if he's surrendering.\n\nAnd he is.\n\nWe PAN DOWN as one of the doors swing open briefly to reveal an automatic\npistol pointed into Dan's side.\n\nWe PAN UP to show the guy holding the pistol: a tough-looking, square-jawed\nman named STEVE BURKE.\n\nBURKE\nIt's been a long chase, Dan.\n\nDAN\n(never losing his cool)\nYes. What detained you?\n\nBurke leans in to pat down his captive.\n\nBURKE\nNever mind the wisecracks.\n\nDan catches a whiff of Burke's breath.\n\nDAN\nStill on the garlic, huh?\n\nBurke, insulted, backs off a little.\nBURKE\nWell, nevertheless, it looks like\nyou're out of luck this time.\nDAN\n(nods)\nApparently.\nDan desperately knocks the gun out of Burke's hand.\n\nFLASH CUT\nof the gun hitting the pavement outside the saloon.\n\nDAN AND BURKE\nstruggle momentarily but Burke is the bigger man and Dan is no match for him\n-- one punch in the jaw from Burke knocks him silly and drives him backwards.\n\nEXT. SALOON AND STREET - CONTINUOUS\n\nBurke easily pushes a stunned Dan into a nearby wall like a rag doll. Burke\nhandcuffs himself to Dan, then shakes his captive violently to wake him up.\n\fBURKE\nCome on! Come out of it!\n\nDan regains consciousness, blinks at Burke, looks down at the cuffs\nunhappily,\nand nods, reluctantly accepting the situation.\n\nDAN\nOkay, you win.\n\nBURKE\nI always win. If you try to pull\nanother break like that on me, I'll\ndeliver you in a basket. Let's go.\n\nThe two men pull their sleeves over the cuffs in a vain effort to look\ninconspicuous as they start walking away from the saloon.",
  "6": "---END OF PREVIOUS SECTION---\nIf you try to pull\nanother break like that on me, I'll\ndeliver you in a basket. Let's go. The two men pull their sleeves over the cuffs in a vain effort to look\ninconspicuous as they start walking away from the saloon. \n---TARGET SECTION TO BE ANNOTATED---\n While Dan casts a\nbrief, backward glance at the swinging doors, Burke stoops and retrieves his\npistol, pocketing it. As they walk leisurely down the street, various\npassersby gawk and point at the two handcuffed men.\n\nDAN\nWell, now what?\n\nBURKE\nThe boat. And then, uh, San Quentin.\n\nDAN\nCan I get my clothes?\n\nBURKE\nOh, they're on the boat.\n\nDAN\nConsiderate.\n\nBURKE\nYeah.\n\nDAN\n\n(rubs his sore jaw)\nYou know, I thought I ditched you\nway back in Berlin.\n\nBURKE\nWhen I left 'Frisco, the chief said\nto me, \"Steve, don't come back alone.”\nAnd he knew I wouldn't.\n\nBurke abruptly stops and stares at something off screen. Dan, still walking\nforward, is jerked back.\n\nBURKE\nI'll be a son of a sea cow.\n\nDan and Burke watch as SKIPPY, a tipsy little American man in a straw boater\n\fand bow tie, waits for a Chinese shop owner to turn his back. Skippy\ninstantly\n\nsnatches an alarm clock from a display and smoothly hides it in his jacket.\nBut, just as instantly, the alarm clock goes off, ringing loudly. The Chinese\nshop owner turns to look at Skippy who rolls his eyes in disgust, sighs, and\nreturns the clock to its proper place, giving it a light tap. It stops\nringing\n\nas Skippy staggers drunkenly out of the shop and encounters Dan and Burke.\n\nBURKE\nWell, if it ain't the light-fingered\nSkippy.\n\nSKIPPY\n\n(a happy drunk)\nHello, Dan!\n\nDAN\nHello, Skippy.\nBURKE\n(to Skippy)\n\nSo this is your hide-out. Hong Kong\nmust be pretty soft.\n\nSKIPPY\n(nods)\nI like it fine.\n\nBURKE\nYeah, well, ya better walk around\nthat U.S.A. of America like it was a\nswamp.\n\nSKIPPY\n(to Dan)\n\nIt's gettin’ so a guy can't go\n\nnowheres nowadays without bumpin'\n\ninto all sorts of people.\n\nBURKE\nDuluth wants you, Detroit wants you,\nSacramento wants you.\n\nSKIPPY\nI'm wanted everywhere and welcome\nnowhere.",
  "7": "---END OF PREVIOUS SECTION---\nSKIPPY\n(to Dan)\n\nIt's gettin’ so a guy can't go\n\nnowheres nowadays without bumpin'\n\ninto all sorts of people. BURKE\nDuluth wants you, Detroit wants you,\nSacramento wants you. SKIPPY\nI'm wanted everywhere and welcome\nnowhere. \n---TARGET SECTION TO BE ANNOTATED---\n I'm just a vagabond.\n(spots the hand-\ncuffs, to Dan)\nOhhh, that's too bad.\n\nDAN\nYou can't win all the time.\n\nBURKE\n(to Dan, leading him away)\nCome on.\n\fSKIPPY\nAnything I can do for you here, Dan?\n\nDAN\n(off Burke)\nYou might poison him.\n\nDan and Burke walk off down the street. Skippy calls after them.\n\nSKIPPY\nHey, flatfoot!\n\nBurke looks back at Skippy with annoyance.\nSKIPPY\nTell those bulls I'm an alien! Ha ha\nha ha! Ha ha ha ha ha ha.\n\nSkippy's laugh is even more irritating than he is. The handcuffed men walk on\n-- Burke peeved, Dan understandably glum.\n\nFADE OUT\nFADE IN\nEXT. OCEAN LINER - THAT AFTERNOON\nA loud boat whistle blows. A sign reads:\nSAILING TODAY\n3 P.M.\nS. S. MALOA\nTO\nSAN FRANCISCO\n\"STOPOVER IN HONOLULU\"\nWe DISSOLVE TO a brief glimpse of the railing on the liner's DECK, then\nDISSOLVE TO Dan and Burke, still cuffed, as they approach the railing and\nlean\nagainst it.\nDAN\nStateroom is like a Turkish bath.\nThanks for the outing.\n\nThey mop their faces with handkerchiefs.\n\nBURKE\nOh, I couldn't stand it myself.\n\nDAN\nThanks anyhow.\n(off the handcuffs)\nSay, how long? The cuffs?\n\fBURKE\nI'm takin' no chances. They broke\nfive of my pals when you escaped.\n\nDAN\nWell, that wasn't right. They did\nall they could. They were shooting\nat me for three blocks.\n\nBURKE\nYeah, well, it's lucky for you I\nwasn't among ‘em.\n\nDAN\nYes ...\n\nDan's attention is caught by something: a sailor on the opposite side of the\ndeck, locking the railing into place.\n\nDAN\n... undoubtedly.\n\nDan glances around and finds that his hand rests near the locking mechanism\nof\n\nthe railing they are leaning against. He looks thoughtful, then glances at\nBurke.\n\nDAN\nI may as well tell you now, I'm not\nsuch a good sailor.",
  "8": "---END OF PREVIOUS SECTION---\nDan glances around and finds that his hand rests near the locking mechanism\nof\n\nthe railing they are leaning against. He looks thoughtful, then glances at\nBurke. DAN\nI may as well tell you now, I'm not\nsuch a good sailor. \n---TARGET SECTION TO BE ANNOTATED---\nBURKE\nHmph! Get seasick, huh?\n\nDAN\nMm.\n\nBURKE\nWell, ya better enjoy everything\nwhile ya can, good or bad.\n\nDAN\nI suppose that includes being\nharnessed to you, garlic and all.\n\nStung again, Burke is about to say something, then changes his mind.\n\nBURKE\nWell, anyway, you better stand it\nand like it.\n\nDAN\n‘rraid I can't agree to like it.\nSuppose this ship were to sink.\nImagine my embarrassment to be found\ndead anchored to you.\n\fBURKE\nThis ship ain't goin' to sink.\n\nDAN\nOh? They've been known to.\n\nBURKE\nWell, listen, sucker, when it does,\nI'll make you a little present of\nthis.\n\nBurke pulls the handcuff key out of his vest pocket, shows it to Dan, then\npockets it again.\n\nDAN\nWhen I was a kid, I used to swim\naround a pier like that. Remember\nyour kid swimming days?\n\nBURKE\n(increasingly irritated)\nNo.\n\nDAN\nDidn't you ever have a boyhood? Can't\nyou swim?\n\nBURKE\nNo.\n\nDAN\nHa!\n\nBURKE\n\nWhat's so funny?\n\nDAN\nI was wondering what you'd do if you\nwere a cop in Venice.\n\nBURKE\nIs that supposed to be a funny crack?\n\nDAN\nWell, it has its humorous side.\n\nWithout Burke seeing, Dan rapidly unlocks the railing mechanism, pushes the\nrailing hard to make it swing free, then jumps backward off the deck,\ndragging\n\nBurke with him as he falls. The two disappear over the side.\n\nCUT WIDE as Dan and Burke fall backward into the water below, still cuffed\ntogether. They hit the surface with a splash and disappear from view again.\n\nIN THE WATER\nDan and Burke bob to the surface. Dan forces Burke's body under the water and\n\fdigs around in Burke's vest pocket for the handcuff key. Somehow, he is able\nto find it and unlock his cuff as the two men struggle. Burke tries to come\nup\n\nfor air but Dan forces him down again.",
  "9": "---END OF PREVIOUS SECTION---\nDan forces Burke's body under the water and\n\fdigs around in Burke's vest pocket for the handcuff key. Somehow, he is able\nto find it and unlock his cuff as the two men struggle. Burke tries to come\nup\n\nfor air but Dan forces him down again. \n---TARGET SECTION TO BE ANNOTATED---\n Somewhere above, a whistle blows and\nsomeone shouts, \"Man overboard!\"\n\nON DECK\nOfficers and passengers rush to the ship's side to see what's happening.\n\nIN THE WATER\nDan looks up to see:\n\nON DECK\nA crowd gathering at the railing, peering down at him.\n\nIN THE WATER\n\nWith all those people watching, Dan has no choice but to haul Burke out of\nthe\n\nwater by his hair.\n\nON DECK\nAn even larger mob gathers.\n\nIN THE WATER\nDan reluctantly puts an arm around Burke and starts swimming for shore.\n\nDAN\n(to the crowd)\nIt's all right, I've got him!\n\nON DECK\nAmong the passengers watching with concern is none other than Joan. She peers\ndown at the two men in the water, failing to recognize Dan.\n\nIN THE WATER\nDan struggles toward shore with an unconscious Burke in tow. Peering up, he\nsees:\n\nON DECK (TELEPHOTO ZOOM SHOT FROM BELOW)\nJoan, wearing her big floppy hat, leans over the railing.\n\nIN THE WATER\nDan sees Joan (and her hat) and smiles in recognition. He keeps swimming.\n\nON DECK\nThe crowd of onlookers, grouped near a raised anchor, watch with interest.\n\nIN THE WATER\nDan reaches a wooden pier and helps Burke on to a floating log lashed to it.\n\nDAN\nHere ya are. Reach for the log.\nHold on.\n\nBurke, regaining consciousness, grips the log as Dan pulls himself atop it.\nStraddling the log, Dan helps Burke out of the water.\n\fON DECK\nThe crowd at the anchor watches in relief.\n\nIN THE WATER\nDan and Burke sit on the log. Dan rises.\n\nDAN\nLucky for you I knew where that key\nwas.\n\nBURKE\n\n(still dazed)\nYeah. Thanks.\n\nDan helps Burke to a nearby ladder.\n\nDISSOLVE TO:\nINT. DAN AND BURKE'S STATEROOM - LATER\n\nDan puts on dry clothes as Burke, already changed, sits behind him, checking\nand holstering his pistol.\n\nBURKE\nHey, you know, somebody must have\nleft that rail unfastened. Leanin'\nthere and, all of a sudden, we're in\nthe ocean.\n\nDAN\n(dryly)\nYes. We ought to sue the company.",
  "10": "---END OF PREVIOUS SECTION---\nLeanin'\nthere and, all of a sudden, we're in\nthe ocean. DAN\n(dryly)\nYes. We ought to sue the company. \n---TARGET SECTION TO BE ANNOTATED---\nBURKE\nI still can't see why you saved my\nlife with what's facing you.\n\nDAN\nAh, suppose we don't discuss that.\n\nBURKE\nWell, anyway, I - I kind o' feel\nlike I ought to do you a little\n\nfavor.\nDAN\n\nWhat? For a little thing like your\n\nlife?\n\nDan hears the click of the handcuffs behind him and glances in Burke's\ndirection. PAN OVER TO Burke holding the open handcuffs in his hands.\n\nDAN\nI'll tell you what you can do.\n\nBURKE\nWhat?\n\fDAN\nThose are not particularly becoming\nto the well-dressed man. ‘Sides,\nonce this ship's at sea, there's no\nchance for a getaway. Kind o'\ntough on both of us to be ironed.\nWhat do you say?\n\nBurke looks at the cuffs and thinks it over. After a beat, he pockets them.\n\nBURKE\nAll right, Dan.\n\nDAN\n(surprised but pleased)\nThanks.\n\nBURKE\nBut if you try to pull a fast one on\nme, I'll knock you off cold. Is that\n\nunderstood?\n\nDAN\nObviously.\n\nBURKE\nI ain't kiddin’.\n\nDAN\n\nWell, I couldn't suspect you of that.\nBurke gives Dan a double take. Dan looks amused.\nDAN\nWell, it's kind of stuffy in here.\nAll right if I go on deck?\nBURKE\n(casually)\n\nSure.\n\nDan grabs a cap and heads for the door. Burke rises and follows, grabbing a\njacket.\n\nBURKE\nBut I'll go along with ya.\n\nDan nods in reluctant agreement and the two men exit the stateroom.\nDISSOLVE TO:\n\nA NEON SIGN\nshaped like an arrow. It reads: \"To gangplank\"\n\nWe PAN OVER AND DOWN from this to the PURSER'S STATION where Dan is in the\nmiddle of a conversation with the uniformed purser.\n\fDAN\nI have an important message to\ndeliver to her and, like an idiot, I\nforgot her last name. Her first name\nis \"Joan.\"\n\nPURSER\nI'm sorry, sir, but--\n\nDAN\n(gesturing)\nShe's about, uh-- Oh, she's about so\ntall. Jet black hair and large brown\neyes.",
  "11": "---END OF PREVIOUS SECTION---\nDAN\nI have an important message to\ndeliver to her and, like an idiot, I\nforgot her last name. Her first name\nis \"Joan.\"\n\nPURSER\nI'm sorry, sir, but--\n\nDAN\n(gesturing)\nShe's about, uh-- Oh, she's about so\ntall. Jet black hair and large brown\neyes. \n---TARGET SECTION TO BE ANNOTATED---\nPURSER\nWell, without her last name, it'll be\nawfully hard for me to find her.\n\nDuring this conversation, we PAN OVER to Burke who watches and listens from\nunder the gangplank sign, shaking his head in disbelief. Burke looks in the\ndirection of the gangplank as he hears a noisy crowd.\n\nTHE GANGPLANK\n\nis being unhooked from the ship. A huge crowd of well-wishers fill the dock,\nwaving to passengers on deck and chattering noisily. Running through the\ncrowd\n\nis Skippy who races up the gangplank just as it is pulled away and jumps onto\nthe ship ahead of the two Hong Kong policemen who are chasing him. Skippy,\nrelieved, sits in the doorway where the gangplank was anchored a moment ago\nand waves to the policemen who, left stranded at the dock, wave their\nnightsticks at him angrily.\n\nSKIPPY\n(salutes the police)\nYou must come and see us sometime!\n\nSkippy, sitting in the gangplank doorway, laughs his inimitable, irritating\nlaugh and waves good-bye. As he does, a man comes up to Skippy from behind\nand\n\npauses next to him - at first, we see only the man's legs. The boat's whistle\nblows ominously as Skippy looks down to see the two flat feet beside him. His\nface falls as he looks up to see Burke, hands in his pockets, towering over\nhim grimly.\n\nFADE OUT\nFADE IN\n\nA MAP OF THE PACIFIC OCEAN\nThis map will reappear throughout the film to mark the ship's progress.\n\nThree points on the map are identified: Hong Kong, Honolulu and San\nFrancisco.\n\nA superimposed text reads: Ist DAY\n\fA superimposed image of the S. S. Maloa appears in the center of the map,\nheading east on the high seas.\n\nDISSOLVE TO:\n\nCABIN DOOR\nA brief glimpse of the door to cabin B-55 upon which hangs a PLEASE DO NOT\nDISTURB sign.\n\nDISSOLVE TO:\n\nA CLOSER VIEW OF THE SIGN\nwhich allows us to see a handwritten addition: \"By Doctor's Orders\"\n\nDISSOLVE TO:\nINT.",
  "12": "---END OF PREVIOUS SECTION---\nMaloa appears in the center of the map,\nheading east on the high seas. DISSOLVE TO:\n\nCABIN DOOR\nA brief glimpse of the door to cabin B-55 upon which hangs a PLEASE DO NOT\nDISTURB sign. DISSOLVE TO:\n\nA CLOSER VIEW OF THE SIGN\nwhich allows us to see a handwritten addition: \"By Doctor's Orders\"\n\nDISSOLVE TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n JOAN'S CABIN - DAY\n\nA TRAY\nloaded with medicines, powders and pills -- the sort of things taken by\nterminal heart patients.\n\nDOCTOR'S VOICE\nNo more parties. No more cigarettes.\nNo more dancing. And no more\ncocktails.\n\nDISSOLVE TO:\n\nJOAN AND HER DOCTOR\nJoan sits glumly as the doctor stands over her, trying to be gentle.\n\nDOCTOR\nYou're cutting your months into\nweeks, your weeks into days--\n\nJOAN\nAnd my days into hours. Is that it?\n\nDOCTOR\nIt is.\n\nJOAN\nWhat you really mean -- and you're\ntoo kind to say -- is that if I stay\n\nin my stateroom, lie in bed, deny\nmyself everything, even the - the\nmildest diversion, I may live to\narrive at that charming sanitarium.\n\nDOCTOR\nYou state it very cruelly.\n\nJoan rises and crosses to her cabin's window. She looks out.\n\nJOAN\n\fIt's not a pretty picture, is it?\n(reluctantly)\nAll right. All right, doctor. I'll\ndo what you say.\n(chuckles)\nFunny how we cling to life even\nafter it's worthless.\n\nJoan hears the sound of Dan's voice drifting in through the open window.\n\nDAN'S VOICE\nShe's about so tall, black hair,\nlarge brown eyes. Her first name is\nJoan.\n\nPeering through the window, Joan sees Dan walking the deck with a steward.\nDelighted, she watches them pass and then turns back to the doctor.\n\nJOAN\nOh, no. No, I was wrong. I know now\nwhat I want. I want to crowd all the\nintense, beautiful happiness possible\ninto what life I've got left. That's\nall living's for. If it's only for a\nfew hours, I want to have it. And I'm\ngoing to have it -- all I can get my\nhands on.\n\nJoan leaves the window, moves toward the door. The doctor tries to stop her.\n\nDOCTOR\nJoan, I--\n\nJOAN\nNow, doctor, I am going on deck.\n\nDOCTOR\nBut, Jo--\n\nJOAN\nGoodbye!\n\nWith a huge smile, she breaks away from him and is instantly out the door,\nslamming it shut behind her.",
  "13": "---END OF PREVIOUS SECTION---\nDOCTOR\nJoan, I--\n\nJOAN\nNow, doctor, I am going on deck. DOCTOR\nBut, Jo--\n\nJOAN\nGoodbye! With a huge smile, she breaks away from him and is instantly out the door,\nslamming it shut behind her. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\nINT. SHIP'S LOUNGE - MOMENTS LATER\n\nDAN\nsits at the bar as a young bartender mixes him a drink.\n\nBARTENDER #2\n(to Dan)\nI don't know, she might've been in\nhere, but I didn't notice her.\n\fJOAN\nenters the lounge and looks around anxiously. She spots\n\nDAN\nwho is busy lighting a cigarette and fails to see her.\n\nDAN\n(to the bartender)\nMm, then she wasn't here. You'd've\nnoticed her.\n\nJOAN, smiling radiantly, checks her hair and then moves toward Dan.\n\nAT THE BAR\n\nJoan joins Dan at the bar, approaching him from behind so that he doesn't see\nher. The bartender, having just poured Dan's drink, now looks up from his\nwork\n\nand notices her. He raises his eyebrows and smiles in recognition.\n\nShe indicates with a gesture that he should pour her the same drink -- which\nhe promptly does, with a grin. The bartender watches with interest as Dan\nputs\n\nhis glass to his lips at the same moment Joan speaks to him:\n\nJOAN\nHello, Dan.\n\nDan turns and looks at her, pleased and surprised. We hear their love theme.\n\nDAN\nHello, Joan.\n\nJOAN\nThe luck's come back.\n\nDan nods, noticing that, once again, they both hold the same drink.\n\nDAN\nThis time, in full glasses.\n\nJOAN\nWe mustn't lose a drop, Dan.\n\nDAN\n(toasts her)\nHealth.\n\nA dark look crosses Joan's face. She recovers with a smile and corrects him:\n\nJOAN\nLuck.\n\nOnce again, they swallow their drinks, never taking their eyes from one\nanother. They exchange grins.\n\nThe bartender smiles warmly at this.\n\fJoan, holding her glass by the stem, smashes it against the bar.\nThe bartender's eyes pop in surprise.\nJoan places her stem on the countertop. Then, Dan smashes his glass.\nThe startled bartender flinches.\nAs before, Dan crosses his stem with Joan's. They smile at each other as we\nTRUCK FORWARD for a CLOSER VIEW of the crossed stems on the countertop\nbetween\nthem.\nDISSOLVE TO:\nEXT.",
  "14": "---END OF PREVIOUS SECTION---\nAs before, Dan crosses his stem with Joan's. They smile at each other as we\nTRUCK FORWARD for a CLOSER VIEW of the crossed stems on the countertop\nbetween\nthem. DISSOLVE TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SHIP'S DECK - SUNSET\nDan and Joan stand at the railing together watching the sun go down.\nJOAN\nThe day knows how to go out. Ina\nblaze of glory. Forgive me if I'm\ngoing poetic on you. But life is\nwonderful, Dan.\nDAN\nAnd its best moment is when we\n\nfind it out.\n\nJoan thinks about this a moment and then turns to look at the ocean.\n\n \n\nFADE OUT\nIRIS IN\nEXT. S. MALOA - NIGHT\nThe ship sails east under a night sky.\n\nCUT TO:\n\nEXT. DECK - NIGHT\n\nDan and Burke, in dinner clothes, stand outside the ship's lounge, peering in\nthrough the well-lit windows. Classical piano music. The two men enter\nthrough\n\na nearby door.\n\nCUT TO:\nINT. LOUNGE - NIGHT\n\nA smartly-dressed crowd listens as an attractive, aristocratic woman\nelegantly\n\nplays a grand piano. We get a CLOSE VIEW of the woman, known to her fellow\npassengers as Countess Bettina de Barilhaus, but whom we shall call BETTY for\nshort.\n\fDan and Burke arrive as Betty concludes her number. The crowd applauds. Betty\nrises and catches sight of Dan and Burke. Burke stares at her with interest\nDan lowers his eyes and tries to look bored.\n\nBetty, carrying an expensive fan, joins her stiff British date -- a tuxedoed,\nmonocled nobleman named SIR HAROLD.\n\nBETTY\n(pleasantly, with a\nvaguely European accent)\nNow, we must be going.\n\nSir Harold nods and the two begin to walk off together. Members of the crowd\ngroan and protest, \"Aw, Countess ...\" \"Please!\" —- but she waves them off\npolitely.\n\nBETTY\nNo, no, no, no. You'll forgive me.\nI'm very fatigued. Some other time.\n\nBut before she can get away a bejeweled dowager stops her.\n\nDOWAGER\nOh, Countess, are you of the Bavarian\nBarilhauses?\n\nBETTY\n(coolly)\nMm, the elder son.\n\nDOWAGER\nI had the pleasure in meeting them\nlast summer.\n\nBETTY\n(unenthusiastic)\nDelightful.",
  "15": "---END OF PREVIOUS SECTION---\nBETTY\n(coolly)\nMm, the elder son. DOWAGER\nI had the pleasure in meeting them\nlast summer. BETTY\n(unenthusiastic)\nDelightful. \n---TARGET SECTION TO BE ANNOTATED---\n We must have tea\ntogether some time.\n\nBetty moves off. Sir Harold follows like a puppy dog.\n\nSIR HAROLD\nCountess, you play divinely.\n\nAs she passes, Betty ignores Burke but pauses ever so slightly to get a good\nlook at Dan who pointedly shows no sign of recognizing her. Burke watches\nBetty, struck by her beauty.\n\nBetty and Sir Harold stand apart from the others.\n\nSIR HAROLD\nShall I see you ... later, Countess?\n\nBETTY\nNot tonight, Sir Harold. Tomorrow\nnight, I promise you.\n\fBetty puts her hand in his.\n\nSIR HAROLD\nI shall live ... in anticipation.\n\nSir Harold kisses Betty's hand grandly.\n\nBurke jealously watches all this with interest -- it's not the sort of\nactivity a Frisco cop sees much of.\n\nDAN\n(amused, to Burke)\nDon't let the royalty get you down.\n\nDan moves off as Burke smiles self-consciously and gives him a dismissive\nwave.\n\nFanning herself, Betty watches Sir Harold walk away. He pauses, turns, and\ndelivers a courtly bow to her. She nods in reply and they turn from one\nanother. As they do, Skippy abruptly enters and nearly bumps into Betty. His\nface lights up with recognition:\n\nSKIPPY\nWell! If it ain't--\n\nSkippy offers a hand in greeting. But Betty ignores this, instantly dropping\nboth her voice and her European accent:\n\nBETTY\n(American accent)\nPlay dead, chump. Tail me to my\njoint.\n\nSkippy watches with surprise as Betty, fanning herself, briskly walks off. He\nputs on his hat and nonchalantly strolls after her.\n\nAT THE BAR\n\nBurke joins the same young bartender who waited on Dan and Joan earlier.\nSelf-\n\nconscious about his garlic breath, Burke screws up his face and glances in\nDan's direction while deciding what to order.\n\nBARTENDER #2\nSomething I can do for you, sir?\n\nBURKE\n(unhappily)\nButtermilk.\nBARTENDER #2\nYes, sir.\n\nBartender pulls out a tall glass and a pitcher of buttermilk.",
  "16": "---END OF PREVIOUS SECTION---\nBURKE\n(unhappily)\nButtermilk. BARTENDER #2\nYes, sir. Bartender pulls out a tall glass and a pitcher of buttermilk. \n---TARGET SECTION TO BE ANNOTATED---\nBURKE\nSay, pal, will ya do me a favor?\n\fBARTENDER #2\nYes, sir?\n\nBURKE\nWhat do you call a countess when you\nwanna speak to her?\n\nBARTENDER #2\nHmm.\n(unconvincingly)\n\"Madame la Countesse.\"\n\nWe PAN DOWN the bar to another bartender who assembles an elaborate tray of\nbottles, glasses, ice, and other mixings. A steward takes the tray and\ncarries\n\nit off.\n\nDISSOLVE TO:\nINT. BETTY'S CABIN - LATER\n\nThe steward arrives at the cabin door with the elaborate tray and knocks.\nAfter a moment, he opens the door and enters, placing the tray on a table.\nAlso visible on the table are Skippy's feet which are propped up on the edge.\nSkippy tosses a coin onto the tray -- a tip for the steward.\n\nSKIPPY\nThank you!\n\nThe steward takes the coin and departs, closing the door behind him. Skippy\ntakes his feet down off the table, reaches over and grabs a bottle of gin\nfrom\n\nthe tray. We see his smiling face for the first time as he opens the bottle\nand brings it to his lips. He chugs the contents. And chugs. And chugs.\n\nWe CUT WIDE to reveal that Betty is lounging nearby on a sofa, watching him.\nAfter a moment, she speaks to him -- not with her fancy European accent, but\nwith her tough American one.\n\nBETTY\nSay, don't you ever breathe?\n\nSkippy stops drinking, exhales deeply, and hands Betty the bottle. She wipes\nthe mouth of the bottle and takes a fairly long swig herself -- much to\nSkippy's surprise. Skippy looks over the tray with all its mixings.\n\nSKIPPY\nWhat's the idea of all the landscape\ngardening?\n\nBETTY\n\n(haughtily, using her\nfake European accent)\nOh, straight gin is so vulgar, my\ndear --\n(instantly lapsing\n\finto Americanese)\nOh, boy! Are my pups growling!\n\nBetty leans over and rubs her sore feet.\n\nSKIPPY\n(amused)\n\nBetty, don't they ever get on to\n\nyou? You've been gettin’ away with\n\nthis for years.",
  "17": "---END OF PREVIOUS SECTION---\nBetty leans over and rubs her sore feet. SKIPPY\n(amused)\n\nBetty, don't they ever get on to\n\nyou? You've been gettin’ away with\n\nthis for years. \n---TARGET SECTION TO BE ANNOTATED---\n Who are ya supposed\n\nto be now?\n\nBETTY\nSucker...\n\n(strips away\n\nher bangs)\n-.. meet Bettina, la Comtesse de\nBarilhaus.\n\nShe tosses her fake bangs aside.\n\nSKIPPY\nOh, Barilhaus. Oh, I get it!\n\"Barrel House\" Betty! Barilhaus,\nsure. Have you got anything lined\nup?\n\nBETTY\nMm, did ya get a load of that\nEnglishman with the single cheater?\n\nShe means, of course, Sir Harold and his monocle. Betty dabs a cloth with gin\nand scours her forehead.\n\nSKIPPY\nI did. Full face, he looks like the\nBank of England. Look, I had an\nidea--\n\nBETTY\nNow, lay off! No petty larceny in\nthis one. Say, if I make this touch,\nI'm through. Sick of jumping every\ntime there's a knock at the door.\nYou know, this sticky stuff's bad\nfor my scalp. Hm. Guess I'm just\ntired.\n\nSKIPPY\nYou hustlers are all alike. Spend\nall your time in the twilight sleep.\nWhat've ya got on your mind?\n\nBETTY\nSay, I'ma sucker, just like the\nrest of them. I want a chicken\nranch.\n\fSKIPPY\nOh, sure, I know that one, too. All\nyou need is five thousand hens and\none rooster.\n\nBETTY\nThat's the set-up.\n\nSKIPPY\nStop kiddin' yourself, Betty.\nYou'll be ridin' these tubs till\nthey count ten over ya.\n\nBETTY\nI may fool ya.\n\nSKIPPY\nI hope ya do.\n\nShe takes a swig of gin and hands him back the bottle.\n\nBETTY\nSpray your throat.\n\nSKIPPY\nHere's to the rooster. Cluck, cluck,\n\ncluck, cluck, cluck.\n\nBetty chuckles as Skippy drinks\n\nBETTY\nSay, uh, who's the mug with Dan\nHardesty?\n\nSKIPPY\n\nHe's a copper. The toughest one out\nof Frisco.\n\nBETTY\nPinch?\n\nSKIPPY\nNothin' else.",
  "18": "---END OF PREVIOUS SECTION---\nThe toughest one out\nof Frisco. BETTY\nPinch? SKIPPY\nNothin' else. \n---TARGET SECTION TO BE ANNOTATED---\nBETTY\nTough rap?\n\nSKIPPY\nThe toughest.\n\nBETTY\n\n(stunned)\n\nMurder?\n\nSKIPPY\n\nIf you can call it murder for croakin'\n\fthe dirtiest heel that ever lived.\n\nBETTY\nWell, any chance to beat the rap?\n\nSKIPPY\nNo, no. He's already been sentenced.\n\nBETTY\nWell, then, how's he-\n\n \n\nSKIPPY\nHe broke. He broke when they were\ntakin' him to San Quentin.\n\nBETTY\n(realizes what that means)\nThe rope.\n\nSKIPPY\n(soberly)\nThe rope.\n\nBETTY\nWhew.\n\nShaken, Betty rises in disbelief and ends up at the cabin window.\n\nBETTY\n\nHe's a swell guy, too. Gee, he came\nto the front for me in Singapore\nwhen I was in wrong.\n\n(with emphasis)\nAnd I was in wrong.\n\n(shakes her head)\nTook a long chance for me.\n\n(sighs)\nCertainly wish I could pay him back\nthe same way.\n\nBetty sees something out the window and draws back the curtain for a better\nlook. She glances over at Skippy, motions with her eyes for him to join her,\nthen continues to stare out.\n\nBETTY\nLook.\n\nWe hear Joan and Dan's theme as Skippy joins Betty at the window. The two\ncrooks stand together and see:\n\nDAN AND JOAN\nstanding at the ship's railing.\n\nBETTY'S VOICE\nHe's got everything. Strength,\nyouth, courage. ...\n\fBETTY AND SKIPPY\nwatch Dan and Joan glumly.\n\nBETTY\n... Everything that makes life fit\nto live.\n(beat)\nIt's just a ghost.\n\nSkippy nods solemnly.\n\nDAN AND JOAN\nstand at the railing and look out at the ocean.\n\nCUT TO:\n\nEXT. ON DECK - CONTINUOUS\nJoan stares out at the water. Dan smokes a cigarette.\n\nJOAN\nIs it late?\n\nDAN\nDoes it matter?\n\nShe turns to him with a smile.\nJOAN\nNot any more.\n(dreamily)\nThe world and time seem somewhere\nelse.\n\nDan moves in warmly to give Joan a kiss but before they do, we CUT TO:\n\nBETTY AND SKIPPY\nwatching at the window.",
  "19": "---END OF PREVIOUS SECTION---\nJOAN\nNot any more. (dreamily)\nThe world and time seem somewhere\nelse. Dan moves in warmly to give Joan a kiss but before they do, we CUT TO:\n\nBETTY AND SKIPPY\nwatching at the window. \n---TARGET SECTION TO BE ANNOTATED---\n Betty shuts the curtain and looks thoughtful.\n\nBETTY\nDeath ain't tough enough.\n(beat)\nHe's gotta fall in love.\nFADE OUT\n\nFADE IN\nA MAP OF THE PACIFIC OCEAN\nA dotted line, marking the ship's progress, stretches from Hong Kong part of\nthe way to Honolulu. San Francisco seems very far away at the moment.\nA superimposed text reads: 3rd DAY\n\nA superimposed image of the S. S. Maloa appears in the center of the map.\n\nDISSOLVE TO:\n\fEXT. DECK - DAY\nDan and Burke, casually dressed, stand at the rail.\n\nBURKE\nLet's take a turn around the deck.\n\nDan shows no interest, calmly puffing a cigarette.\n\nBURKE\nI do forty laps a day. Keeps you in\nshape.\n\nDAN\n\n(dryly)\nWhat's the percentage of me keeping\nin shape?\n\nBURKE\nWhy, it's, uh, better than, uh,\nmooning around the deck all night.\n\nA smiling Joan appears in a doorway and heads for the men. Dan chucks his\ncigarette over the side and tips his cap as he takes Joan's hand.\n\nDAN\nOh, good morning.\n\nJOAN\nHello.\n\nDAN\nMay I present Mr. Burke? Miss Ames.\n\nJOAN\nHow do you do?\nJoan and Burke shake hands.\nBURKE\nHow do you do?\nDAN\nMr. Burke is an old friend of mine.\nWe're ... traveling together.\nJOAN\nHow nice.\nBURKE\n\nYeah, we're together all the time.\n\nDAN\nPractically inseparable.\n\nJOAN\n\f(pleasantly, to Burke)\nWell, I'm taking him for the\nafternoon.\n\n(drags Dan away)\nCome along, Dan.\n\nBURKE\nThat's all right.\n\nBurke watches them go, then takes a few deep breaths and starts his first lap\naround the deck. Farther down the deck, we see\n\nBETTY\nsitting in a lounge chair with a book in hand. She grins at\n\nSKIPPY\nstanding nearby. He readies himself and then adopts a drunken attitude,\nstaggering forward.\n\nWIDE SHOT\n\nSkippy staggers down the deck and pretends to lose his balance, collapsing on\ntop of Betty who screams.",
  "20": "---END OF PREVIOUS SECTION---\nShe grins at\n\nSKIPPY\nstanding nearby. He readies himself and then adopts a drunken attitude,\nstaggering forward. WIDE SHOT\n\nSkippy staggers down the deck and pretends to lose his balance, collapsing on\ntop of Betty who screams. \n---TARGET SECTION TO BE ANNOTATED---\n Skippy, sitting on her legs, tips his hat to her\napologetically as Burke strides into view, grabs Skippy's collar and hauls\nhim\n\nto his feet.\n\nBURKE\nHey, you little tramp! I ought to\nthrow you overboard!\n\nBurke shoves Skippy who wobbles away.\n\nBETTY\nsighs, whimpers, and employs her European accent, pretending to be a damsel\nin\n\ndistress to engage Burke's sympathy.\n\nBETTY\nIsn't it possible for a lady to to\ngo anywhere nowadays without bumping\ninto all sorts of people?!\n\nSKIPPY\npeers around a corner at Burke and Betty.\n\nBURKE\nhollers at Skippy.\n\nBURKE\nIf I had you on shore, I'd--!\n\nBETTY AND BURKE\n\nBETTY\n(whimpers, clutches\nher throat)\nOh, I'm so frightened.\n\fBURKE\n(tips his cap)\nNobody's gonna harm you.\n\nBETTY\nAh, you are good. So brave. I am\nvery, very grateful.\n\nBURKE\n(genuinely pleased)\nAw, don't mention it, eh, Madame la\nCountess.\n\nBETTY\nOh, you know me, huh? Who I am? I\nhave not the pleasure to know you.\n\nBURKE\nOh, uh, my name's Steve Burke.\n\nBETTY\nDelighted. Monsieur Burke.\n\nBetty offers Burke her hand. He is about to bend over to kiss it when he\nlooks\n\naround self-consciously and decides instead to shake it vigorously. She\ninvites him to sit in the lounge chair next to her.\n\nBETTY\nNow, come, you sit down with me for\na few minutes, hm?\n(Burke sits)\nOh, that terrible man, he might\ncome back.\n\nBURKE\nAw, nobody's gonna bother you --\n\nnot with me here.\n\nBETTY\nYou know, I could not feel safer if\nI thought you were a policeman.\n\nBURKE\nSay, now, listen, lady ...\n\nBurke takes her hand.\nSKIPPY\nwatching from around the corner, laughs his irritating laugh to himself and\n\nheads off to the bar.\n\nCUT TO:\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nBurke takes her hand. SKIPPY\nwatching from around the corner, laughs his irritating laugh to himself and\n\nheads off to the bar. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SHIP'S LOUNGE - DAY\n\fAt the bar, a patron downs a drink and then walks away, just as Skippy\narrives. Seeing that the bartender at the cash register has his back turned\nto\n\nhim, Skippy, left alone with the patron's empty glass and a nearly full\nbottle\n\nof liquor, pours himself a drink. He knocks it back rapidly, holding onto his\nhat to keep it from falling off. He quickly sets the glass down and tries to\nlook nonchalant.\n\nSeeing that the bartender is still busy at the register, Skippy pours himself\nanother shot, downs it fast, and resumes his nonchalant pose. Finally, Skippy\nignores the glass and simply grabs the bottle to chug down even more alcohol.\nSatisfied, he exhales deeply, grins, hiccups, buttons his coat and starts to\nmove off.\n\nAt last, the bartender, hands full of money, turns from the cash register and\nsees Skippy trying to leave unnoticed.\n\nBARTENDER #2\nHey...!\n\nSKIPPY\nOh, yes. Almost forgot. My change.\n\nThe bartender raises his eyebrows in surprise and squints in confusion.\nBARTENDER #2\nI beg your pardon, sir? What was it\n\nyou gave me?\n\nSKIPPY\nI gave ya a five dollar bill.\n\nThe bartender counts out the change.\nBARTENDER #2\nYes, sir, I'm - I'm sorry, sir.\nSorry, sir.\nSKIPPY\nOh, oh, wait, you only took off\nfor one drink. I had three.\n\nSkippy shoves some of the change back.\n\nBARTENDER #2\nOh, thank you, sir, thank you.\n\nSKIPPY\nThink nothing of it, my good man.\n\nThe smiling bartender watches Skippy walk off with the money.\nCUT TO:\n\nINT. HALLWAY - DAY\n\fA drunken Skippy bumbles down the hallway toward a full-length mirror,\nmistakes his own reflection for an oncoming passenger, and backs up a little\nto let the person pass. He takes off his hat and bows apologetically.\n\nSKIPPY\nI beg your pardon.\n\nAfter a pause, he straightens and heads toward the mirror again.",
  "22": "---END OF PREVIOUS SECTION---\nHe takes off his hat and bows apologetically. SKIPPY\nI beg your pardon. After a pause, he straightens and heads toward the mirror again. \n---TARGET SECTION TO BE ANNOTATED---\n And, exactly\nas before, he mistakes his own reflection for an oncoming passenger, backs up\na little, takes off his hat and bows.\n\nSKIPPY\nAfter you, sir.\n\nAnother pause. Skippy straightens and again heads toward the mirror, spots\nhis\n\nreflection, and backs away. This time another passenger actually does walk\nby.\nSkippy looks up at the man.\n\nSKIPPY\n(annoyed, to the man)\nSay, how long is this parade gonna\nlast?\n\nPuzzled, the man looks at Skippy for a moment, says nothing, then walks off.\n\nSKIPPY\n(to the man)\nOh, you won't talk, huh?\n\nSkippy snaps his fingers with contempt at the departing man, then turns and\nheads back toward the mirror -- where he once again runs into his reflection.\nThis time, he raises a hand in protest.\n\nSKIPPY\nNo, you don't! No, you don't!\n\nNEW ANGLE - SKIPPY (MIRROR NOT VISIBLE)\nSkippy beats his chest.\n\nSKIPPY\nIt's my turn now!\n\nSkippy adjusts his jacket, barges forward and smashes into the mirror,\nshattering it with a crash.\n\nSKIPPY AND THE BROKEN MIRROR\nWe discover him on hands and knees amid broken shards of glass, talking to\nhimself.\n\nSKIPPY\nWell, you got away with it that\ntime. But I know what you look like.\nAnd it won't happen again.\n\nFADE OUT\n\fFADE IN\n\nA MAP OF THE PACIFIC OCEAN\nThe dotted line, marking the ship's progress, stretches from Hong Kong almost\nto Honolulu.\n\nA superimposed text reads: 16th DAY\n\nA superimposed image of the S. S. Maloa appears in the center of the map,\nheading toward the camera on a foggy night.\n\nDISSOLVE TO:\nEXT. SHIP - NIGHT\n\nA couple of VIEWS of sailors dressed warmly, sporting binoculars, peering\ninto\nthe fog-enshrouded night as a fog horn blows.\n\nDISSOLVE TO:\nINT. SHIP'S LOUNGE - NIGHT\n\nStarting with a tuba (matched to the fog horn), we PAN OVER the ship's\norchestra as it plays dance music. Then, we PAN OVER to the numerous dancers\nin the lounge.",
  "23": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\nINT. SHIP'S LOUNGE - NIGHT\n\nStarting with a tuba (matched to the fog horn), we PAN OVER the ship's\norchestra as it plays dance music. Then, we PAN OVER to the numerous dancers\nin the lounge. \n---TARGET SECTION TO BE ANNOTATED---\n Betty dances with Sir Harold but smiles at Burke who stands to\none side watching her. He scowls a little, annoyed and puzzled that she's\ndancing with another man.\n\nWe PAN OVER to Dan and Joan, also on the dance floor, in utter bliss. The\nsong\n\nends. Nearly everyone breaks and applauds the musicians. But Dan and Joan\nstay\n\nin each others' arms and regard one another lovingly.\n\nThe next number begins, a livelier uptempo piece. Sir Harold attempts to\ndance\n\nwith Betty but Burke muscles in, brusquely grabs Sir Harold's wrist and\npushes\n\nhim away, showing no regard for etiquette. Betty merely hands her elegant fan\nto Sir Harold who nods politely and watches as Burke grabs Betty and dances\naway with her.\n\nBetty and Burke turn out to be the best rubber-legged dancers on the floor.\nSkippy, hat in hand, watches the couple from the sidelines.\n\nBurke puts a lot of energy into his eccentric dance moves.\n\nSkippy points and laughs his irritating laugh.\n\nBurke and Betty pause at the sound of the laugh to stare at Skippy.\n\nBut he just keeps laughing at them.\n\nBetty smiles as Burke gives Skippy a long dirty look. They dance even more\n\fenergetically.\n\nA grim Sir Harold watches all this unhappily, fanning himself with Betty's\nfan. After a moment, he peers down at the fan, realizes he looks ridiculous\nand folds it up.\n\nDAN AND JOAN, meanwhile, are also still on the floor.\n\nOn the sidelines, Joan's doctor watches the two of them with concern. She is\nclearly overexerting herself.\n\nJoan looks stricken, pauses, and leans on Dan for support.\n\nJOAN\nDan. Dan, wait.\n\nDAN\nOh, my dear. What is it, sweet?\n\nJOAN\nI'm all right. Let's - let's go out\non deck.\n\nDAN\n\nYes, of course, dear.\n\nAs the music ends and the crowd applauds, Dan helps Joan off the floor. The\ndoctor, seeing this, shakes his head sadly and moves off.\n\nCUT TO:\nEXT. DECK - NIGHT\n\nAs the ship's orchestra plays their love theme, Dan and Joan sit together in\nthe fog.\n\nDAN\nBetter?\n\nJOAN\nMuch better. Out here.",
  "24": "---END OF PREVIOUS SECTION---\nDAN\nBetter? JOAN\nMuch better. Out here. \n---TARGET SECTION TO BE ANNOTATED---\nDAN\nIt is rather nice to get away from\npeople, isn't it?\n\nJOAN\nOh, Dan, I'm so happy.\n\nDan kisses Joan's hand affectionately.\n\nJOAN\nTomorrow, Honolulu. I have the whole\nday planned. First, we'll hire a car.\nDrive across the Pali. Just we two,\nhm?\n\fDAN\nYes.\n\nJOAN\nYou don't sound very enthusiastic.\n\nDAN\nOnly because ... There's something\nthat may prevent my going ashore.\n\nJOAN\nOh, Dan. And I'd counted on it so.\n\nDAN\nOh, don't worry, I'll get out of it\nsomehow.\n\nJOAN\nSweetheart.\n\nBetty and Burke emerge on deck, laughing.\n\nJOAN\nThink you can lose friend Steve?\n\nDAN\n(wryly)\nI'll make it my supreme effort.\n\nJoan laughs. Betty and Burke approach Dan and Joan.\n\nBURKE\n(to Betty)\n\nI can't dance with everybody -- but\n\nwith you, Countess--\n\nBETTY\n(amused, to Joan)\nYou know, Steven dances like a gigolo.\n\nBURKE\nI wouldn't say that exactly. You two\nain't so bad yourselves. Why aren't\nyou going at it?\n\nJOAN\nI'm saving my strength for tomorrow\nin Honolulu. Dan's taking me for a\nlong drive.\n\nBurke doesn't like the sound of that.\n\nBURKE\n(to Dan)\nOh, so you're going for a long ride,\nhuh?\n\fDan averts his eyes. Betty senses the need to intervene.\n\nBURKE\nThat's swell.\nBETTY\nI think I need a lemonade. Come\nSteven.\n(to Joan)\n\nWe'll see you later.\n\nJOAN\nAu revoir.\n\nDan politely rises as Betty and Burke move off.\n\nBETTY AND BURKE\nstroll down the deck. Burke is moody.\n\nBETTY\nWhat's the matter, Steven?\n\nBURKE\nI wonder if that guy back there\nthinks he's pulling me.\n\nBETTY\nWhy? What about?\n\nThey pause. Burke decides to level with her\n\nBURKE\nI may as well tell ya now. We ain't\npals. He's my prisoner.\n\nBETTY\nWha-at? You are a police officer?\n\nBURKE\nSergeant, First Grade.",
  "25": "---END OF PREVIOUS SECTION---\nBETTY\nWha-at? You are a police officer? BURKE\nSergeant, First Grade. \n---TARGET SECTION TO BE ANNOTATED---\nBETTY\n\n(pretends to be impressed\nOh! Ohhh.\n\nBURKE\nAnd I know what's going on in that\nguy's mind like I can open it and\nlook in it.\n\nBETTY\nOh, you're wonderful! You know, I\nalways wanted to meet a detective.\n\nBURKE\nHonolulu's the last stop. That means\nit's his last chance to make a get-\n\faway. And that's what that guy's\nthinkin', thinkin' every moment. But\nhe's only wastin' his time.\n\nDAN AND JOAN\nJoan tells Dan her plans for the next day.\n\nJOAN\nCross the island, I - I know the\nmost divine spot. I'll take you\nthere. Have you all to myself.\n\nDan and Joan kiss, deeply, passionately.\n\nBETTY AND BURKE\ncontinue their conversation farther down the deck\n\nBURKE\nLet him once get near the shore and\nhe'll risk his life to make a\ngetaway. But if he makes one phony\nmove ...\n\nBurke shows Betty his holstered pistol.\n\nBETTY\n(laughs nervously)\nOh, you frighten me. What are you\ngoing to do?\n\nBURKE\nI'm gonna put him in the brig.\n\nBETTY\nBrig? What is \"brig\"?\n\nBURKE\nThat's what they call a jail ona\nship.\nBETTY\n(understands)\nMmmm.\n\nThe two stroll off, arm in arm.\nDISSOLVE TO:\n\nINT. SHIP - LATER THAT NIGHT\n\nDan sees Joan to her door. She opens it and they regard each other lovingly.\n\nJOAN\nGood night, Dan.\n\nDAN\nGood night, Joan.\n\fWe hear their theme again briefly as Joan starts into her room. Dan takes her\nhand and kisses it as she goes.\n\nDAN\nUntil tomorrow.\n\nJoan closes her door and Dan heads off down the hall, lost in thought.\nDISSOLVE TO:\nEXT. DECK - LATER THAT NIGHT\n\nA fog horn blows as Dan, in coat and cap, walks the deck, thinking. A passing\nofficer salutes him but he pays little heed.\n\nDISSOLVE TO:\nINT. BETTY'S ROOM - LATER THAT NIGHT\n\nBetty opens the door for Skippy who enters and looks around puzzled.",
  "26": "---END OF PREVIOUS SECTION---\nA passing\nofficer salutes him but he pays little heed. DISSOLVE TO:\nINT. BETTY'S ROOM - LATER THAT NIGHT\n\nBetty opens the door for Skippy who enters and looks around puzzled. \n---TARGET SECTION TO BE ANNOTATED---\n Betty\ncloses the door behind him and crosses to a table. Skippy follows.\n\nSKIPPY\nWhat's the matter?\n\nBetty scoops a half dozen bullets off the table into her hand and gives them\nto a delighted Skippy.\n\nSKIPPY\nFrom the copper's gun? How'd you get\n\"em?\n\nBetty merely glances over to a nearby chair. Burke's bow tie is draped over\nit. In the background: an unmade bed. Skippy starts to laugh but Betty covers\nhis mouth to hush him.\n\nBETTY\nNow, get this. You go to Dan\nHardesty...\n\nDISSOLVE TO:\nEXT. DECK - LATER THAT NIGHT\nA fog horn. Skippy, concealed between some lifeboats, steps out to peer down\nthe deck and sees Dan approaching. As Dan nears, Skippy emerges, taps him on\n\nthe shoulder and instantly retreats. Dan looks around to make sure he's not\nbeing watched and joins Skippy between the lifeboats.\n\nSKIPPY\nYou're slated for the brig, any\nminute.\n\nDAN\n\nI was afraid of that.\n\fSKIPPY\nBut, look.\n\nSkippy shows Dan a handful of bullets.\n\nDAN\nFrom Burke's gun?\n\nSKIPPY\nYeah. Betty pulled his teeth.\n\nDAN\nThat gives me a chance.\n\nSkippy whips out a wad of bills and hands it to Dan.\n\nSKIPPY\nHey, here's a bankroll. You'll need\nit. Compliments of Betty.\n\nDAN\nEnglish money?\n\nSKIPPY\nWell, that's the only kind Sir\nHarold had.\n\nDAN\nWhat a girl.\n\nSKIPPY\nCome on, Dan, get goin’.\n\nDAN\nThanks, Skippy.\n\nSKIPPY\nAll the luck in the world, pal.\n\nDAN\nI'll need it.\n\nDan hurries off.\nFADE OUT\n\nFADE IN\n\nA MAP OF THE PACIFIC OCEAN\n\nThe dotted line, marking the ship's progress, stretches from Hong Kong to\n\nHonolulu.\n\nA superimposed text reads: 17th DAY\n\nA superimposed image of the S. S. Maloa appears in the center of the map,\nheading east.\n\fDISSOLVE TO:\nINT. SHIP'S BRIG - DAY\nEarly morning.",
  "27": "---END OF PREVIOUS SECTION---\nMaloa appears in the center of the map,\nheading east. DISSOLVE TO:\nINT. SHIP'S BRIG - DAY\nEarly morning. \n---TARGET SECTION TO BE ANNOTATED---\n An officer shows Burke a cell in the brig.\n\nOFFICER\nHe won't get out of there.\n\nThe officer hands Burke the key. Burke looks the cell over.\n\nBURKE\nThat's okay.\n\nOFFICER\nCan I help you bring him down?\n\nBURKE\nNo, no, I don't need any help. I can\n\nhandle him myself.\n\nThe officer salutes and walks off. Burke gives the cell door a hard tug and,\nsatisfied, starts to leave.\n\nCUT TO:\nINT. DAN AND BURKE'S STATEROOM - DAY\nDan sits at a desk, writing a letter which reads:\nJoan-\n\nI am running away -\na fugitive condemned to\ndeath. I've tried to tell\nyou but couldn't. I will\nattempt to reach Mexico.\nIf you can forgive me,\ncome to me there. If not,\nknow that I understand\nand love you always.\nHe signs it \"Dan\" and blots it.\n\nCUT TO:\n\nEXT. SHIP - DAY\n\nSwimmers approach the ship as it motors toward the shore. Divers jump off the\nship and into the water.\n\nCUT TO:\nINT. SHIP - DAY\n\nIN DAN AND BURKE'S STATEROOM\nA British-accented steward stands by as Dan sits at the desk, sealing the\n\fenvelope and issuing instructions.\n\nDAN\nI'd like you to deliver this to Miss\nJoan Ames in stateroom B-fifty-five\n-- about an hour after the ship\ndocks in Honolulu.\n\nSTEWARD\nYes, sir.\n\nDAN\n(hands over the\nenvelope)\nYou understand? About an hour after\nwe dock, not before that.\n\nSTEWARD\nVery good, sir.\nDAN\n(rises)\nAnd ... don't disturb me for a\n\ncouple of hours. I think I'll take a\nnap. I'll ring you if I want you.\n\nSTEWARD\nVery good, sir.\n\nDan watches the steward exit, then quickly grabs a heavy glass water decanter\nfrom a nearby table and dumps it out in the bathroom sink. Spotting a towel,\nhe grabs it and carries the decanter and the towel to the rear of the cabin.\nHe places the decanter strategically on the table, then opens the towel,\ntwists it into a gag and places it against his mouth for measure.",
  "28": "---END OF PREVIOUS SECTION---\nDan watches the steward exit, then quickly grabs a heavy glass water decanter\nfrom a nearby table and dumps it out in the bathroom sink. Spotting a towel,\nhe grabs it and carries the decanter and the towel to the rear of the cabin. He places the decanter strategically on the table, then opens the towel,\ntwists it into a gag and places it against his mouth for measure. \n---TARGET SECTION TO BE ANNOTATED---\n Satisfied\nit\n\nwill gag Burke effectively, he hides it under a bed sheet.\n\nIN THE HALL\n\noutside the cabin, Burke arrives. He pauses at the door, looks around. Then,\ntaking no chances, he draws his pistol and checks it. No bullets. He takes\nout\n\nthe clip: empty. He casts a suspicious look at the door.\n\nIN THE ROOM\nDan readies a rope with which to tie Burke.\n\nIN THE HALL\n\nScowling, Burke nods in understanding, guessing that Dan has stolen his\nammunition. He takes a fresh clip from his pocket, loads and reholsters his\ngun.\n\nIN THE ROOM\n\nDan hears Burke opening the door and stuffs the rope under his pillow. Then,\nsmoothing his hair, moves to a bureau and grabs a cigarette. He turns to see\nBurke staring at him grimly. Dan lights his cigarette.\n\nDAN\n\fWell, pal, you look pretty smooth.\nGoing ashore?\n\nBURKE\nYeah, but, I'm sorry, pal. You're\ngoin' in the brig.\n\nBurke moves casually into the bathroom. Dan, just as casually, moves in his\ndirection.\n\nDAN\nThat's a bit tough but ... I can't\nsay I blame you.\n\nBurke, in the bathroom, keeps an eye on Dan in the bathroom mirror.\nBURKE\nYeah, you know how it is. A guy's\n\ngotta do his duty.\n\nBurke watches in the mirror as Dan sets down his cigarette and picks up the\nheavy glass decanter.\n\nBurke reaches for his pistol.\nDan raises the decanter and moves forward rapidly.\n\nGrinning, Burke spins and fires.\n\nThe decanter shatters and Dan freezes, staring first at Burke and then at the\nbroken glass in his upraised hand. Dan looks stunned and puzzled, then lowers\n\nhis hand and sighs at Burke.\n\nDAN\nNot bad.\n\nBurke covers Dan with his pistol.\n\nBURKE\nAnd now, if you've no serious\nobjections, pal, let's get going.\n\nDAN\nNo objections.\n\nDan sets what's left of the decanter down. The two men move to the door and\nexit.\n\nIN THE HALL\nPassersby murmur noisily, having heard the sound of a gunshot. Burke holsters\nhis pistol.",
  "29": "---END OF PREVIOUS SECTION---\nThe two men move to the door and\nexit. IN THE HALL\nPassersby murmur noisily, having heard the sound of a gunshot. Burke holsters\nhis pistol. \n---TARGET SECTION TO BE ANNOTATED---\nBURKE\nAll right, pal, across the hall and\n\ndown through the engine room.\n\nIgnoring passengers and officers, the two men walk off.\n\fWatching all this from a corner is a worried Skippy.\n\nBELOW DECK\n\nNoises from the engine room reverberate as Dan and Burke walk down several\nflights of narrow stairs. They pass a good deal of machinery, deep in the\nbowels of the ship. Occasionally, Dan must pause to get directions from Burke\nwho stays behind him at all times. Finally, they arrive at the brig.\n\nSkippy trails behind, peering around a corner.\n\nBurke unlocks and opens the cell door, then points for Dan to enter. Dan\nenters and Burke locks him in. Burke starts to leave but then decides to say\nsomething to Dan through the door.\n\nBURKE\nListen, sucker, the next time you\ntake the shells out of a smart guy's\ngun, remember to put some blanks\nback!\n\nSkippy overhears this and watches closely as Burke pockets the key in his\nleft-hand jacket pocket.\n\nCUT TO:\nEXT. SHIP - DAY\nPassengers disembark and file down the gangplank.\nCUT TO:\nINT. SHIP - MINUTES LATER\n\nBetty stands near the purser's station reading a brochure when Skippy wobbles\npast her and speaks rapidly out of the corner of his mouth.\n\nSKIPPY\nDan is in the brig. The copper's got\nthe key here.\n\nSkippy pats his his left-hand jacket pocket. Betty shows no emotion\nwhatsoever.\n\nBETTY\nOke.\n\nSkippy wobbles off and takes up a position down the hall. Joan, wearing a\ngorgeous white dress for her day in Honolulu, joins Betty.\n\nJOAN\nGood morning.\n\nBETTY\nGood morning. I, er, I was just\nwaiting for Mr. Burke to take me\nashore.\n\fJOAN\nSeen Dan?\n\nBETTY\nUh, no, no, but he'll be along soon.\n\nBurke joins Betty and Joan.\n\nBURKE\nGood morning, ladies.\n\nJOAN\nGood morning, Mr. Burke.\n\nBetty immediately coos over Burke and runs her hands over him.\nBETTY\n(to Joan)\n\nOooh. Doesn't he look handsome?\n\nBetty easily picks Burke's pocket and palms the key.",
  "30": "---END OF PREVIOUS SECTION---\nBETTY\n(to Joan)\n\nOooh. Doesn't he look handsome? Betty easily picks Burke's pocket and palms the key. \n---TARGET SECTION TO BE ANNOTATED---\n Skippy, watching this\nfrom a distance, laughs his annoying laugh.\n\nJOAN\nHave you seen Dan anywhere?\n\nBURKE\n(uncomfortably)\nWhy, er-- No, I - I haven't.\n(to Betty)\nWe gotta go.\nJOAN\nSee you ashore.\nBETTY\nAu revoir.\nBURKE\n\nSure.\nBurke and Betty walk toward the gangplank.\n\nBURKE\nGee, that was a tough spot.\n\nBETTY\nMm, poor kid--\n(catches herself,\nswitches to French)\nLe pauvre enfant, hm?\n\nAs they pass Skippy, Betty hands him the key, then puts her arm around Burke.\nSkippy looks at it with delight and hurries off to free Dan.\n\nCUT TO:\n\fEXT. SHIP - DAY\n\nBurke and Betty are among the passengers filing down the gangplank.\nCUT TO:\n\nINT. SHIP - DAY\n\nIN THE BRIG\nSkippy unlocks and opens the cell door. An amazed Dan appears in the doorway.\n\nSKIPPY\nThe cop and Betty have gone ashore.\nGive them plenty of time for a head\nstart.\n\nDan is speechless. He grips Skippy's shoulders warmly and rushes off without\na\n\nword. Skippy watches him go, then shuts and locks the cell door\n\nBELOW DECK\n\nDan strides past the heavy machinery and climbs the narrow stairs to the\ndeck.\n\nAT THE GANGPLANK\nJoan looks around with concern for Dan.\n\nBELOW DECK\nDan hustles up the stairs, then slows to a walk as he reaches the deck.\n\nAT THE GANGPLANK\nJoan moves off in search of Dan.\n\nDan rounds a corner and sees the empty gangplank. He puts on his hat and\nheads\n\nfor it.\nBut Joan spots Dan as he starts down.\n\nJOAN\nDan!\n\nDan, startled, stops and turns. Joan joins him.\n\nJOAN\nOh, Dan, oh, I've been looking all\nover for you.\n\nDAN\nI'm so sorry, but I--\n\nJOAN\nIt's all right now that you're here\nnow. Well, come on. Let's go, shall\nwe?\n\fDAN\nOf course.\n\nThey start down the gangplank. Joan opens her parasol.\n\nJOAN\nWait'll I get this up. There we are.\n\nThey descend the gangplank.",
  "31": "---END OF PREVIOUS SECTION---\nJOAN\nWait'll I get this up. There we are. They descend the gangplank. \n---TARGET SECTION TO BE ANNOTATED---\n Dan's eyes shoot around nervously. At the bottom,\nthey meet Joan's doctor.\n\nDOCTOR\nGood morning, Mr. Hardesty.\n\nDAN\nGood morning, Doctor.\n\nDan looks around uncertainly.\n\nDOCTOR\n(to Joan)\n\nNow, please be careful. Not too\n\nstrenuous today.\n\nJOAN\n(cheerily)\nDon't you worry about me, old dear.\n(taking Dan's arm)\nCome along, Dan.\n(to the doctor)\nBye!\n\nThe doctor watches them skeptically as they leave.\n\nCUT TO:\n\nEXT. DOCK - DAY\n\nBurke and Betty stroll along, chatting amiably. Skippy runs up from behind\nand\n\nblunders into them. In the process, Skippy separates them momentarily, just\nlong enough to pass the key to Betty who, sobbing and clinging to Burke in a\npretense of fear, stealthily returns the key to Burke's pocket.\n\nBURKE\n(angrily, to Skippy)\nWhen you get to Frisco, I'll bounce\nyou in the can so fast, you won't\ncome out till Chinese New Year!\n\nSKIPPY\nBuddy, when I get back to Frisco,\nyou'll be trippin' over your beard!\n\nSkippy laughs his inimitable annoying laugh and walks off.\n\nFADE OUT\n\fEXT. ISLAND - DAY\n\nDan and Joan park a rented car in front of a spectacular collection of flags\n\nwhich fly in the stiff tropic breeze. Dan climbs out.\nDAN\nNow, if you don't mind waiting for\njust a couple of moments, I have a\n\nlittle surprise for you.\n\nJOAN\nI'll wait.\n\nDISSOLVE TO:\nINT. WATERFRONT DIVE - MINUTES LATER\nDan speaks to an ape-jawed bartender.\n\nDAN\nSo I've got to get out of here today.\n\nBARTENDER #3\n(nods)\nI see.\n(thinks)\nI've got the man. Have you got\nplenty of money?\n\nDan shows him his wad of English bills.\nDISSOLVE TO:\n\nINT. WATERFRONT DIVE - MINUTES LATER\n\nSeated at a table, Dan shows the wad of bills to another man, a tough-looking\n\nship's captain. Dan passes him some cash under the table and the captain\n\npockets it.",
  "32": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n\nINT. WATERFRONT DIVE - MINUTES LATER\n\nSeated at a table, Dan shows the wad of bills to another man, a tough-looking\n\nship's captain. Dan passes him some cash under the table and the captain\n\npockets it. \n---TARGET SECTION TO BE ANNOTATED---\n The two men rise and Dan follows the captain to the rear where\n\nthe\ncaptain gestures.\n\nCAPTAIN\nThere she is. You can't miss it.\n\nDan looks and sees: a steamship at anchor.\n\nCAPTAIN\nWhat time do we sail?\n\nDAN\nJust as soon as it's dark.\n\nCAPTAIN\nWe'll be ready to shove off the\nminute you step aboard.\n\fDAN\n(nods)\nGood.\nThe two men go their separate ways.\nDISSOLVE TO:\n\nEXT. ISLAND - DAY\nJoan, still seated in the parked car by the flags, smiles as Dan rejoins her.\nShe sighs in delight at a giant lei, dense with flowers, that he carries and\n\npresents to her as he climbs in next to her.\n\nDAN\nGardenias, [pekakee?] and camillia.\n\nJOAN\nIt's too beautiful.\n\nDan puts the car in gear.\n\nJOAN\nNow, over the Pali. [?]\n\nDAN\nWe're off.\n\nThey drive away.\nDISSOLVE TO:\nEXT. BEACH - LATER THAT DAY\nDan and Joan sit together in some sheltered spot with beautiful island\nscenery\nfor a backdrop. Dan, pensive, smokes a cigarette. Joan, dreamy and contented,\n\nlounges against a tree, wearing the lei. Hawaiian guitars play their theme.\n\nJOAN\nI could stay here forever.\n\nDAN\nI wonder.\n\nJOAN\nI know it.\n\nDAN\n\nWould you be content to spend the\nrest of your life with me in some\n... far-away place?\n\nJOAN\nAnywhere, Dan.\n\nHe looks at her, wondering how to break the news to her. She removes the lei\n\fand sits up to question him more closely.\n\nJOAN\nWhy so serious?\n\nDAN\nJoan, dear, I've got to tell you\nthis.\n\nJOAN\n\nDan, if it's serious, I don't want\nto hear it.\n\nDAN\nBut I must tell you, dear.\n\nJOAN\nNot today.\n\nDAN\nBut, my dear--\n\nShe puts a finger to his lips and shushes him.\n\nJOAN\nMay I have a cigarette?\n\nHe reluctantly breaks eye contact with her and fishes out his cigarette case.\n\nDAN\nYou're incorrigible.\n\nShe takes a cigarette.",
  "33": "---END OF PREVIOUS SECTION---\nHe reluctantly breaks eye contact with her and fishes out his cigarette case. DAN\nYou're incorrigible. She takes a cigarette. \n---TARGET SECTION TO BE ANNOTATED---\n He taps some ash off the end of his butt and lights\nhers. As she exhales, they stare into one another's eyes for a long moment\nand\n\nthen slowly draw in for a passionate kiss. After a moment, Dan lowers his\ncigarette and flicks it away. We PAN WITH the half-smoked butt as it lands in\nthe nearby sand. After a pause, Joan's barely-smoked butt lands next to it.\n\nDISSOLVE TO:\nEXT. STREET IN HONOLULU - DAY\n\nSkippy stands in a shop doorway, looking around. He sees Sir Harold\napproaching him on the sidewalk. Skippy looks thoughtful for a second, then\npulls out a half dollar, which he flips in the air like an expert. He gives\nthe coin a kiss for luck, then drops it on the sidewalk in front of him. He\ninstantly turns his back to Sir Harold, assumes a nonchalant pose, and starts\nwhistling.\n\nSir Harold approaches, sees the coin, pauses, steps on it, looks around\nsmugly, then bends to pick it up. As he does, he exposes the wallet in his\nback pocket. Skippy, whistling, turns casually, plucks the wallet out of Sir\nHarold's pocket and strolls away with it. Sir Harold, not realizing he's been\nrobbed, straightens with a satisfied smile, pockets the coin, and walks off.\n\nSkippy, chuckling his inane laugh to himself, pauses in a doorway to inspect\n\fthe contents of the wallet. He opens up the wallet expectantly -- only to\nfind\nit empty.\n\nSKIPPY\nOh, boy, it's dark in there.\n\nHe throws the wallet down on the sidewalk in disgust. Angry and upset, Skippy\ncounts to ten to hold his temper.\n\nSKIPPY\nTwo, three, four, five, six, seven,\neight, nine, TEN!\n\nAs he reaches ten, Skippy rounds a corner and spots Sir Harold buying cigars.\n\nCLERK\nFour dollars, please.\n\nSkippy watches Sir Harold pull out a wad of cash from his other back pocket.\nSkippy keeps counting, through gritted teeth, as he stalks angrily away.",
  "34": "---END OF PREVIOUS SECTION---\nCLERK\nFour dollars, please. Skippy watches Sir Harold pull out a wad of cash from his other back pocket. Skippy keeps counting, through gritted teeth, as he stalks angrily away. \n---TARGET SECTION TO BE ANNOTATED---\nSKIPPY\nEleven, twelve, thirteen, fourteen,\nFIFTEEN, SIXTEEN, SEVENTEEN!\n\nFADE OUT\nFADE IN\nEXT. BEACH - EVENING\n\nTwilight. Hawaiian guitars play. We open on the two cigarettes lying in the\nsand, then PAN OVER to a deeply satisfied Dan and Joan. He sits against the\ntree and holds her in his arms as she lies in his lap, looking at one\nanother,\n\nvery much in love. Joan sighs a little.\n\nJOAN\nThis is living, isn't it, Dan?\n\nHe leans his head against the tree and shuts his eyes.\n\nDAN\nCould we ask for more?\n\nJOAN\n(apprehensive)\n\nOnly ... that it would never end.\n\nIt won't end, will it, Dan?\n\nDAN\n(reassuring)\nMy dear, whatever happens, we belong\nto each other, always.\n\nJOAN\n\fHold me closer.\n\nThey embrace. And kiss. And kiss. When they break, she runs her hand over his\ncheek. He takes her hand and kisses it. They look out at the sea: a\nspectacular sunset. Dan notices Joan's moist eyes.\n\nDAN\nWhat's this? Tears? Oh ...\n\nJOAN\nCan't help feeling a little bit sad.\nIt's been such a happy day. I guess\nwe ... we ought to go back, shouldn't\n\nwe?\n\nDAN\nI suppose so.\n\nReluctantly, he rises and helps her to her feet. They walk off as the evening\nsun sinks down into the sea.\n\nDISSOLVE TO:\nEXT. NEAR THE DOCK - NIGHT\nThe ship's horn blows as Dan and Joan drive up in their rental car and stop.\n\nJOAN\nThe dock's over there, Dan.\n\nDAN\nYes, it's still there.\n\nJOAN\nThe gangplank's there. We can - we\ncan make it if we hurry.\n\nThey climb out. Dan takes Joan in his arms.\n\nDAN\nJoan, dear.\n\nJOAN\nDan, we have to hurry.\n\nDAN\nI've got to tell you this.\n\nJOAN\nWhat?\n\nDAN\nYou must go the rest of the way\nalone.\n\nJOAN\n\nWhat do you mean?\n\fDAN\nI've been trying to tell you all\nday. I'm not going back on the ship.",
  "35": "---END OF PREVIOUS SECTION---\nJOAN\n\nWhat do you mean? DAN\nI've been trying to tell you all\nday. I'm not going back on the ship. \n---TARGET SECTION TO BE ANNOTATED---\nJoan's face falls, devastated.\n\nJOAN\nYou're ... not going back on the\nship?\n\nDAN\n\n(shakes his head)\nI can't go back, dear. Because I'm--\n\nJoan's heart gives out -- she faints, collapsing into his arms.\n\nDAN\nMy dear? Joan? Dear?\n\nBut she is unconscious. A ship's horn blows. Dan looks up to see his\nchartered\nsteamship anchored nearby.\n\nHe glances down at Joan in his arms, then turns to see the S. S. Maloa in\nfront of him.\n\nJoyful Hawaiian music plays. Passengers line the deck, tossing streamers and\nwaving \"Aloha!\" Also on deck: Joan's doctor, who peers at the shore,\nworriedly.\n\nDan glances at his steamship, and at Joan who clearly needs medical\nattention,\n\nthen makes a decision. He hoists Joan up and starts to carry her toward the\nMaloa just as a friendly Hawaiian man approaches.\n\nHAWAIIAN MAN\nMight I help you?\n\nDAN\nYes, will you turn that car around?\nAnd -- keep the engine going!\n\nHAWAIIAN MAN\nYes, sir.\n\nDan rushes off toward the gangplank with Joan in his arms.\nCUT TO:\n\nEXT. THE MALOA - CONTINUOUS\n\nOn deck, Burke and Betty lean on the railing, watching the festivities. Both\n\nsuddenly spot Dan on the dock hauling Joan in his arms. Incredulous, Burke\n\nfeels in his pocket for the brig key, pulls it out and looks at it. Betty,\nfully aware of what's happening, keeps a stone face.\n\fDan carries Joan up the gangplank which is festooned with streamers. The\ndoctor meets him and they hurry off to Joan's cabin.\n\nBurke, grim, pockets the key and rushes off -- without a word to Betty who,\nafter a moment, follows him.\n\nCUT TO:\nINT. THE MALOA - CONTINUOUS\nThe doctor opens the cabin door for Dan who carries Joan inside and sets her\non the bed. The lively Hawaiian melody gives way to the more somber “Aloha\nOe\"\n\nas the doctor quickly examines her.\n\nDAN\nIs she all right, Doctor?\n\nAfter a moment, the doctor looks at Dan and nods.\n\nDOCTOR\nI believe so.",
  "36": "---END OF PREVIOUS SECTION---\nDAN\nIs she all right, Doctor? After a moment, the doctor looks at Dan and nods. DOCTOR\nI believe so. \n---TARGET SECTION TO BE ANNOTATED---\nDan starts to withdraw. Joan looks like death warmed over. Dan takes a last\nlook and turns to go.\n\nBut Joan, without opening her eyes, regains consciousness and calls out to\nhim.\n\nJOAN\nDan ...\n\nHe pauses and reluctantly returns to the bed, leaning over her.\n\nDAN\nYes, dear?\n\nShe can't open her eyes but somehow has the strength to put her arm around\nhim.\n\nJOAN\nDan ... Don't leave me ...\n\nThe ship's horn blows noisily. Dan looks around, realizing he can't get off\nthe ship. He strokes her hair and presses his cheek to hers gently. She\nmanages a smile.\n\nThe doctor, pleased at this, withdraws.\n\nDan pulls away from her, seeing that Joan has fallen unconscious again.\n\nBurke brusquely enters the cabin but pauses at the sight of Dan at Joan's\nbedside. Clearly, Dan isn't going anywhere. Joan's hand falls limp at her\nside. Burke turns away thoughtfully and slowly exits, taking one last look at\n\nthe couple before quietly closing the cabin door behind him.\n\nIN THE HALL\n\fBurke fails to see Betty standing behind him as he shuts the door, turns and\ntalks to himself, sadly.\n\nBURKE\nPoor guy.\n\nBETTY\nWhat did you say?\n\nStartled, Burke turns to see Betty. He is immediately self-conscious.\n\nBURKE\nOh, I didn't say nothin'.\n\nBetty watches as Burke, flustered, walks off. After a moment, she follows him\ndown the hall.\n\nIN THE CABIN\n\nAs Dan watches over an unconscious Joan, he notices an envelope on her night\nstand: the farewell letter he had written to her early that morning.\nSomewhere\n\noff screen, a chorus of singers croons \"Aloha Oe\" as Dan takes the envelope\nand pockets it.\n\nON DECK\n\nStreamers fly as a sour-faced Burke leans against the railing and watches the\ncrowd. A sympathetic Betty joins him and takes his hand affectionately. She\nmaintains her European accent even as she tells him:\n\nBETTY\nAh, you're a swell guy, Steve.\n\nShe rests her head on his shoulder. Burke gives her a puzzled look, then\nbrightens a little and straightens up. The two look down to see:\n\nTHE GANGPLANK\n\nbeing unhooked from the ship.",
  "37": "---END OF PREVIOUS SECTION---\nShe rests her head on his shoulder. Burke gives her a puzzled look, then\nbrightens a little and straightens up. The two look down to see:\n\nTHE GANGPLANK\n\nbeing unhooked from the ship. \n---TARGET SECTION TO BE ANNOTATED---\n A huge crowd of well-wishers fill the dock\nwaving to passengers on deck and singing \"Aloha Oe.\" Bursting out of the\ncrowd\n\nis Skippy, wearing a lei. He races up the streamer-clogged gangplank just as\nit is pulled away and jumps onto the ship, well ahead of the two Hawaiian\npolicemen chasing him. Left stranded at the dock, they shake their fingers\nand\n\nyell for him to \"Get out!\" and \"Don't come back!\"\n\nON DECK\nBurke rushes away from an amused Betty to join Skippy at the gangplank\ndoorway. Skippy points to the policeman.\n\nSKIPPY\nDon't forget to write now, will ya?\n\nSkippy laughs his annoying laugh as a grim-looking Burke, hands in pockets,\nstrides into view behind him. Skippy turns to see Burke and stops in mid-\n\nlaugh. Smugly, Burke nods and gives Skippy a sneering smile.\n\nBURKE\n\fThe next stop, sucker, is San\nFrancisco.\n\nWithout a word, Skippy adjusts his jacket and wobbles off.\n\nTHE SHIP\npulls away from the dock as the crowd waves and finishes singing \"Aloha Oe.\"\n\nFADE OUT\nFADE IN\n\nA MAP OF THE PACIFIC OCEAN\nThe dotted line, marking the ship's progress, stretches from Honolulu in the\ndirection of San Francisco.\n\nA superimposed text reads: 19th DAY\n\nA superimposed image of the S. S. Maloa appears in the center of the map,\nheading northeast.\n\nDISSOLVE TO:\nINT. DAN AND BURKE'S CABIN - MORNING\nDan lies half-asleep in bed. Joan's doctor sits at his bedside.\n\nDOCTOR\nI'm sorry to disturb you.\n\nDan awakens and sits up, with concern.\n\nDAN\nIt's you, Doctor--\n\nDOCTOR\nOh, nothing's happened. I just want\nto have a little talk with you.\n\nDAN\nWell?\n\nDOCTOR\n\nYou're the only one that can help me.\n\n(shakes his head sadly)\nHer condition is desperate. She must\nhave absolute quiet and rest if\nshe's to reach the mainland alive.\nShe survived this attack but it\nisn't humanly possible for her to\nsurvive another.",
  "38": "---END OF PREVIOUS SECTION---\n(shakes his head sadly)\nHer condition is desperate. She must\nhave absolute quiet and rest if\nshe's to reach the mainland alive. She survived this attack but it\nisn't humanly possible for her to\nsurvive another. \n---TARGET SECTION TO BE ANNOTATED---\n The slightest\nexcitement might kill her. A shock\nsurely would. Can I depend upon you?\n\nDAN\nOf course.\n\fDOCTOR\nThank you. Now, try and get a\nlittle more rest.\n\nThe doctor rises and heads for the door. Dan reaches a decision and climbs\nout\nof bed.\n\nDAN\nOh, Doctor.\n\nDan rises and the doctor rejoins him.\n\nDAN\nI've got to tell you this. There IS\na shock coming. And I don't know how\nto avoid it. When we reach San\nFrancisco, I'll be met by the\npolice. They're taking me to San\nQuentin ... for murder.\n\nThe doctor stares at him, speechless.\nFADE OUT\n\nFADE IN\n\nA MAP OF THE PACIFIC OCEAN\n\nThe dotted line, marking the ship's progress, stretches from Honolulu to\n\nabout\n\nthree-quarters of the way to San Francisco.\n\nA superimposed text reads: 22nd DAY\n\nA superimposed image of the S. S. Maloa appears in the center of the map,\nheading northeast.\n\nDISSOLVE TO:\nEXT. SHIP'S DECK - DAY\nWe PAN ALONG a row of lounge chairs to discover Dan and Joan seated together,\ndressed warmly against the chilly ocean breeze, a shared plaid blanket\n\ncovering their legs. Joan, recovering but restless, is in a playful mood.\n\nJOAN\nI'll play you a game of pegs.\n\nDAN\nI think you'd better rest.\n\nJOAN\n(chuckles)\nYou're beginning to even look like\nmy doctor.\n\nWe PAN FARTHER DOWN the deck to discover Sir Harold asleep and snoring\n\fnoisily. Skippy, sitting beside him, sees this, then chuckles and rubs his\nhands greedily as he sidles up to his sleeping victim, preparing to pick his\npocket.\n\nFADE OUT\nFADE IN\n\nINT. BETTY'S ROOM - LATER\n\nSkippy, cautiously looking around, walks to Betty's door and knocks a secret\nknock.\n\nInside, Betty, brushing her hair, pauses, goes to the door and opens it,\ncareful not to be seen from the hall. Skippy enters, looks to see her behind\nthe door.\n\nSKIPPY\nOh.",
  "39": "---END OF PREVIOUS SECTION---\nInside, Betty, brushing her hair, pauses, goes to the door and opens it,\ncareful not to be seen from the hall. Skippy enters, looks to see her behind\nthe door. SKIPPY\nOh. \n---TARGET SECTION TO BE ANNOTATED---\nBetty closes the door behind Skippy and goes back to brushing her hair as he\npulls out a wad of money and counts out some bills.\n\nBETTY\nShouldn't come here.\n\nSKIPPY\nNobody saw me. I came to pay you\n\nthe money I owe you.\n\nBetty inspects the bills: English pounds.\n\nBETTY\nSir Harold?\n\nSKIPPY\n\n(chuckles)\n\nUh huh.\n\nBETTY\nUh huh. Thought I told you to lay\noff him.\n\nSKIPPY\n\nWell, what was the use of lettin!\nhim go to waste? You weren't usin!\nhim.\n\nBETTY\nI've been busy.\n\nSKIPPY\nOh, sure. With that copper.\n\n(wags a finger at her)\nYou know, I think you're falling\nfor him.\n\fBETTY\nNot such a bad guy.\n\nSKIPPY\n\nAh, sure. Copper-lover! Falling for\nthe Law. The fox falling in love\nwith the hounds. I'm ashamed of ya.\n\nI tell ya, that guy's no good.\n\nBETTY\n\nNow, wait a minute. His racket!\n\nson\n\nthe other side of the fence but he's\nplaying it on the up and up. He's\none hundred percent copper just the\nsame as you're one hundred percent\n\nthief. And, you know yourself,\n\na\n\nhundred percent puts you at the\n\nhead of the class.\n\nSKIPPY\n\nI wonder if I'm hearing all this\n\nright.\nBetty pointedly folds up the bills and stuffs\n\nBETTY\nScram.\n\nSkippy tips his hat as he retreats and exits.\n\nSKIPPY\nGood night, Countess.\n\nthem down her\n\nfront.\n\nLeft alone, a smiling Betty brushes her hair even more vigorously.\n\nCUT TO:\n\nINT. SHIP'S LOUNGE - LATER\n\nSkippy rushes up to the bar in great excitement.\n\nSKIPPY\nQuick, bartender, give me a drink,\nquick!\n\nBARTENDER #3\nYes, sir.\n\nSKIPPY\nQuick! Before the fight begins!\n\nBARTENDER #3\nYes, sir. Here you are, sir.\n\nThe bartender rapidly pours a shot which Skippy knocks back just as rapidly.\nAgitated, Skippy looks off, then back to the puzzled bartender.\n\fSKIPPY\nGood.",
  "40": "---END OF PREVIOUS SECTION---\nThe bartender rapidly pours a shot which Skippy knocks back just as rapidly. Agitated, Skippy looks off, then back to the puzzled bartender. SKIPPY\nGood. \n---TARGET SECTION TO BE ANNOTATED---\n Gimme another, another one,\nquick. Quick! Before the fight\nbegins!\n\nThe bartender pours another shot.\n\nBARTENDER #3\nWait a minute! Wait a minute! What\nfight?!\n\nSkippy knocks back the second drink.\n\nSKIPPY\n(suddenly calm)\nThe fight between you and me. I\ncan't pay for these drinks.\n\nThe bartender watches with amazement as Skippy laughs his obnoxious laugh and\nstaggers away.\n\nFADE OUT\nFADE IN\n\nA MAP OF THE PACIFIC OCEAN\nThe dotted line, marking the ship's progress, stretches all the way from\nHonolulu to San Francisco.\n\nA superimposed text reads: 24th DAY\n\nA superimposed image of the S. S. Maloa appears over the map, heading into\nthe\nSan Francisco Bay.\n\nDISSOLVE TO:\nEXT. DECK - DAY\nDan and Joan stand at the deck. Bells ring.\n\nDAN\nThe Golden Gate.\n\nJOAN\nI remember an old hymn. How'd it go?\n\"Keep those golden gates wide\nopen ...\"\n\nDAN AND JOAN\n\"Keep those gates ajar ...\"\n\nDAN\nYes, I remember that. I was born\nhere in San Francisco. And when I\nwas a youngster, I used to think\nthey were singing about this Golden\n\fGate. I thought it was the only one.\n\nJOAN\nI hope you were wrong.\n\nDAN\n(nods)\nI hope so.\n\nA FORWARD TRACKING SHOT\nof the city as seen by Dan and Joan from the bay. Whistles and horns blow.\n\nDAN AND JOAN\ntaking in the view.\n\nJOAN\nLovely, isn't it?\n\nDAN\nlost in thought. VISIONS of SAN QUENTIN and a silhouetted GALLOWS are\nSUPERIMPOSED across his face.\n\nDAN AND JOAN\nstand silently together at the railing, both lost in thought.\n\nBURKE AND BETTY\nemerge on deck, walking side by side to the railing in another part of the\nship.\n\nBETTY\nVoila! Your San Francisco, hm? Home.\n\nBURKE\n(unhappy)\nYeah.\nRADIO ROOM - THAT MOMENT\n\nA headphone-wearing radio operator hands a newly-received wire to the British\nsteward.\n\nRADIO OPERATOR\nHere, get a load of this.",
  "41": "---END OF PREVIOUS SECTION---\nBURKE\n(unhappy)\nYeah. RADIO ROOM - THAT MOMENT\n\nA headphone-wearing radio operator hands a newly-received wire to the British\nsteward. RADIO OPERATOR\nHere, get a load of this. \n---TARGET SECTION TO BE ANNOTATED---\nAs an ominous horn blows, the steward reads the telegram:\n\nS6 KPH 26 HONGKONG 312 PM DEC 15 1932\nSTEVE BURKE\n\nSS MALOA HONGKONGRADIO\nWOMAN MASQUERADING ON SHIP AS COUNTESS\nBARILHAUS POSITIVELY IDENTIFIED AS\n\nBARREL HOUSE BETTY NOTORIOUS\nCONFIDENCE WOMAN STOP INVESTIGATE\n\fCHIEF OF POLICE\n\nThe steward hands the message back to the radio operator who puts it in an\nenvelope for delivery.\n\nSTEWARD\nI've seen some royalty in my time\nbut I thought she was the grandest\nof the lot. I hate to deliver it.\n\nAmused, the radio operator hands the envelope to the steward who promptly\nexits the radio room with it and heads off grimly down the deck.\n\nBURKE AND BETTY\nstanding together at the rail.\n\nBURKE\nYou know, I'm sort of tired of bein'\na copper.\nBetty looks at him, puzzled.\nBURKE\n\nOh, I don't know. I - I just sort of\nfeel that I won't enjoy being the\n\nLaw any more, after what's happened.\nAnd I was wondering if you'd be, well,\nI sort of - I sort of thought that--\nWell, anyway, I got a ranch half\n\npaid for.\nBETTY\nA ranch?\nBURKE\nSure. I got a chicken ranch in\nPetaluma.\n\nBetty is, of course, stunned. She reaches a decision.\n\nBETTY\nOh, I'd love it, Steven, but--\nThere's something I have to tell\nyou, first.\n\n(drops her phony accent)\nAw, you're a right guy and I'm gonna\ncome clean with ya.\n\nNow, it is Burke's turn to be stunned.\nBETTY\nIn the first place, I'm not a\n\ncountess-—\n\nAbruptly, the steward arrives and hands Burke the envelope.\n\fSTEWARD\nBeg your pardon, sir.\n\nBetty turns away in embarrassment. Even as he stares at her, Burke accepts\nthe\n\nenvelope and waves off the steward who departs. Burke opens the message and\n\nreads it. He looks up and squints at Betty, then crumples the message in his\nfist.",
  "42": "---END OF PREVIOUS SECTION---\nEven as he stares at her, Burke accepts\nthe\n\nenvelope and waves off the steward who departs. Burke opens the message and\n\nreads it. He looks up and squints at Betty, then crumples the message in his\nfist. \n---TARGET SECTION TO BE ANNOTATED---\nBURKE\n(darkly)\nYou were sayin'?\n\nBetty turns back to him, bluntly.\n\nBETTY\nI was sayin' I'm not any of the\nthings you think I am. I've been a\nlong way. And I've left a wide\ntrail.\n\nBURKE\nIf it's your past, mine ain't been\nno bed of violets.\n\nBurke takes Betty's hand and smiles.\n\nBURKE\nWhat do you say we forget about it?\nLet's start from scratch.\n\nBETTY\nYou on the level, Steve?\n\nBURKE\nOn the level. What do you say ...\n\n\"Countess\"?\n\nBETTY\nDon't smear my bangs.\n\nThey kiss. Behind his back, Burke drops the crumpled telegram overboard.\nCUT TO:\nINT. SHIP'S LOUNGE - LATER\n\nDAN AND JOAN\nSmiling into each other's eyes, they stand at the bar, holding drinks\n\nJOAN\nRemember our first?\n\nDAN\nWe thought it was our last. You\nnever can tell.\n\fJOAN\nFour glorious weeks. So many happy\nhours. And there's so many more,\ntoo. Aren't there, Dan?\n\nDAN\nOf course, dear.\n\nJOAN\nMustn't miss one of them.\n\nDan offers his hand.\n\nDAN\nWe won't, dear.\n\nJoan takes his hand. A pause.\n\nJOAN\nWhere shall we dine tonight?\n\nDAN\nDoes it matter?\n\nJOAN\nNot as long as we're together but\n... it's fun to plan ahead. Let's\nsee. I'd like to ... to be in\nCaliente for New Year's.\n\nDAN\nThat's just a month, isn't it? Well,\nthen.\n\n(a toast)\nHere's to Agua Caliente, New Year's\nEve.\nThey are suddenly serious.\nJOAN\n\nNothing can keep me away.\n\nDAN\nNor me.\n\nThey clink glasses gently and drink, never taking their eyes off one another.\nThey drain their glasses and break into smiles again. And they smash their\nglasses on the side of the bar -- simultaneously.\n\nTHE BARTENDER, nearby, winces.\n\nDAN AND JOAN\ncross the stems on the countertop.",
  "43": "---END OF PREVIOUS SECTION---\nAnd they smash their\nglasses on the side of the bar -- simultaneously. THE BARTENDER, nearby, winces. DAN AND JOAN\ncross the stems on the countertop. \n---TARGET SECTION TO BE ANNOTATED---\nTHE BARTENDER, frustrated, snatches up two glasses in front of him and throws\nthem to the floor with a crash.\n\fBURKE\nsits reading a magazine nearby. He looks up to see:\n\nDAN AND JOAN\nexiting the lounge, arm in arm.\n\nBURKE\nnods to Dan, making eye contact\n\nDAN\nlooks at Burke, knowing his time is up. Dan turns to Joan.\n\nDAN\nI'll finish packing and ... join\nyou.\nDAN AND JOAN\nholding hands.\nJOAN\n\nAll right, sweet.\n\nJoan smiles and exits. Dan watches her go, then turns and moves off to join\nBurke.\n\nCUT TO:\n\nEXT. S. S. MALOA\nPassengers line the deck as the ship pulls up to the noisy, crowded dock.\n\nCUT TO:\n\nINT. JOAN'S CABIN\n\nJoan checks her wristwatch and looks out the window at the crowd.\nCUT TO:\n\nINT. DAN AND BURKE'S STATEROOM\n\nBurke, holding the handcuffs, confers with Dan.\n\nBURKE\nSorry, Dan.\n\nDan peers down unhappily at the cuffs.\n\nDAN\nYou have to use those?\n\nBehind the two men, the British steward appears in the doorway -- he\noverhears:\n\nBURKE\nI've got to deliver you according to\nHoyle. You know, this ain't any petty\nlarceny rap, it's murder.\n\fThe steward raises his eyebrows at the word \"murder.\" He watches in amazement\nas Dan pulls up his sleeve and Burke puts on the cuffs. Quickly, the steward\nturns and walks off, unnoticed by either Burke or Dan.\n\nDAN\nIf we could get off the boat without\nher seeing us--\n\nBURKE\nI'll do my best.\n\nDAN\nThanks. Let's go.\n\nThe two men head for the door. Dan picks up his overcoat and drapes it over\ntheir arms, concealing the cuffs. He picks up his hat and pulls the cabin\ndoor\n\nopen wide so that they may leave. After a pause, the men exit, with Dan\nleading the way.\n\nCUT TO:\nINT. SHIP\n\nJOAN\n\nstands in her cabin, looking unwell. She turns and exits into the hall.",
  "44": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. SHIP\n\nJOAN\n\nstands in her cabin, looking unwell. She turns and exits into the hall. \n---TARGET SECTION TO BE ANNOTATED---\n We\nTRACK WITH her as she walks nervously along, glancing around for any sign of\nDan. She heads down a stairwell.\n\nDAN AND BURKE\narrive at a purser's station on their deck, preparing to check out.\n\nJOAN\ndescends the stairwell and arrives at Dan's door. She's just about to knock\nwhen she hears the voice of the British steward coming from inside the room.\n\nSTEWARD'S VOICE\nYou could have knocked me down with\na belaying pin. And then, as nice as\nyou please, he put the handcuffs on\nhim.\n\nJoan, confused, knocks.\n\nIN DAN AND BURKE'S STATEROOM\nthe steward turns from the maid he is speaking to and opens the door. Joan\nenters and looks around in surprise.\n\nJOAN\nWhere's Mr. Hardesty?\n\nSTEWARD\nI was just telling her, Miss. Right\nhere, in front of my very eyes, his\nfriend, his best pal, as you might\nrightly call him, takes out a pair\n\fof handcuffs and -- snap, snap! --\nand he's a prisoner. With their\nhands at their side, out they goes.\n\nGrowing pale, Joan stares at the steward in disbelief.\n\nJOAN\nDan?\n\nSTEWARD\nThe very same, Miss. And a nicer\ngentleman you wouldn't wish to meet.\nAnd him, a red-handed murderer. And\nhere's me, bobbin' in and out of\nhere, with no thought of me own life,\nturning me back on him. Why, he\nmight have cut my throat from ear to\near.\n\nBefore the steward can finish, Joan, breathing hard, staggers back to the\ndoor\n\nand leans in the doorway, eyes shut. After a moment, she opens her eyes in\nhorror, then desperately rushes back to the stairwell and rapidly climbs the\nstairs.\n\nDAN AND BURKE\nstill at the purser's station. Dan glances around uncertainly.\n\nJOAN\nhaving reached the top of the stairs, looks up and down the hall worriedly,\nthen we TRACK WITH her as she rushes in the direction of the deck.\n\nDAN AND BURKE\nstill at the purser's station.\n\nTRACKING WITH JOAN\n\nwho struggles through the crowd of passengers, searching for Dan.",
  "45": "---END OF PREVIOUS SECTION---\nJOAN\nhaving reached the top of the stairs, looks up and down the hall worriedly,\nthen we TRACK WITH her as she rushes in the direction of the deck. DAN AND BURKE\nstill at the purser's station. TRACKING WITH JOAN\n\nwho struggles through the crowd of passengers, searching for Dan. \n---TARGET SECTION TO BE ANNOTATED---\n But there's\nno sign of him. She clutches a hand to her head, then presses forward through\nthe mob.\n\nDAN AND BURKE\nstill at the purser's station.\n\nTRACKING WITH JOAN\nthrough the crowded deck. She pauses and puts a hand to her head again. She\ngrows dizzy. The CAMERA MIRRORS her dizziness but she presses on,\ndisappearing\n\ninto the mob.\n\nDAN AND BURKE\nfinally depart the purser's station.\n\nAT A STAIRWELL\n\nThe hallway is empty. Joan rushes into view and climbs the stairs. A brief\nmoment later, Dan and Burke emerge from the lower deck and head toward the\ngangplank.\n\fJOAN ON UPPER DECK\napparently lost. She ducks in a doorway.\n\nDAN AND BURKE\nstuck in the line at the gangplank which has apparently not been hooked up\nyet. They look around unhappily, unable to disembark right away.\n\nDAN\nfails to see Joan appear several yards behind him.\n\nJOAN\nsees Dan. She pauses, relieved.\n\nDAN\nstill hasn't noticed her.\n\nJOAN\nraises a hand to him.\n\nJOAN\nDan!\n\nDAN\n\nhears her but doesn't want to look in her direction. Finally, he does. We\nhear\n\ntheir theme.\n\nDAN\nJoan!\n\nHe puts out his free hand to her.\n\nJOAN\npresses forward.\n\nDAN AND JOAN\nhold hands and stand together.\n\nJOAN\npeers into Dan's face, knowing she will never see him again. She smiles.\n\nJOAN\nGoodbye, Dan.\n\nDAN\nshakes his head, with a slight grin.\n\nDAN\nNot goodbye, dear. Auf wiedersehen.\nUntil New Year's Eve.\n\nJOAN\nglows happily. In the background, we hear the gangplank.\n\nJOAN\nAuf wiedersehen.\n\fDAN AND JOAN\nkiss deeply. Passengers begin to file out behind them, down the gangplank.\nThey break the kiss.\n\nJOAN\nwatches, smiling, as Dan, too, retreats toward the gangplank.\n\nJOAN'S POV - DAN\nNearly lost in the crowd. He looks back at her over the top of the crowd and\nwaves, just as he had over the saloon's swinging doors way back in Hong Kong.",
  "46": "---END OF PREVIOUS SECTION---\nJOAN\nwatches, smiling, as Dan, too, retreats toward the gangplank. JOAN'S POV - DAN\nNearly lost in the crowd. He looks back at her over the top of the crowd and\nwaves, just as he had over the saloon's swinging doors way back in Hong Kong. \n---TARGET SECTION TO BE ANNOTATED---\nJOAN\ndelighted, returns the wave.\n\nDAN AND BURKE\non the gangplank. Dan turns away from Joan. He and Burke descend. We TRACK\nWITH them for a moment and then PAN BACK UP, past the other departing\npassengers, to\n\nJOAN\n\nwho smiles and waves. She pauses, her hand in the air. A strange look crosses\nher face. She stares into space for a long, long moment as the passengers\npress forward all around her. Her eyes close. Her head tilts back. She leans\nbackward into a passenger behind her\n\nDISSOLVE TO:\n\nA TOY BALLOON\nupon which is printed:\n\nAGUA CALIENTE\nHAPPY NEW YEAR\n\nA crowd roars and hollers, \"Happy New Year!\"\nA band plays a lively version of \"Auld Lang Syne.\"\n\nSomeone sticks a cigarette in the balloon and we hear but do not see it\nburst.\n\nInstead, we CUT TO a fast TRACKING SHOT that runs parallel to a nightclub --\npart of the Agua Caliente resort in Tijuana, Mexico. The place is packed with\nwell-dressed revelers: tuxedoes and evening gowns and party hats. Streamers\nand balloons and noisemakers are everywhere. They dance, they drink, they sit\nat tables and order food, they make merry.\n\nWe SWOOP PAST them all to the far end of the club which is nearly deserted.\nTwo bartenders stand together, polishing glasses at a bar. At one end of the\nbar, a lone figure sits on a stool. We don't recognize him at first.\n\nBut then we abruptly leave our parallel track and RAPIDLY GLIDE IN and PAST\nthe man for a brief, seconds-long glimpse: it is Skippy as we have not seen\nhim before -- well-groomed in a black tux, nursing a drink but looking very\nsober, lost in thought.\n\nIn a moment, he is gone and we catch a short view of the partying mob behind\nhim as we PAN OVER to the two bartenders, wiping their glasses nearby.\n\fBARTENDER #4\nI'll be glad when this thing's over.\n\nBARTENDER #5\nYou're telling me? These holidays\nare dynamite.\n\nThey hear the sound of glasses shattering.",
  "47": "---END OF PREVIOUS SECTION---\nBARTENDER #5\nYou're telling me? These holidays\nare dynamite. They hear the sound of glasses shattering. \n---TARGET SECTION TO BE ANNOTATED---\nBARTENDER #4\nHey! Look out for them glasses with\nyour elbow!\n\nBARTENDER #5\n(indignant)\n\nI never touched any glasses.\nConfused, the bartenders turn in the direction of the noise. We hear Dan and\nJoan's theme as we PUSH FORWARD and between the bartenders to discover the\nstems of two broken glasses crossed on the countertop, dancing couples\nvisible\nin the background.\n\nAfter a moment, the broken glass vanishes, ghost-like, into nothingness.\n\nFADE OUT\n\nEND TITLE\n\nTill We Meet Again\n\nSmile the while you kiss me sad adieu\nWhen the clouds roll by I'll come to you\n\nThen the skies will seem more blue\nDown in Lover's Lane, my dearie,\n\nWedding bells will ring so merrily\nEv'ry tear will be a memory\n\nSo wait and pray each night for me\nTill we meet again\n\fWhere Was I?\n\n[Dan and Joan's love theme became a #1 pop hit in 1940\nwith Al Dubin's words set to W. Frank Harling's music.\nThe song was introduced in “'Til We Meet Again\" -- the\n1940 remake of \"One Way Passage\"...]\n\nOh, where was I\nThe night that you surrendered to a sigh?\nWhere was I?\n\nThe moon was high\nThe night that you first listened to a lie\nWhere was I?\n\nI always felt that you would melt\nIn someone's arms some night\nAnd I was right\n\nThe moment came\nBut what a shame that someone else came by\nWhere was I?\n\f"
}