{
  "1": "\n\n\n\n\n\n \n\n                                   ONLY GOD FORGIVES\n\n\n\n\n\n\n\n                                      Written by\n\n          \n\n                                 Nicolas Winding Refn\n\n\n\n                         \n\n\n\n                         \n\n                                                       Second draft script\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          With the support of the Media Programme of the European Union\n\n          The SOUND of Muay Thai boxing... The Art of Eight Limbs... Thrust\n\n          and move... Feet shuffling across the ring...\n\n\n\n                         FADE IN:\n\n\n\n          INT. BACK ROOM - NIGHT\n\n\n\n          CLOSE ON a pair of hands from VARIOUS ANGLES...\n\n          The SOUNDS of the fighting grow LOUDER. Punches, kicks, elbows...\n\n          The hands tense into fists. They're strong hands. Fighter's hands.\n\n\n\n          ZOOM OUT TO REVEAL Julian (mid-thirties) staring at his hands.\n\n\n\n          Even though he's kept in shape, he hasn't fought for a long time.\n\n          The SOUND of the boxing match gets LOUDER STILL as Julian continues\n\n          staring at his hands - it's almost as if he's meditating. Suddenly\n\n          he breaths in.\n\n\n\n          Behind him sits a young kid dressed in Thai boxing clothes - this\n\n          is Liang, barely sixteen. He looks nervous, occasionally glancing\n\n          at Julian's reflection through the huge mirror that hangs on the\n\n          far wall.\n\n\n\n          Julian continues to stare at his hands and closes them into a\n\n          tight fist.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CORRIDORS - NIGHT\n\n\n\n          The SOUNDS of the boxing match reach FEVER PITCH as we TRACK WITH\n\n          Julian and Liang making their way towards the ring.\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING RING - NIGHT\n\n\n\n          Two Young Thai Boxers beat the crap out of each other.\n\n          The crowd is wild with excitement, people placing bets on which\n\n          way the fight will turn.\n\n\n\n          One of the Thai Boxers goes down and money immediately starts\n\n          changing hands...\n\n\n\n          The ring is cleared and Liang jumps in as Julian pushes his way\n\n          though the crowd, nodding at people as he passes. They know him\n\n          here.\n\n\n\n          Again bets are placed....\n\n\n\n          PICK OUT a face in the crowd. Billy. Julian's older brother (late\n\n          thirties).\n\n\n\n          Julian sits down next to Billy who's delighted to see him, throwing\n\n          his arm around him, pulling him in close.\n\n\n\n                          BILLY\n\n           ...",
  "2": "---END OF PREVIOUS SECTION---\nJulian's older brother (late\n\n          thirties). Julian sits down next to Billy who's delighted to see him, throwing\n\n          his arm around him, pulling him in close. BILLY\n\n           ... \n---TARGET SECTION TO BE ANNOTATED---\n I love violence!\n\n\n\n          Billy offers Julian a hit from his bottle of Mehkong whiskey.\n\n          Julian refuses. He's more interested in the fight.\n\n\n\n          BACK TO THE RING where the fight has just started. Liang is\n\n          immediately on the ropes.\n\n\n\n          Julian watches, concerned.\n\n\n\n          Billy takes a phone call but he can't hear. He nods to Julian\n\n          and takes it outside.\n\n\n\n          BACK TO THE FIGHT where Liang pulls an amazing move. Turns the\n\n          tables. Takes the bigger man down with a series of jabs, swings\n\n          and backfists.\n\n\n\n          As Julian applauds Liang's success, Billy slinks off out of the\n\n          auditorium.\n\n\n\n          Liang wins the fight with a knock out... The crowd go wild with\n\n          adulation...\n\n\n\n          Julian watches, transfixed...\n\n\n\n          Liang is lit up by a beatific white light... As he stands triumphant\n\n          in the middle of the ring, the crowd start to gather round him...\n\n          Julian continues to stare at what's taking place before him...\n\n\n\n          ... Which is almost like a religious ceremony... The audience\n\n          bow down before Liang as he stares out into the light... A look\n\n          of calm washing over his face... A sense of stillness and peace...\n\n          Enlightenment through victory and violence...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - NIGHT\n\n\n\n          Billy stalks the streets of the city of vice. A man on a mission.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANGING ROOMS - NIGHT\n\n\n\n          Liang is sitting on a bench, his constantly-smiling Mother beside\n\n          him, as Julian peels off fifty Bhat notes.\n\n          We get the sense that Julian's proud of him, that Liang is something\n\n          of a protege of his and that Liang is incredibly pleased to have\n\n          gained his approval.\n\n\n\n                          JULIAN\n\n           Two fifty, three hundred...\n\n\n\n          Liang takes the money. Julian pulls off two more notes. A bonus.\n\n\n\n                          JULIAN (CONT'D)\n\n           You did well out there. You've got\n\n           something, Liang. Potential, yeah?\n\n\n\n          Liang nods.\n\n\n\n                          JULIAN (CONT'D)\n\n           Don't spend it all in once place.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BACK ALLEY - NIGHT\n\n\n\n          Billy comes down a back ally and knocks on a door.",
  "3": "---END OF PREVIOUS SECTION---\nJULIAN (CONT'D)\n\n           Don't spend it all in once place. CUT TO:\n\n\n\n          EXT. BACK ALLEY - NIGHT\n\n\n\n          Billy comes down a back ally and knocks on a door. \n---TARGET SECTION TO BE ANNOTATED---\n After a moment\n\n          the door opens.\n\n\n\n          The Doorman recognises him and lets him enter.\n\n\n\n                          CUT TO:\n\n\n\n          INT. UNDERGROUND NIGHTCLUB - NIGHT\n\n\n\n          WE TRACK with Billy as he makes his way through the small\n\n          subterranean nightclub.\n\n          A Thai man - known as The Lizard - sits by a table with a few\n\n          locals gambling...\n\n          He spots Billy and follows him with his eyes as he continues to\n\n          gamble.\n\n          Billy moves across to a small private corner...\n\n          ... where he meets various men and women, all smoking\n\n          Methamphetamine. Billy joins in but an argument quickly starts\n\n          up between him and another Thai Man.\n\n          The music's too loud to hear what they're arguing about but it\n\n          suddenly gets out of control... Billy starts viciously hitting\n\n          the Thai Man and quickly the room EXPLODES in a frenzy of violence.\n\n\n\n                          CUT TO:\n\n\n\n          INT. BACK ROOM - NIGHT\n\n\n\n          A fan does what it can to cool Julian down as he counts out money\n\n          at his desk. Sitting opposite him, feet on the table, is Gordon,\n\n          Julian's lieutenant and the closest thing to a friend he's got...\n\n          Julian's phone rings. He interrupts his counting. Picks up and\n\n          listens...\n\n\n\n                          JULIAN\n\n\n\n           (ON THE PHONE)\n\n           Hold on, hold on. What did he say?\n\n          Beat as Julian listens. He glances over at Gordon who looks up,\n\n          concerned.\n\n\n\n                          JULIAN (CONT'D)\n\n\n\n           (ON THE PHONE)\n\n           No, tell him to stay there. Tell them\n\n           both to stay there.\n\n          Beat.\n\n\n\n                          JULIAN (CONT'D)\n\n\n\n           (ON THE PHONE)\n\n           I'm coming over.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BACK ALLEY - NIGHT\n\n\n\n          The Lizard sits outside the nightclub, somehow managing to smoke\n\n          a cigarette at the same time as he stems the flow of blood from\n\n          his nose with a handkerchief.\n\n          Julian and Gordon arrive.\n\n\n\n                          JULIAN\n\n           He still in there?\n\n\n\n                          THE LIZARD\n\n           ... No.\n\n          Beat... Julian glances at Gordon.\n\n\n\n                          JULIAN\n\n           You told him I was coming...\n\n\n\n                          THE LIZARD\n\n           Wouldn't listen...\n\n          Julian stares at him...\n\n\n\n                          JULIAN\n\n           Well maybe you didn't try hard enough.",
  "4": "---END OF PREVIOUS SECTION---\nTHE LIZARD\n\n           Wouldn't listen... Julian stares at him... JULIAN\n\n           Well maybe you didn't try hard enough. \n---TARGET SECTION TO BE ANNOTATED---\n          The Lizard takes the handkerchief away from his nose. Shows the\n\n          bloodstain to Julian.\n\n\n\n                          JULIAN (CONT'D)\n\n           When was the last time you slept?\n\n          The Lizard smiles but stares at Julian with hatred in his eyes.\n\n\n\n                          THE LIZARD\n\n           Just cause I ain't slept for three days,\n\n           don't mean I don't know right from\n\n           wrong... and your brother has become\n\n           a real problem...\n\n          Again Julian stares at him - clenching his fist. The Lizard notices\n\n          this but gazes up into Julian's face blankly.\n\n\n\n           THE LIZARD (CONT'D)\n\n           You're not going to cause another\n\n           ruckus in my club now - are you?\n\n          A long pause as Julian considers it.\n\n\n\n                          JULIAN\n\n           No.\n\n\n\n                          THE LIZARD\n\n           Good - 'cause Billy ripped me off and\n\n           then he broke my face...\n\n          Julian turns to Gordon.\n\n\n\n                          GORDON\n\n           Like I always said. One day he's going\n\n           to meet the devil.\n\n          Beat.\n\n\n\n                          JULIAN\n\n           You know where he is now?\n\n          The Lizard stares at Julian.\n\n\n\n                          THE LIZARD\n\n           Bangkok has millions of people my\n\n           friend. You and your brother, you're\n\n           lost to my world...\n\n          The Lizard gets up - puts out his cigarette and looks at Julian...\n\n\n\n           THE LIZARD (CONT'D)\n\n           So what you going to do? You wanna come\n\n           in? Very good amphetamine in here...\n\n          Julian looks over to Gordon. Sees he's keen.\n\n\n\n                          JULIAN\n\n           You go. I'm gonna look around. See if\n\n           I can find him.\n\n\n\n                          GORDON\n\n           Sure--?\n\n\n\n                          JULIAN\n\n           Go on.\n\n          He turns back to The Lizard.\n\n\n\n                          JULIAN (CONT'D)\n\n           Which way'd he go?\n\n          The Lizard nods his head towards the busy street. Julian turns\n\n          and heads off... Gordon steps up to the entrance to the club.\n\n          The Lizard sticks out an arm, blocking his way.\n\n\n\n                          THE LIZARD\n\n           His brother didn't pay.\n\n\n\n                          GORDON\n\n           So? That's his problem.\n\n\n\n                          THE LIZARD\n\n           Now it's your problem.\n\n\n\n                          GORDON\n\n           I'm with you mate.",
  "5": "---END OF PREVIOUS SECTION---\nThat's his problem. THE LIZARD\n\n           Now it's your problem. GORDON\n\n           I'm with you mate. \n---TARGET SECTION TO BE ANNOTATED---\n Billy's fucked--\n\n\n\n                          THE LIZARD\n\n           You don't pay his debt - you don't enter.\n\n          Gordon thinks for beat. Takes out his money...\n\n\n\n                          GORDON\n\n           How much...?\n\n          ...and The Lizard smiles for the first time.\n\n\n\n                          CUT TO:\n\n\n\n          INT. MA LONG'S BROTHEL - NIGHT\n\n\n\n          Julian is talking to Ma Long, fifties, the mother figure to a\n\n          group of girls who stand in the background.\n\n\n\n                          JULIAN\n\n           You seen Billy?\n\n\n\n                          MA LONG\n\n           Not this evening.\n\n          A particularly pretty prostitute catches Juilan's eye. He stares\n\n          at her, stone faced.\n\n\n\n                          JULIAN\n\n           Well if he comes in, tell him I'm looking\n\n           for him, yeah?\n\n\n\n                          MA LONG\n\n           He's not coming in. I tell him to stay\n\n           away. He hurt one of my girls Julian.\n\n           Not good...\n\n          Julian considers. Pulls out his wad of notes again. Hands a few\n\n          to Ma Long.\n\n\n\n                          JULIAN\n\n           Yeah, well... if you see him, tell him\n\n           I'm looking for him...\n\n          Ma Long nods as she takes the money.\n\n          Julian is about to leave. He looks at the pretty prostitute again.\n\n          Stares at her for a moment. Then walks out.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - NIGHT\n\n\n\n          Billy's so wasted he's bumping into people. He starts window\n\n          shopping the various brothels that line the street: groups of\n\n          girls smiling at him... Anything for a price...\n\n          PICK OUT one particularly young-looking girl. Just fifteen.\n\n          She makes eye contact with Billy... He smiles... Pulls out a roll\n\n          of notes...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - NIGHT\n\n\n\n          Julian out in the middle of the road. Girls on the pavement, girls\n\n          in the windows. A steady line of punters cruising past.\n\n          He stands alone. Focussed. Watchful. An island in a sea of neon.\n\n          It feels ominous. Like something really bad's about to happen...\n\n\n\n                          CUT TO:\n\n\n\n                         \n\n\n\n           ONLY GOD FORGIVES\n\n\n\n                         FADE IN:\n\n\n\n          INT.",
  "6": "---END OF PREVIOUS SECTION---\nIt feels ominous. Like something really bad's about to happen... CUT TO:\n\n\n\n                         \n\n\n\n           ONLY GOD FORGIVES\n\n\n\n                         FADE IN:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n TAXI - NIGHT\n\n\n\n          CLOSE ON Chang, mid-forties, a man who looks like he's carved\n\n          out of stone. The neon lights bleed over his face in a seemingly\n\n          unending flow as he's driven towards his destination.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. SEEDY HOTEL - NIGHT\n\n\n\n          Police cars are parked up outside. Chang gets out of his taxi.\n\n          Pays the driver. Makes his way inside.\n\n\n\n                          CUT TO:\n\n\n\n          INT. SEEDY HOTEL - NIGHT\n\n\n\n          Chang makes his way up the stairs to a landing where a GROUP OF\n\n          POLICEMEN are gathered. Their circle opens up as Chang approaches\n\n          and they bow as he joins them - like he's a God. One of the group,\n\n          Kim Han Ho, gestures towards the door of Room 610 where TWO COPS\n\n          stand guard. Chang gives a nod and the door is opened.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 610 - NIGHT\n\n\n\n          Chang stands silhouetted in the doorway. Stepping into the room\n\n          he moves into the light in CLOSE UP. His face is a mask.\n\n          The bed is drenched in blood. The fifteen year old prostitute\n\n          lies naked on her back. She's dead, her body having been savagely\n\n          beaten in some sort of brutal sex game gone wrong.\n\n          Billy is slumped in the corner in his underpants, his eyes glazed,\n\n          staring at MTV, a bottle of Mehkong whiskey in his hand, a crack\n\n          pipe on the floor.\n\n          Chang stares at him, giving nothing away.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 611 - NIGHT\n\n\n\n          The Hotel Owner serves tea to Chang who sits in silence with\n\n          Lieutenant Kim. The door is open and we can see into room 610\n\n          across the corridor where Billy is still sat staring at the\n\n          television.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL CORRIDOR - NIGHT\n\n\n\n          A young cop, Daeng, who has been watching Chang, summons up courage\n\n          to whisper to his superior officer, Phaiban.\n\n\n\n                          DAENG\n\n\n\n                          (IN THAI)\n\n           Who is that guy?\n\n          Phaiban says nothing.\n\n\n\n                          DAENG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Is he a cop?\n\n\n\n                          PHAIBAN\n\n\n\n                          (IN THAI)\n\n           He was...",
  "7": "---END OF PREVIOUS SECTION---\nPhaiban says nothing. DAENG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Is he a cop? PHAIBAN\n\n\n\n                          (IN THAI)\n\n           He was... \n---TARGET SECTION TO BE ANNOTATED---\n          Before Daeng can ask another questions, two more cops lead an\n\n          older Thai man, Choi Yan Lee (50's, overweight, dragged straight\n\n          from his bed) down the corridor towards the crime scene.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 611 - NIGHT\n\n\n\n          As Choi Yan Lee is delivered to the doorway, Chang gets up and\n\n          goes over to him.\n\n          A moment of uncertainty in Choi Yan Lee's face. Fear. He doesn't\n\n          know why he's been brought here. He looks for some comfort from\n\n          Chang. Chang gives him nothing.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 610 - NIGHT\n\n\n\n          Chang leads Choi Yan Lee to the doorway. Slowly Choi Yan Lee realises\n\n          what he's looking at. His daughter. Dead. Mutilated.\n\n          Every father's worst nightmare.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Is this your daughter?\n\n          Beat.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           Yes.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           How could you?\n\n          ... but Choi Yan Lee just stares at his daughter. Finally:\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           ... What?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           How could you let this happen?\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I didn't do anything.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Well now's your chance.\n\n          A long moment between them as Choi Yan Lee fails to understand\n\n          what Chang is suggesting. Chang stands back.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Do what thou will.\n\n          Choi Yan Lee nods. Chang leaves the room, closing the door behind\n\n          him.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 611 - NIGHT\n\n\n\n          Chang sits drinking tea in silence with Lieutenant Kim. The guards\n\n          in the corridor stare at the closed door of Room 610 from where\n\n          we hear the cries of Billy being beaten to death.\n\n          ANGLE ON: Daeng who's starting to look scared. Phaiban puts a\n\n          reassuring hand on his shoulder.\n\n          As the beating reaches its climax, with Choi Yan Lee screaming\n\n          out Thai obscenities, we hear the sickening sound of Billy's neck\n\n          snapping.",
  "8": "---END OF PREVIOUS SECTION---\nANGLE ON: Daeng who's starting to look scared. Phaiban puts a\n\n          reassuring hand on his shoulder. As the beating reaches its climax, with Choi Yan Lee screaming\n\n          out Thai obscenities, we hear the sickening sound of Billy's neck\n\n          snapping. \n---TARGET SECTION TO BE ANNOTATED---\n And then a regular thud as blow after blow rain down\n\n          on his body.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ROOM 610 - NIGHT\n\n\n\n          Chang opens the door and looks through.\n\n          Choi Yan Lee is sitting breathlessly on the floor covered in blood.\n\n          In his hand he holds a piece of wood he has ripped from a chair.\n\n          Billy lies dead, his head completely smashed in.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK - NIGHT\n\n\n\n          A police car drives through the city streets and onto the freeway\n\n          heading out of town.\n\n\n\n                          CUT TO:\n\n\n\n          INT. POLICE CAR - NIGHT\n\n\n\n          The bloodied Choi Yan Lee sits in the back, Chang on one side,\n\n          Kim on the other. As the police car turns onto a more major road,\n\n          Choi Yan Lee starts to get nervous.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           You missed my turning. I live that way.\n\n          Beat. Chang says nothing. Phaiban is driving, Daeng in the\n\n          passenger seat. Daeng looks back at them through the rearview\n\n          mirror...\n\n\n\n                          KIM\n\n\n\n                          (IN THAI)\n\n           We'll get you there.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK - NIGHT\n\n\n\n          The Police Car heads over the Mega Bridge and continues its way\n\n          out of town.\n\n\n\n                          DISSOLVE TO:\n\n\n\n          EXT. COUNTRYSIDE - NIGHT\n\n\n\n          The bright white headlights of the stationary police car blind\n\n          Choi Yan Lee who's caught in their glare, rigid with fear.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I'm so sorry. Please. Please. Please\n\n           don't hurt me. I'm so sorry.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           What are you sorry for?\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I thought... You were there. He killed\n\n           my daughter. I thought you were letting\n\n           me...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Answer the question. What are you sorry\n\n           for?\n\n          Beat. Choi Yan Lee is wrongfooted. Tentatively...",
  "9": "---END OF PREVIOUS SECTION---\nBeat. Choi Yan Lee is wrongfooted. Tentatively... \n---TARGET SECTION TO BE ANNOTATED---\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I killed the Westerner?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           And why did you do that?\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           He killed my daughter.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           And why did he do that?\n\n          Choi Yan Lee can't answer.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           How old was she?\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           Fifteen...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           You knew what she was doing and you did\n\n           nothing.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           How else can we make money? Four\n\n           daughters. No sons. What else could I\n\n           do?\n\n          Daeng watches as Kim opens the boot and pulls something out. He\n\n          walks towards Chang and hands it to him. Daeng sees that it's\n\n          an axe.\n\n\n\n           CHOI YAN LEE (CONT'D)\n\n\n\n                          (IN THAI)\n\n           What did you expect me to do? You have\n\n           to have pity on me. My daughter's just\n\n           been murdered.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           This isn't about her. This is about your\n\n           other three daughters and making sure\n\n           you don't forget them.\n\n          Chang nods to Kim and Phaiban who grab hold of Choi Yan Lee. Kim\n\n          slips a plastic strap around Choi Yan Lee's arm, using it as a\n\n          tourniquet. They wrestle him to the ground and pull his arm out.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I won't forget. I promise. Forgive me.\n\n          Chang approaches with the axe. He stops for a moment. Looks down\n\n          at him...\n\n\n\n           CHOI YAN LEE (CONT'D)\n\n\n\n                          (IN THAI)\n\n           I'll change. I'll be a better man.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I know.\n\n          Chang slams down the axe, severing Choi Yan Lee's arm at the elbow.\n\n          Choi Yan Lee SCREAMS in agony.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - NIGHT\n\n\n\n          The anonymity of a hotel room.",
  "10": "---END OF PREVIOUS SECTION---\nChoi Yan Lee SCREAMS in agony. CUT TO:\n\n\n\n          INT. HOTEL ROOM - NIGHT\n\n\n\n          The anonymity of a hotel room. \n---TARGET SECTION TO BE ANNOTATED---\n Julian opens the curtains and we\n\n          see the sky line of Bangkok - he looks out.\n\n          He lies back on the bed, surfing through two hundred TV channels.\n\n          Settles on a boxing match. Starts drifting off...\n\n          As he drifts we hear the SOUND OF SINGING. A karaoke rendition\n\n          of 'I Hung My Head' by Johnny Cash.\n\n\n\n                          VOICE\n\n           I set off running\n\n           to wake from the dream\n\n           My brother's rifle\n\n           went into the sheen\n\n           I kept on running\n\n           Into the south lands\n\n           That's where they found me\n\n           My head in my hands\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          REVEAL that the voice is that of Chang and he's not half bad either:\n\n          deeper than you'd have though, and with it comes a stage presence,\n\n          a sort of John Wayne swagger...\n\n\n\n                          CHANG\n\n           The sheriff he asked me\n\n           Why I had run\n\n           And then it came to me\n\n           Just what I had done\n\n           And all for no reason\n\n           Just one piece of lead\n\n           I hung my head\n\n           I hung my head.\n\n          The policemen, still dressed in their uniforms, watch in\n\n          respectful silence. Daeng sits with them. He too watches in awe.\n\n\n\n                          CUT TO:\n\n\n\n          INT. SKYTRAIN - DAWN\n\n\n\n          Chang travels home across the city.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / LANDING - MORNING\n\n\n\n          Chang opens the door as quietly as he can. He slips off his shoes\n\n          and walks gingerly into the apartment.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN - MORNING\n\n\n\n          On the kitchen table Chang sees a picture. A badly-drawn house\n\n          with a man, a woman and a child. Across the bottom: \"LOVE YOU\n\n\n\n          DADDY FROM DAUGHTER AND WIFE XXX'\n\n          Chang stares at it and smiles - picks it up and pins it to the\n\n          fridge with a magnet.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S HOUSE / KANITA'S BEDROOM - DAY\n\n\n\n          Chang and Kanita, his eight year old daughter, are playing with\n\n          her dolls who have captured a soft toy.",
  "11": "---END OF PREVIOUS SECTION---\nAcross the bottom: \"LOVE YOU\n\n\n\n          DADDY FROM DAUGHTER AND WIFE XXX'\n\n          Chang stares at it and smiles - picks it up and pins it to the\n\n          fridge with a magnet. CUT TO:\n\n\n\n          INT. CHANG'S HOUSE / KANITA'S BEDROOM - DAY\n\n\n\n          Chang and Kanita, his eight year old daughter, are playing with\n\n          her dolls who have captured a soft toy. \n---TARGET SECTION TO BE ANNOTATED---\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           So now that they've caught him... What\n\n           are they going to do?\n\n          Kanita thinks for a moment.\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           Put him in jail.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Come on. They haven't got a jail big\n\n           enough. Look at the size of him.\n\n          Again Kanita thinks.\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           Keep him as a pet?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           But he blew down all their houses. Would\n\n           you want to keep a pet that could do\n\n           that?\n\n          Kanita shakes her head.\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           What if they just let him go?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           How could they be sure he wouldn't do\n\n           it again?\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           They could ask him...? Very nicely?\n\n          Chang picks up the soft toy. Peels off a sticker from a sheet\n\n          and places it between its eyes. Satisfied with his work he puts\n\n          the soft toy back in the middle of the game.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           \"And so the king and the fairies that\n\n           lived in the village said to the\n\n           creature: this is your mark which will\n\n           stay with you forever. If you ever try\n\n           and blow down our village again, it will\n\n           heat up until it boils your brains, for\n\n           it has magical properties. Go in peace.\n\n          Kanita nods, happy with the judgement. She picks the soft toy\n\n          up and 'walks' it away from the village of the dolls.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / MAIN BEDROOM - DAY\n\n\n\n          Chang walks into his bedroom where his wife Nadee is just waking\n\n          up. He kisses her good morning.\n\n          As he starts to undress, she starts to get dressed. They share\n\n          a smile about this. Finally Chang lies down on the bed and closes\n\n          his eyes. Nadee kisses him good night.\n\n\n\n                          CUT TO:\n\n\n\n          INT.",
  "12": "---END OF PREVIOUS SECTION---\nFinally Chang lies down on the bed and closes\n\n          his eyes. Nadee kisses him good night. CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHANG'S APARTMENT / KITCHEN - DAY\n\n\n\n          Nadee starts making breakfast as Kanita watches cartoons.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / BEDROOM - DAY\n\n\n\n          As Chang sleeps the heavy curtains are drawn to keep out the light\n\n          of the day - but they cannot deaden the sound of the city outside\n\n          as it goes about its frenetic everyday business.\n\n          The CAMERA MOVES through the apartment, briefly settling on the\n\n          sleeping Chang, then roaming through the various rooms, PICKING\n\n          OUT different objects...\n\n          We see that Chang is obsessed with cowboy films and a keen collector\n\n          - the sitting room is stuffed with movie posters, photographs\n\n          and other bits of movie memorabilia...\n\n          Amongst the many family photos we also PICK OUT several pictures\n\n          of Chang when he was in the army and shots of what looks like\n\n          a very successful career as a Thai boxer.\n\n          At the end of the tour we're back with Chang. We ZOOM IN to a\n\n          tight CLOSE SHOT.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - DAY\n\n\n\n          We see a hotel room door and hear a knock - Julian ENTERS FRAME\n\n          and opens to reveal...\n\n          ...Two Thai girls - one being Mai - standing in the hallway. Julian\n\n          lets them enter.\n\n          Mai embraces Julian, kissing him on the mouth as Julian closes\n\n          the door.\n\n          They turn to consider the other girl who is starting to undress.\n\n          She smiles compliantly, eager to please.\n\n          Julian turns back to Mai and kisses her again. As the kiss becomes\n\n          more passionate, the other girl joins them and the three of them\n\n          begin to have sex.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT - DAY\n\n\n\n          Chang is sitting eating alone at the dinning table, watching an\n\n          old western on TV.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - DAY\n\n\n\n          Chang walks down the streets towards a school. Standing at the\n\n          gate, Kanita is waiting for him. He hugs her and they hold hands\n\n          as they continue down the crowded street.\n\n\n\n                          CUT TO:\n\n\n\n          INT. TOY STORE - DAY\n\n\n\n          Chang waits patiently at the counter as Kanita sorts through\n\n          various dolls, trying to choose which one to buy...",
  "13": "---END OF PREVIOUS SECTION---\nHe hugs her and they hold hands\n\n          as they continue down the crowded street. CUT TO:\n\n\n\n          INT. TOY STORE - DAY\n\n\n\n          Chang waits patiently at the counter as Kanita sorts through\n\n          various dolls, trying to choose which one to buy... \n---TARGET SECTION TO BE ANNOTATED---\n          Chang looks round and gazes out the window into the street where\n\n          pedestrians stream past. Suddenly Chang has a strange VISION:\n\n          All the women disappear. In the street there are only men.\n\n          We cut to a CLOSE UP of Chang and then back to his VISION again:\n\n          Now all the men have gone and he can see only women.\n\n          Back to the CLOSE UP of Chang who continues staring out of the\n\n\n\n                         WINDOW:\n\n          ... where everything is back to normal. Men and women walking\n\n          up and down the sidewalk.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - DUSK\n\n\n\n          The remnants of various room service orders litter the floor along\n\n          with the trappings of a heavy session: empty bottles of alcohol,\n\n          drug paraphernalia, etc.\n\n          Julian lies sleeping, entwined in the limbs of the girl...\n\n          There is a knock on the door. Julian and the girl ignore it.\n\n          A pause and then Julian's mobile phone starts ringing. He doesn't\n\n          answer.\n\n          The knocking starts up again, this time louder. Finally:\n\n\n\n                          JULIAN\n\n           Julian's not here mate. Fuck off...\n\n          Beat - then we hear a voice from behind the door.\n\n\n\n           GORDON (O.S.)\n\n           Julian?\n\n          Still they ignore him. Either too wasted or too tired to do anything\n\n          else.\n\n\n\n           GORDON (O.S.) (CONT'D)\n\n           Julian...? I need to talk with you...\n\n          Beat. Finally Julian answers with zero energy...\n\n\n\n                          JULIAN\n\n           What is it?\n\n\n\n           GORDON (O.S.)\n\n           It's about Billy...\n\n\n\n                          JULIAN\n\n           I can't deal with my brother right\n\n           now...\n\n          Beat.\n\n\n\n           GORDON (O.S.)\n\n           He's dead...\n\n          Julian opens his eyes, confused - still out of his head on drugs.\n\n\n\n                          JULIAN\n\n           What?\n\n          No answer. Finally Julian gets up and wraps a towel around his\n\n          body and slowly opens the door.\n\n          Gordon stands in the hallway - behind him two Thai men from Julian's\n\n          crew.\n\n\n\n                          JULIAN (CONT'D)\n\n           What happened?\n\n\n\n                          GORDON\n\n           They found his body in a hotel room...\n\n          Julian doesn't know what to say... Neither does Gordon.\n\n\n\n                          GORDON (CONT'D)\n\n           Look, get dressed and I'll see you\n\n           downstairs.",
  "14": "---END OF PREVIOUS SECTION---\nJulian doesn't know what to say... Neither does Gordon. GORDON (CONT'D)\n\n           Look, get dressed and I'll see you\n\n           downstairs. \n---TARGET SECTION TO BE ANNOTATED---\n          Julian nods and closes the door. He stands still - glances out\n\n          the window - seeing the sun setting and the night coming in. He\n\n          glances at the pretty girl still sleeping on the bed.\n\n          He goes into the bathroom where Mai is dressed and putting on\n\n          make up.\n\n\n\n                          MAI\n\n           What happened?\n\n          Julian looks at her.\n\n\n\n                          JULIAN\n\n           Someone killed Billy...\n\n          The camera ZOOMS IN on Mai.\n\n\n\n                          CUT TO:\n\n\n\n          INT. MORGUE - NIGHT\n\n\n\n          A Mortuary Attendant pulls a sheet back to reveal -\n\n          Billy. His body completely mutilated.\n\n          Julian stares at his brother's corpse intensely, not betraying\n\n          any emotion.\n\n          He turns to Gordon who's standing behind him.\n\n\n\n                          GORDON\n\n           What do we do?\n\n\n\n                          JULIAN\n\n           For now... We wait.\n\n          Julian glances back at the body...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. ALLEYWAY - NIGHT\n\n\n\n          Julian stares up at the night sky, his mobile phone gripped tightly\n\n          in his hand. He puts the phone down.\n\n          He looks out across the city again then back to the phone.\n\n          It's like he's scared.\n\n          He picks it up quickly and dials. A moment as it rings then it's\n\n          answered.\n\n\n\n                          JULIAN\n\n           Hello Mum.\n\n          Beat.\n\n\n\n                          JULIAN (CONT'D)\n\n           It's me... Julian... Something's\n\n           happened.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL - DAY\n\n\n\n          The CAMERA tracks as we follow a pair of high heeled shoes belonging\n\n          to an elegant woman in her fifties, who looks like she's in her\n\n          forties and could actually pass for late thirties. She strides\n\n          towards reception, a Porter struggling to keep up with her. This\n\n          is Jenna Hopkins. Head of a notorious London Crime Family. Mother\n\n          of both Julian and Billy. Newly appointed Lady Macbeth of Bangkok.\n\n          She hands her passport over to the Concierge.\n\n\n\n                          JENNA\n\n           I'd like to check in now please.\n\n          The Concierge checks the computer.\n\n\n\n                          CONCIERGE\n\n           I'm afraid the room won't be ready until\n\n           four o'clock.\n\n          Beat... Jenna just stares at him...\n\n\n\n                          CONCIERGE (CONT'D)\n\n           ...",
  "15": "---END OF PREVIOUS SECTION---\nBeat... Jenna just stares at him... CONCIERGE (CONT'D)\n\n           ... \n---TARGET SECTION TO BE ANNOTATED---\n It's policy\n\n\n\n                          JENNA\n\n           I'd like to speak to your manager.\n\n          Beat.\n\n\n\n                          CONCIERGE\n\n           Yes of course...\n\n          The Concierge retreats. Jenna lights a cigarette.\n\n\n\n                          MANAGER\n\n           Good afternoon madam, what seems to be\n\n           the problem?\n\n\n\n                          JENNA\n\n           Listen to me... I've just travelled six\n\n           thousand miles to see the corpse of my\n\n           first born son and I haven't slept for\n\n           thirty hours and he says I can't go to\n\n           my room.\n\n          The Manager just stares at her but is clearly taken back by her\n\n          force...\n\n\n\n                          MANAGER\n\n           I'm sorry madam...\n\n\n\n                          JENNA\n\n           How much?\n\n\n\n                          MANAGER\n\n           ... it simply isn't possible.\n\n          Jenna pulls out a massive bundle of notes. Peels off a couple\n\n          of hundred dollar bills.\n\n\n\n                          JENNA\n\n           ...Fuck off you cunt, just hand me the\n\n           fucking key...\n\n          She lays the money on the desk. The manager looks around...\n\n\n\n                          MANAGER\n\n           Well I might be able to arrange\n\n           something...\n\n          The Manager turns to the Concierge.\n\n\n\n                          JENNA\n\n           Don't leave the money there. Some\n\n           cunt'll nick it. Put it in your pocket.\n\n          The Manager hesitates.\n\n\n\n                          JENNA (CONT'D)\n\n           Put it in your pocket.\n\n\n\n                          MANAGER\n\n           There's really no need--\n\n\n\n                          JENNA\n\n           Put it in your fucking pocket.\n\n          The Manager takes the money. Pockets it. Places the key on the\n\n          desk.\n\n\n\n                          MANAGER\n\n           Room 300.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / CORRIDOR - DAY\n\n\n\n          The lift doors open and Jenna walks out, the Porter struggling\n\n          to keep up with her as she swishes down the corridor.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / ROOM 300 - DAY\n\n\n\n          The struggling Porter opens the door and lets Jenna in. She walks\n\n          into the suite and gives it the once over.\n\n          Satisfactory.\n\n          The Porter places her bags on the side and hangs up some of her\n\n          clothes, desperate to try and get out in one piece... As soon\n\n          as he's finished he bows and starts to shuffle out of the room.",
  "16": "---END OF PREVIOUS SECTION---\nSatisfactory. The Porter places her bags on the side and hangs up some of her\n\n          clothes, desperate to try and get out in one piece... As soon\n\n          as he's finished he bows and starts to shuffle out of the room. \n---TARGET SECTION TO BE ANNOTATED---\n                          JENNA\n\n           Hey... Open this.\n\n          Jenna points to the Duty Free bag then starts running a bath,\n\n          beginning to undress.\n\n\n\n                          JENNA (CONT'D)\n\n           I need a drink.\n\n          The Porter is stunned.\n\n\n\n                          JENNA (CONT'D)\n\n           Well don't just stand there...\n\n          The Porter fumbles, taking the gin out of the Duty Free bag, spilling\n\n          the tonic in his nervousness as he makes her cocktail.\n\n          Jenna returns in a dressing gown, takes the drink off him and\n\n          takes a huge slug.\n\n          The Porter is terrified, stunned. Rooted to the spot.\n\n          Jenna sits on the bed and stares out of the window. Just as the\n\n          Porter thinks it's safe to try edging out of the room again, she\n\n          starts talking to him...\n\n\n\n                          JENNA (CONT'D)\n\n           I loved him so much you know... Billy...\n\n          Beat. The Porter doesn't know what the fuck she's talking about.\n\n\n\n                          JENNA (CONT'D)\n\n           Everyone loves their children don't\n\n           they? Well, not everyone, but...\n\n          She looks over at him. The Porter smiles at her.\n\n\n\n                          JENNA (CONT'D)\n\n           Do you want to see a picture?\n\n          The Porter nods, uncertain. Jenna gets up, goes over to her purse.\n\n          Opens it up. A picture of Billy.\n\n          She hands it to the Porter - who takes it and just looks at it,\n\n          not knowing what to do...\n\n          Jenna starts to cry. For a long time. Finally...\n\n\n\n                          PORTER\n\n           Madam. I have to return to my station.\n\n          Jenna snaps out of it in an instant.\n\n\n\n                          JENNA\n\n           What, yeah, thanks.\n\n          She pulls a fifty dollar bill out of her purse. She hands the\n\n          money to the Porter who leaves as quickly as he dares.\n\n\n\n                          CUT TO:\n\n          BLACK. We hear Dave Berry singing 'Mama'.\n\n\n\n                         FADE IN:\n\n\n\n          INT. HOTEL HALLWAY - NIGHTMARE\n\n\n\n          The elevator doors open. Julian steps out into the empty hallway.\n\n          Everything is normal... But everything is also not normal.\n\n          The CAMERA tracks from behind as Julian walks - looking at the\n\n          doors as he passes them and finally stopping in front of one:\n\n          He knocks but there is no answer.",
  "17": "---END OF PREVIOUS SECTION---\nEverything is normal... But everything is also not normal. The CAMERA tracks from behind as Julian walks - looking at the\n\n          doors as he passes them and finally stopping in front of one:\n\n          He knocks but there is no answer. \n---TARGET SECTION TO BE ANNOTATED---\n Realizing the door isn't locked,\n\n          he pushes it open and steps in.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - NIGHTMARE\n\n\n\n          The room is exactly the same as the one Jenna's staying in. However,\n\n          instead of her, Julian sees a man sitting on the bed, his back\n\n          to him. His features are obscured...\n\n          Julian slowly begins to walk towards him, but before he can reach\n\n          out, the figure turns to face him...\n\n          It's Chang. But there is blood smeared all over his face...\n\n          Julian stares at him in horror. Slowly he looks down at his hands\n\n          only to discover that they're dripping in blood...\n\n          We ZOOM IN on his hands.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - NIGHT\n\n\n\n          Julian wakes from his nightmare - covered in sweat. He is alone.\n\n          He sits up. Looks at his hands, still very shaken by his nightmare...\n\n          We hear the traffic of Bangkok. Julian gets up and walks to the\n\n          table... Light up and begins to smoke morphine... He walks to\n\n          the window and looks out over Bangkok...\n\n          His phone rings - Julian answers...\n\n\n\n                          JULIAN\n\n\n\n           (ON THE PHONE)\n\n           Hello?\n\n\n\n           JENNA (V.O.)\n\n           It's me...\n\n\n\n                          JULIAN\n\n\n\n           (ON THE PHONE)\n\n           Hi Mum. Where are you?\n\n\n\n           JENNA (V.O.)\n\n           I'm in Bangkok...\n\n\n\n                          JULIAN\n\n\n\n           (ON THE PHONE)\n\n           What?\n\n          Julian looks at his watch.\n\n\n\n                          JULIAN (CONT'D)\n\n\n\n           (ON THE PHONE)\n\n           ... I thought you didn't get in til\n\n           midnight...?\n\n          Beat.\n\n\n\n           JENNA (V.O.)\n\n           I needed to be by myself...\n\n\n\n                          JULIAN\n\n\n\n           (ON THE PHONE)\n\n           Okay... so, what d'you want to do?\n\n\n\n           JENNA (V.O.)\n\n           Raise Hell...\n\n          Julian turns his back to the window.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / BAR\n\n\n\n          Jenna looks immaculate. She stubs out her cigarette when she spots\n\n          Julian making his way towards her. She gets up and they embrace.\n\n          She holds on to him. A little too long.\n\n          Finally she pulls away. She looks at him for a long time.",
  "18": "---END OF PREVIOUS SECTION---\nA little too long. Finally she pulls away. She looks at him for a long time. \n---TARGET SECTION TO BE ANNOTATED---\n                          JENNA\n\n           Could it be have been one of the gangs?\n\n\n\n                          JULIAN\n\n           Maybe. Take your pick. Billy wasn't\n\n           popular.\n\n\n\n                          JENNA\n\n           What do you mean?\n\n\n\n                          JULIAN\n\n           You know Billy... He was eccentric.\n\n          Jenna smiles to herself as if this brings back memories and Julian\n\n          even smiles. Both sit in silence for a moment.\n\n\n\n                          JENNA\n\n           But you're going to find out who did\n\n           it, right?\n\n\n\n                          JULIAN\n\n           I'll make sure it gets done.\n\n\n\n                          JENNA\n\n           No, it needs to be you that does it.\n\n           We need to show them. Do you understand\n\n           what I'm saying?\n\n\n\n                          JULIAN\n\n           Yeah, okay, I'll do it.\n\n\n\n                          JENNA\n\n           Good.\n\n          HOLD ON Julian as we bring up the SOUND of Johnny Cash's Ring\n\n          of Fire.\n\n\n\n                          VOICE\n\n           Love is a burning thing\n\n           And it makes a firey ring\n\n           Bound by wild desire\n\n           I fell into a ring of fire\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Chang is singing again...\n\n\n\n                          CHANG\n\n           I fell into a burning ring of fire\n\n           I went down, down, down\n\n           And the flames went higher\n\n           And it burns, burns, burns\n\n           The Ring of Fire / The Ring of Fire\n\n          And the cops are all there, Daeng included, watching him...\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING CLUB - NIGHT\n\n\n\n          Chang's singing continues as we see an assortment of tough looking\n\n          Thai Men listening to Gordon (MUTE).\n\n\n\n           CHANG` (V.O.)\n\n           I fell into a burning ring of fire\n\n           I went down, down, down\n\n           And the flames went higher\n\n           And it burns, burns, burns\n\n           The Ring of Fire / The Ring of Fire\n\n          Gordon explains the situation: what information they're after,\n\n          how much they'll get paid for good leads.\n\n          All the while Julian watches from the background.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - NIGHT\n\n\n\n          A montage of Julian's crew spreading out, shaking down their\n\n          various contacts: doormen, pimps, dirty cops, stall holders,\n\n          barmen...\n\n\n\n           CHANG (V.",
  "19": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n          EXT. BANGKOK STREETS - NIGHT\n\n\n\n          A montage of Julian's crew spreading out, shaking down their\n\n          various contacts: doormen, pimps, dirty cops, stall holders,\n\n          barmen... CHANG (V. \n---TARGET SECTION TO BE ANNOTATED---\n.)\n\n           The taste of love is sweet\n\n           When hearts like ours meet\n\n           I fell for you like a child\n\n           Oh, but the fire went wild.\n\n          One of the crew, the rat faced Charlie Ling, starts talking to\n\n          the Hotel Owner who was there the night of the murder. A couple\n\n          of hundred Bhat notes and he starts talking...\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Chang reaches the climax of the song.\n\n\n\n                          CHANG\n\n           I fell into a burning ring of fire\n\n           I went down, down, down\n\n           And the flames went higher\n\n           And it burns, burns, burns\n\n           The Ring of Fire / The Ring of Fire\n\n          The Cops watch with total devotion.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. SLUMS - DAY\n\n\n\n          A Tuck-tuck makes its way through the crowded streets driven by\n\n          one of Choi Yan Lee's Three Daughter's.\n\n          In the back sits Choi Yan Lee, his stump of an arm in a sling,\n\n          a daughter either side of him.\n\n          His arm's only just been bandaged up and he's clearly still in\n\n          a lot of pain, his face going into spasm with every bump in the\n\n          road.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. CHOI YAN LEE'S KIOSK - DAY\n\n\n\n          Julian stands on the street corner sipping a soft drink. Waiting.\n\n          Behind him Gordon, his phone glued to his face.\n\n          On the other side of the road is Choi Yan Lee's Kiosk, big enough\n\n          to double as his home, currently manned by his long suffering\n\n          wife Kim Yan Lee. She serves a chilled coconut to a man. As he\n\n          turns round we reveal... he's a particularly murderous looking\n\n          member of Julian's crew - Ko Sam.\n\n          We pick out Charlie Ling a little further down the road, who's\n\n          looking at a tray of battery powered robots that some Street Kid's\n\n          selling.\n\n          They're all counting down the minutes. Biding their time. Waiting\n\n          for Choi Yan Lee to turn up.\n\n          Finally the sound of the Tuck-tuck approaching...\n\n          Ko Sam drinks his coconut down in one - slurping as he hits the\n\n          bottom. Letting the empty shell fall to the floor.\n\n          Charlie Ling stands up. Feels the gun under his jacket.",
  "20": "---END OF PREVIOUS SECTION---\nLetting the empty shell fall to the floor. Charlie Ling stands up. Feels the gun under his jacket. \n---TARGET SECTION TO BE ANNOTATED---\n          The Tuck-tuck pulls up and Choi Yan Lee's Daughters help him into\n\n          the kiosk that doubles as their home.\n\n          Julian and his men close in.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHOI YAN LEE'S SHACK\n\n\n\n          As Choi Yan Lee enters his home and his daughters make a fuss\n\n          of him, the shutters of the kiosk counter are suddenly SLAMMED\n\n\n\n          SHUT.\n\n          They all turn round in panic, but before they can do anything\n\n          about it, the last of the three daughters is pushed into the kiosk,\n\n          followed by Ko Sam, Charlie Ling, Gordon and Julian.\n\n          Choi Yan Lee snivels in the corner, waving his bandaged arm in\n\n          the air.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           You can't kill me. I'm a cripple.\n\n\n\n           KIM YAN LEE\n\n\n\n                          (IN THAI)\n\n           Who are you? What do you think you're\n\n           doing? Get out or we'll call the police.\n\n          Ko Sam shakes his head at her. Not a good idea. Julian turns to\n\n          Charlie Ling.\n\n\n\n                          JULIAN\n\n           Ask him if he's Choi Yan Lee.\n\n          At the mention of his name the colour drains from Choi Yan Lee's\n\n          face. His eyes lock with Julian's.\n\n\n\n                          CHARLIE LING\n\n\n\n                          (IN THAI)\n\n           Is your name Choi Yan Lee?\n\n          Choi Yan Lee nods his head.\n\n\n\n                          JULIAN\n\n           Ask him why he killed my brother.\n\n\n\n                          CHARLIE LING\n\n\n\n                          (IN THAI)\n\n           You killed his brother. Big mistake fat\n\n           man. Why'd you do it?\n\n          Beat. Choi Yan Lee knows he's been caught...\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           He murdered my daughter.\n\n\n\n                          CHARLIE LING\n\n           He says he killed his daughter.\n\n          Julian considers him for a moment. Slowly he pulls out a gun...\n\n          Aims it at Choi Yan Lee's face...\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           Oh God. Please don't kill me. Please.\n\n           I'll give you anything. Anything you\n\n           want. My daughters. My shop. Please.\n\n           I've paid for what I did. Look at me.",
  "21": "---END OF PREVIOUS SECTION---\nPlease. I've paid for what I did. Look at me. \n---TARGET SECTION TO BE ANNOTATED---\n          In his desperation Choi Yan Lee suddenly lurches forward,\n\n          brandishing his wounded arm at Julian. He pulls the bandages off,\n\n          exposing the bloody stump.\n\n\n\n           CHOI YAN LEE (CONT'D)\n\n\n\n                          (IN THAI)\n\n           I've paid for what I did. Don't you see?\n\n          Julian turns to Charlie Ling.\n\n\n\n                          JULIAN\n\n           What's he saying?\n\n          Beat.\n\n\n\n                          CHARLIE LING\n\n           He says... He says he's paid for what\n\n           he's done. That he's been punished\n\n           already.\n\n          Choi Yan Lee nods his head enthusiastically.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           He told me to do it. Then he took my\n\n           hand. Look.\n\n          Again he thrusts his stump at Julian who glances at him.\n\n\n\n                          JULIAN\n\n           Who did that to him?\n\n          Choi Yan Lee looks at the various faces that surround him - then\n\n          stares directly at Julian.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           The Angel of Vengeance...\n\n          Charlie Ling looks at him surprised... yet there's a sense that\n\n          deep down he knows what he's talking about...\n\n\n\n                          CHARLIE LING\n\n\n\n                          (IN THAI)\n\n           It's a lie - he doesn't exist...\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I'm telling the truth. It was the Angel\n\n           of Vengeance.\n\n\n\n                          JULIAN\n\n           What's he saying?\n\n\n\n                          CHARLIE LING\n\n           He's lying...\n\n\n\n                          JULIAN\n\n           Tell me.\n\n\n\n                          CHARLIE LING\n\n           It's a story old women tell their grand\n\n           children... 'The Angel of Vengeance'\n\n           is supposed to come down from the\n\n           heavens and judge the living...\n\n           restore karma to the world..\n\n          Gordon laughs... but Julian listens with great interest...\n\n\n\n                          JULIAN\n\n           How does he do that?\n\n\n\n                          CHARLIE LING\n\n           Leads people to their destiny...\n\n           That's the myth anyway.\n\n          Ko Sam smiles. Julian doesn't. Finally:\n\n\n\n                          JULIAN\n\n           Ask him who cut his hand off.\n\n          Charlie Ling's reluctant to question him further. Julian insists.\n\n\n\n                          JULIAN (CONT'D)\n\n           Do it.",
  "22": "---END OF PREVIOUS SECTION---\nCharlie Ling's reluctant to question him further. Julian insists. JULIAN (CONT'D)\n\n           Do it. \n---TARGET SECTION TO BE ANNOTATED---\n                          CHARLIE LING\n\n\n\n                          (IN THAI)\n\n           Who turned you into a cripple - and no\n\n           bullshit this time.\n\n          Choi Yan Lee continues babbling hysterically...\n\n\n\n           CHOI YAN LEE\n\n\n\n           (IN THAI, QUIETLY)\n\n           I'm telling you the truth... The Angel\n\n           of Vengeance is real... He made me do\n\n           it... You've got to believe me... I've\n\n           already been judged.\n\n\n\n                          CHARLIE LING\n\n           He says it was The Angel of Vengeance...\n\n          Choi Yan Lee starts to giggle uncontrollably.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           The Angel of Vengeance. Yes. You don't\n\n           find the Angel of Vengeance. No. He\n\n           finds you.\n\n\n\n                          JULIAN\n\n           What's he saying?\n\n\n\n                          CHARLIE LING\n\n\n\n                          (IN THAI)\n\n           Pull yourself together fat man. If you\n\n           don't talk sense I'll cut off your cock\n\n           and shove it down your throat.\n\n\n\n           CHOI YAN LEE\n\n\n\n                          (IN THAI)\n\n           I'm telling you the truth. He'll find\n\n           you.\n\n          Choi Yan Lee retreats to the corner of the room.\n\n\n\n                          JULIAN\n\n           What did he say?\n\n          Charlie Ling considers Choi Yan Lee. Realizes he's not going to\n\n          get a better answer out of him...\n\n\n\n                          CHARLIE LING\n\n           He said you don't find The Angel of\n\n           Vengeance. He finds you...\n\n          Julian considers this for a long time. He realises he's not pointing\n\n          his gun anymore. Puts it away.\n\n\n\n                          GORDON\n\n           Are we going to kill him or what?\n\n          The room suddenly feels stuffy. The atmosphere oppressive.\n\n          Julian's got to get out...\n\n\n\n                          GORDON (CONT'D)\n\n           What are you doing?\n\n          But Julian's already stumbling out of the kiosk...\n\n\n\n                          JULIAN\n\n           Nothing... We're not going to do\n\n           anything... Just leave him. Leave them\n\n           all.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. KIOSK - DAY\n\n\n\n          Julian stumbles out of the kiosk and breaths in lungfulls of air.",
  "23": "---END OF PREVIOUS SECTION---\nLeave them\n\n           all. CUT TO:\n\n\n\n          EXT. KIOSK - DAY\n\n\n\n          Julian stumbles out of the kiosk and breaths in lungfulls of air. \n---TARGET SECTION TO BE ANNOTATED---\n          Disoriented, he careers into a stall selling various religious\n\n          artefacts, sending candles, incense and statues of Buddha\n\n          flying...\n\n          He falls to the ground. When he gets to his feet everything around\n\n          him seems intense and incredibly vibrant... The dogs fighting\n\n          on the street, the Buddha that lies in pieces on the ground, the\n\n          children that stand watching him, his crew as they come out of\n\n          the kiosk, hiding their guns...\n\n          Julian takes a long moment to get his bearings... Finally he stands\n\n          up, but as he does he feels different... As if the axis of his\n\n          world has shifted...\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING CLUB - NIGHT\n\n\n\n          The CAMERA TRACKS from the side as we see Jenna walk through the\n\n          boxing gym. All around her people are fighting and sparring.\n\n          She spots Julian and Gordon through the large windows of the office.\n\n          They see her and stand up.\n\n          We LINGER OUTSIDE in the training area as Jenna goes through THE\n\n\n\n          DOOR...\n\n\n\n                          CUT TO:\n\n\n\n          INT. BACK ROOM - NIGHT\n\n\n\n          Boxers train in the background. Jenna, Julian and Gordon sit in\n\n          silence. Finally:\n\n\n\n                          JENNA\n\n           Did you kill him?\n\n          Beat. A shared look between Gordon and Julian.\n\n\n\n                          JULIAN\n\n           It's a little bit more complicated than\n\n           that Mum.\n\n\n\n                          JENNA\n\n           Complicated? He killed my son...\n\n           What's so fucking complicated about\n\n           that?\n\n\n\n                          JULIAN\n\n           Mum, calm down...\n\n\n\n                          JENNA\n\n           Don't tell me to calm down. I want him\n\n           dead.\n\n          Beat... Julian does not know how to explain the situation. Jenna\n\n          stares at him.\n\n\n\n                          JENNA (CONT'D)\n\n           We don't forgive. Only God does.\n\n\n\n                          JULIAN\n\n           I know, you always say that - but this\n\n           is different...\n\n\n\n                          JENNA\n\n           How?\n\n          Silence. Julian doesn't know how to answer. Jenna watches him\n\n          carefully...\n\n\n\n                          JULIAN\n\n           Maybe... Maybe Billy had it coming...\n\n\n\n                          JENNA\n\n           What are you talking about?\n\n\n\n                          JULIAN\n\n           ...because of what he did.\n\n          Jenna thinks it over for a moment.\n\n\n\n                          JENNA\n\n           I don't care.",
  "24": "---END OF PREVIOUS SECTION---\nJULIAN\n\n           ...because of what he did. Jenna thinks it over for a moment. JENNA\n\n           I don't care. \n---TARGET SECTION TO BE ANNOTATED---\n                          JULIAN\n\n           Why?\n\n\n\n                          JENNA\n\n           Just don't - some Thai cunt murdered\n\n           your brother and we're not going to let\n\n           him get away with it.\n\n\n\n                          JULIAN\n\n           What if... What if it was The Angel of\n\n           Vengeance?\n\n          Jenna stares at her son like he's finally lost the plot.\n\n\n\n                          JENNA\n\n           The Angel of fucking what...?\n\n\n\n                          JULIAN\n\n           ...it - or he - restores karma and order\n\n           in the world.\n\n\n\n                          JENNA\n\n           'Restores' things? Who said anything\n\n           about 'restoring' things?\n\n          Beat.\n\n\n\n                          JULIAN\n\n           He loves all humans...\n\n\n\n                          JENNA\n\n           I don't know what kind of spiritual\n\n           journey you're on, but you will kill\n\n\n\n                          HIM--\n\n\n\n                          JULIAN\n\n           I'm not, I'm just...\n\n          Julian can't get the words out. He gets up.\n\n\n\n                          JULIAN (CONT'D)\n\n           ... I've got to go.\n\n          ...and Julian leaves - letting the door to the office stay open.\n\n          We pick up the sounds of the fighters training outside as we slowly\n\n          ZOOM IN on Jenna. She turns to Gordon.\n\n\n\n                          JENNA\n\n           How's business?\n\n\n\n                          GORDON\n\n           It's alright, yeah. Well, what with\n\n           Billy not being around, it's tricky to\n\n           be honest...\n\n\n\n                          JENNA\n\n           What d'you mean?\n\n\n\n                          GORDON\n\n           Well, we're supposed to be moving five\n\n           keys out the end of this week. But\n\n           Billy's not here, is he?\n\n\n\n                          JENNA\n\n           I'm here. Julian's here.\n\n          Gordon shrugs. Jenna clocks it.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                          JENNA (CONT'D)\n\n           What's gotten into him...? Is he high\n\n           or something?\n\n\n\n                          GORDON\n\n           I don't know. Earlier today - we had\n\n           the guy... The guy that killed Billy.\n\n           Had a gun against his face. But then\n\n           - nothing...\n\n\n\n                          JENNA\n\n           Nothing?\n\n\n\n                          GORDON\n\n           Julian let him go. Now there's all this\n\n           stuff about angels... I don't know what\n\n           the fuck's wrong with him.\n\n\n\n                          JENNA\n\n           Not like you...",
  "25": "---END OF PREVIOUS SECTION---\nNow there's all this\n\n           stuff about angels... I don't know what\n\n           the fuck's wrong with him. JENNA\n\n           Not like you... \n---TARGET SECTION TO BE ANNOTATED---\n          Gordon smiles at her uncertainly.\n\n\n\n                          GORDON\n\n           I know how to do what needs to be done.\n\n           That's all.\n\n          She stares at him, long enough to make him uncomfortable.\n\n\n\n                          JENNA\n\n           So tell me... What did he mean when he\n\n           said it was complicated?\n\n\n\n                          GORDON\n\n           There's this other guy... Might have\n\n           been involved...\n\n\n\n                          JENNA\n\n           So we kill them both.\n\n\n\n                          GORDON\n\n           We don't know who the other guy is yet...\n\n\n\n                          JENNA\n\n           Okay. Well how about we start with the\n\n           guy we do know?\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          A girl sings 'Another Woman's Man' by Dolly Parton.\n\n          Julian's sitting alone at a table, nursing a drink.\n\n          Mai enters, looking much more sophisticated than when we saw her\n\n          in the hotel. She sits next to Julian and gives him a kiss on\n\n          the cheek.\n\n\n\n                          MAI\n\n           Sorry I'm late.\n\n\n\n                          JULIAN\n\n           It's alright...\n\n          He drinks his drink. Silence...\n\n\n\n                          MAI\n\n           What's wrong?\n\n\n\n                          JULIAN\n\n           Nothing.\n\n          Mai looks around the bar... It's half empty - some girls and men\n\n          spread out.\n\n          The waitress comes over and Mai orders a drink. They sit in silence,\n\n          listening to the song...\n\n\n\n                          MAI\n\n           See anyone you want us to take home\n\n           tonight?\n\n          Julian glances round but shakes his head. Looks at Mai.\n\n\n\n                          MAI (CONT'D)\n\n           What?\n\n\n\n                          JULIAN\n\n           Nothing...\n\n\n\n                          MAI\n\n           What's with you? You want to get high?\n\n          Beat. Silence. Finally...\n\n\n\n                          JULIAN\n\n           I want you to meet my Mum.\n\n          A pause, Mai slightly taken about.\n\n\n\n                          MAI\n\n           Is she here?\n\n          Julian nods.\n\n\n\n                          MAI (CONT'D)\n\n           D'you want me to?\n\n          Julian nods. Mai studies him.\n\n\n\n                          MAI (CONT'D)\n\n           Why d'you want me to meet her?\n\n\n\n                          JULIAN\n\n           To show her... To show that I've got\n\n           something here...\n\n\n\n                          MAI\n\n           What, like we're a couple?\n\n          Julian stares at her for a long time.",
  "26": "---END OF PREVIOUS SECTION---\nTo show that I've got\n\n           something here... MAI\n\n           What, like we're a couple? Julian stares at her for a long time. \n---TARGET SECTION TO BE ANNOTATED---\n Can't quite say it out loud,\n\n          but the answer's yes.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. CHOI YAN LEE'S SHACK - NIGHT\n\n\n\n          Choi Yan Lee oversees his daughter's serving hot food to customers.\n\n          FOCUS ON Liang, the young kick boxer, watching him from across\n\n          the street. Liang pulls out a knife which glints in the light\n\n          of the street lamps. He heads over to the shack.\n\n          Liang asks Choi Yan Lee a question. Choi Yan Lee leans over to\n\n          hear him better. Liang GRABS hold of his hair and PULLS him over\n\n          the counter, SLITTING his throat with the knife.\n\n          Choi Yan Lee's wife and daughters look on as blood floods from\n\n          his neck, over the sweets and snacks on sale and down to the ground\n\n          below.\n\n          Life slips away from Choi Yan Lee in a matter of seconds. Liang\n\n          holds onto him until he's dead and then lets go of his head and\n\n          runs off into the night.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREET - NIGHT\n\n\n\n          Gordon is waiting on a street corner smoking cigarettes. Liang\n\n          comes up to him, breathless.\n\n          Gordon pulls out several hundred dollars.\n\n\n\n                          GORDON\n\n           Never come back - you understand me?\n\n          Liang nods.\n\n\n\n                          GORDON (CONT'D)\n\n           Good...\n\n          Liang takes the money. A proper pay out.\n\n\n\n                          GORDON (CONT'D)\n\n           You're a fighter, kid. No doubt about\n\n           it. Good luck with that.\n\n\n\n                          CUT TO:\n\n\n\n          INT. BACK ROOM - DAY\n\n\n\n          Julian's talking to Liang's Mother and Sister who are sitting\n\n          in front of him, both upset. Gordon hovers in the background...\n\n\n\n                          JULIAN\n\n           When did you last see him?\n\n\n\n                          LIANG'S SISTER\n\n           Last night. He went out.\n\n\n\n                          JULIAN\n\n           Did he have any enemies?\n\n\n\n                          LIANG'S SISTER\n\n           None.\n\n\n\n                          LIANG'S MOTHER\n\n\n\n                          (IN THAI)\n\n           Someone called him.\n\n\n\n                          LIANG'S SISTER\n\n           Someone called his mobile.\n\n\n\n                          JULIAN\n\n           Who?\n\n\n\n                          LIANG'S SISTER\n\n           She doesn't know. They spoke in\n\n           English.\n\n          Liang's Mother pulls out a mobile phone.",
  "27": "---END OF PREVIOUS SECTION---\nLIANG'S SISTER\n\n           She doesn't know. They spoke in\n\n           English. Liang's Mother pulls out a mobile phone. \n---TARGET SECTION TO BE ANNOTATED---\n Passes it to Julian.\n\n\n\n                          JULIAN\n\n           This his phone?\n\n          Liang's Sister nods. Julian scrolls through the numbers. All have\n\n          Thai names against them - except one. Julian considers the number,\n\n          then redials.\n\n          A beat. Then the SOUND of a phone ringing in the same room.\n\n          Gordon looks round. Realises he's busted. Takes his phone out.\n\n          Kills it.\n\n          Julian stares at him. Before he gets a chance to say anything,\n\n          there is a knock on the door.\n\n\n\n                          JULIAN (CONT'D)\n\n           What is it?\n\n\n\n           THAI MAN (V.O.)\n\n           There's some cops here to see you.\n\n\n\n                          JUILAN\n\n           What do they want?\n\n\n\n           THAI MAN (V.O.)\n\n           Probably just money. You want me to find\n\n           out how much?\n\n          Julian thinks it over...\n\n\n\n                          JULIAN\n\n           No, I'll talk to them.\n\n\n\n                          CUT TO:\n\n\n\n          INT. BOXING CLUB - DAY\n\n\n\n          Julian clocks the cops who are waiting for him. He walks over,\n\n          strangely on edge. As he gets closer he sees Chang - standing\n\n          on the other side of the room by the boxing ring, his back to\n\n          him, watching the sparring fighters... Julian stares at him...\n\n          Turns back to the cops...\n\n\n\n                          JULIAN\n\n           Good morning officers. How can I help\n\n           you?\n\n          Slowly Chang turns to face him. Julian stares at him as if he's\n\n          in a trance...\n\n\n\n                          KIM\n\n           We're investigating the murder of Choi\n\n           Yan Lee.\n\n          Julian recovers. Turns to Kim and shrugs.\n\n\n\n                          JULIAN\n\n           Never heard of him.\n\n\n\n                          KIM\n\n           His arm was cut off. Here.\n\n          Julian manages to cover his reaction.\n\n\n\n                          JULIAN\n\n           I run a boxing club. Not much call for\n\n           one armed men.\n\n          A beat. Mexican stand off.\n\n\n\n                          JULIAN (CONT'D)\n\n           What's this got to do with me?\n\n\n\n                          KIM\n\n           He was the father of the girl that was\n\n           found dead with your brother.\n\n\n\n                          JULIAN\n\n           Then I guess you boys have got a lot\n\n           of work to do - so have I, so if you'll\n\n           excuse me...\n\n\n\n                          KIM\n\n           That's why we're here Mr Hopkins.",
  "28": "---END OF PREVIOUS SECTION---\nKIM\n\n           He was the father of the girl that was\n\n           found dead with your brother. JULIAN\n\n           Then I guess you boys have got a lot\n\n           of work to do - so have I, so if you'll\n\n           excuse me... KIM\n\n           That's why we're here Mr Hopkins. \n---TARGET SECTION TO BE ANNOTATED---\n If\n\n           you could just answer our questions.\n\n\n\n                          JULIAN\n\n           Sure, sorry. What do you want to know?\n\n          Julian looks over to Chang who continues staring at the boxers.\n\n          The way the ring is lit he's almost silhouetted.\n\n\n\n                          KIM\n\n           Where were you last night?\n\n\n\n                          JULIAN\n\n           With my mum...\n\n          Some of the boxers come over to Chang. They know him. They're\n\n          reverential. With the effect of the lighting, it seems to Julian\n\n          like they're bowing down before a God.\n\n\n\n                          JULIAN (CONT'D)\n\n           You want to speak to her?\n\n\n\n                          KIM\n\n           That wont be necessary at the moment.\n\n\n\n                          JULIAN\n\n           Am I suspect?\n\n          Chang turns round to face Julian. His presence is magnetic. Julian\n\n          stares back at him, realizing that this must be the Angel of\n\n          Vengeance... Chang walks over to them. Studies Julian for a long\n\n          moment and then turns to Kim.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           This is not the man.\n\n          And as soon as he's said it, he turns on his heel and leaves.\n\n          The cops back off and away.\n\n          ZOOM IN on Julian. Deflated and strangely disappointed... He turns\n\n          to Gordon who's standing behind him.\n\n\n\n                          JULIAN\n\n           I want you to find out who that guy is.\n\n           Okay?\n\n\n\n                          GORDON\n\n           Sure. No problem.\n\n\n\n                          JULIAN\n\n           Now.\n\n          The SOUND of Nadee singing 'LONELY COMING DOWN' by Dolly Parton.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR\n\n\n\n          Chang sits on his own drinking apple juice as he watches his wife\n\n          sing on stage. Julian enters, sees Chang but can only see the\n\n          back of his face. He walks over to the bar, orders a drink.\n\n          Julian starts to watch Nadee. When he turns back to the bar he\n\n          sees Chang reflected in the optics - somehow standing right next\n\n          to him, staring at him. Julian turns to face him.\n\n\n\n                          CHANG\n\n           Why are you here?\n\n\n\n                          JULIAN\n\n           You're him... Aren't you?\n\n\n\n                          CHANG\n\n           Who?\n\n\n\n                          JULIAN\n\n           The one who killed my brother.\n\n          Chang says nothing for a long time.",
  "29": "---END OF PREVIOUS SECTION---\nCHANG\n\n           Who? JULIAN\n\n           The one who killed my brother. Chang says nothing for a long time. \n---TARGET SECTION TO BE ANNOTATED---\n                          CHANG\n\n           I love all living things.\n\n          Beat.\n\n\n\n                          CHANG (CONT'D)\n\n           I restore karma. Is that why you came?\n\n\n\n                          JULIAN\n\n           I came here to kill you.\n\n\n\n                          CHANG\n\n           What's stopping you?\n\n\n\n                          JULIAN\n\n           I don't know...\n\n\n\n                          CHANG\n\n           Would you like me to tell you?\n\n          Julian nods.\n\n\n\n                          CHANG (CONT'D)\n\n           You want the Angel of Vengeance.\n\n\n\n                          JULIAN\n\n           Yes.\n\n\n\n                          CHANG\n\n           Why?\n\n\n\n                          JULIAN\n\n           Cause, all my life... I don't know.\n\n\n\n                          CHANG\n\n           Yes you do.\n\n\n\n                          JULIAN\n\n           My mother wants me to kill you.\n\n          Chang stares back at him.\n\n\n\n                          CHANG\n\n           And what do you want?\n\n\n\n                          JULIAN\n\n           ... I love violence.\n\n\n\n                          CHANG\n\n           You want to fight me?\n\n          Julian nods.\n\n\n\n                          JULIAN\n\n           Thai style.\n\n\n\n                          CUT TO:\n\n\n\n          INT. RESTAURANT - NIGHT\n\n\n\n          Three cops sit eating noodles.\n\n\n\n                          KIM\n\n\n\n                          (IN THAI)\n\n           What about his brain?\n\n\n\n                          PHAIBUN\n\n\n\n                          (IN THAI)\n\n           It's a risk... One hit in the wrong place\n\n           and he'll be straight back in hospital.\n\n           And maybe he wont be so lucky as last\n\n           time.\n\n\n\n                          DAENG\n\n\n\n                          (IN THAI)\n\n           Then why's he going to fight the\n\n           Westerner?\n\n          The question hangs in the air. It's what they're all wondering.\n\n\n\n                          PHAIBUN\n\n           He used to be a great boxer.\n\n\n\n                          KIM\n\n           He has to do it. Since he came out of\n\n           the coma, that's what he's done.\n\n           Whatever's been asked of him, he's done\n\n           it. He can't help it. It's all a\n\n           mystery...\n\n          A mutual pause.\n\n\n\n                          DAENG\n\n           And if he loses?\n\n\n\n                          PHAIBUN\n\n           He can't lose. He's the Angel of\n\n           Vengeance.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. CHANG'S APARTMENT - NIGHT\n\n\n\n          Nadee is standing behind Chang. They're playing a game in which\n\n          they speak in English.\n\n          She points out the window.\n\n\n\n                          CHANG\n\n           View.\n\n\n\n                          NADEE\n\n           Window.",
  "30": "---END OF PREVIOUS SECTION---\nShe points out the window. CHANG\n\n           View. NADEE\n\n           Window. \n---TARGET SECTION TO BE ANNOTATED---\n          `She points at the table.\n\n\n\n                          CHANG\n\n           Table.\n\n\n\n                          NADEE\n\n           Do you like the table?\n\n\n\n                          CHANG\n\n           Yes. I like the table.\n\n          Chang stiffens. Nadee detects the change in him.\n\n\n\n                          NADEE\n\n           What is it?\n\n          Chang takes her in his arms. He starts kissing her neck.\n\n\n\n                          CHANG\n\n           I need to speak to you in Thai.\n\n          A pause.\n\n\n\n                          NADEE\n\n\n\n                          (IN THAI)\n\n           What is it?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I love you.\n\n          She stares at him for a long moment. It's odd for him to have\n\n          confessed his feelings in such a way. Not bad, just odd. And then\n\n          she starts to kiss him back...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. STREET - EVENING\n\n\n\n          Julian is anxiously waiting outside. He looks up as Mai comes\n\n          out of her appartment in a red dress.\n\n          Julian's face drops.\n\n\n\n                          MAI\n\n           What is it?\n\n\n\n                          JULIAN\n\n           You can't wear that.\n\n\n\n                          MAI\n\n           Why not?\n\n\n\n                          JULIAN\n\n           My mother's... Very particular about\n\n           colours.\n\n\n\n                          MAI\n\n           You're kidding?\n\n\n\n                          JULIAN\n\n           She hates red. Come on, we'll get you\n\n           something else.\n\n          Mai stares at him, reluctant to give in.\n\n\n\n                          JULIAN (CONT'D)\n\n           Come on.\n\n\n\n                          MAI\n\n           This is insane.\n\n\n\n                          JULIAN\n\n           Look, I'm telling you. It's easier this\n\n           way. Trust me.\n\n          Mai gives in. Takes his hand.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CLOTHES SHOP - NIGHT\n\n\n\n          Chang picks out a dress for Mai. She takes it, finding it hard\n\n          to believe that he's making her do this...\n\n\n\n                          CUT TO:\n\n\n\n          INT. RESTAURANT - NIGHT\n\n\n\n          Three people sit around a table awkwardly. Julian, Jenna and Mai\n\n          (dressed very conservatively) all eating soup. A long silence.\n\n\n\n                          JENNA\n\n           So... May, isn't it?\n\n\n\n                          JULIAN\n\n           It's Mai, Mum.\n\n\n\n                          JENNA\n\n           How long have you two known each other\n\n           then?\n\n          Mai's about to answer but Juilan gets there first.",
  "31": "---END OF PREVIOUS SECTION---\nJULIAN\n\n           It's Mai, Mum. JENNA\n\n           How long have you two known each other\n\n           then? Mai's about to answer but Juilan gets there first. \n---TARGET SECTION TO BE ANNOTATED---\n                          JULIAN\n\n           A year and a half isn't it?\n\n          Beat as Mai quickly counts in her head...\n\n\n\n                          MAI\n\n           ...that sounds about right.\n\n\n\n                          JENNA\n\n           Well it's always a rare treat to meet\n\n           one of Julian's lady friends.\n\n\n\n                          JULIAN\n\n           Mum, please...\n\n\n\n                          JENNA\n\n           So, where did you two meet?\n\n\n\n                          JULIAN\n\n           I saw her walking down the street.\n\n          Jenna raises an eyebrow...\n\n\n\n                          JULIAN (CONT'D)\n\n           And I thought - this is the most\n\n           beautiful girl I've ever seen - so I\n\n           just walked up to her and started\n\n           talking.\n\n\n\n                          JENNA\n\n           I hear that happens a lot in this part\n\n           of the world... Tell me, what's your\n\n           line of work, Mai?\n\n\n\n                          MAI\n\n           I work in the service industry.\n\n\n\n                          JENNA\n\n           I bet you do. But tell me Mai, before\n\n           you started serving my son, how many\n\n           cocks were you serving? Was it over a\n\n           thousand?\n\n          Mai stares at Jenna in disbelief.\n\n\n\n                          JENNA (CONT'D)\n\n           I know girls like you. Just because you\n\n           might be pulling the wool over my son's\n\n           eyes don't think it's going to work with\n\n           me.\n\n\n\n                          JULIAN\n\n           Mum, stop it, for fuck's sake.\n\n\n\n                          JENNA\n\n           I'm sorry Julian, but I won't stand by\n\n           and let a dirty little hooker take\n\n           advantage of my son in the vain hope\n\n           that her womb isn't so diseased that\n\n           she can trick him into impregnating her\n\n           and putting another cocksucking child\n\n           on to this earth.\n\n\n\n                          JULIAN\n\n           Leave her alone Mum. You've got her\n\n           wrong. She's a good girl.\n\n\n\n                          JENNA\n\n           What do you know about what's good?\n\n          Beat. Julian says nothing.\n\n\n\n                          MAI\n\n           He's good to me...\n\n\n\n                          JENNA\n\n           Well that's nice isn't it, I'm really\n\n           happy for you--\n\n\n\n                          JULIAN\n\n           Mum!\n\n          A pause.\n\n\n\n                          JULIAN (CONT'D)\n\n           The cops came by my club today.\n\n          Beat. She stares at him.",
  "32": "---END OF PREVIOUS SECTION---\nJULIAN (CONT'D)\n\n           The cops came by my club today. Beat. She stares at him. \n---TARGET SECTION TO BE ANNOTATED---\n                          JULIAN (CONT'D)\n\n           They're investigating a murder. The\n\n           guy that killed Billy turned up dead\n\n           this morning.\n\n          Jenna looks bored. Lights a cigarette.\n\n\n\n                          JENNA\n\n           Oh really, shame that, still, live by\n\n           the sword, die by the sword...\n\n\n\n                          JULIAN\n\n           I know it was you, Mum.\n\n\n\n                          JENNA\n\n           I did what had to be done.\n\n\n\n                          JULIAN\n\n           He was there. He was with them.\n\n\n\n                          JENNA\n\n           Who?\n\n\n\n                          JULIAN\n\n           The Angel of Vengeance.\n\n\n\n                          JENNA\n\n           D'you kill him?\n\n\n\n                          JULIAN\n\n           No.\n\n\n\n                          JENNA\n\n           Cause he as good as killed Billy. What\n\n           I want to know is, what are you going\n\n           to do about it?\n\n\n\n                          JULIAN\n\n           I'm not going to kill him...\n\n\n\n                          JENNA\n\n           Yes you are. You're going to do it for\n\n           me and you're going to do it for your\n\n           brother.\n\n\n\n                          JULIAN\n\n           This isn't about Billy. This is about\n\n           me. All my life I've been running...\n\n\n\n                          JENNA\n\n           That's right you cunt, cause you always\n\n           run away whenever there's a problem...\n\n           just like you're running away from\n\n           killing this fucking Angel of whatever\n\n\n\n                          -\n\n\n\n                          JULIAN\n\n           - his name is Chang-\n\n\n\n                          JENNA\n\n           Chang?!\n\n          Mai stands up.\n\n\n\n                          MAI\n\n           I should be going now.\n\n\n\n                          JENNA\n\n           Sit down you cunt.\n\n\n\n                          JULIAN\n\n           Mum, don't talk to her like that.\n\n          Mai sits down.\n\n\n\n                          JENNA\n\n           So what am I left with?\n\n          Julian stares at her.\n\n\n\n                          JULIAN\n\n           Me.\n\n          Jenna calms down. She looks at their reflections in the mirror\n\n          behind the bar. We ZOOM in on the mirror, their faces refracted\n\n          by the glass.\n\n\n\n                          JENNA\n\n           You're right. We're family. We stick\n\n           together. But Billy was family too.\n\n\n\n                          JULIAN\n\n           Billy was a fuck up... He deserved\n\n           everything he got. You know it and I\n\n           know it.\n\n\n\n                          JENNA\n\n           That's it. I'm not listening to this.",
  "33": "---END OF PREVIOUS SECTION---\nYou know it and I\n\n           know it. JENNA\n\n           That's it. I'm not listening to this. \n---TARGET SECTION TO BE ANNOTATED---\n           I don't ever want to hear you mention\n\n           his name again... Do you hear me?\n\n\n\n                          JULIAN\n\n           Yeah we were brothers, but we were never\n\n           close... And he was only in Bangkok\n\n           cause you couldn't control him. So you\n\n           sent him to me--\n\n\n\n                          JULIAN (CONT'D)\n\n           -- So you sent him to me and what could\n\n           I do?\n\n\n\n                          JENNA\n\n           You could have protected him.\n\n\n\n                          JULIAN\n\n           I did what I could. And that's more than\n\n           you ever did.\n\n\n\n                          JENNA\n\n           I would've done anything for him. Okay,\n\n           he wasn't born with as many advantages\n\n           as you were. He struggled with things.\n\n           But I always stood by him.\n\n\n\n                          JULIAN\n\n           And what did that get him? I'll tell\n\n           you what, a one way ticket to this\n\n           fucking place, just like me.\n\n\n\n                          JENNA\n\n           Don't you dare blame me for what\n\n           happened back then.\n\n\n\n                          JULIAN\n\n           I'm only here 'cause of you. If you\n\n           didn't exist, I wouldn't be here.\n\n          Beat.\n\n\n\n                          JULIAN (CONT'D)\n\n           I could've been someone, Mum. I was on\n\n           my way...\n\n          Jenna stares at him - this is a conversation she does not like\n\n          having...\n\n\n\n                          JENNA\n\n           You would've been a great fighter...\n\n           You could've gone pro.\n\n\n\n                          JULIAN\n\n           Don't you think I know that? And look\n\n           at me now. I'm a front for a drugs\n\n           smuggling.\n\n          He turns to Mai.\n\n\n\n                          JULIAN (CONT'D)\n\n           It's true... The whole thing's a front.\n\n           Every day I see kids coming in with great\n\n           potential. And every day I see kilos\n\n           of heroin going out. And it's all\n\n           because of you, Ma. You and the money\n\n           and the drugs.\n\n          Jenna silently seethes, waiting for Julian to shut the fuck up.\n\n          He quietens down...\n\n\n\n                          JENNA\n\n           At least you're not behind bars and\n\n           that's more important to me.\n\n          Julian turns to her - he has been waiting all his life to say\n\n          this.\n\n\n\n                          JULIAN\n\n           That's right Mum.",
  "34": "---END OF PREVIOUS SECTION---\nJENNA\n\n           At least you're not behind bars and\n\n           that's more important to me. Julian turns to her - he has been waiting all his life to say\n\n          this. JULIAN\n\n           That's right Mum. \n---TARGET SECTION TO BE ANNOTATED---\n That's what's more\n\n           important to you. But what about me?\n\n           Sometimes I think you only got me out\n\n           of there so the cops couldn't trace it\n\n           back to you...\n\n          Jenna stares at him. Her face a mask.\n\n\n\n                          JULIAN (CONT'D)\n\n           ...that's right Mum. Think about it.\n\n           With me gone you were safe. And it turned\n\n           out to be good for business as well.\n\n           All very convenient.\n\n          Silence between them. Jenna lights another cigarette - her hands\n\n          now shaking.\n\n\n\n                          JULIAN (CONT'D)\n\n           Is that what happened with Billy? Did\n\n           Billy become a problem like I did?\n\n           Wouldn't surprise me, he was a big\n\n           fucking problem when he was here...\n\n           Still, at least you didn't have him\n\n           killed.\n\n          Jenna slaps him hard on the face. Julian recovers. Looks up at\n\n          her. Very intense.\n\n\n\n                          JULIAN (CONT'D)\n\n           I'm not going to kill him for you, Mum.\n\n           Doesn't matter what you say. And do you\n\n           want to know why?\n\n\n\n                          JENNA\n\n           Surprise me.\n\n\n\n                          JULIAN\n\n           'Cause I'm going to fight him. In the\n\n           ring. Me versus him.\n\n\n\n                          JENNA\n\n           Well that seems sensible... And what\n\n           do you hope that's going to achieve?\n\n\n\n                          JULIAN\n\n           I don't expect you to understand. Cause\n\n           you don't understand anything that\n\n           isn't about you.\n\n\n\n                          JENNA\n\n           And when you lose, what's going to\n\n           happen then?\n\n\n\n                          JULIAN\n\n           I don't know... But maybe this time I'll\n\n           win. Like you say, only God forgives.\n\n           Maybe this time he'll forgive me...\n\n          Jenna turns to Mai.\n\n\n\n                          JENNA\n\n           Do you understand what he's talking\n\n           about? 'Cause I haven't got a fucking\n\n           a clue.\n\n\n\n                          JULIAN\n\n           You never did, Mum.\n\n          A pause. Julian's touched a nerve. Jenna recovers.\n\n\n\n                          JENNA\n\n           I hope you find what you're looking for.\n\n           'Cause if you don't, it's going to find\n\n           you and I'm not always going to be there\n\n           to look after you.\n\n          Jenna composes herself. Suddenly brightens.",
  "35": "---END OF PREVIOUS SECTION---\n'Cause if you don't, it's going to find\n\n           you and I'm not always going to be there\n\n           to look after you. Jenna composes herself. Suddenly brightens. \n---TARGET SECTION TO BE ANNOTATED---\n A different person.\n\n\n\n                          JENNA (CONT'D)\n\n           Nice to meet you Mai. Hope to see you\n\n           again soon.\n\n          Jenna shakes her hand. Mai's too shocked to resist. And then,\n\n          as if nothing had happened, Jenna leaves.\n\n          Julian covers his face with his napkin.\n\n\n\n                          MAI\n\n           Are you alright?\n\n          He's not. He's crying. But he doesn't want anyone to see.\n\n\n\n                          JULIAN\n\n           I'm fine.\n\n          Beat.\n\n\n\n                          JULIAN (CONT'D)\n\n           I'll be fine. In a minute.\n\n          Julian wipes his face clean. Pulls himself together.\n\n\n\n                          JULIAN (CONT'D)\n\n           Sorry about that.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FOUR SEASON'S HOTEL - NIGHT\n\n\n\n          Jenna gets out of her cab and walks toward reception, a look of\n\n          steely determination in her eyes.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL - NIGHT\n\n\n\n          The Concierge and the Manager see Jenna coming towards them and\n\n          brace themselves...\n\n          However, to their relief, she diverts to the palm court area where\n\n          Gordon is waiting for her.\n\n\n\n                          GORDON\n\n           Nice evening?\n\n\n\n                          JENNA\n\n           Lovely, yeah. Just catching up, you\n\n           know.\n\n          Jenna sits down. Lights a cigarette.\n\n\n\n                          JENNA (CONT'D)\n\n           You're a piece of work, aren't you?\n\n          Gordon blushes. Jenna blows out her match.\n\n\n\n                          JENNA (CONT'D)\n\n           No fucking hanging about with you, is\n\n           there?\n\n\n\n                          GORDON\n\n           Well, I don't know about that. Just been\n\n           out here a while... Know how to get\n\n           things done.\n\n\n\n                          JENNA\n\n           I bet you do.\n\n\n\n                          GORDON\n\n           But things are going to shit. Since\n\n           Billy died, Julian's all over the\n\n           place...\n\n\n\n                          JENNA\n\n           We'll have to something about that the,\n\n           wont we? But, first things first, what\n\n           about Chang?\n\n\n\n                          GORDON\n\n           Who?\n\n\n\n                          JENNA\n\n           My son's guardian angel.\n\n\n\n                          GORDON\n\n           He's just a retired cop...",
  "36": "---END OF PREVIOUS SECTION---\nGORDON\n\n           Who? JENNA\n\n           My son's guardian angel. GORDON\n\n           He's just a retired cop... \n---TARGET SECTION TO BE ANNOTATED---\n                          JENNA\n\n           Good, then he won't be to hard to kill,\n\n           will he?\n\n\n\n                          GORDON\n\n           It's not that simple... Is there\n\n           somewhere we can go that's a little more\n\n           private?\n\n          Beat. She raises her eyebrows.\n\n\n\n                          JENNA\n\n           What did you have in mind?\n\n          Gordon blushes. Moves closer, conspiratorial...\n\n\n\n                          GORDON\n\n           You can't just going round killing cops\n\n           here anymore. It's not that easy.\n\n\n\n                          JENNA\n\n           I didn't say it was easy. But then,\n\n           you're a resourceful man, aren't you?\n\n\n\n                          GORDON\n\n           I looked into it. Chang's a hard man\n\n           to get to. None of the Thais'll go near\n\n           him...\n\n\n\n                          JENNA\n\n           Well then you're going to have to find\n\n           someone who's not a fucking Thai then,\n\n           aren't you?\n\n\n\n                          GORDON\n\n           There might be a way... But Julian can't\n\n           find out...\n\n          Jenna looks at Gordon - smiles and crosses her legs.\n\n\n\n                          JENNA\n\n           Don't you worry about that. There are\n\n           certain things that a mother and son\n\n           shouldn't - and don't - discuss...\n\n          Gordon thinks he does but isn't a hundred per cent sure.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOTEL ROOM - NIGHT\n\n\n\n          Julian sits on a chair, holding his hand over a flame. Mai finishes\n\n          applying make up, comes out of the bathroom wearing her red dress.\n\n          She watches him for a moment.\n\n\n\n                          MAI\n\n           What are you doing?\n\n\n\n                          JULIAN\n\n           Seeing when it hurts.\n\n          Mai watches him. He doesn't flinch.\n\n\n\n                          MAI\n\n           I'm going to go.\n\n          Julian takes his hand off the flame. Sees she's left the clothes\n\n          he bought her behind.\n\n\n\n                          JULIAN\n\n           Didn't you like what I got you?\n\n\n\n                          MAI\n\n           It's fine, but you know... It's not my\n\n           style.\n\n\n\n                          JULIAN\n\n           What do you mean?\n\n\n\n                          MAI\n\n           Maybe you should give it to your mother.\n\n\n\n                          JULIAN\n\n           Don't to be so hard on her. Her life\n\n           hasn't been easy.\n\n\n\n                          MAI\n\n           Come on Julian. She's a fucking bitch.",
  "37": "---END OF PREVIOUS SECTION---\nHer life\n\n           hasn't been easy. MAI\n\n           Come on Julian. She's a fucking bitch. \n---TARGET SECTION TO BE ANNOTATED---\n                          JULIAN\n\n           Don't say that, okay? You don't know\n\n           what you're talking about. She'd do\n\n           anything for me.\n\n\n\n                          MAI\n\n           The way she talks to you --\n\n\n\n                          JULIAN\n\n           Don't go there.\n\n\n\n                          MAI\n\n           What? 'Don't talk about my mother'?\n\n           Come on Julian.\n\n          Julian stands up, angry.\n\n\n\n                          MAI (CONT'D)\n\n           Why don't you fuck her instead of me?\n\n          Julian grabs hold her neck. Throws her hard against the wall.\n\n\n\n                          JULIAN\n\n           You don't get to judge her. You think\n\n           she's bad? You should've met my dad.\n\n           But he's not around anymore, and do you\n\n           know why? Cause she loved me too much.\n\n          He lets go of her neck. Mai rubs her neck.\n\n\n\n                          MAI\n\n           You're fucked.\n\n          He pulls money out of his pocket.\n\n\n\n                          JULIAN\n\n           How much do I owe you?\n\n          He forces a roll of notes into her hand, forcing her to take it.\n\n\n\n                          MAI\n\n           Fuck you.\n\n          She opens the door, sets fire to the money, and walks out of the\n\n          room.\n\n          As she walks down the hotel corridor, Julian slams his fists into\n\n          the wall.\n\n\n\n                          CUT TO:\n\n\n\n          INT. SKYLIGHT BAR - NIGHT\n\n\n\n          A mixed clientele. High class. Asian and European. But there's\n\n          an edge to the atmosphere. The music's that bit too loud, that\n\n          bit too aggressive. And the people inside don't look like they're\n\n          having a good time. It seems evil. Sleazy.\n\n          Jenna introduces herself to Yuri Karkov, a well dressed and\n\n          charismatic Russian in his forties who is surrounded by Thai girls\n\n          and fellow Russians including his distinctive looking bodyguard,\n\n          Dimitri.\n\n          As the camera TRACKS CLOSER to them we start to hear what they're\n\n          saying...\n\n\n\n                          YURI KARKOV\n\n           ... so why do you want to kill a\n\n           policeman? Policemen are good. They\n\n           mind their own business and keep the\n\n           streets safe. Stop people stealing my\n\n           cars...\n\n\n\n                          JENNA\n\n           You really want to know?\n\n\n\n                          YURI KARKOV\n\n           Yes. It may effect the price.",
  "38": "---END OF PREVIOUS SECTION---\nJENNA\n\n           You really want to know? YURI KARKOV\n\n           Yes. It may effect the price. \n---TARGET SECTION TO BE ANNOTATED---\n                          JENNA\n\n           He killed my son.\n\n\n\n                          YURI KARKOV\n\n           Revenge. Pricey...\n\n\n\n                          JENNA\n\n           This is Bangkok. Nothing's that\n\n           expensive.\n\n\n\n                          YURI KARKOV\n\n           You're right. Most things are cheap in\n\n           Bangkok. Especially life... We'll take\n\n           care of this business for you. But it\n\n           won't be easy and it won't be cheap.\n\n\n\n                          CUT TO:\n\n\n\n          INT. RESTAURANT - NIGHT\n\n\n\n          Chang and his crew eat dinner together.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. RESTAURANT - NIGHT\n\n\n\n          A crappy van pulls up outside. Out get three Cambodian men. Very\n\n          poor, badly clothed. They look like farmers. Only they pull out\n\n          semi automatic firearms and head for the restaurant.\n\n\n\n                          CUT TO:\n\n\n\n          INT. RESTAURANT - NIGHT\n\n\n\n          Chang has just finished a meal with the Cops including Kim, Daeng\n\n          and Phaiban. Chang is just settling the bill when the Three Gunmen\n\n          walk in. He looks up just as they OPEN FIRE.\n\n          An insane storm of led rains down on the room, shattering all\n\n          the mirrors on the back wall, taking out Two Waitresses and covering\n\n          the room with broken glass.\n\n          Chang hits the floor and starts to drag himself towards some cover.\n\n          Chang's men are completely pinned down. Phaiban's been hit and\n\n          his white shirt has turned dark red with blood.\n\n          Chang keeps edging towards where his jacket's hanging on a chair.\n\n          In it, his pistol.\n\n          The Gunmen keep firing. As soon as a clip is finished, they pull\n\n          it out and put a fresh one in and keep shooting.\n\n          A stray bullet hits the waiter who knocks over the chair Chang's\n\n          jacket's on. It falls to the ground. With it, his pistol. He grabs\n\n          it and returns fire, letting off four rounds.\n\n          He takes Gunman One. Head shot, right between the eyes. Gunman\n\n          Two sees this and sprays at Chang -\n\n          - but Chang manages to dive to cover. He rolls and fires again,\n\n          shooting Gunman Two in the chest three times.\n\n          Chang's out of ammo and needs to reload. Gunman Three's weapon\n\n          jams. He drops his weapon and runs.",
  "39": "---END OF PREVIOUS SECTION---\nChang's out of ammo and needs to reload. Gunman Three's weapon\n\n          jams. He drops his weapon and runs. \n---TARGET SECTION TO BE ANNOTATED---\n          Before he's finished reloading his pistol, Chang's after him.\n\n          He sees Phaiban. Dead. Daeng trying to stem the flow of blood\n\n          from his chest.\n\n          Chang keeps running, determined not to lose his man.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. RESTAURANT - NIGHT\n\n\n\n          The driver of the crappy van smokes nervously in the driving seat\n\n          as he waits. As soon as he sees Gunman Three, panic-stricken,\n\n          running in fear, he puts the van in gear, revs the engine and\n\n          starts to pull away.\n\n          Gunman Three runs after him, crying out for him to slow down.\n\n          The Driver slows. Gunman Three struggles to jump into the open\n\n          doors.\n\n          Chang bursts out of the restaurant. Stops dead. Aims and fires\n\n          off two rounds.\n\n          Blood spatters across the inside of the windscreen. The Driver\n\n          falls forward, dead.\n\n          The back door of the van slams shut. Gunman Three thinks he's\n\n          made it. He's wrong. The van isn't going anywhere.\n\n          Chang approaches the back door of the van, ready to fire.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Do you want to die? Do you want me to\n\n           kill you? For what you've done?\n\n          A long pause. Finally:\n\n\n\n           GUNMAN THREE (O.S.)\n\n\n\n                          (IN THAI)\n\n           No. Please. Don't kill me.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Tell me why not. Tell me why I shouldn't\n\n           shoot you as soon as you come out of\n\n           that door.\n\n\n\n           GUNMAN THREE (O.S.)\n\n\n\n                          (IN THAI)\n\n           I'm sorry?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Not good enough.\n\n\n\n           GUNMAN THREE (O.S.)\n\n\n\n                          (IN THAI)\n\n           It's my first time. I've never done\n\n           anything like this before.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I know that. You're wearing sandals.\n\n           Hitmen don't wear sandals.\n\n          The door opens. Sandaled feet step out of the van. Gunman Three\n\n          comes out with his hands up, falling to his knees. Chang continues\n\n          to point his weapon at the unarmed man.",
  "40": "---END OF PREVIOUS SECTION---\nSandaled feet step out of the van. Gunman Three\n\n          comes out with his hands up, falling to his knees. Chang continues\n\n          to point his weapon at the unarmed man. \n---TARGET SECTION TO BE ANNOTATED---\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Give me a reason.\n\n          The Cops appear behind him in the doorway. Chang holds his ground.\n\n          His finger twitches. It looks like he's going to pull the trigger.\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           I'm begging you. Please--\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           You showed no mercy in there. Why should\n\n           mercy be shown to you?\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           I don't know...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Yes you do.\n\n          A long beat.\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           I don't know his name.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           But you know where he is.\n\n          Gunman Three looks up... Nods.\n\n\n\n                          CUT TO:\n\n\n\n          INT. COVERED ELECTRICAL MARKET - NIGHT\n\n\n\n          Flanked by the Cops, Chang frog marches Gunman Three through the\n\n          crowds, passing various stalls that seem to sell anything you\n\n          could ever want for your TV, computer or Hi-fi.\n\n          Gunman Three is so scared that he keeps forgetting the route and\n\n          fretting about which way to turn at every junction in the\n\n          warren-like market.\n\n          Finally they reach the entrance to a particular shop.\n\n\n\n                          CUT TO:\n\n\n\n          INT. ELECTRICAL SHOP - NIGHT\n\n\n\n          Chang enters, followed by the others. Gunman Three is incredibly\n\n          relieved to have found it. Li Po stands behind the counter - beside\n\n          him sits Pan, a twelve year old boy who is severely handicapped.\n\n          As soon as Li Po sees Chang and his crew arrive with Gunman Three\n\n          next to them he knows the game's up. He can't run. His kid's sitting\n\n          there...\n\n          He approaches them with a heavy sigh.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           You know why we're here.\n\n\n\n                          LI PO\n\n\n\n                          (IN THAI)\n\n           Yes...\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           He set it up. He knows who ordered the\n\n           hit. He'll tell you.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Don't talk unless I ask you to.",
  "41": "---END OF PREVIOUS SECTION---\nHe knows who ordered the\n\n           hit. He'll tell you. CHANG\n\n\n\n                          (IN THAI)\n\n           Don't talk unless I ask you to. \n---TARGET SECTION TO BE ANNOTATED---\n           Understood?\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           Yes. Completely understood.\n\n          Chang turns to Li Po.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Do you have anything to say for\n\n           yourself?\n\n\n\n                          LI PO\n\n\n\n                          (IN THAI)\n\n           I'm a salesman. Some of the things I\n\n           sell aren't exactly legal... But I'll\n\n           give you the man that hired the hit...\n\n          Chang stares at him...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Good...\n\n          Li Po summons the contact details on his distinctive looking mobile\n\n          phone. Proffers it to Chang.\n\n\n\n                          LI PO\n\n\n\n                          (IN THAI)\n\n           As for myself, I'm not scared of paying\n\n           for what I've done. I just... just don't\n\n           hurt my son.\n\n          Chang looks down at Pan - who is just staring at them, not\n\n          understanding the situation.\n\n          Chang takes the phone from Li Po.\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           You see? He knows. He's got the details.\n\n           I told you he would.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           And I told you not to talk unless I asked\n\n           you.\n\n          Chang aims his gun at Gunman Three.\n\n\n\n                          GUNMAN THREE\n\n\n\n                          (IN THAI)\n\n           Wait. You said if I took you to him you'd\n\n           let me live.\n\n          Chang shakes his head.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I never said that.\n\n          Chang fires. Gunman Three's brains spatter across the TV screens\n\n          on the far side of the wall.\n\n          Pan begins to cry and Li Po hugs him and tells him how much he\n\n          loves him... thinking they're next...\n\n          Chang studies the mobile phone.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           This him?\n\n          Li Po nods - scared.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Where do I find him?\n\n\n\n                          LI PO\n\n\n\n                          (IN THAI)\n\n           Skylight bar at the Jupiter.. Every\n\n           night.\n\n          Chang studies Li Po making sure he speaks the truth... then nods.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I'm taking your phone.\n\n          Chang turns to leave.",
  "42": "---END OF PREVIOUS SECTION---\nChang studies Li Po making sure he speaks the truth... then nods. CHANG\n\n\n\n                          (IN THAI)\n\n           I'm taking your phone. Chang turns to leave. \n---TARGET SECTION TO BE ANNOTATED---\n                          LI PO\n\n\n\n                          (IN THAI)\n\n           What about me?\n\n          Beat. Chang considers. Looks at Pan who's staring at Chang in\n\n          fear. Looks back at Li Po.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I forgive you...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. THE JUPITER - NIGHT\n\n\n\n          A people carrier pulls up outside the hotel. The doormen open\n\n          the side door and step back when they see the heavily armed and\n\n          bloodstained policemen get out, led by Chang.\n\n\n\n                          CUT TO:\n\n\n\n          INT. SKYLIGHT BAR - NIGHT\n\n\n\n          PICK OUT Dimitri and the group of Russian Criminals. Yuri Karkov\n\n          is in the centre of them, a girl on either arm.\n\n          Chang leads the Cops into the bar. He fires two shots into the\n\n          ceiling. That shuts everyone up and gets the Russian Criminals\n\n          up and ready for a confrontation. Half the bar's emptied by the\n\n          time Chang reaches Yuri Karkov.\n\n\n\n                          YURI\n\n           You better have a fucking good reason\n\n           for doing this. Don't you know who\n\n           you're fucking with.\n\n          Chang looks at him.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           You live in my country. Can't speak my\n\n           language... Too bad the one guy on my\n\n           team that could speak English got\n\n           murdered today.\n\n          Yuri looks round for help. He can't understand a word.\n\n\n\n                          YURI\n\n           Can someone tell me what the fuck this\n\n           guy's trying to say...\n\n          Chang calls over to the barman.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Can you turn the music off. It won't\n\n           be long, I promise.\n\n          The music's killed.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           That's better. Thank you very much...\n\n          Chang pulls out Li Po's distinctive mobile phone.\n\n          Dimitri, currently flanking Yuri, turns white.\n\n          Chang calls a number. A beat. Then a phone starts ringing in\n\n          Dimitri's jacket pocket (with a really cheesy ringtone). Dimitri\n\n          winces. Chang shakes his head.\n\n          Yuri pulls a gun. Kim shoots him dead. Chang moves his gun across\n\n          to Dimitri. Holds his mobile phone up to his ear.\n\n          Dimitri answers.",
  "43": "---END OF PREVIOUS SECTION---\nChang moves his gun across\n\n          to Dimitri. Holds his mobile phone up to his ear. Dimitri answers. \n---TARGET SECTION TO BE ANNOTATED---\n Chang speaks through the phone.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN ENGLISH)\n\n           You're under arrest...\n\n\n\n                          CUT TO:\n\n\n\n          INT. SKYLIGHT BAR - LATER\n\n\n\n          WE TRACK IN on Dimitri as he stares at Chang, a rabbit in the\n\n          headlights. Chang slowly sits down next to him. Talks to him in\n\n          English.\n\n\n\n                          CHANG (CONT'D)\n\n           I need information.\n\n          Phaiban spins a spotlight onto Dimitri.\n\n\n\n                          CHANG (CONT'D)\n\n           And you're going to help me.\n\n          Suddenly the atmosphere in the emptied club shifts. It's as if\n\n          Dimitri and Chang are locked into some kind of surreal\n\n          performance...\n\n\n\n                          CHANG (CONT'D)\n\n           Whether you like it or not.\n\n          Dimitri's body starts to shake in fear.\n\n\n\n                          DIMITRI\n\n           It was an English woman - she wanted\n\n           you dead...\n\n          A beat. Not what Chang expected...\n\n\n\n                          CHANG\n\n           Why?\n\n\n\n                          DIMITRI\n\n           Said you... murdered her son....\n\n\n\n                          CHANG\n\n           Who was she?\n\n\n\n                          DIMITRI\n\n           I don't know...\n\n\n\n                          CHANG\n\n           How did she know me?\n\n          Dimitri shakes his head. He really doesn't know.\n\n\n\n                          DIMITRI\n\n           She asked for you by name...\n\n\n\n                          CHANG\n\n           And what's my name?\n\n\n\n                          DIMITRI\n\n\n\n                          CHANG--\n\n          Chang starts to circle him. Dimitri's terrified. Doesn't know\n\n          what the fuck he's on about. Suddenly he's grabbed from behind\n\n          by Phaiban.\n\n          Chang smashes a beer bottle and walks up behind Dimitri...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I see the way you look at my people.\n\n           The way you abuse them with your eyes.\n\n           For this, I take your sight.\n\n          He pushes the broken bottle into Dimitri's eyes. Gauges them out.\n\n          Dimitri screams hysterically - calling out for his mother in\n\n          Russian...\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           You live in my country, but you fail\n\n           to learn our language. You don't even\n\n           try. For this I take your tongue...\n\n          Phaibun grabs Dimitri's head from behind.",
  "44": "---END OF PREVIOUS SECTION---\nYou don't even\n\n           try. For this I take your tongue... Phaibun grabs Dimitri's head from behind. \n---TARGET SECTION TO BE ANNOTATED---\n Chang presses down on\n\n          his stomach with his knee and opens his mouth - grabs hold of\n\n          his tongue and with a blade slowly cuts it off.\n\n          ...Dimitri's screams become more like the howls of a dying\n\n          animal...\n\n          Chang looks at him and his men release Dimitri who stumbles around\n\n          the room like a chicken without a head...\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           You had opportunities. You could have\n\n           chosen other paths... But you wouldn't\n\n           listen... For this I give you\n\n           silence...\n\n          Chang grabs Dimitri and pushes the knife into his ear. First one\n\n          side, then the other.\n\n          SOUND OUT. We can't hear Dimitri's screaming. We can't hear\n\n          anything at all.\n\n          Beat.\n\n          MUSIC STARTS. Painful and beautiful, but also tacky... The opening\n\n          bars to one of Dolly Parton's classics. Karaoke style.\n\n\n\n           NADEE (V.O.)\n\n           If I should stay, I would only be in\n\n           your way.\n\n           So I'll go, but I know I'll think of\n\n           you every step of the way.\n\n          And Chang with his crew just stare at the tortured Russian as\n\n          he screams until his lungs are ready to burst.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Nadee and Chang on stage. Singing their hearts out.\n\n\n\n           CHANG AND NADEE\n\n           And I will always love you.\n\n           I will always love you.\n\n           You, my darling you. Hmm.\n\n          His crew watch, emotion etched on their faces...\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - NIGHT\n\n\n\n          Gordon is sitting on a chair in Jenna's hotel room, a whiskey\n\n          in his hand, the Bangkok skyline behind him.\n\n\n\n           NADEE (V.O.)\n\n           Bittersweet memories that is all I'm\n\n           taking with me.\n\n           So, goodbye. Please don't cry,\n\n          Jenna walks in from the bedroom wearing her dressing gown and\n\n          walks over to him - a commanding presence. He makes to get up\n\n          but she pushes him down and then leans down and kisses him hard\n\n          on the mouth.\n\n\n\n           CHANG (V.O.",
  "45": "---END OF PREVIOUS SECTION---\nHe makes to get up\n\n          but she pushes him down and then leans down and kisses him hard\n\n          on the mouth. CHANG (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n           We both know that I'm not what you, you\n\n           need.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Nadee and Chang continue singing - a spotlight beaming down on\n\n          them, singling them out in the shadowy bar.\n\n\n\n           CHANG AND NADEE\n\n           And I will always love you.\n\n           I will always love you.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - NIGHT\n\n\n\n          Jenna and Gordon are still kissing as the guitar solo of the\n\n          instrumental section kicks in...\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          As Chang waits for the instrumental section to end, he starts\n\n          to cry, letting the tears flow without embarrassment. Nadee puts\n\n          her arm around him to comfort him.\n\n          The rest of the crew start crying as well, Daeng in particular.\n\n\n\n                          NADEE\n\n           I hope life treats you kind\n\n           And I hope you have all you've dreamed\n\n           of...\n\n           And I wish you, joy and happiness.\n\n\n\n                          CHANG\n\n           But above all this, I wish you love.\n\n           And I will always love you.\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING CLUB - NIGHT\n\n\n\n          Julian trains alone in the night...\n\n\n\n           NADEE(V.O.)\n\n           I will always love you.\n\n\n\n           CHANG (V.O.)\n\n           I will always love you.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR- NIGHT\n\n\n\n          Nadee and Chang holding hands...\n\n\n\n           CHANG / NADEE (O.S.)\n\n           I will always love you.\n\n           I will always love you...\n\n           I, I will always love you.\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING CLUB - NIGHT\n\n\n\n          ...Julian stares at his reflection.\n\n\n\n           CHANG / NADEE (V.O.)\n\n           You, darling, I love you.\n\n           Ooh, I'll always, I'll always love you.\n\n          Julian lifts his fists up. The same fighting pose we saw him in\n\n          at the very beginning. He's ready. Ready as he'll ever be.\n\n\n\n                          CUT TO:\n\n\n\n                         BLACK\n\n\n\n                         FADE IN:\n\n\n\n          INT. THAI BOXING RING - NIGHT\n\n\n\n          Two figures kneel on either side of the ring. Julian and Chang.",
  "46": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n                         BLACK\n\n\n\n                         FADE IN:\n\n\n\n          INT. THAI BOXING RING - NIGHT\n\n\n\n          Two figures kneel on either side of the ring. Julian and Chang. \n---TARGET SECTION TO BE ANNOTATED---\n          Both wearing Mongkol. Totally still.\n\n          The ceremonial music begins...\n\n          Slowly Julian and Chang start to perform Ram Muay, the ancient,\n\n          traditional dance which the rules of the game say must be carried\n\n          out before a fight takes place.\n\n          It is both strange and spiritual: Julian and Chang move their\n\n          arms rhythmically, in time to the music, their hands describing\n\n          shapes and outlining fighting positions.\n\n          As the dance develops, so their positions become more combative;\n\n          now crouching, now standing, hinting at the kicks and punches\n\n          that they're about to perform... but all carried out with an almost\n\n          beatific precision that is at odds with the violence that is about\n\n          to follow...\n\n\n\n           FADE OUT.\n\n          The Music Ends. A moment of stillness, and then slowly we bring\n\n          up the SOUND of the baying crowd. Chanting. Screaming. Wild\n\n          excitement. Ready for the fight they've all been waiting for...\n\n\n\n                         FADE IN:\n\n\n\n          INT. THAI BOXING RING - NIGHT\n\n\n\n          The crowd is packed. In one corner: Julian. Charlie Ling beside\n\n          him along with Ko Sam. He looks focussed. Confident.\n\n          In the other corner: Chang. Kim next to him along with a couple\n\n          of his crew. He looks incredibly calm.\n\n          The first bell sounds. Five second warning...\n\n          Chang looks over into the crowd. Kanita with Nadee. Kanita offers\n\n          him a 'thumbs up'. Chang smiles. Returns it.\n\n          Julian looks over. Sees Mai take a seat. She holds his gaze.\n\n          The second bell sounds. The first of five rounds. Julian and Chang\n\n          walk up to the centre of the ring. The Referee stands between\n\n          them. Brings them together. A quick look down to the Three Judges.\n\n          Then a look between the two fighters.\n\n          Julian eyes Chang. Steely determination in his eyes. Chang looks\n\n          back at him without emotion.\n\n\n\n                          REFEREE\n\n\n\n                          (IN THAI)\n\n           Fight.\n\n          Julian and Chang circle each other. Julian moves in to attack\n\n          first. He throws a straight left first to Chang's face and steps\n\n          his left foot forward at the same time. Chang bends his right\n\n          leg, dodging the attack.",
  "47": "---END OF PREVIOUS SECTION---\nJulian moves in to attack\n\n          first. He throws a straight left first to Chang's face and steps\n\n          his left foot forward at the same time. Chang bends his right\n\n          leg, dodging the attack. \n---TARGET SECTION TO BE ANNOTATED---\n He then pounces on the upper part of\n\n          Julian's arm with his right hand and catches his wrist with his\n\n          left hand. He tries to turn Julian's front wrist up, but Julian's\n\n          too strong. This is a surprise for Chang. He breaks and steps\n\n          back.\n\n          Julian moves in to attack again, raising both elbows to make an\n\n          attack on Chang's head. Chang steps forward and pulls an uppercut,\n\n          connecting hard with Julian's chin. Julian moves back, dazed.\n\n          Takes a moment to get his bearings back. That hurt.\n\n          Chang doesn't take the opportunity to attack. He hangs back.\n\n          Waiting for Julian to come at him again. This pisses Julian off.\n\n          He moves forward and throws an offensive kick with his right foot.\n\n          Chang moves back to dodge the attack and swivels to try and strike\n\n          with a counter attack. He moves too slow. The right footed attack\n\n          was a feint. Julian slams his right foot down on the floor and\n\n          uses it to swivel, unleashing a kick with his left which connects\n\n          with Chang's jaw and sends him flying back.\n\n          Julian uses his forward motion to propel him onwards. He bounds\n\n          over to the disoriented Chang and hits him with a series of jabs\n\n          and punches to his upper body and face.\n\n          Chang's almost on the ropes. Julian comes in hard with kicks to\n\n          the shins with his right foot. Chang bends his body to pass under\n\n          Julian's right foot. Julian misses the target. Chang manages to\n\n          place his right foot on Julian's left knee-joint which makes him\n\n          fall down.\n\n          Julian's in a vulnerable position, but Chang doesn't move to make\n\n          the killer blow. He steps back to let him recover. Again this\n\n          enrages Julian.\n\n          He gets up and moves forward towards Chang. He comes in with a\n\n          high right kick. Again Chang manages to dodge the attack and returns\n\n          with a right foot to the back of Julian's left knee. Julian swivels,\n\n          punches air, and gets a trio of punches in his gut. His guard's\n\n          down. But again no killer punch.\n\n\n\n                          JULIAN\n\n           Come on.\n\n          Chang retreats. Shrugs at Julian. You come on.",
  "48": "---END OF PREVIOUS SECTION---\nChang retreats. Shrugs at Julian. You come on. \n---TARGET SECTION TO BE ANNOTATED---\n          Julian moves towards him, but before he gets a chance to take\n\n          out his frustrations, the bell goes. End of round one.\n\n          Julian stalks back to his corner. He turns to look at Chang, a\n\n          look of intense anger and frustration.\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING RING - NIGHT\n\n\n\n          Julian moves towards the middle where Chang is already waiting.\n\n          Julian waits for Chang this time. Chang is reluctant to attack.\n\n          A waiting game... Who will strike first... Chang wins. Julian\n\n          moves to kick Chang in the ribs, keeping both his hands down as\n\n          he moves in. Chang predicts this and prepares to throw his own\n\n          kick as it comes in. Chang steps back, but again Julian swivels,\n\n          using his right foot instead to pivot and unleashes a killer strike\n\n          with his left foot. Chang goes flying backwards.\n\n          PICK OUT the look of concern etched on the faces of Nadee and\n\n          Kanita.\n\n          Chang recovers but Julian moves in fast with a series of punches\n\n          and elbows. Chang's on the ropes now and getting badly beaten.\n\n          He clings on to Julian to limit the damage.\n\n\n\n                          REFEREE\n\n\n\n                          (IN THAI)\n\n           Break.\n\n          The two fighters step back from each other. Chang's face is damaged.\n\n          Juilan's about to get stuck into him again when the bell sounds.\n\n          End of the second round.\n\n          Round three: Julian slamming punches into Chang. Nadee comforting\n\n          Kanita. Telling her it'll be okay. Chang responding with kicks\n\n          and elbows. Defensive blocks and counter attacks. Mai willing\n\n          Julian on. Jenna watching with Gordon...\n\n          End of round: Julian feeling more confident. Again his eyes scan\n\n          the crowd. This time he sees what he's looking for: Jenna.\n\n          Chang eyeballs Julian from the other corner. Sees him staring\n\n          into the crowd. Looks over. Tries to see what he's looking at\n\n          but can't make it out.\n\n          POV from Chang as he sees Jenna make her way toward Julian. When\n\n          she gets to him we see her saying something to Julian about the\n\n          fight - urging him to hit harder...\n\n          Jenna then walks back to Gordon...\n\n          On Chang. Deep in thought. He gets up early. Walks around the\n\n          ring.",
  "49": "---END OF PREVIOUS SECTION---\nDeep in thought. He gets up early. Walks around the\n\n          ring. \n---TARGET SECTION TO BE ANNOTATED---\n Looking into the crowd.\n\n          Jenna sees him. Stares at him. Suddenly nervous.\n\n          Everything slows down as Chang clocks her again. The colours of\n\n          the room change from blue to yellow to red. He's seen her and\n\n          she knows she's been seen. And he knows. And she knows that he\n\n          knows...\n\n          The bell goes off. Back to reality. Chang turns round. Too late.\n\n          He gets a massive blow to his head. He goes down hard.\n\n          The Referee starts counting.\n\n          Nadee and Kanita watch on, fearful.\n\n          Jenna holds her breath. Hopeful that he might be down and out.\n\n          Kim watches on, concerned.\n\n\n\n                          KIM\n\n\n\n                          (IN THAI)\n\n           Get up. Please get up.\n\n          After a long, terrible pause... Chang gets up. He looks over into\n\n          the crowd. Makes eye contact with his wife. It's okay.\n\n          She shakes her head. She can't bear it. Tears running down her\n\n          face.\n\n          Back on his feet, Chang suddenly drops his guard. Julian hesitates,\n\n          confused. Chang leans in close to him. Winks.\n\n\n\n                          CHANG\n\n           It wasn't you, was it?\n\n          Julian shrugs, puts his guard up.\n\n\n\n                          CHANG (CONT'D)\n\n           You're innocent.\n\n\n\n                          JULIAN\n\n           What are you talking about?\n\n\n\n                          CHANG\n\n           It's not your fault.\n\n          Chang raises his arms again. Ready to fight. Julian gets ready\n\n          to attack but something's changed. The fire's gone out of him.\n\n          He looks over to his mother, to Mai, Chang's words echoing in\n\n          his mind.\n\n          It's not his fault.\n\n          Then Chang comes in with a flurry of punches. Left, right, left,\n\n          right. Julian just takes them...\n\n          Chang pauses in the onslaught. Julian stays motionless in the\n\n          middle of the ring.\n\n          Chang runs at him, flings his right foot, swivels, pulling out\n\n          a roundhouse left kick -\n\n          - which makes contact with Julian's draw.\n\n          SLOW MOTION as Julian's head takes the impact.\n\n          He's out cold before he hits the floor.\n\n\n\n                          CUT TO:\n\n\n\n          BLACK.\n\n\n\n                         FADE IN:\n\n\n\n          INT. CORRIDORS - NIGHT\n\n\n\n          Jenna hurries down the corridor.",
  "50": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n          BLACK. FADE IN:\n\n\n\n          INT. CORRIDORS - NIGHT\n\n\n\n          Jenna hurries down the corridor. \n---TARGET SECTION TO BE ANNOTATED---\n She reaches the dressing room\n\n          door. She's about to knock but she stops. She opens the door silently\n\n          and lets herself in.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANGING ROOMS - NIGHT\n\n\n\n          Julian's sitting on the treatment table, his face covered in cuts\n\n          and bruises...\n\n          Jenna watches him in silence from the shadows, steadies her\n\n          breathing and then slips back out of the room.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CORRIDORS - NIGHT\n\n\n\n          Jenna comes out of the changing rooms as Mai approaches. Jenna\n\n          shakes her head.\n\n\n\n                          JENNA\n\n           He doesn't want to see anyone.\n\n          Mai is disappointed. Doesn't know what to say.\n\n\n\n                          JENNA (CONT'D)\n\n           Just give him time...\n\n\n\n                          MAI\n\n           ...tell him I came?\n\n\n\n                          JENNA\n\n           Of course.\n\n          Jenna hugs Mai close.\n\n\n\n                          JENNA (CONT'D)\n\n           We'll get him through this together.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANGING ROOMS - NIGHT\n\n\n\n          Julian turns when he hears a knock at the door. Says nothing.\n\n          Jenna enters and closes the door behind her. She stands there\n\n          for a moment as if considering what to say...\n\n\n\n                          JENNA\n\n           You deserved to win. You should've\n\n\n\n                          WON--\n\n\n\n                          JULIAN\n\n           Give it a break mum. Just... give it\n\n           as rest.\n\n          He steps into the light. She reaches out to touch him.\n\n\n\n                          JENNA\n\n           I'll never get use to seeing you get\n\n           hurt - even when you win.\n\n\n\n                          JULIAN\n\n           Yeah, well I lost.\n\n\n\n                          JENNA\n\n           And did it make a difference?\n\n          Julian says nothing.\n\n\n\n                          JENNA (CONT'D)\n\n           I want to know... Did it make a\n\n           difference?\n\n          Slowly he shakes his head.\n\n\n\n                          JULIAN\n\n           ... No... it didn't make a\n\n           difference... No difference at all.\n\n\n\n                          JENNA\n\n           And how do you feel now?\n\n\n\n                          JULIAN\n\n           Nothing. I don't feel anything at all.\n\n\n\n                          JENNA\n\n           Don't you see, that's how I felt when\n\n           Billy died...\n\n          Julian studies his mother.\n\n\n\n                          JULIAN\n\n           What do you want, Mum?\n\n          Beat.",
  "51": "---END OF PREVIOUS SECTION---\nJulian studies his mother. JULIAN\n\n           What do you want, Mum? Beat. \n---TARGET SECTION TO BE ANNOTATED---\n                          JENNA\n\n           What d'you think I want? I want it to\n\n           be like it used to be... I don't want\n\n           to lose you...\n\n          Jenna starts crying. Could be real, could be an act - hard to\n\n          tell she's so good...\n\n\n\n                          JULIAN\n\n           What's wrong Mum?\n\n          She shakes her head. Can't say it.\n\n\n\n                          JULIAN (CONT'D)\n\n           What's wrong?\n\n\n\n                          JENNA\n\n           He knows... He knows it was me.\n\n\n\n                          JULIAN\n\n           Who does?\n\n          Beat. Jenna says nothing. Julian thinks... Cogs turn...\n\n\n\n                          JULIAN (CONT'D)\n\n           Chang?\n\n          Jenna nods.\n\n\n\n                          JULIAN (CONT'D)\n\n           What did you do, Mum? What did you do?\n\n          Jenna makes her hand into a pistol. Pretends to fire it into her\n\n          skull. She tried to have Chang killed. Julian's speechless.\n\n\n\n                          JENNA\n\n           He's going to come after me. And after\n\n           he's come after me, he's going to come\n\n           after you.\n\n          Julian stares at his mother; fragile, terrified, alone.\n\n\n\n                          JENNA (CONT'D)\n\n           I'm scared, Julian.\n\n          Julian stares at his mother.\n\n\n\n                          JENNA (CONT'D)\n\n           What are we going to do?\n\n          Julian begins to realize what he has to do... and he looks at\n\n          his hands. Finally...\n\n\n\n                          JULIAN\n\n           We'll be okay - I'll do it, I'll take\n\n           him out...\n\n\n\n                          JENNA\n\n           Not just him. We've got to take them\n\n           all out.\n\n          Julian stares at her - the power she has over him...\n\n\n\n                          JENNA (CONT'D)\n\n           Kill them all. The final solution.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN - NIGHT\n\n\n\n          Chang, Nadee and Kanita are having a nice dinner - happy that\n\n          Chang won and enjoying each other's company in silence...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KANITA'S BEDROOM\n\n\n\n          Chang tucks in his daughter. Nadee watches from the doorway.\n\n          Kanita still has some dolls on her bed. He starts taking them\n\n          off. Notices one of them is broken.",
  "52": "---END OF PREVIOUS SECTION---\nKanita still has some dolls on her bed. He starts taking them\n\n          off. Notices one of them is broken. \n---TARGET SECTION TO BE ANNOTATED---\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           What happened to the princess' head?\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           The monsters were angry. They bit it\n\n           off.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I thought the King banished them all\n\n           from his kingdom?\n\n\n\n                          KANITA\n\n\n\n                          (IN THAI)\n\n           These were new monsters. The woods are\n\n           full of them.\n\n          Chang holds the broken princess' body. A sudden wave of fear washes\n\n          over him. A sense of doom.\n\n\n\n                          KANITA (CONT'D)\n\n\n\n                          (IN THAI)\n\n           What's wrong Dad?\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Nothing's wrong. Go to sleep.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN\n\n\n\n          Chang speaks on the phone.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           They're going to come after me... Okay.\n\n           Good.\n\n          He ends the call. Stares at his reflection in the window.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / MAIN BEDROOM - NIGHT\n\n\n\n          Chang gets into bed next to his wife. Switches off the light.\n\n          The two of them are bathed in moonlight. He holds his wife's hand.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CAR - DAY\n\n\n\n          It's still early - the sun is only just starting to rise over\n\n          he city.\n\n          Charlie Ling's driving, Ko Sam beside him. Julian's in the back\n\n          street. His face is a mask, his eyes hidden by his sunglasses...\n\n          next to him is a silver shining motorcycle helmet.\n\n\n\n                          CUT TO:\n\n\n\n          IN. CHANG'S APARTMENT / KITCHEN - DAY\n\n          Chang is eating breakfast as he watches a western on TV.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. THAI SHOPPING STREET - DAY\n\n\n\n          Nadee and Kanita walk through the various stalls buying groceries.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT - DAY\n\n\n\n          Chang is dressed - finishing putting on his tie - ready for the\n\n          day. He walks into his sitting room as he hears his mobile ring.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Hello...\n\n\n\n                          VOICE\n\n\n\n                          (IN THAI)\n\n           She is in her room...",
  "53": "---END OF PREVIOUS SECTION---\nHe walks into his sitting room as he hears his mobile ring. CHANG\n\n\n\n                          (IN THAI)\n\n           Hello... VOICE\n\n\n\n                          (IN THAI)\n\n           She is in her room... \n---TARGET SECTION TO BE ANNOTATED---\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           You sure it's her?\n\n\n\n                          VOICE\n\n\n\n                          (IN THAI)\n\n           Yes...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Good... see you very soon.\n\n          ...and Chang hangs up... The Angel of Vengeance getting ready\n\n          to strike again.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT BUILDING - DAY\n\n\n\n          Chang steps out of his apartment into the hallway where a uniformed\n\n          policeman sits on guard reading a Manga comic.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           What's your name?\n\n\n\n                          LI HOM\n\n\n\n                          (IN THAI)\n\n           Li Hom.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Listen Li Hom. You see anyone you don't\n\n           like... You call me, okay?\n\n          Li Hom nods. Chang leaves.\n\n\n\n                          LI HOM\n\n\n\n                          (IN THAI)\n\n           And by the way...\n\n          Chang turns.\n\n\n\n           LI HOM (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Congratulations. Last night. Everyone\n\n           in the station's talking about it.\n\n          Chang nods. Leaves.\n\n\n\n                          CUT TO:\n\n\n\n          INT. / EXT. CAR - DAY\n\n\n\n          The car's parked outside Gordon's apartment block. Gordon's not\n\n          shown. Julian's calling him...\n\n\n\n                          JULIAN\n\n           We're outside.\n\n\n\n           GORDON (V.O.)\n\n           Sorry mate, something's come up.\n\n          Julian pauses. Can't believe it.\n\n\n\n                          JULIAN\n\n           I need you here. Right now.\n\n\n\n           GORDON (V.O.)\n\n           I know but... I'm busy. What I'm doing,\n\n           it's important. I'm sorry mate.\n\n          Julian's incredibly frustrated but hasn't got time to argue.\n\n\n\n                          JULIAN\n\n           Okay.\n\n          Julian kills his phone. He's still for a moment, then:\n\n\n\n                          JULIAN (CONT'D)\n\n           Let's make a move.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FOUR SEASON'S HOTEL - DAY\n\n\n\n          Chang and the Cops walk into the hotel. Chang heads for the elevators\n\n          while Kim approaches reception.\n\n          Chang calls the lift and waits. Kim comes back.\n\n\n\n                          KIM\n\n           They wont disturb us.\n\n          Chang nods. The elevator door opens.\n\n\n\n                          CHANG\n\n           What floor?\n\n\n\n                          KIM\n\n           Top.\n\n\n\n                          CUT TO:\n\n\n\n          INT.",
  "54": "---END OF PREVIOUS SECTION---\nCHANG\n\n           What floor? KIM\n\n           Top. CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n ELEVATOR - DAY\n\n\n\n          Chang and the Cops are standing in the elevator waiting to get\n\n          off. Elevator music plays...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT - DAY\n\n\n\n          Julian is walking around Chang's apartment... looking at all\n\n          family pictures... getting a sense of how they live.\n\n          He opens drawers and closets and studies all the photos of Chang\n\n          as a boxer and soldier.\n\n          ...on a wall is a framed article in Thai that Charlie Ling is\n\n          reading.\n\n\n\n                          JULIAN\n\n           What's it say?\n\n          Charlie starts reading the article out:\n\n\n\n                          CHARLIE LING\n\n           \"Boxing Cop Hero Back From Grave\". One\n\n           of Bangkok's finest, blah blah blah,\n\n           came out of a coma that lasted for an\n\n           entire year, waking up as if nothing\n\n           had happened... Wife was really happy,\n\n           blah blah blah... \"It's hard to\n\n           describe\" Chang said, \"but I do feel\n\n           different.\"\n\n          Charlie starts to sneer as he reads. Julian is listening intently.\n\n\n\n           CHARLIE LING (CONT'D)\n\n           \"I experienced something\n\n           metaphysical, impossible to\n\n           explain... I travelled to many places\n\n           and saw many things... And when I woke\n\n           up I was no longer the man I once was...\"\n\n\n\n                          JULIAN\n\n           The Angel Of Vengeance.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT BUILDING - DAY\n\n\n\n          Nadee and Kanita come out of the elevator and Nadee quickly sees\n\n          that police guard from before has been replaced by someone else\n\n          (Ko Sam)...\n\n          Ko Sam smiles...\n\n\n\n                          KO SAM\n\n\n\n                          (IN THAI)\n\n           I'm the new guard. Please, go on in.\n\n          Nadee looks at him suspiciously but enters the apartment with\n\n          Kanita. Ko Sam pretends to go back to reading his Manga comic.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - DAY\n\n\n\n          Jenna sips tea from a China cup. She puts it back down on to her\n\n          saucer. Kim is sitting opposite her. Chang stands in the\n\n          background.\n\n\n\n                          JENNA\n\n           I came here to collect my son's body.",
  "55": "---END OF PREVIOUS SECTION---\nKim is sitting opposite her. Chang stands in the\n\n          background. JENNA\n\n           I came here to collect my son's body. \n---TARGET SECTION TO BE ANNOTATED---\n           Now it's released, my business in\n\n           Bangkok is completed.\n\n\n\n                          KIM\n\n           When are you leaving?\n\n\n\n                          JENNA\n\n           Tonight.\n\n\n\n                          KIM\n\n           And your other son - is he going with\n\n           you?\n\n\n\n                          JENNA\n\n           I've had no real contact with Julian\n\n           since he ran away.\n\n\n\n                          KIM\n\n           You watched him fight.\n\n          Jenna looks over to Chang.\n\n\n\n                          JENNA\n\n           I watched him lose. And he deserved to.\n\n           You were the better fighter. My only\n\n           sadness is that Billy got caught up in\n\n           what he's doing out here. And paid for\n\n           it with his life.\n\n          Kim and the rest of the crew take this in.\n\n\n\n                          JENNA (CONT'D)\n\n           I'll never testify against my own flesh\n\n           and blood, Officer Chang. But he's a\n\n           killer.\n\n          Chang senses something. Starts to become agitated.\n\n\n\n                          JENNA (CONT'D)\n\n           ... It pains me to say it, but my own\n\n           son is a killer. He killed a cop back\n\n           in England ten years ago. He's been on\n\n           the run ever since. I say son... But\n\n           he hasn't been a son to me.\n\n          Chang stares at the door to the bedroom. Feels the presence of\n\n          someone the other side of the door.\n\n\n\n                          JENNA (CONT'D)\n\n           Not for a long time. Not since he killed\n\n           that cop back home... That was ten years\n\n           ago. He's been running ever since. And\n\n           he'll never stop until he's caught.\n\n           Until you catch him.\n\n          Chang starts to push the door open...\n\n          Behind him Jenna stands up.\n\n          Before Chang fully opens the door, his mobile phone rings. It\n\n          sounds INCREDIBLY loud. He takes it out and looks at the display\n\n          with a feeling of dread.\n\n          He answers...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n\n\n                          HELLO\n\n\n\n           NADEE (V.O.)\n\n\n\n                          (IN THAI)\n\n           It's me... Did you change the guard?\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN - DAY\n\n\n\n          Nadee is in the kitchen putting away the groceries as she is speaking\n\n          with Chang...\n\n\n\n           CHANG (V.O.",
  "56": "---END OF PREVIOUS SECTION---\nCHANG'S APARTMENT / KITCHEN - DAY\n\n\n\n          Nadee is in the kitchen putting away the groceries as she is speaking\n\n          with Chang... CHANG (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n                          (IN THAI)\n\n           No.\n\n\n\n                          NADEE\n\n\n\n                          (IN THAI)\n\n           Someone else is out there now...\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - DAY\n\n\n\n          Chang begins to panic. His eyes fall upon Jenna.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Get out of the apartment...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN\n\n\n\n          Nadee hear's Kanita call for her from the living room.\n\n\n\n                          NADEE\n\n\n\n                          (IN THAI)\n\n           Hold on...\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - DAY\n\n\n\n          Chang screams down the phone:\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n\n\n           GET OUT OF THE APARTMENT!\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / KITCHEN - DAY\n\n\n\n          ... But Nadee is holding the phone against her chest and can't\n\n          hear Chang as she walks into the living room...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT / LIVING ROOM - DAY\n\n\n\n          ... where Julian is sitting on the couch wearing the motorcycle\n\n          helmet, a shotgun on his lap.\n\n          Kanita is standing in the middle of the room, staring at Julian.\n\n          Charlie Ling leans against the opposite wall, a pistol in his\n\n          hand.\n\n          Nadee remains silent, trying to think fast.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / JENNA'S ROOM - DAY\n\n\n\n          Chang listens to the phone, knowing something's wrong.\n\n          Jenna stares at him, defiant. Their eyes lock briefly. But Chang\n\n          hasn't got time for this. He barges past her and out of the room.\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / CORRIDOR - DAY\n\n\n\n          The CAMERA TRACKS with Chang as he runs down the corridor in total\n\n          desperation.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT BUILDING - DAY\n\n\n\n          The CAMERA ZOOMS towards the main door.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT - DAY\n\n\n\n          CLOSE ON Nadee who stares at the main door then slowly turns back\n\n          to Julian. She knows they're trapped.\n\n          Beat.",
  "57": "---END OF PREVIOUS SECTION---\nCHANG'S APARTMENT - DAY\n\n\n\n          CLOSE ON Nadee who stares at the main door then slowly turns back\n\n          to Julian. She knows they're trapped. Beat. \n---TARGET SECTION TO BE ANNOTATED---\n                          NADEE\n\n\n\n                          (IN THAI)\n\n           Kanita - go to your room.\n\n          But Kanita stands still - fear in her eyes.\n\n\n\n                          NADEE (CONT'D)\n\n\n\n                          (IN THAI)\n\n           ... go to your room now.\n\n          And slowly Kanita walks towards her room as Charlie Ling watches\n\n          her... Kanita closes the door.\n\n          Beat - silence...\n\n          Julian stands up and walks toward Nadee - raises his shotgun and\n\n          blows her head off.\n\n          Blood spatters onto the wall, bits of brain and skull everywhere\n\n          as her body falls to the ground...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - DAY\n\n\n\n          Chang stops in his tracks. It's as if he can feel the shotgun\n\n          blast in his heart. He knows what's just happened... He stands\n\n          still. He closes his eyes as if he had only to wish to make it\n\n          all go away... He opens them again to see...\n\n          The street is completely deserted. Chang stands alone in the middle\n\n          of a ghost town.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT - DAY\n\n\n\n          Julian takes off his helmet that's covered in blood, throws it\n\n          onto the floor and walks toward the front door.\n\n\n\n                          CHARLIE LING\n\n           Wait...\n\n          Julian turns back. Charlie Ling nods towards Kanita's room.\n\n\n\n           CHARLIE LING (CONT'D)\n\n           The kid.\n\n          Julian shakes his head.\n\n\n\n                          JULIAN\n\n           No way.\n\n\n\n                          CHARLIE LING\n\n\n\n                          SHE SAID--\n\n\n\n                          JULIAN\n\n           Who said?\n\n          Beat.\n\n\n\n                          JULIAN (CONT'D)\n\n           My mother?\n\n          Charlie Ling nods.\n\n\n\n                          JULIAN (CONT'D)\n\n           What kind of a mother says that?\n\n\n\n                          CHARLIE LING\n\n           If you've got a problem, talk to her.\n\n\n\n                          JULIAN\n\n           No. We're not doing it.\n\n\n\n                          CHARLIE LING\n\n           You don't have to. I will.\n\n          Charlie Ling kicks open the door. Julian realises he can't let\n\n          him do it.\n\n          And as Charlie Ling sees Kanita... Julian shoots him in the back.\n\n          Charlie Ling slumps to the floor.\n\n          Julian approaches the doorway. He looks in. Sees Kanita sitting\n\n          on her bed.",
  "58": "---END OF PREVIOUS SECTION---\nJulian approaches the doorway. He looks in. Sees Kanita sitting\n\n          on her bed. \n---TARGET SECTION TO BE ANNOTATED---\n She stares at Julian, Charlie Ling's dead body at\n\n          his feet. They hold each other's gaze... and then Julian slowly\n\n          bows his head and leaves...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S APARTMENT BUILDING - DAY\n\n\n\n          Julian walks out of the apartment with the shotgun raised,\n\n          expecting to shoot Ko Sam...\n\n          But the hallway is empty...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - DAY\n\n\n\n          Julian stumbles out of the apartment, desperately catching his\n\n          breath. He ends up leaning on a stall - similar to the one he\n\n          knocked over outside Choi Yan Lee's kiosk. Candles and incense.\n\n          Buddha's smiling back at him...\n\n          Julian looks around him and again everything seems intense and\n\n          incredibly vibrant... A group of school children, all of whom\n\n          are Downs Syndrome, are crossing the road. Smiles plastered across\n\n          their faces... Julian stares at them... Their presence seems to\n\n          have a calming effect on him, as if they're giving him new energy\n\n          to do what he's starting to realize he has to do next.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CHANG'S HOUSE - DAY\n\n\n\n          Chang stares at the body of his dead wife. Perfectly still. His\n\n          crew in the background...\n\n\n\n                          CUT TO:\n\n\n\n          INT. FOUR SEASON'S HOTEL / RECEPTION - DAY\n\n\n\n          Julian walks across towards the lift, the shotgun hidden inside\n\n          his shirt.\n\n\n\n                          CUT TO:\n\n\n\n          INT. LIFT - DAY\n\n\n\n          Lift music. Julian stands perfectly still in the lift as it goes\n\n          up... Just like Chang did before...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CORRIDOR - DAY\n\n\n\n          As Julian walks down the corridor he takes the shotgun out - holds\n\n          it out in front of him as if it were a sacred weapon...\n\n          He reaches the door to his mother's room and pauses.\n\n          Julian stares at the door as if it was heaven's gate... He loads\n\n          the shotgun with two fresh cartridges.\n\n\n\n                          JULIAN\n\n           Only God forgives. And now mother -\n\n           you will die...\n\n          He rings the bell, raising the shotgun, ready to shoot. The door\n\n\n\n                         OPENS -\n\n          - but it's Gordon who opens it, dressed in a bathrobe.\n\n          Confused, Julian continues to level the weapon at his head.",
  "59": "---END OF PREVIOUS SECTION---\nHe rings the bell, raising the shotgun, ready to shoot. The door\n\n\n\n                         OPENS -\n\n          - but it's Gordon who opens it, dressed in a bathrobe. Confused, Julian continues to level the weapon at his head. \n---TARGET SECTION TO BE ANNOTATED---\n Gordon\n\n          backs away into the room.\n\n\n\n                          GORDON\n\n           Easy...\n\n          Julian says nothing. Edges into the room. The gun still pointed\n\n          at Gordon's head.\n\n          Julian says nothing. Kicks the door closed with his foot.\n\n\n\n                          JULIAN\n\n           Where's is she?\n\n\n\n                          GORDON\n\n           She's gone... Picked up Billy's\n\n           body... She's gone home.\n\n          Finally Julian lowers the shotgun.\n\n\n\n                          GORDON (CONT'D)\n\n           Didn't she tell you?\n\n          Julian sits down.\n\n\n\n                          GORDON (CONT'D)\n\n           You alright mate? D'you want\n\n           something?\n\n          Julian mumbles to himself... then turns to Gordon. Realisation\n\n          dawning on him:\n\n\n\n                          JULIAN\n\n           I'm so fucked...\n\n\n\n                          CUT TO:\n\n\n\n          INT. POLICE STATION / INTERVIEW ROOM - DAY\n\n\n\n          Kanita sits in a chair, her father standing behind her. Very formal.\n\n          Kim is showing her various head shots of criminals...\n\n          Kanita shakes her head until Chang puts down a picture of Julian.\n\n          She looks up at her father - nods...\n\n\n\n                          CUT TO:\n\n\n\n          INT. CAR - DAY\n\n\n\n          Jenna gazes out of the window. She takes out her compact and adjusts\n\n          her make up.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK - DAY\n\n\n\n          Jenna's taxi heads over the Mega Bridge, taking her away towards\n\n          the airport.\n\n\n\n                          CUT TO:\n\n\n\n          INT. UNDERGROUND CARPARK - DAY\n\n\n\n          Gordon and Julian walk towards Gordon's car, the sounds of their\n\n          footsteps ricocheting off the concrete walls.\n\n          Reaching the car, Gordon stands by the driver's door as Julian\n\n          heads for the passenger's side.\n\n          Gordon pauses before unlocking the door. Looks over to Julian,\n\n          talking across the roof of the car.\n\n\n\n                          GORDON\n\n           We're good mates aren't we?\n\n          Beat. Julian's instantly suspicious...\n\n\n\n                          JULIAN\n\n           ... Yeah.\n\n\n\n                          GORDON\n\n           I'm sorry about this Julian. I wish\n\n           there was another way...\n\n          Gordon levels a pistol at Julian's head.\n\n\n\n                          JULIAN\n\n           What did she say? What did she promise\n\n           you?\n\n\n\n                          GORDON\n\n           Don't make this harder--\n\n          GUNSHOT. A bullet RIPS through Julian's shoulder.",
  "60": "---END OF PREVIOUS SECTION---\nWhat did she promise\n\n           you? GORDON\n\n           Don't make this harder--\n\n          GUNSHOT. A bullet RIPS through Julian's shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n He falls back\n\n          on the car behind him setting off a chorus of car alarms.\n\n          Gordon starts to walk round to deliver the killer blow.\n\n\n\n                          GORDON (CONT'D)\n\n           You've become a liability. You can see\n\n           that, can't you?\n\n          Julian looks at the wound. It's deep but he's not totally\n\n          incapacitated. He pulls the shotgun out from under his shirt.\n\n          It clatters to the floor.\n\n\n\n                          GORDON (CONT'D)\n\n           And now she wants me to take over. She\n\n           wants me to be the favoured son. What\n\n           am I supposed to say?\n\n          Julian sinks to his knees, leaning over to pick up the shotgun.\n\n          He's got seconds...\n\n\n\n                          GORDON (CONT'D)\n\n           I didn't want it to end like this. First\n\n           I fuck your mother. Then I--\n\n          Gordon turns the corner - but Julian's in position. Two shots\n\n          in quick succession. Both barrels fired at Gordon's chest.\n\n          The force of the explosion FLINGS Gordon's body against the far\n\n          wall of the car park. Dead instantly.\n\n          Julian pulls himself up and stands there, the smoking shotgun\n\n          acting as a makeshift crutch. He gazes at Gordon's steaming corpse,\n\n          appalled by the turn of events...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. ALLEYWAY - DAY\n\n\n\n          Julian falls out into a side street. He's badly wounded but he's\n\n          going to make it...\n\n\n\n                          CUT TO:\n\n\n\n          INT. TOILET - DAY\n\n\n\n          Julian takes the top off a vodka bottle with his teeth. He pours\n\n          the spirit over his wound. It stings like hell and Julian screams\n\n          in agony.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK STREETS - DUSK\n\n\n\n          Julian walks out into the night, the neon glow turning the streets\n\n          into a modern day Hades....\n\n          Although the wound isn't life threatening, Julian's face is pale\n\n          from the loss of blood. He looks like a ghost.\n\n          He sees two cops chatting on a street corner. They don't see him,\n\n          they're not even looking for him, but they remind him. Chang.\n\n          It's just a matter of time...\n\n          Julian keeps walking. Wipes sweat from his face. Looking for a\n\n          place to hide. A hole in the ground.",
  "61": "---END OF PREVIOUS SECTION---\nWipes sweat from his face. Looking for a\n\n          place to hide. A hole in the ground. \n---TARGET SECTION TO BE ANNOTATED---\n Anything.\n\n          Then suddenly it comes to him. A single idea. A possible way of\n\n          escape...\n\n\n\n                          CUT TO:\n\n\n\n          INT. KITCHEN - NIGHT\n\n\n\n          A series of napkins are rolled and placed in a steadily growing\n\n          pile.\n\n          The work is being carried out by Mai who has a lowly position\n\n          in a massive and sterile industrial kitchen. Not the sort of life\n\n          she planed on having...\n\n          A Co-Worker calls out to her...\n\n\n\n                          CO-WORKER\n\n\n\n                          (IN THAI)\n\n           Mai. Some guy's out there asking for\n\n           you.\n\n          Mai finishes the last napkin and places it on the pile. She walks\n\n          towards the exit, passing her Co-Worker...\n\n\n\n                          CO-WORKER (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Don't forget it's supposed to be my\n\n           break next.\n\n\n\n                          CUT TO:\n\n\n\n          INT. HALLWAY - NIGHT\n\n\n\n          Mai comes from round a corner and sees Julian leaning against\n\n          the wall. She checks that they're alone, knowing instinctively\n\n          that he's in trouble.\n\n\n\n                          MAI\n\n           What happened to you?\n\n          Beat. Julian almost smiles.\n\n\n\n                          JULIAN\n\n           I've got to get out of Bangkok. Didn't\n\n           want to leave...\n\n          He winces.\n\n\n\n                          JULIAN (CONT'D)\n\n           ... without saying goodbye.\n\n\n\n                          MAI\n\n           Who did this to you?\n\n          A pause.\n\n\n\n                          JULIAN\n\n           My mother... She made me what I am. And\n\n           now I've got nothing. And they're after\n\n           me.\n\n          Mai stares at him.\n\n\n\n                          MAI\n\n           Come with me...\n\n          Julian looks at her.\n\n\n\n                          MAI (CONT'D)\n\n           ...to Cambodia - we can hide there...\n\n           You'll be safe there.\n\n          Mai and Julian smile at each other. It's sweet. Innocent.\n\n\n\n                          JULIAN\n\n           I got about twelve grand at the club...\n\n           Should be enough to get us there. Set\n\n           ourselves up. Disappear...\n\n\n\n                          MAI\n\n           Now?\n\n\n\n                          JULIAN\n\n           Right now.\n\n          Mai looks around - they're alone.\n\n\n\n                          MAI\n\n           Wait outside...\n\n\n\n                          CUT TO:\n\n\n\n          INT. / EXT.",
  "62": "---END OF PREVIOUS SECTION---\nMai looks around - they're alone. MAI\n\n           Wait outside... CUT TO:\n\n\n\n          INT. / EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RESTAURANT - NIGHT\n\n\n\n          Julian watches as Mai comes into the Restaurant from the kitchen\n\n          and walks over to the bar area...\n\n          Making sure no one's watching, Mai starts to pull money out of\n\n          the til...\n\n          Julian looks over at the shop front next to him... A Travel Agency.\n\n          Pictures of holidays and beaches. Paradise. It all seems in his\n\n          grasp.\n\n          Mai comes up to him...\n\n\n\n                          MAI\n\n           Let's go.\n\n\n\n                          CUT TO:\n\n\n\n          INT. TAXI - NIGHT\n\n\n\n          Mai and Julian are in the Taxi. He puts his arm around her. They're\n\n          on their way...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. THAI BOXING CLUB - NIGHT\n\n\n\n          The taxi pulls up outside Juilan's club.\n\n\n\n                          CUT TO:\n\n\n\n          INT. TAXI - NIGHT\n\n\n\n          Julian gets out of the taxi.\n\n\n\n                          JULIAN\n\n           Stay here. If I'm not out in five\n\n           minutes... Go.\n\n          Mai nods.\n\n\n\n                          MAI\n\n           Five minutes.\n\n          Julian nods and slams the door shut. Mai watches Juilan disappear\n\n          into the building.\n\n\n\n                          CUT TO:\n\n\n\n          INT. THAI BOXING CLUB - NIGHT\n\n\n\n          We PAN THROUGH Julian's empty club. It's silent and empty like\n\n          a tomb...\n\n          We PICK UP Julian as he hurries through towards his office.\n\n\n\n                          CUT TO:\n\n\n\n          INT. BACK ROOM - NIGHT\n\n\n\n          Back where we first met him...\n\n          Julian flings open the door to his safe and starts pulling wads\n\n          of money into a canvas hold all.\n\n          He's about to leave when he notices someone standing in the shadows\n\n          behind him.\n\n          Slowly, out of the darkness, a series of figures appear like\n\n          vampires... Chang and the Cops. Impossible to say how long they've\n\n          been standing there...\n\n          Chang and Julian stare at each other...\n\n\n\n                          CHANG\n\n           Let's go.\n\n          We TRACK IN to a CLOSE SHOT on Julian. It's almost as if this\n\n          moment was inevitable.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. THAI BOXING CLUB - NIGHT\n\n\n\n          Chang brings Julian out of the club. A police car is waiting outside.\n\n          Mai sits in the back seat.\n\n\n\n                          CUT TO:\n\n\n\n          EXT.",
  "63": "---END OF PREVIOUS SECTION---\nA police car is waiting outside. Mai sits in the back seat. CUT TO:\n\n\n\n          EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BANGKOK - NIGHT\n\n\n\n          The police car drives through the city streets and onto the freeway\n\n          heading out of town.\n\n\n\n                          CUT TO:\n\n\n\n          INT. POLICE CAR - NIGHT\n\n\n\n          Daeng is driving. Kim sits next to him. Daeng looks into the rearview\n\n          mirror to see--\n\n          Julian and Mai sitting next to Chang. Mai looks scared... Julian\n\n          more accepting of his fate...\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK - NIGHT\n\n\n\n          The Police Car heads over the Mega Bridge and continues its way\n\n          out of town.\n\n\n\n                          CUT TO:\n\n\n\n          INT. CAR - NIGHT\n\n\n\n          They all sit in the car in silence.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. COUNTRYSIDE - DAWN\n\n\n\n          The Police Car pulls up.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FIELD - NIGHT\n\n\n\n          Chang leads Juilan across the field. The Cops follow a few steps\n\n          behind with Mai.\n\n          Suddenly, and completely unexpectedly, Chang punches Julian in\n\n          the gut... Julian falls to the floor and Chang starts to viciously\n\n          attack him, punching and kicking him.\n\n          Finally Julian, unable to defend himself, is lying on the ground,\n\n          immobile.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Get up.\n\n          Julian rolls over. Eyes Chang. Slowly he starts to get up onto\n\n          his knees. They continue, Chang forcing Julian to crawl as they\n\n          make their way further into the field.\n\n          Then Chang stops...\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Get up. Now.\n\n          Julian struggles to get up to his feet, but before he does, Chang\n\n          kicks him hard in the chest, sending him back down to the floor.\n\n\n\n                          JULIAN\n\n           I'm sorry...\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Do you have anything to say?\n\n\n\n                          JULIAN\n\n           Don't hurt her.\n\n          He kicks him in the stomach.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Do you have anything to say?\n\n\n\n                          JULIAN\n\n           I'm sorry...\n\n          Chang kicks him again - like you would kick a dog... Juilan groans.\n\n          Chang squats down next to him.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           What do you expect me to do?\n\n\n\n                          JULIAN\n\n           I don't know... I'm sorry.",
  "64": "---END OF PREVIOUS SECTION---\nCHANG\n\n\n\n                          (IN THAI)\n\n           What do you expect me to do? JULIAN\n\n           I don't know... I'm sorry. \n---TARGET SECTION TO BE ANNOTATED---\n          Chang gets up and walks on. He stops and turns round.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           Come on.\n\n          Julian stumbles to his feet. The party continue. We see that one\n\n          of the crew is carrying an axe.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FIELD / HIGH POINT - DAWN\n\n\n\n          A couple of wild dogs watch as our group reach a high point.\n\n          Chang looks down at Julian who is lying on the ground. The crew\n\n          stand in the background with Mai.\n\n          Chang sits next to Julian.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           When you were born - what's the first\n\n           thing you remember seeing?\n\n          A beat as Julian struggles to understand Chang's question... Chang\n\n          stares at him.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           What do you remember?\n\n          Beat.\n\n\n\n                          JULIAN\n\n           Dark... Darkness.\n\n          Chang looks at him in a strange way - like this answer has some\n\n          meaning for him.\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           And do you ever see light?\n\n          Julian shakes he's head.\n\n\n\n                          JULIAN\n\n           No... Never.\n\n          Chang considers this answer for a long moment. He gets up and\n\n          returns to Mai - stares at her....\n\n\n\n                          CHANG\n\n\n\n                          (IN THAI)\n\n           I am the Angel of Vengeance... I restore\n\n           order and karma. I love all living\n\n           things...\n\n          Mai just stares at him - too frightened to move.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           ...I want you to walk away from here\n\n           now... Do you understand?\n\n          Mai nods.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Good.\n\n          Chang smiles at her.\n\n\n\n                          CHANG (CONT'D)\n\n\n\n                          (IN THAI)\n\n           Go with God.\n\n          Mai turns and leaves. Chang watches her disappear into the field.\n\n          Chang takes the axe off Phaiban and turns back to Julian.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FIELD - DAWN\n\n\n\n          Mai walks through the field, alone.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FIELD / HIGH POINT - DAWN\n\n\n\n          Chang leans down next to Julian and whispers something into\n\n          Julian's ear - so softly that we cannot hear it. Whatever it says\n\n          it instantly has an effect on Julian.",
  "65": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n          EXT. FIELD / HIGH POINT - DAWN\n\n\n\n          Chang leans down next to Julian and whispers something into\n\n          Julian's ear - so softly that we cannot hear it. Whatever it says\n\n          it instantly has an effect on Julian. \n---TARGET SECTION TO BE ANNOTATED---\n He visibly relaxes.\n\n          He doesn't make a sound as he's held down. A plastic strap is\n\n          tied around his arm as a tourniquet. His arm is pulled out.\n\n          Chang swings the axe and chops off first his left hand and then\n\n          his right.\n\n          Julian grits his teeth throughout. Doesn't scream.\n\n          Chang picks up the severed hands and throws them to the wild dogs.\n\n          The dogs tear into the meat, fighting over their prize.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. FIELD - DAWN\n\n\n\n          Chang and his men walk back towards the car.\n\n          MUSIC KICKS IN once again... the Karaoke version of John Denver's\n\n          country and western ballad...\n\n\n\n           CHANG (V.O.)\n\n           Almost heaven, West Virginia\n\n           Blue ridge mountains\n\n           Shenandoah river -\n\n           Life is old there\n\n           Older than the trees\n\n           Younger than the mountains\n\n           Growin' like the breeze.\n\n\n\n                          CUT TO:\n\n\n\n          EXT. BANGKOK - DAY\n\n\n\n          We see various scenes of every day life in Bangkok.\n\n\n\n           CHANG (V.O.)\n\n           Country roads, take me home\n\n           To the place I belong\n\n           West Virginia, mountain momma\n\n           Take me home, country roads\n\n\n\n                          CUT TO:\n\n\n\n          EXT. SCHOOL - DAY\n\n\n\n          We see kids waiting outside the school for their parents to pick\n\n          them up. Kanita spots Chang, runs towards him and they embrace.\n\n\n\n           CHANG (V.O.)\n\n           All my memories gathered round her\n\n           Miners lady, stranger to blue water\n\n           Dark and dusty, painted on the sky\n\n           Misty taste of moonshine\n\n           Teardrops in my eye.\n\n          Chang and Kanita disappear into a crowd of policemen.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Chang is in his element. Singing like a cowboy.\n\n\n\n                          CHANG\n\n           Country roads, take me home\n\n           to the place I belong\n\n           West Virginia, mountain momma\n\n           Take me home, country roads..\n\n          The Cops sit and watch him. Their leader... Their God...\n\n\n\n                          CUT TO:\n\n\n\n          INT. HOSPITAL - DAY\n\n\n\n          Julian is lying in hospital. Bandages covering the terrible wounds\n\n          where his hands once were.\n\n          Mai is sitting beside him. Spoon feeding him food.\n\n\n\n           CHANG (V.O.",
  "66": "---END OF PREVIOUS SECTION---\nSpoon feeding him food. CHANG (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n           I hear my voice\n\n           In the mornin' hour she calls me\n\n           The radio reminds me of my home far away\n\n           And drivin' down the road I get a feelin'\n\n           That I should have been home yesterday,\n\n\n\n                          YESTERDAY\n\n\n\n                          CUT TO:\n\n\n\n          EXT. HEATHROW AIRPORT - DAY\n\n\n\n          An aeroplane lands.\n\n\n\n           CHANG (V.O.)\n\n           Country roads, take me home\n\n           To the place I belong\n\n\n\n                         \n\n\n\n          INT. CUSTOMS - DAY\n\n\n\n          Jenna is in the process of being strip searched by the authorities.\n\n          Zero dignity.\n\n\n\n           CHANG (V.O.)\n\n           West Virginia, mountain momma\n\n           Take me home, country roads\n\n          As one of the Custom's Officers puts on a rubber glove, Jenna\n\n          starts to scream out obscenities at them. Mask off, a real monster\n\n          underneath, flailing around for all to see.\n\n\n\n                          CUT TO:\n\n\n\n          INT. KARAOKE BAR - NIGHT\n\n\n\n          Chang keeps singing.\n\n\n\n                          CHANG\n\n           Country roads, take me home\n\n           to the place I belong\n\n           West Virginia, mountain momma\n\n           Take me home, country roads\n\n           Take me home, country roads\n\n           Take me home, country roads\n\n\n\n          And we end CLOSE on Chang. With the sense that the 'country roads'\n\n          have kind of taken both of them home...\n\n\n\n                          CUT TO:\n\n\n\n                         THE END\n\n\n\n\n\n"
}