{
  "1": "ONLY LOVERS LEFT ALIVE\n\nBy\n\nJim Jarmusch\n\n21st July, 2011\n\nRecorded Picture Company Ltd. Pandora Filmproduktion\n24 Hanway Street Balthasarstr. 79-81\nLondon, W1T 1UH Cologne 50670\nTel: +44 20 7636 2251 Tel: +49 221 97 33 20\nFax: +44 20 7636 2261 Fax: +49 221 97 33 29\n\ne-mail: rpc@recordedpicture.com\n\fOnly Lovers Left Alive\n\nSet against the romantic desolation of Detroit and Tangiers,\nan underground musician, deeply depressed by the direction\nof human activities, reunites with his resilient and enigmatic\nlover.\n\nTheir love story has already endured several centuries at\nleast, but their debauched idyll is soon disrupted by her wild\nand uncontrollable younger sister.\n\nCan these wise but fragile outsiders continue to survive as\nthe modern world collapses around them?\n\fONLY LOVERS LEFT ALIVE\nCast\n\n \n\nADAM - Tom Hiddleston\nThe Avengers (2012)\nWar Horse (2011)\nMidnight in Paris (20N)\n\nThor (2011)\n\nEVE - Tilda Swinton\nWe Need to Talk About Kevin (2011)\n1 Am Love (2009)\nMichael Clayton (2007)\n\nBroken Flowers (2005)\n\n \n\nAVA - Mia Wasikowska\nRestless (2011)\nJane Eyre (2011)\nAlice in Wonderland (2010)\n\nThe Kids Are All Right (2010)\n\n \n\fMARLOWE - John Hurt\nTinker, Tailor, Soldier, Spy (2011)\n\nHarry Potter and the Deathly Hallows 1 & 2\n(2010 / 2011)\n\nIndiana Jones and the Kingdom of the\nCrystal Skull (2008)\n\nV for Vendetta (2006)\n\n \n\nIAN - Anton Yelchin\nStar Trek / Star Trek 2 (2009 / 2013)\nTerminator Salvation (2009)\n\nNew York, | Love You (2009)\n\n \n\f“Some nights stay up ‘til dawn,\n\nas the moon sometimes does for the sun.”\n- Rumi\n13th Century\n\nDETROIT.\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nCan these wise but fragile outsiders continue to survive as\nthe modern world collapses around them? ONLY LOVERS LEFT ALIVE\nCast\n\n \n\nADAM - Tom Hiddleston\nThe Avengers (2012)\nWar Horse (2011)\nMidnight in Paris (20N)\n\nThor (2011)\n\nEVE - Tilda Swinton\nWe Need to Talk About Kevin (2011)\n1 Am Love (2009)\nMichael Clayton (2007)\n\nBroken Flowers (2005)\n\n \n\nAVA - Mia Wasikowska\nRestless (2011)\nJane Eyre (2011)\nAlice in Wonderland (2010)\n\nThe Kids Are All Right (2010)\n\n \n\fMARLOWE - John Hurt\nTinker, Tailor, Soldier, Spy (2011)\n\nHarry Potter and the Deathly Hallows 1 & 2\n(2010 / 2011)\n\nIndiana Jones and the Kingdom of the\nCrystal Skull (2008)\n\nV for Vendetta (2006)\n\n \n\nIAN - Anton Yelchin\nStar Trek / Star Trek 2 (2009 / 2013)\nTerminator Salvation (2009)\n\nNew York, | Love You (2009)\n\n \n\f“Some nights stay up ‘til dawn,\n\nas the moon sometimes does for the sun.”\n- Rumi\n13th Century\n\nDETROIT. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ADAM’S LIVINGROOM - NIGHT\n\nSeen from overhead, a 45rpm record spins on a battered\nvintage record player. The needle skipping repeatedly at the\nend of the 45.\n\nAlso seen from overhead, a man [ADAM] sits on a worn red\nvelvet sofa, his head back, eyes closed. This image begins\nSLOWLY TURNING CLOCKWISE.\n\nADAM is pale and thin, appears to be in his early or mid\n30’s, but with an ageless, almost preserved quality. His\nclothes are a time-warp from the mid ‘60s London rock’n’roll\nstyle, with dark, messy hair (ala Sid Barrett). In\ncontradiction, his delicate white hands cradle a renaissance\nlute across his lap.\n\nThe image, now wider, STOPS TURNING, leaving ADAM vertically\ncomposed. His worn, red sofa is an island in a sea of old\nrecording equipment: amplifiers, microphones, tape-machines,\nand many stringed instruments of all varieties -- mostly old\nelectric guitars. Recording tapes and more vintage equipment\nare stacked inside the fireplace and on its mantle.\n\nThe record continues skipping on the turntable.\n\nCUT TO:\nTANGIER.\n\nINT. EVE’S APARTMENT - NIGHT\n\nAt the center of an overhead image which is SLOWLY TURNING\nCLOCKWISE, a woman [EVE] is lying on a bed.\n\nShe is on her back, fully clothed, eyes closed, her hands\nsymmetrically crossed over her chest. She appears to be in\nher late 30’s or early 40’s but, like ADAM, there is\nsomething ageless about her. She wears vintage white denim\njacket and matching slim jeans, and boots. Her hair is pale\nblonde, her skin a luminous white, and lips colored deep red\nwith lipstick.\n\nThe image, now wider, STOPS TURNING leaving her vertically\ncomposed on her island-like bed. The apartment is a single\nlarge open room with bedroom, kitchenette, dining area, and\nfoyer.\n\f2.\n\nEVE is lying on a darkly iridescent Moroccan fabric. She\nremains completely motionless. Even her breathing is not\nperceptible. Berber carpets cover the floors around her.",
  "3": "---END OF PREVIOUS SECTION---\nShe\nremains completely motionless. Even her breathing is not\nperceptible. Berber carpets cover the floors around her. \n---TARGET SECTION TO BE ANNOTATED---\nA gentle breeze moves darkly patterned curtains as faint\nsounds of the night drift in from the balcony: footsteps,\nvoices speaking French and Arabic, a loud Arabic pop song\nfrom the radio of a moving car...eventually a distant call to\nprayer is audible.\n\nEVE’s eyes spring open. They are electric blue and\ncompletely alert, retaining no trace of sleep. She abruptly\nsits upright and looks at the vintage Chanel watch on her\nwrist, her lively eyes then glancing towards the windows.\n\nEVE\n(with an English accent)\nOh, shit.\n\nShe gracefully springs to her feet and moves toward the door.\nEffortlessly, she sweeps a black and white head-scarf, an off-\nwhite western style Stetson hat, and a vintage shoulder-bag\nfrom the surface of an elaborately inlaid table on her way\nout the door.\n\nCUT TO:\n\nDETROIT.\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nThe 45rpm record continues skipping on the turntable. ADAM,\nstill on the sofa, head rolled back, pale and thin, shows no\nsign of life. His breathing is not perceptible.\n\nThe doorbell rings.\n\nADAM’s eyes open. They are suddenly remarkably alert, but\nsomehow world-weary. Without lifting his head he listens to\nthe skipping record.\n\nThe doorbell rings again.\n\nADAM\n(with an English accent)\nFuckin’ hell...\n\nHe sits up, then stands, in one continuous, weary motion. He\nmakes his way across the room, following a narrow path\nthrough the instruments and equipment. Pulling a curtain\nback slightly, ADAM looks out his window.\n\nBelow ADAM sees a young man [IAN] step back from the front\ndoor and look up at the window. The young man, dressed\nimitatively of ADAM, carries a guitar case in one hand and\nwaves up at ADAM with the other.\n\f3.\n\nADAM closes the curtain and moves away from the window.\n\nCUT TO:\n\nINT. ADAM'S STAIRCASE - NIGHT\n\nADAM is reascending the stairs after letting IAN in, who\nfollows behind him. ADAM now carries the worn guitar case.\n\nIAN\n(with American accent)\nYeah, man, I finally found it for\nyou. Hey, should I take my boots\noff? They’re all wet.",
  "4": "---END OF PREVIOUS SECTION---\nIAN\n(with American accent)\nYeah, man, I finally found it for\nyou. Hey, should I take my boots\noff? They’re all wet. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\nI wouldn’t bother.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nThe two men enter the livingroom and make their way to the\nrectangular coffee table in front of the sofa. ADAM clears\nthe table and places the case on its surface. He flips the\nlatches and opens it.\n\nInside is an unusual electric guitar, weathered black with\naged-white pick-guard: a Supro from the 1950s. ADAM lifts it\nfrom its case. He looks down the guitar’s neck, then runs\nhis fingers up its fretboard.\n\nADAM\n(quietly)\nVery nice, Ian. Cheers.\n\nIAN\n(proudly)\nYeah, and all the electronics and\neverything are original, of course.\nI made sure they all work.\n\nADAM\n(still examining the\nguitar)\nJust what the doctor ordered, as\nthey say.\n\nThere is a morose tone detectable in ADAM’s voice and\nmovements, as he places the guitar upright on the sofa.\n\nADAM (cont'd)\nI shall call him William Lawes.\n\nIAN\nIt’s male?\n\fThe two stand, looking down at the guitar.\n\nADAM\nThis one is, yeah.\nIAN\nAnd who’s William Lawes?\nADAM\n(distracted)\n\nOh, uh, just some old English guy.\nWrote some great funeral music.\n(then even more distant) Then,\nduring the English Civil War, he\nwas casually shot by a\nParliamentarian...\n\nIAN\nOh.\n(then after a longer\npause)\nAdam, are you, uh, you ok?\n\nADAM, miles away, sinks into the sofa while IAN moves\nequipment off a nearby brocade-covered chair.\n\nIAN (cont'd)\n\n(excitedly)\nYou know, your new stuff is really\nechoing through the underground.\nIt’s all over the place! (then\nsitting down) I mean, I know you\nnever want to do anything live, I\nunderstand, but man I’m gettin’\nmore and more calls with offers all\nthe time! One label offered a\nreally huge advance. And I got\nseveral calls about scoring films,\nalso offering a lot of money, man.\n\nADAM\nLet’s not talk about money, shall\nwe.",
  "5": "---END OF PREVIOUS SECTION---\nOne label offered a\nreally huge advance. And I got\nseveral calls about scoring films,\nalso offering a lot of money, man. ADAM\nLet’s not talk about money, shall\nwe. \n---TARGET SECTION TO BE ANNOTATED---\n Don’t I pay you enough?\n\nIAN\nNo, yeah! You pay me really well!\nYou bought my car, and everything.\n\nADAM\nGood. Listen Ian, I don’t give a\nshit about money. You know that.\n(pause) I’m like Gomez Adams.\nIndependently wealthy...\n\nIAN glances at the shabby walls and clutter of dusty\nequipment surrounding them.\n\fIAN\n(sincerely)\nWell, maybe being so reclusive is\nonly going to make everybody more\ninterested in your music.\n\nADAM\n(after a pause)\nYeah. What a drag. Then I’1l just\nhave to...disappear...again...\n\nIAN\n(curiously)\nAgain?\n\nBut again ADAM has drifted off, his brooding eyes fixed on\nsomething a thousand miles away.\n\nIAN (cont'd)\nUh, what were you saying?\n\nADAM\n(only partially returning\nto the present)\nListen, Ian, there is something you\ncan do for me.\n\nIAN\nSure. Anything. What is it?\n\nADAM\n(looking off)\nI need a bullet. A very special\nbullet.\n\nIAN\nSeriously?\n\nADAM\nA .32 caliber bullet, but made of\nwood.\n\nIAN\nA wooden bullet? Really?\n\nADAM\nYes, and made from the hardest and\nmost dense wood possible. I would\nsuggest ironwood, Lignum Vitae, or\npossibly snakewood, Piratineia\nGuianensis. Maybe African\nblackwood, Dalbergia Melanoxylon.\nHere. I’ve written them down.\nThink you can find someone who can\nmake it for me?\n\nHe hands IAN a small scrap of paper. IAN looks at it.\n\fIAN\nWell, uh. Yeah, I think I know\nsomeone who could, uh... (then\n\nlooking up at ADAM) What the hell\nfor, though?\n\nADAM\n(looking over at him)\nIt’s for a rather secret project.\nAn “art” project.\n\nADAM lazily pulls a stack of folded bills from somewhere and\nhands them to IAN.\n\nIAN\nOh! Well, let me think. And, uh,\ndoes the shell casing have to be\nmade of wood too? I mean, don’t\nthey have to be made of brass or\nsomething?\n\nADAM\nYeah, they do.",
  "6": "---END OF PREVIOUS SECTION---\nAnd, uh,\ndoes the shell casing have to be\nmade of wood too? I mean, don’t\nthey have to be made of brass or\nsomething? ADAM\nYeah, they do. \n---TARGET SECTION TO BE ANNOTATED---\n The shell casing\nshould be brass, but the bullet has\nto be pure wood. The heaviest,\nmost dense wood.\n\nIAN\nOk. A wooden bullet. (then,\nputting the cash in his coat\npocket) Just one?\n\nADAM\nJust the one, yeah.\n\nIAN\nOk, I’ll get right on it. (pause)\nAnything else weird that you need?\n\nADAM\nCan you jump start my car for me?\n\nADAM stands up.\n\nIAN\nReally? Uh, sure. (then, also\nstanding up) You going somewhere?\n\nADAM\n(distantly)\nJust for a drive.\n\nADAM moves toward the door, putting on a leather jacket in\nthe process and picking up a worn leather doctor’s bag.\n\fIAN\n(now following)\nUh, shouldn’t we talk about some\nmore music stuff?\n\nADAM\n(going out the door)\nLet’s not, shall we?\n\nIAN\n(following him out)\nWell, do you want some company?\n\nCUT TO:\n\nEXT. ADAM’S HOUSE - NIGHT\n\nOn the slushy street in front of ADAM’s house, IAN stands\nnear the open hood of ADAM’s dirty white Jaguar, a 1989 XJ-S\ncoupe. Jumper cables connect its battery to the one in IAN’s\nlate-model BMW 3 Series.\n\nADAM sits behind the wheel of his Jag, turns the ignition and\nits engine fires up.\n\nADAM\nCheers Ian! Let me know about that\nbullet, yeah? Just between us.\n\nIAN\n(disconnecting cables)\nOf course. As always.\n\nIAN watches the ghostly white Jag pull away, a hint of fog\nrising off the surrounding slush and snow. The car\ndisappears into a background of abandoned industrial\nbuildings.\n\nCUT TO:\n\nEXT. TANGIER STREETS - NIGHT\n\nHer head and face now covered by Stetson hat and Arab scarf,\nEVE’s luminous blue eyes lead her through the narrow\ncorridors of the Medina. Though approaching 5am, the\npassageways still show shadowy signs of nefarious activity.\n\nSeveral times, men emerge from darkened doorways and approach\nEVE as she passes. They speak in Arabic, or French, or\nEnglish, all offering her “something very special”.",
  "7": "---END OF PREVIOUS SECTION---\nThough approaching 5am, the\npassageways still show shadowy signs of nefarious activity. Several times, men emerge from darkened doorways and approach\nEVE as she passes. They speak in Arabic, or French, or\nEnglish, all offering her “something very special”. \n---TARGET SECTION TO BE ANNOTATED---\n EVE,\nhowever, is unfazed, moving cautiously, but somehow flowing\npast them like water.\n\nShe crosses the square of the Grand Socco, where men gather\nnear several small cafes and bars.\n\f8.\n\nSome chatter to her as she moves past and enters another\nNarrow passage across the square.\n\nAgain descending, several women, covered with brightly\ncolored Riffian shawls, observe her curiously from the\nshadows as she approaches the end of the passageway.\n\nIt empties onto another, smaller, square: the Petit Socco.\nEVE pauses, eyes scanning the only open cafe on the square.\nIts lit sign reads: ONE THOUSAND AND ONE NIGHTS.\n\nEVE heads across the square toward the cafe’s illumination,\nher face still covered.\n\nCUT TO:\n\nDETROIT.\n\nINT. HOSPITAL CORRIDORS - NIGHT\n\nADAM’s face is concealed by a white surgical mask, his hair\npulled up under a pale blue surgeon’s cap. Only his intent\neyes are recognizable.\n\nHe walks deliberately through the dingy florescence of a\nhospital corridor.\n\nDressed in a white lab coat over pale green scrubs, ADAM\ncarries the outdated leather doctor’s bag in one hand, a\nstethoscope hanging around his neck.\n\nHis eyes unobtrusively survey the details around him:\n\nTwo oblivious male nurses talk in Spanish adjacent to a very\nelderly man on a gurney who is coughing violently.\n\nTwo more gurneys pass silently, their occupants completely\ncovered by sheets, including their heads. An older, haggard\nfemale nurse pushes the second of these. Her tired eyes, as\nthough seeking sympathy, glance at ADAM as he passes.\n\nHe pauses in front of an open door to a small room. Inside a\nnurse applies pressure to a wad of white gauze covering a\nwound on the leg of a reclining female patient. Blood is\nsoaking into the gauze. ADAM’s eyes fix on the seeping\nblood, following several drops that fall onto the floor. His\neyes have widened, triggered by a primal urge that he\nvisibly, though subtly, fights to suppress. Noticing him the\nnurse, then patient, both look over in his direction. ADAM\ncollects himself and continues moving down the corridor.",
  "8": "---END OF PREVIOUS SECTION---\nHis\neyes have widened, triggered by a primal urge that he\nvisibly, though subtly, fights to suppress. Noticing him the\nnurse, then patient, both look over in his direction. ADAM\ncollects himself and continues moving down the corridor. \n---TARGET SECTION TO BE ANNOTATED---\nOutside another doorway, he passes a male patient in hospital\ngown sitting catatonically in a wheelchair, an unlit\ncigarette in his half-open mouth. A tube runs from his arm\nto an I.V. on a stand attached to the wheelchair. The I.V.\n\f9.\n\nbag appears to contain blood. Again ADAM’s eyes flash, but\nhe keeps walking.\n\nAt the end of this corridor ADAM passes through two unmarked\nwhite swinging doors. Inside this area only a few doctors\nare visible, drinking coffee and talking somberly.\n\nADAM passes through another set of unmarked swinging doors.\nHere, surrounded by several electronic machines, two male\ndoctors talk with an attractive female in a white lab coat.\nOne nods to ADAM as he passes. ADAM nods back, passing\nanother man in white lab coat, asleep in a nearby chair.\n\nAt the end of a short white hallway ADAM pauses, briefly\nlooking back, before opening a single white door, this one\nmarked: RESTRICTED.\n\nCUT TO:\n\nINT. HOSPITAL RESTRICTED AREA - NIGHT\n\nADAM, almost silently, enters a room lined with glass-covered\nshelves, the shelves lined with medications and restricted\nsupplies.\n\nA single technician, a PHARMACIST, in white lab coat, sits at\na metal table, his back turned to ADAM. On the table’s\nsurface, his white gloved hands utilize a flat knife-like\ninstrument, as he deftly separates a large pile of loose\ncapsules by color.\n\nJust beyond this table, behind more glass shelves is another,\nsmaller room. On its glass door a sign reads: ATTENTION\nTEMPERATURE CONTROL. Suspended bags of plasma and blood are\nvisible inside.\n\nAdam silently steps closer watching over the man’s shoulder.\nThe PHARMACIST pauses for a moment, shifting to write a\nnumber on a clipboard. Then, detecting ADAM’s presence, he\nsuddenly turns toward him.\n\nPHARMACIST\nOh, Jesus! You half-scared the\nshit out of me.\n\nThe jittery PHARMACIST swivels in his chair. He appears to\nbe a little younger than ADAM, with dark-framed glasses and\npost-collegiate haircut. Unlike ADAM, he wears a white shirt\nand tie under his lab coat.",
  "9": "---END OF PREVIOUS SECTION---\nThe jittery PHARMACIST swivels in his chair. He appears to\nbe a little younger than ADAM, with dark-framed glasses and\npost-collegiate haircut. Unlike ADAM, he wears a white shirt\nand tie under his lab coat. \n---TARGET SECTION TO BE ANNOTATED---\nPHARMACIST (cont'd)\nI’ve sort of been expecting you\nrecently, for some reason, Doctor\nuh...Doctor Who.\n\nADAM takes a thick stack of folded bills from a pocket and\nhands them to the PHARMACIST.\n\f10.\n\nAfter glancing over ADAM’s shoulder toward the door, the\nPHARMACIST counts the bills at lightning speed (almost like a\nmagic trick) before nervously pocketing them.\n\nPHARMACIST (cont'd)\nYou know, this, uh, this set-up is\na bit unnerving for me. Wouldn’t\nyou consider meeting somewhere\noutside the hospital sometime?\nInstead of just appearing\nunexpectedly like a...phantom?\n\nADAM\nThat would require pre-arrangement.\nPHARMACIST\nI know, but, it would be much safer\nfor me.\nADAM\n\nI like to come to the source. Also\nthe mutual jeopardy makes me feel\nsafer. Excuse me, but I don’t have\nany spare time.\n\nADAM deliberately places his doctor’s bag on the metal table,\nhis own white-gloved hands holding it open. Nervously the\nPHARMACIST stands up.\n\nPHARMACIST\nRight, let me get you what you\nneed, uh, Doctor. (pause) By the\n\nway, that stethoscope you have\nthere is practically an antique.\n(then turning away) From the\n1970s, or maybe even the ‘60s...\n\nADAM\n(cautiously watching the\nPHARMACIST’s back as he\nopens the door to the\ninner room)\nIs it? (pause) Well, still serves\nits purpose.\n\nCUT TO:\n\nTANGIER.\n\nINT. THOUSAND AND ONE NIGHTS CAFE - NIGHT\n\nEVE is seated at a small table near the cafe’s front window,\nher scarf now lowered around her neck. EVE glances at her\nwatch, then out the window. An untouched glass of mint tea\nsits on the table in front of her.\n\fll.\n\nBeyond her is a small bar area where several men with tired\neyes converse laconically in Arabic. Rai music floats from\na small radio on a shelf behind them.\n\nEVE’s alert eyes move again from the window to her watch,\nthen over to the men at the bar.",
  "10": "---END OF PREVIOUS SECTION---\nBeyond her is a small bar area where several men with tired\neyes converse laconically in Arabic. Rai music floats from\na small radio on a shelf behind them. EVE’s alert eyes move again from the window to her watch,\nthen over to the men at the bar. \n---TARGET SECTION TO BE ANNOTATED---\n One of them with large,\nsympathetic, sleepy eyes: the BARMAN, looks over at her.\n\nEVE\n(in Arabic to the BARMAN)\nYou sure he wasn’t here earlier?\n\nThe BARMAN shakes his head, then gestures with both hands\nindicating that he has no answer. Just then, all heads turn\nto the door. Moments later a man enters [MARLOWE].\n\nHe is an older man, but striking; his eyes assured, but\ncautious. He is thin and wears a trimmed beard and an odd\nmixture of clothing representing both the late Sixteenth and\nlate Twentieth centuries. Dangling from one pale hand are\ntwo white, unmarked plastic bags, like those from a pharmacy.\n\nMARLOWE nods to the men at the bar, who respectfully return\nthe gesture as though greeting the owner or boss. MARLOWE\napproaches EVE, who smiles. She rises from the small table.\n\nEVE (cont'd)\nHello, darling.\n\nEmbracing him, she kisses his cheek, then both sit down.\n\nEVE (cont'd)\nThere’s only an hour ‘til sunrise.\n\nMARLOWE\nI’m aware of that, my dear.\n\nHe places one of the white bags on the floor next to EVE.\nShe immediately leans over and carefully places it inside her\nvintage shoulder bag.\n\nEVE\n(again smiling)\nIs it the really good stuff?\n\nMARLOWE\nYes, Eve. It is.\nEVE\n(whispering)\n\nFrom the French doctor?\n\nMARLOWE\nPrecisely.\n\f12.\n\nEVE\n(now louder)\nI’m so happy to see you Christopher\nMarlowe!\n\nOne of the men at the bar briefly glances over at them.\n\nMARLOWE\n(quietly but very sternly)\nI’ve told you a thousand times to\nnever, ever, call me that ina\npublic place.\n\nEVE\n(playfully drawn to his\ncrankiness)\nYes, I know, darling. But it’s so\ndifficult to continue hiding such a\ndelicious secret.\n\nMARLOWE\n(glancing over his\nshoulder)\nEve, please...\n\nEVE\n(again whispering, eyes\ntwinkling)\nThe most outrageous scandal in\nliterary history!\n\nMARLOWE\n(defensively)\nEve, stop. I beg you.",
  "11": "---END OF PREVIOUS SECTION---\nEVE\n(again whispering, eyes\ntwinkling)\nThe most outrageous scandal in\nliterary history! MARLOWE\n(defensively)\nEve, stop. I beg you. \n---TARGET SECTION TO BE ANNOTATED---\n (pause)\nAnyway, no one would believe\nme...not in...four hundred years.\n\nHe begins to drift away. Noticing, EVE reaches over and\nplaces her hand on MARLOWE’s sleeve. After a brief pause,\nshe pulls her hand back.\n\nEVE\nKit, have you really been wearing\nthis frock since 1590?\n\nHe looks away, a twinge of guilt briefly crossing his face.\n\nEVE stands to leave, leaning in to give MARLOWE a kiss on the\ncheek.\n\nEVE (cont'd)\n(quietly)\nI do wish we could let the world\nknow one day. It would cause such\nthrilling chaos.\n\f13.\n\nMARLOWE\nI think the world has more than\nenough chaos to contend with.\n\nEVE\nPerhaps you’re right, Doctor\nFaustus.\n\nShe laughs as MARLOWE briefly glares at her. EVE then goes\nout the door, MARLOWE watching through the window as she\npulls her scarf over her face and crosses the Petit Socco.\nMARLOWE, clasping his own white plastic bag, then also rises\nto leave.\n\nCUT TO BLACK\n\nOVER BLACK:\n“Inside water, a water wheel turns.\nA star circulates with the moon.”\n- Rumi\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM enters his livingroom, still wearing green hospital\nscrubs, but under his leather jacket and minus the lab-coat,\nmask, and surgeons cap. He is carrying the vintage leather\ndoctor’s bag.\n\nMaking his way to the coffee table, he lifts off the guitar\ncase and replaces it with his doctor’s bag. Opening it, ADAM\ncarefully unwraps something covered by the white lab coat.\nIt’s a large, white, plastic bag, sealed at the top. It\nmakes a dull thud as ADAM places it on the low table,\nindicating its weight.\nADAM\n(to himself)\nAhh, finally. Time to get\nstraight.\n\nHe steps away, removing his jacket. As he leaves the room,\nhe is heard mumbling to himself.\n\nADAM (cont'd)\nDoctor fucking Who...\n\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nEVE enters her apartment, locking the door behind her and\npulling off her scarf.\n\f14.",
  "12": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nEVE enters her apartment, locking the door behind her and\npulling off her scarf. 14. \n---TARGET SECTION TO BE ANNOTATED---\nShe crosses the room and ties the thick curtains tightly\nshut.\n\nShe then re-crosses, approaching a small, round, elaborately\ncarved, Moroccan table with two delicate velvet-covered\nchairs on either side. Pausing there, she carefully lifts\nthe white plastic bag from her shoulder bag and places it on\nthe table.\n\nHer eyes are alive as she opens the bag. Inside is a sealed\nwhite paper bag, which she in turn lifts out and places on\nthe table. It makes a heavy THUNK.\n\nEVE\nOoh, the really good stuff!\n\nShe steps away from the small table.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM returns to his sofa, now bare-chested under a frayed,\ndark brocade bathrobe. He is barefoot, but wearing his slim\n‘60s style trousers with dark vertical stripes. In one hand\nis a clear glass test-tube.\n\nHe sits on the sofa, the back Supro guitar still propped next\nto him, and opens the white bag. He lifts out one of several\ncylindrical, stainless steel canisters. It is shaped like a\nthermos, but taller and more slender. He delicately unscrews\nthe steel top.\n\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nEVE, now wearing a Moroccan robe with a gold pattern against\nblack, places a delicately-stemmed crystal apéritif glass on\nthe small carved table next to the white bag. Sitting down,\nher eyes indicate a childlike excitement as she opens the\nsealed, white bag.\n\nCarefully she lifts one of several cylindrical containers\nfrom the bag. Its top is stainless steel but the slender\ncontainer is clear glass. Inside is a thick, dark red fluid.\n\nEyes dancing as she unscrews the cap, she then gently pours\nsome of the thick fluid into the crystal apéritif glass.\n\nA platinum wedding ring is visible on her finger as she\nraises the glass above her head.\n\nEVE\nHere’s to you, Adam, my love.\n\f15.\n\nShe brings the glass to her deep red lips and drinks.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM holds up the test tube, now half filled with a dark red\nfluid.",
  "13": "---END OF PREVIOUS SECTION---\nShe brings the glass to her deep red lips and drinks. CUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM holds up the test tube, now half filled with a dark red\nfluid. \n---TARGET SECTION TO BE ANNOTATED---\n A platinum wedding ring is visible on his thin white\nfinger.\n\nADAM\nTo you, Eve. I love you more\nthan...all the tea in China.\n\nHe raises the test tube to his lips and drinks.\n\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nEVE wipes a drip of red fluid from the corner of her mouth\nwith a patterned handkerchief. She then rises and floats\ntoward her bed.\n\nShe pauses at a low, painted chest next to the bed. On its\nsurface are a pair of very modern looking Harman Kardon\nspeakers incased in glass tubes and connected by a wire to a\nwhite iPod.\n\nEVE’s delicate white fingers press a button on the iPod’s\ncircular control panel.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM’s hands now place another 45rpm record on one of his old\nturntables. He places the tonearm on the record, then steps\naway.\n\nSeen from above a very relaxed ADAM, as though in slow\nmotion, falls into a sitting position on his sofa. His head\nfalls back, his legs splayed out in front of him. Music\nbegins to flow from the record player [”Funnel of Love” by\nWanda Jackson].\n\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nAlso seen from overhead and as though in slow motion, EVE\nfalls onto her bed.\n\f16.\n\nThe same music [”Funnel of Love” by Wanda Jackson] fills her\nroom. [This overhead image begins to SLOWLY SPIN CLOCKWISE].\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM, again seen from overhead, is also now SPINNING SLOWLY\nCLOCKWISE.\n\nMONTAGE:\n\nThese two images, spinning ADAM and spinning EVE, are\nintercut (or possibly interdissolved) with the spinning\nturntable. As these images continue to spin they gradually\nbecome closer and closer until the faces of ADAM and EVE fill\nthe screen, their eyes slowly closing in trance-like bliss...\n\nFADE TO BLACK.\n\nFADE UP TO:\n\nINT. EVE’S APARTMENT - NIGHT\n\nThe heavy curtains across EVE’s balcony are unmoving, tightly\nfastened across the windows.",
  "14": "---END OF PREVIOUS SECTION---\nFADE TO BLACK. FADE UP TO:\n\nINT. EVE’S APARTMENT - NIGHT\n\nThe heavy curtains across EVE’s balcony are unmoving, tightly\nfastened across the windows. \n---TARGET SECTION TO BE ANNOTATED---\n Still wearing her black and\ngold robe, she arrives at the curtains and opens them\nslightly. She reaches through the opening for the handle of\nthe balcony’s glass doors. Opening them a little, she then\npulls the curtains open wider.\n\nEVE looks out over the rooftops of Tangier, huddled under the\nblack sky. A faint breeze lightly moves the curtain next to\nher.\n\nCUT TO:\n\nINT. ADAM'S LIVINGROOM - LATE AFTERNOON OR EARLY EVENING\n\nThe curtains over ADAM’s window are tightly drawn and\nunmoving. Still wearing his dark, brocade robe, he arrives\nat the window and gently pulls on one of the gold antique\ncords that fasten the curtains. Accidentally, the curtains\nbriefly separate. For a fraction of a second a slit of pale\nlight leaks through, a streak of it crossing the back of\nADAM’s hand.\n\nADAM\n(out loud)\nOww! Shit!\n\nHe re-ties the cord, and examines his hand. A thin, red burn\nis visible.\n\f17.\n\nADAM pulls a black handkerchief from a nearby lamp and\nquickly wraps it around his wound.\n\nADAM (cont'd)\n(to himself)\nBloody fuckin’ hell. You’d think\nthat after a few hundred years...\n\nCUT TO:\n\nINT. EVE’S APARTMENT - NIGHT\n\nStill in her Moroccan robe, EVE falls back onto her bed. A\nwhite iPhone-like device in one hand. She turns the phone on\nand dials a series of numbers.\n\nCUT TO:\n\nINT. ADAM'S LIVINGROOM - LATE AFTERNOON OR EARLY EVENING\n\nAmong ADAM’s menagerie of equipment, a phone rings. ADAM\ncrosses the room and locates a cordless handset on a large\ntable piled with more equipment -- including an old CRT TV\nscreen with a camera of some kind attached on top.\n\nADAM sinks back into his sofa as he answers.\n\nADAM\nYeah?\n\nEVE\n(voice on phone)\nHey, handsome. (pause) It’s me.\n\nADAM\n(softly into phone)\nEve...\nCUT TO:\nINT. EVE’S APARTMENT - NIGHT\nEVE\n(reclining on her bed,\nphone to her ear)\nTurn on your contraption so I can\nsee you.",
  "15": "---END OF PREVIOUS SECTION---\nADAM\n(softly into phone)\nEve... CUT TO:\nINT. EVE’S APARTMENT - NIGHT\nEVE\n(reclining on her bed,\nphone to her ear)\nTurn on your contraption so I can\nsee you. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nINT. ADAM'S LIVINGROOM - LATE AFTERNOON OR EARLY EVENING\n\nADAM is seen pushing a switch on a box hand-wired into\nanother box which is wired into the TV set.\n\f18.\n\nThe TV’s screen gradually illuminates, along with a small red\nLED light above the camera lens on top of the TV.\n\nADAM then falls back onto the sofa, phone to his ear, eyes on\nthe TV screen. EVE’s face is now visible on the screen, as\nshe apparently holds her phone device out in front of her.\n\nADAM\nAh, there you are, my love.\n\nEVE\n(on screen)\nHello, darling.\n\nADAM\nHello, gorgeous.\n\nCUT TO:\n\nINT. EVE’S APARTMENT - NIGHT\n\nEVE’s device is seen in her hand, apparently held out in\nfront of her. Adam’s head and shoulders can be seen on the\ndevice’s small rectangular screen. His eyes have now\nsoftened, somehow appearing more languid than before.\n\nEVE\n(speaking off-screen)\nYou look tired\n\nADAM\n(on EVE’s screen)\nYeah.\n\nEVE\n\n(tenderly, on ADAM’s\n\nscreen, her handheld\n\ncamera moving closer on\n\nher face)\nOh, what’s the matter, baby? (then\nsmiling a little) Miss me too\nmuch?\n\nADAM\n(on EVE’s screen, after a\nsullen pause)\nMaybe...Yeah.\n\nEVE\n\n(on ADAM’s screen, a\n\nlittle less close to her\n\ncamera)\nOoh. But it was your idea, Adam,\nyour “I vont to be alone” routine.\n(her hand now on her forehead ala\nGretta Garbo) And it hasn’t even\nbeen a year yet.\n\f19.\n\nADAM\n(on EVE’s screen)\nI’m fine.\nEVE\n\n(voice off-screen)\nYou're the worst actor I’ve ever\nseen. You know that?\n\nOn EVE’s screen ADAM is seen getting up from the sofa and\n“dramatically” approaching his camera.\n\nADAM\nVot I vont is to bite your neck!\n\nEVE, on ADAM’s screen, laughs, her laughter gently shaking\nthe image on the screen.",
  "16": "---END OF PREVIOUS SECTION---\nOn EVE’s screen ADAM is seen getting up from the sofa and\n“dramatically” approaching his camera. ADAM\nVot I vont is to bite your neck! EVE, on ADAM’s screen, laughs, her laughter gently shaking\nthe image on the screen. \n---TARGET SECTION TO BE ANNOTATED---\n She then randomly twirls her camera\naround for a moment, images of her apartment flying past,\nbefore it returns to frame her face.\n\nEVE\n(still on ADAM’s screen)\nOh, Adam. You know you're\nimpossible. Tell your affection\nstarved wife what your bloody\nproblem is, will you please?\n\nADAM, on EVE'S screen, sits quietly for a moment looking away\nfrom the camera.\n\nADAM\n(still on EVE’s screen)\nI don’t know.\n\nHe looks back toward the camera. Off-screen EVE can be heard\nsighing.\n\nEVE\n(voice off-screen)\nAnother bad depression?\n\nThere is no response from ADAM.\n\nEVE (cont'd)\n(voice again off-screen)\nAny supply problems?\n\nADAM\n(on EVE’s screen)\nNo.\n\nThere is a long pause before EVE speaks again.\n\nEVE\n(voice off-screen,\nconcerned)\nAre you just being dramatic?\n\f20.\n\nADAM, on EVE’s screen, shakes his head, then lowers it, one\nhand entangling itself in his long messy hair.\n\nEVE, now on ADAM’s screen, looks directly into the lens of\nher device. Her eyes now show a combination of sadness,\ncompassion, and concern.\n\nEVE (cont'd)\n(on ADAM'’s screen)\nDo you...do you want to come here?\nAnd be with me? (pause) Please?\n\nADAM\n(on EVE’s screen, looking\naway )\nOh, I’d just be an albatross around\nyour irresistible neck.\n\nEVE\n(now on ADAM’s screen)\nI have a really strong neck. And\nit needs some kind of jewelry.\n\nADAM\n(off-screen)\nShould I send pearls? Black\npearls?\n\nEVE\n(on ADAM'’s screen)\nI still have the beautiful strand\nyou gave me two hundred years ago.\nAnyway, right now I’d prefer a nice\nscruffy albatross.\n\nThere is another pause, neither speaking for several moments.\n\n(NOTE: THE FOLLOWING CONTINUES TO INTERCUT BETWEEN THE TWO\nVIDEO SCREENS ]\n\nEVE (cont'd)\nWill you please just talk to me for\na minute?\n\nADAM\nWhat do you want me to say?\n\nEVE\nOh, Adam. You've been deeply\ndepressed before.",
  "17": "---END OF PREVIOUS SECTION---\nADAM\nWhat do you want me to say? EVE\nOh, Adam. You've been deeply\ndepressed before. \n---TARGET SECTION TO BE ANNOTATED---\n Remember the\n1820s? And your reaction to the\nfirst World War, that did scare the\nshit out of me, to say nothing of\nthe Spanish Civil War. Then the\n1950s...the ‘70s...\n\f21.\n\nADAM\nYeah, definitely all deeply\ndepressing times.\n\nEVE\nYeah, well you should have lived\nthrough the fucking Vandals. Or\nthe Tartars. The floods, the\nplagues. Fuckin’ hell...\n\nADAM\n(flatly)\nSounds exciting.\n\nEVE\n(after a pause)\nWhat about your music?\n\nOn EVE’s screen, ADAM sullenly surveys his instruments and\nequipment surrounding him.\n\nADAM\nI seem to be writing a lot of\nfuneral music.\n\nEVE\n\nOh, Adam...Why don’t you just\nfucking come here and kiss me? In\nthe past you so loved Tangier.\n(pause) You loved the music. And\nthose times when your friends all\nlived here -- Burroughs and Brion\nGysin. Paul Bowles, Brian Jones...\n\nADAM\n(quietly)\nI wouldn’t make it there, Eve.\n\nEVE\nSeriously?\n\nThere is a long pause.\n\nEVE (cont'd)\nOh, fuck. (pause) Alright. I‘1l\ncome.\n\nOn EVE’s screen ADAM’s averted eyes return to the camera.\n\nEVE (cont'd)\nBut I can’t believe you’re doing\nthis to me again. And tell me why\nagain you’re in, of all places on\nthis planet, fucking Detroit?\n\nOn EVE’s screen ADAM can be seen shrugging and looking away.\n\f22.\n\nADAM\nSuits my mood. I guess. (pause)\nI‘1l tell you one thing I love\nabout Detroit -- you can be\n\nwhatever you want here.\n\nEVE\nWell, that’s always a plus.\n\nADAM\nOther than that, I guess it’s an\nend of the world kind of thing...\n\nEVE\nYou really are too much, Adam. You\nknow I still largely blame Keats\nand Shelley for your hopelessly\nromantic affliction. And a few of\nthose French assholes too.\n\nADAM\nListen, Eve. I don’t think you\nshould come. Listen to me. Don’t\ncome. It’s gotten way too weird\nout there.",
  "18": "---END OF PREVIOUS SECTION---\nListen to me. Don’t\ncome. It’s gotten way too weird\nout there. \n---TARGET SECTION TO BE ANNOTATED---\nEVE\nYeah, well, in three thousand years\nmomma’s seen weirder times than\nthese.\n\n(then, half to herself)\nAlthough, not by much, I must\nsay...It’s just the traveling\nthat’s such a drag.\n\n(pause)\n\nDon’t worry baby. I’11 just pack\nthe bags, ‘cause we’re going on a\nguilt trip.\n\nSeen on ADAM’s screen, EVE smiles and sends him a kiss.\n\nADAM\nDon’t come, Eve. Really.\n(pause)\nI love you more than...all the tea\n\nin China.\nEVE laughs and switches off her phone.\n\nFrom his velvet couch, ADAM watches the screen of his\nantiquated TV. It darkens, gradually fading to a white dot\nat its center, the dot then eventually blinking off.\n\nCUT TO BLACK\n“You have said what you are.\nI am what I am.\nYour actions in my head,\nmy head here in my hands\n\f23.\n\nwith something circling inside.\nI have no name\nfor what circles\nso perfectly.”\n- Rumi\n\nFADE UP TO:\n\nEXT. TANGIER STREETS - NIGHT\n\nEVE and MARLOWE walk arm in arm, along the Place de France in\nthe Ville Nouvelle section, the architecture around them\nstill faintly echoing a decayed form of 1930s glamour.\n\nEVE\nYou sure you'll be ok? I can’t\nstand the thought of my not being\nan absolute necessity. I wish you\ncould go with me, and help me drag\nAdam back over here.\n\nMARLOWE\nOh, god no. Traveling these last\nyears, for me, is bordering on\nimpossible. (then gesturing around\nhim) And why would I want to go\nanywhere else?\n\nCUT TO:\n\nEXT. TANGIER PORT - NIGHT\n\nThey sit down on a low wall overlooking the port, a shuttered\nand crumbling Deco hotel in the shadows behind them.\n\nMARLOWE\n(looking out at the black\nglistening water)\nI had a dream about your sister\nlast night. (he turns to her)\nYour infamous little sister...\n\nEVE\nYou had a dream about Ava?\nMARLOWE\nDo you even know where she is these\ndays?\nEVE\n(looking off)\nNo. I have no idea.",
  "19": "---END OF PREVIOUS SECTION---\nMARLOWE\nDo you even know where she is these\ndays? EVE\n(looking off)\nNo. I have no idea. \n---TARGET SECTION TO BE ANNOTATED---\n (pause) What\n\nhappened in the dream, Kit?\n\nMarlowe stares out at the water, not answering.\n\f24.\n\nEVE (cont'd)\nKit? Did you hear me? (pause)\nHey, Christopher!\n\nMARLOWE\n(returning)\nWhat? Oh. I’m sorry, I...I\ndrifted away for a moment. (he\ngazes again at the water) To\nItaly, actually. A few hundred\nyears ago...\n\nEVE\nWas he painfully good looking?\n\nHe turns back to her.\n\nMARLOWE\nWhat? (pause) Eve, I know I don’t\nneed to tell you this, but please\nbe cautious. I couldn’t bear it if\nanything happened to you.\n\nEVE gently puts her hands on his hand.\n\nEVE\nYou don’t need to worry about me,\ndarling.\n\nMARLOWE\n\nAlright, then. In any case,\ndeliver my regards to that\nsuicidally romantic scoundrel.\n\nEVE\nI will.\nMARLOWE\n(his gaze again drifting\naway )\n\nGod, I wish I’d known Adam before\nwriting Hamlet. He would have\nprovided the most perfect case-\nstudy imaginable.\n\nEve studies MARLOWE for a moment, as he stares off into the\nsilvery darkness.\n\nCUT TO:\n\nINT. EVE’S APARTMENT —- PREDAWN\n\nEVE’s curtains are drawn shut, the area around her bed\nilluminated by electric lamps with ornate metal Moroccan\nshades.\n\f25.\n\nShe sits on the bed, legs folded under her to one side, an\nopen suitcase on the floor nearby.\n\nWhite mobile phone to her head, EVE’s other hand sifts\nthrough several dozen credit cards fanned out in front of\nher. Next to them are a variety of passports and bundles of\ncash in pounds, dollars, euros, etc.\n\nEVE’s eyes are bright and alert as she speaks into her phone.\n\nEVE\n(into phone)\nYes, but is there a night flight\nfrom Tangier to Paris? (pause)\nYes. That’s great. And is there\nany possibility of flying at night\nfrom Paris to Detroit? (pause)\n\nYeah, Detroit...(pause) Brilliant.\nAnd what time does it arrive in\nDetroit?\n\nHer fingers select a gold credit card.",
  "20": "---END OF PREVIOUS SECTION---\nAnd is there\nany possibility of flying at night\nfrom Paris to Detroit? (pause)\n\nYeah, Detroit...(pause) Brilliant. And what time does it arrive in\nDetroit? Her fingers select a gold credit card. \n---TARGET SECTION TO BE ANNOTATED---\nEVE (cont'd)\n(into phone)\nMidnight Detroit time? Oh, that\nsounds lovely. (she laughs) Yeah.\nAlright then, I want to book those\ntwo flights, please, for one\nperson.\n\nShe raises the card in front of her.\nEVE (cont'd)\n(into phone)\nOh, uh...\n\nShe glances at her watch.\n\nEVE (cont'd)\nFor tonight.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nReels of recording tape slowly turn on a vintage upright reel-\nto-reel machine, connected by cables to several old\nmicrophones placed around the room.\n\nA single, harmonically complex and distorted chord sustains\nin a long drone. As it fades, it starts again.\n\nADAM sits upright, eyes closed, on his sofa. He is playing\nthe black electric Supro guitar. As the previous drone fades\naway, ADAM strikes the guitar strings again. The tone is\nmesmerizing, like broken bells heard from a distance.\n\f26.\n\nThe doorbell rings. ADAM’s eyes open. He strikes the chord\nagain, and again the doorbell rings, the two sounds merging\nin harmonic dissonance.\n\nAfter another ring, ADAM lets the last guitar chord fade into\nringing feedback, then stands and lays the guitar on the\nsofa.\n\nHe crosses to the window and, opening the curtains very\nslightly, looks out. Below, three or four young people are\nstanding out on the street in front of ADAM’s house. Their\nclothes are imitative of a previous period of Detroit\nrock'n'roll, suggesting they are dedicated, or curious, fans\nof ADAM’s underground music. They stand near a beat-up\neconomy car, talking. One points back towards ADAM’s house.\n\nADAM\n(to himself)\nFuckin’ hell...\n\nThe “fans” squeeze back into their small car, slamming closed\nits doors. The car can be heard pulling away as ADAM crosses\nback to the sofa and sits down.\n\nHis brooding eyes fix on the tape machine, watching the last\nof the tape slip from the empty reel and thread it’s final\npath through the tape-heads.\n\nCUT TO:\n\nINT. AIRPLANE - NIGHT\n\nEVE sits in a first class seat near the window, an empty seat\nnext to her.",
  "21": "---END OF PREVIOUS SECTION---\nHis brooding eyes fix on the tape machine, watching the last\nof the tape slip from the empty reel and thread it’s final\npath through the tape-heads. CUT TO:\n\nINT. AIRPLANE - NIGHT\n\nEVE sits in a first class seat near the window, an empty seat\nnext to her. \n---TARGET SECTION TO BE ANNOTATED---\n As usual, her appearance is striking and she\nstands out dramatically from the other passengers. She wears\ndark glasses, white denim jacket and white jeans, with her\nlarge black and white Arab scarf draped around her neck.\n\nHer vintage shoulder bag is cradled in her lap, on top of it\nher hands cradling a small antique book, opened. It is a\nbook of Shakespeare’s sonnets.\n\nEVE briefly reads several lines, silently, which are heard in\nher voice over.\n\nEVE\n(V.0.)\nMark how with my neglect I do\ndispense:\nYou are so strongly in my purpose\n\nbred\nThat all the world besides, me\nthinks, are dead.\n\nEVE (cont'd)\n(out loud, but softly)\nMarlowe...\n\f27.\n\nGently closing the book, EVE looks at the window, its view\nonto nothing but blackness.\n\nHearing a muffled grunt from across the aisle, EVE turns in\ntime to notice that a male passenger in business clothes had\njust cut his finger on the pull-tab of a beer can. She\n\nlowers her dark glasses and watches intently as a small\n\namount of blood drips from the tiny wound onto the man’s tray-\ntable. Fixed on the blood, her eyes flare briefly as she\nwatches the passenger wrap his finger in a white paper\n\nnapkin, a bit more blood soaking into it. After a moment,\n\nshe reluctantly turns her head away and repositions her dark\nglasses.\n\nJust then, an announcement in French is heard over the\nplane’s speakers.\n\nANNOUNCEMENT\n(in French)\nWe will soon begin our descent into\nOrly International Airport. Please\nremain in your seats with seat-\nbelts fastened. Thank you.\n\nAs EVE places the small book inside her shoulder bag, a\nfemale FLIGHT ATTENDANT makes her way down the aisle,\nchecking seat-belts and seat-back positions. She pauses\nbriefly next to EVE’s seat, addressing her cheerfully.\n\nFLIGHT ATTENDANT\n(in English with a\npronounced French accent)\nOh, I really like your scarf. You\nknow this is now very chic in\nParis!\n\nEVE\nIs it? Oh. Thank you.\n\nThe FLIGHT ATTENDANT smiles, nodding, and moves off down the\naisle.",
  "22": "---END OF PREVIOUS SECTION---\nOh. Thank you. The FLIGHT ATTENDANT smiles, nodding, and moves off down the\naisle. \n---TARGET SECTION TO BE ANNOTATED---\n When she is out of sight, EVE briefly glances in her\ndirection, then quickly unwinds her scarf from her neck and\ncontrarily stuffs it into the bag on her lap.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM, in his bathrobe, is sitting on his sofa quietly\nstrumming an antique acoustic guitar.\n\nAfter a few moments, the doorbell rings.\nADAM\n\n(to himself)\nShit...\n\f28.\n\nIt rings again, and ADAM stands and crosses to the window.\nBelow, ADAM sees IAN stepping back from the door and looking\nup toward him. ADAM closes the curtain, and moves away from\nthe window.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM stands at the door to the hallway staircase IAN’s\nascending footsteps audible. ADAM motions him in, as IAN\nenters the room, catching his breath.\n\nIAN\nI didn’t wake you, did I?\n\nADAM shakes his head as the two cross the room, ADAM sinking\ninto the sofa, IAN sitting on the edge of a cluttered chair.\n\nIAN (cont'd)\nYeah. No. I mean, I know to only\ncome by at night.\n\nADAM looks at him, vaguely irritated.\n\nIAN (cont'd)\n(quickly reaching into his\npocket)\nOh! I got it for you!\n\nIAN retrieves a small velvet bag, like those from a jeweler.\nHe quickly stands, handing it over to ADAM.\n\nIAN (cont'd)\n(as ADAM opens the small\nbag and empties its\ncontents into his hand)\nA wooden bullet, .32 caliber.\n\nADAM gently rolls the bullet in his palm -- a dark, polished\nwooden bullet in a brass jacket.\n\nIAN (cont'd)\nIt’s Cocobolo.\n\nADAM\n(examining the bullet)\nYeah, Dalbergia Retusa.\n\nIAN\n(proudly)\nFor your art project! (pause) The\nguy made it for me, no questions\nasked. He said the wood is so\ndense it sinks in water. I think\nthey use it on guitars sometimes.\n\f29.\n\nADAM\nThat’s true.\n\nADAM closes his fist around the wooden bullet, and looks over\nat IAN.\n\nADAM (cont'd)\nPerfect. Thank you, Ian.",
  "23": "---END OF PREVIOUS SECTION---\nADAM closes his fist around the wooden bullet, and looks over\nat IAN. ADAM (cont'd)\nPerfect. Thank you, Ian. \n---TARGET SECTION TO BE ANNOTATED---\nIAN\nNo problem, man.\n\nADAM pulls a wad of bills from the pocket of his robe and\nhands it to IAN.\n\nIAN (cont'd)\n(taking the cash)\nOh, no, man. You already paid me\nfor...\n\nADAM gestures, and IAN is quiet. IAN quickly pockets the\nmoney.\n\nIAN (cont'd)\nThanks. (pause) Everything else\nok?\n\nADAM\nListen, there were some, like,\nrock'n'roll kids ringing my\ndoorbell last night.\n\nIAN\nReally? But how could they\npossibly know where...\n\nADAM\n(cutting him off)\nI don’t know, but it’s not cool.\n\nIAN\nOf course not! It’s fucked up.\n(pause) But don’t worry. I’m\ngonna...I’m gonna spread some\nrumors. You know, very cautiously,\nabout where you might live. You\nknow, throw them way off the track.\n\nADAM stands up.\nADAM\n\nYeah, well, whatever. Listen, I\nneed to...\n\f30.\n\nIAN\n(springing up excitedly)\nBut, man, it’s like there’s a new\nscene about to happen in Detroit!\nI can feel it, man.\n\nADAM moves toward the door, IAN following, still talking\nexcitedly.\n\nIAN (cont'd)\nIt’s gonna happen again! I mean,\nback in the old days we had The\nWhite Stripes, The Dirtbombs,\nDetroit Cobras, The Von Bondies,\nBrendan Benson...\n\nADAM\n(cutting him off)\nPlease, Ian. Now you’re really\nstarting to freak me out. Let’s\n\ncalm down. (pause) I’11l see you\nlater. I have something to attend\nto.\n\nIAN\n\n(winding down)\nOh. Oh, yeah, sure.\n\nADAM ushers him out the door.\n\nIAN (V.0.) (cont'd)\n(descending the stairs)\nSee you soon, then.\n\nADAM waits, until the heavy door can be heard closing behind\nIAN downstairs.\n\nCUT TO:\n\nINT. ADAM'S BEDROOM - NIGHT\n\nADAM sits on his heavy, carved, antique bed in the bedroom of\nhis house. Much like his livingroom, this room is also\ncluttered, heavily curtained, its decor mixing several\ncenturies.",
  "24": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. ADAM'S BEDROOM - NIGHT\n\nADAM sits on his heavy, carved, antique bed in the bedroom of\nhis house. Much like his livingroom, this room is also\ncluttered, heavily curtained, its decor mixing several\ncenturies. \n---TARGET SECTION TO BE ANNOTATED---\n Its dark walls are lined with framed\nreproductions of portraits of artists, musicians, writers and\nscientists.\n\nADAM looks down at his hand, which holds a silver plated, .32\ncaliber revolver with pearl handles. He uncurls his other\nfist, revealing the wooden bullet, cased in brass.\n\nFlipping over the pistol’s revolving magazine, ADAM slides\nthe wooden bullet into one of the six empty chambers. With\nanother flip of his wrist, the magazine clicks back into\nplace.\n\f31.\n\nADAM takes a deep breath, then spins the revolving magazine.\nWhen it stops spinning he turns the gun, placing the end of\nits barrel on his chest, aimed directly into his heart.\n\nADAM closes his eyes and gently pulls the trigger. The\nhammer clicks loudly against an empty chamber. After a\nmoment ADAM opens his eyes, slowly lowering the gun from his\nchest.\n\nCUT TO BLACK.\n\nOVER BLACK:\n“Whoever finds love\nbeneath hurt and grief\ndisappears into emptiness\nwith a thousand new disguises.”\n- Rumi\nFADE UP TO:\n\nEXT. ADAM’S HOUSE - NIGHT\n\nA taxi is stopped in front of ADAM’s house, just beyond his\ndirty but elegant, white Jaguar XJ-S. The street is covered\nin ice and grey slush.\n\nEVE, again with hat and scarf and shoulder-bag, stands next\nto the DRIVER. He wears a worn parka and lifts her suitcase\nfrom the open trunk.\n\nDRIVER\n(in Arabic)\nWell, welcome to Detroit.\n\nEVE\n(in Arabic, handing him\nmoney )\nThank you.\nDRIVER\n\n(in Arabic, getting back\ninto the cab)\nMay Allah bless you.\n\nEVE\n(in English)\nMay the great mystery bless us all.\n\nAs the taxi pulls away down the frozen street, EVE pauses to\nlook up at ADAM’s house. Soft lights barely leak through the\ndrawn curtains covering the upstairs windows.\n\nEVE’s hand affectionately grazes ADAM’s Jag as she passes.\nEVE (cont'd)\n\n(smiling to herself)\nAh yes, 1989.\n\f32.\n\nShe opens the gate and, entering the yard, stops suddenly,\nfreezing in place. A large raccoon looks up at her through\nmasked eyes as it crosses the walkway leading to ADAM’s door.",
  "25": "---END OF PREVIOUS SECTION---\n32. She opens the gate and, entering the yard, stops suddenly,\nfreezing in place. A large raccoon looks up at her through\nmasked eyes as it crosses the walkway leading to ADAM’s door. \n---TARGET SECTION TO BE ANNOTATED---\nEVE (cont'd)\n(identifying the animal by\nits Latin name)\nOh. Procyon Lotor.\n\nThe raccoon lumbers off, disappearing into the shadows.\n\nEVE arrives at the door and presses the doorbell. It rings\ninside, as EVE sets down her suitcase. Behind the door she\nhears footsteps rapidly descending the staircase, and a\nmoment later the door swings open.\n\nADAM, fully dressed, sees her and momentarily freezes in the\ndoorway. ADAM and EVE gaze into each other’s radiant eyes.\nADAM steps out and embraces her. They pull back slightly,\nagain gazing at one another. Their lips meet in a long kiss\nof reunited lovers. ADAM steps back, his hands still on\nEVE’s waist, both now perceptibly dizzy.\n\nEVE (cont'd)\n(softly)\nHello.\n\nAfter a pause, ADAM picks up her suitcase, then steps aside\nto let her enter. She hesitates.\n\nADAM\nOh, sorry. (he gestures) Won’t\nyou please come in?\n\nEVE smiles and, removing her hat, steps past him. ADAM\nfollows, closing the door behind them.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - PREDAWN\n\nADAM and EVE, wearing only dark bathrobes, are curled around\neach other on the sofa. ADAM’s unusual electric guitar music\nplays from a reel-to-reel recorder, though not loudly, in the\nbackground. The room is softly lit, the curtains fully\nclosed.\n\nOn the table in front of them is an opened stainless\ncanister, lying on its side, empty. ADAM and EVE each hold a\nblood-tinged apéritif glass in one hand. They uncurl just\nenough to ‘clink’ glasses before draining them. They laugh\nas though drunk, their teeth and lips noticeably tinted a\ndark red. EVE reaches out to place her empty glass on the\ntable, but it slips and falls to the floor, rolling under the\nsofa.\n\f33.\n\nEVE\n(leaning back into ADAM’s\narms )\nI think maybe we’ve overdone it.\n\nADAM\n(as though intoxicated)\nYeah...\n\nThey remain silent, content, enfolded, the music a lyrical\nfog around them.\n\nEVE\nI love your newest music.\n\nADAM\nThanks.",
  "26": "---END OF PREVIOUS SECTION---\nThey remain silent, content, enfolded, the music a lyrical\nfog around them. EVE\nI love your newest music. ADAM\nThanks. \n---TARGET SECTION TO BE ANNOTATED---\n It’s called ‘I Drank Your\nMother’s Blood, and She Tasted Like\na Whore’.\n\nEVE laughs, pulling away a little, and playfully punching\nADAM in the chest.\n\nEVE\n(settling back into ADAM’s\narms )\nYeah, right. Hey, Mr. Guitar man.\nDo you know: ‘I Drank Your Mother's\nBlood, and She Tasted Like a\nWhore’?\n\nADAM\n(completing the joke)\nKnow it! I fuckin’ wrote it!\n\nEVE laughs again, and ADAM too, a little.\n\nEVE\nYou know, it does concern me that\nyou’ve finally let your music go\nout into the world. You’ve always\nbeen so careful about it, only\nsending it anonymously to other\ncomposers.\n\nADAM\nYeah. But that was the only way I\ncould hear it performed. To just\ngive it away...\n\nEVE\nSo why did you release this recent\nstuff?\n\nADAM\n(distantly)\nI don’t know.\n(MORE )\n\f34.\n\nADAM (cont'd)\nA failed experiment, probably. I\nguess I just wanted something out\nthere before I...\n\nEVE\nBefore what? (pause) You know, you\nalways conveniently have the\nmortals to blame when you sink into\ndepression, but then, what you\nreally care about is all their most\nbeautiful accomplishments. What\nabout all your artist heroes?\n\nADAM\nI don’t have heroes.\n\nEVE\nOh no? What about your beloved\nscientists?\n\nADAM\nYeah, look what they’ve done to\nthem. Look at Pythagoras. They\nslaughtered him and his commune.\nGalileo -- imprisoned. Capernicus -\n- ridiculed. Newton -- pushed into\nsecrecy and alchemy. Tesla --\ndestroyed, and his beautiful\npossibilities ignored. And they’re\nstill bitching about Darwin! Yeah,\nso much for the scientists.\n\nEVE\nCome on Adam, if we’re going to\nstart cataloguing the atrocities of\nhuman history, those are probably\nvery minor examples.\n\nADAM\n(distant again)\nWell, now they’ve even succeeded in\ncontaminating their own fuckin’\nblood, let alone their water.\n(pause) I just feel so...fragile.\n\nEVE\nWe are fragile.",
  "27": "---END OF PREVIOUS SECTION---\nADAM\n(distant again)\nWell, now they’ve even succeeded in\ncontaminating their own fuckin’\nblood, let alone their water. (pause) I just feel so...fragile. EVE\nWe are fragile. \n---TARGET SECTION TO BE ANNOTATED---\n Everything is.\nBut how amazing it is to observe\nall the details of history flowing\nby!\n\nADAM\nEasy for you. You have three\nthousand years of experience.\n\f35.\n\nEVE\nYeah, well our time will end, too.\nBut first I intend, if possible, to\nwatch it all just get washed\naway...like the momentary waves in\nthe ocean, the stars fading from\nthe black sky...\n\nHer words trail off. She turns her head a little, gently\nkissing ADAM’s neck. ADAM, looking off, caresses her hair\nwith one hand. The music on the tape machine has ended.\n\nEVE (cont'd)\nI don’t want you to leave me, Adam.\nAt least we have each other.\n\nADAM\n(after a pause)\nEve, are you at all familiar with\nwhat Einstein termed “spooky action\nat a distance”?\n\nEVE\n(quietly)\nNo. Sounds intriguing. (pause,\nher eyes closing) But maybe you\nbetter tell me about it later,\n‘cause it’s gonna get light out.\nWe better go to bed, baby.\n\nADAM\nYeah.\n\nAfter a pause, his free arm stretches back and pulls up an\nantique acoustic guitar from somewhere behind the sofa.\n\nADAM (cont'd)\n\nEve?\nEVE\n(eyes closed)\nMmmm?\nADAM\n\nCan you tell me how old this one\nis? I think it’s an L2, but I\nhaven’t been able to date it\nexactly. Can you just...\n\nEVE half opens her eyes and squints at the guitar.\nEVE\n(sleepily)\nShe’s a pretty one.\n\nHer thin white hand reaches over and briefly caresses the\nwooden instrument.\n\f36.\n\nEVE (cont'd)\n(her hand retracting)\n\n1905...\n\nADAM\nReally? (pause) 1905...She is\nold.\n\nEVE\n\n(eyes again closing, her\n\nhand on his sleeve)\nUmm hmm...and did you realize your\nbathrobe is over a hundred and\nfifty years old?\n\nADAM\nOh at least.\n\nShe nuzzles deeper into ADAM’s shoulder. He strums a single\nsad chord on the antique guitar, letting it ring and fade\naway.\n\nCUT TO:\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nShe nuzzles deeper into ADAM’s shoulder. He strums a single\nsad chord on the antique guitar, letting it ring and fade\naway. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ADAM'S BEDROOM - EVENING\n\nADAM and EVE are in bed together side by side, naked, asleep.\nGradually EVE wakes, squinting as though through a hangover.\nShe sleepily surveys her surroundings before her thin arm\n\nreaches an antique lamp on the bed-stand and switches it on.\n\nADAM stirs and wakes. Seeing EVE, he kisses her, and snakes\nan arm around her. They gaze happily into each other’s eyes.\n\nEVE\nGlad to see me?\n\nADAM kisses her again, rolling over on top of her. Again\nthey look into each others eyes, EVE smiling happily.\n\nEVE (cont'd)\nOh, I think I’m a bit hungover, my\nlove. (pause) Your supply is an\nexcellent vintage, I must say.\nQuite delicious.\n\nADAM\nYeah. Type O Negative. Nice and\npure. Uncut.\n\nHe rolls off her, now lying at her side, both gazing at the\nceiling.\n\f37.\n\nEVE\n(lazily)\nDid you know only female mosquitoes\nsuck blood? (pause) Oh, but of\ncourse you did.\n\nADAM\nAnd only female wasps and bees can\nsting, my love.\n\nEVE\nOf course.\n\nADAM\nCan I ask you something unrelated?\n(pause) When they built\nStonehenge, it was your people,\nright? Your Druids?\n\nEVE\nI’m a Bructeri Druid, but close\nenough.\n\nADAM\n\nYeah, I know, Bructeri. In any\ncase, I was wondering how in the\nhell they moved those giant stones.\nBecause I read recently somewhere\nthat the stones weren’t from the\nsurrounding area.\n\nEVE\n\nWell, first of all, we didn’t\nconstruct Stonehenge. A culture\nprevious to us did. But we learned\nthat they dragged those stones\nacross land on, like, sort of giant\nsleds that rolled over a moveable\nsystem of strong wooden rails lined\nwith spherical stone bearings.\n\nADAM\n(fascinated)\nI suspected as much. (pause) Did\nthey use a similar system when the\nEgyptians built the pyramids?\n\nEVE\n(laughing)\nHow fuckin’ old do you think I am?\n\nADAM laughs a little as EVE now rolls on top of him.",
  "29": "---END OF PREVIOUS SECTION---\nADAM\n(fascinated)\nI suspected as much. (pause) Did\nthey use a similar system when the\nEgyptians built the pyramids? EVE\n(laughing)\nHow fuckin’ old do you think I am? ADAM laughs a little as EVE now rolls on top of him. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\n\nI’ve always had a thing for older\nwomen.\n\f38.\n\nEVE\n(smiling)\nAnd I love being a cradle-robber.\n\nShe caresses his face.\n\nEVE (cont'd)\nI‘’1l tell you one thing, though.\n\nADAM\nWhat?\n\nEVE\nIt’s a good thing we both got\nturned before we were too old to\n\nfuck.\nADAM\n(playing)\nDid we?\nEVE\n\nYes. Allow me to demonstrate.\n\nADAM\nYeah. I think we better make sure.\nBut first could you switch that\nlamp off? It’s burning my bloody\neyes.\n\nEVE lithely reaches over and switches it off. Darkness.\n\nEVE\n(softly)\nYou know, I should correct myself.\n\nADAM\nAbout what?\n\nEVE\nThe Egyptians. In true fact they\nbuilt their pyramids at least a\nthousand years later than\nStonehenge.\n\nADAM\nHuh. Yeah, I thought so.\n\nEVE\nOh, did you?\n\nThey roll over, entwined, ADAM now on top.\n\nCUT TO:\n\f39.\n\nINT. ADAM'S KITCHEN - NIGHT\n\nADAM and EVE sit across from each other, carefully studying a\nchessboard between them on the kitchen table. Both again\nwear their dark bathrobes, EVE with her Stetson hat pushed\nback on her head.\n\nIn the kitchen around them, no trace of human food is\nvisible. Cupboards, shelves, and counters instead hold\nstacks of books, vinyl records, and dismantled electronics.\n\nEVE smiles as she makes a move on the chess board, taking\nADAM’s queen with her bishop.\n\nEVE\nThere goes your queen, playboy.\nCheck.\n\nBrow furrowed, ADAM studies the board.\n\nEVE (cont'd)\nBy the way, your hero Christopher\nMarlowe sends his regards.\n\nADAM\n(fixed on the game)\nI don’t have heroes. And please\ndon’t talk so much. You’re just\ntrying to distract me. (pause)\nHow is he?\n\nEVE\nOh, eccentric and secretive as\nalways. I must say he does seem to\nenjoy being the king of the Tangier\nunderground.\n\nADAM\n(eyes still on the game)\nThat’s good. lLet’s not talk now.",
  "30": "---END OF PREVIOUS SECTION---\nEVE\nOh, eccentric and secretive as\nalways. I must say he does seem to\nenjoy being the king of the Tangier\nunderground. ADAM\n(eyes still on the game)\nThat’s good. lLet’s not talk now. \n---TARGET SECTION TO BE ANNOTATED---\nEVE\nAdam?\n\nHe doesn’t respond.\n\nEVE (cont'd)\nSince we were talking about great\nEnglish poets, will you tell me\nagain about when you hung out with\nLord Byron?\n\nADAM\nEve, please.\n\nADAM’s hand briefly hovers over a chess piece, but withdraws\nbefore touching it.\n\f40.\n\nEVE\nOh, tell me again. Please?\n\nADAM sighs and briefly looks up at her.\n\nADAM\nWhat? Uh, I was in his presence\nonly for a few days. 1815 maybe,\nsomething like that. In a villa on\nLake Geneva. With the others.\n\nEVE\nOn your way to Italy, right?\nADAM\n(eyes again fixed on the\ngame )\nYeah...\nEVE\nAnd what was he like?\nADAM\n(after a pause, still not\nlooking up)\nHe was a pompous asshole.\nEVE laughs.\nEVE\nAnd what about the great John\nKeats?\nADAM\n\n(eyes on the game)\nWhat? Keats, Keats I never got to\nmeet. But you know all this, Eve.\nI know what you’re doing.\n\nEVE\nOh, but it amuses me so. Please\ntell me more.\n\nADAM\n(distracted)\nUh, I met Byron and Mary Shelly. I\nmet Wordsworth once, briefly, by an\nEnglish lake. (pause) Never met\nKeats though. (pause, studying the\nboard) Great poet, Keats...\n\nEVE\n“,..That thou wouldst wish thine\nown heart dry of blood\nSo in my veins red life might\nstream again...”\n\nADAM looks up at her. Her eyes sparkle with mischief.\n\f4l.\n\nEVE (cont'd)\nSo what was Mary like, then? Mary\nWollstonecraft.\n\nADAM looks back at the game, trying to ignore her.\n\nEVE (cont'd)\nCome on then, what was she like?\n\nADAM\nShe was...delicious.\n\nEVE\nMmm. I’11 bet she was.\n\nThey gaze at each other across the table, EVE’s eyes then\nsuddenly lighting up.\n\nEVE (cont'd)\nOh! That reminds me. I have a\nsurprise! An experiment.\n\nShe gets up and goes to the refrigerator just behind her.",
  "31": "---END OF PREVIOUS SECTION---\nI have a\nsurprise! An experiment. She gets up and goes to the refrigerator just behind her. \n---TARGET SECTION TO BE ANNOTATED---\nADAM watches curiously as she opens the freezer.\n\nADAM\nThat doesn’t work.\n\nEVE\n(taking something out)\nYes it does. I plugged it in. But\nI must say, you’ve wired this place\nin a most peculiar way.\n\nADAM\n(watching her closely)\nIt’s my own system.\n\nEVE sits back down, holding two homemade popsicles, frozen\nonto sticks, blood red. She extends one to ADAM.\n\nADAM (cont'd)\nWhat’s that?\n\nEVE\n(licking her popsicle)\nO Negative! Frozen on a stick!\nMmm, refreshing.\n\nADAM takes the other from her, examining it carefully,\nholding the stick hesitantly between two fingers. His tongue\nthen barely grazes it.\n\nADAM\nThat’s disgusting.\n\nEVE\nMmm. Mine’s delicious.\n\f42.\n\nADAM licks his again, a little less tentatively.\n\nADAM\nWeird. Never tried it frozen\nbefore.\n\nNow beginning to enjoy his frozen treat, ADAM’s attention\nreturns to the chess game. EVE watches closely as ADAM\ncarefully moves his remaining castle, then looks up\ntriumphantly.\n\nEVE, delighted, eyes locked on the board, immediately takes\nADAM’s castle with her queen.\n\nEVE\nCheckmate, darling.\nADAM\nDamn you, Eve! You’re ruthless.\nEVE\n(rising from the table,\nsmiling)\n\nI’m a survivor, baby.\n\nAs she floats out of the room, her sparkling eyes glance back\nover her shoulder.\n\nADAM\n(calling after her)\nIt was all the bloody talking!\n(then, more to himself) I\ncan’t...concentrate. (then to\nhimself, sucking on his popsicle)\nMmm. Not bad...\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nADAM and EVE are now in the livingroom both in bathrobes, EVE\nwith hat and boots.\n\nADAM places a record on an antique player while EVE looks\naround at his collection of unusual instruments.\n\nADAM\n(lowering the tonearm onto\nthe spinning disc)\nYou gotta hear this one. It’s\nCharlie Feathers. Do you know it?\n\nEVE shakes her head, listening.\nEVE\n\n(a moment later)\n1956.\n\f43.\n\nADAM\nYeah.",
  "32": "---END OF PREVIOUS SECTION---\nEVE\n\n(a moment later)\n1956. 43. ADAM\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\nJust then, the lights flicker then go out with an audible\nfizz, the turntable slowing to a stop. Darkness.\n\nADAM (cont'd)\nshit.\n\nHe fumbles around for a moment, then lights a candle near the\ncoffee table.\n\nADAM (cont'd)\nI can fix it.\n\nADAM now stands near the door, pulling on some Wellington\n\nboots and heavy rubber gloves. EVE approaches and he hands\nher a flashlight\n\nEVE\nWeren’t things much more\ninteresting before electrical\npower? Really, people had more\ninteresting ideas.\n\nCUT TO:\n\nEXT. ADAM’S BACKYARD - NIGHT\n\nFlashlights in hand, ADAM and EVE cross the small, muddy,\nenclosed backyard. In one corner is a transformer, above it\namass of tangled wires, some connecting to the house, others\nto wooden poles or adjacent buildings. Several wires are\nunattached and emitting sparks.\n\nADAM\n\n(shining his light on the\n\nmass of wires)\nLook at this shit! Idiots. What\nfucking century is this...I mean,\nTesla had lightbulbs you didn’t\neven have to plug-in -- in fuckin’\n1895!\n\nWhile ADAM works on the wires near his transformer, EVE\nshines her light along the base of a nearby cement wall.\nSomething catches her eye.\n\nThere, along the grey tones of muddy slush and cement,\nseveral red mushrooms are visible. EVE stoops to study them\nmore closely. Small white dots decorate their bright caps.\n\nEVE\n(to herself)\nAmanita Muscaria. How odd. (then,\nlouder) Adam?\n\f44,\n\nADAM has opened a metal door on the transformer, and flips\nthe switches of several circuit-breakers. Lights come back\non inside the house. He closes the metal box then moves\ntoward EVE.\n\nADAM\nWhat?\n\nEVE\nHey, did you see these before?\n\nADAM\n\n(bending down next to her)\nYeah. Fly Agaric. They’re\nbehaving rather strangely. They\nappear, disappear, then reappear --\nthose caps. I guess they’re\nreceiving information from the\natmosphere.\n\nEVE looks at him curiously.\n\nEVE\nBut it’s winter.\nADAM\nI know. It’s strange.",
  "33": "---END OF PREVIOUS SECTION---\nEVE\nBut it’s winter. ADAM\nI know. It’s strange. \n---TARGET SECTION TO BE ANNOTATED---\n (pause) We\n\nreally don’t know shit about fungi,\ndo we? Even though life on this\nplanet wouldn’t exist without them.\n\nADAM gets up and moves back toward the house, while EVE\nlingers for a moment, shining her light on the bright red\nmushrooms.\n\nEVE\n(softly to the mushrooms)\nYou guys shouldn’t be here.\n\nCUT TO:\n\nINT. ADAM'S BEDROOM - LATE EVENING\n\nEVE is alone in ADAM’s bed, asleep, radiant under the dim\nlight from a nearby table lamp.\n\nAfter some moments, ADAM enters. He is in his doctor drag:\nwhite lab coat over green scrubs, stethoscope around his\nneck, doctor’s bag in hand.\n\nEVE shifts and stretches. Her eyes squint sleepily. Then,\nseeing ADAM, she laughs lightly, gently rubbing her eyes.\n\nEVE\nWhat on earth are you doing, my\nlove? (pause) Are we playing\n‘doctor’?\n\f45.\n\nADAM\n(pulling the mask below\nhis face)\nIam. (pause) I’11 be back in an\nhour or two.\n\nEVE\n(pouting)\nOh...am I not included?\n\nADAM approaches her.\n\nADAM\nNo.\n\nHe kneels next to the bed and, taking her head in his hand,\nkisses her. He then pulls back and looks into her eyes,\nEVE’s fingers now touch the stethoscope around his neck.\n\nEVE\n1968...Maybe you need a newer one.\n\nADAM stands and looks down at her.\n\nEVE (cont'd)\n(looking up, sensing a\nchange in ADAM)\nWhat is it, darling?\n\nADAM\nI had a dream about...about your\nsister.\n\nEVE sits up halfway.\n\nEVE\nYou did? (pause) And I don’t\nsuppose it was a good one...\n\nADAM\nCould have been worse, I guess.\n(then, drifting off a little)\nWell, maybe not by much...\n\nADAM bends and kisses the top her head, then straightens.\n\nADAM (cont'd)\nBack in a flash.\n\nEVE\nHope so. Good luck with the\nsurgery, doctor.\n\nHe closes the door behind him. EVE sinks back in bed, arms\nbehind her head.",
  "34": "---END OF PREVIOUS SECTION---\nGood luck with the\nsurgery, doctor. He closes the door behind him. EVE sinks back in bed, arms\nbehind her head. \n---TARGET SECTION TO BE ANNOTATED---\n Her alert eyes shift from the ceiling to\nthe dimly lit framed portraits lining the walls around her.\n\f46.\n\nShe scans the faces: Baudiliere, Tesla, Mark Twain, Sir\nIsaach Newton, Edgar Allen Poe, Charlie Patton, Henry\nPurcell, Emily Dickenson, Luis Bunuel, Iggy Pop, Black Elk,\nWilliam Blake, William Burroughs, Samuel Beckett, John\nColtrane, etc. [all TBD]\n\nHer bright eyes then stop, settling on a reproduction of the\nportrait of Christopher Marlowe: it shows a striking young\n\nman, 21 years old, self assured, a bit flashy, arms folded,\n\nright over left.\n\nEVE (cont'd)\n(softly)\nMarlowe...\n\nShe sighs. After a moment her eyes drift back to the\nceiling, now as though fixed on something in the far, far,\ndistance.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nAll of the few lamps in ADAM’s livingroom are lit and music,\nADAM’s, plays from a tape machine. EVE, dressed now in some\nof ADAM’s ‘60s clothes, moves across the room.\n\nHer attention moves to a stack of old vinyl records. As she\nsifts through them she notices a small, leather-bound, book-\nlike object next to them.\n\nHolding it tenderly in her hands, she carefully opens it. It\nis a framed sepia photograph of ADAM and EVE taken in the\n19th century, the opposite panel lined in deep red velvet.\n\nEve’s fingers lightly caress the fading image.\n\nEVE\n(softly to herself)\nJune 23rd, 1868...Our third\nwedding...\n\nShe kisses the photo, then holds it to her chest. As she\nmoves toward the sofa something glints at her from a\npartially opened drawer. Her thin hand reaches inside and\nretrieves ADAM’s silver-plated, pearl-handled revolver.\n\nEVE sinks into the sofa, antique photo in one hand, gun in\nthe other. She places the photo on the coffee table, then\nflips the gun’s magazine open. Her fingers extract a single\nbullet from its chamber. She looks at it in the palm of her\nhand, its tip made of dark, heavy, polished wood. The music\nends.",
  "35": "---END OF PREVIOUS SECTION---\nHer fingers extract a single\nbullet from its chamber. She looks at it in the palm of her\nhand, its tip made of dark, heavy, polished wood. The music\nends. \n---TARGET SECTION TO BE ANNOTATED---\n\f47.\n\nEVE (cont'd)\n(to herself, studying the\nwooden bullet)\nDalbergia retusa...\n\nEVE sighs deeply, her fist closing around the wooden bullet,\nher eyes drifting away.\n\nA moment later a car is audible, ADAM’s car, stopping\noutside. Its engine shuts off and a door opens and closes.\nEVE straightens, waiting for him, gun in one hand, bullet\nenclosed in the other. ADAM’s footsteps are heard on the\nstairs just before he enters the living room, still partially\ndressed as a doctor.\n\nConfidently, he crosses toward EVE, leather bag in hand. He\npauses, though, seeing her expression, then the revolver in\nher hand.\n\nAs their eyes meet, EVE’s fist opens revealing the wooden\nbullet.\n\nEVE (cont'd)\nSo, what’s all this, then?\n\nADAM sets the doctor’s bag on the coffee table and\nstraightens.\n\nEVE (cont'd)\nTell me you’re having trouble with\none of the others. Please tell me\nthat.\n\nADAM shrugs.\n\nADAM\nI don’t see any ‘others’. Ever.\n\nEVE\nOh. Ok.\n\nShe deftly flips the revolving magazine open, slides the\nbullet in the chamber, flips it closed, and spins it. She\nstands, eyes fixed on ADAM, and quickly presses the gun’s\nbarrel into her chest pointing directly into her heart. She\npulls back the hammer. CLICK.\n\nADAM leaps forward in a single motion and snatches the gun\nfrom her hand.\n\nThere is a tense moment, each looking into the other’s\nsmouldering eyes.\n\nADAM exhales, then sits down on the sofa.\nADAM\n\nFuckin’ hell, Eve. Don’t ever fuck\naround like that.\n\f48.\n\nHe removes the wooden bullet from the gun, as EVE sits down\nnext to him.\n\nEVE\nI was just trying to make a point.",
  "36": "---END OF PREVIOUS SECTION---\n48. He removes the wooden bullet from the gun, as EVE sits down\nnext to him. EVE\nI was just trying to make a point. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\n(upset)\nYeah? What is your point?\n\nEVE\nThe point is, what the fuck is your\nproblem, Adam? You complain\nincessantly about mortals not\nappreciating their exquisite gift\nof consciousness, and then you,\nwho’s exquisite and beautiful and\nspecial, you wanna pump a wooden\nbullet into yourself?\n\nThere is a heavy pause, ADAM then pocketing the bullet.\n\nADAM\n(sullenly)\nThat bullet’s just\nfor...reassurance.\n\nHe quietly sets the gun on the table next to the doctors bag.\n\nEVE\nTo reassure you of what? Your own\nmortality? Your fragility? What,\nAdam? (Then, shaking her head in\ndismay) You know, in nature,\nsurvival is always more difficult\nfor the predator than its prey.\nFewer wolves than deer. Fewer\nhawks than rabbit. Fewer bats than\ninsects.\n\nADAM\nYeah, well it’s humans I’m sick of.\nAnd their fucking fear of their own\nimaginations.\n\nEVE\nYeah, humans...\n\nEVE gently touches his face.\n\nEVE (cont'd)\nSoon, though, they’1ll genetically\nmodify themselves. (pause) These\nare the last of the “organic” ones.\n\nADAM\nGreat. That’1ll be even worse.\n\f49,\n\nEVE\nOh, it’s already too late I’m\nafraid, for the original ones.\nTheir extinction has already\nstarted: the water wars, new\ndiseases, devastated planet...\n(pause) And then you know what\nwill happen?\n\nADAM\nWhat?\n\nEVE\nRodents will evolve as the\npredominant mammals. The\ncontrolling intelligence on the\nplanet.\n\nADAM\n(now less morose)\nReally? (pause) Rat-people?\n\nEVE\nYep.\n\nADAM\nI thought you’d only mastered the\npast. Now you can predict the\nfuture?\n\nEVE\nI’ve seen a lot go past me.\n(pause) Which just brings be back\nto my point.\n\nADAM\nYeah, what was it again?\n\nEVE\n(caressing his long hair)\nThat you’re such a wanker, Adam.\nYou’re as ridiculously romantic as\nall your dead poet and astronomer\nfriends put together.",
  "37": "---END OF PREVIOUS SECTION---\nADAM\nYeah, what was it again? EVE\n(caressing his long hair)\nThat you’re such a wanker, Adam. You’re as ridiculously romantic as\nall your dead poet and astronomer\nfriends put together. \n---TARGET SECTION TO BE ANNOTATED---\nShe gets up and moves to the stack of records she sifted\nthrough earlier.\n\nEVE (cont'd)\n(glancing mischievously\nover her shoulder)\nYou’ve been quite lucky in love,\nthough, if I may say so.\n\nADAM opens the leather bag, lifting out one of the stainless\nsteel canisters. As he sets it on the table EVE passes, a\nvinyl record in her hand.\n\f50.\n\nEVE (cont'd)\nIs it the delicious 0 Neg again?\n\nADAM nods.\n\nEVE (cont'd)\nMmm.\n\nShe places the 33rpm record on a turntable. It begins to\nspin.\n\nEVE (cont'd)\n(placing the tonearm on\nthe record)\nBut first, I’m gonna dance.\n\nThe music begins. It’s a vintage soul song [\"Trapped by a\nThing Called Love” by Denise LaSalle, TBD].\n\nEVE begins to dance in a style perfectly aligned with the\nperiod of the music. ADAM watches her.\n\nAfter a minute or so EVE pulls ADAM up from the sofa,\nembracing him, and drawing him into a slow dance.\n\nEVE (cont'd)\n\n(while dancing with ADAM)\nLet’s get straight and then go for\na drive. I haven’t been out of\nyour hovel since I arrived.\n\nADAM\nOk.\n\nThey spin slowly around the room, entwined, the record\nspinning on the turntable.\n\nCUT TO:\n\nINT./EXT. ADAM’S CAR - NIGHT\n\nADAM’s white Jaguar moves through the cold streets of Detroit\nat night.\n\nEVE happily observes the darkened city from the passenger\nseat.\n\nEVE\nOh, I’m just so happy to be out in\nthe world. This is like watching a\nmovie!\n\nNo response from ADAM.\n\nEVE (cont'd)\nSo show me things. Give me a tour!\n\f51.\n\nADAM\n(sullenly)\nThere’s nothing here.\nEVE\nOh, come on! I wanna see the\nruins. (pause) Show me where all\n\nthe cool young vampires hang out.\n\nADAM\nBloody hell...\n\nEVE\n\n(pointing to an abandoned\nfactory)\nWhat was that?\n\nADAM\nI dunno. Factory where they used\nto build auto parts. Engine\nblocks. Or manifolds.",
  "38": "---END OF PREVIOUS SECTION---\nFactory where they used\nto build auto parts. Engine\nblocks. Or manifolds. \n---TARGET SECTION TO BE ANNOTATED---\nEVE\n(eyes lit up)\nHow exciting!\n\nThe ghostly white Jaguar continues down a long, murky street.\nA Detroit police cruiser passes them going in the opposite\ndirection.\n\nEVE (cont'd)\n(quietly)\nThere’s something I should tell\nyou.\n\nADAM\nWhat?\n\nEVE\nWell, I also had a...a dream about\nmy sister.\n\nADAM\nAre you joking?\n\nEVE\nAnd so did Marlowe, before I left\nTangier. She’s looking for us.\nI’m sure of it.\n\nADAM\n(disturbed)\nOh fuck, Eve. Not again.\n\nEVE\nWell, it has been a long time,\nAdam.\n\f52.\n\nADAM\nNo, it hasn’t. It’s been less than\n80 years, if I remember correctly.\n\nEVE\nIt was 84 years ago. In Paris.\nADAM\nYeah, and Paris has never been the\nsame.\n(pause, then more to\nhimself)\n84 years. Seems like fuckin’\nyesterday.\nEVE\n(distracted)\n\nYeah. Time flies.\n\nADAM\nShouldn't she be sleeping in a\nfucking coffin somewhere?\nPreferably with a wooden stake\nshoved in.\n\nEVE\nCome on, Adam. She is my sister.\n\nADAM looks over at her suspiciously.\n\nADAM\nIs she?\n\nEVE\nWe’re...related by blood.\n\nHe stares at her a moment longer before his eyes return to\nthe road.\n\nThe Jag makes another turn then rolls to a stop at a red\nlight. ADAM and EVE watch as two men in dirty, thermal\ncoveralls, cautiously carrying a large rectangular mirror\ncross directly in front of them. For a moment as they pass,\nthe Jag’s windshield is perfectly framed in the large mirror.\nIn it’s reflection ADAM and EVE are NOT VISIBLE, their car\nappearing to be unoccupied.\n\nAs the men obliviously leave their view, ADAM and EVE glance\nat each other, EVE then laughing as the light changes and the\nJag continues.\n\nEVE (cont'd)\n(happily)\nAh, I never get tired of the old\nmirror gag.\n\nADAM smiles. Moments later he points to a building on their\nright.\n\fADAM\nMotown.",
  "39": "---END OF PREVIOUS SECTION---\nADAM smiles. Moments later he points to a building on their\nright. ADAM\nMotown. \n---TARGET SECTION TO BE ANNOTATED---\nEVE\nOh, fantastic! (then, as it\nrecedes) But, to be honest, except\nfor Smokey and Marvin, and of\ncourse the Temps, I was never\nreally a huge Motown fan. Always\nbeen more of a Stax girl, ya know?\n\nADAM\nYeah, I'd agree. But I’d add the\nMarvelettes.\n\nThey continue on in silence for a while.\n\nEVE\nAdam, I want to take you back to\nTangier with me. You loved it\nthere once. (pause) If you do,\nI’1l get you a beautiful antique\nstringed instrument, with exotic\nwoods, and pearl inlays.\n\nADAM\n\nI have antique instruments.\nEVE\n\nBut I mean a magical one!\nADAM\n\nWhat, you don’t find Detroit\n\nmagical?\n\n53.\n\nEVE’s eyes, bright and alert, take in more images of Detroit\n\nas they continue to spin past the car’s windows.\n\nFADE\n\n“I circle your nest tonight,\naround and around until morning\nwhen a breath of air says, NOW,\nand the Friend holds up like a goblet\nsome anonymous skull”\n- Rumi\n\nINT. ADAM'S FOYER - NIGHT\n\nADAM and EVE, returning from their drive, enter\nthrough the front door. They pause abruptly.\n\nTO BLACK.\n\nOVER BLACK\n\nCUT TO:\n\nADAM's foyer\n\f54.\n\nADAM\n(quietly)\nWas this light on?\n\nHe quickly signals to EVE to remain still. Music, ADAM’s\nmusic, drifts down from upstairs.\n\nThey exchange cautious looks, then quietly ascend the\nstaircase, ADAM first.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nSilently, ADAM looks through the open doorway into the living\nroom. The music swells slightly as ADAM, with EVE looking\nover his shoulder, sees a girl seated on the couch.\n\nIt’s EVE’s sister, AVA. She is extremely pale, with darker\nhair than EVE, at least a decade younger with a petulant,\nmischievous face. Her shoes are on the floor in front of\nher, coat also, and she’s wearing a short skirt and tight\nsweater.\n\nADAM\n(angrily)\nWhat the fuck are you doing here?\n\nAVA stands up, excited to see them.",
  "40": "---END OF PREVIOUS SECTION---\nHer shoes are on the floor in front of\nher, coat also, and she’s wearing a short skirt and tight\nsweater. ADAM\n(angrily)\nWhat the fuck are you doing here? AVA stands up, excited to see them. \n---TARGET SECTION TO BE ANNOTATED---\nAVA\n(with English accent)\nAdam! Eve! Oh my god, it’s so\ngreat to see you!\n\nShe approaches ADAM as he and EVE step into the room. She\nthrows her arms around his neck, ADAM nearly cringing.\n\nAVA (cont'd)\nYou’re still so beautiful.\n\nADAM peels her off and she rushes to embrace EVE. ADAM\ncrosses the room and turns off the music.\n\nAVA (cont'd)\nEve! My darling, totally amazing\nsister! How I’ve missed you!\n\nShe unwraps herself enough to look into EVE’s eyes.\n\nAVA (cont'd)\nDid you get my message?\n\nEVE\nI think I did. I had a dream...\n\f55.\n\nAVA\nOh, how awesome! It works!\n\nAVA laughs and EVE pushes her back a little, still holding on\nto AVA’s arms.\n\nEVE\n(to ADAM)\nIs that what you were talking about\nearlier? Spooky action at a\ndistance?\n\nADAM\n(scowling)\nYes and no.\n\nAVA\nWhat are you guys talking about?\n\nEVE\nListen, Ava, how did you get in\nhere without...without being\ninvited to cross the threshold?\n\nAVA\n(laughing again)\nOh Eve, you’re so old-fashioned.\nYou’re probably still afraid of\ngarlic!\n\nAVA laughs yet again, while EVE and ADAM exchange looks.\n\nEVE\nNo. Not garlic. But, my little\nfool, it’s still quite bad luck to\ncross the threshold...\n\nAVA\n(completing EVE’s\nsentence)\n...of someone’s residence without\nbeing properly invited. Yeah,\nyeah, yeah, nasty luck et cetera.\n\nADAM\nIt’s also bad luck to listen to\nsomeone's private music without\ninvitation.\n\nAVA\n(turning to ADAM)\nOh my god I love it, Adam! It’s\ntotally brilliant! Can I get a\ndownload?\n\nADAM\nNo!\n\f56.\n\nAVA pouts, as Adam and Eve remove their coats.\n\nEVE\n(tossing her coat over an\namplifier)\nSo, just passing through Detroit?\n\nAVA\n(sitting back down on the\ncouch)\nYes! No! I mean, I came to see\nyou! I had a feeling you were both\nhere. (pause) I’ve been living in\nL.A...",
  "41": "---END OF PREVIOUS SECTION---\nI mean, I came to see\nyou! I had a feeling you were both\nhere. (pause) I’ve been living in\nL. A... \n---TARGET SECTION TO BE ANNOTATED---\nADAM\nL.A.. Figures. Are you alone?\n\nAVA\nNo.\n\nADAM and EVE glance at one another.\nAVA (cont'd)\n\n(bursting into laughter)\nI’m here with you guys!\n\nADAM\nOh, fuck. Well, you can’t stay\nhere.\n\nEVE\nAdam...\n\nADAM\nNot after last time. No fuckin’\nway.\n\nEVE\n\nAdam, that was 84 years ago.\n\nADAM\n(fussing with some\nrecording equipment)\nNot long enough...\n\nAVA\n(feigning confusion)\nWhat? When? Are you still upset\nabout the Paris thing?\n\nEVE crosses and sits on the couch next to AVA.\n\nEVE\nAre you alone?\n\f57.\n\nAVA\nYeah! (then demurely) But I’m\nreally, really, really hungry.\n\nADAM turns around, facing them. AVA looks back and forth\nbetween them, expectantly.\n\nAVA (cont'd)\n(in a childlike voice)\nDo you maybe have something?\n\nADAM\nCould you smell it all the way from\nL.A.?\n\nEVE scowls and gives ADAM a little nod of her head. ADAM\nglares at EVE, then reluctantly turns to leave the room. AVA\neagerly jumps up and begins to follow him.\n\nEVE\nAva!\n\nAVA whirls back around.\n\nAVA\nI just want to see where you keep\nit.\nADAM\n(O.S.: already out of the\nroom)\nNo!\n\nAVA's head turns, but she remains still for a moment. Then,\nas if drawn by an invisible string, she moves back toward EVE\nand sits down next to her.\n\nThey look at one another. EVE smiles and, encouraged, AVA\nthrows her arms around her “sister”, childishly burying her\nhead in EVE’s shoulder.\n\nAVA\n(lifting her head)\nOh, Eve. It’s so totally awesome\nto see you!\n\nAgain, she hides her face against EVE’s shoulder. With a\nhint of hesitation, EVE strokes AVA’s hair.\n\nCUT TO:\n\nINT. ADAM’S BEDROOM - DAWN\n\nEVE is in bed, her head propped on one hand, watching ADAM,\nin bathrobe sitting upright on the edge of the bed. ADAM\nstares sullenly at the floor.\n\f58.",
  "42": "---END OF PREVIOUS SECTION---\nADAM’S BEDROOM - DAWN\n\nEVE is in bed, her head propped on one hand, watching ADAM,\nin bathrobe sitting upright on the edge of the bed. ADAM\nstares sullenly at the floor. 58. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\nShe drank up a hell of a lot of our\nType O Negative. Fuck!\n\nEVE\nI know. (pause) But, she’s been\ntraveling, and that fucks you up,\nya know? Plus avoiding the bloody\ndaylight exposure...\n\nShe reaches out gently touching ADAM’s back.\n\nEVE (cont'd)\nIt’ll be ok. It’s always weird\nwith...relatives.\n\nADAM turns toward her.\n\nADAM\nShe’s bad news, Eve. (pause) She\nisn’t sleeping in my fuckin’\nstudio, is she?!\n\nEVE\nNo. I put her to bed in that other\nbedroom.\n\nADAM\n\nWhat other bedroom?\n\nEVE\nThe small one, downstairs.\n\nADAM looks at her blankly.\n\nEVE (cont'd)\nJust down from the kitchen?\n\nADAM\nOh. Right. (pause) Shit. I’11\nhave to put my fuckin’ tapes in a\nbloody safe.\n\nEVE\n(teasing him)\nMust you curse so much?\n\nADAM reacts by staring at the floor.\n\nEVE (cont'd)\nCome to bed, baby. She’s out cold,\nand it’s getting light out. You\ncan do that when we get up tonight.\n\nADAM remains motionless, upright, while EVE reaches over and\nturns off the lamp.\n\f59.\n\nCUT TO BLACK.\n\nCUT TO:\n\nINT. ADAM'S BEDROOM - EVENING\n\nDarkness. A knock is heard from outside the door. Another\nknock, louder this time.\n\nAVA\n(O.S., muffled)\nEve? Adam?\n\nA lamp is switched on, EVE’s arm stretching to it from the\nbed. Next to her, ADAM wearily opens his eyes.\n\nEVE\n(sleepily)\nWhat is it Ava?\n\nAVA\n(0.S.)\nCan I come in?\n\nADAM\nNo.\n\nAVA opens the door and enters, wearing only a shirt that ADAM\nwas wearing earlier, before her arrival.\n\nEVE props herself up as AVA sits on the edge of the bed on\nADAM’s side. He covers his head with a pillow.\n\nEVE\nWhat is it Ava?\n\nAVA\n(lightly stroking ADAM’s\npillow)\nIsn’t it time to get up? It’s dark\nout already and I’m starving.",
  "43": "---END OF PREVIOUS SECTION---\nEVE\nWhat is it Ava? AVA\n(lightly stroking ADAM’s\npillow)\nIsn’t it time to get up? It’s dark\nout already and I’m starving. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\n(muffled from under the\npillow)\nGo away. We’re still sleeping.\n\nEVE\nWhy don’t you go get dressed, and\nthen we'll get up and we can all\nhave breakfast together.\n\nAVA\nSome more of that good stuff?\n\nEVE\nYeah.\n\f60.\n\nAVA\nWhere do you keep it?\n\nEVE\nYou just get dressed and we'll\nbring you some, ok?\n\nAVA\nOk.\n\nBefore getting up she flips up the corner of ADAM’s pillow,\nrevealing half of his annoyed face.\n\nAVA (cont'd)\nPeek-a-boo, I see you.\n\nADAM immediately pulls the pillow back over his face. AVA\nlaughs, leans in and kisses EVE on the cheek, then exits.\nEVE sleepily stares after her as AVA closes the door.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nNow dressed, EVE and ADAM enter the livingroom. EVE carries\nseveral wine glasses, while ADAM holds a stainless steel\ncanister.\n\nAVA is dramatically sprawled across the velvet couch wearing\na very short polka-dot dress and platform shoes. One pale\nhand rests across her forehead. She shifts only slightly as\nEVE sits down, squeezing in next to her.\n\nAVA'’s half-open eyes are fixed on ADAM’s old TV screen, now\nconnected to a laptop. On the screen is a kitschy image from\na 1970s French TV show. Girls in micro-mini dresses dance to\na very bad pop song, gyrating around a caped male dancer\ndressed as “Dracula”.\n\nADAM\n(referring to the TV\nimages)\n\nWhat the hell is this?\n\nEVE and AVA’s eyes are locked on the screen as ADAM moves\ntoward it and abruptly switches it off.\n\nADAM (cont'd)\nWhat the fuck?\n\nAVA\n(whining)\nOh...Why did you turn it off? I\nlove that! I found it on YouTube.\n\nADAM\nFigures...\n\f61.\n\nEVE moves AVA’s hand, placing her own on AVA’s forehead.\n\nAVA\nI don’t feel good.\n\nEVE\nWhat is it, baby? You think it was\nthe traveling?\n\nAVA\n(weakly)\nMaybe.\n\nADAM\n(pouring blood into wine\nglasses)\nProbably blood poisoning...",
  "44": "---END OF PREVIOUS SECTION---\nYou think it was\nthe traveling? AVA\n(weakly)\nMaybe. ADAM\n(pouring blood into wine\nglasses)\nProbably blood poisoning... \n---TARGET SECTION TO BE ANNOTATED---\nSeeing the red blood AVA pulls herself halfway up.\n\nEVE\nDon’t joke, Adam.\n\nADAM\nI’m not.\n\nEVE\n(to AVA)\nHave you been especially careful\nabout your food these days, what\nwith all the contamination?\n\nAVA\nI’ve tried.\n\nAVA sits up reaching for a glass. ADAM and EVE watch as she\nguzzles it down.\n\nADAM\nTake it easy. Shit.\n\nAVA\n(setting down her empty\nglass)\nOh my god! That is good!\n\nEVE clinks her glass against ADAM’s and both take sips. AVA,\nbecoming more and more animated, reaches for the stainless\ncanister, but ADAM intercedes. He pours a little more into\nher glass. AVA drains it immediately.\n\nADAM\nYou’re gonna get sick. And you’re\ngonna suck down our whole fuckin’\nsupply, so take it easy.\n\nAVA stands and swirls around the room, unsteady, laughing.\n\f62.\n\nAVA\nLet’s play some of your music,\nAdam!\nADAM\n(sternly)\nNo. I told you it’s private.\nAVA\nOh yeah? How come I heard it in\nL.A. then?\nADAM\nWhere did you hear it?\nAVA\nIn, like, an underground music\nclub.\nADAM\nI don’t believe you.\nAVA\nSo, don’t.\nADAM\n\nHow did you know it was mine, then?\n\nAVA\nOh, I could tell immediately!\n(pause) I might have been born at\nnight, but I wasn’t born last\nnight, ya know. (she laughs)\n\nShe picks up one of ADAM’s vintage electric guitars. He\nquickly takes it from her, putting it down in a safer place.\nAVA shrugs and sits down on EVE’s lap.\n\nEVE pushes her off to one side, but AVA puts her arms around\nher sister, nuzzling her shoulder like a needy child.\n\nAVA (cont'd)\nWell then I’m gonna go out. I\nwanna hear some music.\n\nADAM\nGood idea. Go ahead.\n\nAVA\n(babyish)\nBut, I wanna go out with you guys.\n\nADAM\nNo.\n\f63.\n\nAVA\nWhat a big meanie.",
  "45": "---END OF PREVIOUS SECTION---\nADAM\nNo. 63. AVA\nWhat a big meanie. \n---TARGET SECTION TO BE ANNOTATED---\n (then stroking\nEVE’s hair) I bet he never takes\nyou out, ever, right?\n\nEVE\nNot true. We went out for a drive\njust the other night.\n\nAVA\nOoh, a drive. Big deal. I mean go\nsomewhere. Where there’s music.\nDon’t you wanna go, Eve?\n\nEVE\nI wouldn’t mind. Adam?\n\nADAM glares at her. AVA springs up from the couch.\n\nAVA\nHurray! Adam’s gonna take us out!\nOh my god let’s have another drink!\n\nADAM\nNo! You’ve had more than enough.\nAnd no fuckin’ way are we going\nout.\n\nAVA returns to EVE’s side, again embracing her. ADAM looks\nover at the two sisters, their faces wearing similarly\npleading, manipulative expressions.\n\nADAM (cont'd)\nNo. That’s absolutely final.\n\nHe turns away, taking another sip from his glass.\n\nCUT TO:\n\nINT. ROCK CLUB - NIGHT\n\nA band is playing messy, very loud, damaged-sounding\nrock’n’roll on the small stage of a rundown club. Directly\nopposite the stage is a bar, with racks of bottles behind it\npartially obscuring a long mirror. Between the stage and the\nbar are some tables, and around them people watching the band\nplay the last song of its set.\n\nSeated around one table, off to the side, are EVE, ADAM, AVA\nand ADAM’s young “manager”, IAN. EVE wears her white Stetson\nhat while ADAM hides behind dark wraparound sunglasses. AVA\nbounces energetically to the discordant music.\n\nADAM leans in toward EVE.\n\f64.\n\nADAM\n(into her ear)\nWe shouldn’t be in here. (pause)\nYou saw the mirror, right?\n\nEVE\n(enjoying herself)\nDon’t worry. Nobody ever notices\nthat. Just relax ok? Enjoy the\nmusic.\n\nThe band finishes, growling guitar feedback mixing with\napplause from the small crowd. As the musicians step off the\nstage, people begin talking and milling around. Recorded\nmusic starts from the jukebox.\n\nSeveral musician types briefly stop by the table to\nreverently congratulate IAN on the underground success of the\nanonymous record. As they drift away, IAN leans in, smiling.",
  "46": "---END OF PREVIOUS SECTION---\nRecorded\nmusic starts from the jukebox. Several musician types briefly stop by the table to\nreverently congratulate IAN on the underground success of the\nanonymous record. As they drift away, IAN leans in, smiling. \n---TARGET SECTION TO BE ANNOTATED---\nIAN\nHey man, this is great! (then to\nAVA and EVE) I could never get him\nto go out, hear some live music.\n\nAVA\nThey were brilliant! Did you like\nthem Adam?\n\nNo response.\n\nIAN\n(to ADAM)\nHey Adam! You wanna meet them?\nThey’re friends of mine.\n\nADAM\n(adamantly)\nNo. (pause) Please.\n\nIAN\nThat’s cool. I read you.\n\nHe takes a drink from a bottle of beer.\n\nIAN (cont'd)\n(embarrassed)\nOh man, I’m sorry. Can I get you\nguys something? (he turns to AVA)\nEve?\n\nAVA\nI’m Ava, she’s Eve.\n\nIAN\nOh, right. I’m sorry. What can I\nget you guys?\n\f65.\n\nEVE\n(politely)\nNothing, thanks.\n\nIAN then watches as AVA pulls out a silver flask. She\nunscrews the top and takes a swig.\n\nIAN\nOh, brought your own, huh? That’s\ncool. What is it, Jagermeister?\n\nADAM\n(sternly to AVA)\nWhere did you get that?\n\nAVA\nI filled it before we left. At\nhome.\nADAM\nAt home? You mean at my house.\nAVA\n(energized)\n\nYeah! Want some?\nExtending the flask toward ADAM.\n\nADAM\nNo!\n\nEVE\n(gently)\nI‘ll take some.\n\nADAM scowls as EVE drinks from the flask. She smiles at him\nthen offers him the flask. Reluctantly, ADAM takes a drink.\nAVA, smiling, snatches the flask from him and takes another\nbig swig.\n\nAVA\nMmm!\n\nIAN\n(lightheartedly)\nHey, could I maybe get in on that?\n\nMischievously, AVA looks at ADAM as she hands the flask to\nIAN.\n\nAVA\nSure, Ian.\n\nManically, in a flash, Adam snatches the flask from IAN’s\nhands before it reaches his lips. Just after, ADAM appears\nalmost surprised by his own actions.\n\f66.\n\nIAN\n(amazed by the speed)\nWhoa! That was like some martial\narts type shit! (then to AVA)\nThis guy is amazing, man!\n\nAVA\n(admiringly)\nI know. He’s fucking brilliant.",
  "47": "---END OF PREVIOUS SECTION---\nThat was like some martial\narts type shit! (then to AVA)\nThis guy is amazing, man! AVA\n(admiringly)\nI know. He’s fucking brilliant. \n---TARGET SECTION TO BE ANNOTATED---\nAnd he’s totally hot.\n\nADAM turns toward EVE. She smiles. He takes a swig from the\nflask, then puts it away inside his jacket.\n\nIAN\nHe is brilliant. I wish he would\ntake credit for it all.\n\nWhile looking at ADAM, AVA strokes IAN’s arm flirtatiously.\n\nIAN (cont'd)\n(leaning in, half\nwhispering)\nI can’t even tell anyone who he is!\nHow weird is that! I had to sign a\nconfidentiality agreement and\neverything, man.\n\nIAN feels ADAM’s stern glare, even from behind the dark\nglasses.\n\nAVA\n(still playfully touching\nIAN)\nYou gonna dance with me, rockstar?\n\nIAN\nWhat, here?\n\nNo one else in the club is dancing, but AVA gets up pulling\nIAN with her. She begins dancing next to their table,\nbriefly drawing some attention from those nearby. IAN at\nfirst stands selfconsciously, but after some coaxing from AVA\nhe gradually begins to move a little, trying unsuccessfully\nto appear nonchalant.\n\nAVA begins to dance more wildly, her eyes mostly fixed on\nADAM. IAN briefly notices this, but just laughs. EVE also\nnotices, an unreadable half-smile on her lips.\n\nThe music selection changes, and ADAM’s RECORD comes on. He\nstiffens with discernible dread and turns to EVE.\n\nADAM\nWe gotta get outta here.\n\f67.\n\nEVE\nOk, darling. But let’s not panic,\nor make anything obvious, huh?\n\nShe smiles at him. They turn to see AVA, now dancing\nsuggestively to ADAM’s slow, unusual music. She locks her\neyes on ADAM as she turns and, looking over her shoulder,\nbriefly pulls her short dress halfway over her ass. She\nlaughs.\n\nADAM\n(all patience gone)\nThat’s it. We’re leaving right\nnow.\n\nADAM gets up, quickly followed by EVE. As ADAM moves toward\nthe door, EVE deftly reaches out and takes AVA by the hand,\npulling her.\n\nEVE\n(to AVA)\nWe're leaving now.\n\nAs they follow in ADAM’s direction, AVA in turn reaches back\nto grab the hand of IAN, pulling him along as well.",
  "48": "---END OF PREVIOUS SECTION---\nAs ADAM moves toward\nthe door, EVE deftly reaches out and takes AVA by the hand,\npulling her. EVE\n(to AVA)\nWe're leaving now. As they follow in ADAM’s direction, AVA in turn reaches back\nto grab the hand of IAN, pulling him along as well. \n---TARGET SECTION TO BE ANNOTATED---\nADAM exits as the other three, hands linked, move past the\nbar and toward the door. Standing at the bar, facing the\nmirror are the BASS PLAYER and DRUMMER seen earlier on stage.\nWhile the BASS PLAYER looks down at his beer, the DRUMMER\ngazes absently into the mirror.\n\nIN ITS REFLECTION HE SEES ONLY IAN, LURCHING ODDLY TOWARD THE\nDOOR AS THOUGH BEING PULLED BY ONE ARM. EVE AND AVA ARE NOT\nVISIBLE IN THE REFLECTION.\n\nThe DRUMMER turns and looks at the doorway, just in time to\nsee IAN lurch through it, disappearing outside. He turns\nback and stares quizzically at the mirror.\n\nDRUMMER\nDid you see that?\n\nBASS PLAYER\nWait, what?\n\nDRUMMER\nNothing...\n\nThe DRUMMER shakes his head, then takes a long drink from his\nbottle of beer.\n\nCUT TO:\n\f68.\n\nINT. ADAM’S LIVINGROOM - NIGHT\n\nEVE, ADAM, AVA and IAN are in ADAM’s livingroom/studio. EVE\nsits on one end of the couch, while at the other end AVA is\nnestled very close to IAN, her hand lightly moving underneath\nthe sleeve of his shirt. ADAM, standing, is collecting reels\nand boxes of his tapes. Music plays, but not ADAM’s music.\n\nIAN\nCouldn’t we just hear a taste of\nyour new stuff, Adam?\n\nADAM\n(facing away from them)\nNow’s not a good time.\n\nIAN\n(disappointed)\nOh, man...Last time I saw you, you\nsaid that if I came by...\n\nADAM turns and gives him a stern, definitive look.\n\nIAN (cont'd)\nOk, not now. That’s cool. I’m\njust, you know, excited.\n\nAVA's hand moves to IAN’s leg.\n\nAVA\nMe too.\n\nCarrying a stack of tape reels and boxes, ADAM moves to the\ndoorway, then turns and nods to EVE. She gets up from the\ncouch.\n\nEVE\nIt’s getting really late. We all\nshould retire before it starts\ngetting light out.\n\nIAN leans forward on the couch, but AVA immediately pulls him\nback toward her.\n\nAVA\nAdam?\n\nADAM pauses in the doorway.",
  "49": "---END OF PREVIOUS SECTION---\nIAN leans forward on the couch, but AVA immediately pulls him\nback toward her. AVA\nAdam? ADAM pauses in the doorway. \n---TARGET SECTION TO BE ANNOTATED---\nAVA (cont'd)\nCould I have that flask back?\nPlease?\n\nADAM\nNo, Ava. I think you’ve had\nenough.\n\f69.\n\nAVA\n(pouting)\nBut I’m just so...so thirsty.\n\nIAN\n(offering his beer bottle\nto AVA)\nWanna share this?\n\nAVA petulantly pushes the bottle away.\n\nADAM\nIan, I think it’s time for you to\ngo.\n\nAVA wraps her arms around him possessively.\n\nAVA\nHe’s gonna leave as soon as he\nfinishes his little beer.\n\nADAM glares at IAN, who nervously drinks from his bottle.\n\nIAN\nYeah. I should get goin’.\n\nAVA\n(her arms still encircling\nhim)\nYeah. He’s gonna go in just a few\nminutes.\n\nADAM leaves the room. EVE leans in and kisses AVA on the\ncheek.\n\nEVE\nGoodnight, baby. (then extending\nher hand to IAN) Nice to meet you,\nIan. See you again soon, I hope.\n\nIAN\nYeah. Hope so.\n\nEVE moves to the door, looking back briefly at AVA and IAN on\nthe couch before closing the door behind her.\n\nFADE TO BLACK.\n\nCUT TO:\n\nINT. ADAM'S BEDROOM - EVENING\n\nEVE turns a lamp on. She is sitting on ADAM’s side of the\nbed pulling on her dark red bathrobe, the silver flask in one\nhand. ADAM is still asleep, again with a pillow over his\nhead.\n\f70.\n\nEVE pulls up a corner of the pillow and, smiling, peeks at\nADAM. He opens one eye.\n\nADAM\n\n(groggy)\nDon’t you dare say it.\n\nEVE laughs. ADAM takes the pillow from his head and looks\naround.\n\nADAM (cont'd)\nIs it dark out already?\n\nEVE\nYeah.\n\nADAM\nWhat are ya doin’ with that flask?\n\nEVE\nI put a little in for AVA.\n\nADAM\nOh, fuck...\n\nShe touches his head affectionately.\n\nEVE\nI’m gonna go check on her. But,\nyou're right, she’s gotta leave. I\nneed to have you all to myself.\n\nADAM\nExcellent idea, before it’s too\nlate. (pause) I’m getting up,\n\nthen.\n\nEVE kisses him.",
  "50": "---END OF PREVIOUS SECTION---\nI\nneed to have you all to myself. ADAM\nExcellent idea, before it’s too\nlate. (pause) I’m getting up,\n\nthen. EVE kisses him. \n---TARGET SECTION TO BE ANNOTATED---\n Before standing, she pauses, looking over at\ntheir wedding photo which she has moved to the nightstand.\n\nEVE\n(standing)\nWe look so young, don’t we?\n\nADAM looks over at the photograph, as EVE leaves the room,\ntheir faces in it appearing identical to the present.\n\nCUT TO:\n\nINT. ADAM’S HOUSE - NIGHT\n\nFlask in hand, EVE walks down a corridor, passing the\nupstairs livingroom, then descending the staircase.\n\nDownstairs she moves through a narrow hallway, pausing to\nknock on a door. No response. She pushes the door open\nslightly.\n\f71.\n\nIn the small room a light is on. The bed is unmade and\nempty. AVA’s open suitcase, a transparent raincoat and some\nclothes are scattered around.\n\nEVE turns and heads back to the staircase, ascending to the\nupper floor. She enters the livingroom, then stops dead in\nher tracks and gasps. The flask slips from her hand and\nfalls to the floor, blood spilling out onto the carpet.\n\nAVA, on the velvet couch, half undressed and disheveled, is\nsprawled on top of IAN. His shirt is ripped open, head\ntilted back, a dark, open, bruise-colored wound on his neck.\nHis skin is blue-grey, one emaciated arm spilling lifelessly\noff the couch and onto the floor. Nearby, ADAM’s antique\n1905 guitar lies in pieces.\n\nEVE rushes over and pulls AVA up from the couch. AVA comes-—\nto, but is groggy and disoriented.\n\nEVE\n(looking directly into\nAVA's half-opened eyes)\nAva, what did you do?!\n\nAVA\nWha?\n\nEVE slaps her across the face.\n\nAVA (cont'd)\nOuch!\n\nEVE\nWhy did you do that to Ian?\n\nAVA looks over at the dead, blue IAN, his corpse completely\ndrained of blood.\n\nAVA\n(whining immaturely)\nOh, I don’t know.\n\nAVA struggles to stand but EVE gives her a hard push, and AVA\nlands back on the couch, sitting on top of IAN.\n\nAVA (cont'd)\nHey! Ouch.\n\nEVE\n(furious)\nExplain, Ava!\n\nAVA\nPlease, Eve. I don’t know.",
  "51": "---END OF PREVIOUS SECTION---\nEVE\n(furious)\nExplain, Ava! AVA\nPlease, Eve. I don’t know. \n---TARGET SECTION TO BE ANNOTATED---\nShe looks at IAN’s dead face, his mouth open grotesquely.\n\f72.\n\nAVA (cont'd)\n\n(whining)\nI was still so hungry, and he was\njust so cute. (pause) Now I feel\nsick.\nEVE\n\nNo wonder, you idiot. He was in\nthe fucking music business! For\nfuck’s sake, Ava. This is the\ntwenty-first bloody century!\n\nThat’s like having unprotected sex!\nYou stupid twat. Now you’ve\nendangered all of us.\n\nAVA\n(starting to cry)\nI didn’t mean to. I just couldn’t\nresist...\n\nEVE and AVA turn to see ADAM, in his bathrobe, standing in\nthe doorway. He has stopped dead in his tracks, in complete\nshock. He stares at IAN in disbelief, then rushes over and\nthrows AVA to the floor.\n\nAVA (cont'd)\n(landing hard)\nOuch! Adam!\n\nADAM\n(looking closely at IAN,\nsemi-hysterical)\nI don’t believe this! You fuckin’\ndrank Ian! You’ve completely\ndrained him! He’s dead!\n\nADAM glares down at AVA. Crawling backwards, she moves a few\nfeet away from him.\n\nADAM (cont'd)\nYou slurp down almost all of our O\nNegative, then you fuckin’ suck Ian\ndry. Why didn’t you just turn him,\nat least?\n\nAVA\n(whimpering)\nI...I don’t know...Please!\nADAM pulls back his leg to kick AVA.\n\nEVE\nNo, Adam!\n\nADAM freezes, his leg held back threateningly. AVA sobs.\nADAM turns to EVE.\n\f73.\n\nADAM\n(seething)\nI should kill her.\n\nAVA makes retching noises.\n\nEVE\nWell, kicking her head in would\nhardly accomplish that.\n\nADAM\nWhere’s the gun then?\n\nEVE rises and goes to ADAM, pulling him close. She looks in\nhis eyes.\n\nEVE\nListen. Ava’s gotta get out of\nhere, and we have to deal with\nthis.\n\nADAM\n(yelling)\nGet her outta here then! I don’t\neven want to look at her.\n\nEVE goes to AVA and pulls her to her feet, half-dragging her\nacross the room to the door.",
  "52": "---END OF PREVIOUS SECTION---\nADAM\n(yelling)\nGet her outta here then! I don’t\neven want to look at her. EVE goes to AVA and pulls her to her feet, half-dragging her\nacross the room to the door. \n---TARGET SECTION TO BE ANNOTATED---\n AVA continues whimpering. ADAM\nlooks down at IAN.\n\nADAM (cont'd)\n(furious, to AVA without\nlooking at her)\nYou stupid little bitch! He was my\nfragile link to the outside! He\nwas my fucking manager!\n\nEVE and the whimpering AVA can be heard noisily descending\nthe staircase just outside the door, while ADAM stands\nmotionless, still looking down at IAN’s corpse on the couch.\n\nCUT TO:\n\nEXT. ADAM’S HOUSE - NIGHT\n\nAVA, pushed from behind, lurches out ADAM’s front door. She\nhas her luggage in one hand and a transparent raincoat only\nhalfway on. ADAM stands in the doorway, EVE just behind him.\n\nAVA\n(crying)\nWhere am I supposed to go?\n\nADAM\nGo back and rot in fuckin’ L.A.,\nwhere you belong.\n\f74.\n\nADAM disappears inside, leaving EVE at the door.\n\nAVA\n(pleading tearfully)\nEve, please! I didn’t mean it!\nI’m not well! You’re my only\nsister.\n\nEVE\nYou have to go.\n\nAVA backs away from the house, sobbing. EVE closes the door\nfrom inside. AVA wipes at her running mascara, then looks up\nat the house.\n\nAVA\n(crying quietly)\nYou know what you guys are? You’re\ncondescending snobs! Just wait.\n(sniffle) You’1ll find out what the\nworld is really like out there.\n\nShe pulls her coat on and, buttoning it clumsily, disappears\ndown the empty, darkened street.\n\nCUT TO:\n\nINT. ADAM’S LIVINGROOM - NIGHT\nEVE reenters to find ADAM frantically pacing around the room.\n\nADAM\n(smouldering)\nUncivilized bitch. What does she\nthink this is, the fucking\nfifteenth century?\n\nEVE\nI’m so sorry. He seemed like a\nlovely fellow.\n\nADAM\nNow just my Achilles heel.\n\nEVE\nNo one can connect you with him,\ncan they?\n\nADAM\nAre you kidding? We were out with\nhim last fuckin’ night! Soon\nthey’1l certainly be bloody lookin’\nfor him.\n\nEVE\nYeah. So much for that\nconfidentiality agreement.\n\f75.",
  "53": "---END OF PREVIOUS SECTION---\nEVE\nYeah. So much for that\nconfidentiality agreement. 75. \n---TARGET SECTION TO BE ANNOTATED---\nADAM stops pacing and glares at her, then looks down at his\nbroken antique guitar.\n\nADAM\n(despondent)\nEven my fucking 1905 Gibson L2.\nDestroyed.\n\nEVE bends over the broken guitar, delicately examining its\ninterior construction.\n\nEVE\n(softly, sincerely)\nLook how beautifully it was made\ninside.\n\nADAM whirls and kicks the guitar, breaking it further and\nscattering its pieces. Shielding herself, EVE quickly rises,\nwatching ADAM with concern as he continues pacing\nfrantically.\n\nADAM\n(stopping and turning to\nEVE, accusingly)\nWhy did you invite that little\nbitch here, anyway?\n\nEVE\n(flaring up)\nI didn’t fucking invite her! Don’t\nblame me for this.\n\nADAM\nFuck.\n\nHe paces some more, then leaves the room. EVE sits down on\nthe edge of the couch next to IAN, forlorn.\n\nADAM returns with a brown tarp and some rope. He is wearing\nheavy, rubber, work gloves, and tosses another pair at EVE.\n\nEVE\n(standing up, putting on\nthe gloves)\nWhat’s the plan, then?\n\nADAM\n(unfurling the tarp)\nThe plan? I don’t have a fuckin’\nplan. I don’t really plan for this\nkind of shit! All I know is we\nbetter get rid of him fast.\n\nThe two roll IAN off the couch and onto the tarp, pulling it\naround him. ADAM loops the rope around the tarp and begins\ntying it.\n\nCUT TO:\n\f76.\n\nINT. ADAM’S CAR - NIGHT\n\nADAM angrily, recklessly, drives his Jag through the Detroit\nnight, EVE solemn in the passenger seat.\n\nEVE\nTake it easy. Let’s just stay\ncalm.\n\nADAM\n(exploding)\nStay calm?!\n\nEVE\n(softly)\nPlease, Adam.\n\nShe reaches over and touches his shoulder, but he shrugs it\naway and she withdraws her arm. A police car passes them,\ntraveling in the opposite direction.\n\nEVE (cont'd)\nWhat are we gonna do with him?\n\nADAM doesn’t respond.\n\nEVE (cont'd)\nIn the old days we could just chuck\n‘em in the Thames...",
  "54": "---END OF PREVIOUS SECTION---\nEVE (cont'd)\nWhat are we gonna do with him? ADAM doesn’t respond. EVE (cont'd)\nIn the old days we could just chuck\n‘em in the Thames... \n---TARGET SECTION TO BE ANNOTATED---\nalongside all\nthe other tubercular floaters.\n\nADAM\nAny other ideas?\n\nEVE\n(after a pause, trying to\nlighten the mood)\nWe could put him through a wood-\nchipper. Like in the movie FARGO.\n\nADAM glances over, questioningly.\n\nEVE (cont'd)\nYou didn’t see FARGO?\n\nADAM\nI have no idea what you’re talking\nabout.\n\nEVE\n\nA movie. It’s got Steve Buscemi in\nit. I love him.\n\nADAM\n(tersely)\nI don’t know who that is.\n\f77.\n\nEVE\nDarling, you’re so...unhip.\n\nADAM glances at her, a hint of insecurity flashing across his\nbrooding eyes.\n\nADAM\nAm I?\n\nEVE looks forward, smiling, her eyes again bright and\nirrepressible.\n\nCUT TO:\n\nEXT. ADAM’S CAR - NIGHT\n\nThe car moves through a completely deserted post-industrial\narea. It turns again, pulling down a narrow alley, which\nthen widens into an open area partially enclosed by broken\nfactory walls. The ghosts of old machinery stand rusting and\ncollapsed. The Jag slows, then stops.\n\nIts headlights illuminate a very large corroded metal tank, a\nrusting metal staircase leading to a platform near its rim.\nIn the surrounding area rusting barrels are tossed here and\nthere, leaking small pools of strangely colored liquid\nchemicals.\n\nEVE\n(surveying the landscape\nthrough the windshield)\nDelightful.\n\nADAM turns and checks behind him, then switches off the\nheadlights, leaving the engine running.\n\nCUT TO:\n\nEXT. ABANDONED INDUSTRIAL AREA - NIGHT\n\nTogether ADAM and EVE drag the tarped body from the car\ntoward the large chemical tank.\n\nEVE\nIs this like in BATMAN, when they\nthrow the Joker into the acid?\n\nADAM\nYeah, sort of, only he was still\nalive.\n\nSuddenly an eerie sound causes them to freeze. Not far off a\ngroup of coyote howl and yip uncannily.\n\f78.\n\nEVE\nTell me I’m crazy, but those are\nmost definitely Canis Latrans.\n\nADAM\nYeah. Coyote.\n\nEVE\nInteresting. In the heart of\nDetroit?\n\nADAM\nYou'd be surprised.",
  "55": "---END OF PREVIOUS SECTION---\nEVE\nInteresting. In the heart of\nDetroit? ADAM\nYou'd be surprised. \n---TARGET SECTION TO BE ANNOTATED---\nThe sounds subside, the coyote moving off. ADAM and EVE\nresume, dragging the corpse to the staircase at the base of\nthe tank. They carry it up the staircase, seemingly without\ndifficulty, indicating prior experience in the physics of\nmoving corpses.\n\nReaching the platform at the top, they pause and peer into\nthe tank, reactively covering their mouths and noses. Three\nor four meters below them is a surface of thick, oily, liquid\nemitting a visible vapor. EVE glances at ADAM.\n\nADAM (cont'd)\nDon’t even ask. (pause) You ready?\n\nThey hoist the wrapped corpse to rim of the tank, then roll\nit over the side. Immediately they both take cover,\ncrouching behind the tank’s exterior wall.\n\nThe corpse lands with a dull splash, as though the sound was\nslowed down. After a pause, still covering their faces, ADAM\nand EVE cautiously peer into the tank.\n\nThe wrapped corpse is visibly disintegrating as it slips into\nthe thick fluid. The top corner of the tarp, however, has\ncome unfurled, revealing IAN’s grimacing, blue face.\n\nRiveted, ADAM and EVE watch as the face disintegrates, skin\nmelting from bone, the skull and teeth then ghoulishly\nsinking below the surface. A moment later no visible trace\nof IAN is left.\n\nADAM and EVE look at each other.\n\nEVE\nMy, that was certainly...visual.\n\nADAM turns and descends the rusty metal stairs, EVE then\nfollowing.\n\nCUT TO:\n\f79.\n\nINT. ADAM'S BEDROOM - NIGHT\n\nADAM is manically pacing in the small room, his fingers\ntwisting his hair. EVE sits calmly on the bed, watching him.\n\nClothes and objects are strewn everywhere, and drawers flung\nopen. Piles of money in various denominations, as well as\npassports, jewelry, and credit cards are scattered across the\nsurface of the bed surrounding EVE.\n\nStill pacing and losing control, ADAM reaches into an open\ndrawer and flings a handful of U.S. bills into the air.\n\nADAM\n(money fluttering down\naround him)\nNeed anything? We’re having a\nliquidation sale. Everything must\ngo!\n\nHe tosses a stack of loose euros toward EVE.",
  "56": "---END OF PREVIOUS SECTION---\nWe’re having a\nliquidation sale. Everything must\ngo! He tosses a stack of loose euros toward EVE. \n---TARGET SECTION TO BE ANNOTATED---\n They float down\naround her like falling leaves.\n\nADAM (cont'd)\n(ranting)\nHave some more of mankind’s most\nuseless and tragic invention!\n\nHe whirls around holding a box containing reels of recorded\naudio tapes; master tapes of his music.\n\nADAM (cont'd)\n(wildly)\nHow about some cult music? Mind\nbending guitar drone. Recorded in\nsecret by a real fucking vampire!\n\nHe tosses the box, his arm then sweeping a stack of antique,\nleather-bound books to the floor. He whirls back toward EVE.\n\nADAM (cont'd)\nWhat!? Did you say...blood? Ah, I\nsee. Not money, not art, but it’s\nblood you want! (he turns away,\neyes wild) That’s right! What’s\nmore precious than human blood?\n\nHe turns to EVE, holding up the small silver flask, his eyes\nnow fluttering in his head. He takes a step toward her,\nalmost menacingly.\n\nADAM (cont'd)\nType O! The original blood of Adam\nand Eve? That’s what we need,\nbut...not much of that left, is\nthere? In fact, almost none!\n\n(MORE )\n\f80.\n\nADAM (cont'd)\n(pause, then in an unusual voice)\nSorry, but me wife’s sis’ turned up\nand she sucked it all down! (then,\nmoving even closer) Then she\nsucked up my business partner.\nJust like that!\n\nEVE\n(quietly)\nAdam, you're upsetting me.\nADAM\nAm I?\nEVE\n\nYeah. Let’s just calm down.\n(pause) What we’re going to do is\ncalmly get the hell out of here.\n\nSuddenly the doorbell rings. Both freeze momentarily, then\nADAM rushes to the window. Pulling the curtain back very\nslightly, he peeks out. The bell rings again.\n\nOutside he sees the same group of young hipsters who rang his\nbell earlier. Several are on his porch, and several more by\na car parked in the street.\n\nEVE (cont'd)\nWho is it?\n\nADAM\nSome fucking rock’n’roll kids.\n(then closing the curtain) They’re\nonto me. We’re fucked.\n\nThe bell rings again.\n\nEVE\n(calmly)\nDon’t be ridiculous. They’1ll go\naway.",
  "57": "---END OF PREVIOUS SECTION---\nThe bell rings again. EVE\n(calmly)\nDon’t be ridiculous. They’1ll go\naway. \n---TARGET SECTION TO BE ANNOTATED---\n Good job it isn’t the\nauthorities.\n\nADAM\n(again peering through a\nthin opening in the\ncurtain.)\nYeah, well, they’1ll be next.\n\nEVE\n(turning on her white\nmobile)\nWe'll be long gone, baby.\n\nShe scrolls then dials a number on the phone, then waits.\n\f81.\n\nEVE (cont'd)\n(calmly into phone)\nYes, I’d like to make some\nreservations. (pause) Thank you.\n\nThe sound of a car pulling away is heard. ADAM closes the\ncurtain and turns to EVE, a wild look in his eyes.\n\nEVE (cont'd)\n(into phone)\nYes, I want to book flights for two\nto Tangier. (pause) Yes, from\nDetroit, flying at night please.\n(pause) Thank you.\n\nADAM\nWhat about my equipment and all my\nfucking instruments!?\n\nEVE\n\n(to ADAM, hand over the\n\nphone)\nOh fuck your bloody instruments.\nThere are millions of beautiful\ninstruments in the world. Calm\ndown. (then, back into phone).\nExcuse me? (pause) Oh, connecting\nthrough London?\n\nHer eyes are on ADAM, who spins away from her, fingers again\nentangled in his hair.\n\nEVE (cont'd)\n(calmly into phone)\nLondon’s not good. How about...\n(pause) Oh, yes, Madrid is good.\nAnd that flight is also at night?\n\nADAM\n(spinning around)\nI can’t do this! I won’t survive\nthe bloody trip.\n\nEVE\n(into phone but glaring at\nADAM)\nYes. Oh, for tonight! First\nclass, please, for two.\n\nEVE’s fingers pluck a credit card from the pile in front of\nher. She raises it to her eye level, then looks up at ADAM.\nHe begins to spin slowly, disturbingly, in front of her, both\nhis hands now tangled in his hair.\n\nCUT TO:\n\f82.\n\nINT. AIRPLANE - NIGHT\n\nADAM and EVE are seated in first class on an airplane. The\ninterior is darkened, all other visible passengers asleep.\n\nADAM also appears to be asleep, slouched in the window seat;\nhis gaunt face mostly covered by hair and dark glasses.",
  "58": "---END OF PREVIOUS SECTION---\nAIRPLANE - NIGHT\n\nADAM and EVE are seated in first class on an airplane. The\ninterior is darkened, all other visible passengers asleep. ADAM also appears to be asleep, slouched in the window seat;\nhis gaunt face mostly covered by hair and dark glasses. \n---TARGET SECTION TO BE ANNOTATED---\n EVE,\nin the aisle seat next to him, also wears dark glasses.\n\nThough noticeably more fragile than before, she sits upright,\nalert and wide awake, as her thin hands caress their wedding\nphoto cradled in her lap.\n\nFADE TO BLACK.\n\nOVER BLACK:\n“A secret turning in us\nmakes the universe turn.\nHead unaware of feet,\nand feet head. Neither cares.\nThey keep turning.”\n\n- Rumi\nCUT TO:\n\nEXT. TANGIER STREETS - NIGHT\n\nEVE struggles to help ADAM out of a taxi in the somewhat run-\ndown quarter of Tangier near EVE’s apartment. The Moroccan\ndriver lifts their suitcases from the car’s open trunk.\n\nEVE pays him and he thanks her politely. They pick up their\nluggage as the car pulls away.\n\nADAM now quite frail, is having trouble walking. He stops,\npropping himself against a wall.\n\nTwo shadowed figures pass them, one pausing in front of them\nbriefly to offer “something really special”, first in French,\nthen English. EVE shakes her head definitively and the\nfigure moves away.\n\nEVE\n(now taking ADAM’s arm)\nCome on baby, we’re almost there.\n\nADAM\n(weakly)\nIt’ll be dawn soon.\n\nEVE\n(she glances at the sky)\nIt'll be fine, we’ve got time.\n\nADAM\nBut did you reach Marlowe?\n\f83.\n\nEVE\nNo, which concerns me a little.\n(pause) But we’ll find him, I’m\nsure. Come on.\n\nThey make it to the next corner, EVE pausing to look up at\nthe building where she lives.\n\nEVE (cont'd)\n(visibly surprised)\nThat’s odd.\n\nADAM\n(leaning on her)\nWhat?\n\nEVE\nMy lights are on.\n\nADAM\n(exhausted)\nOh, great. What next?\n\nEVE still holds his arm as they make it across the street and\nenter her building.\n\nCUT TO:\n\nINT. EVE’S BUILDING / HALLWAY - NIGHT\n\nADAM and EVE ascend the narrow staircase as quietly as\npossible. They pause in front of the door to EVE’s\napartment, listening. From behind the door voices, both\nadults and children, can be heard speaking Arabic.",
  "59": "---END OF PREVIOUS SECTION---\nEVE’S BUILDING / HALLWAY - NIGHT\n\nADAM and EVE ascend the narrow staircase as quietly as\npossible. They pause in front of the door to EVE’s\napartment, listening. From behind the door voices, both\nadults and children, can be heard speaking Arabic. \n---TARGET SECTION TO BE ANNOTATED---\n On the\nfloor next to the door, in a neat row, are five pairs of\nshoes, three in children’s sizes.\n\nEVE slips her key in the door and opens it.\n\nCUT TO:\n\nINT. EVE’S APARTMENT - NIGHT\n\nEVE stands in her doorway looking in, ADAM propped up just\nbehind her. The voices are quiet.\n\nLooking back at them is a family of Moroccans seated on the\nfloor around one of EVE’s low tables. On its surface\nsomething is cooking on a hotplate. A clothesline dissects\nthe apartment, draped with drying laundry.\n\nThere is a long silent pause. The family: a man, woman, a\ngirl and two smaller boys, stare in surprise and amazement at\nthe gaunt strangers in the doorway. All of the family have\nlarge, dark, sympathetic eyes.\n\f84.\n\nEVE\n(in Arabic, wide-eyed but\ncalm)\nWhat’s going on here? This is my\napartment.\n\nThe woman glances at the man, then stands up and immediately\nbegins to gather their belongings, the girl instinctively\nspringing up to help her. The man nods toward the two boys,\nthen stands.\n\nMAN\n(in Arabic)\nWe are extremely sorry. We were\ntold this apartment had been\npossibly permanently vacated. This\nis an embarrassing accident.\n\nWhile he is talking ADAM and EVE step into the room, ADAM\nstumbling toward the bed, then collapsing onto it.\n\nThe man speaks to the small boys who are now standing, but\nstaring at EVE.\n\nMAN (cont'd)\n(in Arabic, to the boys)\nQuickly, help gather our things!\nWe must leave, right now!\n\nThe entire family now rushes around the apartment, gathering\ntheir belongings and packing them into several large,\nzippered, plastic duffels. The boys quickly strip the\nclothesline, while the girl retrieves articles of clothing\nfrom the bed. ADAM, half conscious, comes-to briefly as the\ngirl pulls a shawl from under him.\n\nADAM\n(shifting and looking\ngroggily at the young\ngirl)\nOh, sorry.\n\nWith remarkable speed, the family finishes packing.",
  "60": "---END OF PREVIOUS SECTION---\nADAM, half conscious, comes-to briefly as the\ngirl pulls a shawl from under him. ADAM\n(shifting and looking\ngroggily at the young\ngirl)\nOh, sorry. With remarkable speed, the family finishes packing. \n---TARGET SECTION TO BE ANNOTATED---\n As the\nMAN talks to EVE, the rest move in a group toward the door,\nthe boys with the duffels, the woman and girl wrapping shawls\naround their heads and faces.\n\nMAN\n(in Arabic)\nI can’t apologize more sincerely.\nWe had no other place to go. My\nfamily and I are ashamed by this\nunfortunate misunderstanding.\n\nThe family has moved out the door and, hanging his head, the\nman turns to follow them.\n\f85.\n\nEVE\n(in Arabic)\nWait.\n\nThe MAN turns and EVE hands him some folded bills. He shakes\nhis head, unable to accept.\n\nEVE (cont'd)\n(in Arabic, putting the\nmoney in his hand)\nI insist. Find another place.\n\nThe man backs out the door, half bowing.\n\nMAN\n(in Arabic)\nBless you. Again, my apologies.\n\nEVE\nNevermind, but I still live here.\n\nShe closes the door and leans against it, arms folding across\nher chest. She surveys the disheveled state of her\napartment. Furniture rearranged, ADAM unconscious on the\nbed.\n\nShe crosses the room, making sure the curtains are tightly\nclosed.\n\nCUT TO BLACK.\n\nFADE UP TO:\n\nINT. EVE’S APARTMENT - LATE EVENING\n\nSpinning slowly clockwise, and viewed from above, ADAM and\nEVE are ‘asleep’ on the bed. They’re still fully clothed,\nEVE’s head resting on ADAM’s shins, the room softly lit by\nseveral lamps.\n\nThe spinning slows and stops. From outside, the haunting\ncall-to-prayer can be heard faintly in the distance.\n\nAfter a few moments EVE’s eyes open. They are less alert\nthan usual. She rubs them, and looks around her. She looks\nat her watch. Slowly she sits up and retrieves her white\nphone from the nightstand.\n\nShe turns it on and dials a number, then waits. After a\nmoment she turns the phone off, concern apparent in her\nexpression.\n\nEVE\n(quietly to herself)\nDamnit, Marlowe, where are you?\n\f86.\n\nShe stares off into space for a moment, then turns toward\nADAM. Looking down at him, she lovingly caresses his hair\nthen runs the back of her hand across his sunken cheek.",
  "61": "---END OF PREVIOUS SECTION---\n86. She stares off into space for a moment, then turns toward\nADAM. Looking down at him, she lovingly caresses his hair\nthen runs the back of her hand across his sunken cheek. \n---TARGET SECTION TO BE ANNOTATED---\nThen, raising his hand in hers, she kisses his wedding ring,\nthen replaces his arm.\n\nEVE gently rocks ADAM’s shoulders, now attempting to wake\nhim. He remains unconscious, silent and unmoving. She rocks\nhim again, harder. Still no results.\n\nEVE (cont'd)\nDamnit, Adam!\n\nShe pulls his hair away from one side of his face, then slaps\nhim sharply across the cheek.\n\nA moment later ADAM stirs and grunts, then groggily raises\none hand to his cheek.\n\nADAM\n(in a delayed reaction)\nOww. (pause, eyes opening half\nway) What was that for?\n\nEVE smiles wanly, then leans in and kisses him on the cheek\nshe had struck.\n\nADAM (cont'd)\n(rising to his elbows with\ndifficulty)\nWhere are we?\n\nHe rubs his bleary eyes, looking around him.\n\nADAM (cont'd)\n(weakly)\nDid you find Marlowe?\n\nEVE\nNo, not yet. But you gotta get up.\nWe’re gonna go find him.\n\nADAM\n(pulling himself up a\nfraction higher)\nIf I can even fuckin’ walk...\n\nEVE helps hoist him into a sitting position.\nEVE\n(gently)\nIt'll be alright, baby.\n\nShe strokes his hair.\n\nCUT TO:\n\f87.\n\nEXT. TANGIER STREETS - NIGHT\n\nADAM and EVE walk shakily through the shadowed corridors of\nthe Medina, ADAM partially supporting himself on EVE’s\nshoulder. She is also weak, but determined.\n\nThey move past several men outside a dim cafe. One\napproaches them, speaking in English.\n\nMAN IN STREET\nI have something very special for\nyou.\n\nADAM\n(faintly)\nNot what I need, I’m sure.\n\nMAN IN STREET\nAre you sure?\n\nThen, after getting a better look at the strange couple as\nthey pass through a shaft of dim light, he retreats.\n\nMAN IN STREET (contd)\n(in English)\nNo, perhaps not.\n\nAt the next corner they pause, looking across the small\nsquare of the Petit Socco. On the opposite side is the ONE\nTHOUSAND AND ONE NIGHTS CAFE, where EVE had her previous\nrendezvous with Marlowe. This time though its lights are\nturned off, its doors closed and shaded.",
  "62": "---END OF PREVIOUS SECTION---\nAt the next corner they pause, looking across the small\nsquare of the Petit Socco. On the opposite side is the ONE\nTHOUSAND AND ONE NIGHTS CAFE, where EVE had her previous\nrendezvous with Marlowe. This time though its lights are\nturned off, its doors closed and shaded. \n---TARGET SECTION TO BE ANNOTATED---\nEVE\nFuck.\n\nADAM\nWhat?\n\nEVE\nCome on.\n\nThey stumble across the square, arriving at the locked door\nof the cafe. EVE knocks on the door. No response.\n\nADAM\n(slouching)\nShit, baby. We’re not gonna make\nit.\n\nEVE knocks again, much louder this time. She turns and looks\naround them, propping ADAM up against her.\n\nJust then, there is the sound of someone approaching the door\nfrom inside. A lock turns and the door opens a crack. Part\nof a man’s face is visible. The door then opens wider. It\nis the Moroccan BARMAN who was there before.\n\f88.\n\nHis eyes are wide, worried. He quickly ushers EVE and ADAM\nthrough the door and into the darkened cafe.\n\nCUT TO:\n\nINT. ONE THOUSAND AND ONE NIGHTS CAFE - NIGHT\n\nThe Moroccan BARMAN cautiously locks the door behind them,\nthen turns to face EVE, his sympathetic eyes on the verge of\ntears.\n\nBARMAN\n\n(in English)\nMadame, the boss is not well. This\nis a very bad situation. Very bad.\n\nAs he says this he briefly takes EVE’s hand in his own.\nLetting it go, he turns and crosses beyond the bar, stopping\nnear a closed door. Opening it, he turns to them.\n\nBARMAN (cont'd)\nPlease, this way.\n\nEVE and ADAM cross and pass through the door.\n\nCUT TO:\n\nINT. BACK ROOM, ONE THOUSAND AND ONE NIGHTS CAFE - NIGHT\n\nThe BARMAN closes the door and turns to face them. The room\nis a relatively small office; a library lined with\nbookshelves, there is a desk, several chairs, and a tea-\ntable. Books are stacked everywhere.\n\nBARMAN\n(crossing the small room)\nThis is our private library.\n\nHe presses on a leather-bound book in one of the bookcases.\nThe entire section of wall opens, revealing a secret doorway.\nAgain he motions to them and they cross and move through the\nopening into a hidden room.\n\nCUT TO:\n\nINT. HIDDEN ROOM, ONE THOUSAND AND ONE NIGHTS CAFE - NIGHT\n\nJust behind EVE, ADAM and the BARMAN, the door mechanically\ncloses.",
  "63": "---END OF PREVIOUS SECTION---\nAgain he motions to them and they cross and move through the\nopening into a hidden room. CUT TO:\n\nINT. HIDDEN ROOM, ONE THOUSAND AND ONE NIGHTS CAFE - NIGHT\n\nJust behind EVE, ADAM and the BARMAN, the door mechanically\ncloses. \n---TARGET SECTION TO BE ANNOTATED---\n The room is medium-sized, windowless, and lit by\nlamps and candles. It’s walls are dark, it’s furnishings a\nmixture of antique European and Moroccan. A small desk sits\nin a corner, its surface a mess of handwritten manuscripts.\n\nCentral to the room however is an antique daybed with a\nreclining figure under a dark red, velvet cover.\n\f89.\n\nIt’s Marlowe, pale, weak and thin. His eyes slowly open and\nlight up faintly as they locate his visitors. With effort,\nhe lifts one hand, palm down, toward EVE.\n\nMARLOWE\n(half whispering)\nWell, well. Look what the cat\ndragged in.\n\nEVE steps over and takes his hand, kissing it, and kneeling\nnext to him.\n\nEVE\nMy dear Christopher Marlowe.\n\nMARLOWE\nYou look...like shit.\n\nOver her shoulder he sees the BARMAN near the door, then ADAM\nwho is again propped against a wall.\n\nMARLOWE (cont'd)\n(to ADAM)\n[He quotes from Hamlet - TBD]\n\nADAM\n(to MARLOWE)\n[He responds with a quote from\nHamlet - TBD]\n\nThis elicits a weak smile from MARLOWE.\n\nEVE\nWhat happened, Kit?\n\nFeebly his hand feels for something next to him, under the\nvelvet bed-cover. He lifts a tarnished, inlaid flask and\nattempts to hand it to EVE. She takes it from him.\n\nMARLOWE\n(his voice now weaker)\nIt’s the last of the (cough) good\nstuff. (pause) It’s too late for\nme.\n\nEVE opens the top and takes a small sip. Then reaching\nbehind her, she hands the flask to ADAM. He takes a sip\nimmediately, then sluggishly hands the flask back to EVE.\n\nMARLOWE (cont'd)\nNo more good French doctor.\nI...got some bad stuff.\nContaminated. Avoid...the\nhospital...here.\n\nAs EVE slides the flask into her pocket the Moroccan BARMAN\napproaches and also kneels next to the bed.\n\f90.\n\nMARLOWE looks at him affectionately, and the man takes\nMARLOWE’s hand, his dark eyes beginning to tear.",
  "64": "---END OF PREVIOUS SECTION---\nAs EVE slides the flask into her pocket the Moroccan BARMAN\napproaches and also kneels next to the bed. 90. MARLOWE looks at him affectionately, and the man takes\nMARLOWE’s hand, his dark eyes beginning to tear. \n---TARGET SECTION TO BE ANNOTATED---\nADAM, having regained a small amount of strength, steps over\nto the writing desk which is lit by a candle.\n\nADAM\nStill been scribbling a bit, then,\nKit?\n\nThe others look over, MARLOWE’s eyes slowly following.\n\nMARLOWE\nOh, you know...Here and there over\nthe (cough) centuries...\n\nADAM lifts the candle to a portrait on the wall. It’s a\nfamiliar image of William Shakespeare, framed in dark wood\nwith a knife firmly planted in the forehead. Seeing it, EVE\nlaughs lightly.\n\nEVE\nWell, there he is.\n\nMARLOWE\n(with a sudden jolt of\nenergy)\nIlliterate!\n\nADAM sets the candle down on a table under the portrait and\nturns to MARLOWE.\n\nADAM\nYeah. But they pulled it off,\ndidn’t they, Kit? And you played\nalong.\n\nMARLOWE\n(his voice fading)\nHad no choice, really...it was\n(cough) highly political. After\nall, I was supposed to be...dead.\n(cough)\n\nEVE and the BARMAN now each hold one of MARLOWE’s skeletal\nhands. MARLOWE makes an effort to look into EVE’s eyes.\n\nMARLOWE (cont'd)\nAnd now, at last...I shall be.\n\nMARLOWE’s eyes drift back to the defaced portrait of\nShakespeare.\n\nMARLOWE (cont'd)\n\n(his voice nearly gone)\nMindless...entrepreneurial...\nbastard.\n\f91.\n\nMARLOWE’s eyes close. His breathing stops.\n\nEVE, tears streaming, gently strokes his hair. The BARMAN\nleans in, burying his head in MARLOWE’s chest. He begins to\nsob.\n\nADAM slowly steps over and kneels, with the other two, next\nto the bed.\n\nADAM\n(reverently)\nGreat fucking poet.\n\nEVE\n(crying softly)\nIf the world could only know...\n\nADAM lifts MARLOWE’s hand to his lips and kisses it, then\ngently replacing the dead man’s arm.\n\nFADE TO BLACK.\n\nOVER BLACK:\n“I want to hold you close like a lute,\nso we can cry out with loving.\nYou would rather throw stones at a mirror\nI am your mirror and here are the stones.”\n- Rumi\nCUT TO:\n\nEXT.",
  "65": "---END OF PREVIOUS SECTION---\nFADE TO BLACK. OVER BLACK:\n“I want to hold you close like a lute,\nso we can cry out with loving. You would rather throw stones at a mirror\nI am your mirror and here are the stones.”\n- Rumi\nCUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n TANGEIR ALLEYWAY - NIGHT\n\nADAM and EVE hover somberly in a narrow alley behind some\nbuildings not far from the cafe.\n\nSilently they lean against a wall, shoulder to shoulder.\nEVE, face still streaked from her tears, carefully takes out\nthe flask and takes a small sip. She hands it to ADAM who\nsips, then tilts the flask approximating it’s meager\ncontents. He then hands it back to EVE.\n\nADAM’s head rolls back against the wall. He studies a\ntangled mass of electrical wires just above him, hanging from\nthe buildings.\n\nADAM\nLook at that shit.\n\nEVE’s head tilts back.\n\nADAM (cont'd)\nHow fuckin’ ridiculous.\n\f92.\n\nEVE\n(teasing, imitating him)\nYeah, stupid bloody humans.\n\nAfter a brief reaction from ADAM, there is a moment of\nsilence. Then suddenly they speak in unison.\n\nADAM AND EVE\nWhat are we gonna do?\n\nThere is a pause before EVE laughs. ADAM attempts to scowl.\n\nEVE\n\nHey, I know what I’m gonna do.\nADAM\n\nWhat?\nEVE\n\nI’m gonna give you a present.\nShe holds onto him tightly.\n\nEVE (cont'd)\nWe're gonna go a few blocks away,\nand you're gonna wait for me there.\nOk?\n\nADAM\nWhat? Ok.\n\nEVE\nDo you have any money on you?\n\nShe kisses his cheek.\n\nADAM\nUhh, yeah. A lot.\n\nEVE\n(bright eyed)\nGood. Give me all your money,\nbaby.\n\nHer arms still around him, his hand fumbles to locate his\nouter coat pocket.\n\nCUT TO:\n\nEXT. TANGIER STREETS - NIGHT\n\nADAM leans against a wall in the shadows. He is on a narrow\nstreet just off the Petit Socco, peering into the open, front\nwindows of a bar or small club. From inside, hallucinatory\nmusic mixes traditional Middle Eastern and North African\nforms with something more modern and equally entrancing.\n\f93.\n\nMost remarkable, though, is how the music slowly swirls\naround a single female voice, half whispering the vocals in\nArabic\n\nADAM becomes mesmerized. Several shadowy figures pass him,\none pausing.",
  "66": "---END OF PREVIOUS SECTION---\n93. Most remarkable, though, is how the music slowly swirls\naround a single female voice, half whispering the vocals in\nArabic\n\nADAM becomes mesmerized. Several shadowy figures pass him,\none pausing. \n---TARGET SECTION TO BE ANNOTATED---\nSHADOWY FIGURE\n(in French)\nI have something very special, my\nfriend.\n\nADAM waves him away, absorbed by the music. From over his\nshoulder the musicians can be seen inside.\n\nSeveral seated players with traditional clothes and\ninstruments half-encircle the singer. She is a striking\nyoung woman with long dark hair, wearing tight jeans and a\ndark t-shirt. She is catlike and sinuous, her voice a strong\nyet delicate instrument. She is riveting.\n\nSomeone touches ADAM from behind him and he stiffens and\nturns. EVE is there standing next to him, concealing a\n\nfairly large object behind her back. Again her eyes are\nbright, but with dark circles around them, as are ADAM’s.\n\nADAM\nShit, man, you startled me.\n\nEVE\nSorry, darling.\n\nShe kisses him on the cheek. His eyes are drawn back to the\nmusicians.\n\nADAM\n(enthusiasm somehow\nleaking through his\ndepleted state)\nEve, check this out. This chick is\nfantastic.\n\nEVE peers through the window. The singer slowly spins as she\nsings.\n\nEVE\nOh, yeah. She’s called Yaz. She's\nLebanese.\nADAM\nYou know her?\nEVE\nJust her music. (pause) They say\n\nshe’s gonna be a big star, though.\n\f94.\n\nADAM\n(still absorbed)\nGod, I hope not. (pause) She’s\nway too good for that.\n\nEVE\n(observing him)\nYou wanna go in?\n\nADAM\n(propped against the wall)\nNo. I couldn’t handle it, I don’t\nthink.\n\nHe turns to EVE and notices by the way she’s standing that\nshe’s concealing something behind her.\n\nADAM (cont'd)\nWhat’s all this, then?\n\nEVE\nYour present.\n\nCUT TO:\n\nEXT. TANGIER MARKET STALL - NIGHT\n\nEVE, smiling, backs away from him and into a small market\nstall. Adam follows, and EVE presents him with a beautiful\nantique, inlaid lute. ADAM’s sunken eyes lock on the\ninstrument as she gently delivers it into his hands.\n\nEVE\n(proudly)\n1605.",
  "67": "---END OF PREVIOUS SECTION---\nAdam follows, and EVE presents him with a beautiful\nantique, inlaid lute. ADAM’s sunken eyes lock on the\ninstrument as she gently delivers it into his hands. EVE\n(proudly)\n1605. \n---TARGET SECTION TO BE ANNOTATED---\nADAM plucks several strings and holds the body of the lute to\nhis ear.\n\nEVE (cont'd)\nBeen eyeing it for you for years.\nYou never know, maybe it was John\nDowland’s.\n\nADAM half-stumbles toward her, holding the lute with one arm\nand embracing her with the other.\n\nADAM\nIt’s exquisite. Thank you.\n(pause) Though a rather odd time\nto be giving me a present.\n\nEVE\n(brightly)\nBut I told you I would.\n\f95.\n\nA shadowed figure passes by the stall, pausing to briefly\npeer in at them. It then moves away.\n\nADAM\nLet’s get out of here. (pause)\nCan we go down by the water? I\nneed to see some water.\n\nEVE nods and takes his hand, pulling him back into the dim,\nnarrow street.\n\nCUT TO:\n\nEXT. TANGIER STREETS - NIGHT\n\nEach with one arm around the other, and ADAM clutching the\nlute to his chest, the two move precariously around a corner,\nthen recede unsteadily across the small, dirty square.\n\nCUT TO:\n\nEXT. PORT OF TANGIER - NIGHT\n\nOn a small, deserted public terrace in the Ville Nouvelle\nADAM and EVE sit looking out onto a sweeping view of the\nport. Its water is black and glittering.\n\nIn the light their skin is luminously white, their features\nfrail and sunken. ADAM holds the lute across his lap. After\na silence, EVE carefully opens MARLOWE’s flask and takes a\nsip. She then passes it to ADAM. As he drinks, the angle of\nthe flask makes it clear that very little of the fluid is\nleft inside. ADAM hands it back to her, both again gazing\nout at the water.\n\nADAM\n(distantly)\n82% of human blood is water.\n(pause, he turns to her) Have the\nwater wars started yet? Or is it\nstill about the oil?\n\nEVE\n(looking off)\nYeah, they’re already starting.\n\nADAM\n(eyes returning to the\ndancing water)\nThey only figure it out when it’s\ntoo late, don’t they?\n\nEVE\n(after a pause)\nHow much of a human’s body is\nwater?\n\f96.",
  "68": "---END OF PREVIOUS SECTION---\nADAM\n(eyes returning to the\ndancing water)\nThey only figure it out when it’s\ntoo late, don’t they? EVE\n(after a pause)\nHow much of a human’s body is\nwater? 96. \n---TARGET SECTION TO BE ANNOTATED---\nADAM\nAbout 55 to 60%.\n\nEVE\nAnd how much of the earth’s\nsurface?\n\nADAM\nUh, well, 70% is covered in ocean\n(pause) then there are lakes,\nrivers...\n\nADAM begins to gently pluck the strings of the lute, soon\nfinding a haunting, minimal pattern of notes. EVE listens\ncalmly as the tones from the antique wood resonate,\ndelicately mixing with the sparse sounds of the sleeping port\nand city around them.\n\nADAM’s music now begins to falter. His hands and fingers\nbeginning to tremble. He stops playing.\n\nADAM (cont'd)\nFuck. (pause) I’m barely still\nhere.\n\nEVE opens the flask and holds it up to his lips, only a few\ndrops entering them. She then lets another drop fall on her\nown tongue.\n\nADAM (cont'd)\nThat’s the last of it, isn’t it?\n(pause, his head now back looking\nat the black sky). Oh, Eve.\nSomeone call an angel down. It’s\ngettin’ too dark here on the\nground.\n\nEVE\nYeah.\n\nFeebly, she tosses the empty flask out toward the black\nwater. A moment later a small “splash” is audible. EVE then\nplaces a hand on ADAM’s trembling fingers.\n\nADAM\nAnd Kit said to avoid the hospital,\nyeah?\n\nEVE\nYeah.\n\nAgain they stare listlessly off into the water. ADAM’s\nfingers again begin to pluck the lute strings, though even\nmore slowly this time.\n\nAs EVE looks into the water, ADAM half-notices a young\nMoroccan couple approaching.\n\f97.\n\nThey laugh, then stop near a railing some distance away\noblivious to ADAM and EVE’s presence. The young couple\nbegins a long, passionate kiss, their arms fully encircling\neach other.\n\nEVE now notices them too, watching approvingly for a moment\nbefore her eyes return to the water.\n\nEVE (cont'd)\n(softly)\nTell me now about Einstein’s theory\nthat you mentioned, Spooky Action\nat a Distance. (pause, then\nlooking over at him) Does it have\nsomething to do with quantum\n\ntheory?\nADAM\n(still slowly plucking the\nlute)\n\nYeah. No.",
  "69": "---END OF PREVIOUS SECTION---\nEVE (cont'd)\n(softly)\nTell me now about Einstein’s theory\nthat you mentioned, Spooky Action\nat a Distance. (pause, then\nlooking over at him) Does it have\nsomething to do with quantum\n\ntheory? ADAM\n(still slowly plucking the\nlute)\n\nYeah. No. \n---TARGET SECTION TO BE ANNOTATED---\n I mean, it’s nota\ntheory, it’s been proved.\n\nEVE\nYeah? So, what is it?\n\nHe stops playing.\n\nADAM\n\n(speaking slowly, weakly)\nWell, when you separate an entwined\nparticle and move the two parts far\naway from each other, even at\nopposite ends of the universe, then\nif you alter or affect one, the\nother will, spookily, be\nidentically altered or affected.\n\nEVE again observes the young Moroccan couple, still enfolded\nin their endless kiss.\n\nEVE\nEven at opposite ends of the\nuniverse?\n\nADAM\nUh, yeah.\n\nEVE turns to ADAM, leaning in and engaging him in a long\nkiss. She then pulls back a little, and they gaze into each\nothers eyes.\n\nEVE\nAnd what if these particles...are\nin alternate universes?\n\nADAM\nWell...I guess then...uh...hmm...\n\f98.\n\nEVE smiles and rests her head on his shoulder. Her attention\ndrifts back to the young lovers nearby, as does ADAM’s. The\nyoung Moroccan’s lithe bodies remain pressed against one\nanother, lips locked, hands caressing each other, the dark\nwater glittering just behind them.\n\nThere is a period of silence, ADAM and EVE continuing to\nobserve them. EVE eventually glances at ADAM.\n\nEVE\nIs that what we’re thinking?\n\nADAM doesn’t respond, his eyes now ghoulishly locked on the\nembracing couple.\n\nEVE (cont'd)\nAdam, really. That’s so fuckin’\nfifteenth century.\n\nADAM looks over at her, then both again drift back to the\nlovers entwined, entranced, completely oblivious to the world\naround them.\n\nEVE (cont'd)\nThey are deliciously beautiful\naren’t they?\n\nADAM\n(half delirious)\nWhat choice do we have, really?\n\nEVE\n(after a pause)\nI guess for once you’re right.\n(pause) But we’re only gonna turn\nthem. Ok?\n\nADAM\nHow romantic of you. (then after\nanother pause, eyes on the couple)\nOk. I get the girl, though.\n\nEVE gently slaps him. She then braces herself and stands.\nShe takes a deep breath.",
  "70": "---END OF PREVIOUS SECTION---\nEVE gently slaps him. She then braces herself and stands. She takes a deep breath. \n---TARGET SECTION TO BE ANNOTATED---\n ADAM carefully puts down the lute\nnext to him, then using the back of the bench for support, he\nshakily pulls himself into a standing position. He turns to\nEVE and she looks deeply into his eyes.\n\nEVE then turns and descends toward the young embracing\ncouple. ADAM, one arm still holding the bench for balance,\npauses, watching her intently.\n\nConfidently, EVE walks up to the young lovers.\n\nEVE\nExcuse me.\n\f99.\n\nThe couple's dazed heads slowly separate, their bleary eyes\nattempting to focus on the source of this interruption.\n\nCUT TO BLACK.\n\nOVER BLACK:\n\n“Love is for vanishing into the sky. The mind,\nfor learning what men have done and tried to do.\nMysteries are not to be solved. The eye goes blind\n\nwhen it only wants to see why.”\n- Rumi\n\nFADE TO BLACK.\n\nEND CREDITS\n\f"
}