{
  "1": "Othello\n\n\n\n\n\n\nScreenplay by \t\t\tOliver Parker\n\nProduced by \t\t\tDavid Barron\n\t\t\t\t\tLuc Roeg\n\nDirected by \t\t\tOliver Parker\n\n\n\nCast List: \n\nLaurence Fishburne\t\tOthello\nIrène Jacob\t\t\tDesdemona\nKenneth Branagh\t\tIago\nNathaniel Parker\t\tCassio\nMichael Maloney\t\tRoderigo\nAnna Patrick\t\t\tEmilia\nNicholas Farrell\t\t\tMontano\nIndra Ove\t\t\tBianca\n\n\n\n\n\n\n\n\nUNDERWATER CANAL - NIGHT\n\nGlimmering shape moves through the water. As it comes closer we recognize it as a tragic mask - which is pulled up and out of the water.\n\n\nEXT. CANAL - NIGHT\n\nMisty night. The moon is reflected in the canal. A gondola appears through the mist. As it passes us we see a SLOUCHING FIGURE, wearing the tragic mask. The gondola crosses another which moors up. A veiled figure disembarks. A nightdress flashes white beneath a cloak, as the figure runs off.\n \n\nEXT. ST. MARKS SQUARENIGHT\n\nTWO ROBED MEN (SENATORS) walk briskly towards the Doge's palace. \n\nTWO CAPTAINS approach from the other side.\n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nCLOSEUP: 16th century map of the Mediterranean by the flickering light of a fire. Venice is central. Rhodes and Cyprus are surrounded by symbols denoting armies and ships. \n\nWe pull back to see that the map is spread across a large table. TWO ATTENDANTS stand over it, holding torches. Their light gives glimpses of the several OFFICERS and ATTENDANTS in the background and of the rich tapestries and paintings of battles that adorn the walls. \n\nSEVERAL ELDERLY SENATORS, lavishly dressed and dripping jewelry, sit, clutching letters. The 1st and 2nd Senators take their place among them. MESSENGERS run back and forth. \n\nThe DOGE (DUKE) OF VENICE sits by the fireside playing chess with an elegant YOUNG MAN (LODOVICO). We catch snippets of urgent conversation between the Senators. \n\nFIRST SENATOR\nThere is no composition in these news \nThat gives them credit.",
  "2": "---END OF PREVIOUS SECTION---\nThe DOGE (DUKE) OF VENICE sits by the fireside playing chess with an elegant YOUNG MAN (LODOVICO). We catch snippets of urgent conversation between the Senators. FIRST SENATOR\nThere is no composition in these news \nThat gives them credit. \n---TARGET SECTION TO BE ANNOTATED---\nSECOND SENATOR\nIndeed they are disproportioned\nMy letters say a hundred and seven galleys.\n\nFIRST SENATOR\nAnd mine a hundred and forty.\n\nA TURKISH EMISSARY arrives with a scroll. A SOLDIER delivers the scroll to the Doge. He studies the following:\n\nSultan of the Turks to the Signory of Venice: \n'We demand of you Cyprus, which you shall give \nwillingly or perforce. Beware, therefore, \nlest you arouse our wrath for we shall wage \nmost cruel war against you everywhere.' \n(1570)\n\nHe passes the scroll to his Senators. There is a flurry of activity. \n\nDUKE\nTis certain then, for Cyprus.\n\n\nEXT. STREET - NIGHT\n\nThe veiled figure rounds a corner into a seedy back street and runs through an arcade passing a trio of late night masked revelers.\n\n\nINT. CHAPEL - NIGHT\n\nThree men stand silently, tensely: A PRIEST, a handsome SOLDIER (CASSIO) and a black GENERAL (OTHELLO).\n\nThe door bursts open. The men rise. The veiled figure stands panting in the doorway and pulls back the veil to reveal a beautiful young woman, DESDEMONA.\n\n\nINT. CHAPEL - NIGHT\n\nOthello and Desdemona stand before the Priest. Othello fumbles awkwardly with the ring, then slips it onto her finger. They lean in to kiss. We pull back to reveal:\n\n\nEXT. / INT. CHAPEL - NIGHT\n\nA richly DRESSED GENTLEMAN (RODERIGO) and a SOLDIER (IAGO) watching through the window as Othello and Desdemona kiss. Roderigo's face twists in agony.\n\nRODERIGO\nI take it much unkindly that thou, Iago,\nShouldst know of this.\n\nOthello brings out a sash and places it across Cassio's shoulder, who bows...\n\nIAGO\nBy the faith of man,\n1 know my price, I am worth no worse a place; \nBut he, that never set a squadron in the field,\nNor the division of a battle knows,\nMore than a spinster, must his Lieutenant be, \nAnd I, of whom his eyes had seen the proof -\nGod bless the mark - his moorship's Ancient.\n\nCassio cannot contain his smile. They clasp hands.",
  "3": "---END OF PREVIOUS SECTION---\nIAGO\nBy the faith of man,\n1 know my price, I am worth no worse a place; \nBut he, that never set a squadron in the field,\nNor the division of a battle knows,\nMore than a spinster, must his Lieutenant be, \nAnd I, of whom his eyes had seen the proof -\nGod bless the mark - his moorship's Ancient. Cassio cannot contain his smile. They clasp hands. \n---TARGET SECTION TO BE ANNOTATED---\n Othello takes out a small dagger studded with rubies and gives it to him. The two men embrace. Cassio pays the Priest and they both leave.\n\nOthello and Desdemona are now alone. They move towards each other, tentatively.\n\nRoderigo turns away in disgust. He pulls Iago beneath the window and whispers:\n\nRODERIGO\nBy heaven, I rather would have been his hangman.\n\nIAGO\nWhy, there's no remedy. 'Tis the curse of service:\n\nRODERIGO\nI would not follow him then.\n\nIAGO\nO, Sir, content you:\nI follow him to serve my turn upon him.\nWe cannot all be masters, nor all masters\nCannot be truly followed. You shall mark\nHeaven is my judge, not I for love and duty,\nBut seeming so for my peculiar end:\nI am not what I am.\n\nRODERIGO\nWhat a full fortune does the thick lips owe\nIf he can carry't thust.\n\nIAGO\nCall up her father.\n\nRoderigo considers, then sets off. Iago turns and looks directly into the Camera. Though his expression is blank, his eyes shine with tears. \n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nCassio lots himself quietly into the chamber.\n\nThe Senators pore over the map.\n\nDUKE\nBut who should lead our business against the Turkish fleet?\n\nThey exchange thoughtful glances.\n\nFIRST SENATOR\n(tentatively)\nOthello?\n\nSECOND SENATOR\nMarcos Luccicos, is not he in town?\n\nFIRST SENATOR\nHe's now in Florence. Othello? \n\nThe other Senators look disapprovingly at the Duke.\n\nFIRST SENATOR\nAnother of his fathom we have none. \n\nThe Duke turns to Lodovico.\n\nLODOVICO\nThe fortitude of the place is best known to him. \n\nDUKE\nFetch Othello hither. \n\nCassio leaves the room, followed by two attendants\n\n\nEXT. STREET TO BRABANTIO'S HOUSE - NIGHT\n\nIago and Roderigo approach BRABANTIO'S HOUSE.\n\n\nINT. BRABANTIO'S BEDROOM - NIGHT\n\nAn OLD MAN (BRABANTIO) lies asleep in his bed. He mumbles and writhes.",
  "4": "---END OF PREVIOUS SECTION---\nINT. BRABANTIO'S BEDROOM - NIGHT\n\nAn OLD MAN (BRABANTIO) lies asleep in his bed. He mumbles and writhes. \n---TARGET SECTION TO BE ANNOTATED---\nRODERIGO\nWhat, ho, Brabantio! Signor Brabantio, ho! \n\nIAGO\nAwake! What, ho, Brabantio! Thieves, thieves!\nLook to your house, your daughter! \n\nBrabantio sits bolt upright, as if waking from a nightmare, eyes staring.\n\nIAGO\n... and your bags! Thieves, thieves!\n\n\nEXT. BRABANTIO'S BEDROOM - NIGHT\n\nRoderigo and Iago shouting \"Awake\", \"Brabantio\", \"Magnifico\". Brabantio appears on his balcony in his night-dress. Iago ducks into the shadows.\n\nBRABANTIO\n(peering into the darkness)\nWhat is the reason of this terrible summons? What is the matter here? \n\nIago urges Roderigo to speak.\n\nRODERIGO\n(nervously)\nSignor, is all your family within? \n\nBRABANTIO\nI know thee, Roderigo,\nAnd have charged thee not to haunt about my doors;\nIn honest plainness thou hast heard me say\nMy daughter is not for thee. \n\nIAGO\nAre your doors locked? \n\nBRABANTIO\nWhy, wherefore ask you this?\n\nIAGO\nZounds, sir, you're robbed; for shame, put on your gown;\nYour heart is burst, you have lost half your soul. \n\nBRABANTIO\nWhat, have you lost your wits? \n\nIAGO\nEven now, now, very now, an old black ram\nIs tupping your white ewe. Arise I say! \n\nBRABANTIO\nWhat profane wretch art thou? \n\nIAGO\nI am one, sire that comes to tell you, your daughter and the Moor are now making the beast with two backs. \n\nBRABANTIO\nThou art a villain. \n\nIAGO\nYou are a senator. \n\nBRABANTIO\nThis thou shalt answer, Roderigo... \n\nRODERIGO\nSir, I will answer anything; but I beseech you, \nStraight satisfy yourself;\nIf she be in your chamber or your house, \nLet loose on me the justice of the state\nFor thus deluding you.",
  "5": "---END OF PREVIOUS SECTION---\nIAGO\nYou are a senator. BRABANTIO\nThis thou shalt answer, Roderigo... RODERIGO\nSir, I will answer anything; but I beseech you, \nStraight satisfy yourself;\nIf she be in your chamber or your house, \nLet loose on me the justice of the state\nFor thus deluding you. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nBRABANTIO\nStrike on the tinder, ho!\nGive me a taper; call up all my people! \n\nBrabantio mutters to himself, struggling for breath:\n\nBRABANTIO\nThis accident is not unlike my dream:\nBelief of it oppresses me already.\n(yelling)\nLight, I say, light! \n\nBrabantio goes back into his room. Sounds of commotion.\n\nIago congratulates Roderigo with a firm shake of the hand.\n\nRoderigo gives him a purse.\n\nIAGO\nFarewell, for I must leave you. \n\nRoderigo tries to grab him, but Iago eludes him and goes.\n\nBrabantio comes out of his front door into the street.\n\nA BAND OF MEN carrying torches gather at his side.\n\nBRABANTIO\nIt is too true an evil. Gone she is.\nDo you know where we may\nApprehend her and the Moor? \n\nRODERIGO\nI think I can discover him. \n\nBRABANTIO\nO, that you had had her.\n(shouting to his Servants)\nGet weapons, Ho! \n\n\nEXT. CHAPEL - NIGHT\n\nCassio, his two Attendants and Iago stand motionless in the swirling mist. Cassio is a little uncomfortable and discovers that Iago is staring at him. Their eyes lock together. Iago breaks the tension with a wink. Cassio grins, Iago smiles warmly.\n\nOthello steps out of the chapel to join them. He scoops up a stray cat into his arms.\n\nIAGO\nI pray you, sir, are you fast married? \n\nCASSIO\nSir, you have been hotly called for. \n\nOTHELLO\nHave with you. \n\nThey march off.\n\n\nEXT. MARKETPLACE - NIGHT\n\nOthello and his Men appear from one side. Brabantio's from the other. \n\nBrabantio draws his sword. The sound of swords whipped from their scabbards. Iago and Cassio stop in front of Othello. \n\nRoderigo is terrified to find himself in the middle of the imminent fight. \n\nIAGO\nYou, Roderigo? Come, air, I am for you.\n\nHe draws the confused Roderigo to one side.",
  "6": "---END OF PREVIOUS SECTION---\nIAGO\nYou, Roderigo? Come, air, I am for you. He draws the confused Roderigo to one side. \n---TARGET SECTION TO BE ANNOTATED---\nOTHELLO\nHold your hands,\nBoth you of my inclining and the rest,\nWere it my cue to fight, I should have known it \nWithout a prompter. \n\nBRABANTIO\nO thou foul thief\nWhere hast thou stowed my daughter?\nDamned as thou art, thou hast enchanted her,\nT'run from her guardage to the sooty bosom\nOf such a thing as thou?\nLay hold upon him. \n\nBrabantio's Men make for Othello. Othello's Men prepare to defend him. \n\nOTHELLO\nKeep up your bright swords for the dew will rust'em\nGood Signor, where will you that I go to answer this your charge?\n\nBRABANTIO\nTo Prison, til fit time\nOf law and course of direct session\ncall thee to answer.\n\nOTHELLO\nWhat if I do obey?\nHow many the Duke be therewith satisfied,\nWhose messengers are here about my side,\nTo bring me to him?\n\nCASSIO\n'Tis true, most worthy Signor:\nThe Duke's in council, and your noble self\nI am sure is sent for.\n\nBRABANTIO\nHow? The Duke in council? In this time of night? Bring him away.\n\nBrabantio sets off. Othello rebuffs the arms that try to take hold of him, but follows Brabantio. \n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nThe door opens and Othello enters, Brabantio, Iago, Roderigo, Cassio and OFFICERS follow.\n\nDUKE\nValiant Othello, we must straight employ you\nAgainst the general Turkish foe.\n\nBrabantio pushes his way forward.\n\nDUKE\nI did not see you: Welcome, gentle Signor;\nWe lacked your counsel and your help tonight.\n\nBRABANTIO\nSo did I yours. Good your grace, pardon me:\nNeither my place, nor aught I heard of business,\nHath raised me from my bed...\n\nDUKE\nWhy? What's the matter?\n\nBRABANTIO\nMy daughter! O, my daughter!\n\nDUKE\nDead?\n\nBRABANTIO\nAy, to me.\nShe is abused, stolen from me, and corrupted.\nFor nature so preposterously to err,\nSans witchcraft could not.",
  "7": "---END OF PREVIOUS SECTION---\nBRABANTIO\nAy, to me. She is abused, stolen from me, and corrupted. For nature so preposterously to err,\nSans witchcraft could not. \n---TARGET SECTION TO BE ANNOTATED---\nDUKE\nWhoe'er he be that in this foul proceeding\nHath thus beguiled your daughter of herself\nAnd you of her, the bloody book of law\nYou shall yourself read in the bitter letter\nAfter your own sense, yea, though our proper son\nStood in your action.\n\nBRABANTIO\nHumbly I thank your grace.\nHere is the man.\n\nHe indicates Othello. An embarrassed silence.\n\nFIRST SENATOR\nWe are very sorry for't.\n\nDUKE\n(to Othello)\nWhat in your own part can you say to this?\n\nBRABANTIO\nNothing but this is so.\n\nOTHELLO\nMost potent grave and reverend signors,\nMy very noble and approved good masters,\nThat I have ta'en away this old man's daughter,\nIt is most true;\n\nGasps of shock and outrage, setting off a series of whispers.\n\nOTHELL\nO true I have married her;\n\nThe whispering grows louder.\n\nOTHELLO\nThe very head and front of my offending\nHath this extent, no more.\n\nRoderigo gasps indignantly. The Duke silences the noise.\n\nOTHELLO\nRude am I in my speech\nAnd little blessed with the soft phrase of peace\nSince these arms of mine had seven years' pith \nTill now some nine moons wasted, they have used \nTheir dearest action in the tented field\nAnd little of this great world can I speak\nMore than pertains to feats of broil and battle;\nAnd therefore little shall I grace my cause\nIn speaking of myself. Yet, by your gracious patience,\nI will round unvarnished tale deliver\nOf my whole course of love: what drugs, what charms, \nWhat conjuration and what mighty magic -\nFor such proceedings am I charged withal -\nI won his daughter.\n\nBRABANTIO\nA maiden never bold; \nof spirit so still and quiet that her motion \nBlushed at herself - and she in spite of nature \nTo fall in love with what she feared to look on!\n\nOTHELLO\nI do beseech you, send for the lady\nAnd let her speak of me before her father.\nIf you do find me foul in her report,\nThe trust, the office I do hold of you\nNot only take away, but let your sentence\nEven fall upon my life.\n\nAll eyes turn to the Duke.",
  "8": "---END OF PREVIOUS SECTION---\nOTHELLO\nI do beseech you, send for the lady\nAnd let her speak of me before her father. If you do find me foul in her report,\nThe trust, the office I do hold of you\nNot only take away, but let your sentence\nEven fall upon my life. All eyes turn to the Duke. \n---TARGET SECTION TO BE ANNOTATED---\n The Duke turns to Brabantio, who smiles and nods morbidly.\n\nDUKE\nFetch Desdemona hither.\n\nOthello gestures to Iago who leaves with two Attendants.\n\nDUKE\nSpeak, Othello. \n\nOTHELLO\nHer father loved me, oft invited me,\nStill questioned me the story of my life\nFrom year to year - the battles, sieges, fortunes,\nThat I have passed:\n\n\nEXT. GARDEN OF BRABANTIO'S HOUSE - DAY - FLASHBACK\n\nBrabantio and Othello walk together in a bright, sunlit garden. GRATIANO and Cassio listen to a MUSICIAN play.. \n\nBrabantio listens intently as Othello tells his story.\n\nOTHELLO (V.O.)\nWherein I spoke of most disastrous chances, \nOf moving accidents and hair-breadth scapes, \nOf being taken by the insolent foe,\nAnd sold to slavery.\n\nDesdemona sits behind them. Her hair spread out for blonding in the sun.\n\nIN CLOSEUP we see she is peeking through her hair. She averts her eyes when Othello turns her way.\n\nOTHELLO (V.O.)\nAnd of the Cannibals that each other eat,\nThe Anthropophagi, and men whose heads\nDo grow beneath their shoulders. This to hear\nWould Desdemona seriously incline...\nAnd with a greedy ear\nDevour up my discourse; which I observing...\n\n\nEXT. GARDEN OF BRABANTIO'S HOUSE - EVENING - FLASHBACK\n\nANOTHER DAY\n\nTwilight in the garden. We find Othello and Desdemona in a secluded corner.\n\nOTHELLO (V.O.)\nTook once a pliant hour, and found good means \nTo draw from her a prayer of earnest heart \nThat I would all my pilgrimage dilate. \nI did consent...\n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nBrabantio, seething with anger, turns to the Duke. The Duke remains inscrutable.\n\n\nEXT. GARDEN OF BRABANTIO'S HOUSE.EVENING - FLASHBACK CONTINUED\n\nOTHELLO (V.O.)\n... and ran it through even from my boyish days\nTo the very moment that he bade me tell it.\n\nCLOSEUP on Desdemona's face, on which the following montage appears. \n\n\nMONTAGE\n\nINT.",
  "9": "---END OF PREVIOUS SECTION---\nO.)\n... and ran it through even from my boyish days\nTo the very moment that he bade me tell it. CLOSEUP on Desdemona's face, on which the following montage appears. MONTAGE\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n HUT - DAY\n\nFlames. A white arm drops a flaming torch... Frantic figures move in the background. In the foreground stands a BLACK CHILD. The child seems abandoned, but is then whisked away by his FATHER.\n\n\nEXT. RAVINE - DAY\n\nThe BOY OTHELLO runs fast and scared across a ravine. There is shouting and yelling behind him. He crouches among a pile of rocks. He nearly loses his footing, and, looking down, he sees a cluster of human bones at his feet. He squints up into the sun. The sunlight is all but blocked out as a vast, strangely misshapen figure carrying a spear steps into view and casts a shadow over his face. He picks up a bone and prepares to strike...\n\n\nEXT. TRAINING GROUND - DAY\n\nThe Boy Othello... strikes, with a staff at his Father who is training him in the arts of war.\n\n\nEXT. CRATER AND POST - DAY\n\nThe Young Othello... strikes again, with a sword, at TWO ENEMY SOLDIERS. A net is thrown across him.\n\n\nEXT. BATTLEFIELD - DAY\n\nThe Young Othello - Shackled to other prisoners of war is led through a smoking battlefield. Explosion. Dead bodies. one is shifted aside - Othello, bloodied, lies beneath.\n\n\nEXT. BATTLEFIELD - DAY\n\nOthello, bare-chested, catches a gun that's thrown at him.\n\n\nEXT. BATTLEFIELD - DAY\n\nOthello in MILITARY UNIFORM, fighting side by side with Iago. Othello saves Iago from a fatal blow. Iago escapes through smoke. Othello fights on. Iago returns on horseback, picks up Othello and they ride off through flames.\n\n\nEXT. GARDEN OF BRABANTIO'S HOUSE - EVENING - FLASHBACK CONTINUED\n\nThe images fade from Desdemona's face to reveal tears on her cheek. Othello dabs her cheeks with a strawberry spotted handkerchief. \n\nOTHELLO (V.O.",
  "10": "---END OF PREVIOUS SECTION---\nOthello dabs her cheeks with a strawberry spotted handkerchief. OTHELLO (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nMy story being done,\nShe gave me for my pains a world of sighs:\nShe swore, in faith: t'was strange, t'was passing strange,\n'Twas pitiful, t'was wondrous pitiful;\nShe wish'd she had not heard it, yet she wished\nThat heaven had made her such a man.\n\nOthello puts on his coat and prepares to leave.\n\nHe gives her the handkerchief.\n\nOTHELLO (V.O.)\nShe thanked me, \nAnd bade me: if I had a friend that loved her, \nI should but teach him how to tell my story, \nAnd that would woo her.\n\nThey look into each other's eyes. She puts her hand slowly to his head, then his face.\n\nOTHELLO (V.O.)\nShe loved me for the dangers I had passed,\nAnd I loved her that she did pity them.\n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nOTHELLO\nThis only is the witchcraft I have used.\n\nAll eyes turn to the Duke.\n\n\nINT. HALLWAY OUTSIDE COUNCIL CHAMBER - NIGHT\n\nDesdemona stops outside the door. Iago stands behind her. Her face is tense, her breathing fast. She straightens her disheveled clothing. Her hair is in disarray. Her shaking hand fumbles to put it up. \n\nIago steps in and assists. He smiles calmly at her. She smiles back gratefully. She takes a deep breath. Iago reaches for the door handles.\n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nThe door opens onto Desdemona. All eyes turn to her.\n\nBRABANTIO\nCome hither, gentle mistress;\nDo you perceive in all this company\nWhere most you owe obedience?\n\nDESDEMONA\nMy noble father, \nTo you I am bound for life and education; \nMy life and education both do learn me\nHow to respect you. You are lord of all my duty,\nI am hitherto your daughter. But here's my husband;\nAnd so much duty as my mother showed\nTo you, preferring you before her father,\nSo much I challenge, that I may profess\nDue to the Moor, my lord.\n\nBrabantio's face creases in pain. Roderigo, likewise.\n\nBRABANTIO\nGod bu'y! I have done.",
  "11": "---END OF PREVIOUS SECTION---\nRoderigo, likewise. BRABANTIO\nGod bu'y! I have done. \n---TARGET SECTION TO BE ANNOTATED---\n \nI had rather to adopt a child than get it. \nCome hither, Moor:\nI here do give thee that with all my heart \nWhich, but thou hast already, with all my heart \nI would keep from thee.\n\nBrabantio takes his daughter's hand and places it in Othello's. Othello grasps it vehemently, Desdemona winces.\n\nAs Brabantio turns away, his face contorts again and he clutches at his chest. His feet give way and Othello and Roderigo rush to his aid. He pushes them away.\n\nBRABANTIO\nI humbly beseech you proceed to th'affairs of state.\n\nThe Duke waits until Brabantio is safely seated.\n\nDUKE\nThe Turk with a most mighty preparation makes for Cyprus. Othello, you must away tonight. The affair cries haste and speed must answer it.\n\nOTHELLO\nWith all my heart.\nMost humbly therefore bending to your state,\nI crave fit disposition for my wife,\nDue reference of place and exhibition,\nWith such accommodation and resort\nAs levels with her breeding.\n\nThere is a murmur of disapproval amongst the Senators.\n\nDUKE\nWhy if you please,\nBe't at her father's.\n\nBRABANTIO\nI'll not have it so.\n\nOTHELLO\nNor I.\n\nDESDEMONA\nNor I: I would not there reside\nTo put my father in impatient thoughts\nBy being in his eye. Most gracious Duke\n\nDUKE\nWhat would you, Desdemona?\n\nDESDEMONA\nThat I did love the Moor to live with him\nMy downright violence and scorn of fortunes\nMay trumpet to the world: My heart's subdued\nEven to the utmost pleasure of my lord;\nI saw Othello's visage in his mind,\nAnd to his honours, and his valiant parts\nDid I my soul and fortunes consecrate:\nSo that, dear lords, if I be left behind,\nA moth of peace, and he go to the war,\nThe rites for which I love him are bereft me,\nAnd I a heavy interim shall support,\nBy his dear absence.-lot me go with him.\n\nOTHELLO\nLet her have your voice.\nAnd heaven defend your good souls that you think\nI will your serious and great business scant\nFor she is with me.",
  "12": "---END OF PREVIOUS SECTION---\nDESDEMONA\nThat I did love the Moor to live with him\nMy downright violence and scorn of fortunes\nMay trumpet to the world: My heart's subdued\nEven to the utmost pleasure of my lord;\nI saw Othello's visage in his mind,\nAnd to his honours, and his valiant parts\nDid I my soul and fortunes consecrate:\nSo that, dear lords, if I be left behind,\nA moth of peace, and he go to the war,\nThe rites for which I love him are bereft me,\nAnd I a heavy interim shall support,\nBy his dear absence.-lot me go with him. OTHELLO\nLet her have your voice. And heaven defend your good souls that you think\nI will your serious and great business scant\nFor she is with me. \n---TARGET SECTION TO BE ANNOTATED---\nThe Duke glances at the ailing Brabantio.\n\nDUKE\nBe it as you shall privately determine,\nEither for her stay, or going.\nAt nine i'th'morning, here we'll meet again\nGood night to everyone. And, noble Signor,\n\nHe beckons Brabantio and draws him to one side.\n\nDUKE\nIf virtue no delighted beauty lack,\nYour son-in-law is far more fair than black.\n\nDesdemona sees that Othello has overheard this and is not amused.\n\nThe Duke leaves. \n\nFIRST SENATOR\nAdieu, brave Moor.\n(he leaves)\n\nSECOND SENATOR\nUse Desdemona well.\n\nOthello is immediately riled, but Desdemona calms him.\n\nBRABANTIO\nLook to her, Moor, if thou hast eyes to see.\nShe has deceived her father and may thee.\n\nOTHELLO\nMy life upon her faith!\n\nBrabantio leaves.\n\nOTHELLO\nHonest Iago,\nMy Desdemona must I leave to thee.\nI prithee let thy wife attend on her,\nAnd bring them after in the best advantage.\nCome Desdemona, we must obey the time.\n\nOthello and Desdemona leave and Iago is about to follow.\n\nRODERIGO\nIago.\n\nIago turns back to the apparently empty room. Roderigo steps out of the shadows.\n\nIAGO\nWhat say'st thou, noble heart?\n\nRODERIGO\nWhat will I do, think'st thou?\n\nIAGO\nWhy, go to bed and sleep.\n\nRODERIGO\nI will incontinently drawn myself.\nO, Desdemona.\n\nIAGO\nIf thou dost I shall never love thee after.\nWhy thou silly gentleman!\n\nRODERIGO\nIt is silliness to live when to live is a torment.\n\nIAGO\nO villainous!\n\nIago sits in the Duke's chair and pours himself a drink.\n\nIAGO\nI have looked upon the world. For four times seven years, and I never yet found a man that know how to love himself. Ere I would say I would drown myself for the love of a guineau-hen, I would change my humanity with a baboon.\n\nRODERIGO\nWhat should I do? I confess it is my shame to be so fond, but it is not in my virtue to amend it.",
  "13": "---END OF PREVIOUS SECTION---\nEre I would say I would drown myself for the love of a guineau-hen, I would change my humanity with a baboon. RODERIGO\nWhat should I do? I confess it is my shame to be so fond, but it is not in my virtue to amend it. \n---TARGET SECTION TO BE ANNOTATED---\nIAGO\nVirtue? A fig! 'Tis in ourselves that we are thus or thus. We have reason to cool our raging motions, our carnal stings, our unbitted lusts: Whereof I take this which you call love to be a sect or scion.\n\nRODERIGO\nIt cannot be.\n\nIAGO\nIt is merely a lust of the blood and a permission of the will. Come, be a man. Drown thyself? Drown cats and blind puppies.\n\nHe gets a smile out of Roderigo.\n\nIAGO\nI have professed me thy friend and I confess me knit to thy deserving with cables of perdurable toughness. I could never better stead thee than now. Put money in thy purse. Follow thou these wars; disguise thy features with an usurped beard.\n\nRoderigo looks skeptical.\n\nIAGO\nI say, put money in thy purse. It cannot be that Desdemona should long continue her love to the Moor - put but money in thy purse When she is sated with his body she will find the error of her choice. She must have change, she must - fill thy purse with money. If sanctimony and a frail vow, betwixt an erring barbarian and a super-subtle venetian, be not too hard for my wits and all the tribe of hell, thou shall enjoy her. Therefore put....\n\nHe encourages Roderigo to join in...\n\nIAGO & RODERIGO\n... money in thy purse.\n\nThey laugh.\n\nIAGO\nA pox on drowning, tis clean out of the way. Seek thou rather to be hanged in compassing thy joy than to be drowned and go without her.\n\nRODERIGO\nWilt thou be fast to my hopes?\n\nRoderigo dangles a purse. Iago pushes it away.\n\nIAGO\nThou art sure of me. There are many events in the womb of time which will be delivered. Go, provide thy money. We will have more of this tomorrow. Adieu.\n\nRoderigo sets off contentedly. A thought occurs and he returns.\n\nRODERIGO\nWhere shall we meet i'th' morning?\n\nIAGO\nAt my lodging.\n\nRODERIGO\n(contented again)\nI'll be with thee betimes.\n\nIAGO\nGo to; farewell.",
  "14": "---END OF PREVIOUS SECTION---\nIAGO\nAt my lodging. RODERIGO\n(contented again)\nI'll be with thee betimes. IAGO\nGo to; farewell. \n---TARGET SECTION TO BE ANNOTATED---\n(calling him back)\nDo you hear, Roderigo?\n\nRODERIGO\n(returning again)\nWhat say thou?\n\nIAGO\nNo more of drowning, do you hear?\n\nRODERIGO\n(laughing)\nI am changed.\n\nIago flashes his palm. Roderigo automatically drops his purse into it.\n\nIAGO\nGo to: Farewell. \n(calling out again)\nPut money enough in your purse.\n\nRODERIGO\n(returning again)\nI'll sell all my land.\n\nThey both laugh as Roderigo leaves. Iago turns to address the Camera:\n\nIAGO\nThus do I ever make my fool my purse: For I mine own gained knowledge should profane if I would time expend with such a snipe But for my sport and profit - I hate the Moor, And it is thought abroad that 'twixt my sheets He's done my office. I know not if't be true But I, for more suspicion in that kind, Will do as if for surety. He holds me well: The better shall my purpose work on him.\n\nHe studies the Duke's chessboard.\n\nIAGO\nCassio's a proper man: Let me see now;\nTo got his place and to plume up my will\nIn double knavery. How?\n\nHe looks into the Camera as if it had made a suggestion:\n\nIAGO\nHow?\n\nHe turns back to the chessboard.\n\nIAGO\nLet's see.\n\nIago's face is impassive, though his features seem to dance by the flickering light from the fire. There is a distant rumble of a storm brewing.\n\n\nINT. BRABANTIO'S HOUSE - NIGHT\n\nBrabantio lies in bed, his face contorted in pain. HIS BROTHER (GRATIANO) sits by his side. Desdemona stands nearby, tense.\n\nBrabantio turns his stare on her and tries to speak. She brings her ear to his mouth.\n\nBRABANTIO\nO, treason of the blood.\n\nTearful and angry, Desdemona unhooks his fingers from her hand and leaves.\n\nBRABANTIO\nO who would be a father.\n\nHis features relax. He is dead.\n\n\nINT. COUNCIL CHAMBER - NIGHT\n\nCLOSEUP on empty chessboard. Iago's hand puts the black king onto it. Then the white queen. Between them, a white knight.\n\nIAGO\nI have't.",
  "15": "---END OF PREVIOUS SECTION---\nThen the white queen. Between them, a white knight. IAGO\nI have't. \n---TARGET SECTION TO BE ANNOTATED---\n It is engendered.\n\nHis stares into the fire. The fire is reflected in his eyes. Transfixed, he reaches in as if to clutch a flame. He then rapidly withdraws his hand, laughing painfully.\n\nIAGO\nHell and night. Must bring this monstrous birth to th' world's light.\n\nHe pockets the three pieces. He toasts the Camera, empties his glass and spits it into the fire. The flames flare and crackle, mingling with the sound of the now raging storm.\n\nHe picks up one end of the map and , with a flick of the wrists, sends a ripple across it. The miniature ships and armies tumble.\n\n\nEXT. SEA / ROCKS - DAY\n\nA robe flows back and forth with the tide. We see a dead TURKISH SOLDIER beneath it, entangled in ropes.\n\n\nEXT. BATTLEMENTS - DAY - (CYPRUS)\n\nA CYPRIOT SOLDIER scours the horizon across the sea. The Soldier turns and signals to the OTHER SOLDIERS on the ramparts. \n\nSOLDIER\n(shouts)\nA sail, a sail, a sail!\n\n\nEXT. CASTLE WALL - DAY\n\nThe Soldiers fire the cannon.\n\n\nEXT. SHORE - DAY\n\nIn the distance we see the ships out at sea.\n\nIn the foreground, a rowing boat is pulled to shore. Cassio steps off it. He is greeted by an OFFICER (MONTANO).\n\nMONTANO\nCassio Thanks you the valiant of this worthy isle\nThat so approve the Moor, and let the heavens,\nGive him defense against their elements,\nFor I have lost him on a dangerous sea.\n\nThey see another boat arriving further down the shore - it contains Desdemona and a COMPANION (EMILIA - Iago's Wife) \n\nCASSIO\nO behold, the riches of the ship\nIs come ashore.\n\nThey set off towards the boat. Cassio strides into the water. He lifts Desdemona out and onto the shore. \n\nCASSIO\nHail to thee lady! And the grace of heaven,\nBefore, behind thee, and on every hand,\nEnwheel thee round.\n\nHe kisses her hand. \n\nDESDEMONA\nI thank you valiant Cassio.",
  "16": "---END OF PREVIOUS SECTION---\nAnd the grace of heaven,\nBefore, behind thee, and on every hand,\nEnwheel thee round. He kisses her hand. DESDEMONA\nI thank you valiant Cassio. \n---TARGET SECTION TO BE ANNOTATED---\nWhat tidings can you tell me of my lord? \n\nCASSIO\nHe is not yet arrived; nor know I aught\nBut that he's well, and will be shortly here.\n\nDESDEMONA\nO, but I fear!\n\nShe looks out across the sea. Cassio leads her inland. \n\nIn the background Iago and Roderigo (now disguised in a beard) haul up the boats. \n\n\nEXT. COASTAL ROAD - DAY\n\nThe new arrivals are travelling. A horse-drawn litter carries Desdemona. Cassio and Montano escort the litter on horses. Behind them cargo is transported an carts. Emilia is on a mule. Iago and Roderigo march alongside with SOLDIERS.\n\n\nEXT. APPROACH TO CASTLE - DAY\n\nThe party climb the hill to the castle. Cassio leans across to Desdemona in the litter. \n\nIAGO\n(to Camera)\nHe takes her by the palm; Ay, smile upon her do. \n\nThe castle appears ahead of them. SOLDIERS peer down from the battlements. CHILDREN run alongside the new arrivals. \n\n\nEXT. COURTYARD - DAY\n\nDesdemona steps out of the litter: \n\nCASSIO\nYou men of Cyprus let her have your knees. \n\nOFFICERS and SOLDIERS bow. Iago arrives followed by Emilia. \n\nCASSIO\n(to Iago)\nGood Ancient, you are welcome. \n\nCASSIO\n(to Emilia)\nWelcome, mistress.\nLet it not gall your patience, good Iago,\nThat I extend my manners. 'Tis my breeding\nThat gives me this bold show of courtesy. \n\nCassio kisses Emilia. \n\nIAGO\nSir, would she give you so much of her lips\nAs of her tongue she oft bestows on me,\nYou'd have enough. \n\nHe gets a laugh from the assembled Soldiers. \n\nDESDEMONA\nAlas, she has no speech.\n\nIAGO\nIn faith, too much.\nI find it still when I have list to sleep. \n\nMore laughter. \n\nEMILIA\nYou shall not write my praise. \n\nIAGO\nNo, let me not. \n\nDesdemona looks troubled. Cassio comforts her. \n\nIago takes out a knife and cuts a piece of fruit. He glimpses them in the reflection of his knife. \n\nIAGO\nVery good.",
  "17": "---END OF PREVIOUS SECTION---\nIago takes out a knife and cuts a piece of fruit. He glimpses them in the reflection of his knife. IAGO\nVery good. \n---TARGET SECTION TO BE ANNOTATED---\n Ay, well said, whisper. With as little a web as this will I ensnare as great a fly as Cassio. \n\nRoderigo taps him on the shoulder and is about to speak - the cannon fires. \n\n\nEXT. COURTYARD - DAY - LATER\n\nOthello rides into the courtyard.\n\nDesdemona steps forward. \n\nOTHELLO\nO, my fair warrior! \n\nDESDEMONA\nOh, my dear Othello. \n\nOTHELLO\nIt gives me wonder great as my content\nTo see you here before me. O my soul's joy!\nI cannot speak enough of this content;\nIt stops me here; it is too much of joy.\n\nThey kiss repeatedly. \n\nOTHELLO\nAnd this, and this the greatest discords be\nThat e'er our hearts shall make. \n\nIAGO\nO, you are well tuned now!\nBut I'll set down the pegs that make this music,\nAs honest as I am. \n\nOTHELLO\nNews, friends; our wars are done; the\nTurks are drowned.\nThis desperate storm\nHath seen a grievous wrack and sufferance\nOn most part of their fleet. \n\nCheers of jubilation.\n\nOthello spots Montano and shakes his hand. \n\nOTHELLO\nHow does my old acquaintance of this Isle?\nHoney, you shall be well desired in Cyprus:\nI have found great love amongst them. O my sweet,\nI prattle out of fashion and I dote\nIn mine own comforts. \n\nShe laughs and kisses him. \n\nCASSIO\nAnd besides the mere perdition of the Turkish fleet\nIt is the celebration of our general's nuptial. \n\nThe lovers embrace again. \n\n\nEXT. CASTLE FORTIFICATIONS - EVENING\n\nA SOLDIER lights a candle.\n\nCUT TO:\n\n\nWIDE ON CASTLE\n\nLit up with candles. \n\n\nMONTAGE -THE CASTLE - EVENING\n\nThe castle is being prepared for the celebrations:\n\nBanners are unfurled.\n\nStatuary being polished etc.\n\nWomen applying make-up.\n\n\nINT. BEDROOM - NIGHT\n\nTWO MAIDS adorn the bed with rose petals, oranges and apples. One Maid dips her finger in perfumed water, smells it and splashes it on her neck. \n\n\nINT. MAIN HALL - NIGHT\n\nDining table is being prepared. A SERVANT knocks a monkey off the table.",
  "18": "---END OF PREVIOUS SECTION---\nINT. MAIN HALL - NIGHT\n\nDining table is being prepared. A SERVANT knocks a monkey off the table. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\nINT. BEDROOM - NIGHT\n\nEmilia arranges pearls in Desdemona's hair -\n\nCROSS CUT WITH:\n\n\nIAGO\n\nRubbing gum resin into black breeches. \n\nGold dust sprinkled over Desdemona's hair \n\nGold dust sprinkled over Othello'S breeches \n\nCassio arrives and extends an arm towards her. \n\n\nINT. MAIN HALL - NIGHT\n\nOthello and guests sit in silence. They include Iago, Emilia, Montano, VENETIAN CAPTAINS, CYPRIOT OFFICIALS, and their wives. \n\nDesdemona appears, escorted by Cassio. A musical sextet plays while Desdemona performs a bridal dance. \n\nOthello leaps onto the table and performs a Moorish dance unaccompanied in return. Then they dance together. \n\n\nEXT. CASTLE COURTYARD - NIGHT\n\nRoderigo, dejected, sits on the grass, drinking from a bottle and looking up at the castle dining room. \n\nSOLDIERS and CYPRIOT CIVILIANS sit by bonfires, eating, drinking and dancing. A turkish effigy burns. CYPRIOT WOMEN walk amongst the Soldiers. \n\n\nINT. MAIN HALL - NIGHT\n\nThe dancing continues. Othello beckons Cassio to dance with Desdemona. \n\nOTHELLO\nHeaven bless the isle of Cyprus. \n\nMONTANO\nAnd our worthy general, Othello. \n\nCASSIO\nHe hath achieved a maid,\nThat paragons descriptions and wild fame,\nOne that excels the quirks of blazoning pens,\nAnd in the essential vesture of creation\nDoes bear all excellency. \n\nDOVES dyed in many colours are released into the room. \n\nThe other men join in the dance around Desdemona. Othello watches admiringly. The women then join the men dancing. Iago dances with Emilia. \n\nCassio pulls Iago aside and whispers in his ear. Othello dances with Emilia. \n\n\nEXT. CASTLE GRASS COURTYARD - NIGHT\n\nA DRUNKEN SOLDIER pulls a striking WOMAN (BIANCA) out of an embrace with a CYPRIOT and tries to kiss her.\n\nThe Cypriot pushes him down.",
  "19": "---END OF PREVIOUS SECTION---\nEXT. CASTLE GRASS COURTYARD - NIGHT\n\nA DRUNKEN SOLDIER pulls a striking WOMAN (BIANCA) out of an embrace with a CYPRIOT and tries to kiss her. The Cypriot pushes him down. \n---TARGET SECTION TO BE ANNOTATED---\n A number of SOLDIERS leap to their feet and several CYPRIOTS move in to support their compatriot. \n\nIago, now in military uniform, steps in with bottles of wine and distributes them. He raises his own and leads a toast. \n\nIAGO\nHeaven bless this isle and the \nperdition of the Turkish fleet. \n\nALL\nHeaven bless this isle.\n\nIago kisses Bianca himself and gets an appreciative laugh.\n\nBianca looks up and sees Cassio at the window.\n\n\nINT. MAIN HALL IN CASTLE - NIGHT\n\nCassio smiles nervously at Bianca and backs away from the window. \n\nOTHELLO\nGood Michael, look you to the guard tonight.\nLet's teach ourselves that honourable stop,\nNot to outsport discretion. \n\nCASSIO\nIago hath direction what to do; \nBut notwithstanding with my personal eye \nWill I look to't. \n\nOTHELLO\nIago is most honest.\nMichael, good night. \n\nThey salute one another and Cassio reaches for Desdemona's hand. She smiles at his formality, but cooperates graciously. He kisses her hand. \n\nOTHELLO\nCome my dear love.\n\n\nEXT. GRASS COURTYARD - NIGHT\n\nRoderigo is wedged against the wheel of a cart. A pair of LOVERS lie entwined on the cart. A stone under one of its wheels prevents it rolling down a gentle incline. He finishes his bottle and is pulled off balance. He turns to see Iago crouched beneath the cart and beckoning him. \n\nRoderigo crawls drunkenly under the cart to join him. \n\nIAGO\nIf thou be'st valiant - as they say base men being in love have then a nobility in their natures more then is native to them - \n\nRoderigo senses this may be an insult, but is too inebriated to understand it and decides not to take offense. Iago presses down the edge of Roderigo's false beard which has lifted a little. \n\nIAGO\n- list me. The Lieutenant tonight watches on the court of guard. First, I must tell thee this: Desdemona is directly in love with him. \n\nRODERIGO\nWith Cassio? Why, 'tis not possible.\n\nForgetting his location, Roderigo leaps up and bangs his head.",
  "20": "---END OF PREVIOUS SECTION---\nRODERIGO\nWith Cassio? Why, 'tis not possible. Forgetting his location, Roderigo leaps up and bangs his head. \n---TARGET SECTION TO BE ANNOTATED---\n The Lovers above them shift position, visible through the slats of wood in the cart. \n\nIAGO\nLay thy finger thus and let thy soul be instructed. Mark me, her eye must be fed, and what delight shall she have to look on the devil? Her delicate tenderness has found itself abused, begun to heave the gorge, disrelish and abhor the Moor. Her very nature instructs her to it and compels her to some second choice. \n\nRODERIGO\n(nursing his head)\nI cannot believe that in her: she's full of most blessed condition. \n\nIAGO\nBlessed fig's end! The wine she drinks is made of grapes. If she had been blessed, she would never have loved the Moor. Blessed pudding! Didst thou not see her paddle with the palm of his hand? Didst thou not mark that? \n\nRODERIGO\nYes, that I did: But that was but courtesy. \n\nIAGO\nLechery, by this hand: \n\nMuch to Roderigo's distaste the Lovers above are growing noisier. \n\nIAGO\nAn index and obscure prologue to the history of lust and foul thoughts. They met so near with their lips that their breaths embraced together. Villainous thoughts, Roderigo! When these mutualities so marshal the way, hard at hand comes the master and main exercise, th'incorporate conclusion. \n\nRoderigo recoils in revulsion. Iago protects Roderigo from banging his head again. \n\nIAGO\nBut, sir, be you ruled by me. I have brought you from Venice. Watch you with the guard tonight: for the command, I'll lay't upon you. I'll not be far from you. Do you find some occasion to anger Cassio. \n\nRODERIGO\nWell? \n\nIago risks a cocky glimpse at the Camera. \n\n\nINT. NIGHT\n\nOthello shuts the door behind him and looks around. He sees a trail of Desdemona's clothes and follows it. It leads to the drapes of their four-poster bed. One of the drapes twitches. He hears giggling and sees the wriggling contours of a semi-naked body. Desdemona peeps out.",
  "21": "---END OF PREVIOUS SECTION---\nOne of the drapes twitches. He hears giggling and sees the wriggling contours of a semi-naked body. Desdemona peeps out. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nOTHELLO\nThe purchase made, the fruits are to ensue:\nThat profit's yet to come 'tween me and you. \n\n\nEXT. GRASS COURTYARD - NIGHT\n\nRoderigo rolls out from under the cart and dusts himself off. \n\nIago, still beneath the cart, takes out his chess pieces the black king, the white queen, and the knight - and stands them in the dirt in front of him. \n\nIAGO\n(to Camera)\nThat Cassio loves her, I do well believe't:\nThat she loves him, 'tis apt and of great credit.\nThe Moor - howbeit that I endure him not -\nIs of a constant, loving, noble nature,\nAnd I dare think, he'll prove to Desdemona \nA most dear husband. Now, I do love her too;\nNot out of absolute lust - though peradventure\nI stand accountant for as great sin -\nBut partly led to diet my revenge,\nFor that I do suspect the lusty Moor\nHath leaped into my seat, the thought whereof\n\nHe is instantly seething with anger and jealously.\n\nIAGO\nDoth, like a poisonous mineral, gnaw my inwards, \nAnd nothing can, or shall, content my soul \nTil I am evened with him, wife for wife; or\n\nHe drops the passion like an unwanted toy. \n\nIAGO\n... failing so, yet that I put the Moor \nAt least into a jealousy so strong\nThat judgment cannot cure. Which thing to do,\nI'll have our Michael Cassio on the hip,\nAbuse him to the Moor in the rank \n\nA short reprise of the passion: \n\nIAGO\nFor I fear Cassio with my night-cap too\nMake the Moor thank me, love me, and reward me\nFor making him egregiously an ass,\nAnd practicing upon his peace and quiet,\nEven to madness. \n\nHe gathers the chess pieces. He looks at the knight's pointed lance, then up at an inviting buttock about him. He throws a mischievous look at the Camera. Turning back, though, he merely places a playful peck on the 'cheek'. \n\nPocketing the king and queen, he leaves the knight under the cartwheel. As he rolls out, he knocks the stone away from under the wheel.",
  "22": "---END OF PREVIOUS SECTION---\nTurning back, though, he merely places a playful peck on the 'cheek'. Pocketing the king and queen, he leaves the knight under the cartwheel. As he rolls out, he knocks the stone away from under the wheel. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIAGO\n'Tis here, but yet confused:\nKnavery's plain face is never seen 'till used. \n\nWith the Lovers oblivious, the cart rolls out of sight, leaving the knight crushed in the dust. \n\n\nINT. BEDROOM - NIGHT\n\nDesdemona and Othello approach each other slowly. She starts to undo the buttons of his shirt. \n\nShe pulls him over to the fireside. \n\n\nINT. THE ARMOURY - NIGHT\n\nThe Armoury at the end of the Soldier's Quarters. Cassio, now in military uniform, straps his sword to his side. THREE ARMED SOLDIERS stop out of the door into the night. He is about to follow, but is confronted by the figure of Iago in the doorway, swaying, bottle in hand. \n\nCASSIO\nWelcome, Iago; we must to the watch. \n\nIAGO\nNot this hour, Lieutenant; 'tis not yet ten o'th'clock. Our general cast us thus early for the love of his Desdemona; who let us not therefore blame. \n\nIAGO\nHe hath not yet made wanton the night with her; and she is sport for Jove. \n\nCassio She is a most exquisite lady. \n\nIAGO\nAnd, I'll warrant her, full of game. \n\nCASSIO\nShe is indeed perfection. \n\nIAGO\nWell, happiness to their sheets! Come, Lieutenant, I have a stoop of wine; and here without are a brace of Cyprus gallants that would fain have a measure to the health of black Othello. \n\nCASSIO\nNot tonight, good Iago. I have very poor and unhappy brains for drinking. I could well wish courtesy would invent some other custom of entertainment. \n\nIAGO\nO, they are our friends! But one cup; I'll drink for you. \n\nCASSIO\nI have drunk but one cup tonight already and dare not task my weakness with any more. \n\nIAGO\nWhat, man! a night of revels; the gallants desire it. \n\nCassio considers. Iago smiles, infectiously. \n\nCASSIO\nWhere are they? \n\nIAGO\n(to Camera)\nIf I can fasten but one cup upon him.... \n\n\nINT. BEDROOM - NIGHT\n\nA fire blazes. Apple peel lies on the floor.",
  "23": "---END OF PREVIOUS SECTION---\nINT. BEDROOM - NIGHT\n\nA fire blazes. Apple peel lies on the floor. \n---TARGET SECTION TO BE ANNOTATED---\nNext to it Othello and Desdemona kiss passionately, their faces glistening with sweat. Desdemona pulls back and rolls the peeled apple across Othello's forehead, mopping up the beads of sweat. She rolls it down and across his upper lip. She holds it under her nose and breathes in deeply.\n\nHe takes it from her mouth and kisses her. He rolls the apple around the small of her back. He slips it into her armpit. She gasps. He closes her arm over it, smiles and kisses her again. \n\n\nEXT. COURTYARD - NIGHT\n\nA band of Venetian and Cypriot SOLDIERS sit drinking by a fire. Iago, Cassio and Roderigo are among them. Behind them fireworks light up the sky. \n\nIAGO\n(singing)\nAnd let me the canakin clink, clink;\nAnd let me the canakin clink;\nA soldier's a man\nO, man's life's but a span;\nWhy, then, let a soldier drink. \n(pause)\nSome wine, boys. \n\nHe pours more wine. They repeat the verse with the Venetians encouraging the uncomprehending Cypriots to join in. A Cypriot offers Iago a sip from his flask. Iago winces at the strength. The Cypriots laugh. \n\nCASSIO\n'Fore God, an excellent song. \n\nIAGO\nI learned it in England, where indeed they are most potent in potting. Your Dane, your German, and your swag-bellied Hollander - drink, ho! - are nothing to your English. \n\nCASSIO\nIs your Englishman so expert in his drinking? \n\nIAGO\nWhy, he drinks you with facility your Dane dead drunk; he sweats not to overthrow your Alemaine; he gives your Hollander a vomit, ere the next pottle can be filled. \n\nCASSIO\n(proposing a toast)\nTo the health of our General! \n\nMontano arrives from the main hall. \n\nCASSIO\nI am for it, Lieutenant; and I'll do you justice. \n\nThe others cheer as Montano raises his tankard to meet Cassio's. \n\nIAGO\nDrink ho! \n\nThey race each other to empty their tankards, accompanied by encouraging cheers. A dead heat. \n\nIAGO\nO, sweet England.",
  "24": "---END OF PREVIOUS SECTION---\nThey race each other to empty their tankards, accompanied by encouraging cheers. A dead heat. IAGO\nO, sweet England. \n---TARGET SECTION TO BE ANNOTATED---\nThey congratulate each other. Bianca walks past. \n\nBIANCA\nSave you friend Cassio. \n\nCASSIO\nHow is't with you most fair...\n\nBIANCA\nBianca. \n\nShe pulls a ribbon from her hair and drops it in his lap. The other men laugh. Iago pours refills and encourages the Cypriot with the flask to pour some into Cassio's tankard as a prank. \n\n\nINT. BEDROOM - NIGHT\n\nOthello and Desdemona at the height of passion.\n\nDesdemona's arm stretches out over the side of the bed, her fingers splayed. Othello's hand reaches for hers. Their fingers meet and clench together. Groans of pleasure. \n\n\nINT. BEDROOM - NIGHT\n\nOthello and Desdemona lie in each other's Arms.\n\nOTHELLO\nIf it were now to die,\n'Twere now to be most happy; for I fear\nMy soul hath her content so absolute\nThat not another comfort like to this\nSucceeds in unknown fate. \n\nDESDEMONA\nThe heavens forbid \nBut that our loves and comforts should increase \nEven as our days do grow. \n\nOTHELLO\nAmen to that, sweet powers. \n\n\nEXT. COURTYARD - NIGHT\n\nIAGO\n(singing)\n'Tin pride that pulls the country down;\nThen take thine auld cloak about thee. \n\nIt finishes on a haunting, melancholy note and Iago leaves a moment's silence. Cassio finishes his drink. Iago starts to pour more. \n\nCASSIO\nLet's have no more of this; let's to our affairs. God forgive us our sins. Gentlemen, let's look to our business. \n\nHe clambers to his feet, but has a little difficulty keeping his balance. The others snigger. \n\nCASSIO\nDo not think, gentlemen, I am drunk: This is my Ancient, this is my right hand, and this is my left hand. I am not drunk now: I can stand well enough and I speak well enough. \n\nALL\nExcellent well. \n\nCASSIO\nWhy, very well; you must not think then that I am drunk. \n\nCassio concentrates on walking in a straight line. He succeeds. Once he's gone into the darkness, we hear him fall and the others collapse into hysterics.",
  "25": "---END OF PREVIOUS SECTION---\nCassio concentrates on walking in a straight line. He succeeds. Once he's gone into the darkness, we hear him fall and the others collapse into hysterics. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIago nods at Roderigo, who gets up and goes after Cassio.\n\nMontano gets to his feet. \n\nCASSIO\nTo the platform, master; come let's set the watch. \n\nIago moves in to have a quiet word with Montano. \n\nIAGO\nYou see this fellow that is gone before.\nHe is a soldier fit to stand by Caesar\nAnd give direction; and do but see his vice. \n\nIago indicates the empty bottles at their feet. \n\nCASSIO\nBut is he often thus? \n\nIAGO\n'Tis evermore the prologue to his sleep. \n\nRoderigo returns at a run, hotly pursued by Cassio.\n\nCASSIO\nZounds, you rogue, you rascal!\n(pause)\nWhat's the matter, Lieutenant? \n(pause)\nA knave teach me my duty? I'll beat the knave into a twiggen-bottle. \n\nRODERIGO\nBeat me? \n\nCASSIO\nDost thou prate, rogue? \n\nHe strikes Roderigo with the back of his hand, knocking him to the ground. He hits him again. Roderigo kicks out at him and Cassio draws his sword. \n\nCASSIO\nNay, good Lieutenant, I pray you, sir, hold your hand. Let me go, sir, or I'll knock you o'er the mazzard. \n\nMONTANO\nCome, come, you're drunk. \n\nCASSIO\nDrunk!\n\nHe turns his sword on Montano, who draws his own. \n\nIAGO\nNay, good Lieutenant. God's will, gentlemen! \n\nCassio strikes at Montano. As the fight begins, Iago picks Roderigo up and whispers: \n\nIAGO\nAway, I say; go and cry out a mutiny. \n\nRoderigo runs out. We hear cries of \"MUTINY!\"\n\nRoderigo rings the Courtyard Bell. The Alarm is taken up by the nearby bigger bell. \n\nAlthough there are now three men against him, Cassio's wildness is hard to combat. The CYPRIOTS look on, confused and alarmed. Cassio's sword is knocked out of his hand. He grabs burning logs and hurls them. \n\nIAGO\nHelp, ho! Lieutenant! Sir! Montana! Sir! \n\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nMontana! Sir! INT. \n---TARGET SECTION TO BE ANNOTATED---\n ARMORY - NIGHT\n\nSOLDIERS reach for their weapons. A bell starts ringing. Shouts and running feet. \n\n\nEXT. FORTIFICATIONS - NIGHT\n\nSOLDIERS leave their posts. \n\n\nINT. BEDROOM - NIGHT\n\nOthello moves quietly but quickly out of bed, while Desdemona sleeps. He grabs his sword. \n\n\nEXT. COURTYARD - NIGHT\n\nCassio is surrounded. He swings a long burning log and scatters his opponents. A bell rings loudly. TWO SOLDIERS rush in and restrain those closest: Montano's men. In that moment, Cassio plunges his dagger into Montano's side. \n\nIAGO\nGod's will, Lieutenant, hold! \n\nCassio is shocked at his action, Montano grabs him round the throat. Othello arrives, half-dressed, armed men at his side. \n\nOTHELLO\nHold for your lives! \n\nMontano's Men, enraged by his wounding, struggle to free themselves. Cassio and Montano are still locked in combat. Iago attempts to separate them. \n\nIAGO\nHold! The General speaks to you: Hold, for shame! \n\nOTHELLO\nWhat is the matter here, are we turned Turks?\nFor Christian shams, put by this barbarous brawl. \n\nThe fighters stop as they see pikes and arrows leveled at them. \n\nOTHELLO\nHe that stirs next to carve for his own rage\nHolds his soul light: He dies upon his motion. \n\nThe fighters drop their weapons and shuffle into line. \n\nOTHELLO\nSilence that dreadful bell: It frights the isle \nFrom her propriety. What is the matter, masters? \n\nSilence. \n\nOTHELLO\nHow comes it, Michael, you are thus forgot? \n\nCASSIO\nI pray you pardon me: I cannot speak. \n\nOTHELLO\nWorthy Montano. What's the matter\nThat you unlace your reputation thus\nAnd spend your rich opinion for the name\nOf a night-brawler? Give me answer to it. \n\nMONTANO\nWorthy Othello, I am hurt to danger.\nYour officer, Iago, can inform you, \nWhile I spare speech, of all that I do know. \n\nOTHELLO\nNow, by heaven, \nMy blood begins my safer guides to rule.",
  "27": "---END OF PREVIOUS SECTION---\nMONTANO\nWorthy Othello, I am hurt to danger. Your officer, Iago, can inform you, \nWhile I spare speech, of all that I do know. OTHELLO\nNow, by heaven, \nMy blood begins my safer guides to rule. \n---TARGET SECTION TO BE ANNOTATED---\n \nGive me to know,\nHow this foul rout began, who set it on; \nAnd he that is approved in this offense, \nThough he had twinned with me, both at a birth, \nShall lose me. What! In a town of war \nTo manage private and domestic quarrel \nIn night, and on the court and guard of safety, \n'Tis monstrous. On thy love I charge thee \nIago, who began't? \n\nMONTANO\nIf partially affined or leagued in office, \nThou dost deliver more or less than truth, \nThou art no soldier. \n\nIAGO\nTouch me not so near.\nI had rather have this tongue cut from my mouth \nThan it should do offence to Michael Cassio. \n\nAll eyes turn to Cassio. \n\nIAGO\nYet, I persuade myself to speak the truth\nShall nothing wrong him. This it is , General. \n\nHe steps forward and stands to attention. \n\nIAGO\nMontano and myself being in speech,\nThere comes a fellow, crying out for help...\nAnd Cassio following him with determined sword\nTo execute upon him. Sir, this gentleman\nSteps in to Cassio, and entreats his pause.\nMyself the crying fellow did pursue, \nLest by his clamour, as it so fell out,\nThe town might fall in fright. He, swift of foot,\nOutran my purpose, and I returned, the rather\nFor that I heard the clink and fall of swords\nAnd Cassio high in oath, which till tonight\nI ne'er might say before. when I came back -\nFor this was brief - I found them close together\nAt blow and thrust, even as again they were\nWhen you yourself did part them.\nMore of this matter can I not report. \n\nIago drops his military tone for a confidential one. \n\nIAGO\nBut men are men; the best sometimes forget.\nThough Cassio did some little wrong to him...\nAs men in rage strike those that wish them best,\nYet surely Cassio...\n\nOTHELLO\nI know, Iago,\nThy honesty and love doth mince this matter,\nMaking it light to Cassio. Cassio... \n\nOthello approaches him. Cassio, reeling slightly, attempts to stand straight. \n\nOTHELLO\nI love thee,\nBut nevermore be officer of mine.",
  "28": "---END OF PREVIOUS SECTION---\nOthello approaches him. Cassio, reeling slightly, attempts to stand straight. OTHELLO\nI love thee,\nBut nevermore be officer of mine. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDesdemona appears, attended by Emilia. \n\nOTHELLO\nLook, if my gentle love be not raised up.\nI'll make thee an example. \n\nOthello rips the lieutenant's sash from Cassio's jacket. \n\nDESDEMONA\nWhat's the matter, dear? \n\nOTHELLO\nAll's well now, sweeting: come away to bed.\nSir, for your hurts myself will be your surgeon. \n\nOthello leads Desdemona away. \n\nOTHELLO\n'Tis the soldiers, life\nTo have their balmy slumbers waked with strife. \n\n\nEXT. COURTYARD - NIGHT\n\nLater. Cassio sinks to the ground. He is alone except for Iago who tidies up, putting smoking logs back into the fire. \n\nIAGO\nWhat, are you hurt... Lieutenant? \n\nCASSIO\nAy, past all surgery. \n\nIAGO\nMarry, God forbid! \n\nCASSIO\nO, I have lost my reputation I have lost the immortal part of myself, and what remains is bestial. My reputation, Iago, my reputation! \n\nIAGO\nAs I am an honest man I thought you had received some bodily wound, there is more offense in that than in reputation. \n\nHe kneels to comfort Cassio. \n\nIAGO\nWhat, man! There are ways to recover the General again. You are but now cast in his mood - a punishment more in policy than in malice. Sue to him again and he's yours. \n\nCASSIO\nI would rather sue to be despised than to deceive so good a commander with so slight, so drunken, and so indiscreet an officer. \n\nIAGO\nWhat was he that you followed with your sword? \nWhat had he done to you? \n\nCASSIO\nI know not. \n\nIAGO\nIs't possible? \n\nCASSIO\nDrunk! O God, that men should put an enemy in their mouths to steal away their brains! Every inordinate cup is unblessed and the ingredience is a devil. \n\nIAGO\nCome, come; good Wine is a good familiar creature if it be well used: Exclaim no more against it. \n\nHe cannot resist a quick grin to the Camera. \n\nIAGO\nExclaim more against it.\nAnd good Lieutenant, I think you think I love you.",
  "29": "---END OF PREVIOUS SECTION---\nHe cannot resist a quick grin to the Camera. IAGO\nExclaim more against it. And good Lieutenant, I think you think I love you. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nCASSIO\nI have well approved it, sir. I drunk! \n\nIAGO\nYou or any man living may be drunk at a time, man. I'll tell you what you shall do. Confess yourself freely to Desdemona; importune her: She'll help to put you in your place again. This broken joint between you and her husband, entreat her to splinter; and my fortunes against any lay worth naming, this crack of your love shall grow stronger than it was before. \n\nCASSIO\nYou advise me well. \n\nIAGO\nI protest in the sincerity of love and honest kindness. \n\nHe offers his hand. \n\nCASSIO\nI think it freely... \n\nCassio accepts his hand and hauls him into an embrace.\n\nCLOSEUP on Iago who stares into the Camera. \n\nIAGO\n(whispers)\nAnd what's he then that says I play the villain? \n\nCASSIO\n... and betimes in the morning I will beseech the virtuous Desdemona to undertake for me. \n\nThey break apart. \n\nCASSIO\nI am desperate of my fortunes if they check me here. \n\nIAGO\nYou are in the right. Good night, Lieutenant, I must to the watch. \n\nCASSIO\nGood night, honest Iago. \n\nWith his hopes a little restored, Cassio leaves. \n\nIAGO\n(to Camera)\nHow am I then a villain\nWhen this advice is free I give and honest, \nProbal to thinking, and indeed the course to win the Moor again?\nHis soul is so enfettered to Desdemona's love,\nThat she may make, unmake, do what she list,\nEven as her appetite shall play the god\nWith his weak function. How am I then a villain\nTo counsel Cassio to this parallel course\nDirectly to his good? Divinity of hell! \n\nHe is drawn to the fire again. \n\nIAGO\nWhen devils will the blackest sins put on,\nThey do suggest at first with heavenly shows\nAs I do now. For whiles this honest fool\nPlies Desdemona to repair his fortunes\nAnd she for him pleads strongly to the Moor,\nI'll pour this pestilence into his ear:\nThat she repeals him for her body's lust. \n\nHe puts his hand on a charred log. It sizzles slightly.",
  "30": "---END OF PREVIOUS SECTION---\nFor whiles this honest fool\nPlies Desdemona to repair his fortunes\nAnd she for him pleads strongly to the Moor,\nI'll pour this pestilence into his ear:\nThat she repeals him for her body's lust. He puts his hand on a charred log. It sizzles slightly. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIAGO\nAnd by how much she strives to do him good,\nShe shall undo her credit with the Moor.\nSo will I turn her virtue into pitch, \n\nHe draws his fingers down his face, smearing it black. \n\nIAGO\nAnd out of her own goodness make the net\nThat shall enmesh them all. \n\nHe embraces himself. His eyes closed in ecstasy. Fade to black. \n\nThe sound of panting. The image returns as before as Iago opens his eyes. \n\nIAGO\nHow now, Roderigo? \n\nHe turns to see Roderigo, battered and disheveled. \n\nRODERIGO\nI do follow here in the chase, not like a hound that hunts, but one that fills up the cry. My money is almost spent; I have been tonight exceedingly well cudgeled; and I think the issue will be, I shall have so much experience for my pains; and so with no money at all, and a little more wit, return again to Venice. \n\nSeething, he turns to leave. \n\nIAGO\n(calling out)\nHow poor are they that have not patience \n\nRoderigo stops, but doesn't turn back. \n\nIAGO\nWhat wound did ever heal but by degrees? \nThou know'st we work by wit, and not by witchcraft,\nAnd wit depends on dilatory time.\nDoes't not go well? \n\nA faint gasp from Roderigo, who is on the verge of tears. \n\nIAGO\nCassio hath beaten thee,\nAnd thou by that small hurt hath cashiered Cassio. \n\nRoderigo turns slowly back. A grin breaks out on his face. \n\nIAGO\nContent thyself awhile. \n\nHe puts his arm round Roderigo. Birds sing. \n\nIAGO\nBy th' mass, 'tis morning:\nPleasure and action make the hours seem short.\nRetire thee awhile. \n\nRoderigo is sleepy and comfortable with his head resting on Iago's shoulder. Iago shrugs it off. \n\nIAGO\nAway, I say... \n\nRoderigo starts to speak. \n\nRODERIGO\nIago thou shalt know more hereafter: \n\nRoderigo tries again.\n\nRODERIGO\nIago Nay, get thee gone. \n\nHe goes. Iago turns sharply to the Camera: \n\nIAGO\nTwo things are to be done.",
  "31": "---END OF PREVIOUS SECTION---\nRODERIGO\nIago Nay, get thee gone. He goes. Iago turns sharply to the Camera: \n\nIAGO\nTwo things are to be done. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\nINT. WINDING STAIRCASE - DAY\n\nIAGO\n(to Camera)\nMy wife must move for Cassio to her mistress: I'll set her on. \n\n\nEXT. UPPER COLONNADE OF COURTYARD - DAY\n\nAlong upper colonnade moving along to stairway area.\n\nIago straps on his sword as Cassio enters in the background.\n\nIAGO (V.O.)\nMyself the while to draw the Moor apart, \nAnd bring him jump when he may Cassio find \nSoliciting his wife.\n\nCassio and Emilia approach as Iago sets off past them. \n\nIAGO\nGood morrow, good Lieutenant. \n\nCassio stops him for a moment. \n\nCASSIO\n(softly) \nI humbly thank you. \n\nIago smiles, kisses Emilia firmly and hurries off. \n\nIAGO\n(to Camera)\nAy, that's the way.\nDull not device by coldness and delay. \n\n\nEXT. BATTLEMENTS - DAY\n\nOthello, and Montano's Men in battle-dress stand on the battlements overlooking a glassy sea. Othello turns aside and sniffs the peeled (and now brown) apple from the previous night. As Iago arrives he conceals it. \n\nOTHELLO\nThis fortification, gentlemen, shall we see it? \n\n\nINT. BEDROOM - DAY\n\nCASSIO\nBounteous madam,\nWhatever shall become of Michael Cassio,\nHe's never anything but your true servant. \n\nDESDEMONA\nI know't; I thank you. \n\nShe opens the door. Cassio takes her hand and kisses it. Emilia appears in the doorway. \n\nEMILIA\nMadam, here comes my lord. \n\nCASSIO\nMadam, I take my leave. \n\nDESDEMONA\nWhy stay and hear me speak on thy behalf. \n\nCASSIO\nMadam, not now,\nI am very ill at ease,\nUnfit for mine own purposes. \n\nOthello and Iago round a corner just Cassio disappears behind another. \n\nIAGO\n(muttering)\nHa! I like not that. \n\nOTHELLO\nWhat dost thou say? \n\nIAGO\nNothing, my lord.",
  "32": "---END OF PREVIOUS SECTION---\nI like not that. OTHELLO\nWhat dost thou say? IAGO\nNothing, my lord. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nOTHELLO\nWas not that Cassio parted from my wife? \n\nIAGO\nCassio, my lord? \n\nOthello walks past Desdemona into their bedroom. Iago follows and proceeds to take off Othello's armour. \n\nDESDEMONA\nHow now, my lord?\nI have been talking with a suitor here,\nA man that languishes in your displeasure. \n\nOTHELLO\nWho is't you mean? \n\nDESDEMONA\nWhy, your lieutenant, Cassio. \n\nOthello throws a look at Iago, who shrugs. \n\nDESDEMONA\nGood my lord, \nIf he be not one that truly loves you, \nI have no judgment in an honest face. \nI prithee call him back. \n\nOTHELLO\nWent he hence now? \n\nDESDEMONA\nAye, soothe; so humbled\nThat he hath left part of his grief with me\nTo suffer with him. Good love, call him back. \n\nOTHELLO\nNot now, sweet Desdemona; some other time. \n\nDESDEMONA\nBut shall't be shortly? \n\nOTHELLO\nThe sooner, sweet, for you. \n\nDESDEMONA\nShall't be tonight at supper? \n\nOTHELLO\nNo, not tonight. \n\nDESDEMONA\n(playfully)\nTomorrow dinner then? \n\nOTHELLO\nI shall not dine at home.\nI meet the captains at the citadel. \n\nOthello has removed his armour. She strokes and tickles his chest. \n\nDESDEMONA\nWhy, then, tomorrow night, or Tuesday morn, \nOn Tuesday noon, or night; on Wednesday morn. \nI prithee name the time, but let it not \nExceed three days. \n\nShe looks at him hopefully: He feigns lack of interest. \n\nDESDEMONA\nWhen shall he come? \n\nHe looks at her blankly. She slaps his chest. \n\nDESDEMONA\nTell me, Othello. \n\nAgain, no response; she starts to get riled: \n\nDESDEMONA\nI wonder in my soul \nWhat you would ask me that I should deny, \nOr stand so mammering on. \n\nHe sighs, concealing a grin.",
  "33": "---END OF PREVIOUS SECTION---\nDESDEMONA\nTell me, Othello. Again, no response; she starts to get riled: \n\nDESDEMONA\nI wonder in my soul \nWhat you would ask me that I should deny, \nOr stand so mammering on. He sighs, concealing a grin. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nWhat! Michael Cassio, \nThat came a-wooing with you, and so many a time \nWhen I have spoke of you dispraisingly... \n\nHer baiting receives a mere raised eyebrow. \n\nDESDEMONA\n... Hath tane your part, to have so much to do \nTo bring him in?\n(passions blazing)\nBy'r Lady, I could do much. \n\nOthello breaks into laughter, joined by Iago and Emilia. \n\nOTHELLO\nPrithee no more. Let him come when he will; \nI will deny thee nothing. \n\nShe smiles, coolly. He goes to embrace her. She pulls away. \n\nDESDEMONA\nWhy, this is not a boon; \n'Tis as I should entreat you wear your gloves, \nOr feed on nourishing dishes, or keep you warm, \nOr sue to you to do a peculiar profit \nTo your own person. Nay, when I have a suit \nWherein I mean to touch your love indeed, \nIt shall be full of poise and difficult weight, \nAnd fearful to be granted. \n\nThough playful, the threat is meant. Othello respects it with a considered reply: \n\nOTHELLO\nI will deny thee nothing. \n\nThey embrace warmly. They look into each other's eyes: a calm, level gaze of lovers and equals. \n\nOTHELLO\nWhereon, I do beseech thee, grant me this,\nTo leave me but a little to myself. \n\nDESDEMONA\nShall I deny you? No; farewell, my lord. \n\nOTHELLO\nFarewell, my Desdemona! I'll come to thee straight. \n\nDESDEMONA\nEmilia, come. \n\nHe watches her as she goes: elegant, more woman now than child. She turns at the door. \n\nDESDEMONA\nBe as your fancies teach you;\nWhate'er you be, I am obedient. \n\nHer dignity belies any sense of servility. She leaves and Emilia follows. Iago watches Othello watching her. \n\n\nEXT. CASTLE LAWN - DAY\n\nSOLDIERS training.\n\nIago and Othello work together. Othello sees Desdemona watching and pulls off a fancy maneuver for her benefit. He blows her a kiss.",
  "34": "---END OF PREVIOUS SECTION---\nIago and Othello work together. Othello sees Desdemona watching and pulls off a fancy maneuver for her benefit. He blows her a kiss. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nOTHELLO\nExcellent wretch! Perdition catch my soul.\nBut I do love thee,\n(to himself)\nAnd when I love thee not.\nChaos is come again. \n\nIAGO\nMy noble lord? \n\nOTHELLO\nWhat dost thou say, Iago? \n\nIAGO\nDid Michael Cassio\nWhen you wooed my lady, know of your love? \n\nOTHELLO\nHe did from first to last.\n\n\nINT. BATH - DAY\n\nOthello sloshes water over his face. \n\nOTHELLO\nWhy dost thou ask?\n\nIAGO\nBut for a satisfaction of my thought;\nNo further harm. \n\n\nINT. ARMOURY - DAY\n\nOthello checks weapons. \n\nOTHELLO\nWhy of thy thought, Iago? \n\nIAGO\nI did not think he had been acquainted with her. \n\nOTHELLO\nO yes, and went between us very oft. \n\nIAGO\nIndeed? \n\nOTHELLO\nIndeed? Ay, indeed. Discern'st thou aught in that?\nIs he not honest? \n\nIAGO\nHonest my lord? \n\nOTHELLO\nHonest? Ay, honest. \n\nIAGO\nMy lord, for aught I know. \n\nOTHELLO\nWhat dost thou think? \n\nIAGO\nThink, my lord? \n\nOTHELLO\nThink, my lord! By heaven, he echoes me.\nThou dost mean something. If thou dost love me,\nShow me thy thought. \n\nIAGO\nMy lord, you know I love you. \n\nOTHELLO\nI think thou dost;\nAnd for I know thou'rt full of love and honesty,\nAnd weighst thy words before thou giv'st them breath,\nTherefore these stops of thine fright me the more. \n\nIAGO\nFor Michael Cassio,\nI dare be sworn I think that he is honest. \n\nOTHELLO\nI think so too. \n\nIAGO\nMen should be what they seem;\nOr those that be not, would they might seem none! \n\nOTHELLO\nCertain, men should be what they seem. \n\nIAGO\nWhy then, I think Cassio's an honest man. \n\nOTHELLO\nNay, yet there's more in this.",
  "35": "---END OF PREVIOUS SECTION---\nOTHELLO\nCertain, men should be what they seem. IAGO\nWhy then, I think Cassio's an honest man. OTHELLO\nNay, yet there's more in this. \n---TARGET SECTION TO BE ANNOTATED---\nI prithee speak to me as to thy thinkings,\nAs thou dost ruminate, and give thy worst of thoughts \nThe worst of words. \n\nIAGO\nGood my lord, pardon me;\nUtter my thoughts! \n\nOTHELLO\nThou dost conspire against thy friend, Iago,\nIf thou mak'st his ear a stranger to thy thoughts. \n\nIAGO\nI do beseech you, \nThough I perchance am vicious in my guess- \nAs I confess it is my nature's plague, \nTo spy into abuses and oft my jealousy \nShapes faults that are not - I entreat you then, \nIt were not for your quiet nor your good, \nNor for my manhood, honesty, and wisdom, \nTo let you know my thoughts. \n\nOTHELLO\nWhat dost thou mean? \n\nIAGO\nGood name in man and woman, dear my lord, \nIs the immediate jewel of their souls. \nWho steals my purse steals trash: 'Tis something, nothing;\n'Twas mine, 'tis his, and has been slave to thousands.\nBut he that filches from me my good name\nRobe me of that which not enriches him\nAnd makes me poor indeed. \n\nOTHELLO\nBy heaven, I'll know thy thoughts. \n\nIAGO\nYou cannot, if my heart were in your hand;\nNor shall not whilst 'tis in my custody.\nO beware, my lord of jealousy:\nIt is the green-eyed monster which doth mock\nThe meat it feeds on. \n\nOTHELLO\nWhy, why is this? \nThink'st thou I'd make a life of jealousy, \nTo follow still the changes of the moon \nWith fresh suspicions? No, to be once in doubt \nIs once to be resolved. Exchange me for a goat, \nWhen I shall turn the business of my soul \nTo such exsufflicate and blown surmises, \nMatching thy inference. 'Tis not to make me jealous \nTo say my wife is fair, feeds well, loves company, \nIs free of speech, sings, plays and dances well: \nWhere virtue is these are more virtuous. No, Iago, \nI'll see before I doubt; when I doubt, prove; \nAnd on the proof, there is no more but this: \nAway at once with love or jealousy.",
  "36": "---END OF PREVIOUS SECTION---\nNo, to be once in doubt \nIs once to be resolved. Exchange me for a goat, \nWhen I shall turn the business of my soul \nTo such exsufflicate and blown surmises, \nMatching thy inference. 'Tis not to make me jealous \nTo say my wife is fair, feeds well, loves company, \nIs free of speech, sings, plays and dances well: \nWhere virtue is these are more virtuous. No, Iago, \nI'll see before I doubt; when I doubt, prove; \nAnd on the proof, there is no more but this: \nAway at once with love or jealousy. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIAGO\nI am glad of this; for now I shall have reason\nTo show the love and duty that I bear you\nWith franker spirit. Therefore, as I am bound,\nReceive it from me. I speak not yet of proof.\nLook to your wife, observe her well with Cassio;\nLook to't.\nI know our country disposition well:\nIn Venice they do let Heaven see the pranks \nThey dare not show their husbands. Their best conscience\nIs not to leave't undone, but keep't unknown. \n\nOTHELLO\nDost thou say so?\n\nIAGO\nShe did deceive her father, marrying you.\nAnd when she seemed to shake and fear your looks\nShe loved them most. \n\nOTHELLO\nAnd so she did. \n\nIAGO\nWhy, go to then!\nBut I am much to blame.\nI humbly do beseech you of your pardon \nFor too much loving you. \n\nOTHELLO\nI am bound to thee forever. \n\nIAGO\nI see this hath a little dashed your spirits. \n\nOTHELLO\nNot a jot, not a jot. \n\nIAGO\nI'faith, I fear it has. \nI hope you will consider what is spoke \nComes from my love. But I do see you're moved. \nI am to pray you not to strain my speech \nTo grosser issues nor to larger reach \nThan to suspicion. \n\nOTHELLO\nI will not. \n\nIAGO\nShould you do so, my lord,\nMy speech should fall into such vile success\nAs my thoughts aimed not at. Cassio's my worthy friend -\nMy lord, I see you're moved. \n\nOTHELLO\nNo, not much moved.\nI do not think but Desdemona's honest. \n\nIAGO\nLong live she so... and long live you to think so. \n\nOTHELLO\nAnd yet how nature erring from itself - \n\nIAGO\nAy, there's the point: as, to be bold with you, \nNot to enter into any marriage \nOf her own clime, complexion and degree,\nWhereto we see in all things nature tends - \n\nOthello shuts his eyes in agony. \n\n\nINT. CASTLE - FLASHBACK - NIGHT\n\nSlow Motion Sequence: The first night in Cyprus. Desdemona dances, surrounded by VENETIANS.",
  "37": "---END OF PREVIOUS SECTION---\nINT. CASTLE - FLASHBACK - NIGHT\n\nSlow Motion Sequence: The first night in Cyprus. Desdemona dances, surrounded by VENETIANS. \n---TARGET SECTION TO BE ANNOTATED---\n All share striking Italianate looks, wreathed in smiles. \n\nIAGO (V.O.)\nFoh, one may smell in such a will most rank,\nFoul disproportion, thoughts unnatural. \n\nDesdemona changes partner, from Montano to Cassio. \n\n\nINT. BEDROOM - EVENING\n\nOthello opens his eyes: He stands in front of a mirror and is dressed in Venetian finery. Iago is adjusting his ruff. \n\nIAGO (CONT'D)\nBut pardon me: I do not in position\nDistinctly speak of her, tho' I may fear\nHer will, recoiling to her better judgment,\nMay fall to match you with her country forma\nAnd may perchance repent. \n\nOTHELLO\nFarewell.\nIf more thou dost perceive, let me know more.\nLeave me, Iago. \n\nIAGO\nMy lord, I take my leave. \n\nHe starts to leave, but stops at the door and watches Othello. \n\nOTHELLO\n(muttering)\nWhy did I marry? \n\nIAGO\n(returning)\nMy lord, I would I might entreat you honour\nTo scan this thing no farther. Leave it to time.\nLet me be thought too busy in my fears\nAs worthy cause I have to fear I am -\nAnd hold her free, I do beseech your honor. \n\nOTHELLO\nFear not my government.\nThat we can call these delicate creatures ours\nAnd not their appetites \n\nIago goes. Othello wrenches at his ruff to loosen it. \n\n\nINT. CASTLE MAIN HALL - FLASHBACK - NIGHT\n\nDesdemona dancing among the VENETIANS. She moves from Montano's arms into Cassio's. He whispers in her ear; a smile grows on her face.\n\nCROSSFADE TO: \n\n\nINT. BEDROOM - NIGHT\n\nDesdemona, in a similar position and pose, stands in the doorway, smiling. \n\nDESDEMONA\nHow now, my dear Othello?\nYour dinner and the generous islanders,\nBy you invited, do attend your presence. \n\nOTHELLO\nI am to blame. \n\nDESDEMONA\nWhy do you speak so faintly?\nAre you not well? \n\nShe goes to him and sees that he's sweating. She takes out her strawberry-spotted handkerchief and mops his face.",
  "38": "---END OF PREVIOUS SECTION---\nAre you not well? She goes to him and sees that he's sweating. She takes out her strawberry-spotted handkerchief and mops his face. \n---TARGET SECTION TO BE ANNOTATED---\n He pushes it away and it drops to the floor. \n\nOTHELLO\nCome, I'll go in with you.\nHe goes and Desdemona follows.\n\nDESDEMONA\nI am very sorry that you are not well. \n\nEmilia sees the handkerchief and picks it up. She stares at it, then pockets it. \n\n\nEXT. CASTLE OVERLOOKING THE SEA - NIGHT\n\nThe night buzzes with insect noise. \n\n\nINT. CASSIO'S BEDROOM - NIGHT\n\nCassio lies in bed toying with the ribbon from Bianca's hair. He reaches out to return it to its owner, who we now see is in bed with him. \n\nShe moves up to kiss him. He resists. He blows out the candle. \n\n\nINT. IAGO'S BEDROOM - NIGHT\n\nIago lies in bed. Emilia lays next to him. He turns away.\n\nEMILIA\nI have a thing for you. \n\nIAGO\nYou have a thing for me? It is a common thing. \n\nEMILIA\nHa! \n\nIAGO\nTo have a foolish wife. \n\nEMILIA\nO, is that all? What will you give me now\nFor that same handkerchief? \n\nIAGO\nWhat handkerchief? \n\nEMILIA\nWhat handkerchief?\nWhy, that the Moor first gave to Desdemona, \nThat which so often you did bid me to steal. \n\nIAGO\n(sudden interest)\nHast stolen it from her? \n\nEMILIA\nNo, faith: She let it drop by negligence, \n\nShe reveals a corner of the handkerchief between her breasts. He smiles and reaches for it, but she claps her hands over it. \n\nEMILIA\nWhat will you do with't, that you\nHave been so earnest to have me filch it? \n\nHe smiles and rolls her over onto her back. She gasps at the roughness of the movement. He leans in close to her lips. She relaxes and he snatches the handkerchief. \n\nIAGO\nWhy what's that to you? Go, leave me. \n\nHe stares at her, coldly. Wounded, she turns to go. He grabs her, spins her round and pushes her face down onto the bed. He pulls up her skirt and turns to the Camera.",
  "39": "---END OF PREVIOUS SECTION---\nWounded, she turns to go. He grabs her, spins her round and pushes her face down onto the bed. He pulls up her skirt and turns to the Camera. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIAGO\n(to Camera)\nTrifles light as air\nAre to the jealous confirmations strong\nAs proofs of holy writ. This may do something. \n\nHe tosses the handkerchief into the air. \n\n\nINT. CASTLE - FLASHBACK FANTASY - NIGHT\n\nThe night of the dancing. Desdemona smiling in Cassio's arms. Their faces move close together. He moves his mouth close to her ear and flicks his tongue into it. \n\nFrom amongst the VENETIANS behind them, a head turns slowly to face the Camera. It is Brabantio, his face deathly pale. He slowly shakes his head. \n\nBRABANTIO\nLook to her Moor, if thou hast eyes to see;\nShe has deceived her father and may thee. \n\n\nINT. BEDROOM - NIGHT\n\nOthello's eyes spring open.\n\nOTHELLO\nMy life upon her faith. \n\nHe lies in bed with Desdemona sleeping by his side. He gazes at her. \n\nOTHELLO\nIf she be false, O then Heaven mocks itself;\nI'll not believe it. \n\nHe shuts his eyes, and is projected into another vision. \n\n\nINT. BEDROOM - FLASHBACK FANTASY - NIGHT\n\nWe follow the trail of Desdemona's discarded clothes- as Othello did on the previous night - leading to the drapes around the four-poster bed. A drape twitches. A giggle. A naked figure behind the drape - and a second figure. \n\nOthello's hand stretches out in front of us to the bedside table and grabs a heavy candlestick. His other hand reaches out to part the curtains. \n\n\nINT. BEDROOM - NIGHT\n\nOthello sits in bed, leaning over and staring intensely at the sleeping Desdemona. His face is running with sweat. A bead of sweat drops from his chin to his shoulder. More sweat runs down his arm to his wrist. in his shaking hand: The candlestick. \n\nHe drops it and it thuds against the floor. Desdemona stirs and mumbles. Eyes still closed, she stretches out her arm to Othello. He dries his face on a pillow, takes her hand and presses his lips to her palm. He sighs with relief and shuts his eyes: \n\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nEyes still closed, she stretches out her arm to Othello. He dries his face on a pillow, takes her hand and presses his lips to her palm. He sighs with relief and shuts his eyes: \n\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE - FLASHBACK FANTASY - NIGHT\n\nDesdemona's arm is stretched over the bed, fingers splayed as in their earlier love-scene.\nGroans of pleasure. A hand reaches out to grasp her (as Othello did). This hand is white. \n\n\nINT. BEDROOM - NIGHT\n\nOthello's eyes flash open and he drops her hand in shock. He gets up. \n\n\nEXT. BEACH - DAY\n\nOthello leaves the Castle. In foreground Iago stalks him. \n\n\nEXT. BEACH - DAY\n\nIago sits hidden amongst the rocks.\n\nIAGO\n(to Camera)\nThe Moor already changes with my poison:\nDangerous conceits are in their natures poisons,\nWhich at the first are scarce found to distaste\nBut, with a little act upon the blood,\nBurn like the mines of sulphur. I did say so.\nLook...\n\nHe indicates Othello pacing on the shore. \n\nIAGO\nNot poppy nor mandragora,\nNor all the drowsy syrups of the world,\nShall ever medicine thee to that sweet sleep\nWhich thou owed'st yesterday. \n\nHe joins Othello. \n\nIAGO\nWhy, how now, general! No more of that.\n\nOTHELLO\nAvaunt, be gone! Thou hast set me on the rack. \nI swear 'tis better to be much abused,\nThan but to know't a little. \n\nIAGO\nHow now, my lord! \n\nOTHELLO\nWhat sense had I of her stolen hours of lust?\nI saw't not, thought it not, it harmed not me.\nI found not Cassio's kisses on her lips. \n\nIAGO\nI am sorry to hear this. \n\nOTHELLO\nI had been happy if the general camp,\nPioneers and all, had tasted her sweet body\nSo I had nothing known. O now for ever\nFarewell the tranquil mind. Farewell content.\nFarewell the plumed troops, and the big wars\nThat make ambition virtue - O farewell.\nFarewell the neighing steed and the shrill trump,\nThe spirit-stirring drum, th'ear-piercing fife,\nThe royal banner, and all quality,\nPride, pomp and circumstance, of glorious war.",
  "41": "---END OF PREVIOUS SECTION---\nFarewell content. Farewell the plumed troops, and the big wars\nThat make ambition virtue - O farewell. Farewell the neighing steed and the shrill trump,\nThe spirit-stirring drum, th'ear-piercing fife,\nThe royal banner, and all quality,\nPride, pomp and circumstance, of glorious war. \n---TARGET SECTION TO BE ANNOTATED---\n \nAnd, O you mortal engines, whose rude throats \nTh'immortal Jove's dread clamours counterfeit, \nFarewell. Othello's occupation's gone. \n\nIAGO\nIs't possible, my lord? \n\nOthello turns to Iago. \n\nOTHELLO\nVillain, be sure thou prove my love a whore;\nBe sure of it. Give me the ocular proof,\nOr by the worth of mine eternal soul,\nThou hadst been better have been born a dog\nThan answer my waked wrath. \n\nIAGO\nIs't come to this? \n\nOTHELLO\nMake as to see't; or , at the least, so prove it\nThat the probation bear no hinge nor loop\nTo hang a doubt on - or woe upon thy life. \n\nOthello grabs Iago by the throat. \n\nIAGO\nMy noble lord - \n\nOTHELLO\nIt thou dost slander her and torture me, \nNever pray more; abandon all remorse; \nOn horrors head horrors accumulate; \nFor nothing canst thou to damnation add \nGreater than that. \n\nHis grip has tightened. He lets Iago drop. Iago backs away, gasping and spluttering. \n\nIAGO\nO grace! O heaven defend me!\nGod bu'y you; take mine office.\nTo be direct and honest is not safe.\nI thank you for this profit and from hence\nI'll love no friend, sith love breeds such offense. \n\nHe starts to leave. \n\nOTHELLO\nNay stay: Thou shouldst be honest. \n\nIAGO\nI should be wise; for honesty's a fool\nAnd loses that it works for. \n\nOTHELLO\nBy the world,\nI think my wife be honest, and think she is not:\nI think that thou art just, and think thou art not.\nI'll have some proof.\nWould I were satisfied! \n\nIAGO\nI see, sir, you are eaten up with passion.\nI do repent me that I put it to you.\nYou would be satisfied. \n\nOTHELLO\nWould? Nay, I will. \n\nIAGO\nAnd may. But how? How satisfied my lord?\nWould you, the supervisor, grossly gape on?\nBehold her topped? \n\nOthello punches him to the ground.",
  "42": "---END OF PREVIOUS SECTION---\nWould you, the supervisor, grossly gape on? Behold her topped? Othello punches him to the ground. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nOTHELLO\nDeath and damnation! \n\nIago gets up and brushes off the sand. \n\nIAGO\nIt were a tedious difficulty, I think,\nTo bring them to that prospect. Damn them then\nWhat shall I say? Where's satisfaction?\nIt is impossible you should see this,\nWere they as prime as goats, as hot as monkeys \n\nOthello grabs him again. \n\nIAGO\nBut yet, I say,\nIf imputation and strong circumstances,\nWhich lead directly to the door of truth,\nWill give you satisfaction, you might have it. \n\nOTHELLO\nGive me a living reason she's disloyal. \n\nIAGO\nI do not like the office;\nBut sith I am entered in this cause so far\nPricked to it by foolish honesty and love\nI will go on. I lay with Cassio lately,\nAnd being troubled with a raging tooth\nI could not sleep.\nThere are a kind of men so loose of soul \nThat in their sleeps will mutter their affairs.\nOne of this kind is Cassio.\nIn sleep I heard him say, 'Sweet Desdemona, \nLot us be wary, let us hide our loves.' \n\nOthello sinks onto the sand. The sea laps at their ankles. \n\nIAGO\nAnd then, air, would he grip and wring my hand, \nCry, 'O sweet creature!', and then kiss me hard, \nAs if he plucked up kisses by the roots \nThat grow upon my lips; then laid his leg \nOver my thigh. \n\nIago illustrates, placing his own leg lightly over Othello's. \n\nIAGO\nAnd sighed, and kissed and then\nCried.\n\nCUT TO:\n\n\nFLASHBACK FANTASY\n\nCassio whispering in Desdemona's ear. His lips move to match Iago's line: \n\nIAGO (V.O.)\n\"Cursed fate that gave thee to the Moor.\"\n\nCUT BACK TO:\n\n\nEXT. BEACH - DAY\n\nOthello pulls away and gets to his feet.\n\nOTHELLO\nO monstrous! \n\nIAGO\nNay, this was but his dream. \n\nOTHELLO\nMonstrous! \n\nIAGO\nNay, yet be wise; yet we see nothing done,\nShe may be honest yet.",
  "43": "---END OF PREVIOUS SECTION---\nIAGO\nNay, this was but his dream. OTHELLO\nMonstrous! IAGO\nNay, yet be wise; yet we see nothing done,\nShe may be honest yet. \n---TARGET SECTION TO BE ANNOTATED---\n Tell me but this:\nHave you not sometimes seen a handkerchief\nSpotted with strawberries in your wife's hand? \n\nOTHELLO\nI gave her such a one; 'twas my first gift. \n\nIAGO\nI know not that; but such a handkerchief - \nI am sure it was your wife's - did I today \nSee Cassio wipe his beard with. \n\nOTHELLO\nIf it be that...\n\n\nINT. CASSIO'S BEDROOM - DAY\n\nCassio's hand catches the strawberry-spotted handkerchief in mid-air.\n\nIntrigued, he holds it up against the morning sunlight.\n\nHe places it on a bed-post. He kisses the sleeping Bianca. \n\nMeanwhile we hear the following: \n\nDESDEMONA (V.O.)\nWhere should I lose that handkerchief, Emilia? \n\nEMILIA (V.O.)\nI know not madam. \n\nDESDEMONA (V.O.)\nBelieve me, I had rather lose my purse\nFull of crusadoes; and but my noble Moor\nIs true of mind and made of no such baseness\nAs jealous creatures are, it were enough\nTo put him to ill thinking. \n\nEMILIA (V.O.)\nIs he not jealous? \n\n\nINT. BEDROOM - DAY\n\nDesdemona still in her night-dress, rummages through her clothes. Their conversation continues: \n\nDESDEMONA\nWho he? I think the sun where he was born\nDrew all such humours from him. \n\nShe turns and is startled to see standing in the doorway. \n\nDESDEMONA\nHow is't with you, my lord? \n\nOTHELLO\nWell, my good lady. How do you, Desdemona? \n\nDESDEMONA\nWell, my good lord. \n\nOTHELLO\nGive me your hand. This hand is moist, my lady. \n\nDESDEMONA\nIt has felt no age, nor known no sorrow. \n\nOTHELLO\nThis argues fruitfulness and liberal heart.\nHot, hot and moist. This hand of yours requires\nA sequester from liberty, fasting and prayer,\nMuch castigation, exercise devout;\nFor there's a young and sweating devil here\nThat commonly rebels. 'Tis a good hand,\nA frank one.",
  "44": "---END OF PREVIOUS SECTION---\nOTHELLO\nThis argues fruitfulness and liberal heart. Hot, hot and moist. This hand of yours requires\nA sequester from liberty, fasting and prayer,\nMuch castigation, exercise devout;\nFor there's a young and sweating devil here\nThat commonly rebels. 'Tis a good hand,\nA frank one. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nYou may indeed say so, \nFor 'twas that hand that gave away my heart. \nCome now, your promise. \n\nOTHELLO\nWhat promise, chuck? \n\nDESDEMONA\nI have bid Cassio come speak to you. \n\nHe drops her hand, putting his own to his forehead. \n\nOTHELLO\nI have a salt and sorry rheum offends me:\nLend me that handkerchief. \n\nDESDEMONA\nHere, my lord. \n\nShe offers a plain, white handkerchief. \n\nOTHELLO\nThat which I gave you. \n\nDESDEMONA\nI have it not about me. \n\nOTHELLO\nNot? \n\nDESDEMONA\nNo, faith, my lord. \n\nOTHELLO\nThat's a fault. That handkerchief\nDid an Egyptian to my mother give:\nShe was a charmer and could almost read\nThe thoughts of people; she told her, while she kept it\n'Twould make her amiable, and subdue my father\nEntirely to her love her but if she lost it,\nOr made a gift of it, my father's eye\nShould hold her loathly, and his spirits should hunt\nAfter new fancies: she dying, gave it me,\nAnd bid me when my fate would have me wive,\nI give it her. I did so, and take heed on it:\nMake it a darling, like your precious eye.\nTo lose it or give't away were such perdition\nAs nothing else could match. \n\nDESDEMONA\nIs't possible? \n\nShe is caught up in the intensity of his staring eyes.\n\nOTHELLO\n'Tie true. There's magic in the web of it:\nThe worms were hallowed that did breed the silk,\nAnd it was dyed in mummy, which the skillful\nConserved of maiden's hearts. \n\nDESDEMONA\nI, faith, is't true? \n\nOTHELLO\nMost veritable; therefore look to it well. \n\nDESDEMONA\nThen would to God I had never seen it.",
  "45": "---END OF PREVIOUS SECTION---\nDESDEMONA\nI, faith, is't true? OTHELLO\nMost veritable; therefore look to it well. DESDEMONA\nThen would to God I had never seen it. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nOTHELLO\nS'Blood! \n\nDESDEMONA\nWhy do you speak so startlingly and rash? \n\nOTHELLO\nIs't lost? Is't gone? Speak; is't out of th'way? \n\nDESDEMONA\nHeaven bless us. \n\nOTHELLO\nSay you? \n\nDESDEMONA\nIt is not lost, but what and if it were? \n\nOTHELLO\nHow? \n\nDESDEMONA\nI say it in not lost. \n\nOTHELLO\nFetch it, let me see it. \n\nDESDEMONA\nWhy so I can, sir; but I will not now.\nThis is a trick to put me from my suit.\nPray you let Cassio be received again. \n\nOTHELLO\nFetch me my handkerchief. My mind misgives. \n\nDESDEMONA\nCome, come;\nYou'll never meet a more sufficient man. \n\nOTHELLO\nThe handkerchief! \n\nDESDEMONA\nI pray, talk me of Cassio. \n\nOTHELLO\nThe handkerchief! \n\nDESDEMONA\nA man that all his time \nHath founded his good fortunes on your love, \nShared dangers with you -\n\nOTHELLO\nThe handkerchief! \n\nDESDEMONA\nI'faith, you are to blame. \n\nOTHELLO\nZounds! \n\nOthello storms out. Iago stands, unseen, outside the door. \n\nEMILIA\nIs not this man jealous? \n\nDESDEMONA\nI ne'er saw this before. \n\nEmilia catches sight of Iago retreating down the corridor. \n\nEMILIA\n'Tis not a year or two shows us a man. \n\nIago is meant to hear this and he does. He turns to look at her.\n\nEMILIA\nThey are all but stomachs, and we all but food;\nThey eat us hungerly, and when they are full,\nThey belch us. \n\nIago turns away and goes. \n\nDESDEMONA\nSomething sure of state\nHath puddled his clear spirit. \n\nEMILIA\n(turning back into the room) \nPray heaven it be, and no conception \nNor no jealous toy concerning you. \n\nDESDEMONA\nAlas the day I never gave him cause.",
  "46": "---END OF PREVIOUS SECTION---\nDESDEMONA\nSomething sure of state\nHath puddled his clear spirit. EMILIA\n(turning back into the room) \nPray heaven it be, and no conception \nNor no jealous toy concerning you. DESDEMONA\nAlas the day I never gave him cause. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nEMILIA\nBut jealous souls will not be answered so.\nThey are not ever jealous for the cause,\nBut jealous for they're jealous. 'Tis a monster\nBegot upon itself, born on itself. \n\nDESDEMONA\nHeaven keep that monster from Othello's mind. \n\nEMILIA\nLady, amen. \n\n\nINT. CASTLE - MONTAGE SHOTS - DAY\n\nA sequence of shots going down to the dungeons:\n\nWe follow Othello down a narrow passageway - Othello descends the steps. \n\nThe Camera catches him up and we push in to the back of his head. \n\n\nOTHELLO'S POV\n\nWe lurch along the tunnel gathering pace. \n\nSpiral staircase - we reel down the stairs and into the dungeon. \n\n\nINT. DUNGEONS - FLASHBACK FANTASY - DAY\n\nWe see a PRISONER chained to the wall as he turns his head to Camera we see the dead head of Brabantio. \n\n\nINT. DUNGEONS - DAY\n\nWe look again and see that it is a TURKISH PRISONER.\n\nIago is checking the cells and throws food to the prisoners. \n\nIAGO\nBut if I give my wife a handkerchief. \n\nOTHELLO\nWhat then? \n\nIAGO\nWhy, then 'tis hers, my lord' and being hers,\nShe may, I think, bestow't on any man. What\nIf I had said I had seen him do you wrong?\nOr heard him say - \n\nOTHELLO\nHath he said anything? \n\n\nINT. CASTLE MAIN HALL - OTHELLO'S FANTASY - NIGHT\n\nA glimpse of Cassio whispering in Desdemona's ear.\n\nCUT BACK TO: \n\n\nINT. DUNGEONS - DAY\n\nIAGO\nHe hath, my lord; but be you well assured,\nNo more than he'll unswear. \n\nOTHELLO\nWhat hath he said? \n\nIAGO\nFaith, that he did - I know not what he did. \n\nOTHELLO\nWhat, what? \n\n\nINT. CASTLE MAIN HALL - OTHELLO'S FANTASY- NIGHT \n\nFigures writhe behind drapes. Moans and sighs. \n\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nCASTLE MAIN HALL - OTHELLO'S FANTASY- NIGHT \n\nFigures writhe behind drapes. Moans and sighs. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DUNGEONS - DAY\n\nIAGO\nLie - \n\nOTHELLO\nWith her? \n\nIAGO\nWith her, on her, what you will. \n\n\nINT. CASTLE MAIN HALL - OTHELLO'S FANTASY - NIGHT\n\nThe drapes are pulled back: Cassio and Desdemona making love. \n\n\nINT. DUNGEONS - DAY\n\nOTHELLO\nLie with her? Lie on her? Zounds that's fulsome. Lie with her. Handkerchief - \n\nHe starts to reel. \n\n\nINT. CASTLE MAIN HALL - OTHELLO'S FANTASY - NIGHT \n\nA succession of rapid images flash in his head. Glimpses of the lovers' bodies: hands, lips, arched backs, tongues, eyes, buttocks... \n\nThe sound of Othello's erratic breathing mingles with whispering, laughing and sound of love-making. The images speed up and the sounds increase as the lovers reach their climax. \n\n\nEXT. SKY - OTHELLO'S FANTASY - DAY\n\nSilence. Clear sky. A bright white handkerchief floats through the air. It is hit by a fleck of blood. Then another, and another. As it hits the ground, we...\n\nCUT BACK TO: \n\n\nINT. DUNGEONS - DAY \n\nOthello falling and hitting the ground. His head cracks against the stone floor. \n\nIago looks down at him. \n\nIAGO\nWork on,\nMy medicine, work! I Thus credulous fools are caught,\nAnd many worthy and chaste dames even thus,\nAll guiltless, meet reproach. \n\nThe sound of footsteps. Iago bends dawn to Othello \n\nIAGO\nWhat ho, my lord!\nMy lord, I say. Othello. \n\nCassio arrives. \n\nCASSIO\nWhat's the matter? \n\nIAGO\nMy Lord is fallen into an epilepsy.\nThis is his second fit; he had one yesterday. \n\nCASSIO\nRub him about the temples. \n\nCassio moves towards Othello, but Iago leads him outside. \n\nIAGO\n(whispering)\nNo, forbear.\nThe lethargy must have his quiet course.\nIf not, he foams at mouth and by and by\nBreaks out to savage madness. Look, he stirs.",
  "48": "---END OF PREVIOUS SECTION---\nThe lethargy must have his quiet course. If not, he foams at mouth and by and by\nBreaks out to savage madness. Look, he stirs. \n---TARGET SECTION TO BE ANNOTATED---\nDo you withdraw yourself a little while;\nHe will recover straight. When he is gone,\nI would on great occasion speak with you. \n\nAn Cassio goose Othello sits bolt upright and states at the Camera for the first time: \n\nOTHELLO\n(to Camera)\nDid he confess it? \n\nIago, startled, flicks a suspicious look at the Camera. \n\nIAGO\nHow is it, general? Have you not hurt your head? \n\nOTHELLO\nDost thou mock me? \n\nIago helps him up and dusts him off. \n\nIAGO\nI mock you? No, by heaven. Good sir, \nWhilst you were here, o'er whelmed with your grief,\nCassio came hither. \n\nOthello looks about, wildly. \n\nIAGO\nI shifted him away. \nAnd laid good scuse upon your ecstasy; \nBade him anon return and here speak with me, \nThe which he promised. Do but encave yourself, \nAnd mark the jeers, the gibes and notable scorns \nThat dwell in every region of his face. \nFor I will make him tell the tale anew, \nWhere, how, how oft, how long ago and when \nHe hath and is again to cope your wife. \nMarry patience. \n\nOthello is on the verge of erupting. The sound of footsteps. \n\nIago hushes him and bundles him in to a cell with a DERANGED PRISONER. He locks the door. Iago sighs with relief and whispers to the Camera: \n\nIAGO\nNow will I question Cassio of Bianca.\nHe, when he hears of her, cannot refrain\nFrom the excess of laughter. \n\nCassio is almost upon him, Iago gets even quieter: \n\nIAGO\nAs he shall smile, Othello shall go mad. \n\nThrough the bars of his cell Othello looks into the Camera again. The Prisoner studies him close by. \n\nIago greets Cassio. \n\nIAGO\nHow do you now, lieutenant? \n\nCASSIO\nThe worser that you give me that same title\nWhose want even kills me. \n\nIAGO\nPly Desdemona well and you are sure on't.\n(whispering)\nNow, if this suit lay in Bianca's power\nHow quickly should you speed.",
  "49": "---END OF PREVIOUS SECTION---\nCASSIO\nThe worser that you give me that same title\nWhose want even kills me. IAGO\nPly Desdemona well and you are sure on't. (whispering)\nNow, if this suit lay in Bianca's power\nHow quickly should you speed. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nCASSIO\n(laughing)\nAlas, poor wretch. \n\nOthello turns to his fellow prisoner: \n\nOTHELLO\nLook how he laughs already. \n\nCASSIO\nI think, I'faith, she loves me. \n\nIAGO\nShe gives it out that you shall marry her.\nDo you intend it? \n\nCassio laughs heartily. \n\nCASSIO\nI marry her? What! I prithee, bear some charity to my wit. \n\nIago leads him closer to Othello's cell. Othello ducks down, though the Prisoner continues to observe. \n\nIAGO\nFaith, the cry goes that you shall marry her. \n\nCASSIO\nPrithee, say true. \n\nIAGO\nI am a very villain else. \n\nIago and Cassio laugh. The Prisoner joins in. \n\nCASSIO\nThis is the monkey's own giving out.\nShe hangs and lolls and weeps upon me, so hales and pulls me. \n\nHe demonstrates on Iago. Othello seethes. \n\nIAGO\nBefore me, look where she comes. \n\nIago withdraws, leaning on the cell door, an Bianca arrives. \n\nCASSIO\nHow is it with you, my most fair Bianca? \n\nShe brings out the spotted handkerchief. Iago is ecstatic. He checks Othello's reaction. \n\nBIANCA\nWhence came this? This is some token from a newer friend. \n\nCASSIO\nNo, by my faith. \n\nBIANCA\nWhy, whose is it? \n\nCASSIO\nI know not. I found it in my chamber. \n\nBIANCA\nA likely story that you should find it in your chamber and not know who left it. This is some minx's token. There.\n\nShe throws it at him. \n\nBIANCA\nGive it to your hobby-horse, wheresoe'er you had it. \n\nLaughing, Cassio takes her in his arms and calms her.\n\nCASSIO\nHow now, my sweet Bianca. How now, how now.\n\nBIANCA\nIf you'll come to supper tonight, you may. If you will not... come when you are next prepared for. \n\nShe marches off. Iago and Cassio laugh at her.",
  "50": "---END OF PREVIOUS SECTION---\nIf you will not... come when you are next prepared for. She marches off. Iago and Cassio laugh at her. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIAGO\nAfter her, after her. \n\nCASSIO\nFaith, I must. She'll rail in the streets else. \n\nHe picks up the handkerchief and sets off, but Iago checks him. \n\nIAGO\nWill you sup there? \n\nCASSIO\nFaith, I intend to. \n\nIAGO\nWell, I may chance to see you; for I would very fain speak with you. \n\nCASSIO\nPrithee, come; will you? \n\nIAGO\n(laughing)\nGo to, say no more. \n\nCassio runs off. \n\nOTHELLO\nHow shall I murder him, Iago? \n\nIAGO\nDid you perceive how he laughed at his vice? \n\nOthello nods.\n\nIAGO\nAnd did you see the handkerchief? \n\nThe prisoner nods.\n\nIago unlocks the door and Othello Steps out. \n\n\nEXT. FORTIFICATIONS - EVENING\n\nOTHELLO\n(to Camera)\nO, that the slave had forty thousand lives, \nOne is too poor, too weak for my revenge. \n\nA fine woman, a fair woman, a sweet woman. \n\nIAGO\nNay, you must forget that. \n\nOTHELLO\nAy, let her rot and perish, and be damned tonight, for she shall not live.\nNo, my heart is turned to stone: I strike it and \nIt hurts my hand. But yet the pity of it, \nIago. O, Iago, the pity of it, Iago.\nO, the world hath not a sweeter creature!\nShe might lie by an emperor's side and command him tasks. \n\nIAGO\nNay, that's not your way. \n\nOTHELLO\nDamn her lewd minx, Damn her! Cuckold met.\n\nIAGO\nO, 'tis foul in her! \n\nOTHELLO\nWith mine officer! \n\nIAGO\nThat's fouler. \n\nOTHELLO\nLook here Iago,\nAll my fond love thus do I blow to heaven:\n'Tis gone.\nArise black vengeance from thy hollow cell.\nYield up, O love, thy crown and hearted throne\nTo tyrannous hate. Now by yond marble heaven,\nIn the due reverence of a sacred vow\nI here engage my words.",
  "51": "---END OF PREVIOUS SECTION---\nArise black vengeance from thy hollow cell. Yield up, O love, thy crown and hearted throne\nTo tyrannous hate. Now by yond marble heaven,\nIn the due reverence of a sacred vow\nI here engage my words. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nKneeling, he takes out a dagger and cuts the of his hand. He starts to rise, but Iago holds him down. \n\nIAGO\nDo not rise yet. \nWitness you ever-burning lights above, \nYou elements that clip us round about, \nWitness that here Iago doth give up \nThe execution of his wit, hands, heart, \nTo wronged Othello's service. Let him command,\nAnd to obey shall be in me remorse, \nWhat bloody business ever. \n\nHe takes Othello's knife and cuts his own palm. \n\nOTHELLO\nI greet thy love, \n\nOthello clasps Iago's bleeding hand to his. Blood runs down their arms. They both rise. \n\nOTHELLO\nGet me some poison, Iago, this night. I'll not expostulate with her, lest her body and beauty unprovide my mind again - this night, Iago. \n\nIAGO\nDo it not with poison; strangle her in her bed, even the bad she hath contaminated. \n\nOTHELLO\nGood, good. The justice of it pleases; very good -\n\nIAGO\nAnd for Cassio, let me be his undertaker. You shall hear more by midnight. \n\nOTHELLO\nExcellent good. Come, go with me apart. Now art thou my lieutenant. \n\nOthello holds his arm out and Iago grasps it. \n\nIAGO\nI am your own forever. \n\nThey fall into an embrace. Iago's eyes glisten with tears. He hides his face from the Camera in Othello's shoulder. \n\n\nINT. IAGO'S BEDROOM - NIGHT\n\nOthello smartens his clothing. Iago puts on his new lieutenant's sash. As they leave Iago checks his appearance in the mirror. \n\n\nINT. MAIN HALL - NIGHT\n\nTwo Venetian STANDARD-BEARERS among a small band of Attendants. \n\nLodovico (the Duke's chess partner) kisses Desdemona's hand. Next to them stands Gratiano (Brabantio's brother). \n\nOthello and Iago enter. \n\nLODOVICO\nGod save you, worthy general. \n\nOTHELLO\nWith all my heart, sir. \n\nLODOVICO\nThe Duke and Senators of Venice greet you. \n\nHe gives Othello a letter.",
  "52": "---END OF PREVIOUS SECTION---\nOTHELLO\nWith all my heart, sir. LODOVICO\nThe Duke and Senators of Venice greet you. He gives Othello a letter. \n---TARGET SECTION TO BE ANNOTATED---\n He takes it in his left hand. His right is clenched behind his back. Blood seeps through his fingers. \n\nOTHELLO\nI kiss the instrument of their pleasure.\nWelcome, signior Gratiano. \n\nGratiano grunts. Othello opens the letter and reads. \n\nDESDEMONA\nAnd what's the news, uncle? \n\nGratiano grunts and turns away again. \n\nDESDEMONA\nCousin Lodovico? \n\nIAGO\nI am very glad to see you, signor;\nWelcome to Cyprus. \n\nLODOVICO\nI thank you. How does Lieutenant Cassio? \n\nIAGO\nLives, sir. \n\nDESDEMONA\nCousin, there's fallen between him and my lord\nAn unkind breach; but you shall make all well. \n\nOTHELLO\n(muttering)\nAre you sure of that? \n\nDESDEMONA\nMy lord? \n\nOTHELLO\n(reading the letter)\n'This fail you not to do, as you will -\n\nLODOVICO\nHe did not call; he's busy in the paper.\nIs there division between my lord and Cassio? \n\nDESDEMONA\nA most unhappy one; I would do much\nT'atone them, for the love I bear to Cassio, \n\nCLOSEUP on Othello's hand behind his back. He clenches tightly, squeezing out a drop of blood which falls to the floor. \n\nOTHELLO\nFire and brimstone! \n\nDESDEMONA\nMy lord? \n\nOTHELLO\nAre you wise? \n\nDesdemona turns to Othello. His head is buried in the letter. \n\nDESDEMONA\nWhat, is he angry? \n\nLODOVICO\nMaybe the letter moved him; \nFor as I think they do command him home, \nDeputing Cassio in his government. \n\nDESDEMONA\nBy my troth, I am glad on it. \n\nOTHELLO\nIndeed. \n\nDESDEMONA\nMy lord? \n\nOTHELLO\nI am glad to see you mad. \n\nDESDEMONA\nWhy, sweet Othello? \n\nOTHELLO\nDevil! \n\nHe strikes her across the face. The witnesses are shocked. \n\nDESDEMONA\nI have not deserved this.",
  "53": "---END OF PREVIOUS SECTION---\nHe strikes her across the face. The witnesses are shocked. DESDEMONA\nI have not deserved this. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nLODOVICO\nMy lord, this would not be believed in Venice,\nThough I should swear I saw it. 'Tis very much.\nMake her amends; she weeps. \n\nOTHELLO\nIf that the earth could teem with women's tears, \nEach drops she falls would prove a crocodile. \nOut of my sight. \n\nDESDEMONA\nI would not stay to offend you. \n\nShe starts to leave.\n\nLODOVICO\nTruly, an obedient lady.\nI do beseech your lordship, call her back. \n\nOTHELLO\nMistress. \n\nDESDEMONA\n(stopping)\nMy lord? \n\nOTHELLO\nWhat would you with her, sir? \n\nLODOVICO\nWho? I, my lord? \n\nOTHELLO\nAy, you did wish that I would make her turn.\nSir, she can turn...\n(he spins her round)\n... and turn and yet go on, \nAnd turn again. And she can weep, sir, weep. \nAnd she's obedient; as you say, obedient, \nVery obedient - proceed you in your tears - \n\nHe lurches from politeness to fury: \n\nOTHELLO\nConcerning this, sir.\n(the Letter; to Desdemona)\nO, well-painted passion.\nI am commanded home - get you away!\nI'll send for you anon. Sir, I obey the mandate,\nAnd will return to Venice - Hence avaunt.\n\nDesdemona runs off in tears.\n\nOTHELLO\nCassio shall have my place. And air, tonight\nI do entreat that we may sup together.\nYou are welcome, sir, to Cyprus. \n\nHe bows and walks away, shouting: \n\nOTHELLO\nGoats and monkeys! \n\nLodovico, amazed, watches him go. He turns to Iago:\n\nLODOVICO\nIs this the noble Moor whom our full senate\nCall all-in-all sufficient? Is this the nature\nWhom passion could not shake? \n\nIAGO\nHe is much changed. \n\nLODOVICO\nAre his wits safe? Is he not light of brain? \n\nIAGO\nHe's that he is; I may not breathe my censure \nWhat he may be.",
  "54": "---END OF PREVIOUS SECTION---\nLODOVICO\nAre his wits safe? Is he not light of brain? IAGO\nHe's that he is; I may not breathe my censure \nWhat he may be. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nLODOVICO\nWhat, strike his wife! \n\nIAGO\n(with great sadness)\nFaith, that was not so well; yet would I knew\nThat stroke would prove the worst. \n\nLODOVICO\nI am sorry that I am deceived in him. \n\n\nINT. BEDROOM - NIGHT\n\nEmilia sits on a chair. Othello prowls around her.\n\nOTHELLO\nYou have seen nothing then?\n\nEMILIA\nNor ever heard, nor ever did suspect.\n\nOTHELLO\nYes, you have seen Cassio and she together. \n\nHe moves in close to scrutinize her face. She battles to keep her composure. \n\nEMILIA\nBut then I saw no harm, and then I heard\nEach syllable that breath made up between them. \n\nOTHELLO\nWhat, did they never whisper? \n\nEMILIA\nNever, my lord\nI durst, my lord, to wager she is honest,\nLay down my soul at stake. If you think other, \nRemove your thought; it doth abuse your bosom. \n\nOTHELLO\nBid her come hither; go.\n(to Camera)\nThis is a subtle whore. \n\n\nINT. BEDROOM - NIGHT\n\nDESDEMONA\nWhat is your pleasure? \n\nOTHELLO\nLet me see your eyes.\nLook in my face. \n\nHe grasps her face in his hands. \n\nDESDEMONA\nWhat horrible fancy's this? \n\nOTHELLO\nWhat art thou? \n\nDESDEMONA\nYour wife, my lord; your true and loyal wife. \n\nOTHELLO\nCome, swear it; \n\nHe grabs her by the hair and...\n\n\nINT. CHAPEL - NIGHT\n\n... forces her to her knees by the altar. \n\nOTHELLO\nDamn thyself;\nSwear thou art honest. \nHeaven doth truly know it. \n\nOthello reaches for his dagger. \n\nOTHELLO\nHeaven truly knows thou art false as hell. \n\nShe looks up at him, unaware of his outstretched arm. \n\nDESDEMONA\nTo whom, my lord? With whom? How am I false? \n\nHis hand curls into a fist and he pushes her towards the door. \n\nOTHELLO\nAh, Desdemona, away, away, away. \n\nHe collapses onto the ground in tears.",
  "55": "---END OF PREVIOUS SECTION---\nHis hand curls into a fist and he pushes her towards the door. OTHELLO\nAh, Desdemona, away, away, away. He collapses onto the ground in tears. \n---TARGET SECTION TO BE ANNOTATED---\n She gathers him up and hugs him in her arms. \n\nDESDEMONA\nAlas, the heavy day. Why do you weep?\nAm I the motive of these tears my lord? \n\nShe kisses him about the face. \n\nOTHELLO\nHad it pleased heaven \nTo try me with affliction, had they rained\nAll kind of sores and shames on my bare head, \nI should have found in some place of my soul \nA drop of patience.\nBut alas there where I have garnered up my heart,\nWhere either I must live, or bear no life,\nThe fountain from the which my current runs,\nOr else dries up - to be discarded thence\nOr keep it as a cistern for foul toads\nTo knot and gender in!\nO, thou, who art so lovely fair and smell'st\nSo sweet that the sense aches at thee,\nWould thou hadst ne'er been born. \n\nShe recoils in shock. \n\nDESDEMONA\nAlas, what ignorant sin have I committed?\nHe grabs her by the hair and pulls her head back.\n\nOTHELLO\nWas this fair paper, this most goodly book, \nMade to write 'whore, upon? What committed! \nImpudent strumpet! \n\nHe kisses her forcefully, pins her down and molests her. \n\nDESDEMONA\nBy heaven, you do me wrong. \n\nOTHELLO\nAre you not a strumpet? \n\nDESDEMONA\nNo, as I am a Christian.\nIf to preserve this vessel for my lord\nFrom any hated foul unlawful touch,\nBe not to be a strumpet, I am none. \n\nOTHELLO\nWhat! Not a whore? \n\nDESDEMONA\nNo, and I shall be saved. \n\nOTHELLO\nIs't possible? \n\nDESDEMONA\nO, heaven forgive us. \n\nHe releases her and straightens her dress. \n\nOTHELLO\nI cry you mercy then: \nI took you for that cunning whore of Venice \nThat married with Othello. \n\nHe shouts at the door: \n\nOTHELLO\nYou, mistress,\nThat have the office opposite to Saint Peter, \nAnd keeps the gate of hell. \n\nEmilia enters tentatively. \n\nOTHELLO\nYou, you, ay, you.",
  "56": "---END OF PREVIOUS SECTION---\nHe shouts at the door: \n\nOTHELLO\nYou, mistress,\nThat have the office opposite to Saint Peter, \nAnd keeps the gate of hell. Emilia enters tentatively. OTHELLO\nYou, you, ay, you. \n---TARGET SECTION TO BE ANNOTATED---\nWe have done our course; \n\nHe presses coins into her hands, which fall to the floor. \n\nOTHELLO\nthere's money for your pains.\nI pray you turn the key, and keep our counsel. \n\nHe winks at her and leaves. Emilia rushes over to Desdemona. \n\nEMILIA\nHow do you, madam? How do you, my good lady? \n\nDESDEMONA\n(faintly)\nFaith, half-asleep. \n\nEMILIA\nGood madam, what's the matter with my lord? \n\nDESDEMONA\nWith who? \n\nEMILIA\nWhy, with my lord, madam. \n\nDESDEMONA\nWho is thy lord? \n\nEMILIA\nHe that is yours, sweet lady. \n\nDESDEMONA\nI have none. Do not talk to me, Emilia.\nI cannot weep, nor answers have I none\nBut what should go by water. Prithee tonight\nLay on my bed my wedding sheets, remember;\nAnd call thy husband hither. \n\n\nINT. CHAPEL - NIGHT\n\nDesdemona stands by the window staring at the bright moon. She bites back tears. \n\nDESDEMONA\nAm I that name, Iago? \n\nIAGO\nWhat name fair lady? \n\nDESDEMONA\nSuch as my lord did say I was. \n\nEMILIA\nHe called her whore. \n\nIAGO\nWhy did he so? \n\nDESDEMONA\nI do not know, I am sure I am none such. \n\nIAGO\nDo not weep, do not weep: Alas the day! \n\nEMILIA\nHas she forsook so many noble matches,\nHer father, and her country, all her friends,\nTo be call'd whore? would it not make one weep? \n\nDESDEMONA\nIt is my wretched fortune. \n\nIAGO\nBeshrew him for it.\nHow comes this trick upon him? \n\nDESDEMONA\nNay, heaven doth know. O' good Iago.\nWhat shall I do to win my lord again?\nGood friend, go to him; for, by this light of heaven,\nI know not how I lost him. Here I kneel: \n\nShe kneels in front of the altar-piece. Iago closes the shutters.",
  "57": "---END OF PREVIOUS SECTION---\nGood friend, go to him; for, by this light of heaven,\nI know not how I lost him. Here I kneel: \n\nShe kneels in front of the altar-piece. Iago closes the shutters. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nIf e'er my will did trespass 'gainst his love\nEither in discourse of thought or actual deed;\nOr that mine eyes, mine ears, or any sense\nDelighted them in any other form;\nOr that I do not yet, and ever did\nAnd ever will - though he do shake me off\nTo beggarly divorcement - love him dearly,\nComfort forswear me. Unkindness may do much,\nAnd his unkindness may defeat my life,\nBut never taint my love. I cannot say 'whore:\nIt does abhor me now I speak the word;\nTo do the act that might the addition earn\nNot the world's mass of vanity could make me. \n\nShe sobs again. Iago gets to his knees to comfort her. \n\nIAGO\nI pray you be content; 'tis but his humour.\nThe business of the state does him offense,\nAnd he does chide with you. \n\nDESDEMONA\nIf 'twere no other - \n\nIAGO\nIt is but so, I warrant. \n\nTrumpets sound. He raises her up and embraces her.\n\nIAGO\nHark how these instruments summon to supper.\nThe messengers of Venice stay the meat.\nGo in, and weep not; all things shall be well. \n\n\nINT. CHAPEL - NIGHT\n\nAs Desdemona and Emilia move away, Iago is suddenly pulled to one side. He is banged against the wall, and a sword-point is pressed to his throat. \n\nIAGO\nHow now, Roderigo? \n\nRODERIGO\nI do not find that thou deal'st justly with me. \n\nIAGO\nWhat in the contrary? \n\nRODERIGO\nEvery day thou daff'st me with some device,\n\nIago tries to speak. \n\nRODERIGO\nI will indeed no longer endure it.\nNor am I yet persuaded to put up in peace what \nalready I have foolishly suffered. \n\nHe presses harder with the sword-point. \n\nIAGO\nWill you hear me, Roderigo? \n\nRODERIGO\nFaith, I have heard too much; for your\nWords and performance are no kin together. \n\nIAGO\nYou charge me most unjustly. \n\nRODERIGO\nWith naught but truth. I have wasted myself out of my means.",
  "58": "---END OF PREVIOUS SECTION---\nIAGO\nYou charge me most unjustly. RODERIGO\nWith naught but truth. I have wasted myself out of my means. \n---TARGET SECTION TO BE ANNOTATED---\n The jewels you have had from me to deliver to Desdemona would half have corrupted a nun. You have told me she hath received them, and returned me expectations and comforts of sudden respect and acquaintance, but I find none. \n\nIago pushes the sword away. \n\nIAGO\nWell, go to; very well. \n\nRoderigo pulls him back and slaps him. \n\nRODERIGO\nVery well, go to? I cannot go to, man, nor 'tis not very well. By this hand, I say 'tis very scurvy and begin to find myself fopped in it. \n\nHe slaps Iago again. \n\nIAGO\n(coolly)\nVery well. \n\nRODERIGO\nI tell you 'tis not very well. I will make myself known to Desdemona. \n\nRoderigo pulls off his false beard. Iago turns slowly back. \n\nRODERIGO\nIf she will return me my jewels, I will give over my suit and repent my unlawful solicitation; if not, assure yourself, I will seek satisfaction of you. \n\nIAGO\nYou have said now. \n\nRODERIGO\nAy, and said nothing but what I protest intendment of doing. \n\nHe sets off after Desdemona. Iago swings him back. \n\nIAGO\nWhy, now I see there's mettle in thee, and even from this instant do build on thee a better opinion than ever before. Give me thy hand, Roderigo. Thou hast taken against me a most just exception; but yet I protest I have dealt most justly in thy affair. \n\nHe leads him away from the door. \n\nRODERIGO\nIt hath not appeared. \n\nIAGO\nI grant it hath not appeared; and your suspicions are not without wit and judgment. But, Roderigo, if thou hast that in thee indeed, which I have greater reason to believe now than ever - I mean purpose, courage and valour - this night show it. If thou the next night following enjoy not Desdemona, take me from this world and devise engines for my life. \n\nRODERIGO\nWell... what is it? \n\nIago smiles. \n\n\nINT. MAIN HALL IN DINING MODE - NIGHT \n\nOthello, Desdemona, Lodovico and Gratiano eat in silence.\n\nLodovico looks at Desdemona.",
  "59": "---END OF PREVIOUS SECTION---\nINT. MAIN HALL IN DINING MODE - NIGHT \n\nOthello, Desdemona, Lodovico and Gratiano eat in silence. Lodovico looks at Desdemona. \n---TARGET SECTION TO BE ANNOTATED---\n She manages a smile, he smiles back. Othello's eyes are fixed on his food. \n\n\nINT. CASTLE CORRIDOR - NIGHT\n\nIago and Roderigo in heated discussion.\n\nRODERIGO\nWhy, then Othello and Desdemona return again to Venice! \n\nIAGO\nUnless his abode be lingered here by some accident; wherein none can be so determinate as the removing of Cassio. \n\nRODERIGO\n(nervously)\nHow do you mean 'removing' of him? \n\nIAGO\nWhy, by making him incapable of Othello's place - knocking out his brains. \n\nRODERIGO\nAnd that you would have me to do? \n\nIago hushes him.\n\nIAGO\nAy, if you dare do yourself profit and a right. I will be near to second your attempt. Come, stand not amazed at it, but go along with me. I will show you such a necessity in his death that you shall think yourself bound put it on him. \n\nRODERIGO\nI will hear further reason for this. \n\nIAGO\nAnd you shall be satisfied. \n\n\nEXT. COURTYARD - NIGHT\n\nOthello, Desdemona Lodovico and Gratiano walk in silence escorted by Attendants. \n\nLODOVICO\nI do beseech you, sir, trouble yourself no further. \n\nOTHELLO\nO pardon me; 'twill do me good to walk.\nO Desdemona. \n\nDESDEMONA\nMy lord? \n\nOTHELLO\nGet you to bed on the instant. I will return forthwith. Dismiss your attendant there. \n\nShe freezes. \n\nOTHELLO\nLook it be done. \n\nDESDEMONA\nI will, my lord. \n\nLODOVICO\nMadam, good night. I humbly thank your ladyship. \n\nHe kisses her hand.\n\nDESDEMONA\nYour honour is most welcome.\n\nOTHELLO\nWill you walk, air? \n\nShe leaves. They set off down the stair/path to front gate. \n\n\nINT. BEDROOM - NIGHT\n\nEmilia pours a bucket of hot water into a bath.\n\nEMILIA\nDismiss me? \n\nDESDEMONA\nIt was his bidding. \n\nEMILIA\nI would you had never seen him. \n\nDESDEMONA\n(forcefully)\nSo would not I.",
  "60": "---END OF PREVIOUS SECTION---\nDESDEMONA\nIt was his bidding. EMILIA\nI would you had never seen him. DESDEMONA\n(forcefully)\nSo would not I. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nEmilia turns to go. \n\nDESDEMONA\n(calling out)\nPrithee...\n(Emilia turns back)\nunpin me here \n\nEmilia helps her undress. \n\nEMILIA\nI have laid those sheets you bade me on the bed. \n\nDESDEMONA\nAll's one. Good faith, how foolish are our minds.\nIf I do die before thee, prithee shroud me\nIn one of those same sheets. \n\nEMILIA\nCome, come, you talk. \n\nDesdemona starts to hum distractedly. \n\n\nEXT. FRONT GATE - NIGHT \n\nThe moon is lost in clouds.\n\nOthello parts company with Lodovico and Gratiano. \n\n\nINT. BEDROOM - NIGHT\n\nDesdemona slips into a steaming bath.\n\nDESDEMONA\nMy mother had a maid called Barbary:\nShe was in love and he she loved proved mad\nAnd did forsake her. She had a song of willow;\nAn old thing 'twas but it expressed her fortune,\nAnd she died singing it. That song tonight\nWill not go from my mind. \n(sings)\nThe poor soul sat sighing by a sycamore tree,\nSing all a green willow;\nHer hand on her bosom, her head on her knee,\nSing willow, willow, willow;\nThe fresh streams ran by her and murmured her moans:\nSing willow, willow, willow. \n\n\nEXT. BEACH - NIGHT\n\nOthello's still silhouette amongst a patch of reeds thrashed by a fierce wind. He looks out to sea, at the billowing waves. \n\nHe turns away and moves inland.\n\nThroughout:\n\nDESDEMONA\n(singing V.O.)\nHer salt tears fell from her and softened the stones\nSing willow, willow, willow.\nPrithee, hie thee; he'll come anon\nSing all a green willow must be my garland. \nLet nobody blame him: his scorn I approve \nNay, that's not next. \n\n\nINT. BEDROOM - NIGHT\n\nDesdemona is now in her night-dress.\n\nDESDEMONA\nHark, who is't that knocks? \n\nEMILIA\nIt is the wind. \n\nDESDEMONA\nThis Lodovico is a proper man. \n\nEMILIA\nA very handsome man.",
  "61": "---END OF PREVIOUS SECTION---\nEMILIA\nIt is the wind. DESDEMONA\nThis Lodovico is a proper man. EMILIA\nA very handsome man. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nHe speaks well. \n\nEMILIA\nI know a lady in Venice, who would have walked barefoot to Palastine for a touch of his nether lip. \n\nDESDEMONA\n(sings)\nI called my love false love, but what said he then?\nSing willow, willow, willow;\nIf I court more women, you'll couch with more men.\n\nShe gets into bed.\n\nDESDEMONA\nSo, get thee gone; good night. I do not think there is any such woman.\n\nEmilia starts to leave.\n\nDESDEMONA\nMine eyes do itch - Does that bode weeping? \n\nEMILIA\n(hovering at the door)\n'Tis neither here nor there. \n\nDESDEMONA\nI have heard it said so. O, these men, these men.\nDost thou in conscience think - tell me, Emilia \nThat there be women do abuse their husbands \nIn such gross kind? \n\nEMILIA\n(returning)\nThere be some such, no question. \n\nDESDEMONA\nWouldst thou do such a deed for all the world? \n\nEMILIA\nWhy, would not you? \n\nDESDEMONA\nNo, by this heavenly light; \n\nEMILIA\nNor I by this heavenly light;\nI might do't as well i'th'dark. \n\nThey laugh. \n\nDESDEMONA\nWouldst thou do such a deed for all the world? \n\nEMILIA\nThe world's a huge thing; it is a great price for a small vice. \n\nDESDEMONA\nIn troth, I think thou wouldst not. \n\nEMILIA\nIn troth, I think I should, and undo't again when I had done it. For the whole world? ud's pity, who would not make her husband a cuckold to make him a monarch? I should venture purgatory for it. \n\nDESDEMONA\nI do not think there is any such woman.\n\nEMILIA\nYes... a dozen. \n\nThey laugh. Desdemona falls silent, apparently distracted. Emilia rolls her onto the bed and begins to rub oil into her back. \n\nEMILIA\nBut I do think it is their husbands' faults \nIf wives do fall.",
  "62": "---END OF PREVIOUS SECTION---\nDesdemona falls silent, apparently distracted. Emilia rolls her onto the bed and begins to rub oil into her back. EMILIA\nBut I do think it is their husbands' faults \nIf wives do fall. \n---TARGET SECTION TO BE ANNOTATED---\n Say that they slack their duties, \nAnd pour our treasures into foreign laps; \nO else break out in peevish jealousies, \nThrowing restraint upon us; or say they strike us \nWhy, we have galls, and though we have some grace, \nYet have we some revenge. Let husbands know \nTheir wives have sense like them: They see and smell \nAnd have their palates both for sweet and sour, \nAs husbands have. What is it that they do \nWhen they change us for others? Is it sport? \nI think it is. And doth affection breed it? \nI think it doth. Is't frailty that thus errs? \nI think so too. And have not we affections, \nDesires for sport, and frailty, as man have? \nThen lot them use us well: else let them know, \nThe ills we do, their ills instruct us so. \n\nDesdemona's eyes are shut. Emilia gets up gently. Desdemona takes her hand and kisses it. \n\nDESDEMONA\nGood, night, good night. \n\nEmilia kisses her on the head and goes. \n\nDesdemona settles into the bed. \n\n\nINT. CASTLE COLONNADE - NIGHT\n\nRoderigo hovers nervously in a colonnade. He hears running feet and hides behind a pillar. He is startled by Iago arriving from the opposite side. Iago gives him a nod and starts to withdraw. Roderigo grabs him. \n\nRODERIGO\nBe near at hand; I may miscarry in it. \n\nIAGO\nHere at thy hand; be bold and take thy stand. \n\nIago slips behind the next pillar and pulls out his dagger. \n\nRODERIGO\n(muttering)\n'Tis but a man gone. Forth my sword. \n\nRoderigo takes out his rapier. \n\nIAGO\n(to Camera)\nIf Cassio do remain\nHe hath a daily beauty in his life \nThat makes me ugly, and beside, the moor \nMay unfold me to him; there stand I in much peril:\nNo, he must die. \n\nSound of footsteps approaching. Cassio walks past Roderigo's pillar. Roderigo moves out. Cassio spots his shadow just before Roderigo's lunge.",
  "63": "---END OF PREVIOUS SECTION---\nCassio walks past Roderigo's pillar. Roderigo moves out. Cassio spots his shadow just before Roderigo's lunge. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nRODERIGO\nVillain, thou diest! \n\nCassio turns to face him and draws his sword. Iago peers out from behind his pillar. Roderigo lunges again but Cassio parries him. \n\nIago strikes at Cassio's back. At the same time Cassio lunges at Roderigo wounding him in the stomach. Missing Cassio's back, Iago's knife slices down and into the back of Cassio's log. Iago rolls away and runs off into the shadows. \n\nRoderigo, in a state of shock, stumbles against a pillar, clutching his bleeding stomach. Cassio writhes on the ground. \n\nRODERIGO\nO villain that I am. \n\nCASSIO\nO help, ho! Murder! Murder! \n\n\nINT. CASTLE GATE - NIGHT\n\nOthello enters the castle. Hearing the cries, he smiles into the Camera. \n\n\nEXT. CASTLE COLONNADE - NIGHT\n\nLodovico and Gratiano appear at the other and of the colonnade.\n\nCassio cries out again. \n\nLODOVICO\n'Tis some mischance; the cry is very direful. \n\nHearing them. Cassio's voice finds new power.\n\nCASSIO\nO, help! \n\nLODOVICO\nHark. \n\nThey move cautiously in Cassio's direction. \n\nRODERIGO\nO, wretched villain. \n\nHearing this cry from another direction, they start to withdraw, but are halted by the arrival of Iago in his night-shirt, carrying a torch and dagger. \n\nIAGO\nWho's there? Whose noise is this that cries on murder? \n\nLODOVICO\nWe do not know. \n\nIAGO\nDid not you hear a cry? \n\nCASSIO\nHere, here; for heaven's sake, help me! \n\nIago finds Cassio with his torchlight.\n\nCASSIO\nIago? Give me some help.\n\nIAGO\nO me, lieutenant. What villains have done this?\n\nCASSIO\nI think that one of them is hereabout\nAnd cannot make away. \n\nIAGO\nO, treacherous villains. \n\nHe calls out to Lodovico and Gratiano:\n\nIAGO\nWhat are you there? Come in and give some help.",
  "64": "---END OF PREVIOUS SECTION---\nIAGO\nO, treacherous villains. He calls out to Lodovico and Gratiano:\n\nIAGO\nWhat are you there? Come in and give some help. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nRODERIGO\n(faintly)\nO, help me here. \n\nCASSIO\nThat's one of them. \n\nIago finds Roderigo crumpled behind a pillar. \n\nHe helps him up and smiles at him. Then he clamps one hand over his mouth, and, with the other, plunges his dagger deep into his gut. He pulls it forcefully upwards, lifting Roderigo off the ground. \n\nIAGO\n(loudly)\nO murderous slave, O, villain. \n\nRoderigo clings onto Iago and, as he sinks down, stares into his eyes and whispers: \n\nRODERIGO\nO damned Iago. O inhuman dog. \n\nIago looks blankly at the Camera, then turns away. \n\nIAGO\n(shouting)\nWhere be these bloody thieves? \n\nHe moves up behind Cassio. Looking about, he sees no one is watching. He raises his dagger to strike.\n\nHearing footsteps he hides his dagger and spins round, shouting., \n\nIAGO\nHo. murder, murder. \n\nThe figures of Lodovico and Gratiano emerge from the shadows. \n\nIAGO\nWhat may you be? Are you of good or evil? \n\nLODOVICO\nAs you shall prove us, praise us. \n\nLodovico and Gratiano stop into the torchlight. \n\n\nEXT. CORRIDOR OUTSIDE OTHELLO'S BEDROOM - NIGHT\n\nDistant shouts of 'Murder, murder'. SOLDIERS rush past the half-open door to Othello and Desdemona's bedroom. \n\n\nINT. BEDROOM - NIGHT\n\nOthello shuts out the sound as he closes the door behind him. He sees Desdemona asleep on the bed. \n\n\nEXT. COLONNADE - NIGHT\n\nLodovico holds a torch over Iago, who has taken off his night-shirt and is tying it around Cassio's leg. \n\nAttendants arrive, bringing more light. Bianca runs in.\n\nShe sees Cassio and throws herself to the ground by his side. \n\nBIANCA\nO, my dear Cassio, my sweet Cassio. \n\nIAGO\nPatience awhile, good Cassio. Come, come,\nLend me a light. \n\nHe leads them over to Roderigo \n\nIAGO\nKnow we this face or no?\nAlas, my friend and my dear countryman.",
  "65": "---END OF PREVIOUS SECTION---\nCome, come,\nLend me a light. He leads them over to Roderigo \n\nIAGO\nKnow we this face or no? Alas, my friend and my dear countryman. \n---TARGET SECTION TO BE ANNOTATED---\nRoderigo? No - \n\nHe leans in with a torch. \n\nIAGO\n- yes, sure - O heaven, Roderigo. \n\nGRATIANO\nWhat, of Venice? \n\nIAGO\nEven he, sire; did you know him? \n\nGRATIANO\nKnow him? Ay. \n\nAttendants arrive with a stretcher. Iago returns to Cassio. He pulls Bianca away and they raise him onto the stretcher. \n\nIAGO\nHow do you, Cassio? He that lies slain here, Cassio, was my dear friend. What malice was between you? \n\nCASSIO\nNone in the world, nor do I know the man. \n\nIAGO\n(to Bianca)\nWhat, look you pale? - O, bear him out of the air. \n\nCassio is carried away. A SOLDIER throws Roderigo over his back. \n\nIago stops Lodovico and Gratiano: \n\nIAGO\nStay you good gentlemen. Look you pale, mistress? \n\nHe brings the torch close up to her face. \n\nIAGO\nBehold her well; I pray you. look upon her.\nDo you see, gentlemen? Nay, guiltiness\nWill speak, though tongues were out of use. \n\nEmilia arrives. \n\nEMILIA\n'Las, what's the matter? What's the matter, husband? \n\nIAGO\nCassio hath here been set on in the dark.\nAnd almost slain. \n\nEMILIA\nAlas, good Cassio. \n\nIAGO\nThis is the fruits of whoring. Prithee, Emilia,\nGo know of Cassio where he supped tonight.\n(to Bianca)\nWhat, do you shake at that? \n\nBIANCA\nHe supped at my house, but I therefore shake not. \n\nIAGO\nO, did he so? I charge you go with me\n\nHe grabs her roughly by the arms.\n\nEMILIA\nO, fie upon thee, strumpet. \n\nBIANCA\nI am no strumpet, but of life as honest\nAs you that thus abuse me. \n\nEMILIA\nAs I? Foh! Fie upon thee. \n\nIAGO\nKind gentlemen, let's go see poor Cassio dressed. Come mistress, you must tell us another tale. \n\nLodovico leaves with Gratiano.",
  "66": "---END OF PREVIOUS SECTION---\nIAGO\nKind gentlemen, let's go see poor Cassio dressed. Come mistress, you must tell us another tale. Lodovico leaves with Gratiano. \n---TARGET SECTION TO BE ANNOTATED---\n SOLDIERS drag Bianca along. \n\nIago tosses the 'black king', and the 'white queen' chess pieces into a water well. They sink into darkness. \n\n\nINT. BEDROOM - NIGHT\n\nOTHELLO\n(whispers to Camera)\nIt is the cause, it is the cause, my soul: \n\nHe stands by the window, holding a candle. The shutters are slightly ajar and he looks out into the night. \n\nOTHELLO\nLet me not name it to you, you chaste stars.\nIt is the cause. \n\nHe closes the shutters and turns to the sleeping Desdemona. \n\nOTHELLO\nYet I'll not shed her blood. \nNor scar that whiter skin of hers than snow \nAnd smooth as monumental alabaster \nYet she must die, else she'll betray more men. \nPut out the light, and then put out the light: \nIf I quench thee, thou flaming minister, \nI can again thy former light restore, \nShould I repent me; but once put out thy light, \nThou cunning'st pattern of excelling nature, \nI know not where is that Promethean heat \nThat can thy light relume. When I have plucked thy rose,\nI cannot give it vital growth again:\nIt needs must wither. I'll smell it on the tree. \n\nHe leans in close to her. Her breathing is slow and steady. He kisses her lips. His voice grows even fainter. \n\nOTHELLO\nO balmy breath, that doth almost persuade \nJustice to break her sword. One more, one more. \n\nHe kisses her again. \n\nOTHELLO\nBe thus when thou art dead, and I will kill thee \nAnd love thee after.\nOne more, and this the last.\nSo sweet was ne'er so fatal. \n\nHe emits a sudden sob. She stirs; he moves swiftly away. \n\nDESDEMONA\nWho's there?\n(silence)\nOthello? \n\nOTHELLO\nAy, Desdemona. \n\nDESDEMONA\nWill you come to bed, my lord? \n\nOTHELLO\nHave you prayed tonight, Desdemona? \n\nDESDEMONA\nAy, my lord. \n\nOTHELLO\nIf you bethink yourself of any crime\nUnreconciled as yet to heaven and grace,\nSolicit for it straight.",
  "67": "---END OF PREVIOUS SECTION---\nOTHELLO\nHave you prayed tonight, Desdemona? DESDEMONA\nAy, my lord. OTHELLO\nIf you bethink yourself of any crime\nUnreconciled as yet to heaven and grace,\nSolicit for it straight. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nAlas, my lord, what may you mean by that? \n\nOTHELLO\nWell do it, and be brief: I will walk by.\nI would not kill thy unprepared spirit;\nNo - heaven forfend - I would not kill thy soul. \n\nDESDEMONA\nTalk you of killing? \n\nOTHELLO\nAy, I do. \n\nDESDEMONA\nThen heaven\nHave mercy on me.\n\nOTHELLO\nAmen, with all my heart. \n\nDESDEMONA\nIf you say so, I hope you will not kill me.\nAnd yet I fear you\nSome mortal passion shakes your very frame: \n\nOTHELLO\nThink on thy sins. \n\nDESDEMONA\nThey are loves I bear to you. \n\nOTHELLO\nAnd for that thou diest. \n\nDESDEMONA\nThat death's unnatural, that kills for loving.\n\nShe tries to take hold of him. He barks: \n\nOTHELLO\nPeace, and be still. \n\nDESDEMONA\nI will so. What's the matter. \n\nOTHELLO\nThat handkerchief which I so loved and gave thee, Thou gav'st to Cassio. \n\nDESDEMONA\nNo, by my life and soul.\nSend for the man and ask him. \n\nOTHELLO\nSweet soul, take heed.\nTake heed of perjury: Thou art on thy death-bed. \n\nDESDEMONA\nAy, but not yet to die. \n\nOTHELLO\nYes, presently. \n\nDESDEMONA\nThen Lord have mercy on me. \n\nOTHELLO\nI say, Amen. \n\nDESDEMONA\n(forcefully)\nAnd have you mercy too. I never did \nOffend you in my life; never loved Cassio \nBut with such general warranty of heaven \nAs I might love. I never gave him token. \n\nOTHELLO\nBy heaven, I saw my handkerchief in his hand. \nO perjured woman... \n\nDESDEMONA\nHe found it then; \nI never gave it him. Send for him hither; \nLet him confess a truth. \n\nOTHELLO\nHe hath confessed. \n\nDESDEMONA\nWhat, my lord? \n\nOTHELLO\nThat he hath used thee. \n\nDesdemona is struck dumb with shock.",
  "68": "---END OF PREVIOUS SECTION---\nDESDEMONA\nWhat, my lord? OTHELLO\nThat he hath used thee. Desdemona is struck dumb with shock. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nDESDEMONA\nHow? Unlawfully? \n\nOTHELLO\nAy -\n\nDESDEMONA\nHe will not say so. \n\nOTHELLO\nNo, his mouth is stopped:\nHonest Iago hath tane order for it. \n\nDESDEMONA\nO, my fear interprets. What, is he dead? \n\n\nINT. SURGEON'S ROOM IN CASTLE - NIGHT\n\nLodovico, Gratiano, Emilia and Iago escorting the wounded Cassio. \n\nRoderigo's body is thrown onto the table. He emits the faintest of sighs. \n\nIAGO\nEmilia, run and tell my lord and lady what hath happed. \n\nShe leaves. He turns to the Camera. \n\nIAGO\nThis is the night,\nThat either makes me or fordoes me quite. \n\n\nINT. BEDROOM - NIGHT\n\nOTHELLO\nHad all his hairs been lives, my great revenge \nHad stomach for them all. \n\nDESDEMONA\nAlas, he is betrayed and I undone. \n\nShe buries her head in her hands. He flings her hands aside. \n\nOTHELLO\nOut, strumpet. Weep'st thou for him to my face? \n\nHe throws her down on the bed. She springs up at him, knocking the candle from his hands and into the drapes. \n\n\nINT. CORRIDOR - NIGHT\n\nEmilia runs along a corridor. \n\n\nINT. BEDROOM - NIGHT \n\nDESDEMONA\nO, banish me, my lord, but kill me not. \n\nOTHELLO\nDown strumpet. \n\nHe throws her down again and fixes her with a stare. \n\nDESDEMONA\nKill me tomorrow; let me live tonight. \n\nHe moves slowly towards her. She slaps him. He keeps advancing. she backs away. He springs at her. She evades him, but he catches her ankles and pulls her towards him. She tries to wrestle, but he pins her down and pulls his body on top of hers. \n\nOTHELLO\nNay, if you strive - \n\nDESDEMONA\nBut half an hour. \n\nOTHELLO\nBeing done, there is no pause. \n\nHe picks up a pillow, she writhes beneath him. \n\nOTHELLO\nBut while I say one prayer. \n\nOTHELLO\nIt is too late.",
  "69": "---END OF PREVIOUS SECTION---\nHe picks up a pillow, she writhes beneath him. OTHELLO\nBut while I say one prayer. OTHELLO\nIt is too late. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nShe stops fighting and looks into his eyes, her own eyes glistening. She closes them and a tear runs down her cheek as she stretches up to kiss him. He presses the pillow to her mouth. For a moment there is no resistance. \n\nBehind them, fire starts to climb the drapes. Her arms are wrapped around him. one of her hands finds his face and strokes it shakily. The hand starts to shake more violently and pull at his skin. He plucks it off. She tears at his shirt. He grabs her hand. Their fingers entwine tightly. \n\nOTHELLO\nO, Lord, Lord, Lord. \n\nHe body bucks beneath him, but the pillow stays firmly in place. The struggling stops. He rolls off her and lies by her side. He sees the gathering fire and stares at it, motionless. He sees the horned carving in the wall. The flickering light lends it animation. He gets up calmly, goes to the bath-tub full of water and empties it over the fire. Darkness. The extinct fire is still hissing when he hears a voice: \n\nVOICE\nMy lord, my lord. What, ho. My lord, my lord. \n\nOTHELLO\nWhat, not dead? Not yet quite dead?\n\nHe picks up the pillow again.\n\nVOICE\nWhat, ho! My lord, my lord!\n\nOTHELLO\nWho's there?\n\nVOICE\nO, good my lord, I would speak a word with you. \n\nOTHELLO\nYes - Emilia - by and by. \n\nA slice of moonlight as Othello opens a shutter. The light catches Desdemona on the bed. \n\nOTHELLO\nStill as the grave.\n(he turns to the Camera)\nShall she come in? Were't good? \nI think she stirs again. No. What's best? \nIf she come in, she'll sure speak to my wife \nMy wife, my wife. What wife? I have no wife. \n\nHe cradles her. \n\nEMILIA\nI do beseech you\nThat I may speak with you. O, good my lord. \n\nOTHELLO\nI had forgot thee, Emilia. Soft, by and by. \n\nHe gently replaces Desdemona and straightens the bedsheets. He pulls a drape across to conceal the bed. He goes to the shutter. Darkness.",
  "70": "---END OF PREVIOUS SECTION---\nHe pulls a drape across to conceal the bed. He goes to the shutter. Darkness. \n---TARGET SECTION TO BE ANNOTATED---\n The sound of unbolting and there is another thin slice of light as the door is opened. Othello leans his head round the door: \n\nOTHELLO\nWhat's the matter with thee now. \n\nEMILIA\nO, my good lord, yonder's foul murder done. \n\nOTHELLO\nWhat? Now? \n\nEMILIA\nBut now, my lord. \n\nOTHELLO\nIt is the very error of the moon:\nShe comes more nearer earth than she was wont\nAnd makes men mad. \n\nEMILIA\nCassio, my lord, hath killed a young Venetian\nCalled Roderigo. \n\nOTHELLO\nRoderigo killed?\nAnd Cassio killed? \n\nEMILIA\nNo, Cassio is not killed. \n\nEmilia sees a little stream of water trickling out under the door. She tries to look behind Othello. \n\nOTHELLO\nNot Cassio killed. Then murder's out of tune,\nAnd sweet revenge grows harsh. \n\nDESDEMONA\n(faintly)\nO falsely, falsely murdered. \n\nEMILIA\nO Lord. What cry is that? \n\nOTHELLO\nThat? What? \n\nEMILIA\nOut and alas, that was my lady's voice.\n\nShe pushes past Othello, and past the drape to Desdemona.\n\nEMILIA\nHelp, help, ho help. O lady, speak again.\nSweet Desdemona, o sweet mistress, speak. \n\nDESDEMONA\nA guiltless death I die. \n\nEMILIA\nO, who has done this deed? \n\nOthello stands at the end of the bed. She looks up at him. \n\nDESDEMONA\nNobody; I myself. Farewell.\nCommend me to my kind lord. O farewell.\n\nShe dies. Silence.\n\nEmilia gets to her feet and heads for the door. Othello steps into her path: \n\nOTHELLO\nWhy, how should she be murdered? \n\nEMILIA\nAlas, who knows?\n\nShe tries to move round him, but he won't let her.\n\nOTHELLO\nYou heard her say herself it was not I.\n\nEMILIA\nShe said so; I must needs report the truth.\n\nHe moves aside. She gets to the door.",
  "71": "---END OF PREVIOUS SECTION---\nEMILIA\nShe said so; I must needs report the truth. He moves aside. She gets to the door. \n---TARGET SECTION TO BE ANNOTATED---\nOTHELLO\nShe's like a liar gone to burning hell:\n'Twas I that killed her. \n\nShe turns back. \n\nEMILIA\nO, the more angel she,\nAnd you the blacker devil. \n\nOTHELLO\nShe turned to folly and she was a whore. \n\nEMILIA\nThou dost belie her and thou are a devil. \n\nOTHELLO\nShe was false as water. \n\nEMILIA\nThou art rash as fire to say\nThat she was false. O, she was heavenly true. \n\nOTHELLO\nCassio did top her: Ask thy husband else.\nO, I were damned beneath all depth in hell\nBut that I did proceed upon just grounds\nTo this extremity. Thy husband knew it all. \n\nEMILIA\nMy husband? \n\nOTHELLO\nThy husband. \n\nEMILIA\nThat she was false to wedlock? \n\nOTHELLO\nAy, with Cassio. Nay, had she been true - \n\nEMILIA\nMy husband? \n\nOTHELLO\nAy, 'twas he that told me on her first. \n\nEMILIA\nMy husband? \n\nOTHELLO\nWhat needs this iterance, woman? I say thy husband. \n\nEMILIA\nO, mistress, villainy hath made mocks with love. My husband say that she was false? \n\nOTHELLO\nHe, woman;\nI say thy husband. Dost understand the word?\nMy friend, thy husband, honest, honest Iago. \n\nEMILIA\nIf he say so, may his pernicious soul\nRot half a grain a day. He lies to the heart.\nShe was too fond of her filthy bargain. \n\nOthello snatches his battle-scarred sword from the wall.\n\nEmilia doesn't flinch. \n\nEMILIA\nDo thy worst. This deed of thine is no more\nWorthy heaven than thou wast worthy her.\nHelp! Murder! \n\nOTHELLO\n(raising his sword)\nPeace, you were best. \n\nEMILIA\nThou hast not half the power to do me harm\nAs I have to be hurt. O gull. O dolt.\nAs ignorant as dirt. Thou hast done a deed -\nI care not for thy sword - I'll make thee known,\nThough I lost twenty lives.",
  "72": "---END OF PREVIOUS SECTION---\nO dolt. As ignorant as dirt. Thou hast done a deed -\nI care not for thy sword - I'll make thee known,\nThough I lost twenty lives. \n---TARGET SECTION TO BE ANNOTATED---\n Help! Help! Ho, help!\nThe Moor hath killed my mistress. Murder, murder! \n\nOthello drops the sword and Emilia runs for the door, but is met by Montano, Gratiano and Iago. \n\nMONTANO\nWhat is the matter? How now, general?\n\nOthello stands rigid and staring.\n\nEMILIA\nO, are you come, Iago? You have done well.\nThat men must lay their murders on your neck. \n\nGRATIANO\nWhat is the matter? \n\nEMILIA\nDisprove this villain, if thou be'st a man. \nHe says thou told'st him that his wife was false. \nI know thou didst not. thou'rt not such a villain.\nSpeak, for my heart is full.\n\nAll eyes but Othello's turn to Iago.\n\nIAGO\nI told him what I thought, and told no more\nThan what he found himself was apt and true. \n\nEMILIA\nBut did you ever tell him she was false? \n\nIAGO\nI did. \n\nEMILIA\nYou told a lie, an odious damned lie:\nUpon my soul, a lie, a wicked lie.\nShe false with Cassio? Did you say with\nCassio? \n\nIAGO\nWith Cassio, mistress. Go to, charm your tongue. \n\nEMILIA\nI will not charm my tongue; I am bound to speak: My mistress here lies murdered in her bed. \n\nShe pulls the drape aside to reveal Desdemona's body.\n\nThe WITNESSES are horrified. \n\nEMILIA\nAnd your reports have set the murder on. \n\nOTHELLO\nNay, stare not, masters; it is true indeed. \n\nEMILIA\nVillainy, villainy, villainy.\nI think upon it , I think - I smell't - O villainy. \n\nIAGO\nWhat are you mad? I charge you get you home. \n\nHe tries to push her out. Othello looks across at him.\n\nEMILIA\nGood gentlemen, lot me have leave to speak.\n'Tin proper I obey him, but not now.\nPerchance, Iago, I will ne'er go home. \n\nOTHELLO\nO! O! O! \n\nOthello falls onto the bed.",
  "73": "---END OF PREVIOUS SECTION---\nO! O! Othello falls onto the bed. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nEMILIA\nNay, lay thee down and roar,\nFor thou hast killed the sweetest innocent\nThat e'er did lift up eye. \n\nOTHELLO\n(leaping up again)\nOr she was foul. Iago knows\nThat she with Cassio hath the act of shame\nA thousand times committed. Cassio confessed it,\nAnd she did gratify his amorous works\nWith that same handkerchief. I saw it in his hand: \n\nEMILIA\nO god. O heavenly God.\n\nShe turns to Iago.\n\nIAGO\nBe wise and get you home. \n\nEMILIA\nI will not.\n\nIago draws his sword on Emilia. All eyes turn to Iago.\n\nEMILIA\nO thou dull moor, that handkerchief thou speak'st of \nI found by fortune and did give my husband. \n\nIAGO\nFilth, thou liest. \n\nEMILIA\nBy heaven, I do not, I do not gentlemen. I found it - \n\nOTHELLO\nAre there no stones in heaven \nBut what serves for thunder? Precious villain. \n\nOthello picks up his sword and runs at Iago; Montano intercepts and disarms him. \n\nIago puts a dagger to Emilia's throat and drags her to the door. He threatens her to stop the others advancing. \n\nAs he runs out of the room, he stabs her in the back. \n\nEmilia stands still for a moment, then topples to the ground, blood running from her wound. Gratiano rushes to her side. Montano and SOLDIERS go in pursuit of Iago. \n\nEMILIA\nLay me by my mistress side. \n\nThey do so...\n\n\nINT. MAIN HALL - NIGHT\n\nIago sprints across the main hall, scrabbling over a table. He pushes past a couple of bemused SOLDIERS and out of the door. Montano follows. \n\n\nEXT. BATTLEMENTS - NIGHT\n\nIago runs as Montano and his men chase him. \n\n\nINT. CORRIDOR HIGH UP IN THE CASTLE - NIGHT \n\nIago running, the sound of footsteps not far behind. He turns a corner and hears footsteps coming from the other direction. He tries a door: It's locked. He tries another: it opens. \n\n\nINT.",
  "74": "---END OF PREVIOUS SECTION---\nHe tries a door: It's locked. He tries another: it opens. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SURGEON'S ROOM IN CASTLE - NIGHT \n\nHe listens with relief as the footsteps pass the door.\n\nHe turns to see: Cassio being tended by SURGEONS. Roderigo is propped up on a table and Lodovico searches his pockets. They haven't seen Iago. He catches his breath. \n\n\nINT. BEDROOM - NIGHT \n\nEmilia lies by Desdemona. \n\nEMILIA\nWhat did thy song bode, lady?\nHark, canst thou hear me? I will play the swan\nAnd die in music:\n(sings)\n'Willow, willow willow'\nMoor, she was chaste; she loved thee, cruel\nmoor; So come my soul to bliss, as I speak true;\nSo speaking as I think, I die, I die. \n\n\nINT. SURGEON'S ROOM IN CASTLE - NIGHT \n\nIago remains unseen at the door. Roderigo's eyes slowly open. They open wider. B& slowly raises his arm and points. Lodovico follows the direction and sees Iago. \n\nIago turns to open the door and comes face to face with Montano and SOLDIERS. He turns back with a wry smile. Roderigo smiles back at him, shuts his eyes and slumps in the Surgeon's arms. \n\nIago slips out his dagger, but is knocked to the ground before he can use it. Feet fly at his body. \n\n\nINT. BEDROOM - NIGHT \n\nOthello is on the bed, poring over Desdemona's body. \n\nOTHELLO\nNow, how dost thou look now? O ill-starred wench. \nPale an thy smock. Cold, cold, my girl, \nEven like thy chastity \nO cursed, cursed slave. Whip me, ye devils, \nFrom the possession of this heavenly sight. \nBlow me about in winds! Roast me in sulphur! \nWash me in steep-down gulfs of liquid fire! O Desdemona. Dead. O! O! \n\nLodovico arrives with Cassio, on crutches, and soldiers. \n\nLODOVICO\nWhere is this rash and most unfortunate man? \n\nOTHELLO\nThat's he that was Othello: Here I am. \n\nLODOVICO\nWhere is that viper? Bring the villain forth.",
  "75": "---END OF PREVIOUS SECTION---\nOTHELLO\nThat's he that was Othello: Here I am. LODOVICO\nWhere is that viper? Bring the villain forth. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nMontano brings Iago in. He is tied hand and foot and his face is badly beaten and bruised. \n\nOTHELLO\nI look down towards his feet; but that's a fable. If that thou be'st a devil, I cannot kill thee. \n\nHe draws one of the soldier's swords and thrusts it into Iago's side. Iago falls to the ground, clutching the sword. Montano pushes Othello away and wrenches out the sword. Iago crumples, but clings to Othello. \n\nIAGO\nI bleed, sir, but not killed. \n\nIago is pulled off and thrown to the ground.\n\nOTHELLO\nI am not sorry neither; I'd have thee live,\nFor in my sense 'tis happiness to die. \n\nLODOVICO \nhis wretch hath part confessed his villainy.\nDid you and he consent in Cassio's death? \n\nOTHELLO\nAy.\n\nCASSIO\nDear general, I never gave you cause. \n\nOTHELLO\nI do believe it and ask you pardon.\nWill you, I pray demand that demi-devil\nWhy he hath thus ensnared my soul and body? \n\nIAGO\nDemand me nothing; what you know, you know.\nFrom this time forth I never will speak word. \n\nHe looks once into the Camera and turns away. \n\nLODOVICO\nWhat! Not to pray? \n\nGRATIANO\nTorments will ope your lips. \n\nOTHELLO\nWell, thou dost best. \n\nGratiano spins round and spits in Othello's face. \n\nOthello sees there is a growing menace in the soldier's faces. \n\nLODOVICO\nYou must forsake this room and go with us.\nYour power and your command is taken off\nAnd Cassio rules in Cyprus. \n\nCassio extends his hand to Othello. They clasp hands. Othello realizes that Cassio is trying to pass something to him. \n\nHe glimpses the small ruby-studded dagger that he gave Cassio when he made him lieutenant. He takes it and conceals it. \n\nLODOVICO\nCome, bring him away. \n\nSoldiers take hold of him. He grabs a bed-post. \n\nOTHELLO\nSoft you: a word or two before you go.",
  "76": "---END OF PREVIOUS SECTION---\nSoldiers take hold of him. He grabs a bed-post. OTHELLO\nSoft you: a word or two before you go. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nThe soldiers pull aggressively but he won't let go. \n\nOTHELLO\nI have done the state some service and they know it.\n\nLodovico motions to the Soldiers to release him.\n\nOTHELLO\nI pray you, in your letters\nWhen you shall these unlucky deeds relate,\nSpeak of me as I am; nothing extenuate,\nNor set down aught in malice. Then must you speak \nOf one that loved not wisely, but too well; \nOf one not easily jealous, but, being wrought, \nPerplexed in the extreme; of one whose hand, \nLike the base Indian, threw a pearl away \nRicher than all his tribe; of one whose subdued eyes, \nAlbeit unused to the melting mood,\nDrops tears as fast as the Arabian trees,\nTheir medicinable gum. Set you down this;\nAnd say besides that in Aleppo once\nWhere a malignant and a turbaned Turk\nBeat a Venetian and traduced the state,\nI took by the throat the circumcised dog\nAnd smote him thus. \n\nHe pulls out the dagger and drives it into his heart. \n\nIago gasps and falls to his knees. Cassio prevents the others intervening. \n\nOthello climbs onto the bed and over to Desdemona. \n\nOTHELLO\nI kissed thee ere I killed thee: No way but this,\nKilling myself, to die upon a kiss.\n\nWith his lips pressed to here, he dies.\n\nCASSIO\nThis did I fear, but thought he had no weapon,\nFor he was great of heart. \n\nLodovico drags Iago over to the foot of the bed. \n\nLODOVICO\nLook on the tragic loading of this bed:\nThis is thy work.\n(to Cassio)\nTo you, lord governor, \nRemains the censure of this hellish villain: \nThe time, the place, the torture, O, enforce it. \nMyself will straight aboard, and to the state \nThis heavy act with heavy heart relate. \n\nHe leaves the room. All follow except Cassio and Iago \n\nCassio goes to the window, opens the shutters and looks out to sea. The weak light of pre-dawn brings a little light into the room. A bird sings. \n\nIago has worked his way onto the bed.",
  "77": "---END OF PREVIOUS SECTION---\nThe weak light of pre-dawn brings a little light into the room. A bird sings. Iago has worked his way onto the bed. \n---TARGET SECTION TO BE ANNOTATED---\n He pushes Emilia aside and worms his way between the two lovers. Othello's body rolls back, revealing a large patch of spreading redness on the sheets. \n\nDawn breaks. More light spills into the room, colour with it: The blood shines scarlet red. \n\nIago lays his head on Othello's thigh and stares into the Camera.\n\n\nEXT. SEA - DAY\n\nThe sun rises over the sea \n\n\nINT. DUNGEON - DAY\n\nDarkness except for glints of metal, and silence but for a soft creaking sound. \n\nIago's eyes. In the shadows we glimpse instruments of torture clamped to his limbs. His face remains impassive. \n\n\nEXT. SEA - DAY\n\nCassio, in general's uniform, stands on the prow of a boat.\n\nA linen wrapped package is tipped into the water by two attendants. \n\n\nEXT. UNDERWATER - DAY\n\nBeneath the surface. The sun glares through the water. We see the entwined figures of Othello and Desdemona sinking towards us, past us and into the darkness. \n\n\nEXT. SEA - DAY\n\nRose petals float on the water. \n\n\nCREDITS\n\nFADE OUT\n\n\n\nTHE END\n\n\n"
}