{
  "1": "OUTBREAK\n\nWritten by\n\nLAWRENCE DWORET & ROBERT ROY POOL\n\nDecember 1993 Draft\n\nFOR EDUCATIONAL\nPURPOSES ONLY\n\fOUTBREAK\n\nFADE IN:\n\nEXT. JUNGLE\n\nHIGH-PITCHED WHINES. LOUDER AND LOUDER. MORTARS race\nthrough the air and EXPLODE in the distant jungle. Sol-\ndiers -- black, white, Oriental -- curse and mutter in\nFrench, German, Australian and American as they reload.\n\nCOMPUTER KEYS POUND -- the letters leap across the screen:\n\nTHE MOTABA RIVER VALLEY, BELGIAN CONGO (ZAIRE), 1960.\nTHE CAMP OF FORCES LOYAL TO MOISES TSHOMBE - DAY\n\nBLACK MALE NURSE\n\ncarrying a bucket of water from the Motaba River rushes\npast the Mercenary Army to --\n\nCAMP INFIRMARY\n\nWhere he replaces the towel on the forehead of a fever-\nish, delirious AUSTRALIAN MERCENARY with a cold new one.\n\nAUSTRALIAN MERCENARY\nGimme somethin' for the bleedin'\npain. C'mon, mate, help me.\n\nThe Mercenary tries to lift himself out of his stretcher.\nCan't. He's too weak. His skin is yellow and covered\nwith blisters that look like chicken pox.\n\nNURSE\n(checking the\nsoldier's temp)\nHe's still over a hundred and\nsix. Why can't we bring it down?\n\nThe black African army physician, DR. RASWANI, looks on,\nhelpless. Suddenly, the Australian emits a sharp cry.\nHis eyes roll back, and he begins convulsing. Before\nRaswani can even reach into his bag for medecine, the\nMercenary is dead.\n\nRaswani and his Nurse stare with horror.\n\nThe DRONE of a CHOPPER grows LOUDER as a Bell Z180 ap-\npears over the edge of the forest and kicks up a storm of\ndust as it lands. Raswani and the Nurse run to meet it.\nIn their eyes, hope.\n\n(CONTINUED )\n\fCONTINUED:\n\nTwo space-suited figures emerge from the chopper, their\nfaces hidden by thick green plexiglass shields. The U.S.",
  "2": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\fCONTINUED:\n\nTwo space-suited figures emerge from the chopper, their\nfaces hidden by thick green plexiglass shields. The U. S. \n---TARGET SECTION TO BE ANNOTATED---\nflag is emblazoned on the side of their helmets, which\nalso display their ranks. The much taller man is a\nlieutenant whom we'll know as McCLINTOCK. Through his\nvisor, we can just make out his pock-marked, angular\nface. The shorter, pear-shaped man is a CAPTAIN. We\ncan't see his features, only the reflection of horn-\nrimmed glasses.\n\nRASWANI\nHave you brought the medicines?\nCAPTAIN\nSoon.\nRASWANI\nWhy the hell didn't you bring\nthem?\n\nCut TO:\n\nINFIRMARY\n\nThe two space-suited figures follow Dr. Raswani past\nsoldier after soldier infected with the same disease.\n\nRASWANI\nThirty deaths yesterday, eighteen\nthe day before, the disease is\nkilling our men faster than enemy\nbullets.\n\nThe Captain stops at a young AMERICAN MERCENARY'S cot.\nHe's shaking with fever. His skin is mottled and looks\nlike the pulp of an orange. His voice is a whisper:\n\nAMERICAN MERCENARY\nTake me home, Captain... Get me\noutta this shithole. Please, I\nwanna see my girl.\n\nThe American Mercenary reaches out with his arms to the\nCaptain, who shrinks back, not wanting to be\ncontaminated.\n\nCAPTAIN\nWe'll get you home, soldier.\nFirst, I need a tissue sample.\n\nHe pulls from his black bag a long metal syringe and\nplunges the biopsy needle deep into the man's liver. He\nplaces the needle in an aluminum test tube and seals it.\n\n(CONTINUED )\n\fCONTINUED:\n\nAMERICAN MERCENARY\nPromise me you'll get me home.\nPromise me, Goddamit!\n\nA long uneasy beat.\n\nCAPTAIN\nWe'll get you home.\n\nCut TO:\n\nTWO SPACE-SUITED U.S. ARMY FIGURES\n\nboarding their chopper, Dr. Raswani and his Nurse\nstanding by.\n\nRASWANI\nNot just supplies, but doctors\nand nurses. And suits like yours\nto protect us. This disease\nspreads too fast.\n\nCAPTAIN\nThe plane tonight will bring\neverything.\n\nCut TO:\n\nINSIDE CHOPPER\nascending above the camp.\n\nLt.",
  "3": "---END OF PREVIOUS SECTION---\nCAPTAIN\nThe plane tonight will bring\neverything. Cut TO:\n\nINSIDE CHOPPER\nascending above the camp. Lt. \n---TARGET SECTION TO BE ANNOTATED---\n McClintock and the Captain look out the window at the\ncampsite.\n\nMcCLINTOCK\nIt's viral. There's no way to\nstop it. It could spread all\nover the world.\n\nWe can't see the Captain's face, but feel his remorse.\nSo can McClintock:\n\nMcCLINTOCK\nIf you'll excuse my bluntness,\nsir, you can't go halfway on this\none.\n\nCAPTAIN\nDon't ever -- ever -- tell me\nwhat I have to do.\n\nCut TO:\n\fTSHOMBE CAMPSITE —- DUSK\n\nDr. Raswani gives a shot to the American Mercenary, who\nlooks terminal.\n\nDR. RASWANI\nThis will help the pain.\n\nThe Male Nurse rushes up.\n\nMALE NURSE\nThey're coming.\n\nAMERICAN MERCENARY\nI knew... they'd come back... I\nknew. Help me up. Help me --\n\nCut TO:\n\nRASWANI\n\nThE Male Nurse, and dozens of soldiers rush across the\nforest to the makeshift runway beside the camp. In the\ndistance a camouflaged DC-3 is rapidly approaching.\n\nINT. DC-3\n\nThe PILOT, no more than 21, sees the soldiers celebrating\ntheir arrival down on the runway. His hand is on the\n\ngreen bomb release lever.\n\nPILOT\nI can't.\n\nMcClintock is in the copilot's seat.\n\nMcCLINTOCK\nIt's either them or us.\n\nHe puts his hand on the green release lever. Hesitates.\nPILOT\nYou can't either.\nON GROUND\n\nDr. Raswani and the soldiers stare at the plane, coming\nin too high for a landing.\n\nINSIDE PLANE\nMcClintock squeezes the green lever.\n\n(CONTINUED )\n\fCONTINUED:\n\nThe bomb cannisters under the wing open up, releasing a\nthick cloud of yellow cyanide gas.\n\nON GROUND\n\nScreams of agony rip out as Raswani and the soldiers\nconvulse and die.\n\nThe plane shoots over the treetops, spraying the ground\nbelow like a crop duster.\n\nThen the plane arcs and approaches again.\n\nOVER RUNWAY\n\nlittered with the dead, the plane releases a waxy grey\ncloud. One second. Two seconds. An eerie stillness.",
  "4": "---END OF PREVIOUS SECTION---\nOne second. Two seconds. An eerie stillness. \n---TARGET SECTION TO BE ANNOTATED---\nThe CLOUD EXPLODES in a huge inferno.\n\nThe plane releases more and more napalm, burning the\njungle for miles.\n\nThe CRIES of ANIMALS caught in the fire pierce the night.\nFlames shoot up trees a hundred feet high.\n\nPULL BACK to show the whole forest ablaze. A long beat,\nthen at the very LEFT CORNER OF the FRAME, a MONKEY with\na black and white coat (a Colobos monkey) emerges from\nthe fire, looks back at its mate, threatened by the\nflames. The Colobos jumps up and down, baring its teeth,\nSCREAMING. The fire moves relentlessly forward. The\nmonkeys dart to safety.\n\nCut TO:\n\nMOTABA RIVER VALLEY - NEXT MORNING\n\nA metal syringe burned to a molten shard lies beside a\nmortar launcher, twisted and deformed like some bizarre\nmodern sculpture. PULL BACK to reveal acre after acre,\nmile after mile of nothing but ashes and carcasses of\nburnt-out trees. Not a single living thing remains.\n\nFADE OUT and ROLL CREDITS.\n\nFADE UP:\nTREETOPS\n\nA wind rippling through treetops.\n(CONTINUED)\n\fCONTINUED:\n\nCOMPUTER KEYS POUND: \"THE MOTABA RIVER VALLEY, AUGUST\n12, 1994.\"\n\nSHOCK CUT TO:\n\nABOVE RAINFOREST\n\nBrilliant streams of orange and purple, the last rays of\nthe setting sun, dance across the sky and penetrate the\nvapor cloud above the rain forest. Unworldly silence.\nShattered by:\n\nGiant TREES CRASHING to the ground. TRACTORS ROAR,\nCHAINSAWS REV with a penetrating whine. Huge trees\nliving undisturbed for hundreds of years topple to earth,\ntheir roots ripped from the soil.\n\nREVEAL the army of construction workers clearing a path\nfor the new road linking Kinshasa with Bangui. White\nforemen bellow orders in French at their black workers,\nincluding:\n\nMORAZU: a seven-foot tall Goliath with mischievous eyes.\nHe PUNCHES on his CHAIN SAW and RIPS into another tree.\nA cloud of wood dust envelops him.",
  "5": "---END OF PREVIOUS SECTION---\nWhite\nforemen bellow orders in French at their black workers,\nincluding:\n\nMORAZU: a seven-foot tall Goliath with mischievous eyes. He PUNCHES on his CHAIN SAW and RIPS into another tree. A cloud of wood dust envelops him. \n---TARGET SECTION TO BE ANNOTATED---\nOVERHEAD - ZAIREAN ARMY HELICOPTERS\n\nROAR by overhead, their machine gunners searching for\nguerilla activity.\n\nINTERCUT - TWO COLOBOS MONKEYS\n\na mother and her daughter, whom we'll know as Betsy.\nBetsy plays with a fat, round jackfruit, kicking it and\nrolling it every which way. Her mother watches the\nconstruction workers warily.\n\nMorazu hums as he pulls a huge tree limb off the road and\ninto a thick patch of brush where he comes face to face\nwith Betsy. Morazu smiles. He takes a long piece of\nsweetened bread from his pocket and lays it down right in\nfront of the young monkey.\n\nBetsy eyes it warily.\nMORAZU\n(softly)\nTake it.\n\n(CONTINUED )\n\fCONTINUED:\n\nA long beat. Betsy takes the bread, examines it careful-\nly, finally takes a bite.\n\nMorazu grabs her. BETSY struggles, thrashing and SCREAM-\nING. Morazu pins her hands behind her back. She spins\naround and sinks her teeth into his finger.\n\nHe lets go with a shriek and swears at Betsy, who disap-\npears with the bread.\n\nSTAY WITH Morazu as he returns to his work. He sucks the\nblood out of the small wound.\n\nCut TO:\n\nEXT. MOTABA RIVA VALLEY (AUGUST 15)\n\nMorazu gets off a bus by a small muddy river and walks\nslowly toward his village of about fifty mud-thatched\nhuts. Pain in his back makes him wince. We see him UP\nCLOSE: his eyes are red and his skin is pale. He's\nsweating.\n\nHe stops at the village well and takes a drink. Other\nvillagers come up to say hello, and Morazu greets them\nwearily, dipping his cup back in the water for another\ndrink. The villagers drink too.\n\nDISCOVER in the background: the tribal medicine man, the\n\"ju-ju man.\" Streaks and circles of paint cover his\nskin. He watches the excitement surrounding Morazu's\nreturn.\n\nCut TO:\n\nRAIN FOREST - LATER THAT NIGHT\n\nA small group of Colobos monkeys including Betsy and her\nmother run swiftly through the forest. Suddenly, BETSY\nCRIES OUT.",
  "6": "---END OF PREVIOUS SECTION---\nHe watches the excitement surrounding Morazu's\nreturn. Cut TO:\n\nRAIN FOREST - LATER THAT NIGHT\n\nA small group of Colobos monkeys including Betsy and her\nmother run swiftly through the forest. Suddenly, BETSY\nCRIES OUT. \n---TARGET SECTION TO BE ANNOTATED---\n Her foot is snagged in a trap. Before her\nmother can respond, she's pulled high into the air into a\nbamboo cage. The DOOR SNAPS SHUT. BETSY SCREAMS in fear\nand pain, hanging upside down --\n\nCut TO:\n\nSAME - FOLLOWING MORNING\n\nThe Colobos monkeys scatter as VOICES APPROACH, REVEALING\ntwo TRIBESMEN pulling a small wagon. The men chatter as\nthey lower the cage holding Betsy onto the cart.\n\n(CONTINUED )\n\fCONTINUED:\n\nFADE UP LUCIANO PAVAROTTI singing a love song from\n“La Boheme\" and...\n\nCut TO:\n\nCLOSE ON HUMAN SKULL\n\nwearing Porsche sunglasses and an Army Colonel's hat.\nCOMPUTER KEYS POUND: \"Frederick, Maryland, August 19.\"\n\nINT. GILLESPIE'S LIVING ROOM - NIGHT\n\nFADE UP the VOICE of a MAN SINGING along with the GREAT\nTENOR. CONTINUE PANNING OVER the room: the skull gives\nway to a full skeleton wearing a star-spangled red-white-\nand-blue bow-tie and carrying an umbrella over its fore-\narm. CONTINUE PAST the oak rolltop desk.\n\nMIKE GILLESPIE, about 40, keeps singing as he reads\nthrough a lengthy typed report, making notes in the\nmargin.\n\nLUCIANO hits a high C. Gillespie reaches for it... and\nmisses badly. DOGS WHINE O.S., probably in closer\nharmony to Luciano than Gillespie. He's not pleased.\n\nGILLESPIE\nI rescue you from certain death\nand instead of gratitude, you mock\nme.\n\nHis two WOLFHOUNDS, Olser and Harvey, GROVEL on the floor\ncontritely, each with a worn shoe in his mouth. Behind\nthem we see the rest of Gillespie's living/dining room.\nHis townhouse is spartan; it needs a woman's touch. Un-\npacked boxes stand in the corner beside a treadmill.\nGILLESPIE\n\nThat can't go unpunished. No\n\nLetterman for three nights.\nThe dogs wag the running shoes.",
  "7": "---END OF PREVIOUS SECTION---\nGILLESPIE\n\nThat can't go unpunished. No\n\nLetterman for three nights. The dogs wag the running shoes. \n---TARGET SECTION TO BE ANNOTATED---\nCut TO:\n\nOLD CREEK PARK (FREDERICK, MARYLAND) - NIGHT\n\nGillespie, puffing, a weekend runner, strains to keep up\nwith the DOGS. They BARK excitedly.\n\n(CONTINUED )\n\fCONTINUED:\n\nGILLESPIE\n(reaching into his\npockets)\nOkay! Okay!\n\nWithout breaking stride, he throws what look like sticks\nhigh into the air. The dogs jump and catch the objects in\ntheir mouths and race back to Gillipsie.\n\nWe see they're old stethoscopes with thick rubber tubing.\nGillespie lets them fly again. He laughs at their eager-\nness and keeps running, sprinting now, trying to prove to\nhimself that he's still young. Suddenly -- a PHONE RINGS.\nWithout breaking stride, he pulls a cellular phone from\nhis pocket:\n\nGILLESPIE\n(into phone)\nDr. Gillespie... How many dead?...\n\nINT. BILLY FORD'S OFFICE (FORT DETRICK, MARYLAND)\n\nGillespie's boss, GENERAL BILLY FORD, MD, is a heavy-set\nman in his early 60's with thinning hair, piercing, in-\ntelligent grey eyes and a warm smile. Scattered all\naround his office are cages filled with frogs and rep-\ntiles. As he talks on the phone, he's feeding a green-\nhorned toad some dead flies.\n\nFORD\nAlmost an entire village.\n\nINTERCUT WITH:\n\nFORD WITH GILLESPIE\nstill running.\n\nGILLESPIE\nIs is Lassa Fever? Ebola? What?\n\nFORD\nHow the hell do I know? I'm the\nbureaucrat, you're the detective,\nremember? All I know is State\nwants us to lend a hand and when\nthe Secretary talks, I listen.\nAnd when I talk, you listen.\nYou're Code Red. The plane's\nleaving at 01:30.\n\n(CONTINUED )\n\f10.\nCONTINUED:\n\nGILLESPIE\nYes, sir.\n\nGillespie hangs up, out of breath... excited.\n\nCut TO:\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nGILLESPIE\nYes, sir. Gillespie hangs up, out of breath... excited. Cut TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n GILLESPIE'S OLD BMW - LATER THAT NIGHT\n\nGillespie and the dogs pull into the driveway of a comfor-\ntable two story colonial home, passing a \"For Sale\" sign\non the front lawn pasted with a \"Sold\" sticker.\n\nEXT. COLONIAL HOME\nGillespie knocks. The DOGS BARK excitedly.\n\nWOMAN (0.S.)\nWho is it?\n\nThe dogs recognize the voice and jump against the door.\n\nGILLESPIE\nMike.\n\nROBERTA \"ROBBY\" KEOUGH, an attractive, intelligent woman\nin her mid 30's, opens the door a few inches, until the\nlatch LOCK CHAIN SNAPS tight. The dogs try to push\ninside.\n\nROBBY\n(smiles; delighted)\nHey, guys!\n\nBut when she looks at Gillespie, she's guarded.\n\nGILLESPIE\nRobby, I know I'm the last guy\nyou'd do a favor for, but I've got\nno one else to ask.\n\nROBBY\nMy lawyer said not to talk to you\nanymore.\n\nGILLESPIE\nThen just listen. I gotta go to\nZaire.\n\nRobby shakes her head, \"No, no way.\"\n\n(CONTINUED )\n\f11.\nCONTINUED:\n\nROBBY\nPut 'em in a kennel.\n\nGILLESPIE\nSo they can die of some weird\ndisease like Stripes did?\n\nShe mouths the word \"no.\"\n\nGILLESPIE\n-- Look, Robby, if I had any other\nchoice, I wouldn't be here.\n\nROBBY\nYou should've let me have them.\nYou can't take care of them.\n\nBeat. Robby's torn. The dogs nuzzle against her leg.\n\nGILLESPIE\nI won't be gone long.\n\nROBBY\nYou know I'm moving to Atlanta --\nthey want me to start in four days.\n\nGILLESPIE\nI'll be back before that.\nROBBY\n(sharply)\nFour days is four weeks -- to you.\nSilence.\nGILLESPIE\nIt wasn't all my fault, Robby.\nROBBY\n(quietly)\nI know.\nA long beat.",
  "9": "---END OF PREVIOUS SECTION---\nGILLESPIE\nIt wasn't all my fault, Robby. ROBBY\n(quietly)\nI know. A long beat. \n---TARGET SECTION TO BE ANNOTATED---\nROBBY\n\nI'll look after them on one\n\ncondition: if you're not back in\n\nfour days, they're mine.\nGillespie doesn't like it.\n\nGILLESPIE\nOkay.\n\n(CONTINUED )\n\f12.\nCONTINUED:\n\nROBBY\nIn writing.\n\nShe unlatches the door and moves inside. The dogs race\nafter her. Gillespie enters...\n\nFRONT HALL\n\noverflowing with moving boxes, some sealed, others waiting\nto be packed. Gillespie feels awkward, a stranger in his\nown home.\n\nShe hands him a prescription pad. He crosses off her\nnameplate, \"Roberta Keough, MD,\" and starts writing\nwhile Robby enters...\n\nKITCHEN\n\nROBBY\nHey, guys, c'mon!\n\nThey follow her in.\n\nROBBY\nGuess what I got?\n\nThe DOGS BARK excitedly.\n\nROBBY\nDamn straight!\n\nShe opens the freezer, grabs a couple of frozen bagels and\nflips them to the DOGS. They catch the bagels and start\nCHOMPING.\n\nROBBY\nI missed you guys so much.\n\nGillespie hands her the note.\n\nROBBY\n\n(reading it)\n'I, Michael Gillespie, agree that\nif I'm not back in exactly four\ndays from now, the ownership of my\ndogs, Osler and Harvey, will go\nto Roberta Keough.'\n\n(handing it back)\nTime and date it.\n\nHe does. She points to a huge box on the kitchen\ntable:\n\n(CONTINUED )\n\f13.\nCONTINUED:\n\nROBBY\nThat's stuff from med school...\nSome of it's yours. I don't know\nif you want any of it.\n\nHe fishes through it, shoving aside old medical books\nand equipment. He finds an old wood stethoscope with\nthick rubber tubing. He shoves in into his pocket.\n\nGILLESPIE\nGot a place yet?\n\nROBBY\nAn apartment.\n\nGILLESPIE\n\nThe first thing you'll do is spend\nthe whole night unpacking...\nYou'll stay up 'til dawn but\nyou'll get everything in its\nplace.\n\nROBBY\n(smiles)\nProbably.\n\nGILLESPIE\nNothin' in my life has been\norganized since you left, Robby.\n\nBeat. She's surprised at his admission.",
  "10": "---END OF PREVIOUS SECTION---\nGILLESPIE\nNothin' in my life has been\norganized since you left, Robby. Beat. She's surprised at his admission. \n---TARGET SECTION TO BE ANNOTATED---\n And un-\ncomfortable. So's he. He continues searching through\nthe box and pulls out...\n\nA photo taken during their honeymoon cruise: they're\nboth smiling radiantly as they hold between them a\ntrophy of a dancing couple.\n\nGILLESPIE\nY'know, this is the only evidence\non Earth that I was ever graceful.\n\nHe checks her reaction. There is a hint of a smile.\n\nROBBY\nTake it.\nGILLESPIE\nNah, people might see it... get\n\nthe wrong impression.\n\nHe drops the photo back in the box and moves toward\nthe door.\n\n(CONTINUED )\n\f14.\nCONTINUED:\n\nROBBY\nFour days.\n\nGILLESPIE\nOr less.\n\nAs we hear the front DOOR OPEN and SHUT, HOLD ON\nRobby: a hint of regret.\n\nCut TO:\n\nANDREWS AIR BASE, MARYLAND\nCOMPUTER KEYS POUNDING: \"Andrews Air Base, Maryland.\"\n\nFlood lights illuminate a huge C5A transport plane\nwaiting on the runway, its nose cocked open exposing\nits innards to the pouring rain. Several enlisted\nmen rapidly wheel equipment into the open hatch. A\nprivate pushes a dolly loaded with boxes with the red\ncross emblem up the ramp.\n\nDR. ISAAC \"IZZY\" BERMAN, a short, bald Army Major in\nhis late 30's directs traffic.\n\nIZZY\nBlood in the freezer over the\nright wing. C'mon! Gut it!\nWe're late.\n\nThe private grunts and pushes the dolly slowly up the\nramp. Izzy lends a hand, and the two of them run it up\nthe ramp.\n\nMike Gillespie, dressed in a uniform, climbs down from\nthe cockpit. Now we see his rank: Colonel.\n\nGILLESPIE\nWhere the hell's Yaffe?\nIZZY\nHis wife... she's due tomorrow.\n\nI put him on leave.\n\nGILLESPIE\nWe need him now! Who's going to\nread the electron micrographs?\n\nIZZY\nI will.\n\n(CONTINUED )\n\fCONTINUED:\n\n15.\n\nGILLESPIE\nYou can't even read a Playboy\npinup.\n\nIZZY\n\nHe said he'd get a guy to fill in.\n\nGILLESPIE\nWe can't wait.",
  "11": "---END OF PREVIOUS SECTION---\nGILLESPIE\nYou can't even read a Playboy\npinup. IZZY\n\nHe said he'd get a guy to fill in. GILLESPIE\nWe can't wait. \n---TARGET SECTION TO BE ANNOTATED---\nA Jeep drives across the tarmac, toward them and comes\n\nto a park\n\na short distance away. The Driver scurries\n\nout to open the passenger door to let --\n\nGeneral Ford get out.\n\nIZZY\nWhat does he want?\n\nThe driver pulls two suitcases out of the Jeep and\nfollows Ford into the plane.\n\nFORD\nI'm comin' along, Mike.\n\nGILLESPIE\nSir, we're going into very\ndangerous territory.\n\nFORD\nI'm well aware of the dangers.\n\nGILLESPIE\nBeggin' your pardon, General, I\ndon't think you are. You've had\nonly the most cursory training\non how to avoid contamination.\nConcerns for your safety would\ndistract us.\n\nFORD\nNothing distracts you, Colonel.\nYou won't even know I'm there.\n\nGILLESPIE\nSir, I'm not comfortable --\n\nFORD\nMike, have a little compassion for\nan old man who's been rotting\nbehind a desk.\n\n(MORE )\n\n(CONTINUED )\n\fCONTINUED:\n\n16.\n\nFORD (CONT'D)\nFor once I'd like to be there\nwhen one of these buggers hits.\nYou're not going to tell me I\ncan't go, Colonel, are you?\n\nGILLESPIE\nNo, sir.\nFORD\nGood. I feel wanted, now.\n(beat)\n\nI get airsick in the back. I'll\nbe up with the pilot.\n\nAs they watch him move forward and out of sight:\n\nGillespie\n\nGillespie\n\nGillespie\n\nINT. COCKP\n\nThe Pilot,\n\nIZZY\nThe guy wouldn't know a virus from\na Barbie Doll. I'm not lookin'\nafter him. He's yours.\n\nGILLESPIE\nBullshit.\n\nIZZY\nAll of a sudden, playing golf and\npushin' papers isn't good enough.\nDamn, when I'm his age, that's all\nI'm gonna want to do.\nflips a coin, covers it over his wrist.\n\nIZZY\nHeads. No! Tails.\n\nlifts his hand and smiles.\n\nIZZY\nFuck!\n\ngrabs the phone to the cockpit.\nGILLESPIE\n(into phone)\nRafferty, rock and roll with this bird.",
  "12": "---END OF PREVIOUS SECTION---\nIZZY\nFuck! grabs the phone to the cockpit. GILLESPIE\n(into phone)\nRafferty, rock and roll with this bird. \n---TARGET SECTION TO BE ANNOTATED---\nIt\n\nCAPTAIN RAFFERTY, checks General Ford,\n\nnestled in safely behind him.\n\nRAFFERTY\n(into headmike)\nT minus sixty seconds.\n\f17.\nDOWN BELOW\nGillespie pulls a lever and the hatch starts to close.\n\nIZZY\nWait!\n\nMike follows his eyes out to the --\n\nTARMAC\n\nwhere a BLACK MAN carrying a duffel bag is sprinting\ntoward them at incredible speed, like a ghost through\nthe pelting rain.\n\nBerman swings the lever down and the hatch starts to\nopen but the Man doesn't wait for it to lower\ncompletely. Without breaking stride, he leaps the\nfour feet onto the plane and slides to a stop right\nin front of Gillespie. He steadies himself and\nsalutes:\n\nSALT (BLACK MAN)\nCaptain Walter Salt reporting, sir.\n\nIzzy smiles. He looks at Gillespie, who is impressed\nbut won't show it.\n\nSALT\nI'm sorry to be late, sir. I was\nwrapping up some tests in my lab --\n\nGILLESPIE\n-- Strap in.\n\nThe huge JET ENGINES come to life. Gillespie, Berman,\nand Salt strap themselves into the row of jump seats\nalong the fuselage.\n\nIssy is filled with the excitement of a young kid who\ncan't believe his luck:\n\nIZZY\nYou're not the football player\nfrom West Point, that Salt?\n\nSALT\nThe same, sir.\n\nIZZY\nI thought you had the Heisman\nsewed up 'til you hurt your knee.\n\n(CONTINUED )\n\fCONTINUED:\n\nThe plane\n\n18.\n\nSALT\nYou and my mother, Major... I was\nnever that good. But thank you\nfor saying so, sir.\n\nIZZY\nDon't call me sir. The only one\nwho does that is the Colonel here.\nEveryone else calls me Izzy.\n\nSALT\nIzzy, sir?\n\nIZZY\nMy mother calls me Isaac, but I\nhate it. I pitched for my high\nschool team. My dad thought I\nwas gonna be another Dizzy Dean.\nSo he called me 'Izzy.'\n\nSALT\nYes, sir, Izzy, sir.\n\nsurges forward and taxis down the runway.\n\nGILLESPIE\nI want to know just one thing.",
  "13": "---END OF PREVIOUS SECTION---\nSo he called me 'Izzy.'\n\nSALT\nYes, sir, Izzy, sir. surges forward and taxis down the runway. GILLESPIE\nI want to know just one thing. \n---TARGET SECTION TO BE ANNOTATED---\nCan you read electron micrographs\nas well as you can run?\n\nSALT\nI'm not sure how to assess the\nquestion --\n\nIZZY\n\n-- Just say ‘yes, sir,' Captain.\nWhatever the Colonel asks, you\njust say ‘yes, sir.' That's how\nwe keep him under control.\n\nGILLESPIE\nHave you ever seen filovirus\ninfection in a human being?\n\nSALT\nNo, sir.\n\nGILLESPIE\nIt's about as pretty as goin'\nnaked up the middle against the\nDallas Cowboys.\n\n(CONTINUED )\n\fCONTINUED:\n\nSALT\n\n19.\n\nI grew up on the South Side of\n\nChicago, sir. Whatever it i\nI can handle it.\n\nGILLESPIE\n\nSs,\n\nI hope so, because if you can't,\n\nyou'll make a mistake. You'\nbe holding a needle and it'l\n\nil\n1\n\nslip. Or your glove will have\na crack in it and you won't notice.\nYou work with filoviruses, it's\n\nlike working with plutonium.\n\nA\n\nsingle drop of blood can hold\n\nsix billion... That's more\n\nfiloviruses than there are people\n\nin the world. You get a sin\none of those inside you, you\ninfected. Say you're lucky\nit's one of the few filoviru\nwe have antiserum for. Then\n\ngle\n‘re\nand\nses\n\nwe\n\ncan treat you and you'll probably\nlive. But say you're unlucky.\n\nAnd you get one of those\nfiloviruses we don't have an\nantiserum for, which is most\n\nof\n\nthem. There's no medicine, no\ncure, nothing we can do to help\n\nyou. Your body gets so hot,\nliver, your kidney, all your\nvital organs melt, and your\nturns into tapioca pudding.\n\nStunned silence.\nIZZY\n(smiles)\nHe means chocolate pudding.\n\nSalt smiles slowly. He likes Izzy.\n\nThe WHEELS come up with a THUMP. The\nand rattles and soars into the air.\n\nTWO U.S. ARMY HUEY HELICOPTERS - DAY\n\nflying low over the rain forest. The\nGillespie and his crew, the second is\nescort.",
  "14": "---END OF PREVIOUS SECTION---\nS. ARMY HUEY HELICOPTERS - DAY\n\nflying low over the rain forest. The\nGillespie and his crew, the second is\nescort. \n---TARGET SECTION TO BE ANNOTATED---\n They pass over the wide Motab\nsnakes for miles.\n\nyour\n\nskin\n\ngiant jet shakes\n\nSHOCK CUT TO:\n\nfirst carries\n\na gunship flying\na River that\n\n(CONTINUED )\n\f20.\nCONTINUED:\n\nOn the river: a Zairean Army patrol boat cruises down-\nstream, looking for guerrillas. The machine gunner\nswivels his cannon around at the two choppers.\n\nThe machine gunner looks up at the U.S. Army insignia\nand waves.\n\nINT. BACK OF CHOPPER\n\nIzzy slips the clear helmet over General Ford's head.\nPULL BACK to reveal:\n\nThe General covered from head to toe in BL-4 bio-\nsafety suit. Salt, dressed the same, looks on, amused.\n\nFORD\n(panicking)\nHow do you breath in here?\n\nIZZY\n(laughs)\nWith a respirator. Positive\npressure's what you want. Keep\nthose buggers out.\n\nIzzy flips the switch on Ford's respirator, which sucks\nair out of the atmosphere, filters it, and pumps it\ninto the suit. Ford starts to swell up like the\nPillsbury doughboy.\n\nFORD\nAnd I thought it was a hassle\nwearin' a tie all day.\n\nINT. FRONT OF CHOPPER - A LITTLE LATER\n\nGillespie, now suited up in full biosafety gear, but\nholding his helmet in his hands, sits beside the\nCHOPPER PILOT. In the distance, we see a village in\nwhich numerous huts are burning.\n\nGILLESPIE\nWe got a lot of equipment.\nYou're gonna have to get us in\n\nclose.\n\nPILOT\nI... I don't want to get no\ndisease, sir.\n\nGILLESPIE\n\nThen don't kiss me, Sergeant.\n\nCut TO:\n\f21.\nCHOPPERS\n\nthrowing up a storm of dust as they sweep down to the\nground on the perimeter of the village.\n\nINT. CHOPPER\n\nGillespie, Salt, Berman and Ford stand by the door,\nready to get out as soon as the chopper puts down.",
  "15": "---END OF PREVIOUS SECTION---\nCHOPPERS\n\nthrowing up a storm of dust as they sweep down to the\nground on the perimeter of the village. INT. CHOPPER\n\nGillespie, Salt, Berman and Ford stand by the door,\nready to get out as soon as the chopper puts down. \n---TARGET SECTION TO BE ANNOTATED---\nGillespie has to shout at Salt over the sound of the\nWHIRLING CHOPPER BLADES:\n\nGILLESPIE\nCaptain Salt, if you fail to\nobserve strict decontamination\nprotocol, three things can happen.\nFirst, you can be court-martialed.\nSecond, you can die from this\nhorrible disease. Third, and\nworst of all, you can incur my\ndispleasure. You got it?\n\nSALT\nYes, sir.\n\nGILLESPIE\nIf one of us gets sick, we all get\nsick.\n\n(turns to Ford)\nAnd I didn't come here to die.\n\nBURNING HUTS - WIDE ANGLE SHOT\n\njuxtaposed against the U.S. Army choppers disgorging\nthe U.S. Army Infectious Disease Team -- blue space-\nsuited figures with the U.S. flag emblazoned on their\narms and helmets.\n\nThe ju-ju man remains high on the cliff above the\nvillage, chanting and wailing, burning an offering to\nthe gods.\n\nThe U.S. Army Team approaches the village through the\nsmoky haze, and we see --\n\nTwo different worlds juxtaposed -- men in spacesuits\nand a man in a loincloth.\n\nGillespie, followed by Berman, Salt and Ford, moves\nacross the village which now looks devastated and\ndeserted except for a few remaining huts and a small\ncinder block building with an old Volkswagen van,\nmarked with a red cross, parked out front.\n\n(CONTINUED )\n\f22.\nCONTINUED:\n\nFord walks slower taking everything in, appalled at\nwhat he sees.\n\nThe U.S. Army team enters the cinder block hut.\n\nINT. CINDER BLOCK HUT\n\nA short, slender, bespectacled black man in his late\nforties -- DR. IWABI -- head of the Zaire Infectious\nDisease Heath Agency -- and his NURSE, protected only\nby a smock, a surgical mask, and gloves, gives comfort\nto a young woman who's dying.\n\nGILLESPIE\nDoctor Iwabi? I brought blood,\nplasma --\n\nDR. IWABI\n\n-- You're too late.\n\nGILLESPIE\nI came as soon as I could.\n\nDR. IWABI\nIt wouldn't have mattered when you\ncame.",
  "16": "---END OF PREVIOUS SECTION---\nGILLESPIE\nI came as soon as I could. DR. IWABI\nIt wouldn't have mattered when you\ncame. \n---TARGET SECTION TO BE ANNOTATED---\n This one is different --\nworse than Lassa, worse even than\nEbola. It strikes and kills so\nfast. The young, the healthy,\n\neverybody.\nGILLESPIE\nWho was the index case?\nDR. IWABI\nA road construction worker.\nIZZY\nHow did he get it?\nDR. IWABI\nWe don't know. He died three days\n\nago.\nSalt moves ahead to the next bed and pulls aside the\nthin mosquito curtain to inspect the patient. Ford\nis right behind him.\n\nSALT\nGod...\n\n(CONTINUED )\n\f23.\nCONTINUED:\n\nThe corpse's eyes are yellow and his flesh, speckled\nwith hemmorrhages, looks like pulp. Blood oozes from\nhis nose and his nipples. Ford turns away in horror.\n\nSALT\n(retches)\nI'm gonna be sick.\n\nHe starts to rip off his mask. Gillespie grabs his\narms.\n\nGILLESPIE\nKeep you helmet on, Goddamit!\n\nSALT\nI can't breath.\n\nSalt vomits in his helmet. Rips it off. He rushes\nout. Izzy moves after him.\n\nGILLESPIE\nPut him in quarantine. Now!\nDR. IWABI\nYou don't need to.\nGILLESPIE\nWhy?\nDR. IWABI\n\nIt's not spread in the air.\n\nGILLESPIE\nHow do you know?\n\nDR. IWABI\n(pulls down his mask)\nThere's no cough. Or we'd all be\ndead. For days we've been working\nwith only these masks. They can't\nkeep out a particle as small as a\nvirus.\n\nGILLESPIE\nCould any infected person have\ngotten out of this village and\nspread it?\n\nDR. IWABI\nThe incubation period is only one\nor two days. The mortality is one\nhundred percent.\n\n(MORE )\n\n(CONTINUED )\n\f24.\nCONTINUED:\n\nDR. IWABI (CONT'D)\nIf anyone got out, they are dead,\nor will be soon. And if they have\nspread the disease, we will know\nrather quickly.\n\nGILLESPIE\nFinding the host is the only way\nto control the spread.",
  "17": "---END OF PREVIOUS SECTION---\nIWABI (CONT'D)\nIf anyone got out, they are dead,\nor will be soon. And if they have\nspread the disease, we will know\nrather quickly. GILLESPIE\nFinding the host is the only way\nto control the spread. \n---TARGET SECTION TO BE ANNOTATED---\n Our only\nhope is that this is like most\nviruses and that it has to live in\na host, an animal, to which it's\nadapted over thousands of years.\nAnd that animal host has developed\nantibodies to protect itself\nagainst the virus. If we can\nidentify that animal host, and\nharvest its antibodies, we can use\nthem to fight the disease in\nhumans.\n\nDR. IWABI\nThere are a hundred thousand\nspecies of animals and insects in\nthis rain forest. The\nconstruction worker could have\nbeen in contact with any one of\nthem. Where do I start?\n\nGILLEPSIE\nGeneral, tell him that our\ngovernment will help with money,\npersonnel supplies, whatever it\ntakes.\n\nFord hesitates.\nFORD\nOf course, we'll do whatever we\n\ncan.\n\nCut TO:\n\nEXT. OVER MOTABA RIVER VALLEY - DAWN\n\nIn a SINGLE-FRAMED TIME LAPSE SHOT, dawn arrives in the\nMotaba Valley. FADE UP the hundreds of sounds of the\nrain forest ANIMALS. There is something primeval about\nthis vista; this surely must be what the Garden of Eden\nlooked like, except for the...\n\n(CONTINUED )\n25.\n\nCONTINUED:\n\nPlumes of black smoke which waft up from the blackened,\n\fsmoldering huts, each one the home of someone who has now\ndied from this terrible virus.\n\nTwo African orderlies carry a stretcher bearing the dead\nbody of a villager. They slide it onto a funeral pyre\nalready burning with bodies.\n\nGillespie, Ford and Dr. Iwabi make their way to the\nchoppers where Berman and Salt are loading into the hold\nplexiglass cases of blood samples.\n\nON CLIFF OVERHEAD\n\nThe ju-ju man chants. He seems to float above the\nfuneral pyre like a mirage.\n\nGILLESPIE\nWhat's he saying?\n\nDR. IWABI\nHe's asking for forgiveness from\nthe Gods of the forest. They're\nangry because they've been awoken\nfrom their sleep by the men\nbuilding the road. These deaths\nare their punishment.\n\nFORD\nWhy isn't he sick?\n\nDR. IWABI\nHe stayed in his cave all week and\ngreeted his visitors with poison\n\ndarts.",
  "18": "---END OF PREVIOUS SECTION---\nFORD\nWhy isn't he sick? DR. IWABI\nHe stayed in his cave all week and\ngreeted his visitors with poison\n\ndarts. \n---TARGET SECTION TO BE ANNOTATED---\nGILLEPSIE\n(a sense of\nforeboding)\nIt was as if... as if he knew what\n\nwas coming.\n\nCut TO:\n\nINT. C5A COCKPIT\n\nHeading home. Ford reads a hand-written paper Gillespie's\njust handed him and gets irate.\n\n(CONTINUED )\n\fCONTINUED:\n\nGillespie'\n\n26.\n\nFORD\nA memo to the CDC to issue a\nwarning to every physician in the\nUnited States to be on the\nlook-out for this disease? What\nthe hell is this?\n\nGILLESPIE\nA safeguard, sir.\n\nFORD\nAre you nuts? Within a week we'll\nknow if this thing burned itself\nout in that village, just like\nIwabi said --\n\nGILLESPIE\n-- And if Iwabi's wrong? American\ndoctors should be warned so cases\ncan be quarantined. Sir, this one\nis different --\n\nFORD\n-- You're a smart guy, Gillespie,\nbut you can't write a memo to the\nCDC which says the sky is falling.\n\nGILLESPIE\n(sharply)\nWe should do nothing?\n\nFORD\n\nDid I say that, Colonel?\n\n(beat)\nWe will monitor the situation in\nAfrica, and if this virus\nreappears, we will act with all\nour resources, not just to protect\nthe American people but the people\nof the world. You will destroy\nthis memo. That's an order.\n\ns frustrated.\n\nGILLESPIE\nYes, sir.\n\nSMASH CUT TO:\n\nNATIONAL AIRPORT (WASHINGTON) - DELTA GATE - DAY\n\nRobby is moving forward in the boarding line, and Mike is\n\nwalking be\n\nside her.\n\n(CONTINUED )\n\f27.\n\nCONTINUED:\nROBBY\nYou asked for four days and four\ndays it was... last night.\nGILLESPIE\nIt was a bad virus... Cut me some\nslack.\nROBBY\n\nI cut you ten years of slack. I'm\nnot giving you the dogs.\n\nGILLESPIE\nStop joking. Where are they?\n\nROBBY\nI shipped them this morning.\n\nGILLESPIE\nYou did not.\n\nON her face: a triumphant smile.\n\nROBBY\nIt's better for them. And for\nyou.",
  "19": "---END OF PREVIOUS SECTION---\nON her face: a triumphant smile. ROBBY\nIt's better for them. And for\nyou. \n---TARGET SECTION TO BE ANNOTATED---\n I'll be there to feed them\nand take care of them. You won't\nhave to feel guilty.\n\nShe moves past the gate. Gillespie's stuck behind it.\nScreaming after her:\n\nGILLESPIE\nI'm coming to Atlanta... I'm\ntakin' ‘em back.\n\nROBBY\nDream on.\n\nHOLD ON Gillespie's dismay as she disappears.\n\nCut TO:\n\nINT. MAIN CORRIDOR OF M.I.D.U.\n\nMike walking briskly down the main corridor. Two M-16\ntoting security guards salute as he passes by. He\nreaches six-inch thick metal doors, closed tight. He\nslides his ID card into the optical reader.\n\n(CONTINUED )\n\f28.\nCONTINUED:\nThe computer screen above it prints out the words,\n\"Colonel Michael Gillespie.\" A digitized voice booms\nfrom the WALL SPEAKER:\n\nWALL SPEAKER (V.O.)\nHow-are-you-today-Doctor-Gillespie?\n\nGILLESPIE\nPiss ass good. And you?\nON COMPUTER SCREEN\nWe see Gillespie's voice print.\nThe doors spring open.\n\nCut TO:\n\nINT. ELEVATOR\n\nGillespie going up in the elevator past the four floors of\nglassed-in laboratories. At the first level, workers wear\ncivilian clothes. At the second level, they wear respir-\nators. At the third level, they wear body suits, and at\nthe fourth level they wear biosafety suits.\n\nCut TO:\n\nINT. M.I.D.U. - SMALL LOCKER ROOM OUTSIDE BL-4 LABS -\nSTEADI-CAM SHOT\n\nMike and Izzy strip off their clothes.\n\nIZZY\nAdmit it, for chrissakes: The dogs\nwill get better care with her than\nthey got with you.\n\nGILLESPIE\nThat really cheers me up.\n\nIZZY\nYou think cause we're friends I\nshould ignore reality.\n\nGILLESPIE\nI think cause we're friends you\nmight show some tact.\n\n(CONTINUED )\n\f29.\n\nCONTINUED:\nIZZY\nYou were gone so often that when\nyou were home... you spoiled ‘em.\n\nRobby keeps an even keel.\n\nGILLESPIE\nHey, she's available...\n\nIZZY\nDon't think I haven't thought\nabout it.",
  "20": "---END OF PREVIOUS SECTION---\nRobby keeps an even keel. GILLESPIE\nHey, she's available... IZZY\nDon't think I haven't thought\nabout it. \n---TARGET SECTION TO BE ANNOTATED---\nGILLESPIE\n\nYou're just what she's looking\nfor. Mr. Stability. Three wives\nin five years.\n\nIZZY\nTwo. I never married Sherry. I\nliked her too much...\n\nIzzy pulls a red air hose down from the ceiling and in-\nflates his space suit before he puts it on; this is stan-\ndard safety procedure. Mike steps right into his suit.\n\nIZZY\nWhat are you doing?\n\nGILLESPIE\nWhat?\n\nIZZY\n\nYou forgot to test your suit.\nLook! It's torn.\n\nThere is a small tear on the left leg of Gillespie's suit.\n\nThey both realize Gillespie's mistake could have cost him\nhis life.\n\nIZZY\n(beams )\nIf I let you die, who've I got to\nrag on?\nFADE UP the sound of furiously RUSHING AIR, then:\nCUT TO:\n\nINT. FT. DETRICK MILITARY INFECTUOUS DISEASE UNIT\n(M.I.D.U.) - BL-4 LAB - AIR LOCK\n\nGillespie and Berman, dressed in their BL-3 suits, stand\nin the air lock.\n\n(CONTINUED )\n\f30.\nCONTINUED:\n\nThere's no sound other than the FILTERED AIR RUSHING from\na WALL JET into the long red tubing attached to the back\nof their helmets. These red tubes are called umbilical\ncords. Gillespie disconnects his, punches the wall plate\nand enters...\n\nMAIN ROOM OF LAB\n\nQuickly he connects to another umbilical cord; they hang\nfrom the ceiling at ten foot intervals.\n\nPAVAROTTI and SUTHERLAND singing the duet from \"Lucia de\nLamamoore\" BLASTS from the SPEAKERS. Whenever\nGillespie's in the lab, he's listening to opera. He\napproaches...\n\nThe space-suited figure working under the hood. The\nfigure turns and smiles; it's Salt. Gillespie's\nsurprised. Salt salutes.\n\nSALT\nGood afternoon, Colonel, sir.\n\nGILLESPIE\nI thought you were doing your\nthesis at Walter Reede.\n\nSALT\nA lot's been published on Herpes B\nbut nothing on this new virus.",
  "21": "---END OF PREVIOUS SECTION---\nSALT\nGood afternoon, Colonel, sir. GILLESPIE\nI thought you were doing your\nthesis at Walter Reede. SALT\nA lot's been published on Herpes B\nbut nothing on this new virus. \n---TARGET SECTION TO BE ANNOTATED---\nGILLESPIE\nSo you were hoping to change\nsubjects and get your name on my\nresearch papers?\n\nIZZY\nOur research papers.\n\nSALT\nI would do my share of the work,\nsir. More.\n\nIZZY\nAnd you wouldn't have to worry\nabout anybody publishing the same\nthing cause there ain't nobody\nelse crazy enough to work with\nthis dangerous a virus.\n\nSalt hesitates, then beams.\n\n(CONTINUED )\n\f31.\n\nCONTINUED:\n\nSALT\nYes, sir! Have you given the\nvirus a name, sir?\n\nGILLESPIE\nMotaba... after the valley where\nwe found it.\n\nSALT\n\nI like it, sir.\n\nIZZY\nLike it? Listen to the way it\nrolls off your tongue. Mo-ta-ba.\nLike a perfume.\n\nHe lifts up a vial labeled MOTABA and puts it close to\nhis body as if he's putting on perfume.\n\nSalt watches with horror. In spite of their BL-4 suits,\nyou just don't play with these things. Salt checks\nGillespie, expecting the same reaction, but...\n\nGillespie's enjoying the moment. He expects these things\nfrom Berman.\n\nIzzy rubs the vial against his chest, savoring the\nexperience.\n\nIZZY\nOne drop and you feel... so\ndifferent... Your lover will never\n\nrecognize you again.\n(shoving the vial\nat Salt)\n\nHave some, Captain.\n\nIzzy tosses the vial of Motaba to Wally, who, terrified,\ndoesn't know whether to catch it or not. But he does.\n\nIZZY\nGood hands... That's important for\nworking with level 4 viruses.\n\nSalt, trembling, notes that the vial is made of plastic.\n\nSALT\nThis plastic is unbreakable,\nright?\n\nIZZY\nSo far.\n\n(CONTINUED )\n\f32.\nCONTINUED:\n\nA short, husky SPACE-SUITED FIGURE pushing a cart of test-\ntubes round the corner. The name Owigatsuyama is embla-\nzoned above his breast, Sergeant Major stripes on his arm.\nTHROUGH his visor we see the face of a Japanese-American\nman in his early 60's with a warm friendly grin. We'll\nknow him as Owi.",
  "22": "---END OF PREVIOUS SECTION---\nThe name Owigatsuyama is embla-\nzoned above his breast, Sergeant Major stripes on his arm. THROUGH his visor we see the face of a Japanese-American\nman in his early 60's with a warm friendly grin. We'll\nknow him as Owi. \n---TARGET SECTION TO BE ANNOTATED---\nOWI (SPACE-SUITED FIGURE)\n(saluting Gillespie)\nSir.\n(gesturing to Salt)\nHe's here early. No coffee breaks.\n\nGILLESPIE\nShould we let this guy horn in on\nour new virus, Owi?\n\nOwi hesitates.\n\nOwl\nI don't think so.\nGILLESPIE\nWell, that's that.\nSalt nervously eyes Izzy: \"Is this a joke?\"\nIZZY\n\nCaptain, Sergeant Owigatsuyama\nhere not only looks after\neverything in this lab, but since\nhe knows the birthday of every\ngreat tenor and soprano who ever\nlived, Dr. Gillespie looks to him\nfor supreme guidance on all\nmatters.\n\nSALT\nJust a minute! I could've changed\nthe radio to jazz. I love jazz.\nBut I didn't. Whaddya haveta do\nto get on here?\n\nGILLESPIE\nGet me a blood test for the Motaba\nVirus.\n\nSALT\nWith a PCR catalyst I should be\nable to have a crude -- and I\nunderscore crude -- screening test\nin a few weeks.\n\n(CONTINUED )\n\f33.\nCONTINUED:\n\nIZZY\nExcellent. But nobody's asking\nyou to work a hundred and fifty\nhours a week...\n\nGILLESPIE\nA hundred and twenty will be\nplenty.\n\nIZZY\n\nWelcome aboard, Captain.\n\nCut TO:\n\nINT. FORD'S OFFICE - LATER THAT NIGHT\n\nFord feeds flies to the Gila Monster. He looks out the\noffice window at the BL-4 lab where Salt is working late.\n\nFord moves on to the frog cages and feeds them too. He\nlooks back at the BL-4 lab: sees Salt exiting. The\nlights go out.\n\nCut TO:\n\nINT. FORD'S OFFICE - MOMENTS LATER\n\nFord watches the bank of video monitors behind his desk:\none shows Salt in the parking lot, getting into his old\nFiat and leaving.\n\nCut TO:\n\nINT. BL-4 LOCKER ROOM\n\nFord, naked, slips on his suit with the ease of Joe\nMontana pulling on his helmet. He buckles the suit with-\nout even looking, as if he's done it five thousand times.\nFADE UP the sound of RUSHING AIR and...",
  "23": "---END OF PREVIOUS SECTION---\nBL-4 LOCKER ROOM\n\nFord, naked, slips on his suit with the ease of Joe\nMontana pulling on his helmet. He buckles the suit with-\nout even looking, as if he's done it five thousand times. FADE UP the sound of RUSHING AIR and... \n---TARGET SECTION TO BE ANNOTATED---\nCut TO:\n\nGILLESPIE'S BL-4 LAB\n\nFord steps out of the air lock, disconnects his red hose\nand reconnects. He moves quickly across the room. Sud-\ndenly, his air tube snags on the side of the lab bench.\nFord stops, freaked. Quickly checks his hose. Indented,\nbut not broken. He breathes again.\n\n(CONTINUED )\n\f34.\nCONTINUED:\n\nFORD\nThe world is round, Gillespie.\nDidn't anybody fucking teach you?\n\nHe grabs a metal file off the tool board and files down\nthe side of the bench until it's perfectly smooth and\nround. Then moves on to...\n\nOne of the huge circular freezers in the center of the\nlab. He punches in a seven-digit code on the keypad and\nthe LOCK SNAPS OPEN. He lifts the heavy lid. VAPOR\nRUSHES OUT. He looks inside, sees the 65 aluminum test\ntubes labeled \"Motaba.\"\n\nCut TO:\n\nNEGATIVE PRESSURE HOOD - FORD - MINUTES LATER\n\nopening one test tube after another, expertly withdrawing\nfrom each only a tiny sample of the virus, then putting it\ninto a large test tube. Suddenly --\n\nThe air lock opens and three BL-4 figures approach Ford.\n\nWe recognize the tall lean figure although he's 35 years\n\nolder: McClintock, now a Lieutenant General. Ford hands\nhim the large test tube.\n\nFORD\nTell the boys the Old Man wants\nthe answer tonight.\n\nMcCLINTOCK\nYes, sir.\n\nMcClintock places the test tube into a clear plexiglass\ncontainer which is contained within a large plexiglass\ncontainer, each with its own combination lock. He twirls\nthe tumblers. The LOCKS SNAP into place.\n\nCut TO:\n\nGILA MONSTER\n\nIts eyes darting back and forth, ever watchful, trusting\nnothing.\n\nEXT. BALCONY - FORD'S OFFICE - NIGHT\n\nFord leans on the bannister oblivious to the Gila Monster\nbeside him. He's depressed and worried. In the distant\nsky,, traces of orange and pink announce the new day.\nFrom inside the office, a BEEP. Ford rushes...\n\f35.\nINT. FORD'S OFFICE\n\nto his computer terminal.",
  "24": "---END OF PREVIOUS SECTION---\n35. INT. FORD'S OFFICE\n\nto his computer terminal. \n---TARGET SECTION TO BE ANNOTATED---\n A message ratchets across the\nscreen: \"ANALYSIS FINISHED\"\n\nHe punches a computer key and swivels around in his\n\nchair to see the huge video screen on the wall. It shows\ntwo viral structures that look like DNA double helices.\nOne is labelled \"CD-40 1960 (Motaba Valley)\"; the other\nis labelled \"Motaba Virus - Gillespie - 1994.\"\n\nLetters flash across the screen.\n\nFord puts on his horn-rimmed glasses and stares at the\nscreen. He doesn't breathe. A long beat.\n\nFORD\nYou fucker, why couldn't you stay\ndead?\n\nCut TO:\n\nMOTABA RIVER VALLEY - DAY (AUGUST 24)\n\nDeep in the rain forest, a trapper wheels a cage contain-\ning a baboon to a clearing where other trappers and\nGovernment Health workers have lunch. Scattered around\nthem are cages filled with other animals they've caught\nfor Motaba Virus testing.\n\nThe DRONE of approaching PLANES builds. The animals hear\nit first and grow restless. The Army troops guarding the\nworkers scan the sky but can't see the planes because of\n\nthe treetops. They scream into their walkie-talkies.\n\nOn the river, the Machine Gunner on the Army Patrol-Boat,\nhears their reports and swivels his cannon around, scan-\nning the sky. But he can't see the planes either. The\nDRONE becomes DEAFENING. Suddenly:\n\nOver the treetops, three camouflage-painted DC-3 gunships\nemerge, CANNONS FIRING right on target.\n\nThe Patrol Boat explodes into a shower of splinters.\nThe DC-3 Gunships turn and arc high into the sky.\n\nOn the ground the soldiers sight the planes. They OPEN\nFIRE but the planes are out of range.\n\nThe ju-ju man comes out of his cave and watches the planes\ncircle back and release a waxy grey cloud.\n\nThe ju-ju Mmn raises his arms defiantly. He bares his\nteeth and screams, and his cry fuses with:\n\n(CONTINUED )\n\fCONTINUED:\n\n36.\n\nEXPLODING NAPALM. The planes press on relentlessly,\nextending the fireball mile after mile, extinguishing\n\nall life.\n\nCut TO:\n\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nEXPLODING NAPALM. The planes press on relentlessly,\nextending the fireball mile after mile, extinguishing\n\nall life. Cut TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n FORD'S OFFICE - SHORT TIME LATER\nGillespie bursts in. Ford looks up from his desk.\n\nGILLESPIE\nThe rebels hit Iwabi's camp.\n\nFORD\nI know.\n\nHe swivels around in his chair to the world map on\n\nFORD\nThey hit Kisangani, Bukavu, and\nMbandaka as well. Three hundred\nthousand acres of forest burned,\nat least thirty-seven dead. I'm\ntrying to find out about Iwabi.\n\nGILLESPIE\nHe's all right, thank God. He was\nin Kinshasha at his clinic but\nhis entire field staff was killed.\nHis whole lab destroyed.\n\nFORD\nTerrible.\n\nGILLESPIE\nI want to continue working on\nMotaba, sir.\n\nFORD\nLook, as a scientist, I appreciate\nthe fact that this one fascinates\n\nyou --\n\nGILLESPIE\n-- It scares the shit out of me,\nsir.\n\nFORD\n\nColonel, the Pentagon's biting my\n\nass cause we're months behind on\n\nthe Anthrax studies. Get 'em\n\nfinished. Take the heat off me.\n(MORE )\n\nthe wall.\n\n(CONTINUED )\n\f37.\nCONTINUED:\nFORD (CONT'D)\n\nThen you can fiddle with Motaba\nas much as you like.\n\nGILLESPIE\nSir, if this virus came to\nAmerica --\n\nFORD\n\n-- Then it'd be outside our\nmandate. The CDC takes care of\ncivilian problems. Christ, now\nyou've even got me buying into\nyour paranoia. We can't protect\neverybody against everything.\nWe've got to make decisions based\non the odds, and the odds of\nMotaba causing us any more trouble\nare a billion to one.\n\nINT. BL-4 LAB\nGillespie, Salt and Izzy search through the round freezer.\n\nIZZY\nEvery sample of Motaba gone...\nWhere the fuck did he put it?\n\nOwi looks contrite.\n\nOwl\nGeneral Ford ordered me to move\nall tubes to the sealed vault in A\nwing... Only he has access. He\nsaid you weren't gonna need it\nfor months.\n\nGillespie and his men are despondent.",
  "26": "---END OF PREVIOUS SECTION---\nOnly he has access. He\nsaid you weren't gonna need it\nfor months. Gillespie and his men are despondent. \n---TARGET SECTION TO BE ANNOTATED---\nGILLESPIE\nThose were the only samples in the\nworld of Motaba, Iwabi lost all\nhis in the fire.\n(to Owi)\nThere's got to be a way to get\nthat access code from Ford's\n\ncomputer.\n\nOwl\nSir, I don't want any more\ntrouble.\n\n(MORE )\n\n(CONTINUED )\n\f38.\nCONTINUED:\n\nOWI (CONT'D)\n\nIt's bad enough that I already\nmade one mistake and forgot to\ntransfer one of the tubes of\nMotaba. I seemed to have mixed\nit up with a tube of common cold\nvirus. If I give you the tube,\nI'm sure you'll fix my mistake,\nsir.\n\nHe reaches into his pocket and pulls out a gleaming\naluminium test tube with the words \"Motaba #48\" written\non the side.\n\nGILLESPIE\nI love it when you make mistakes,\nOwi.\n\nOwl\n\nHow do you know? I never made\none before now.\n\nHold on their grins, FADE UP the sound of FURIOUSLY\nRUSHING WIND and:\n\nCut TO:\n\nEXT. PACIFIC SEAS\nA Dutch freighter plowing through the heavy seas.\n\nCOMPUTER KEYS POUND: \"THE DUTCH FREIGHTER APELDORN.\nAUGUST 29.\"\n\nINT. FREIGHTER\n\nIn a cramped dark hold, Betsy stares sadly through the\nbars of her cage at her captor, SEAMAN SECOND CLASS\nDIETER JANS, 21-years-old and making his first trip.\n\nSEAMAN JANS\n(in Dutch)\nWhat's the matter, girl?\n\nDieter pushes a banana through the bar of the cage, and\nBetsy snatches it. Then she retreats with it to the far\ncorner of the cage and studies Seaman Jans with plaintive\neyes. PULL BACK to show the ship headed for the Golden\nGate Bridge.\n\nSMASH CUT TO:\n\f39.\nEXT. DOCKS (SAN FRANCISCO) - DAY\n\nBetsy stares out from her cage as it swings down from\nship to wharf.\n\nCut TO:\n\nBIOTEST ANIMAL HOLDING FACILITY (SAN JOSE, CALIFORNIA)\n\nWe're in a long aisle with monkey cages stacked two high\non both sides.",
  "27": "---END OF PREVIOUS SECTION---\nEXT. DOCKS (SAN FRANCISCO) - DAY\n\nBetsy stares out from her cage as it swings down from\nship to wharf. Cut TO:\n\nBIOTEST ANIMAL HOLDING FACILITY (SAN JOSE, CALIFORNIA)\n\nWe're in a long aisle with monkey cages stacked two high\non both sides. \n---TARGET SECTION TO BE ANNOTATED---\n A translucent skylight gives this place\na greenhouse glow.\n\nA forklift putters down the aisle with Betsy's cage in\nfront. Betsy's cage is lifted up and placed into a slot.\nBetsy stands out from all the other monkeys because she\nis the only black and white Colobos -- the other monkeys\nare all brown rhesus.\n\nBetsy's cage slides into place. BETSY SHRIEKS at the\nman in the forklift.\n\nJIMBO SCOTT, 23-years-young, long, scraggly hair, an\naspiring rock and roll drummer working here to make ends\nmeet. Jimbo's BEEPER SOUNDS. He checks the message,\nthen looks puzzled.\n\nCut TO:\n\nEXT. BIOTEST GUARD GATE - NIGHT\n\nJimbo's red Nissan pulls up to the exit lane of the guard\ngate. The GUARD leans over.\n\nGUARD\nHey, Jimbo, I saw your band last\nnight. Hot! I didn't know you\nwere such a good drummer, man.\nJIMBO\nWait'll I get my new traps. The\nworld'll never be the same.\nThe Guard raises the gate and Jimbo drives forward.\n\nCut TO:\n\nSIDE OF DARK ROAD\n\nJimbo opens the trunk to reveal Betsy, drugged, asleep\nin her cage. Jimbo slides Betsy's cage out of the trunk\nand places it in the back seat.\n\nCut TO:\n\f40.\nINTERSTATE FIVE (OREGON) - DAY\n\nJimbo speeds along in his red Nissan.\n\nINT. RED NISSAN\n\nIn her cage in the back seat, Betsy moves back and forth\nrestlessly, a baby bottle of water in her hand.\n\nJIMBO\nCars put babies to sleep, why\nnot you?\n\nBetsy takes a mouthful of water and spits it on Jimbo.\nHis reaction is instant rage. He slams the cage:\n\nJIMBO\nYou stupid fucking monkey!\nWhy'dya wanna go and do that?\n\nHe shoves the cage further away. Then he sees it - a\nsmall cut on his hand, caused by a couple of wire pro-\ntrusions on the cage. He rubs the blood off on his shirt.\nThe Nissan roars down the road.",
  "28": "---END OF PREVIOUS SECTION---\nThen he sees it - a\nsmall cut on his hand, caused by a couple of wire pro-\ntrusions on the cage. He rubs the blood off on his shirt. The Nissan roars down the road. \n---TARGET SECTION TO BE ANNOTATED---\nCut TO:\n\nEXTREME CLOSEUP - TISSUE CULTURE - THROUGH ELECTRON\nMICROSCOPE\n\nA normal cell.\n\nSALT (0.S.)\nA normal healthy liver cell.\n\nThe image changes.\n\nSALT (0.S.)\nInfected cell.\n\nThe infected cell is swollen and filled with black brick-\nlike structures.\n\nSALT (0.S.)\nBricks of virus. They multiply\nuntil...\n\nThe image changes: the bricks have completely overrun the\ncell, shattering its outer membrane so that bricks run\nrampant inside and outside the cell.\n\n(CONTINUED )\n\f41.\nCONTINUED:\n\nSALT (0.S.)\nThey explode the cell and destroy\nit. Then they move on to the next\nhealthy cell. And the next. 'Til\nthere's nothing left to kill.\n\nINT. BL-4 LAB - M.I.D.U.\n\nGillespie, Berman, and Salt, dressed in their biosafety\nsuits, peer at the video monitor hooked up to the electron\nmicroscope. Salt flicks a switch on the console to\n\nchange the magnification. The fuzzy brick-like structures\nare computer enhanced and enlarged to razor-sharp crystal-\nline structures that look like huge ominous steel balls\nclimbing up the sides of thick pillars.\n\nIZZY\nThere's our guy, Mr. Motaba.\n\nGILLESPIE\nUgly bastard, isn't he?\n\nSALT\nI wouldn't let him date my sister.\n\nCut TO:\n\nEXTREME CLOSEUP - MICROSCOPE FIELD\n\nas the image comes INTO FOCUS we see a wavy purple out-\nline of a cell.\n\nSALT (0.S.)\nThe blood test. Normal is this --\npure purple. But if you're\ninfected...\n\nFocus changes and another image fills the screen: the\nfield is filled with wide patches of red circles.\n\nGillespie and Berman each peer into the scope.\n\nGILLESPIE\nIf you're red, you're dead. Is\nthat what you're telling me?\n\nSALT\nThat's right, Colonel. The virus\ndoesn't know the Cold War is over.\n(MORE )\n\n(CONTINUED )\n\f42.\nCONTINUED:\n\nSALT (CONT'D)\n(beat)\nBut the rest is just a quickie; I\nhaven't had time to refine it.\nThere are false negatives, purples\nthat should be red.",
  "29": "---END OF PREVIOUS SECTION---\n(MORE )\n\n(CONTINUED )\n\f42. CONTINUED:\n\nSALT (CONT'D)\n(beat)\nBut the rest is just a quickie; I\nhaven't had time to refine it. There are false negatives, purples\nthat should be red. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know\n\nwhy yet.\nGILLESPIE\nHow long to fix it?\nSALT\nHard to say.\nGILLESPIE\nHow long?\nIZZY\n\nHey, don't pressure the kid! It\ntook the NIH guys eight months to\nget the kinks outa the AIDS test...\nAnd they didn't have to put up with\nyour nagging.\n\nSMASH CUT TO:\n\nINT. SMALL ANIMAL TESTING ROOM - TRAVELING SHOT\n\nGillespie, Berman and Salt moving rapidly through the\nroom within the BL-4 lab.\n\nIZZY\nThis bug definitely ate its\nWheaties.\n\nANGLE ON FOURTEEN CAGES\n\neach contains three or four different small mammals --\nrats, guinea pigs, small lab mice, hamster, and rabbits.\nAll stone dead.\n\nIZZY\nIt survives in air for twelve\nhours, and it survives in water\nfor two hours.\n\nGILLESPIE\n(incredulous)\nBullshit.\n\n(CONTINUED )\n\fCONTINUED:\n\nIZZY\nHey, this little bugger's so hardy\nit can read the whole Sunday NY\nTimes and not die, it can run the\nhundred in nine flat, and it can\nkill fish faster than my cat.\nVoila!\n\n43.\n\nA fish tank with a dozen dead fish floating on top.\n\nIZZY\nNo test species has survived, even\nwhen I've treated them with all\nantivirals, including every damn\nantiserum. What's even worse is\nthere's a latency phase. Iwabi\ndidn't see this in Zaire, I don't\nknow why, but some of the animals\nI've tested had the infection a\nlong time before they showed any\nsymptoms. They even tested\nnegative but had the disease. If\nthis is true of humans... why we\ncould have it ourselves and not\nknow it.\n\nSALT\nYet be spreading it.\nIZZY\nExactly.\nSALT\nHoly shit.\nINT. RUDY'S PET SHOP (BONNEVILLE, OREGON) - DAY\nCOMPUTER KEYS POUND: \"BONNEVILLE, OREGON... FRIDAY,\nAUGUST 31.\"\n\nJimbo slides a cage containing Betsy into a space beside\na cage containing a male brown RHESUS MONKEY.",
  "30": "---END OF PREVIOUS SECTION---\nINT. RUDY'S PET SHOP (BONNEVILLE, OREGON) - DAY\nCOMPUTER KEYS POUND: \"BONNEVILLE, OREGON... FRIDAY,\nAUGUST 31.\"\n\nJimbo slides a cage containing Betsy into a space beside\na cage containing a male brown RHESUS MONKEY. \n---TARGET SECTION TO BE ANNOTATED---\nthe bars of his cage and HISSES.\n\nHe grabs\n\nBetsy cowers.\n\nRUDY ALVAREZ, the owner of the shop, slips on a pair of\ngloves and opens the cage, reaches in for Betsy. She\ntries to avoid his grasp.\n\nRUDY\nYou got the papers and all?\n\n(CONTINUED )\n\f44,\n\nCONTINUED:\nJIMBO\nYeah, sure... I got the papers.\nShe's legal.\nRUDY\n\nWhaddya mean 'she'?\n\nBetsy takes advantage of the opening and bolts out of the\ncage, heading for the window. As Rudy and Jimbo both\nchase after her, Rudy is steaming.\n\nRUDY\nI told you a male.\nJIMBO\nYou said 'she'.\nRUDY\nBullshit! I said 'he'. The\n\ncustomer's already got a female\nColobos. He wants to breed ‘em.\n\nBetsy slams against the glass. Rudy grabs her.\n\nRUDY\nC'mon, baby... c'mon.\n\nShe lashes out at his naked forearm, digging her nails\ninto him, drawing blood. He yelps and lets go, and she\nruns away to the other side of the room, passing the\nbrown rhesus, who eyes a half-eaten banana in Betsy's\ncage. He grabs it and scarfs it down.\n\nJimbo finally grabs Betsy from behind. Rudy grabs her\nfrom the front and they thrust her back into her cage.\nRudy wipes the blood off his arm.\n\nRUDY\nGet this bitch outa here.\n\nJIMBO\nWhat about my money?\n\nRUDY\nGo back and get me a male Colobos.\n\nJIMBO\nWe ain't got one. This was the\nonly Colobos we had... Look, I'll\nsell her cheap.\n\nRUDY\nI wouldn't take her for free.\n(MORE )\n\n(CONTINUED )\n\f45.\nCONTINUED:\n\nRUDY (CONT'D)\n(indicating the\nBrown Rhesus)\nI can't even sell this one.\n\nJIMBO\n(depressed)\nHey, I need some money now, man.\n\nRudy hesitates.\n\nJIMBO\nI done you a lot of favors.\n\nRudy pulls out a billfold.\n\nRUDY\nAll right...",
  "31": "---END OF PREVIOUS SECTION---\nJIMBO\nI done you a lot of favors. Rudy pulls out a billfold. RUDY\nAll right... \n---TARGET SECTION TO BE ANNOTATED---\n Fifty bucks for\nyour expenses. A lot more when\nyou bring me a male.\n\nJIMBO\nWhat am I going to do with her?\n\nRudy shrugs.\n\nCut TO:\n\nSMALL ROAD DEEP IN FOREST - LATER THAT DAY\n\nJimbo opens the cage which is sitting on the side of the\nroad by the Nissan, but Betsy shrinks back in a corner\nof the cage. Jimbo feels sorry for her.\n\nJIMBO\nLook at all the trees. It's like\nhome.\n\nJimbo jabs her lightly with a drumstick. She runs out of\nthe cage but stops at the edge of the road, afraid of the\nforest she doesn't know.\n\nJIMBO\n(flicking pebbles\nat her)\nC'mon, get. Get!\n\nShe scampers off into the forest. Jimbo follows her\nwith his eyes, a little saddened.\n\nCut TO:\n\f46.\nINT. 757 CABIN\n\nJimbo Scott is asleep against the window in the back\nrow of the plane.\n\nBILLY BOY (0.S.)\nBang, bang! You're dead.\n\nJimbo bolts up, and looks groggily at the four-year-\nold boy standing on the next seat: he's dressed in\n\na cowboy's outfit with a huge sheriff's star pinned\nto his chest. He sneezes right in Jimbo's face. His\nmother puts down her Cosmo.\n\nBILLY BOY'S MOTHER\nBilly!? Say you're sorry.\n(to Jimbo)\nHe's so excited; he's going to\nsee his cousins.\n\nBILLY BOY\nMy uncle's a real cowboy at a\nrodeo.\n\nJimbo looks terrible. His eyes are red and he's\nhaving trouble swallowing. He grabs his pillow and\nblanket and gets up. Billy jabs his six guns into\nJimbo's belly:\n\nBILLY BOY\nWhere d'you think you're goin',\nmister?\n\nJIMBO\n\nSomeplace they don't have lawmen.\nHe goes to the back of the plane where's it's deserted,\nand lies down across three seats. His body shakes\nwith a chill. He pulls the blanket tight against his\nchest.\n\nCut TO:\n\nEXT.",
  "32": "---END OF PREVIOUS SECTION---\nHis body shakes\nwith a chill. He pulls the blanket tight against his\nchest. Cut TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n LOGAN AIRPORT (BOSTON) - DAY\n\nCOMPUTER KEYS POUND: LOGAN AIRPORT, BOSTON, SATURDAY,\nSEPTEMBER 1.\n\nThe 757 glides almost silently over Boston Harbor as\nit sweeps in towards Logan Airport.\n\f47.\nLOGAN AIRPORT - GATE\nJimbo lumbers out and is greeted by a young woman\nwith long scraggly hair who wears blue jeans and an\nold, faded T-shirt that says \"Metallica.\" Her name\nis ALICE, and she puts her arm around Jimbo and hugs\nhim.\n\nALICE\nWhat'sa matter, honey?\n\nJIMBO\nSome little brat gave me his cold.\n\nShe plants a kiss on him and pats his ass.\nALICE\nToo many late nights, that's all.\nCome home to bed.\n\nJimbo smiles and pulls her close.\n\nCut TO:\n\nEXT. MOUNTAIN FOREST - NIGHT\n\nBetsy's eyes glow in the moonlight. She looks hungry\nand sad. She hears the SHRIEK of a HAWK and freezes.\nThese are foreign sounds. She moves stealthily\nacross the forest floor.\n\nCut TO:\n\nMOUNTAIN FOREST - LATER THAT NIGHT\n\nA patch of wild blackberries grow in a thicket. Betsy\nbegins eating them ravenously. Then she HEARS\nSOMETHING and turns to see --\n\nA coyote poised to leap. Betsy races up a pine tree.\n\nHER POV\n\nThe COYOTE BARKS below. He's joined by his mate. The\ncoyotes settle in for a long, hungry wait.\n\nBetsy is terrified.\n\nCut TO:\n\f48.\nMOUNTAIN FOREST - FOLLOWING MORNING\nBetsy, still high up in the pine tree, looks down on --\n\nThe COYOTES, still waiting. One of them pricks up his\nears and GROWLS. Suddenly a SHOT rings out, and the\ncoyotes bolt.\n\nIn the distance a hunter takes aim and FIRES again.\nBetsy cowers behind the tree, hiding herself from this\nnew danger.\n\nThe hunter runs under Betsy's tree, rifle in hand,\ncursing to himself, hell bent on killing the coyotes.\n\nCLOSE ON BETSY IN TREE\n\nShe waits as TWO more SHOTS ring out in the distance,\nthen slowly climbs down.",
  "33": "---END OF PREVIOUS SECTION---\nBetsy cowers behind the tree, hiding herself from this\nnew danger. The hunter runs under Betsy's tree, rifle in hand,\ncursing to himself, hell bent on killing the coyotes. CLOSE ON BETSY IN TREE\n\nShe waits as TWO more SHOTS ring out in the distance,\nthen slowly climbs down. \n---TARGET SECTION TO BE ANNOTATED---\nINT. DR. DREW REYNOLDS' OFFICE - DAY\n\nCOMPUTER KEYS POUND: \"OFFICE OF THE DIRECTOR, CENTER\nFOR DISEASE CONTROL (CDC), ATLANTA, SEPTEMBER 1.\"\n\nDR. DREW REYNOLDS, 55, dressed in a doctor's coat,\npaces in front of a bookcase filled with medical tomes\nand topped by tennis trophies. Reynolds has a rest-\nless energy; he squeezes a tennis ball as he listens\nto Robby, sitting in a chair across from his desk,\nwith a folder of fax papers in her papers. She's\nclearly intimidated by him, which is his intended\neffect on everyone.\n\nROBBY\nDr. Gillespie wants us to send\nout a special bulletin warning all\nphysicians to watch out for any\nsymptoms of a virus from Zaire\nnamed 'Motaba.' He thinks it's\nserious enough to warrant\nemergency reporting nationwide,\nthat it can't wait for our regular\nmonthly report.\n\nDREW REYNOLDS\nWhich will be released next week,\ncorrect?\n\nROBBY\nWednesday.\n\n(CONTINUED )\n\fCONTINUED:\n\n49.\n\nDREW REYNOLDS\nTo get out a special bulletin for\nfour hundred thousand health\nprofessionals is about a hundred\nand fifty thousand dollars.\n\nROBBY\nDr. Gillespie says it's the worst\nvirus he's ever studied --\n\nDREW REYNOLDS\n-- Forgive me, Robby, but this is\nthe guy who found three cases of\nCongo Fever in Nairobi in '87,\nand suddenly it's in every\nAmerican kid's lunch box --\n\nROBBY\n-- You're not being fair --\n\nDREW REYNOLDS\nIn '91 he said Tsutsugamushi\nFever was coming. In '92 it was\nEbola. His panics cost us plenty.\nAround here he's known as Doctor\nDoom.\n\nROBBY\nHe could've been right about any\nof them. Rule out the worst\nfirst... that's what my father\nalways taught.\n\nDREW REYNOLDS\nYour father was one of the\ngreatest Surgeon Generals this\ncountry ever had. He took me\nunder his wing and let me fly.\nI've always been grateful.",
  "34": "---END OF PREVIOUS SECTION---\nDREW REYNOLDS\nYour father was one of the\ngreatest Surgeon Generals this\ncountry ever had. He took me\nunder his wing and let me fly. I've always been grateful. \n---TARGET SECTION TO BE ANNOTATED---\n And\nI've always had a special feeling\n\nfor you, Robby. The... pain it\ngave him to see you working under\nGillespie... all your promise...\n\nthe man never gave you a chance\nto show it.\n\nA long silence. Drew has hit home.\n\nDREW REYNOLDS\nLook, is there a shred of evidence\nthat Motaba is more transmissible\nthan the other filoviruses we've\nseen in the past?\n\n(CONTINUED )\n\f50.\n\nCONTINUED:\nROBBY\nNo.\nDREW REYNOLDS\nThen as long as the bulletin goes\nout next week, we're covered.\nCUT TO:\nINT. ELEVATOR (DESCENDING) - ROBBY\n\nalone, very depressed, leans against the wall. We\nsense, if somebody walked in and said hello, she'd cry.\nThe doors open into her floor and she gets out, not\nmaking eye contact with anyone. She enters...\n\nHER EXPANSIVE OFFICE\n\nHer young assistants, DR. JULIO SANCHEZ and DR. LISA\nARONSON, faxes in hand, join her from their neighboring\noffices.\n\nLISA ARONSON\nAn E-Coli outbreak in Michigan at\na couple of Ronny's steakhouse\nfranchises.\n\nJULIO SANCHEZ\nAnd -- a couple of fevers of\nunknown origin at Boston Municipal\nthat the infectious disease docs\ncan't figure out. That's all\nwe've got on the log.\n\nROBBY\n(jesting)\nThe Boston case is not some guy\nout of Zaire... with Motaba, is it?\n\nLISA ARONSON\n(laughs)\nYeah, right! Nah, it's a couple\nof Americans. No unusual travel.\n\nJULIO SANCHEZ\nThey've probably got some atypical\nstrain of Lyme and the Boston\ndoctors have just missed the boat.\n\nROBBY\nThen let's see if we can throw\nthem a lifeline.\n\f51.\n\nINT. RUDY'S PET SHOP (BONNEVILLE, OREGON) CLOSE ON\nRUDY - DAY\n\nHe doesn't look good, his face is flushed and sweaty,\n\nhis eyes glassy. He turns the \"Closed\" sign around to\n\"Open\" and unlocks the door for an elderly lady,\n\nMRS.",
  "35": "---END OF PREVIOUS SECTION---\nINT. RUDY'S PET SHOP (BONNEVILLE, OREGON) CLOSE ON\nRUDY - DAY\n\nHe doesn't look good, his face is flushed and sweaty,\n\nhis eyes glassy. He turns the \"Closed\" sign around to\n\"Open\" and unlocks the door for an elderly lady,\n\nMRS. \n---TARGET SECTION TO BE ANNOTATED---\n FOOTE, standing impatiently outside with her fat\n\nPersian cat in her arms. The BELL TINKLES as the door\nopens and she enters.\n\nMRS. FOOTE\nRorshie didn't like the shredded\nveal wafers. I asked her and she\nsaid, 'Can we change it for the\nbeef chips?'\n\nHe's not up for this today.\n\nMRS. FOOTE\nAre you okay, Rudy?\nRUDY\nI'm fine, Mrs. Foote... it's hot.\n\nThat's all. Lemme open a win--\n\nSuddenly his face twitches, his body stiffens, his\neyes roll back and he falls to the floor, convulsing\nviolently.\n\nMrs. Foote screams.\n\nCut TO:\n\nINT. BONNEVILLE GENERAL HOSPITAL - EMERGENCY ROOM\n\nCOMPUTER KEYS POUNDING: \"EMERGENCY ROOM, BONNEVILLE\nGENERAL HOSPITAL - SEPTEMBER 1, 08:50.\"\n\nDR. MASCELLI, 43, a local G.P. auscultates Rudy's\nchest with his stethoscope. A nurse, EMMA, starts\n\nan IV. A second nurse, Jim, puts an oxygen mask over\nRudy's face. The lab tech, HENRY, 23, very serious,\nwraps a tourniquet around Rudy's arm and draws some\nblood into three colored tubes.\n\nDR. MASCELLI\nC'mon, Rudy, talk to me!\n\nNo response. Dr. Mascelli rubs his knuckles into\nRudy's chest. Rudy groans.\n\nEMMA\nThey said he was fine yesterday.\n\n(CONTINUED )\n\f52.\n\nCONTINUED:\nDR. MASCELLI\n(rattled)\nAnd now he's in shock with\npneumonia.\n(to Henry)\n\nGet me some blood cultures.\n\nHenry nods as he fills a lavendar-topped tube with\nRudy's blood.\n\nDR. MASCELLI\nI've been reading about real bad\nstrep cases. I bet this is one of\n‘em. Emma, don't leave him alone.\nHis heart could stop any minute.\n\nCut TO:\n\nLAB - CLOSE ON LAVENDER-TOPPED TUBE - MINUTES LATER\n\nspinning in a centrifuge. Henry turns it off. In the\nb.g.",
  "36": "---END OF PREVIOUS SECTION---\nCut TO:\n\nLAB - CLOSE ON LAVENDER-TOPPED TUBE - MINUTES LATER\n\nspinning in a centrifuge. Henry turns it off. In the\nb.g. \n---TARGET SECTION TO BE ANNOTATED---\n the RADIO BLARES with the MARINERS -- ANGELS\ngame:\n\nBASEBALL RADIO\n\nANNOUNCER (V.O.)\nJohnson's ready... Checks the\nrunners... Salmon is waiting.\nJohnson delivers.\n\n(a LOUD CRACK)\n\nThat ball is hit. Deep... deep...\nit's gone. The Angels win!\n\nHENRY\nDamn!\n\nWithout thinking he reaches into the centrifuge, but\nit's still spinning. The lavendar tube shatters,\nspraying Rudy's blood everywhere.\n\nHenry squints. He's got blood in his eye. He rushes\nto the sink and washes it out.\n\nCut TO:\n\nEMERGENCY ROOM OFFICE - MINUTES LATER\nDr. Mascelli trying to calm Henry.\n\n(CONTINUED )\n\f53.\nCONTINUED:\n\nDR. MASCELLI\nYou washed it out. Don't worry.\nBut just in case, I'll put you\non some penicillin\nprophylactically.\n\nHENRY\nI wouldn't want to give it to my\ngirl friend.\n\nDR. MASCELLI\n(nudging Henry)\nCheer up, the penicillin'1ll kill\nthat, too.\nHenry manages a smile.\n\nCut TO:\n\nINT. VICTORIA STREET THEATRE\n\nCOMPUTER KEYS POUNDING: \"VICTORIA STREET THEATRE,\nBONNEVILLE, OREGON - SEPTEMBER 1, 20:25 PDT.\"\n\nHenry sits with his girl friend, CORINNE, watching\na showing of the Warner-Kopelson blockbuster, Thief\nOf Araby. Henry starts to cough violently, then\nstands up.\n\nCORRINE\nHoney, what's wrong?\n\nHe's sweaty and pale.\n\nHENRY\nNothin'. Just thirsty... Lemme\nget something to drink and I'll\n\nbe okay.\n\nHenry heads up the aisle in the darkened theatre.\n\nINT. THEATRE LOBBY - CONCESSION COUNTER\n\nHenry hits the concession stand line just as it's\nfilling up before another movie in this multiplex.\nHe's still coughing. He covers his mouth as he coughs\nagain and again.\n\n(CONTINUED )\n\f54.\nCONTINUED:\n\nMovie patrons, children and adults, on all sides of\nhim are exposed to his \"cold.",
  "37": "---END OF PREVIOUS SECTION---\nHe covers his mouth as he coughs\nagain and again. (CONTINUED )\n\f54. CONTINUED:\n\nMovie patrons, children and adults, on all sides of\nhim are exposed to his \"cold. \n---TARGET SECTION TO BE ANNOTATED---\n HOLD ON each of their\nfaces for a second as Henry pushes his way to the\nfront of the line and grabs a handful of napkins.\n\nHENRY\nCould I please get something to\ndrink?\n\nTRACY, the salesgirl with a spiked haircut regards him\nwith a hostile glance.\n\nTRACY\nYou'll have to wait your turn,\nsir.\n\nHENRY\nPlease -- I'm not feeling too good.\nA large Coke. Or Pepsi. I don't\ncare.\n\nAt the front of the line, a black woman (MRS. LOGAN)\nwith a streak of purple in her hair holds her toddler\nin her arms. She sees that Henry is ill.\n\nMRS. LOGAN\nThat's okay, let him go first.\n\nHenry, coughing violently, slaps down three dollars.\nTracy serves him.\n\nINT. DARKENED THEATRE\n\nHenry walks down the aisle with his drink in hand. He\nstumbles and falls forward, spilling the drink all\nover a MOVIE PATRON sitting on the aisle.\n\nMOVIE PATRON\nHey?! Watch what you're...\n\nWhen he sees Henry sprawled face down on the carpet,\nhe's scared. He touches Henry's back:\n\nMOVIE PATRON\nHey, buddy...? Usher!! Usher!!\n\nSHOCK CUT TO:\n\nINT. BOSTON MUNICIPAL HOSPITAL\nCOMPUTERS KEYS POUND: \"BOSTON MUNICIPAL HOSPITAL.\"\n\n(CONTINUED )\n\f55.\nCONTINUED:\n\nDr. Julio Sanchez from the CDC and THREE OTHER DOCTORS,\ndressed in full surgical smock, cap, foot covers, and\ngloves, stride briskly down the hall and approach\ndouble-doors marked \"Quarantine: Protective Clothing\nRequired\" in red letters. They put on positive\npressure respirator face masks and we hear the sound\nof RUSHING AIR. They push through the double-doors.\n\nINT. QUARANTINE WARD\nJimbo lies near death in one bed, and his girl friend --\n\nAlice lies near death in another. Plastic drapes\nhave been placed over both beds, holding the air\ninside.\n\nCLOSE ON JIMBO\n\nThe scarlet hemorrhagic rash can be seen on his\ncheeks. Blood trickles from his nose and his mouth,\nand soaks his sheets. Dr.",
  "38": "---END OF PREVIOUS SECTION---\nCLOSE ON JIMBO\n\nThe scarlet hemorrhagic rash can be seen on his\ncheeks. Blood trickles from his nose and his mouth,\nand soaks his sheets. Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Sanchez is shocked at how\nfar gone Jimbo is.\n\nJULIO SANCHEZ\n(loudly)\nMister Scott -- Jimbo... We're\ntrying to figure out how you got\nthis disease. It's important, so\ntry to help me. You work at an\nanimal facility in San Jose --\n\nJimbo's eyes are blank. He's dead.\n\nBOSTON DOCTOR #1\nWhat's this guy got?\n\nJULIO SANCHEZ\nI don't know. That's why we'll\nneed a post.\n\nBOSTON DOCTOR #2\nNo way. I'm not gonna slip and\ncut myself and get what he's got.\n\nBOSTON DOCTOR #1\nMe neither.\n\nSuddenly from under her plastic protective shield,\nAlice stares over at Jimbo's bed. She calls out,\nher voice a whisper:\n\n(CONTINUED )\n\f56.\nCONTINUED:\n\nALICE\nJimbo -- Jimbo? Honey, are you\nall right...? Answer me, please.\n\nAlice has just spoken her last words. FADE UP the\nWHIR of a SUCTION PUMP and...\n\nCut TO:\n\nINT. BOSTON MUNICIPAL HOSPITAL —- PATHOLOGY LAB\n\nBoston Doctor #3, in a biosafety suit, stares at Jimbo's\nnaked body lying on the autopsy table. Dr. Sanchez,\nalso in a biosafety suit, stands opposite.\n\nJULIO SANCHEZ\nGo very carefully, very slowly.\nMaximum sharps precautions.\n\nSweat drips off Boston Doctor #3's face, fogging his\nvisor. He starts to make the first cut, but his hand\nis trembling too much.\n\nJULIO SANCHEZ\nDon't let your eyes leave the\nblade. Ever. And you'll be okay.\n\nDoctor #3 cuts deep into Jimbo's ribs but no matter\nhow slowly he cuts, the sharp edge of the scalpel\nseems too close to his fingers. PULL BACK to reveal\nthey're doing the autopsy in a plastic tent using\nnegative pressure suction pumps. As the PUMPS WHIR...\n\nCUT TO:\nAUTOPSY TENT - LATER\nBOSTON DOCTOR #3\nJesus -- the liver, spleen,\nkidneys -- they've turned into\njelly.",
  "39": "---END OF PREVIOUS SECTION---\nPULL BACK to reveal\nthey're doing the autopsy in a plastic tent using\nnegative pressure suction pumps. As the PUMPS WHIR... CUT TO:\nAUTOPSY TENT - LATER\nBOSTON DOCTOR #3\nJesus -- the liver, spleen,\nkidneys -- they've turned into\njelly. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nOPERATING ROOM NURSING STATION\n\nJULIO SANCHEZ\n(into phone)\nIt's as if they swallowed a bomb\nand it went off inside them.\n(MORE )\n\n(CONTINUED )\n\f57.\nCONTINUED:\n\nJULIO SANCHEZ (CONT'D)\nI don't know if it's Motaba but\nit sure looks like what Gillespie\ndescribed.\n\nINTERCUT WITH:\n\nROBBY\n\nat her kitchen table. Petrified. We see she's been\nworking late: her laptop's on, papers are strewn about.\n\nROBBY\n(into phone)\nHow many were exposed?\n\nJULIO SANCHEZ\nToo many. The medical staff\ndidn't know what they were dealing\nwith so they didn't take\nprecautions. They're scared outa\ntheir minds.\n\nJulio gazes through the glassed-in walls at the half-\ndozen pathology residents and nurses, peering at him\nwith worried expressions. He spins around in his\nchair so he doesn't have to see them.\n\nJULIO SANCHEZ\n\nThat's just the beginning.\nPatient zero -- this guy Jimbo\nScott -- worked in an animal\nquarantine facility in San Jose,\nCalifornia. That's probably where\nhe picked it up. Probably the\nwhole place is infected by now and\nis gonna have to be nuked.\n\n(beat)\nIt gets worse. Jimbo here takes\na goddamn plane from Portland to\nBoston. The plane stopped in\nChicago. Two hundred and eight\npeople on the first leg, and\nChrist, something like two hundred\nand fifty on the second! If this\nguy was infectious, by now the\nwhole country's been exposed. And\nGillispie says there's no treatment\nfor this mother, nothing to do but\npronounce people dead. What are\nwe supposed to do, Robby? Christ,\nwhat the hell are we supposed to do?\n\n(CONTINUED )\n\fCONTINUED:\n\n58.\n\nROBBY\n(coolly)\nGillespie said Motaba only spreads\nby direct contact, that the\ndisease isn't airborne. Was\npatient zero coughing?\n\nSanchez flips through Scott's medical record.\n\nRobby has\n\nJULIO SANCHEZ\nI don't see anything about his\ncoughing.",
  "40": "---END OF PREVIOUS SECTION---\nWas\npatient zero coughing? Sanchez flips through Scott's medical record. Robby has\n\nJULIO SANCHEZ\nI don't see anything about his\ncoughing. \n---TARGET SECTION TO BE ANNOTATED---\nROBBY\nThen the people on the plane are\nprobably okay. But we're going to\nhave to check every one of them\nout. Plus all the medical staff\nwho worked on him and his\ngirl friend. Plus all their recent\ncontacts.\n\nJULIO SANCHEZ\n-- That's thousands of people --\n\nROBBY\n-- I don't see a choice --\n\nJULIO SANCHEZ\n-- This whole hospital is buzzin'\nwith rumors... it's gonna hit the\npress real soon. What are we\ngonna tell them?\n\nROBBY\nThat the C.D.C. is investigating\nthe situation, but we do not feel\nthere's reason for alarm. I know\nit's scary, Julio, but the truth\nis we don't know what it is yet.\n\nJULIO SANCHEZ\nGillespie's the only one who can\ntell us.\n\nmixed emotions: the last person she wants to\n\ninvolve is her ex-husband.\n\nROBBY\nSend him everything by stat\ncourier.\n\nJULIO SANCHEZ\nGot it.\n\n(CONTINUED )\n\f59.\nCONTINUED:\n\nHe hangs up. STAY WITH Robby: her mind racing. She\npunches in a speed-dial key. An operator answers:\n\nOPERATOR (V.O.)\nCenter for Disease Control.\n\nROBBY\nThis is Dr. Keough. Put out a\nstage three alert.\n\nOPERATOR (V.O.)\nYour password, Doctor?\n\nROBBY\nZebra, Apple, Charley, Kill.\n\nCut TO:\n\nWAR ROOM OF C.D.C (23:00)\n\nA wan Drew Reynolds enters this large, frenetic room\ncrowded with doctors and staff man the phone banks and\nfax machines that take up an entire wall. Along another\nwall is a huge electronic map of the U.S. A red circle\nblinks on Boston. Reynolds knows that if Motaba Virus\nrips through America, he's scapegoat number one. He\nmakes his way to --\n\nRobby at the large desk in the middle of the room.\n\nROBBY\n(into phone)\nGreat! Now get the list of all\nhis friends in San Jose. I want\nto know every contact the last\nlast five days.\n\nShe hangs up, turns to Lisa Aronson, on the phone at the\nnext desk.",
  "41": "---END OF PREVIOUS SECTION---\nNow get the list of all\nhis friends in San Jose. I want\nto know every contact the last\nlast five days. She hangs up, turns to Lisa Aronson, on the phone at the\nnext desk. \n---TARGET SECTION TO BE ANNOTATED---\nROBBY\nPaitent Zero didn't take a\ncommercial plane to Portland.\nPresumably he went by car. Fax\nevery emergency room in the\nPortland area a description of the\ndisease. Then hit every hospital\nalong every freeway from San Jose\nto Portland.\n\nLISA ARONSON\nRight.\n\n(CONTINUED )\n\f60.\nCONTINUED:\n\nDrew Reyonlds sits down at Robby's desk. Suddenly he\nlooks much older.\n\nDREW REYNOLDS\nWe don't even have confirmation.\nThis could all be for noth --\nROBBY\n-- Worst first. My father never\nmade the same mistake twice.\nReynolds is humbled.\n\nCut TO:\n\nINT. BONNEVILLE GENERAL HOSPTIAL - INTENSIVE CARE UNIT\nCorinne stands at Henry's bedside. She's getting sick\ntoo: pale, sweating, starting to cough, but she's more\nworried about Henry, who's barely conscious.\nDR. MASCELLI\n\nHenry, we got it early, and you're\n\ngonna make it. But I need you to fight.\nHenry stares at him with blank eyes.\n\nCORRINE\nFight, Henry. Fight hard.\n\nThe OVERHEAD PAGING SYSTEM GOES OFF.\nPAGING OPERATOR (V.O.)\nDr. Mascelli, E.R. stat. Dr.\nMascelli, E.R. stat...\n\nDr. Mascelli rushes out.\n\nCut TO:\n\nEMERGENCY ROOM\n\nTwo paramedics wheel in Tracy, the Movie Counter Sales-—\ngirl with the spiked haircut. Her father runs alongside.\n\nTRACY'S FATHER\nDoc, she got sick so fast. I\nthought it was the flu, then she\nfainted in the bathroom. She's\nhot, Doc, so hot.\n\nHOLD ON Dr. Mascelli's fear, then --\n\nCut TO:\n\f61.\nE.R. HALLWAY - MASCELLI - MINUTES LATER\n\nHe's searching through a thick book on infectious\ndiseases. Nurse Emma approaches, near tears:\n\nEMMA\nWhat's wrong with these people?\n\nDR. MASCELLI\nI don't know.\n\nINTERCUT EMERGENCY ROOM - B.G.\n\nWe see a roomful of people waiting to check in, including\nMrs. Logan (the black woman with purple hair) and her\ntoddler.",
  "42": "---END OF PREVIOUS SECTION---\nG. We see a roomful of people waiting to check in, including\nMrs. Logan (the black woman with purple hair) and her\ntoddler. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly the toddler starts coughing and\ncoughing. His lips turn blue.\n\nMRS. LOGAN\n(screams )\nMy baby. My baby!\n\nDr. Mascelli throws down the book and rushes out, past --\nThe FAX MACHINE, spitting out a sheet of paper. The words\nat the top declare: \"Center for Disease Control, Atlanta,\nEmergency Bulletin.\"\n\nFADE UP the ROAR of a CHOPPER and --\n\nCut TO:\n\nFT. DETRICK - HELIPORT (23:50)\n\nAs the BELL CHOPPER emblazoned with the Boston Police\nlogo hits ground, Gillespie, Berman, Salt and Owi yank\nopen the doors and pull out the two shiny aluminum\ncoffins.\n\nINT. GILLESPIE'S BL-4 LAB\n\nThe aluminum coffins containing Jimbo Scott and Alice\nstill lie open. Gillespie, Berman, and Owi anxiously\nwatch Salt slip a slide under the scope and peer though\nthe eyepieces. A long beat. He moves carefully from one\nfield to the next.\n\nIZZY\nC'mon, for chrissakes.\n\nSalt shifts to another field, looks at it long and hard.\nPulls his head back: hopelessness in his eyes.\n\nCut TO:\n\f62.\nINT. FORD'S OFFICE\n\nA fuzzy, bright fluorescent glow FILLS the SCREEN. As\nthe image comes INTO FOCUS, we see the ugly, large red\ncircles of Motaba.\n\nANOTHER ANGLE\n\nA shaken Bill Ford pulls back from his scope. He tries\nto project an air of calm:\n\nFORD\nP.C.R. tests are tricky. It's\neasy to make a mistake --\n\nGILLESPIE\n-- Yeah, I followed your orders\ninstead of my gut.\n\nHe grabs the phone and punches in a long distance number.\n\nGILLESPIE\nI should've blasted our African\nfindings across every newspaper\nin the country.\n(into phone)\nRobby.\n\nINTERCUT C.D.C. WAR ROOM - ROBBY\n\nOne person after another sees her on the phone and real-\nizes what this is about. Within seconds the room is si-\nlent. Drew Reynolds squeezes his tennis ball. Robby's\nshoulders sag with dismay.\n\nROBBY\n(into phone)\nYou're sure?\n\nReynolds drops the ball.",
  "43": "---END OF PREVIOUS SECTION---\nRobby's\nshoulders sag with dismay. ROBBY\n(into phone)\nYou're sure? Reynolds drops the ball. \n---TARGET SECTION TO BE ANNOTATED---\n Around the room: shock; even\nthough they all anticipated the positive result, nobody\ncan quite believe it.\n\nGILLESPIE\n(into phone)\nYou need my help, Robby.\n\nRobby, flustered, doesn't answer.\n\nGILLESPIE\nI know this virus, you don't.\nI've worked this virus, you\nhaven't. How many people are\ninfected?\n\n(CONTINUED )\n\f63.\nCONTINUED:\n\nShe's afraid to tell him.\n\nGILLESPIE\nHow many?\n\nROBBY\nWe don't know. We've only got a\nwhole emergency room full of\npeople in Bonneville, Oregon, and\nwe don't know what they've got.\n\nGILLESPIE\n(dismayed)\nHow could that many people get\ninfected so fast?\n\nROBBY\nWe're not sure.\n\nGILLESPIE\nRobby, don't get anywhere near\nthis thing.\n\nRobby doesn't answer.\n\nGILLESPIE\nYou've been in an office for years.\nYou've forgotten what these things\nare like.\n\nROBBY\nI worked with the A.I.D.S. virus.\n\nGILLESPIE\nThat's level two, nothing! This\nis level four. Stay the fuck\naway, Robby.\nON ROBBY\n\nShe is scared.\n\nBACK TO SCENE\n\nGILLESPIE\nPlease, Robby. Stay away.\n\nROBBY\nI need to be able to test a lot of\npeople and quickly. I need the\nprimer --\n\n(CONTINUED )\n\fCONTINUED:\n\nShe hangs\n\n64.\n\nGILLESPIE\nWhy has it always been so hard for\nyou to admit that you need\nanything from me?\n\nROBBY\nI don't have time to fight with\nyou. I'll have a courier pick up\nthe primer at 01:00.\n\nup without giving him a chance to respond.\n\nGILLESPIE\nRobby!\n\nHands trembling, he hangs up the phone. Ford says\nnothing, but in his eyes -- pity.\n\nGILLESPIE\nRequest permission to bring my\nteam to Bonneville, Oregon, sir.\n\nFORD\nRequest denied. Civilian infections\nare not within our mandate --\n\nGILLESPIE\n-- A Presidential order can override --\n\nFORD\nLet the C.D.C.",
  "44": "---END OF PREVIOUS SECTION---\nCivilian infections\nare not within our mandate --\n\nGILLESPIE\n-- A Presidential order can override --\n\nFORD\nLet the C. D. C. \n---TARGET SECTION TO BE ANNOTATED---\n do its job. If they\nneed help, they know we're here.\n\nGILLESPIE\nThe Goddamn fuse is lit! What're\nyou gonna do? Wait for the bomb\nto go off?\n\nFORD\nWe don't live in the African bush.\nWe don't crap in our streets, we don't\ndrink dirty well water filled with\nspit. The disease will be stopped.\n\nGILLESPIE\nYeah? Today, maybe they've got a\nhandful... By tomorrow they could\n\nhave a hundred, and the day after\nthat, a thousand. When the\nPresident and Congress ask why you\ndidn't bring in one group, the\nonly group in the entire world\nwith experience in fighting this\ndisease, what're you gonna say?\n\n(CONTINUED )\n\f65.\nCONTINUED:\n\nFORD\nYou don't obey orders, Gillespie.\nYou're the last person I'd send.\n\nGILLESPIE\nI'm sending a letter to the Surgeon\nGeneral right now. I'm going to\ncreate a paper trail. You will fry.\n\nGillespie storms out. Ford remains unruffled.\n\nINT. GILLESPIE'S SMALL, CLUTTERED OFFICE\nGillespie bursts into the room and slams the door.\n\nHe grabs the glass PAPERWEIGHT off his desk and throws it\nagainst the wall. It SHATTERS.\n\nHe stops. A moment of hesitation.\n\nINT. FT. ANDREWS AIR FORCE BASE - CONTORL TOWER\n\nSERGEANT MUCIA picks up the phone. The wall clock reads\nmidnight.\n\nSERGEANT MUCIA\nFort Andrews. Air traffic control.\nSergeant Mucia.\n\nINTERCUT MUCIA WITH GILLESPIE IN HIS OFFICE\n\nGILLESPIE\nSergeant, this is Colonel Gillespie\nat Fort Detrick. We're on code\nred status for Bonneville, Oregon.\nTime of departure 01:00.\n\nSERGEANT MUCIA\nThat's not possible, sir.\n\nGILLESPIE\nIs that Mucia with a 'C' or an\n'S'?\nSERGEANT MUCIA\n(nervous )\n'C,' sir.\n\n(CONTINUED )\n\f66.\nCONTINUED:\n\nGILLESPIE\nGet it done, Sergeant.",
  "45": "---END OF PREVIOUS SECTION---\nSERGEANT MUCIA\n(nervous )\n'C,' sir. (CONTINUED )\n\f66. CONTINUED:\n\nGILLESPIE\nGet it done, Sergeant. \n---TARGET SECTION TO BE ANNOTATED---\n That's a\ndirect oroder from General Ford.\n\nSERGEANT MUCIA\nYes, sir.\n\nCut TO:\n\nEXT. FT. ANDREWS AIR FORCE BASE\n\nFlood lights illuminate dozens of enlisted men rapidly\nwheeling equipment into the open hatch of the huge C5A\nstanding on the tarmac.\n\nGillespie, Salt, and Berman approach the plane, Gillespie\nin the lead, the others two steps behind.\n\nSALT\nThe C.D.C. asked us? That doesn't\nsound like them.\n\nGILLESPIE\nThey're going to have to show the\nPresident they did everything\npossible.\n\nThere's a nervousness in Izzy's face, something we've\nseen before.\n\nGILLESPIE\nGet a bunch of paper pushers scared\nenough, they'll do anything.\n\nCut TO:\n\nINT. FORD'S OFFICE\n\nHe punches the words \"Bonneville, Oregon\" into his\ncomputer. The computer answers: \"Population: 1218.\nPortland Metropolitan Area: Population: 532,000.\" He\npunches another key. A TELEPHONE speed dial WHISTLES\nacross the room.\n\nCut TO:\n\nEXT. DUGWAY (UTAH) - NIGHT\n\nA gila monster hunts for prey, its eye darting back and\nforth, its tongue twitching hungrily. It runs off,\nvanishing in the dry chaparral and desert that stretches\nfor hundreds of miles.\n\n(CONTINUED)\n\f67.\nCONTINUED:\nWe're seemingly in the middle of nowhere until we find --\n\nAn electrified barbed-wire fence emblazoned with signs\nwarning: \"U.S. Military Property: Trespassing Strictly\nProhibited.\"\n\nBehind the fence stand rows of huge satellite scanners.\nBehind them are rows of duplexes. Inside one of the du-\nplexes a light comes on.\n\nINT. DUPLEX\nMcClintock grabs the PHONE RINGING by his bed.\nINTERCUT FORD AND MCLINTOCK\n\nFORD\nThe genie's out of the bottle in\nBonneville, Oregon, Donny, and\nwe've got to get him back in.\n\nGeneral McClintock looks dumb.\n\nFORD\nCancel all leaves. Mobilize all\npersonnel.",
  "46": "---END OF PREVIOUS SECTION---\nGeneral McClintock looks dumb. FORD\nCancel all leaves. Mobilize all\npersonnel. \n---TARGET SECTION TO BE ANNOTATED---\n I'm going to want wind\nconditions and transmission rates\n-- for all insects, animals,\nmarine, and human vectors. If\nthis virus is spreading, I want to\nknow how fast and where.\n\nHe looks at his computer monitor, which projects a map of\nWestern Oregon: the town of Bonneville is close to the\nColumbia River.\nFORD\n\nBonneville's only five miles from\n\nthe Columbia River and if this\n\nmother gets there, we're in big\n\nshit trouble.\n\nCut TO:\n\nEXT/INT. C5A\nFlying in heavey weather.\nCOMPUTER KEYS POUND: September 3, 02:30.\n\nThe Radioman turns to Gillespie, seated with Izzy and\nSalt in the back of the cockpit.\n\n(CONTINUED )\n\fCONTINUED:\n\nGillespie\n\n68.\n\nRADIOMAN\nWe've got the Secretary of Defense\non the radio. They had to wake\nhim up.\n\nunstraps himself and takes hold of the\n\nmicrophone.\n\nGILLESPIE\n(into mike)\nTell him it is Colonel Mike\nGillespie, Commander of the U.S.\nArmy Motaba Virus Task Force.\n\nINTERCUT WITH:\n\nSMALL OAK-\n\nLINED STUDY (VIRGINIA)\n\nwhere PHILLIP GOODELL, the Secretary of Defense, is\ndressed in his pajamas.\n\nGOODELL\nGive that to me one more time,\nColonel.\n\nGILLESPIE\n\nWe've got to quarantine the entire\ntown of Bonneville and do it\n\nquick. Morning will be too late --\npeople will panic and try to leave.\nIf even one infected person gets\nout, the entire effort could be\n\nfor nothing.\n\nGOODELL\nWhy can't the State Police do it?\n\nGILLESPIE\nThey can shut down the major\nroads, but we need a much larger\nforce to encircle the town.\n\nGOODELL\nWhere would I get troops at this\nhour and have ‘em in Bonneville,\nOregon before sunrise?\n\nGILLESPIE\nFort Lewis, Washington, or Ford\nOrd, California. Closer is\nbetter. Sir, this is a doomsday\ndisease.\n\n(MORE )\n\n(CONTINUED )\n\f69.\nCONTINUED:\n\nGILLESPIE (CONT'D)\nAs deadly as A.I.D.S.",
  "47": "---END OF PREVIOUS SECTION---\nI. D. S. \n---TARGET SECTION TO BE ANNOTATED---\n but it kills\nwithin days. It could spread over\nthe entire country.\n\nGoodell's wide awake now.\n\nGOODELL\nDoes your commanding officer know\nabout this?\n\nGILLESPIE\nYes, sir, of course. He asked me\nto call you.\n\nGOODELL\nColonel, all I can do is refer the\nmatter to the National Security\nCouncil. An action of this scope\nwould require the President's\n\napproval.\n\nGILLESPIE\nThen get it, sir. Right away,\nplease.\n\nThey break radio contact. Salt looks at Gillespie with\nawe.\n\nIZZY\nIf the C.D.C. asked us to help, why\ndid you have to call the Defense\nSecretary? Why didn't General\nFord make the call?\n\nGillespie shifts uncomfortably. Salt realizes he's in\ntrouble.\n\nIZZY\nYou bet your ass, Captain.\nColonel Gillespie has taken it\nupon himself to circumvent the\nentire chain of command.\n\nThe plane bounces in the turbulence. Salt turns to\nGillespie.\n\nSALT\nYou're shitting me?... Sir?\n\nGILLESPIE\nI'll take full responsibility for\nwhatever happens.\n\n(CONTINUED )\n\f70.\n\nCONTINUED:\n\nIZZY\nThat only means they'll hang you\nfirst.\n\nGILLESPIE\nDon't worry, the C.D.C. -- and the\nPresident -- will invite us to\nBonneville.\n\n(beat)\nThey'll invite Mary and Jesus too.\n\nCUT BACK TO:\n\nDEFENSE SECRETARY GOODELL'S OAK-LINED STUDY\n\nGOODELL\n(into phone)\nI just got a disturbing call from\none of your officers, General.\n\nINTERCUT WITH:\n\nFORD IN HIS OFFICE\n\nsitting at his desk. As we hear Goodell go on, a look of\nanger builds on Ford's face.\n\nGOODELL\nI can tell the President we're\nlooking at a situation you can\ncontain with minimal loss of life,\ncan't I?\n\nFORD\nOf course.\n\nCut TO:\n\nGILLESPIE'S BL-4 LAB (02:30)\n\nTRACK PAST the open aluminum caskets holding the remains\nof Jimbo and Alice to Owi working under a negative pres-—\nsure hood. He removes a rack of test tubes, suddenly\nfreezes.",
  "48": "---END OF PREVIOUS SECTION---\nFORD\nOf course. Cut TO:\n\nGILLESPIE'S BL-4 LAB (02:30)\n\nTRACK PAST the open aluminum caskets holding the remains\nof Jimbo and Alice to Owi working under a negative pres-—\nsure hood. He removes a rack of test tubes, suddenly\nfreezes. \n---TARGET SECTION TO BE ANNOTATED---\nFacing him are General Ford and four men dressed in BL-4\nsuits and carrying automatic weapons in plastic sheaths.\n\nOne soldier closes the caskets and starts moving them out.\nThe others start unpacking the freezers.\n\n(CONTINUED )\n\f71.\nCONTINUED:\n\nOwl\nAre you crazy? Don't touch them.\nThose are Level Four viruses.\n\nThe lead soldier raises his rifle at Owi.\n\nFORD\nSergeant, I want every specimen of\nMotaba Virus in this lab and this\ntime no 'mistakes.'\n\nFADE UP COUNTRY MUSIC with a real twang like the JUDDS'\n\"Red Cadillac\" and...\n\nCut TO:\n\nRED PICKUP\n\nwith chrome wheels racing along a deserted country road\nin the dark of night.\n\nCOMPUTER KEYS POUND: \"BONNEVILLE, OREGON, TUESDAY --\n05:00.\"\n\nINT./EXT. PICKUP - NIGHT\n\nTOMMY HULL, 28, a construction worker, sings along. The\nwindows of his pickup are wide open and the wind blows his\nlong hair straight back. There's an empty gun rack in the\nback. He rounds a turn and BRAKES to a SCREECHING HALT.\nThe glare of flashing red and blue lights crosses his\nface.\n\nTOMMY\nWhat the hell?\n\nTOMMY'S POV - THREE HIGHWAY PATROLMEN\n\nwearing gas masks and toting shotguns in their latex-\ngloved hands, stand in front of their patrol cars whose\nemergency lights flash off and on, creating an eerie\nglow. Down the road, is a second checkpoint where the\npatrol cars are facing the other way.\n\nBACK TO SCENE\n\nTommy Hull climbs out. The HIGHWAY PATROLMAN raises his\nshotgun and aims it.\n\n(CONTINUED )\n\f72.\nCONTINUED:\n\nTOMMY\nWhat's goin' on?\n\nHIGHWAY PATROLMAN #1\nStay inside your car.\n\nTommy Hull freezes.\n\nHIGHWAY PATROLMAN #1\nTurn around, go home, and stay\nthere.\n\nTOMMY\nWhat's goin' on? Why are you\nwearin' all that stuff?\n\nHIGHWAY PATROLMAN #2\nGo home and you'll be all right.\nMove it.\n\nTommy Hull ain't gonna argue with three loads of buckshot.",
  "49": "---END OF PREVIOUS SECTION---\nHIGHWAY PATROLMAN #2\nGo home and you'll be all right. Move it. Tommy Hull ain't gonna argue with three loads of buckshot. \n---TARGET SECTION TO BE ANNOTATED---\nHe STARTS his TRUCK, then stops and gapes, as rapidly ap-\nproaching from the opposite way towards town is...\n\nCONVOY OF THREE STATE POLICE CARS\n\nThey ZOOM by him. In the back seat of the lead car, we\nsee Robby and Lisa Aronson.\n\nCut TO:\n\nEXT. BONNEVILLE GENERAL HOSPITAL (TUESDAY, 6:15 AM)\n\nThe convoy of police cars pull in the parking lot where\nlocal police, wearing respirators, hold back a crowd of\nabout twenty people, the families of those who are sick\ninside.\n\nRobby and Lisa and the state police officers climb out\nwearing their respirator/helmets and biosafety suits. The\ntwenty people react as the realization sets in that what-\never their loved ones have, it's awful.\n\nTracy's Father pushes forward.\nTRACY'S FATHER\nNobody's tellin' us what's goin'\n\non.\n\nRobby turns to the local POLICE CHIEF, Ray Fowler, a\nstringy, taciturn man.\n\n(CONTINUED )\n\f73.\nCONTINUED:\n\nROBBY\nI'm Dr. Roberta Keough from the\nC.D.C. I'm in charge.\n\nPOLICE CHIEF\nI thought he was in charge.\n\nShe follows his gaze to the main entrance of the hospital.\nStanding at the top of the stairs, dressed in his bio-\nsafety suit is...\n\nMIKE GILLESPIE\n\nRobby is shocked, but not shocked. She moves up the\nsteps. He blocks her path.\n\nGILLESPIE\nI've got people inside. They can\ndo what needs to be done. Set up\nyour command post outside the\ntown, where you'll be safe.\n\nShe tries to go around him. He grabs her arm.\nROBBY\n(quietly)\nLet me do my job. Please. I know\nwhat I'm doing.\n\nA beat. He reluctantly lets go. She goes inside.\n\nINT. HOSPITAL\n\nRobby, followed by Mike, moves down the corridor.\n\nROBBY\nOn whose authority are you here,\nMichael?\n\nGILLESPIE\n\nWant me to leave?\n\nShe doesn't answer.",
  "50": "---END OF PREVIOUS SECTION---\nROBBY\nOn whose authority are you here,\nMichael? GILLESPIE\n\nWant me to leave? She doesn't answer. \n---TARGET SECTION TO BE ANNOTATED---\n We hear only the RUSH of AIR in their\nSUITS, drowning out the horror we see as they pass room\nafter room of Motaba patients, screaming and moaning in\npain. They pass...\n\nIzzy in a room with Henry, the lab tech. Lips blue,\ngasping for every breath, he fights against the vent-\nilator. Streaks of blood line the wall. In the next\nbed is his girl friend, Corinne, comatose and near death.\n\n(CONTINUED )\n\f74.\nCONTINUED:\n\nA MOTHER'S cry of agony rips through the RUSH of AIR as\nRobby and Mike pass the room where Mrs. Logan is holding\nher dying toddler in her arms. Her body is covered with\nthe fine red vesicular rash of end-stage Motaba. She\npleads with Salt, standing there in a biosafety suit,\ncompletely helpless.\n\nMOTHER\nSave my baby... Please... Save my\nbaby.\n\nRobby exchanges a glance with Gillespie. She's\ndevastated.\n\nGILLESPIE\nI tried to warn you.\n\nBut nothing he could have said could have prepared her for\nthis. She moves on into...\n\nSMALL INTENSIVE CARE UNIT\n\ncrammed with ten patients on gurneys, all sick with end-\nstage Motaba.\n\nNurse Emma and Dr. Mascelli, in biosafety suits, pack\nTracy, the movie-counter girl, in ice.\n\nTRACY\n(delirious with\nfever)\nDaddy... Daddy! Where's my daddy?\n\nRobby looks at Rudy, lying in the next cubicle, eyes com-\npletely yellow and lifeless, face and body covered in\nblack-and-blue splotches. His chest rises and falls in\nshort gasps.\n\nGILLESPIE\nBonneville patient zero. He never\nregained consciousness so we don't\nknow how he got infected.\nSuddenly Tracy starts convulsing.\n\nDR. MASCELLI\nMore Valium. Quick.\n\nEMMA\nWe're out.\n\nROBBY\nWhere's the crash cart?\n\n(CONTINUED )\n\fCONTINUED:\n\n75.\n\nNurse Emma nods to a Sears Roebuck-style tool cabinet in\n\nthe corner.\n\nDr. Mascelli starts for it, but Gillespie's already there.",
  "51": "---END OF PREVIOUS SECTION---\nNurse Emma nods to a Sears Roebuck-style tool cabinet in\n\nthe corner. Dr. Mascelli starts for it, but Gillespie's already there. \n---TARGET SECTION TO BE ANNOTATED---\nHe punches off the plastic lock, rips open a drawer and\ngrabs a small box labeled Valium. He flips it to...\n\nRobby, who in a second, pops it open, pulls out the\nsyringe of Valium and shoots the yellow liquid into\n\nTracy's IV. She stops seizing.\nDr. Mascelli and Nurse Emma are impressed.\n\nROBBY\nDr. Mascelli, we spoke on the\nphone, I'm Dr. Keough from the\nc.D.Cc.\n\nOne of the patients starts coughing. Gillespie\nRobby are alarmed.\n\nROBBY\nHow many of your patients are\ncoughing?\n\nDR. MASCELLI\n(indicating Rudy)\nExcept for him, all of them. Why?\n\nand\n\nSMASH CUT TO:\n\nINT. MASCELLI'S OFFICE\n\nAnd a grid map of Bonneville with cases of Motaba marked\n\nin red. They're spread out all over the town.\n\nDR. MASCELLI\nThe common bond is the movie\ntheatre.\n\nGILLESPIE\nThis isn't the same virus --\n\nROBBY\n-- It's mutated --\n\nGILLESPIE\n-- To an airborne form --\n\n(CONTINUED )\n\f76.\n\nCONTINUED:\n\nDR. MASCELLI\nMy God, if it's spreading through\nthe air, person to person, by\ndroplets, it's... it's the plague.\nEverybody in the town's gonna die.\n\nGILLESPIE\nThey may not all be infected.\n\nDR. MASCELLI\nBut they will be. And if one\nperson gets out --\n\nROBBY\nThe quarantine has to be\nironclad --\n\nDR. MASCELLI\nPeople are gonna get out over the\nmountains -- it will be impossible\nto stop them.\n\nGILLESPIE\nYou're wrong.\n\nFADE UP the ROAR of CHOPPERS. An OVERWHELMING DIM.\n\nDr. Macselli moves to the window, pulls back the shades.\nCan't believe his eyes.\n\nIn the distance, against the dawn half-light... the sky is\nfilled with Sikorsky Blackhawk helicopters from the U.S.\nRapid Deployment Force.\n\nROBBY\n(astonished)\nHow...\n\nGILLESPIE\n-»-. Don't ask.\n\nCut TO:\n\nEXT.",
  "52": "---END OF PREVIOUS SECTION---\nGILLESPIE\n-»-. Don't ask. Cut TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n BONNEVILLE GENERAL HOSPITAL (06:40)\n\nA giant helicopter maneuvers a mobile BL-4 lab into the\nparking lot behind the hospital. Another chopper flies\nbehind it, carrying a portable pre-fab hospital. Another\nsets down and begins disgorging combat troops wearing\nchem-warfare suits.\n\nCut TO:\n\f77.\nSOLDIERS\n\ndressed in chemical warfare gear and carrying M-16s ride\nin a Jeep through the center of the town.\n\nThe SOLDIER with a megaphone bellows at a group of\ntownspeople gathered in front of a donut shop:\n\nSOLDIER\nGo home and stay there or you will\nbe placed under arrest.\n\nThe townspeople stare at these terrifying figures, then\nquickly disperse.\n\nREVEAL the next street over, and the next. Soldiers blast\nout warnings.\n\nCut TO:\n\nTOMMY HULL, HIS WIFE, DARLA, AND TWO KIDS (06:40)\nbarreling along a gravel road in their pickup.\nIn the hazy light, Tommy sees...\n\nTwo infantry men in chem-war gear move into position on\nthe road and raise their guns toward the pickup.\n\nTommy does not slow down. His wife screams:\n\nDARLA\nThey'll shoot us!!\n\nTOMMY\nThey won't.\n\nBut he can't be certain.\nThe soldiers take aim.\nTommy brings the PICKUP to a SCREECHING stop, throwing up\ngravel on all sides. He whips the vehicle around and\nheads back toward town.\nA Chinook HELICOPTER THUNDERS overhead.\nTommy scans the horizon for an escape.\nTOMMY\nI know one place they won't think\n\nto go.\n\nCut TO:\n\f78.\nRED PICKUP\n\nbouncing along an overgrown creek bed, splashing water\neverywhere, careening into the big rocks which litter the\ncreek bed. Suddenly --\n\nA helicopter gunship emerges over the tree-tops.\n\nDARLA\nStop!\n\nBut Tommy doesn't stop. The PICKUP keeps going -- SMASH-\nING and BASHING its way up the creek. The GUNSHIP OPENS\nFIRE, shredding the tires. The PICKUP THUMPS to a halt.\nInside, Darla and the children cry, Tommy is shaken.",
  "53": "---END OF PREVIOUS SECTION---\nThe GUNSHIP OPENS\nFIRE, shredding the tires. The PICKUP THUMPS to a halt. Inside, Darla and the children cry, Tommy is shaken. \n---TARGET SECTION TO BE ANNOTATED---\n The\nhelicopter hovers above them as the Hulls climb out and\nhead back toward town.\n\nCut TO:\n\nSTATE POLICE CAR\n\ncoming to a fast stop at the highway checkpoint outside\nBonneville as...\n\nGUNFIRE RINGS OUT from the distance.\n\nInside, Mike and Robby react with alarm and climb out.\nCHOPPERS ROAR by overhead, create a DEAFENING BLAST.\nThe line of cars trying to get out of town is a quarter\nmile long. They're held back by a...\n\nLong line of infantrymen in chem-war gear who look like\nfuturistic insects. This area will become the front lines\nof a war. Robby and Mike race by the soldiers...\n\nTo the command where LIEUTENANT COLONEL RONALD BRIGGS is\non the radio, coordinating his units.\n\nROBBY\nYou're using rubber bullets,\naren't you?\n\nBriggs salutes Gillespie. He speaks with a Georgia\naccent.\n\nLT. COLONEL BRIGGS\nNo, ma'am. My orders are that no\none is to get out of this town.\n\nROBBY\nYou're operating under civilian\ncontrol in a civilian disater.\n\n(CONTINUED )\n\f79.\nCONTINUED:\n\nA monster Chinook comes down, sending up a torrent of\ndust.\n\nLT. COLONEL BRIGGS\nNo, ma'am, we're not.\n\nHe turns to...\n\nThe figure emerging from under the WHIRLING BLADES:\nGeneral Billy Ford.\n\nGillespie braces himself. Robby's surprised. Billy hands\nRobby a sealed document.\n\nFORD\nThe Secretary of Defense and the\nPresident have made this a joint\noperation between the C.D.C. and\nthe United States Army. I've been\nplaced in command.\n\nFord goes straight over to Gillespie. Briggs intercepts\nhim halfway there, salutes, and reports:\n\nLT. COLONEL BRIGGS\nSir, since we established our\nperimeter at 06:20, nobody has\npenetrated our line. Before that,\nI can give no guarantees.\n\nFORD\nThere are one thousand two hundred\nand eighteen people living in this\ntown. I want every one of them\naccounted for by 09:00.\n\nLT. COLONEL BRIGGS\nYes, sir.\n\nHe moves off.",
  "54": "---END OF PREVIOUS SECTION---\nLT. COLONEL BRIGGS\nYes, sir. He moves off. \n---TARGET SECTION TO BE ANNOTATED---\n Ford and Gillespie square off.\n\nFORD\nYou're under arrest. With Major\nBerman and Captain Salt --\n\nROBBY\n-- He was right. We were wrong --\n\nFORD\n-- Stay out of it, Robby.\nGillespie, you violated a direct\norder --\n\n(CONTINUED )\n\fCONTINUED:\n\n80.\n\nGILLESPIE\n-- The virus is airborne.\n\nFORD\nMotaba is only spread by direct\nfluid contact.\n\nGILLESPIE\n\nSince it left Africa, it mutated.\nFORD\n\nThat's crazy.\nGILLESPIE\n\nGo to the hospital and see for\nyourself. Leave your face bare.\n\nFord starts away from Gillespie.\n\nROBBY\nYou can't put him in jail. I need\nhim. I need his whole team.\n\nFord thinks for a moment.\n\nFORD\nVery well. Colonel, you, Major\nBerman, Captain Salt... can help\n\nDr. Keough for the duration of\nthis crisis, but you cannot leave\nthis town and as soon as we get\nthis under control, you'll be\ntaken into custody.\n\nGILLESPIE\nMajor Berman and Captain Salt\nwere following my orders -- I am\n\nthe only one at fault.\n\nFORD\nWe'll let the court martial decide\nthat.\n\nSuddenly Robby's walkie-talkie squawks:\n\nLISA ARONSON (V.O.)\nWe got the host!\n\nFADE UP the cacophony of SHRIEKING ANIMALS and --\n\nCut TO:\n\f81.\nINT. RUDY'S PET SHOP\n\nThe brown rhesus sits in the back of his cage, staring at\nBiosafety suited doctors crowded around his cage. The\nother ANIMALS SCREECH with hunger.\n\nLISA ARONSON\nI found this note on the desk...\n\nShe holds a post-it with the words scribbled across it:\n\"Scott - Monkey - 8/31.\"\n\nLISA ARONSON\nThis must be the monkey Scott\nbrought up from Biotest.\n\nSALT\nAnd if he is the host, his blood\nwill give us a treatment.\n\nLISA ARONSON\nHe's so cute it's hard to believe\nhe's caused such destruction.\n\nIZZY\nHitler's girl friend used to say\nthe same thing.",
  "55": "---END OF PREVIOUS SECTION---\nSALT\nAnd if he is the host, his blood\nwill give us a treatment. LISA ARONSON\nHe's so cute it's hard to believe\nhe's caused such destruction. IZZY\nHitler's girl friend used to say\nthe same thing. \n---TARGET SECTION TO BE ANNOTATED---\nFord stands in the back of the room, disinterested, as if\nhe knows already the brown rhesus is going to lead\nnowhere. Robby peers into the rhesus's cage.\n\nROBBY\nWhy is he so quiet?\nGILLESPIE\nMonkeys get quiet when they get\nhungry...\nFORD\n«+. Or sick.\n\nSMACH CUT TO:\n\nINT. BIO-TEST ANIMAL QUARANTINE FACILITY\n\nCOMPUTER KEYS POUND: \"BIOTEST ANIMAL QUARANTINE FACILITY\n-- SAN JOSE, CALIFORNIA\"\n\nMcClintock hurries down the long aisle filled with monkey\ncages stacked two high on both sides. Keeping pace is\nFELDER, the president of Bio-Test.\n\nFELDER\nThese animals are all healthy.\n\n(CONTINUED )\n\f82.\nCONTINUED:\n\nMcClintock turns to a dozen biosafety-suited figures,\neach carrying a doctor's bag.\n\nMcCLINTOCK\nFan out.\n\nThey each go off in a separate direction, leaving\nMcClintock and Felder opposite a cage of African Green\nmonkeys. McClintock opens his black bag, takes out a\nstrange looking pistol and feeds in a cartridge con-\ntaining a turquoise-blue liquid (amobarbital).\n\nMcCLINTOCK\nOne of these animals may be the\nhost of the worst virus the world\nhas ever known.\n\nFelder shudders. McClintock thunders into his walkie-\ntalkie.\n\nMcCLINTOCK\nMake sure the animals are\ncompletey tranquilized before\nspecimens are drawn. Use all\nlevel four precautions.\n\nFelder squirms as McClintock aims the pistol at the Green\nMONKEY, who grabs the bars of the cage and HISSES. As\none GUN after ANOTHER GOES OFF --\n\nSMASH CUT TO:\n\nHOSPITAL PARKING LOT - NEAR PORTABLE BL-4 LAB\n\nChemWar-suited infantrymen standing with M-16s held\nready. Behind them is a pre-school with a yardful of\ntoys now abandoned.\n\nThe infantrymen stare at the brown rhesus, held tightly\nin a \"squeeze cage.\" Robby, Mike, Lisa, and Wally look\non anxiously as Izzy approaches the monkey with a needle\nattached to a long syringe.",
  "56": "---END OF PREVIOUS SECTION---\nAs\none GUN after ANOTHER GOES OFF --\n\nSMASH CUT TO:\n\nHOSPITAL PARKING LOT - NEAR PORTABLE BL-4 LAB\n\nChemWar-suited infantrymen standing with M-16s held\nready. Behind them is a pre-school with a yardful of\ntoys now abandoned. The infantrymen stare at the brown rhesus, held tightly\nin a \"squeeze cage.\" Robby, Mike, Lisa, and Wally look\non anxiously as Izzy approaches the monkey with a needle\nattached to a long syringe. \n---TARGET SECTION TO BE ANNOTATED---\n The rhesus strains with\nevery muscle to lash out. Izzy moves quickly, jabbing\nthe needle into the monkey's thigh. He pushes the\nplunger. The rhesus suddenly jerks his arm.\n\nROBBY\nIzzy!\nNEEDLE HEADS FOR IZZY'S HAND (SLOW MOTION)\n\nbut he yanks it back just in time.\n\f83.\nON IZZY\n\ntrembling. A long beat.\n\nBACK TO SCENE\n\nThe rhesus falls asleep. Izzy draws blood as a Jeep\ncarrying Ford pulls up, followed by an Army truck.\nSoldiers empty the truck, piling up crates of plastic IV\nbags filled with brown fluid.\n\nFORD\nFilo-four antiserum. Antitoxin.\nAnyone with symptoms or positive\nblood tests will get it stat.\n\nGILLESPIE\nWhat for?\nFORD\nIt kills twenty-five percent of\nfiloviruses.\nIZZY\nNot Motaba. We tried it.\nFORD\nIn the lab. People react\n\ndifferently.\n\nGillespie and Izzy exchange a skeptical glance: is Ford\nlosing it, or what?\nFORD\nWe have nothing to lose -- the\ndisease is incurable.\n\nROBBY\nGeneral Ford is right.\n\nFORD\nThank you.\n\nCut TO:\n\nSERIES OF SHOTS\n\nA) A school classroom, empty.\nB) A factory, empty.\n\nC) A supermarket, empty.\n\n(CONTINUED )\n\f84.\nCONTINUED:\nD) The center of town --\n\nNot a sign of life except for the Jeep carrying ChemWar\ntroops bearing M-l6s.\n\nROBBY (V.O.)\nThe Army will begin emergency food\ndeliveries once a day...\n\nCut TO:\n\nINT. SMALL ONE STORY HOUSE - KITCHEN\n\nSHERRY listens to a RADIO with her three young children.\nShe coughs and exchanges a worried look with her husband.\n\nINTERCUT WITH:\n\nINT. LOCAL RADIO STATION - GLASSED-IN BROADCAST BOOTH -—\nROBBY AND MIKE\n\nROBBY\n(into mike)\n... If you have special needs,\nsuch as medicine you take, let\nthem know and it'll be delivered\n\nto you. But please -- stay\ninside. Do not go out for any\nreason.",
  "57": "---END OF PREVIOUS SECTION---\nIf you have special needs,\nsuch as medicine you take, let\nthem know and it'll be delivered\n\nto you. But please -- stay\ninside. Do not go out for any\nreason. \n---TARGET SECTION TO BE ANNOTATED---\nGILLESPIE\n\n(into mike)\nThis disease looks like a regular\nflu in its early stages, but if\nyou have flu symptoms, don't\npanic... It's probably just a\nnormal virus and not Motaba.\n\nINT. SHERRY'S HOUSE - SAME TIME\nGILLESPIE (V.O.)\n(on radio)\nBut the way to protect your family\nis to detect it early, before you\nspread it.\n\nON SHERRY\n\nTerrified.\n\f85.\nBACK TO SCENE\n\nSHERRY'S HUSBAND\nYou don't have it, honey.\n\nHER FOUR-YEAR-OLD SON\nWhat do you have, Mommy?\n\nSHERRY\nNothing. Mommy's fine.\n\nCut TO:\n\nINT. MOTABA HOSPITAL WARD - SIMULTANEOUSLY\n\nFord walks through the Motaba ward, now overflowing with\ninfected patients, some of them unconscious and some of\nthem moaning. Their loved ones have not been allowed into\nthis infected ward, so most of these people are alone and\nscared.\n\nIn Ford's eyes we see pain.\nFrom a RADIO in the nursing station.\n\nROBBY (V.O.)\n(on radio)\n\nIf you're feeling sick in any way,\nyou should hang a pillowcase or\nother piece of cloth on your\nfront door. Soldiers will take\nyou somewhere safe for a test.\nYou'll know the result within a\nfew hours. If you're positive,\nyou'll go into one of our isolation\nhospitals, so bring clothes and\npersonal things you might need.\n\nINT. TOMMY HULL'S SMALL HOUSE\n\nDarla and her two kids gather 'round the radio. In the\nb.g. Tommy takes a swig of whiskey. He's still trembling\nfrom his encounter with the chopper.\n\nTOMMY\nTurn it off!\n\nDARLA\nNo.\n\nTommy grabs the radio and throws it across the room, break-\ning it.\n\n(CONTINUED )\n\f86.\nCONTINUED:\n\nTOMMY\nWe don't have it, goddamn it. But\nif we stay here, we'll get it.\n\nDARLA\nThey're doctors. They know more\nthan you.\n\nCUT BACK TO:\n\nRADIO STATION BROADCAST BOOTH\n\nROBBY\n(into mike)\nI know you're scared. We're all\nscared.",
  "58": "---END OF PREVIOUS SECTION---\nThey know more\nthan you. CUT BACK TO:\n\nRADIO STATION BROADCAST BOOTH\n\nROBBY\n(into mike)\nI know you're scared. We're all\nscared. \n---TARGET SECTION TO BE ANNOTATED---\n But together we're going\nto get through this.\n\nCut TO:\n\nBONNEVILLE GENERAL HOSPITAL\n\nA room full of Motaba patients, all with antiserum running\nthrough their IV's. Dr. Mascelli and Izzy listen to the\nRADIO. Mascelli's eyes are blood-shot. He sneezes and\nsniffles.\n\nDOCTOR MASCELLI\nAnd now I've got it too. I'm\ngoing to die along with the rest\nof them, aren't I?\n\nThe look in Izzy's eyes confirms Dr. Mascelli's worst\nfear.\nINT. SHERRY'S HOUSE\n\nSherry slowly opens the front door, puts a white pillow-\ncase over the door. Her kids run into her arms crying.\n\nSHERRY\n(hugging them)\nI'll be back in a few hours. It's\nlike I'm goin' to work.\nShe wipes the tears from her eyes; she's trembling.\n\n(CONTINUED )\n\f87.\nCONTINUED:\n\nSHERRY\n(to each kid in turn)\nNow, promise you won't fight.\nPromise you'll do what your\nfather tells you.\n\nThey each promise - nodding \"yes\" in order from the\noldest to the youngest. It's a very solemn moment as\nSherry steps onto:\n\nEXT. PORCH\n\nShe walks slowly down the small path, knowing this could\nbe the last time she ever makes this walk, ever sees her\nfamily. She stops, wipes a tear off her cheek. She wants\nto look back so bad, to get one last look at her kids,\n\nbut doesn't want them to see her scared. She climbs into\nthe waiting Army Jeep.\n\nSherry waves as the Jeep pulls away. But she's sitting\nnext to a soldier in full ChemWar gear, and this only\namplifies the fear in her children's eyes.\n\nThe Jeep drives past other houses with pillowcases over\nthe door.\n\nSHOCK CUT TO:\n\nSHERRY'S ARM\n\nHer fist clinches as Lisa Aronson finishes drawing blood.\n\nINT. TESTING TENT\n\nLisa carefully slips the test tube of blood into a plexi-\nglass case and locks it. As she exits the tent, we see:\n\nTENT CITY\n\nTent after tent -- at least four hundred of them -- a\ntent city set up on the high school football field.",
  "59": "---END OF PREVIOUS SECTION---\nINT. TESTING TENT\n\nLisa carefully slips the test tube of blood into a plexi-\nglass case and locks it. As she exits the tent, we see:\n\nTENT CITY\n\nTent after tent -- at least four hundred of them -- a\ntent city set up on the high school football field. \n---TARGET SECTION TO BE ANNOTATED---\nHousing people in isolation who have had or are about\nto undergo the blood test. This is purgatory, where\nyou wait for judgment.\n\nCut TO:\n\f88.\nMOBILE BL-4 LAB\nIzzy carefully withdraws a syringe of clear liquid from\na rubber capped bottle labeled \"DNA PRIMER.\" He mixes\nthis into a blood sample from a test patient. At the\nbench, Robby is doing the same. Izzy looks under his\nscope. The field is filled with red circles.\n\nIZZY\nPositive.\n\nHe takes another tube of blood from a different patient.\nLooks under the scope.\n\nIZZY\nPositive.\n\nRobby looks under her scope.\n\nROBBY\nPositive.\n\nIZZY\nThe whole fucking town's infected.\n\nA sense of despair.\n\nIZZY\nDouble check it! Triple check it.\n\nCut TO:\n\nINT. SHERRY'S TENT\n\nSherry Templeton tries to come to terms with the fact\nshe's positive.\n\nSHERRY\nDoes this mean my children have\nit, too?\n\nGILLESPIE\n\n(shaken by her pain)\nNo...\n\nBut she sees he's not sure.\n\nSHERRY\nOh my God.\n\nCUT BACK TO:\n\f89.\nBL-4 LAB - IZZY AND ROBBY\n\nworking. Izzy looking under the scope. Everything is\npurple.\nIZZY\nHow can this be? Doctor Mascelli\ncan't be negative. I know he's\ngot it. Something's wrong.\n\nCut TO:\n\nBL-4 LAB - LITTLE LATER\n\nIzzy concentrates on Mascelli's blood test. His eyes\nare bloodshot from fatigue.\n\nEXTREME CLOSEUP - AIR HOSE COUPLING\n\nat Izzy's side. The red umbilical cord connected to the\nceiling catches on the sink handle in the center island;\nit slowly slips out of its coupling and drops. The sound\nof RUSHING AIR suddenly STOPS.\n\nBACK TO SCENE\n\n... but Izzy doesn't hear it. He continues looking\nthrough the scope. Suddenly, he spots the red umbilical\n\ncord lying on the floor.",
  "60": "---END OF PREVIOUS SECTION---\nBACK TO SCENE\n\n... but Izzy doesn't hear it. He continues looking\nthrough the scope. Suddenly, he spots the red umbilical\n\ncord lying on the floor. \n---TARGET SECTION TO BE ANNOTATED---\nIZZY\nNo!\n\nRobby grabs the cord and re-inserts it into Izzy's suit;\nthe RUSH OF AIR quickly fills the suit, but --\n\nIzzy - panicked - runs out of the lab into:\n\nFORMALDEHYDE SHOWER AREA\n\nand blasts himself with formaldehyde. As the frothy\nliquid bath pours over him:\n\nCLOSE ON IZZY'S FACE\n\nterrified: Did he breath in the virus?\n\nCut TO:\n\f90.\n\nLOCKER ROOM - MINUTES LATER\n\nROBBY\nIt was only a few seconds, nothing\ngot in.\n\nIZZY\n\nI know. I'm fine.\nSilence.\n\nROBBY\nI can finish the tests --\n\nIZZY\n-- I'm fine.\n\nShe nods, worried.\n\nCut TO:\n\nHOSPITAL WARD - NIGHT\n\nFord checks Henry's (the Lab Tech's) pulse. Nothing. He\nlooks at McClintock, staring at Henry's corpse into which\nthe antiserum is still flowing. In the next bed, Corinne,\nHenry's girl friend, also lies dead.\n\nMcCLINTOCK\nThe Motaba antiserum doesn't work.\n\nFORD\n(devastated)\nThe virus has changed enough so\nthat the antibodies can't recognize\nit. We've got to find the host,\nDonny.\n\nMcCLINTOCK\n\nHow? The San Jose animals were\nall negative.\n\n(sharply)\nFor thirty years you've thought it\nwas a breath away. And we looked,\nand tested and tested. And we\ncouldn't find it.\n\n(beat)\nWhat good would it do anyway? The\nvirus has mutated. The host would\ncarry the antibodies against the\nAfrican strain -- before it\nmutated.\n\n(CONTINUED )\n\fCONTINUED:\n\nON Ford's\n\n91.\n\nFORD\nNature is more generous than man,\nDonny... it creates more\n\nvariablity in the antibodies. If\nwe find the host, its antibodies\nmay be effective against the\nmutated strain.\n\nMcCLINTOCK\nThat's a guess. And there's no\ntime, no cure. We have no choice\nbut to implement the Emergency\nContainment Plan.\n\ntroubled reaction --\n\nCut TO:\n\nBL-4 LAB - LATER THAT NIGHT\n\nGillespie,\n\nRobby, Lisa, and Izzy peer...\n\nInto the Brown Rhesus's cage.",
  "61": "---END OF PREVIOUS SECTION---\nWe have no choice\nbut to implement the Emergency\nContainment Plan. troubled reaction --\n\nCut TO:\n\nBL-4 LAB - LATER THAT NIGHT\n\nGillespie,\n\nRobby, Lisa, and Izzy peer... Into the Brown Rhesus's cage. \n---TARGET SECTION TO BE ANNOTATED---\n The monkey looks dreadful:\nhe's crouched in a fetal position and his nose drips puss.\n\nGloom and\n\nSALT\nHe's dying of Motaba. His blood\ndoesn't have any protective\nantibodies. Nothing.\n\ndefeat sink over the room.\n\nROBBY\nBut where did this monkey get the\ndisease?\n\nLISA ARONSON\nChrist, it could have been\nanywhere... Maybe he was on a boat\nfrom Africa, next to the host.\n\nIZZY\nThen there's no hope.\n\nGILLESPIE\nNo. Unless Jimbo Scott had close\ncontact with the host and that\nanimal is somehow traceable.\nThere's got to be something at\nBio-Test.\n\n(CONTINUED )\n\f92.\nCONTINUED:\n\nROBBY\nLisa, go back there. There's got\nto be something that was missed.\n\nLisa nods.\n\nCut TO:\n\nBL-4 LAB - LATER\n\nSalt looks plaintively at the Rhesus. He opens the\nrefrigerator and takes out a bottle labeled morphine.\nHe's about to close the fridge, but stops and stares...\n\nInside the refrigerator: a unit of antiserum just lying\naround. He looks at the antiserum, then at the monkey,\nsick in its cage.\n\nCut TO:\n\nQUARANTINE PERIMETER - DAWN\n\nThe line of troops and tanks stretches for miles. HUEYS\nTHUNDER overhead, keeping watch.\n\nBehind the tanks are a swarm of figures wearing red BL-4\nsuits. They're moving cages filled with insects and\nanimals toward a huge series of trailers.\n\nINT. GENERAL FORD'S COMMAND CENTER - DAWN\n\nThe Command Center is buzzing with activity. Along one\nwall is an array of supercomputers all feeding data to...\n\nThe big board -- a computerized map of the Quarantine\nArea.\n\nDR. FRANKLE, a Biowar Defense expert, an intense, bearded\nman of about 50 -- paces in front of the big board. As\nFrankle briefs Ford and McClintock, we literally see the\nepidemic spreading out from the center of Bonneville --\nmore and more terrain is colored red each time the big\nscreen redraws.",
  "62": "---END OF PREVIOUS SECTION---\nDR. FRANKLE, a Biowar Defense expert, an intense, bearded\nman of about 50 -- paces in front of the big board. As\nFrankle briefs Ford and McClintock, we literally see the\nepidemic spreading out from the center of Bonneville --\nmore and more terrain is colored red each time the big\nscreen redraws. \n---TARGET SECTION TO BE ANNOTATED---\n The red gets larger and larger, until it\ncomes within three miles of the Columbia River, which cuts\na big blue swath through the map.\n\nFRANKLE\nMosquitoes are picking up this\nvirus. An hour ago a squirrel\nwith Motaba was trapped just three\nmiles from the river.\n\n(CONTINUED )\n\f93.\nCONTINUED:\n\nFORD\n\n(angry)\nIncrease the spraying, Goddamnit!\n\nFRANKLE\nThe best stuff we've got won't\nkill every last one. Eventually\none bug, one animal's going to get\nthrough to the river. Worst case\nis the virus penetrates the\necosystem. Then we can't stop it.\n\nFORD\nThere's got to be a way to deal\nwith it --\n\nFRANKLE\n-- The only similar case I know of\nis the Influenza Epidemic of 1918.\nIt circled the globe in two weeks.\n\nSilence.\n\nMcCLINTOCK\nPeople can be asymptomatic, for\nweeks. The tests are faulty. We\nhave to assume everyone in this\ntown is infected and will get this\ndisease sooner or later.\n\nSilence. Finally:\n\nFORD\nI want the most rapid-acting nerve\ngas. Something so quick they'll\nnever know what hit ‘em.\n\nINT. BIO-TEST MAIN OFFICE (SAN JOSE) - DAY\n\nThe office is a small, chaotic room filled with old filing\ncabinets and ancient PC's. The company President, Felder,\nand Lisa Aronson sit near a speakerphone.\n\nLISA ARONSON\n(into phone)\nAnd I've been through all the\nfiles... No animal's been removed\nin the last fourteen days.\n\nFELDER\nIf Jimbo Scott got an infected\nanimal, he didn't get it here.\n\nINTERCUT WITH:\n\f94,\nSMALL OFFICE IN BACK OF BL-4 LAB\n\nGillispie, Robby, and Izzy are running out of options as\nthey converse with Lisa Aronson in San Jose, California,\non the speakerphone:\n\nGILLESPIE\nCould Jimbo Scott have deleated all\ntraces of an animal stored at your\nfacility?\n\nFELDER (V.O.)\nDon't be absurd, he was a good\nemployee --\n\nGILLESPIE\n\nMr.",
  "63": "---END OF PREVIOUS SECTION---\nINTERCUT WITH:\n\f94,\nSMALL OFFICE IN BACK OF BL-4 LAB\n\nGillispie, Robby, and Izzy are running out of options as\nthey converse with Lisa Aronson in San Jose, California,\non the speakerphone:\n\nGILLESPIE\nCould Jimbo Scott have deleated all\ntraces of an animal stored at your\nfacility? FELDER (V. O.)\nDon't be absurd, he was a good\nemployee --\n\nGILLESPIE\n\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Felder, don't take this\npersonally, but either you're a\nhorrible judge of character or the\nworld's in deep shit. Could Jimbo\nScott have erased all records on\nan animal stored at your facility?\nYes or no?\n\nFelder hesitates.\n\nSuddenly Gillespie's WALKIE-TALKIE BEEPS:\n\nSALT (V.O.)\nColonel, come quick.\n\nINT. BL-4 LAB\n\nRobby, Mike and Izzy enter the animal lab and stop cold.\n\nThe brown rhesus is sitting up in his cage, weak but\neating some lettuce.\n\nSALT\nHe should be dead.\n\nThe last of the antiserum drips into the animal's arm.\n\nSALT\nI gave him the antiserum.\n\nIZZY\nIt doesn't work on people. It\nshouldn't work on simians either.\n\nSALT\nSo how come it worked on this one?\n\nGillespie's mind is racing:\n\n(CONTINUED )\n\f95.\nCONTINUED:\n\nGILLESPIE\nHe was infected with the first\nstrain, before it mutated.\n\nIZZY\nIt still shouldn't work. This\nKorean Filo4 doesn't cross-react\nwith the Motaba virus. We checked!\n\nGILLESPIE\nMaybe it's not Korean Filo4.\n\nSALT\nWhat else could it be?\n\nIzzy leans against the wall; he's pale, feverish. The\nothers pay no attention.\n\nIZZY\nI need some air.\n\nHe takes a step, then starts seizing, his whole body\nshaking in one convulsive wave after the next.\n\nGillespie, Robby and Wally rush over.\nSALT\n(checking his pulse)\nHe's slowin' down. He's gonna\narrest.\n\nGILLESPIE\nLet's go. Now!\n\nWith extraordinary effort, he heaves Izzy over his back.\n\nCut TO:\n\nCROWDED MOTABA WARD\nGillespie gently drops Izzy onto a hospital bed.\nGILLESPIE\nIce, fluids, blood, oxygen...\nLet's go!\n\nGillespie puts a probe in Berman's mouth, shudders when he\nsees the reading.\n\nGILLESPIE\nA hundred and eight. Ice... I\nwant ice... I mean now!\n(CONTINUED)\n96.",
  "64": "---END OF PREVIOUS SECTION---\nI\nwant ice... I mean now! (CONTINUED)\n96. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\fWally runs in with ice, packs it around Berman's neck.\n\nGILLESPIE\nOpen your eyes. Open your fuckin'\neyes, Izzy. Nobody's lettin' you\noff so easy. Pressure?\n\nROBBY\nComin' up.\n\nA long, long beat. Berman slowly opens his eyes.\nGillespie smiles.\n\nGILLESPIE\nYou were a hundred and eight. Not\ntoo long... but long enough...\n\n(an evil grin)\nYou musta lost a billion brain\ncells.\n\nIZZY\nNow I'm only as smart as you.\n\nGillespie grins.\n\nBerman tries to smile. His lip twitches... uncontrolla-\nbly. His whole body seizes.\n\nGILLESPIE\nWe need a line.\n\nRobby flips Gillespie a catheter set. He looks for a\nvein. Robby and Wally try to keep Izzy flat while\nGillespie works, but...\n\nSLOW MOTION SHOT\n\nIzzy's arm jerks free, pushing Mike's hand and the razor-\nsharp needle right at Mike's other hand.\n\nROBBY\nWatch out!\n\nShe shoves Mike's hand out of the path, but the needle\nnicks her glove.\n\nMike and Wally are horrified.\n\nGILLESPIE\nLemme see it.\n\n(CONTINUED )\n\f97.\nCONTINUED:\nROBBY\n(yanks her hand away)\nIt didn't get past the outer glove.\n(to Wally)\nHold him down.\n\nWally pins Izzy's arm down as Robby sticks in an IV and\ninjects medicine. Izzy stops seizing.\n\nCut TO:\n\nINT. SURGERY LOCKER ROOM\nRobby, alone, peels back her triple-thick glove, and...\n\nThe second layer is cut, too! She rips off the second\nlayer and...\n\nThe third layer is cut, too! She pulls it off to reveal:\n\nHer finger -- we see just the tiniest thin line of\ncrimson blood.\n\nTerrified, she runs into...\n\nSURGICAL SCRUB ROOM\n\nand squeezes her finger, trying to expel any virus. She\npours iodine into the tiny wound and frantically scrubs,\nas if her life depened on it. It does.\n\nShe turns at the sound of the DOOR OPENING.",
  "65": "---END OF PREVIOUS SECTION---\nShe\npours iodine into the tiny wound and frantically scrubs,\nas if her life depened on it. It does. She turns at the sound of the DOOR OPENING. \n---TARGET SECTION TO BE ANNOTATED---\n It's\nGillespie.\nGILLESPIE\n(anguished)\nYou took the hit for me... Why?\n\nTears fill her eyes. Her mouth opens. She can't talk.\nOnly a low moan of terror.\n\nGillespie cradles her head against his.\n\nCut TO:\n\nPROP PLANE (07:45)\nspraying over the forest outside Bonneville.\n\nHuge wafts of smoke drift over the birch and pine forest\nlike a thick fog.\n\n(CONTINUED )\n\f98.\nCONTINUED:\n\nHidden in the dense woods, Tommy Hull takes a slug of\nwhisky and watches the plane. Between him and the plane\nare Armed Personnel carriers, their gas-masked personnel\nunaffected by the poison. Tommy coughs.\n\nHe stands up on the hood of an old blue van and screams\nat the troops.\n\nTOMMY\nThat's right. Kill us all. C'mon!\n\nThey can't hear him or see him. He finishes the last of\nthe bottle and climbs into...\n\nHIS BEAT-UP VAN\n\nWe see on the floor a half dozen guns including a shotgun\nand an AK-47. He STARTS the ENGINE and ROARS off.\n\nCut TO:\n\nPERIMETER CHECKPOINT (08:00)\n\nCHECKPOINT GUARD #1\nI'm sorry, Colonel. You can't\nproceed.\n\nGillespie's Jeep is blocked by THREE GUARDS armed with\nM-1l6s.\n\nGILLESPIE\nGet the hell out of my way. I'm\ngoing to see the General.\n\nCHECKPOINT GUARD #1\nStrict orders, sir. Anyone with\ndirect patient care is\ncontaminated.\n\nGILLESPIE\nThat's a load of crap. Get him on\nthe line, soldier. Now!\n\nCHECKPOINT GUARD #1\n(punches on the\nradio)\nCheckpoint three to base. Colonel\nGillespie to speak to General Ford.\n\nSuddenly, Tommy Hull drives up and brakes to a stop.\n\n(CONTINUED )\n\f99.\nCONTINUED:\n\nCHECKPOINT GUARD #2\nGo home.\n\nTOMMY\nYou go home.\n\nBefore Guard #2 can react, Hull raises his SHOTGUN and\nFIRES.\n\nGillespie dives under the dashboard of his Jeep.\n\nThe other Guards react. Too late.",
  "66": "---END OF PREVIOUS SECTION---\nGillespie dives under the dashboard of his Jeep. The other Guards react. Too late. \n---TARGET SECTION TO BE ANNOTATED---\n Tommy Hull pulls an\nAK-47 out from behind his seat and CHEWS them UP.\n\nThe RADIO BLASTS:\nRADIO (V.O.)\nBase to checkpoint three: what's\n\ngoin' on?\n\nTommy Hull FIRES the SHOTGUN again, ANNIHILATING the\nRADIO. He ROARS ahead.\n\nGillespie races over to soldiers. They're dead. He looks\nat...\n\nThe van, racing toward the crest of the hill. Suddenly,\nfrom the other side of the hill:\n\nTwo Apache helicopters appear.\n\nHull sticks the AK-47 out the window and FIRES at the\nchoppers.\n\nThey keep coming.\n\nRed sparks erupt from their bellies. HELLFIRES.\n\nThe VAN EXPLODES into tiny pieces.\n\nGillespie GUNS the JEEP toward the wreckage.\n\nA Jeep driven by General Ford comes over the hill and\npulls up on...\n\nOPPOSITE SIDE OF WRECKAGE\n\nFord and Gillespie both survey the charred remains of the\nvan. Both are appalled.\n\n(CONTINUED )\n\fCONTINUED:\n\nFord says\n\n100.\n\nGILLESPIE\nYou had the antiserum to the\noriginal African strain, you\ncould've made it available right\naway. The virus would've never had\na chance to mutate. You could\nhave stopped this whole epidemic\nbefore it got started. Why?\n\nnothing. He stares at the wreckage as if some-\n\nhow he could find an answer there he himself believes.\n\nSilence.\n\nSilence.\nThen with\n\nGILLESPIE\nWhy?\n\nFinally:\n\nFORD\nIt's so strange... You look at\nthese viruses under the electron\nmicroscope... They're like... like\nbeautiful symmetrical crystals, so\ncold, so pure. You think you're\nlooking at some fabulous piece of\nsculpture behind a museum wall...\ntill you see the blood and people\ndying all around you. I stopped\nit once. I thought I could stop\nit again.\n\nGILLESPIE\nYou ordered the attack on Iwabi's\npeople in Africa?\n\nFord neither confirms nor denies the accusation.\nsadness and remorse, Ford tells the truth:\n\nFORD\nWe had to ensure that we had the\nonly live samples of the virus.\n\nGILLESPIE\nBiowarfare research is illegal.\nWe signed a treaty...\n\nFORD\n...",
  "67": "---END OF PREVIOUS SECTION---\nGILLESPIE\nBiowarfare research is illegal. We signed a treaty... FORD\n... \n---TARGET SECTION TO BE ANNOTATED---\n What do you know about the\nreal world, Gillespie? Even the\nair you breathe is artificial. Why\ndo you think Saddam Hussein didn't\nkill our boys with his anthrax and\nhis botulism and all the other crap\nhe created in his labs? 'Cause he\nknew we had something worse --\n\n(CONTINUED )\n\fCONTINUED:\n\nGillespie,\nbegins to\n\n101.\n\nGILLESPIE\n-- One mad man --\n\nFORD\n-- Every fucking dictator of the\nfuture's going to use biological\nweapons that you can manufacture\ncheap in a test tube with\ntechnology you can buy at the\nnewsrack. Deterrence works.\n\nhorrified, steps away from his boss as he\nunderstand the scope of the deception which he\n\nhas been the victim of.\n\nFORD\nWe spent years synthesizing an\nantibody that worked with the\noriginal African strain. We\nassumed it would work with this\nBonneville strain. We gambled.\nWe lost. We can't afford to lose\n\nagain...\n\nGILLESPIE\nSo you're going to wipe out this\nentire town -- kill everyone in\nit?\n\nFORD\nThe virus is going to reach the\nriver.\n\nGILLESPIE\n\nTake the people who are well and\nget them out!\n\nFORD\nIf even one were sick, no matter\nwhere we were, the disease would\nstart again.\n\nBeat, Gillespie knows he's right.\n\nGILLESPIE\nYour only hope is to look for the\nhost.\nFORD\nI did -- for thirty years.\nGILLESPIE\nLet me.\n\n(CONTINUED )\n\f102.\n\nCONTINUED:\nFORD\nYou might be contaminated.\nGILLESPIE\nI know I'm not.\nFORD\nWe have facilites to hold a few\npeople in quarantine. Get out\nnow. Take your team.\nGILLESPIE\nIzzy is sick, Robby infected.\nBeat.\nFORD\nI'm sorry.\nBeat.\nGILLESPIE\n\nWipe out the town, wipe out Motaba.\nAnd you're still the only one in\nthe world who's got the virus. No\nMatter what, your program's\n\nsecure.\n\nFORD\nThat's not a consideration.",
  "68": "---END OF PREVIOUS SECTION---\nAnd you're still the only one in\nthe world who's got the virus. No\nMatter what, your program's\n\nsecure. FORD\nThat's not a consideration. \n---TARGET SECTION TO BE ANNOTATED---\nGILLESPIE\nBullshit!\n\nCut TO:\n\nBL-4 LAB - OFFICE (09:10)\nPages spit out of the fax. As WALLY gathers them up, we\nsee the cover page:\nINSERT - COVER PAGE\nFrom: Lisa Aronson, M.D.\n\nTo: Colonel Gillespie, M.D.\nRE: Biotest Animal Inventory\n\nMike -- Here is the list of every animal\nimported by Biotest during the last six\nmonths...\n\nBACK TO SCENE\n\nSalt looks outside, worried:\n\f103.\nSALT'S POV\nA Black Hawk helicopter takes off. Soldiers gather\naround a second Black Hawk and start to load their gear.\nThe BioWar Defense Unit is pulling out of the town.\nBACK TO SCENE\nHOLD on Salt's face: scared.\n\nRobby has as yet no sign of the fever. She and Gillespie\npour over the fax from Lisa Aronson.\n\nWALLY\nColonel, we gotta go now.\n\nBeat. Mike and Robby exchange a glance, knowing this may\nbe the last time they're together.\n\nROBBY\nNo goodbyes. It's bad luck.\nANOTHER ANGLE - ON GILLESPIE\ndesperately torn, not wanting to leave her.\n\nROBBY\nI'm glad you were here.\n\nCut TO:\n\nEXT. HOSPITAL HELICOPTER LANDING AREA\n\nSalt carries a decontamination unit on his back,\nGillespie a cellular phone and a black duffel bag as they\nreach --\n\nBLACK HAWK\n\nWhere soldiers finish loading under the watchful eye of\nSERGEANT MEYER.\n\nSERGEANT MEYER\nAtten-shun!\n\nThe soldiers salute Gillespie and Salt.\nGILLESPIE\nSergeant, General Ford has ordered\nus to decon all aircraft before\ntakeoff.\n\n(CONTINUED )\n\f104.\nCONTINUED:\n\nSERGEANT MEYER\nBut we've been doing it at the\nbase, sir.\n\nGILLESPIE\nVector transmission is increasing\nand airborne contamination must be\nminimized. Pretty soon, Sergeant,\neven that suit won't protect you.\n\nSERGEANT MEYER\n(scared)\nYes, sir.\nSalt takes hold of Sergeant Meyer's walkie-talkie.",
  "69": "---END OF PREVIOUS SECTION---\nPretty soon, Sergeant,\neven that suit won't protect you. SERGEANT MEYER\n(scared)\nYes, sir. Salt takes hold of Sergeant Meyer's walkie-talkie. \n---TARGET SECTION TO BE ANNOTATED---\n The\nSergeant is puzzled by this but says nothing as Salt\nsprays it thoroughly with disinfectant before handing it\nback. He sprays the outside of the chopper, then moves\ninside.\n\nSERGEANT MEYER\nThe pilot is inside, sir!\n\nGILLESPIE\nI'll get him out.\n\nCut TO:\n\nOUTSIDE CHOPPER - SECONDS LATER\n\nSergeant Meyer reacts as the big rotor blades start to\nturn. The chopper begins to rise:\n\nSERGEANT MEYER\nWhat the hell?\n\nSergeant Meyer reaches for his walkie-talkie, but it\nwon't work. He slams it down.\nINT. CHOPPER - FLYING OVER COMMAND CENTER\nThe pilot, WARRANT OFFICER DETERICH barks into his radio:\nWARRANT OFFICER DETERICH\nDen mother, this is Naked Zulu.\n\nGoing to decon.\n\nRADIO (V.O.)\nRoger, that, Naked Zulu.\n\nPULL BACK to reveal Gillespie holding a gun against\nDeterich's head.\n\n(CONTINUED )\n\f105.\nCONTINUED:\n\nGILLESPIE\nNice and easy now.\n\nThe Black Hawk cruises over the camp, blending right in\nwith half-a-dozen other choppers going in all directions.\n\nCut TO:\n\nCOMMAND CENTER - FORD'S OFFICE\n\nSergeant Meyer stands nervously at attention, trying to\navoid the eyes of General McClintock, who's fit to be\ntied.\n\nIn a rapidly moving DOLLY SHOT, McClintock leaves Meyer\nand approaches General Ford, who is on the phone.\n\nMcCLINTOCK\nYour Colonel Gillespie has\ncommandeered one of our\nhelicopters.\n\nCLOSE ON FORD\n\nJust the hint of astonishment. Then he regains his usual\ncomposure:\n\nMcCLINTOCK\nGillespie has become a vector of\nthe disease. Mobilize all\nresources to find him.\n\nCut TO:\n\nEXT. ISOLATED STRETCH OF OREGON COAST (10:00)\n\nWarrant Officer Deterich, dressed in underwear, huddles\nagainst a huge rock. A pile of rations lie beside him.\n\nGILLESPIE\nThere's food and water for two\ndays. They'll find you by then.",
  "70": "---END OF PREVIOUS SECTION---\nA pile of rations lie beside him. GILLESPIE\nThere's food and water for two\ndays. They'll find you by then. \n---TARGET SECTION TO BE ANNOTATED---\nGillespie slips on Deterich's uniform, Salt pulls on\nGillespie's.\nGILLESPIE\nYou never expected to make Colonel\nthis fast, did you, Salt?\n\nCut TO:\n\f106.\nINT/EXT. BLACK HAWK\n\nHovering above Deterich. Salt opens the throttle; the\nCHOPPER ROARS down the coast and Deterich becomes nothing\nbut a dot in a cove shut off by soaring cliffs on one\nside and the ocean on the other.\n\nSalt keeps the chopper just feet above the whitecaps.\n\nGILLESPIE\nNot bad for somebody who hasn't\nflown in six years.\n\nSALT\nSeven. Want to see my loop-d-\nloop?\n\nHe pulls the wheel, brining the nose up to a high angle\nof attack.\n\nGillespie looks panicked. Salt levels out the chopper.\n\nSALT\nJust kidding, sir.\n\nGillespie studies the air map of the Pacific Ocean.\n\nGILLESPIE\nCut inland at Klamath River and\nkeep this mountain ridge between\nus and Oregon.\n\nSALT\nTo San Jose, sir?\n\nGILLESPIE\nNo. Ford will anticipate that.\n\nSALT\nLisa Aronson sent us all the\nshipping records...\n\nGILLESPIE\nNo, not all... Just the ones\nBiotest had.\nCOMPUTER KEYS POUND.\nSUPERIMPOSE: KLAMATH FALLS, OREGON -- 10:10\n\nTWO F-15 EAGLES\n\nSCREAM down the runway and lift off. Within seconds,\nmore follow.\n\f107.\nEXT. ABOVE OREGON COASTAL FOREST\n\nMcClintock's Apache sweeps above the forest. The radar\nscreen indicates a return. McClintock picks up the radio:\n\nMcCLINTOCK\nPortland regional, please\nidentify transponder 2CAW442.\nOver.\n\nTRAFFIC CONTROLLER (V.O.)\nThat's another light plane, number\n86221 Zebra, registered\nCorvallis...\n\nMcClintock grimaces.\n\nMcCLINTOCK\nWhere the hell's that A.W.A.C.S.?\n\nPILOT\nSir, they're comin' from Oklahoma.\n\nThe radio crackles:\n\nF-15 PILOT (V.O.)\nGot a low target sitting on the\ncoast. Going down for visual.",
  "71": "---END OF PREVIOUS SECTION---\nThe radio crackles:\n\nF-15 PILOT (V. O.)\nGot a low target sitting on the\ncoast. Going down for visual. \n---TARGET SECTION TO BE ANNOTATED---\nINTERCUT WITH:\n\nINSIDE BLACK HAWK HELICOPTER\nWhere Salt sees a blip on the radar screen.\n\nSALT\nProblems.\n\nHe pushes the wheel down, and the camouflaged-painted\nchopper descends into a tight ravine between two rocks.\nThe blades whirl inches from disaster. Gillespie holds\nhis breath; so does Salt who tries to hold the Black Hawk\nmotionless. We hear a SONIC BOOM. The F-15 streaks\noverhead.\n\nGillespie and Salt exchange a glance. Have they been\nseen or not?\n\nF-15 PILOT (V.O.)\nI've lost it. Possible bird\nflock.\n\nThe plane turns inland. Gillespie and Salt breathe\nagain.\n\f108.\nINT. McCLINTOCK'S APACHE\n\nMcCLINTOCK\n(into radio)\nGeneral, Gillespie could now be\nanywhere inside a thousand mile\nradius, and if he's landed, we\ngot no way to track him.\n\nINTERCUT the Command Center.\nFord is angry and frustrated.\n\nFORD\nYou're Gillespie, you don't trust\nthe C.D.C., you don't trust\nanybody... you'd want to look at\nall the data yourself.\n\nFord turns to an aide, Lieutenant Richardson:\n\nFORD\nIssue an all-points bulletin to\nevery police department on the\nWest Coast. Start with San Jose.\nColonel Gillespie and Captain Salt\nare armed, and assumed to be\ncontaminated until proven\notherwise...\n\nCut TO:\n\nFAX MACHINE\n\nPhotos of Gillespie and Salt roll into the reader,\nthen --\n\nCut TO:\n\nEXT. BIOTEST ANIMAL FACILITY (SAN JOSE)\n\nIt is pouring RAIN. At first, everything looks normal.\nUntil we realize there aren't any people on the side-\nwalks. And no moving cars on the streets.\n\nSnipers with .22 rifles and telescopic sights straddle\nthe rooftops.\n\nSMASH CUT TO:\n\nFEDERAL BUILDING - MAIN OFFICE - DAY (12:05PM)\n\nA long line of people wait for a single clerk; it's lunch\nhour.\n(CONTINUED)\n\f109.\nCONTINUED:\n\nGillespie storms in and goes right to the front of the\nline. The others glare.",
  "72": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f109. CONTINUED:\n\nGillespie storms in and goes right to the front of the\nline. The others glare. \n---TARGET SECTION TO BE ANNOTATED---\n The clerk, ARMISTEAD, a 50-ish\nman with long grey hair tied in a pony tail, continues to\nhelp the lady in the front of the line.\n\nGILLESPIE\n(sharply)\nExcuse me.\nARMISTEAD\n\nJust a minute, soldier.\nHe continues helping the lady.\n\nGILLESPIE\nI am Warrant Officer Deterich of\nthe United States Army --\n\nThe NEXT PERSON in line reacts:\n\nNEXT PERSON\nHey -- end of the line, asshole --\n\nGILLESPIE\nI just came from the site of the\nvirus epidemic in Oregon and you\nwill help me now!\n\nArmistead's supervisor, MRS. PANAMIDES, comes out of her\noffice as the other persons waiting in line, fearful of\nthe dreaded Motaba Virus, edge away from Gillespie\nrapidly.\n\nMRS. PANAMIDES\nWhat do you need?\n\nGILLESPIE\nBills of lading for all ships which\narrived from Africa during the last\nsix months.\n\nMRS. PANAMIDES\nWhat are you looking for?\n\nGILLESPIE\nAn animal.\n\nMRS. PANAMIDES\nWhat kind of animal.\n\nBeat.\n\nGILLESPIE\nI don't know.\n\nCut TO:\n\f110.\nINT. RECORD ROOM\nA shaggy, sloppily dressed COMPUTER JOCK types.\nCOMPUTER JOCK\n\nBiotest is very methodical about\n\ntheir paper work.\nThe printer spits out pages of animals. Gillespie cross-\nchecks them against the fax pages from Lisa. They match\nperfectly.\n\nCOMPUTER JOCK\nThat's it. Sorry.\n\nGillespie leans back: In despair. Not sure what to do\nnext.\n\nA long beat. The Computer Jock walks over to the printer.\n\nCOMPUTER JOCK\nDamn! Jammed again!\n\nHe hits a reset button. One more page prints out.\n\nAt the top of the page: An entry that Lisa's list doesn't\nhave. Gillespie circles it in red.\n\nGILLESPIE\nThat's it. The Apeldoorn, a Dutch\nfreighter. One monkey. But what\nkind of monkey?\n\nCOMPUTER JOCK\nThere's no way to tell.\n\nCut TO:\n\nGILLESPIE\n\nclimbing into the Black Hawk.",
  "73": "---END OF PREVIOUS SECTION---\nBut what\nkind of monkey? COMPUTER JOCK\nThere's no way to tell. Cut TO:\n\nGILLESPIE\n\nclimbing into the Black Hawk. \n---TARGET SECTION TO BE ANNOTATED---\n The RAIN is much heavier\nnow.\n\nCut TO:\n\nINT. BLACK HAWK\nas it rises off the rooftop of the Federal Building.\n\nFrom this vantage, Gillespie and Salt can see a threat-—\nening rain storm sweeping in over the San Francisco Bay.\n\n(CONTINUED )\n\f111.\nCONTINUED:\n\nGILLESPIE\nI tried to radio. All static.\n‘Cause of the storm.\n\nSALT\nSo ‘cause of the storm, you want\nme to fly twenty miles through a\ngale and hover while I drop you on\nboard a ship at sea?\n\nGILLESPIE\nYes.\n\nSALT\nSir, with all respect -- no fuckin'\nchance.\n\nBeat. Gillespie is dead serious.\n\nGILLESPIE\nThe storm won't break 'til\ntomorrow.\nSalt is torn.\nGILLESPIE\n\nIf you want, I could try to hover\nand drop you on board.\n\nSALT\nNo way.\n\nCut TO:\n\nPACIFIC OCEAN\n\nThe chopper fighting the gale, trying to find the ship in\nthe storm. The sky is so dark it's like night. RAIN\nPOUNDS the windshield; the wipers can't keep up.\n\nSALT\nColonel, I couldn't find my\numbrella in this rain.\n\nDespair. A long beat. Then: In the distance through\nthe mist, a red light flashes.\n\nCut TO:\n\nBLACK HAWK\n\nhovering above the Apeldoorn, riding rough on twenty-\nfoot swells. The winds rock the chopper.\n(CONTINUED)\n\f112.\nCONTINUED:\nWally fights to hold it steady.\n\nSALT\nReady for drop.\n\nGILLESPIE\nSpeak for yourself.\n\nOn the deck of the Apeldoorn: Four crewmen hold tight\nonto their lifelines and wait for --\n\nGillespie, who emerges from the belly of the chopper.\n\nHe hangs tight onto the winch, which strains in the wind,\nthrusting Gillespie over the waves. One breaks on top\nof him.\n\nA crewman grabs the line with a hook and reels Gillespie\nin.\n\nSHOCK CUT TO:\n\nFREEZER DOOR\nopening. Gillespie isn't ready for this:\n\nFrozen on a shelf, is Seaman Dieter Jans.",
  "74": "---END OF PREVIOUS SECTION---\nA crewman grabs the line with a hook and reels Gillespie\nin. SHOCK CUT TO:\n\nFREEZER DOOR\nopening. Gillespie isn't ready for this:\n\nFrozen on a shelf, is Seaman Dieter Jans. \n---TARGET SECTION TO BE ANNOTATED---\n Even under a\nlayer of ice, the yellow skin, blood streaking from his\nnipples, and other signs of Motaba are all too clear.\n\nGILLESPIE\nHow long has it been since the\nmonkey was on the ship?\n\nOne of the seamen translates Gillespie's question to\nthe CAPTAIN in Dutch. The Captain answers in halting\nEnglish:\n\nDUTCH CAPTAIN\nHow long? Six days.\n\nGILLESPIE\nWhen did Seaman Jans first get\nsick?\n\nDUTCH CAPTAIN\nYesterday -- he is sick yesterday\nnight. He is dead early this\nmorning.\n\nCLOSE ON GILLESPIE\n\nalarmed. This is ominous information.\n\n(CONTINUED )\n\f113.\nCONTINUED:\nGILLESPIE\nCaptain, your ship will have to be\nquarantined at sea. No one is to\ngo near this freezer. Do you\nunderstand?\nThe Captain nods, overwhelmed by sudden fear.\nGILLESPIE\nSomeone else must have seen the\nmonkey --\n\nThe First Mate steps forward. As he begins to jabber in\nDutch...\n\nSHOCK CUT TO:\n\nBLACK HAWK\n\nracing back to shore. Gillespie's on the cellular PHONE.\nThe storm fills the line with STATIC.\n\nGILLESPIE\nThe monkey was small, black and\nwhite...\nCOMPUTER KEYS POUND: KINSHASA NATIONAL HOSPITAL, ZAIRE.\nINTERCUT WITH:\nINT. HOSPITAL WARD - DR. IWABI\nDR. IWABI\n(into phone)\nA colobos monkey. The highways\nhave chased them deeper and\ndeeper into the jungle. But\nthere are still a few left.\n\nGILLESPIE\nFind as many as you can.\n\nSMASH CUT TO:\n\nINT. CDC WAR ROOM - DREW REYNOLDS\nOn the phone. Drew Reynolds listens with rapt attention.\nGILLESPIE (V.O.)\n(into phone)\n-- But you have to help me --\n\n(CONTINUED )\n\f114.\n\nCONTINUED:\nREYNOLDS\n(into phone)\n-- I will do whatever they let me\ndo...\nGILLESPIE (V.O.",
  "75": "---END OF PREVIOUS SECTION---\nCONTINUED:\nREYNOLDS\n(into phone)\n-- I will do whatever they let me\ndo... GILLESPIE (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n(desperately)\nIf they implement the containment\nplan --\nReynolds is angry, flustered -- terrified his worst\n\nnightmare has come a reality.\n\nREYNOLDS\nIt's out of my hands!\n\nGILLESPIE (V.O.)\nIf we can find the host, we can\nobtain an effective antibody\nagainst the virus, and reproduce\nit. We can present them with a\ncredible alternative...\n\nReynolds squeezes his tennis ball.\nREYNOLDS\nMy people have been doing\neverything humanly possible\nto help.\n\nGILLESPIE (V.O.)\nDrew, Robby's infected.\n\nReynolds squeezes his tennis ball tighter.\n\nCOMPUTER KEYS POUND: MOLALLA, OREGON - 14:45\n\nEXT. PRE-SCHOOL\n\nFour and five-year-olds play happily in a sandbox outside\ntheir pre-school which borders the Columbia National\nForest. Their teacher, MRS. JEFFRIES, carefully watches\nover them.\n\nBetsy hides behind a nearby tree. She's hungry and can't\ntake her eyes off the half-eaten sandwiches lying in the\nkids' snack boxes.\n\nSean is distracted by a glimpse of Betsy and spills his\njuice all over Geneva.\n\n(CONTINUED )\n\fCONTINUED:\n\nGENEVA\nYou dodohead.\n(breaking\ninto tears)\nMrs. Jeffries, look what Sean\ndid.\n\nSEAN\nI didn't... mean to!\n\nMRS. JEFFRIES\n(taking her by\nthe hand)\nWe'll clean you up right away.\n(heads inside)\nThe rest of you come in, too.\n\n115.\n\nAll the children follow her except Sean, pouting. Betsy\n\nruns up and starts gobbling a sandwich. Se\nthe monkey, then moves toward her:\n\nSEAN\nHey, that's mine!\n\nBETSY HISSES. Sean, scared, runs.\n\nINSIDE\n\nSEAN\nA monkey stole my sandwich.\n\nHe points to the sandbox but there's no tra\nMrs. Jeffries kneels.\n\nMRS. JEFFRIES\nThere are no monkeys in this\nforest, Sean. It's okay.\n\nINT. COMMAND CENTER (14:55)\nDr. Frankle paces nervously.\n\nDR. FRANKLE\nThe storm's blowin' up the coast\nfaster than we thought. That's a\nproblem.",
  "76": "---END OF PREVIOUS SECTION---\nDR. FRANKLE\nThe storm's blowin' up the coast\nfaster than we thought. That's a\nproblem. \n---TARGET SECTION TO BE ANNOTATED---\n The wind's going to\nhasten vector transmission and\nthe rain's going to absorb the\ngas.\n\n(MORE )\n\nan stares at\n\nce of Betsy.\n\nCut TO:\n\n(CONTINUED )\n\f116.\n\nCONTINUED:\n\nDR. FRANKLE (CONT'D)\nJesus Christ, Colonel, you'd have\nto hit the town two, three times\nto be sure you got everybody.\n\nThe thought of this troubles Ford deeply.\n\nFORD\nWhat time's that storm going to\nhit?\nFrankle wavers.\nFORD\n\nGoddammnit, you got every computer\nin the world here, what time's it\ncomin'?\n\nDR. FRANKLE\nAny time before dawn you should be\nokay.\n\nFORD\nThen we go at midnight.\n\nCOMPUTER KEYS POUND: SANTA ROSA, CALIFORNIA - 17:00\n\nEXT. HELIPAD\nIn the pouring RAIN, the Black Hawk carrying Gillespie\nand Salt lands on the helipad next to the television\nstation: WNER.\nON NEWSROOM SOUNDSTAGE\nThe ANCHORMAN looks grim:\nANCHORMAN\n\nThe governor of Oregon this\n\nmorning extended the evacuation\n\nzone another five miles.\n\nINT. STATION LOBBY\n\nThe security guard watches the NEWSCAST: The governor of\nOregon is giving a press conference.\n\n(CONTINUED )\n\f117.\nCONTINUED:\n\nGOVERNOR (V.O.)\n(on T.V.)\nGeneral Ford and the Army\nphysicians have assured me there\nis no threat of spread of this\ndisease at the present time.\nThis is strictly a precautionary\nmeasure...\n\nREPORTER FROM FLOOR (V.O.)\n(on T.V.)\nWhy have all communications in and\nout of Bonneville been cut off?\n\nGOVERNOR (V.O.)\n(on T.V.)\n\nThere is apparently some kind of\n\ncomputer malfunction in that\n\narea...\n\nThe guard suddenly freezes.\n\nSalt and Gillespie burst inside holding M-1l6s.\n\nINSIDE NEWSROOM\n\nANCHORMAN\nIn a related story, the Army has\nreleased the names of two men who\nescaped from Bonneville and are\ninfected with this virus.\n\nThe pictures of Gillespie and Salt fill the screen.\nSuddenly there's a RUCKUS O.S.",
  "77": "---END OF PREVIOUS SECTION---\nThe pictures of Gillespie and Salt fill the screen. Suddenly there's a RUCKUS O. S. \n---TARGET SECTION TO BE ANNOTATED---\n and the Anchorman gasps\nas the security guard, hands held high, moves toward\nthe news desk.\n\nSALT\nNobody move!\n\nGillespie sits down beside the Anchor. He shrinks back\nas Gillespie leans over, grabs his lapel mike and pins\nit on himself.\n\nGILLESPIE\nI am not infected.\n\nOne of the two cameramen backs away from his camera and\nbolts toward the door. Salt points the gun at him, but\ndoesn't pull the trigger. More and more people stampede\nout.\n\n(CONTINUED )\n\f118.\nCONTINUED:\n\nSALT\nShake it, Colonel!\n\nGillespie talks into the camera with the red light on.\n\nGILLESPIE\nWe need help to find the animal\ncarrying the Motaba Virus. It is\na small black and white monkey and\nit was brought to Northern\nCalifornia or Oregon within the\nlast two weeks. If you have any\ninformation about this monkey,\nplease call this number at the\nc.D.Cc. in Atlanta.\n\nHe holds up a crude sign with the numbers\n\"1-800-888-0000.\"\n\nGILLESPIE\nMany people are going to die.\nThis is their only chance.\nPlease... Help us...\nGillespie bolts up. He and Salt run out of the newsroom.\nFADE UP POLICE SIRENS and --\n\nCut TO:\n\nEXT. STATION - HALF-A-DOZEN POLICE CARS\npull up to the station, but --\n\nThe Black Hawk is half a mile away, running full-\nthrottle.\n\nThe OFFICER in the lead car grabs his radio.\nOFFICER\n(into radio)\nSuspects heading northwest...\n\nCut TO:\n\nINT. COMMAND CENTER - FORD'S OFFICE\n\nFord and McClintock watch Bernard Shaw on CNN. Behind\nthem we see the computerized map of the quarantine area.\nThe red perimeter is within one mile of the Columbia\nRiver. The clock reads: 17:12.\n\n(CONTINUED )\n\f119.\nCONTINUED:\n\nBERNARD SHAW (V.O.)\n(on T.V)\nColonel Gillespie's action --\ncommandeering this news room at a\nCalifornia television station in\norder to get his message out --\nraises troubling questions about\nwhat is really going on inside the\nquarantine area.",
  "78": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nBERNARD SHAW (V. O.)\n(on T. V)\nColonel Gillespie's action --\ncommandeering this news room at a\nCalifornia television station in\norder to get his message out --\nraises troubling questions about\nwhat is really going on inside the\nquarantine area. \n---TARGET SECTION TO BE ANNOTATED---\nMcCLINTOCK\nGreat, now we've got the whole\nfucking world watching. You\nshould've locked him up when we\ngot here. People'll be calling\nWashington... The President won't\nbe able to make up his mind, and\nthe whole fucking planet will go.\n\nOutside, it's starting to SPRINKLE.\n\nCut TO:\n\nPRE-SCHOOL CLASSROOM (MOLALLA, OREGON)\n\nEmpty except for Mrs. Jeffries who's cleaning up. A pile\nof paintings. One is of an enormous black and white\nmonkey towering menacingly over a little stick figure.\nMrs. Jeffries smiles.\n\nINT. PRE-SCHOOL OFFICE (17:45)\n\nOther staff idly watching the NEWS. Mrs. Jeffries enters\nand grabs a cup of coffee.\n\nOn TV, we see the face of Mike Gillespie, and we hear\nthe tail end of his plea:\n\nGILLESPIE (V.O.)\n(on T.V.)\nIf you have any information about\nthis monkey, please call...\nHOLD ON Mrs. Jeffries' face.\n\nSMASH CUT TO:\n\nBLACK HAWK (POURING RAIN) (18:50)\nflying low over the redwoods of Northern California.\n\n(CONTINUED )\n\f120.\nCONTINUED:\nGillespie clicks off the phone. Salt is dumbfounded:\n\nSALT\nI'm gonna fly into the heaviest\nradar surveillance on Earth on\naccount of something that might\nhave been seen by a toddler?\n\nGILLESPIE\nWe know that Jimbo Scott took an\nanimal up to Bonneville to sell.\nThis place, Molalla, would be\nright on the way to the airport.\n\nGillespie studies the map.\nGILLESPIE\nTo get back up there we're gonna\nhaveta fly through everything the\nAir Force has got. Are you\nfeelin' lucky, Captain?\n\nSALT\nLuck ain't gonna be enough.\n\nSalt pushes the wheel down, until the Black Hawk is just\na few feet above the tall redwood trees. He veers to\navoid --\nA particularly tall redwood -- and misses it by inches,\nwhacking off a few of its upper branches with the rotor\nblades.\nSALT\n‘Course -- a little luck won't\nhurt us any.\n\nHe and Gillespie exchange a tense, worried glance. That\nwas close.",
  "79": "---END OF PREVIOUS SECTION---\nSALT\n‘Course -- a little luck won't\nhurt us any. He and Gillespie exchange a tense, worried glance. That\nwas close. \n---TARGET SECTION TO BE ANNOTATED---\nAs the chopper skims low over the redwoods --\n\nCut TO:\n\nAWACS PLANE (AT 10,000 FEET)\n\ncruising high above the clouds which now blanket the\nterrain below.\n\nINT. AWACS PLANE\n\nInside, the RADAR OPERATORS scan. They're pissed.\n\n(CONTINUED )\n\f121.\nCONTINUED:\n\nRADAR OPERATOR\nWhere the hell did it go?\n\nCut TO:\n\nBLACK HAWK (DIRECTLY BELOW ON INTERSTATE 5)\nflies just thirty feet above the freeway, at the same\nspeed as the traffic. The Black Hawk's RADAR DETECTOR\nSQUAWKS each time the AWACS radar scans it, every two\nseconds.\nINSIDE BLACK HAWK\nSalt flies anxiously. One moment of inattention could\nbring the Black Hawk down on top of one of the cars on\nthe freeway.\nSALT\n\nIt moves like a truck, it reflects\n\nradar like a truck, but guess what?\n\nIt ain't a truck.\nON INTERSTATE BELOW BLACK HAWK\n\nAn IRATE DRIVER is watching Salt and yelling into his\ncellular phone:\n\nIRATE DRIVER\nThat's right, Sheriff -- flying\ntoo Goddamn low --\nINT. COMMAND CENTER (19:05)\n\nFord hangs up the phone.\n\nFORD\nWe got him!\n\nMcClintock smiles, grabs his flight helmet and races --\n\nEXT. COMMAND CENTER\n\nHis squadron of Apaches takes off. A FAX MACHINE WHINES\nO.S.\n\nINT. COMMAND CENTER\n\nFord scans the fax.\n(CONTINUED)\n\f122.\nCONTINUED:\n\nThe other officers in the room grow silent as they see\nhis face grow grim and serious.\n\nFORD\nGentlemen, I have in my hand the\nfinal authorization to proceed,\nsigned by the President. I know\nthat each of us has doubts about\nwhat we are about to do. It is\nonly human to have doubts when you\nare commanded to take the lives of\nother human beings. Remember your\nwives, remember your children...\nthey will all get the disease and\ndie if we let fear govern our\nhearts. We are doing what is\nright, and what the nation\nrequires of us.\n\nPAN ACROSS the grim faces.\nFORD\nI expect each man to do his duty.\nI know you won't fail.",
  "80": "---END OF PREVIOUS SECTION---\nPAN ACROSS the grim faces. FORD\nI expect each man to do his duty. I know you won't fail. \n---TARGET SECTION TO BE ANNOTATED---\nCut TO:\n\nBLACK HAWK (19:20)\n\nGillespie standing beside the open door aiming an\ninfrared heat-sensing device down at the forest which is\nso thick with trees you can only rarely catch glimpses of\nthe forest floor.\n\nON COMPUTER MONITOR\n\nSwirls of colors -- like gases moving on the surface of\nthe sun -- diffuse across the screen. Gradually, we see\nthat one bright red band is moving faster than the\n\nothers.\n\nSALT (0.S.)\nThe monkey!\n\nGILLESPIE (0.S.)\nNo, it's moving too fast.\nFOREST BELOW\n\nA deer scurries across a clearing.\n\f123.\nANOTHER ANGLE\nDISCOVER Betsy: Only a few hundred feet away from the\ndeer. Afraid of man and his loud machines, she runs\ndeeper into the forest, hiding herself under the branches\nof trees.\n\nGILLESPIE\n\npicks up another swirl of red on the infra-red sensing\ndevice. He points to it.\n\nGILLESPIE\nCircle in.\nANOTHER ANGLE\n\nOPEN WIDE to show the chopper moving in a tight circle.\n\nBETSY\n\nhearing the ROAR of the CHOPPER LOUDER AND LOUDER,\nscurries up a tree and tries to hide.\n\nGILLESPIE\n\nstares at the monitor. A faint red band appears in the\ncorner of the screen, then disappears.\n\nGILLESPIE\nStarboard!\n\nThe chopper veers to the right and the red band glows\nbrighter and brighter.\n\nGILLESPIE\nLock!\n\nThe chopper hovers, then starts to descend straight down.\nGillespie looks through binoculars at:\nGILLESPIE'S POV\n\nNothing but trees... trees... more trees... Stop! A patch\nof black and white. A pair of frightened eyes.\n\nBetsy hisses at the terrifying monster.\n\f124.\nBACK TO SCENE\nSALT\n\nDrive her down! She falls from\n\nthat height, she'll bleed out.\nGillespie jams cartridges containing turquoise liquid\ninto the M-16. He FIRES. The bullets land above Betsy.\nShe jumps onto a lower branch. The bullets keep coming.\nShe jumps onto:\nON GROUND\nGillespie FIRES. Misses. The blue liquid splatters\nagainst a tree trunk.",
  "81": "---END OF PREVIOUS SECTION---\nShe jumps onto:\nON GROUND\nGillespie FIRES. Misses. The blue liquid splatters\nagainst a tree trunk. \n---TARGET SECTION TO BE ANNOTATED---\nBETSY\ncaught in the open, darts toward a thick patch of trees --\nsafety. She's only a step away.\nGILLESPIE\n\nFIRES again.\n\nANGLE ON BETSY - SLOW MOTION SHOT\n\nBetsy's hit. She spins, grabbing her arm in pain, then\ngets up. Tries to make it to the next tree. Goes down\non one knee. Then the other. She reaches out. Cries\nfor freedom. Then collapses.\n\nAs Gillespie lowers himself out the door --\n\nCut TO:\n\nHORIZON\n\nThe Apaches approaching fast.\n\nINT. CHOPPER\n\nGillespie stows Betsy in the back. Salt sees the\nglistening lights of the Apaches.\n\nGILLESPIE\nUp! Fast!\n\nSalt yanks the wheel back. The Black Hawk starts\nclimbing.\n\nThe Apaches quickly surround it. INTERCUT:\n\f125.\nCOMMAND CENTER - LEAD APACHE\n\non a radar screen, Ford can see Gillespie's chopper and the\nApaches. He and Gillespie and McClintock converse through\ntheir radios:\n\nFORD\nGive me the monkey, Mike.\n\nThe Black Hawk climbs higher and higher, through the thick\nlayer of clouds, now absolutely black in the darkness of\nthe night.\n\nGILLESPIE\nIf the antibodies work, we'd have\na way to stop the epidemic by\nmedical means --\n\nFORD\n-- We have no way to produce them\nin quantity --\n\nGILLESPIE\n-- Dr. Iwabi --\n\nFORD\nThere's no time for that now.\n\nIn the lead Apache, snipers lean out the window. Their\ntelescopic sights lock on Gillespie and Salt.\n\nMcCLINTOCK\nGive me an order to fire, sir. We\ndon't need the monkey.\n\nGILLESPIE\nYou do. Because if you fail to\ncontain the virus, you're going\nto be racing to synthesize an\nantiserum. How long did it take\nyou to do the last one? A year?\nTwo years? Five?\n\nFord's torn.\nGILLESPIE\nIf the monkey's antibody is\neffective, you could use it as\na template. Maybe you could\nsave Europe.\n\nFord hesitates.",
  "82": "---END OF PREVIOUS SECTION---\nGILLESPIE\nIf the monkey's antibody is\neffective, you could use it as\na template. Maybe you could\nsave Europe. Ford hesitates. \n---TARGET SECTION TO BE ANNOTATED---\nMcCLINTOCK\nSir, let me --\n\nThe Black Hawk blasts through the cloud cover and emerges:\n\f126.\nABOVE CLOUDS - NIGHT\nA full moon illuminates the Black Hawk.\n\nThe Apaches burst through the clouds, too.\n\nINT. BLACK HAWK\nGILLESPIE\nFire away! Nothing's going to\nsurvive the crash.\nANGLE ON FORD\n\na long beat. Gillespie's got him.\n\nFORD\nYou've got until midnight, Mike.\n\nCut TO:\n\nFOREST SURROUNDING TOWN\n\nThe forest looks dark and primeval in the damp night. The\nsounds of BIRD CALLS and CRICKETS CHIRPING can be heard in\nthe background. This is what a biological meltdown looks\nlike -- nothing at all. Then suddenly a deer drops to\n\nits knees, stricken with the Motaba Virus. It struggles\nto rise, but fails. The deer keels over, barely\nbreathing.\n\nCut TO:\n\nOUTSIDE QUARANTINE PERIMETER - STAGING AREA\n\nLarge canisters of deadly nerve gas are loaded onto\nChinook helicopters. The canisters are clearly marked\nwith the skull-and-crossbones for \"poison\" and big red\n\"CAUTION!\" labels.\n\nCut TO:\n\nHOSPITAL HELIPORT - BLACK HAWK\nsettling down.\n\nCut TO:\n\f127.\nHOSPITAL LAB\nTubes run from Betsy to a blood separator as Salt works\nfeverishly to separate the antibodies out. As the\ncentrifuge spins faster and faster --\n\nCut TO:\n\nHOSPITAL CORRIDOR - GILLESPIE\n\nmoving rapidly past the patients 'til he gets to:\n\nIZZY'S ROOM\n\nGillespie's alarmed. Izzy looks terrible, his voice a\nwhisper:\n\nIZZY BERMAN\n\nMike... I know you never liked\nmy name.\n\nGILLESPIE\nWhat?\n\nIZZY BERMAN\nMy nickname -- Izzy. You never\nreally liked it.\n\nGILLESPIE\nI like it all right.\n\nIZZY\n(smiles)\nIt's okay, 'cause from now on you\ncan call me Hurricane.\n\nGILLESPIE\n(smiles)\nI like it.\nIZZY\nGood, ‘cause I'm giving you a new\nname, too.",
  "83": "---END OF PREVIOUS SECTION---\nIZZY\n(smiles)\nIt's okay, 'cause from now on you\ncan call me Hurricane. GILLESPIE\n(smiles)\nI like it. IZZY\nGood, ‘cause I'm giving you a new\nname, too. \n---TARGET SECTION TO BE ANNOTATED---\n Guess what it is?\n\nIzzy's lips go dusky, his breathing only short gasps.\n\nGILLESPIE\nTell me.\n\nIZZY\nGuess.\n\nGillespie's voice breaks:\n\n(CONTINUED )\n\f128.\nCONTINUED:\n\nGILLESPIE\nI can't.\n\nIzzy's dead. Tears stream down Gillespie's cheeks.\n\nCut TO:\n\nROBBY'S ROOM\n\nShe's lying in a bed, her face flush with fever, her skin\ncovered with the rash. She's just barely conscious enough\nto see him at the door, watching her.\n\nROBBY\nI'm scared. So scared.\n\nHe comes toward her.\n\nROBBY\nNo false hope. No games.\n\nGILLESPIE\nYou can't give up.\n\nROBBY\nJust be with me.\n\nHe cups her hands in his gloved hand.\n\nROBBY\nHow's Izzy?\n\nGILLESPIE\nHe's gonna be okay. You're both\ngoing to be okay.\n\nHer eyes start to close. Gillespie, horrified, shakes\nher:\n\nGILLESPIE\nStay with me! Fight!\n\nShe half opens her eyes, her voice a murmur.\n\nROBBY\nHold... me.\n\nHe puts his arms around her. Screams into helmet radio:\nGILLESPIE\nSalt, where the hell are you?\n\nSalt, answer me!\n\n(CONTINUED )\n\f129.\nCONTINUED:\n\nNo response. A long beat. Then Gillespie... with more\ntenderness than we've ever seen:\n\nGILLESPIE\nRemember the first time we made\nlove? In France. Behind the\nhaystack. And we were so worried\nthat the little boy on the bicycle\nmight see us.\n\nShe smiles, remembering.\nGILLESPIE\nI never felt anything except with\nyou, Robby. I was so stupid to\nlet it slip away.\nShe closes her eyes. A cry of anguish:\n\nGILLESPIE\nSalt!\n\nBeat. Then Salt appears in the doorway holding a large\nplastic bag of Betsy's antiserum.\n\nGillespie connects it to Robby's IV and the brown fluid\nflows into Robby. Gillespie sits down beside her. A\nlong beat. Then he does:\n\nSomething crazy.",
  "84": "---END OF PREVIOUS SECTION---\nGillespie sits down beside her. A\nlong beat. Then he does:\n\nSomething crazy. \n---TARGET SECTION TO BE ANNOTATED---\n He removes the glove from his biosafety\nsuit so that his own bare hand can touch Robby's skin.\n\nHe touches her face gently.\n\nHOLD ON Gillespie, sitting beside his wife's bed, holding\nher hand.\n\nEXT. QUARANTINE PERIMETER - NIGHT\n\nMassive Chinook HELICOPTERS RUMBLE over the staging area,\nloaded down by the weight of the nerve gas they carry in\ntheir bellies and the spray rigs which protrude on both\nsides of the fuselage.\n\nCut TO:\n\nROBBY'S ROOM\nThe wall clock declares 11:30. Robby's still comatose.\nGILLESPIE\nI was wrong. The antiserum doesn't\n\nwork.\n\n(CONTINUED )\n\f130.\n\nCONTINUED:\n\nSalt shares his despair.\n\nA long beat. Gillespie hands Salt a paper.\n\nGILLESPIE\nTake this. A signed declaration\nby me that at all times you were\nfollowing my orders -- Now get\nout of here.\n\nSALT\n-- No, sir.\n\nGillespie's moved:\n\nGILLESPIE\nYou'll be the only person left\nalive who knows the truth --\n\nSALT\n-- But, sir --\n\nGILLESPIE\n-- You will leave! You will not\ndisobey an order.\n\nSALT\n(very emotionally)\nYes, sir.\n\nMONTAGE - EXT. COMMAND CENTER - NIGHT (23:45)\n\nA)\n\nB)\n\nc)\n\nD)\n\nE)\n\nIn the pouring RAIN, Ford surveys the vast\nmachine he's assembled:\n\nSoldiers in Chemwar gear pile boxes of body bags\ninto trucks.\n\nTractor drivers REV their ENGINES and THUNDER\nforward to the front line of Chinooks carrying\nthe poison gas.\n\nCorpsmen check their watches and flash their\nsignal lights.\n\nThe CHINOOKS THUNDER into the air.\n\nFORD\n\nAll the parts move with such precision he should be proud.\nBut he's deeply troubled. He moves:\n\f131.\nINT. COMMAND CENTER\n\nBUZZING with activity. Dr. Frankle and McClintock stand\nbeside the computerized map of the quarantine area which\nshows the red perimeter is within a half mile of the\nColumbia River. The clock reads 23:47.",
  "85": "---END OF PREVIOUS SECTION---\nDr. Frankle and McClintock stand\nbeside the computerized map of the quarantine area which\nshows the red perimeter is within a half mile of the\nColumbia River. The clock reads 23:47. \n---TARGET SECTION TO BE ANNOTATED---\n The RADIO\nCRACKLES with a Louisiana drawl from the Squadron\nCommander of the nerve gas team; we'll know him as\nSandman One.\n\nSANDMAN ONE (V.O.)\nGeneral, we got a problem. It's\nrainin' pitchforks up heah. The\ndamn rain will dilute it down,\nbarely be strong enough to kill a\ncat.\n\nFrankle's troubled too:\n\nDR. FRANKLE\nHe's right.\n\nFord agonizes.\n\nFORD\nTo implement the plan and to kill\nonly a portion of the population...\nThat would cause great harm and\nsolve nothing.\n\nMcCLINTOCK\nSir!! The nerve gas rapidly loses\nits potency after it's mixed. The\nchoppers have got enough to make\ntwo runs. The virus is a quarter\nmile from the river. You've got\nto go forward.\n\nFord wavers. He grabs the radio mike:\nFORD\nStand down!! Return your squadron\nto base and stand down until you\nreceive further orders.\n\nSANDMAN ONE (V.O.)\nAcknowledge. Return to base.\n\nFord moves into:\n\nHIS PRIVATE OFFICE\n\na highly secure area, sound-proofed for top-secret commu-\nnications. McClintock follows him in and slams the door\nshut. They're completely alone.\n\n(CONTINUED )\n\f132.\nCONTINUED:\nMcCLINTOCK\n\nHow are you going to stop the\nvirus from reaching the river?\n\nFORD\nNapalm everything from the town\noutward.\n\nMcCLINTOCK\nIn the rain, the napalm will burn\nunevenly.\n\nFORD\n\nI'll take that chance.\n\nMcCLINTOCK\nThe virus will escape and we'll\nhave to use nuclear weapons to\nsterlize the area.\n\nFORD\nI gave you my orders.\n\nBeat. Then quietly:\n\nMcCLINTOCK\nLet's say the antiserum did work,\nGeneral. You'd bus out the people,\nmove ‘em somewhere, and treat 'em.\nAnd with luck some of them would\nlive. But it's not going to work\nand in the meantime you don't\nunderstand what you've done.\n\nFORD\nI understand perfectly.\n\nMcCLINTOCK\nNo, you don't. We can't fool the\nmedia forever. They'll ask\n\nquestions... there'll be\ninquiries...",
  "86": "---END OF PREVIOUS SECTION---\nMcCLINTOCK\nNo, you don't. We can't fool the\nmedia forever. They'll ask\n\nquestions... there'll be\ninquiries... \n---TARGET SECTION TO BE ANNOTATED---\n What we did was\nimportant. What we did was right,\nsir.\n\nA long beat. Ford knows he's ruined either way he turns.\nMcClintock's despair is deep and profound.\nFord feels sorry for him, but:\n\n(CONTINUED )\n\f133.\nCONTINUED:\n\nFORD\nI'm sorry, but my decision stands.\nIf there is any hope of avoiding\nthis horrible contingency, I've\ngot to...\n\nMcClintock has slowly drawn his belt out of his trousers.\nHe quickly throws it around Ford's neck, crosses it, and\npulls violently on the two ends. Ford kicks and\nstruggles, but he's no match for McClintock's strength.\n\nMcCLINTOCK\nI am relieving you of command on\nthe basis of cowardice in the face\nof a national emergency.\n\nFord's dead. McClintock lays him out on the floor. Opens\nthe door and screams into the main room.\n\nMcCLINTOCK\nHelp!\n\nHe starts doing CPR as aides rush in.\n\nMcCLINTOCK\nCall the medics quickly. The\nGeneral's had a heart attack.\n\nOne aide grabs the phone and calls the medics. Two more\ntake over CPR. McClintock straightens his shirt and moves\nback into:\n\nINT. MAIN ROOM\n\nMcCLINTOCK\nI am assuming command under the\nauthority of the Secretary of\nDefense.\n\nPAN AROUND the room: Faces of uncertainty and fear.\nMcClintock grabs the radio mike:\n\nMcCLINTOCK\nSandman One, this is General\nMcClintock. You are to proceed\nwith nerve gas dispersal. You\nwill make two runs.\n\nINT. LEAD CHOPPER - ON SANDMAN ONE\n\nHe shares a look of concern with his co-pilot.\n\f134.\nBACK TO COMMAND CENTER\nA long beat. Then:\n\nSANDMAN ONE (V.O.)\nYes, sir.\n\nCut TO:\n\nEXT. COMMAND CENTER\n\nSalt drives up in a Jeep. Immediately he's surrounded by\nMP's, and taken into custody.\n\nSMASH CUT TO:\n\nINT. ROBBY'S ROOM\n\nGillespie stares out the window at the rain. Just visible\nin the distance: The blue and red lights of the\napproaching Chinooks.\n\nHe moves back toward Robby, still comatose. The bag of\nBetsy's antiserum is empty.",
  "87": "---END OF PREVIOUS SECTION---\nJust visible\nin the distance: The blue and red lights of the\napproaching Chinooks. He moves back toward Robby, still comatose. The bag of\nBetsy's antiserum is empty. \n---TARGET SECTION TO BE ANNOTATED---\nHe reaches for Robby's hand. Her finger twitches. Beat.\nHer eyes open.\n\nCut TO:\n\nNURSING STATION\n\nGillespie grabs one phone. The line's dead. He grabs\nanother. Dead. He throws it aside. Races to the window.\nThe choppers' lights burn brighter.\n\nGILLESPIE\nStop!\n\nBut nobody's listening. He runs down the hall screaming.\n\nCut TO:\n\nINT. COMMAND CENTER\n\nSANDMAN ONE (V.O.)\nGeneral McClintock, we are ready\nto commence phase one.\n\nMcCLINTOCK\nProceed.\n\f135.\nCLOSE ON YOUNG MAJOR\nagonizing. He leaves his post.\n\nYOUNG MAJOR\nSir, General Ford ordered --\n\nMcCLINTOCK\n\nSit down, Major, or I will have\n\nyou arrested.\nThe Young Major hesitates. McClintock draws his pistol.\nSalt enters, escorted by two MP's. The MP's survey the\nsituation, with the General facing off against a young\nMajor. What the hell is going on?\nEXT. HOSPITAL HELIPORT - GILLESPIE\n\nraces for the Black Hawk. Throws the door open and grabs\nthe RADIO. A beat, then it FLICKERS to life.\n\nCUT BACK TO:\n\nINT. COMMAND CENTER\nGillespie's voice rings out over the radio:\n\nGILLESPIE (V.O.)\nStop! The antiserum works.\n\nMcCLINTOCK\nTurn it off!\n\nThe radioman hesitates.\nINTERCUT Sandman One in his chopper.\nGILLESPIE (V.O.)\nThis is Colonel Gillespie. And I'm\nordering you... begging you... to\nstop. We can save these people.\n\nMcClintock punches off the radio.\n\nON FACES OF OFFICERS\nin the room, wavering.\n\n(CONTINUED )\n\f136.\nCONTINUED:\n\nSALT\nYou do this, every night for the\nrest of your life you will wake\nup screaming.\n\nINTERCUT Sandman One. A long beat.\n\nSANDMAN ONE\nThis is Sandman One... we are\nreturning to base.\n\nMcCLINTOCK\n(into radio)\nYou will be shot for dereliction\nof duty in a national crisis. Do\nyou understand?\n\nSandman One doesn't answer. McClintock turns to the\nYoung Major.",
  "88": "---END OF PREVIOUS SECTION---\nDo\nyou understand? Sandman One doesn't answer. McClintock turns to the\nYoung Major. \n---TARGET SECTION TO BE ANNOTATED---\nMcCLINTOCK\nOrder him to proceed.\n\nThe Young Major hesitates. McClintock points the gun at\nhis head. The Young Major trembles, but shakes his head\n\"no.\"\n\nSALT\nNo!\n\nMcClintock turns the gun to Salt.\n\nYOUNG MAJOR\n\nNo, sir... Please.\n\nMcCLINTOCK\nI cannot allow a catastrophe to\noccur --\n\nHe puts the PISTOL into his own mouth and PULLS the\nTRIGGER.\n\nDead silence. Then:\n\nSALT\n(to the Young Major)\nAs the ranking officer, you are\nin command...\n(punching on the\nradio)\nUntil --\n\f137.\nAT BLACK HAWK\nGillespie has heard this entire action on the radio.\n\nSALT (V.O.)\nColonel Gillespie gets here.\n\nGillespie pulls his coat up over his head to shield\nhimself from the driving RAIN and begins to run toward\nthe quarantine perimeter.\n\nDISSOLVE TO:\nEXT. BONNEVILLE GENERAL HOSPITAL - NIGHT (03:00)\nThe rain has stopped, as if for a brief moment man's\nbattle with nature has been suspended. Buses loaded\nwith the townspeople of Bonneville pass by. We\nrecognize the Police Chief, Tommy Hulls' wife and\nchildren, Sherry Templeton's kids. All the windows\nand doors of the buses have been sealed with tape.\n\nTRACK PAST Betsy being loaded into the back of a van TO:\n\nGILLESPIE\n\npushing Robby on her gurney into an Army truck. He\nseals the back tight with tape. Then climbs inside:\nCAB\n\nSalt turns the key and the ENGINE ROARS to life.\n\nCut TO:\n\nEXT. COLUMBIA RIVER - NIGHT (03:10)\n\nEerie silence. A PLANE CRUISES over the forest on the\nBonneville side. A waxy grey cloud fills the air. One\nsecond. Two seconds. The forest erupts in a wall of\nfire.\n\nCUT BACK TO:\n\nCONVOY OF TRUCKS AND BUSES\nheading out of town. The fire burns in the b.g.\nAs the end of the convoy leaves the town, PLANES ROAR by.\n\nAs they drop a waxy grey cloud over the town of\nBonneville --\n\nDISSOLVE TO:\n\f138.\nEXT.",
  "89": "---END OF PREVIOUS SECTION---\nAs the end of the convoy leaves the town, PLANES ROAR by. As they drop a waxy grey cloud over the town of\nBonneville --\n\nDISSOLVE TO:\n\f138. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DESERT - DAY\n\nA C-5A transport gliding to a landing on a runway carved\nout of the desert.\n\nWaiting anxiously for the plane to disembark:\nWally, Mike, and Robby, in a wheelchair. They move\nforward to greet the small African man who emerges from\nthe plane. Dr. Iwabi smiles and quickens his pace.\nThe cargo hold doors open to reveal cage after cage of\nColobos monkeys.\n\nSHOCK CUT TO:\nBLACK SCREEN\nCOMPUTER KEYS POUND; the letters leap ACROSS the SCREEN:\nNovember 21 -- the CDC announced that no evidence of\naquatic spread of the Motaba Virus had ever been obtained,\nand that its intensive monitoring of the Columbia River\nwould be scaled back.\nMarch 14 -- researchers at the University of San\nFrancisco announced the production of the first synthetic\nantibodies effective against the mutated Motaba Bonneville\nstrain. Mass production of the antibodies began four\nweeks later at the CDC and at the Military Disease\nInstitute.\n\nMay 12 -- Dr. Roberta Keough and General Michael Gillespie\nwere married for the second time.\n\nROLL CREDITS and --\n\nSHOCK CUT TO:\n\nEXT. DUGWAY (UTAH) - DUSK\n\nA gila monster hunts for prey, its eye darting back and\nforth, its tongue twitching hungrily. It moves past:\n\nThe barbed-wire fence emblazoned with the sign warning:\n\"U.S. MILITARY PROPERTY: TRESPASSING STRICTLY\nPROHIBITED.\"\n\nBehind the fence the duplexes are dark and abandoned.\n\nThe gila monster catches a fly and disappears into the\nnight.\n\nFADE OUT.\n\nTHE END\n\f"
}