{
  "1": "OVERLORD\n\nWritten by\n\nBilly Ray\n\nBad Robot\n\nParamount Pictures\nProducer - J.J. Abrams\nJuly 23, 2013\n\fFADE IN... on a 16 mm. FILM PROJECTOR, circa 1944. We are:\nINT. FIELD TENT - LOCATION UNKNOWN - EVENING (JUNE, 1944)\n\nUS ARMY MAJOR FURNISS mans the projector as he briefs 100\nUNIFORMED MEN - Sergeants, Lieutenants - in a FIELD TENT:\n\nMAJOR FURNISS\nGentlemen. The footage you're about\nto see was intercepted on its way to\nBerlin, intended for Himmler. Command\nis giving it highest priority.\n\nFilm feeds through the projector, then on to a screen--\n\nON THE SCREEN - We see a large LAB, location unknown. Facing\nthe camera MOS is DOCTOR HUGO BRUEL: 50, beaming proudly.\n\nMAJOR FURNISS (CONT'D)\nThe doctor and his subjects are\nunknown. G-2 believes the lab is\nsomewhere in Normandy.\n\nON THE SCREEN - Behind Bruel is a row of NAKED HUMAN SUBJECTS\non HOSPITAL BEDS. Bruel, syringe in hand, approaches one--\n\nREVERSE TO FURNISS' MEN - watching... as something on the\nscreen shocks them. We drift along the rows in this tent,\nface after face - American soldiers, aghast, sickened. Then:\n\nWe land on SERGEANT GUY RENSIN. He's a Jumpmaster, leather-\ntough, unflappable. But even he is tightening as he watches\nthat screen - has to swallow hard to keep from gagging.\n\nMAJOR FURNISS (CONT'D)\nYour men needn't know about this;\nliberating France is burden enough.\nBut if you find that lab tonight,\nCommand wants it and all of its\nassets SEIZED, including the Doctor.\n\n \n\nWe PUSH IN ON RENSIN - disgust on his face - as:\nMAJOR FURNISS (CONT'D)\nHis \"experiment\" could damn well mean\nour losing this war. And maybe the\nfree world.\nThe 16 mm. film runs out. Rensin nods soberly. We CUT TO:\nDarkness. Silence. An uncomfortable stillness...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe CUT TO:\nDarkness. Silence. An uncomfortable stillness... \n\nTARGET SECTION TO BE ANNOTATED:\nThen the sound of BOOTS on gravel - as we SMASH TO:\n\fEXT. AIRFIELD - DEVONSHIRE, ENGLAND - NIGHT (JUNE, 1944)\n\nAmerican boys, PARATROOPERS of the 82ND AIRBORNE, heading for\ndeath itself - eyes down, throats tight, no one talking - as\nthey're herded toward idling C-47's on an English airstrip.\n\nSgt. Rensin now stands at the CARGO DOOR of one of the C-\n47's. On its nose is a drawing of a Betty Grable body and the\nwords \"My Gal Val\". Rensin barks at us:\n\n \n\n \n\nJUMPMASTER RENSIN\nLet's move! Let's move! Keep up with\nyour stick!\n\nSUPER: \"Slapton Sands, Uppottery England. June 5, 1944\"\n\nTHOUSANDS OF SOLDIERS marching toward HUNDREDS OF PLANES.\nUntested young men, here to save Europe from the Nazis -\namong them we find PFC. ED BOYCE. He's 24. And terrified.\n\nBoyce is from Des Moines, used to be a mechanic; his faith in\nGod runs bone-deep. But he's just a boy, and he knows it.\n\nHis face charcoaled black, his breaths shallow, he keeps pace\nwith his \"stick\" - the 18 GUYS he'll be jumping with - each\nbearing 120 pounds of gear. It's nearly MIDNIGHT.\n\nThey pass by BRITISH SOLDIERS of an ANTI-AIRCRAFT BATTERY who\nsalute - a few of them crying; that gets Boyce's attention.\n\nHe and his stick reach Rensin at the CARGO DOOR of that C-47.\nEvery paratrooper needs to be pushed into the plane by fellow\nsoldiers (the gear they carry is that heavy.)\n\nJUMPMASTER RENSIN (CONT'D)\nIn! In! In! Let's go! We're dropping\nin on Herr Hitler this evening!\n\nBoyce arrives at the cargo door. The soldier who just climbed\naboard in front of him turns with a confident grin:\n\nFORD\nNeed a hand, Ed?\n\nMeet CPL.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce arrives at the cargo door. The soldier who just climbed\naboard in front of him turns with a confident grin:\n\nFORD\nNeed a hand, Ed? Meet CPL. \n\nTARGET SECTION TO BE ANNOTATED:\n LEWIS FORD, offering his hand as if he were helping\nus onto a trolley on Main Street. Ford is 27, from Brooklyn,\nmatinee-idol handsome, unshakable - even now.\n\nBOYCE\nThanks, Lew.\n\nFord is Boyce's idol, since Basic. Boyce takes his hand. Ford\npulls. Two Soldiers behind Boyce push. Then:\n\fINT. C-47 - FUSELAGE - CONTINUING (NIGHT)\n\nBoyce takes his seat on a bench lining the fuselage wall -\namong a dozen SILENT PARATROOPERS, so wedged in that nobody\ncan move, each man bearing that same 120 pounds of gear:\n\nThey carry grenades, mines, rifles, .45's, TNT, bayonets,\nrations, main and emergency parachutes, musette bags. Ford,\nbeside Boyce, checks Boyce's gear. Boyce pale with fear.\n\nFORD\nYou okay?\n\nBOYCE\nYeah.\n\nFORD\n\nHey. This is what we came here for.\n(re: Boyce's gear)\nYou're good. Me?\n\nBoyce checks Ford's gear - including the DETONATOR on Ford's\nbelt - but they both know he's good to go.\n\nMORE PARATROOPERS board. Ford casually taps the shoulder of\nPFC. JULIAN ROSENFELD (from Oak Park, Illinois).\n\nFORD (CONT'D)\nRosenfeld. Cigarettes for chocolate?\n\nRosenfeld ponders it... as PFC TYLER GRIEB looks on, amused.\n\nGRIEB\nFord, you must love chocolate.\n\nFORD\nIt's to win over the locals.\n(to Rosenfeld: )\nDeal?\n\nROSENFELD\nSure.\n\nDone - cigarettes for chocolate. Boyce eyes them with wonder:\n“How can you be so nonchalant?! We're about to DIE.\" Then--\n\nA MEDIC stumbles clumsily aboard, his helmet falling off.\nThis is D.F. GRUNAUER. He grabs the helmet, finds a seat...\nwell aware that he's being stared at. By everyone.\n\nPFC. PETE GURKIN (23, from Houston) eyes Grunauer... then:\n\nGURKIN\nWhat happened to Briggs?\n\fGRUNAUER\nHe fell outside the PX, broke his\nankle.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPFC. PETE GURKIN (23, from Houston) eyes Grunauer... then:\n\nGURKIN\nWhat happened to Briggs? GRUNAUER\nHe fell outside the PX, broke his\nankle. \n\nTARGET SECTION TO BE ANNOTATED:\n So they reassigned me. Name's\nD.F. Grunauer.\n\nNo one's saying, \"Welcome aboard!\" So Ford extends a hand:\n\nFORD\nLew Ford.\n\nBOYCE\nEd Boyce.\n\nGrunauer shakes their hands, gratefully. But PRIVATE LYLE\nTIBBET, (24, from Cincinnati, an asshole), chimes in:\n\nTIBBET\nHold it, hold it. We're jumpin' with\na Medic from the JV team?\n\nFORD\nIt's okay. Just don't get shot.\n\nSome tight laughs, even from Grunauer. The whole stick is\naboard now. Jumpmaster Rensin climbs in - shouting:\n\nJUMPMASTER RENSIN\nIn your seats, Ladies.\n\nGRUNAUER\nWhat's our target, Sarge?\n\nJUMPMASTER RENSIN\nRadio-jamming tower on top of a\nchurch in Cielblanc. Gotta knock it\ndown so our planes can give air cover\nto the invasion forces comin' off the\nbeaches. Command wants it destroyed\nby 0-900.\n\n.»+.-as Ford pulls a SILK MAP from his coat, showing Grunauer\nthe beaches of NORMANDY... Omaha, Juno... leading to ROAD\n\n13... leading to a tiny dot: the village of CIELBLANC--\n\nPFC. DAWES\nFigures the Nazis'd put it on top of\na church. Godless bastards. They\noutlawed Christmas, ya know.\n\nThat's MORTON DAWES, from Portland. Boyce shakes his head.\n\nJUMPMASTER RENSIN\nThat tower is the lynchpin of the\nJerries' local air-defense. If it\n(MORE )\n\fJUMPMASTER RENSIN (CONT'D)\nisn't down by the time our airstrikes\nbegin at 0-900, the result is gonna\nbe a lot of lost planes and dead\nG.I.'s never makin' it off those\nbeaches. We can expect it to be\ndefended aggressively. Understood?\n\n(no one speaks...)\nSynchronize your watches. It's\nexactly midnight on my mark... Mark.\n\n \n\nEvery paratrooper just synchronized his watch...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's\nexactly midnight on my mark... Mark. Every paratrooper just synchronized his watch... \n\nTARGET SECTION TO BE ANNOTATED:\nJUMPMASTER RENSIN (CONT’D)\nGurkin, Grieb - you got your\nexplosives?\n\nGURKIN/GRIEB\nYes, Sergeant!\n\nJUMPMASTER RENSIN\nFord! You got your detonator?\n\nFORD\nYes, Sergeant!\n\nJUMPMASTER RENSIN\nRosenfeld! You got the spare?\n\nROSENFELD\nYes, Sergeant!\n\nJUMPMASTER RENSIN\nKeep a tight grip on it, Rosenfeld.\n\nPFC. DAWES\nYeah, pretend it's your pecker.\n\nDawes and Rosenfeld are pals. So Rosenfeld chuckles, as:\nROSENFELD\nIf you wouldn't mind, I'm tryin' to\n\nwin a war here.\n\nJUMPMASTER RENSIN\nLemme hear your crickets.\n\nThe guys pull DIME-STORE METAL CRICKETS from their trousers —\ntesting them out: CLICK-CLACK, CLICK-CLACK.\n\nJUMPMASTER RENSIN (CONT'D)\nEverybody know the checkwords?\n\nThe guys nod. Rensin hands out a PILL to each guy.\n\fJUMPMASTER RENSIN (CONT'D)\nThese are for air-sickness. Take 'em.\n\nThe men look thrown, but they do as told - except for Ford,\nwho crushes his pill under his boot - unseen by Rensin.\n\nBOYCE\nYou're not gonna take it?\n\nFORD\nThey make you sleepy. You wanna sleep\nthrough this?\n\nBOYCE\nThe truth?\n\nFord smiles fondly. Rensin pulls a MEMO from his jacket:\n\nJUMPMASTER RENSIN\nFrom General Eisenhower: \"Soldiers,\nSailors, and Airmen of the Allied\nExpeditionary Force! You are about to\nembark upon Operation Overlord, the\nGreat Crusade toward which we have\nstriven these many months. The eyes\nof the world are upon you. Good Luck!\nAnd let us beseech the blessing of\nAlmighty God upon this great and\nnoble undertaking.\"\n\nThat lands on the somber faces in here...as the C-47 lurches\nforward, bouncing noisily. Taxiing...\n\nBoyce lowers his head in prayer, his eyes shut tight (several\nof the men in here do likewise).",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd let us beseech the blessing of\nAlmighty God upon this great and\nnoble undertaking.\"\n\nThat lands on the somber faces in here...as the C-47 lurches\nforward, bouncing noisily. Taxiing... Boyce lowers his head in prayer, his eyes shut tight (several\nof the men in here do likewise). \n\nTARGET SECTION TO BE ANNOTATED:\n Ford regards him, then:\n\nFORD\nSend up an extra one for me, will ya\nEd? So I'm covered?\nEXT. AIRSTRIP - ABOVE THE C-47 - CONTINUING (NIGHT)\n\nWe look down on the plane as it taxis, engines roaring. It\ncomes to a stop, third in line for take-off.\n\nINT. C-47 - FUSELAGE - RESUMING\n\nENGINE NOISE fills the air. The bench beneath us shakes as\nthe plane in front of us takes off. Boyce keeps praying.\n\nFord pulls a GREASE PENCIL from his trousers, leans forward,\nand writes something on the fuselage floor - as this bulky\nbeast begins to move again, accelerating down the runway.\n\n \n\fMost of the paratroopers are praying now. We bounce around,\ncatching glimpses of PFC. CHASE, Gurkin, and Rosenfeld:\n\nPFC. CHASE\nGod, just let me hit the ground\nsafely. I'll take it from there.\n\nGURKIN\nLord, Thy will be done, but if I am\nto die tonight, please let me die\nlike a man.\n\nROSENFELD\nI'll be home soon, Ma.\n\nEverything rumbling, bouncing, every paratrooper tight. We\nland on Boyce, as his eyes open... and he sees what Ford just\nwrote on the floor of this fuselage:\n\n\"82nd Airborne. We came to liberate France. June 5, 1944.\"\n\nBOYCE\nAmen.\n\nThe C-47 hits lift-off speed. Boyce petrified. Ford's a rock.\n\nThe C-47 lifts off. Loud and clunky. Men rock back. On each\nface: \"This is it - not a training run. The German Army's\nwaiting out there.\" The C-47's walls now feel like paper.\n\nBOYCE (CONT'D)\nThink it's time we made our swap.\n\nFORD\nYeah, okay.\n\nBoyce pulls a BULKY ENVELOPE from his jacket, addressed to\n\"Mr. & Mrs. Irvin Boyce\" with an address in Des Moines. (The\nplane is rising now - 50 feet, 100 feet, 200 feet - LOUDLY.)\n\nFord pulls out a bulky envelope that reads \"Mrs.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nYeah, okay. Boyce pulls a BULKY ENVELOPE from his jacket, addressed to\n\"Mr. & Mrs. Irvin Boyce\" with an address in Des Moines. (The\nplane is rising now - 50 feet, 100 feet, 200 feet - LOUDLY.)\n\nFord pulls out a bulky envelope that reads \"Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Arthur\nFord,\" with an address in Brooklyn. They exchange envelopes.\n\nBOYCE\nThrew my class ring in there, figured\nthey'd want it. You?\n\nFORD\nMy Old Man's lighter. Promised my ma\nshe'd get it back in one piece.\n\nBoyce nods. Ford looks around... at the faces inside this\nplane - young boys scared out of their wits, grim as hell.\n\fIt offends him, for reasons he can't even articulate. So:\n\nFORD (CONT'D)\nYa know what? Hell with this.\n\nHe grabs his own envelope back from Boyce, and hands the\nother envelope back to Boyce.\n\nFORD (CONT'D)\n\nNobody's dyin' tonight. I won't have\n\nit.\nThat's that. The C-47 climbs noisily, as:\nEXT. C-47 - ABOVE THE AIRFIELD - CONTINUING (NIGHT)\n\"My Gal Val\" takes its place in an ARMADA, filling the\nEnglish sky: 432 planes in a V-OF-V's-FORMATION, tightly\nbunched, occupying 300 miles of airspace. We CUT TO:\nINT. C-47 - FUSELAGE - FLYING - LATER NIGHT\n\nCold and drafty in here. Some guys sleep; most just stare.\n\nBOYCE\nWhere ya from, Grunauer?\n\nGRUNAUER\nMiami. You?\n\nBOYCE\nDes Moines, Iowa.\n\nGRUNAUER\nOh yeah? You a farmer?\n\nFord chuckles every time Boyce has to answer that.\n\nBOYCE\nNo. Worked at a filling station.\n\nFORD\n\"Biggest one in all Des Moines.\" Tell\nhim, Ed; it's practically a landmark.\n\nBOYCE\nDarn right. What's D.F. stand for?\n\nGrunauer hesitates. He's taken a lot of shit for his name.\n\nGRUNAUER\n...Derwin Frances.\n\nA few guys snicker, Grunauer tightening - so:\n\fFORD\nCoulda been worse. Coulda stood for\n“Der Fuhrer.\"\n\nGrunauer laughs, Ford keeping it all light.\n\nBOYCE\nI got a cousin in Miami. He--\n\nTIBBET\nHey, Boyce. Why you always chattin'\neverybody up all the time? This ain't\na cruise-ship.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe--\n\nTIBBET\nHey, Boyce. Why you always chattin'\neverybody up all the time? This ain't\na cruise-ship. \n\nTARGET SECTION TO BE ANNOTATED:\nFord's reaction is instant: THE ICIEST GLARE OF ALL TIME: Do\nnot mess with Boyce or you are messing with ME. It lands -\nTibbet instantly retreating:\n\nTIBBET (CONT'D)\nChat away. See if I give a damn.\n\nFord is the Alpha in this stick. Silence hovers... until:\n\nPFC. DAWES\nHey. Look at that:\n\nDawes just saw something, out the cargo door (it's open). A\nsight that takes everybody's breath away:\n\n1,000 feet below us. The English Channel. Alive with wakes.\n\n...because there are 6,000 ARMED VESSELS sailing across it.\n\n \n\nThis is the D-DAY INVASION FLEET, the greatest (and largest)\namphibious force ever assembled. Destroyers, gunboats, troop\ntransports - blanketing the channel.\n\nAnd we see awe on the faces in here - a sense of being a part\nof something massive and historic. Pride too.\n\nDAWES\nLook out, Hitler!\n\nFORD\nHitler's dead.\n(everybody turns...)\nHe just don't know it yet.\n\nThat sums it up. The men nod, encouraged.\n\nJUMPMASTER RENSIN\nWe're gonna be the first G.I.'s on\nEuropean soil since this dust-up\nbegan - so let's make an impression.\n(MORE )\n\n \n\f10.\n\nJUMPMASTER RENSIN (CONT'D)\nNO prisoners. You see ANYTHING German\nyou fire on it.\n\nROSENFELD\nHappy to.\n\nFORD\n(as if making a note:)\n\"Fire at Germans.\" Got it.\n\nJUMPMASTER RENSIN\nFord...\n\nFORD\nYes, Sarge?\n\nJUMPMASTER RENSIN\nAnything happens to me tonight,\nyou'll be in command. I expect you to\nkeep your temper in check.\n\nFORD\nSure thing, Sarge - long as nobody\nticks me off.\nRensin breathes out a laugh.\n\nJUMPMASTER RENSIN\nJust make sure that tower comes down.\n\nFord nods soberly. Then, that fast, everything goes GRAY.\n\nWe just plunged into a CLOUD. Gray all around us, like being\nin a vaccuum. The men tighten, anxiety droning.\n\nThen, new sounds, in the distance.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nGray all around us, like being\nin a vaccuum. The men tighten, anxiety droning. Then, new sounds, in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\n DEEP THUDS and the CRACKLE\nof TRACER-FIRE, which means we're crossing over the French\nborder, where the Germans are. And they have been waiting:\n\nEXT. C-47 - FLYING - CONTINUING (NIGHT)\nThe C-47 now plods into SEARCHLIGHT BEAMS from GERMAN ANTI-\n\nAIRCRAFT BATTERIES on the ground. That fast, 20 MM. SHELLS go\nshrieking into the sky, right at us.\n\n \n\nINT. C-47 - FUSELAGE - FLYING - RESUMING\n\nBOOM. BOOM. Shells explode right outside this craft, jolting\nthe beast back and forth. It creaks, it whines. The men keep\ntheir eyes down. Boyce too. No one talking.\n\nJUMPMASTER RENSIN\nJust a little chop, Ladies! Jerry\nsaying hello, nothin' to write home\n(MORE )\n\f11.\n\nJUMPMASTER RENSIN (CONT'D)\nabout. We sit tight until the jump-\nlights go on.\n\nHe's pointing to the LIGHTS above the CARGO-BAY DOOR. One's\nred, the other's green. Both are OFF now. Boyce eyes them.\n\nFORD\nWe stick together, awright?\n\nBOYCE\nYou won't hafta look to find me.\n\nINT. C-47 - COCKPIT - FLYING - SAME\n\nLT. DAVE McKEAN, our pilot, looks right and left - can't see\nANYTHING but gray. Neither can his CO-PILOT or NAVIGATOR.\nWe're shuddering, bouncing, like flying inside a blender.\nThen a brilliant, horrible BLAST turns everything WHITE.\nIt's FLAK from those German batteries, exploding all around\nus now. BURSTS of it erupt outside the cockpit window,\njarring us badly. The C-47 shudders; noise fills the sky.\n\nEverything just ratcheted up in a hurry. McKean panicking:\n\nLT. MCKEAN\nWhat's our time to drop-zone?!\n\nNAVIGATOR (LT. GALLEY)\nI don't know, Skip! I can't get a\nfix!\n\nOn the dash is a button, the JUMP-LIGHT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nGALLEY)\nI don't know, Skip! I can't get a\nfix! On the dash is a button, the JUMP-LIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n It's got three\nsettings: OFF, RED, and GREEN. McKean eyes it... then:\n\nLT. MCKEAN\nI'm breaking formation.\n\nHe DESCENDS 100 feet in a hurry and YOKES to the left, away\n(presumably) from the other planes in the V.\n\nINT. C-47 - FUSELAGE - FLYING - RESUMING\n\nThe beast jerks to the left - sending every man tumbling.\nSound and fury shaking this crate like a toy, everyone's\nstomach dropping in the rapid descent. Then we level out...\nAnd 18 TERRIFIED GUYS stare at the JUMP-LIGHTS over the door.\nWe can't see any other planes in our V, but we can hear them\ntaking hits. The C-47 bounces violently, creaking in protest.\n\nThen another sound - like rocks shaken inside a tin can:\n\f12.\n\nIt's 40 mm. fire from below - BLUE, GREEN, and RED TRACERS\nlighting up the sky. Lethal whizzing sounds, everywhere.\n\nThen 88mm. SHELLS start exploding. BAH-BOOM. Death itself.\nEach explosion concussive, jolting us: BAH-BOOM. BAH-BOOM.\n\nNo one on this plane believes we're going to survive. Ford\ncan see that in the tense faces, the white knuckles. So he\ndoes what leaders do - raising his voice, and:\n\nFORD\nGuys, tell me something. On the\nlevel. 'Cause I don't know if I'm\ngonna get another chance to ask.\n\nEvery head turns. He looks troubled, serious... until:\nFORD (CONT'D)\n(re: his front parachute)\nDoes this make me look fat?\n\nLAUGHTER erupts, big-time. Tension broken, just like that.\nBoyce eyes Ford with awe. Then:\n\n--suddenly, TAT-TAT-TAT: Bullets from the machine-guns on the\n\n \n\nground pierce our fuselage from below. PFC RIX (holding a\nFLAMETHROWER) is hit in the rump; he falls forward, howling.\n\n \n\n.-.as the RED JUMP-LIGHT above the cargo door pops ON.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen:\n\n--suddenly, TAT-TAT-TAT: Bullets from the machine-guns on the\n\n \n\nground pierce our fuselage from below. PFC RIX (holding a\nFLAMETHROWER) is hit in the rump; he falls forward, howling. .-.as the RED JUMP-LIGHT above the cargo door pops ON. \n\nTARGET SECTION TO BE ANNOTATED:\n And:\n\n \n\nJUMPMASTER RENSIN\nOn your feet! Stand up and hook up!\n\nThe men bounce up and hook the lines from their chutes to the\nANCHOR LINE running along the ceiling of the fuselage,\nforming a line that stretches back from the cargo-bay door.\n\nWe hear them calling out, \"Eighteen okay!\" \"Seventeen okay!\"\n\"Sixteen okay!\" ...as MORE FLAK explodes, knocking guys over.\nFord keeps Boyce from falling as they approach the jump-line.\n\nThen a HUGE BURST knocks us sideways. Ford falls forward. A\nSECOND BURST hits our RIGHT-WING ENGINE; it DIES, belching\nsmoke. The C-47 lurches violently to the right.\n\n \n\nMore FLAK. More 40 mm. fire from below. Metal whizzing around\nus. It's like a Goddamn shooting gallery in here--\n\nFORD\nYou hit?!\n\nBOYCE\nNo!\n\f13.\n\nFORD\nGet to the line!\n\nBoyce hooks himself to the ANCHOR-LINE, fifth from the door.\nAbove it, that JUMP-LIGHT remains RED, the sky now a curtain\nof EXPLODING FLAK. Grieb, at the bay-door, stares, shaking.\n\nJUMPMASTER RENSIN\nIn line! In line!\n\nGRIEB\nSarge, there's nowhere to jump!\n\nJUMPMASTER RENSIN\nIn line! Every man! We jump on GREEN!\n\nEverybody staring at that RED LIGHT, and the death out there.\n\nROSENFELD\n(to Dawes)\nPromise me, okay? If it looks like\nI'm about to be captured, put a\nbullet in my back.\n\nDAWES\nWhy would I do that?\n\nROSENFELD\nI'd rather not find out how Nazis\ntreat prisoners named Rosenfeld.\n\nDAWES\nYou're assuming we're gonna survive\nthe jump.\n\nBut Rosenfeld's look says, \"I'm not kidding.\" Dawes nods, a\nsolemn promise - as Ford hooks up to the Anchor Line.\n\nINT. C-47 - COCKPIT - FLYING - RESUMING\n\nWe emerge from CLOUDS at 150 m.p.h., with the sky on FIRE.\nMcKean, struggling with one working engine, reaches for the\njump-light switch, the GREEN setting.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. C-47 - COCKPIT - FLYING - RESUMING\n\nWe emerge from CLOUDS at 150 m.p.h., with the sky on FIRE. McKean, struggling with one working engine, reaches for the\njump-light switch, the GREEN setting. \n\nTARGET SECTION TO BE ANNOTATED:\nThen, a horrible THUMP, on McKean's left. He looks out the\nwindow - and sees something that makes him blanch.\n\nLT. MCKEAN\nGood Christ...\n\nINT. C-47 - FUSELAGE - FLYING - RESUMING\n\nJumpmaster Rensin and Grieb are now staring at the same thing\nthat McKean just saw... and it's awful:\n\f14.\n\nTHEIR POV: THE LEFT WING - now draped by a PARACHUTE.\n\n.--Still attached to a PARATROOPER. Poor guy must've jumped\nfrom a plane above us. Dead now, his body bucking in our prop-\nwash, fouled by the lines of his chute. Horrible.\n\nGrieb gags. Boyce, fifth in line from the door, just stares,\nhorrified. But Rensin gathers himself, faces his men, and:\n\nJUMPMASTER RENSIN\nWhen you hit the ground, use your\ncrickets to find the rest of your\nstick! Checkwords: \"flash,\"\n\"thunder,\" \"welcome.\" Anybody doesn't\nanswer back, you FIRE! We're gonna be\nSOUTH of our target! Use your maps\n\nand compass - but get to that church\nand take out that Goddamn TOWER! It--\n\nThen he's GONE - EVISCERATED mid-word by EXPLODING FLAK.\n\n \n\nA HUGE BOOM RIGHT OUTSIDE THE CARGO DOOR - blowing a hole in\nour flank and taking Rensin and Grieb with it.\n\nBoyce's eyes go wide. There's no red light to watch anymore;\nthe Cargo Door is now a gaping HOLE. Everyone shocked. And--\n\nANOTHER HIT - our LEFT ENGINE NOW - it sputters, dying.\n\nAnd WE START TO DIVE. Sinking like a safe... Ford acts\nquickly, unhooking himself from the JUMP-LINE and:\n\n \n\nFORD\nEverybody out! GO GO GO!\n\nHe pushes guys out the door: Dawes, Tibbet, Rosenfeld, Chase;\nthis is pure unrehearsed bravery. Grunauer, up next, stumbles\nto the floor. Ford rolls him out the door.\nNext up is Boyce - he hesitates, petrified.\n\nFORD (CONT'D)\nGo! Go!\n\nBoyce goes...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD (CONT'D)\nGo! Go! Boyce goes... \n\nTARGET SECTION TO BE ANNOTATED:\n but first he grabs Ford and pulls him out too--\n\nThey fall into the night; a BLAST of air smacks them, yanking\nBoyce's CHUTE open. The jolt rips Ford from Boyce's grasp as:\n\nA HUGE EXPLOSION ABOVE US. Our C-47 just disintegrated. Boyce\nis suddenly alone, mid-air. Death everywhere. PIECES OF THEIR\nPLANE now falling beside him - burning metal. A disaster...\n\f15.\n\nEXT. SKY - FALLING - CONTINUING (NIGHT)\n\nBoyce's eyes dart, trying to orient himself. Looking for Ford\nor other chutes as he plummets amid smoke, noise, terror..\n\nExploding FLAK, BULLETS whistling by, a WALL of tracer fire\nto his left. Where is Ford's Goddamn chute?\n\nThe fuzzy outline of LAND below. It crystallizes as it rushes\nup to meet us. Boyce braces himself for a THUD.\n\nInstead, a so SPLASH. And he VANISHES, just like that, in:\nEXT. MERDERET RIVER - CONTINUING (NIGHT)\n\nWATER. He has fallen into a RIVER. It swallows him whole.\nINT. UNDER WATER - CONTINUING (NIGHT)\n\nHe opens his eyes, shocked. Loaded with gear, fouled by his\nlines. I'm going to drown. Holy Hell. I need air!\n\nHe feels for the river bed beneath his feet. There it is. He\ncoils his legs, springs up. Above him is the surface.\n\nHis head breaches for half a second, under his CHUTE. He\ngulps in a breath, then sinks like a stone again.\n\nUnder water, he reaches for his TRENCH KNIFE. Grabs it--\n\nAnd fumbles it. Shit! It sinks, fast. He drops down after it,\nhits bottom, searching and fumbling amidst RIVER SILT. No\nlight down here at all - grasping urgently, blindly.\n\n.--but he finds it, holds on tight, pushes himself up again.\n\n..-another stolen GASP of air. Then down again. He starts\nsawing away at the straps of his CHUTE-HARNESS.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\n..-another stolen GASP of air. Then down again. He starts\nsawing away at the straps of his CHUTE-HARNESS. \n\nTARGET SECTION TO BE ANNOTATED:\nHe cuts through one, then the other, cuts his MUSETTE BAG\nloose, drops his mines, and - buoyant now - bounces up again.\n\nEXT. RIVERBANK —- CONTINUING (NIGHT)\n\nHis head clears the surface, then his chest. He drags himself\nonto the RIVERBANK. Drenched, gasping.\n\n--doesn't see anyone. But he can hear GUNFIRE in the woods.\nOverhead he sees C-47's, most of them laboring, some of them\nsmoking. Parachutes in the distance. He gets to his feet.\n\nJUMP-CUTS: He assembles his RIFLE. Checks his ammo, grenades,\nCOMPASS (north, go north). Then he rises - and moves toward:\n\f16.\n\nEXT. SOGGY PASTURE - MOVING - CONTINUING (NIGHT)\n\nHe stays low - wet grass underfoot, gunfire in the distance.\nFrom his pants he extracts that DIME-STORE METAL CRICKET. He\nchirps it twice. CLICK-CLACK. CLICK-CLACK. No one replies.\nUp ahead, he sees a billow of WHITE against the dull earth:\nAnother chute. Please be Lew. He heads toward it while\nchirping that CRICKET again. No reply. Two more tries. Again\nnothing. His hands squeeze his rifle tighter.\n\nHe gets to the chute; there's a SHAPE under it. A body? He\npulls the chute away. A PARATROOPER lies here, FACE DOWN.\nBoyce braces himself, turns the body over...\n\nIt's Dawes - eyes closed. Boyce shakes him:\n\nBOYCE\nDawes. Dawes! You okay?\n\nDawes' eyes open. Disoriented - but instantly on mission:\n\nDAWES\nWhere's Rosenfeld? You got him?\n\nBOYCE\nNo. Are you hurt?\n\nDAWES\nNo. Head's ringing a little.\n\nBOYCE\nLet's go. We gotta find everybody.\n\nThey move north, slowly, along the wet grass, chirping their\nmetal CRICKETS. In the night we hear REPEATED BURSTS of\nGUNFIRE, mini-battles flaring up all through the woods.\n\n...-staying low, everything tensed, clicking their CRICKETS.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey move north, slowly, along the wet grass, chirping their\nmetal CRICKETS. In the night we hear REPEATED BURSTS of\nGUNFIRE, mini-battles flaring up all through the woods. ...-staying low, everything tensed, clicking their CRICKETS. \n\nTARGET SECTION TO BE ANNOTATED:\nThen they hear ANOTHER CRICKET chirp back. They pause.\n\nBOYCE (CONT’D)\n\nFlash.\n\nUNSEEN G.I. (TIBBET)\nThunder.\n\nBOYCE\nWelcome.\n\nTibbet emerges from behind a tree, relieved to see them.\n\f17.\n\nBOYCE (CONT'D)\nTibbet. Ya see anybody else?\n\nTIBBET\nNo. How many of us made it out?\n\nBOYCE\nI don't know.\n\nTIBBET\nChrist. Did Gurkin make it? He had\nthe explosives.\n\nBOYCE\nI don't know. Didn't see him.\n\nTIBBET\nWhere's Ford? Thought you two were\njoined at the hip.\n\nDAWES\nDon't be an asshole, Tibbet.\n\nMore GUNFIRE in the distance. ABOVE US A STRICKEN C-47\nSUDDENLY FALLS FROM THE SKY, on fire - right at us.\n\nTIBBET\nHit it!\n\nBoyce, Dawes, and Tibbet hit the dirt, covering their heads.\nThe FLAMING C-47 crashes behind them, EXPLODING on impact.\n\nThere's nothing left of it. Good God. But it throws enough\nFIRELIGHT to show us a PARACHUTE stuck in a NEARBY TREE that\nstands along a country lane, ROAD 13.\n\nThe guys get to their feet and head for that tree. GUNFIRE\nechoes in the DISTANCE. They cross over Road 13, to:\n\nEXT. ROAD 13 - TREE - CONTINUING (NIGHT)\n\nThey look up at the PARACHUTE stuck in its upper branches -\nand a pair of LEGS dangling. Boyce whispers loudly:\n\nBOYCE\nFlash.\n\nFORD (0.S.)\nThunder!\n\nWait. That's Ford's voice. They look up:\n\nBOYCE\nLew!\n\f18.\n\nYep. It's Ford, stuck in this tree, 20 feet up, his left arm\npinned at an odd angle by all his gear. He can't move it.\n\nFORD\nEd. Jesus. Can someone get me down?\nMy arm's pinned.\nBOYCE\n(starts climbing)\nYeah. Just hang on.\n\nTIBBET\nDid the detonator get banged up?\n\nFORD\nIt's fine. I'm fine too, by the way.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIBBET\nDid the detonator get banged up? FORD\nIt's fine. I'm fine too, by the way. \n\nTARGET SECTION TO BE ANNOTATED:\nTIBBET\nMake it fast - awright, Boyce?\n\nBoyce climbs, his head on a swivel - feels awfully VISIBLE,\nbut that's his buddy up there... More GUNFIRE in the night.\nBoyce keeps climbing. He's 15 feet off the ground, when:\n\nFORD\nEd!\n\nBoyce turns - and it happens in a flash:\n\nTWO WEHRMACHT SOLDIERS appear from the road.\n\n \n\nBoyce, clinging to that tree, grabs at his RIFLE. It falls.\n++.-JjJust as the Germans start firing. But--\n\nFord, suspended 20 FEET in the air, draws his SIDEARM with\nhis right hand and FIRES - TWO SHOTS.\n\nAnd the Germans FALL, both of them. Just like that. Dead.\nBoyce doesn't move at first. It still feels unreal... Then:\n\nFORD (CONT'D)\nAw Christ...\n\nBoyce looks down. Dawes is dead. HEAD-SHOT. Tibbet stands\nbeside the body - unharmed but badly shaken.\n\nFORD (CONT'D)\nYou okay, Tibbet?\n\n(Tibbet half-nods)\nEd, get up here and cut me loose\nbefore anybody else drops by. Gotta\ntake that tower out.\n\f19.\n\nBoyce starts climbing again, so disappointed in himself.\nEXT. TOP OF THE TREE - CONTINUING (NIGHT)\nBoyce arrives at the top, Ford calm and ever-vigilant.\n\nBOYCE\nGood shooting.\n\nFORD\nDumb luck. Get me outta here.\n\nBoyce takes out his KNIFE, saws at the chute lines.\nBOYCE\nI couldn't get to my rifle. Ya got a\ngrip on that branch?\n\nFORD\nYeah.\n\nBOYCE\n‘Kay. Here goes.\n\nBoyce cuts another line, freeing Ford... But Ford didn't have\na good grip on the branch - and he falls, straight down.\n\nBOYCE (CONT'D)\nLew!\n\nBoyce catches him, Ford slamming into the TREE. The IMPACT\ncauses something to shake from his belt - that DETONATOR.\n\nIt's dense metal, canteen-sized, falling like an anvil toward\nTibbet who is kneeling over Dawes to remove Dawes' dog-tag.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce catches him, Ford slamming into the TREE. The IMPACT\ncauses something to shake from his belt - that DETONATOR. It's dense metal, canteen-sized, falling like an anvil toward\nTibbet who is kneeling over Dawes to remove Dawes' dog-tag. \n\nTARGET SECTION TO BE ANNOTATED:\nFORD/BOYCE\nHeads up!\n\nTibbet moves just in time, the detonator lands beside him.\n\nTIBBET\nGoddammit!\n\nBoyce and Ford trade a look - two G.I.'s, hanging on - in the\nmiddle of the forest in the middle of the night in the middle\nof a war. Ford calmly reaches for the tree-trunk.\n\n..-and shimmies down. Boyce follows, speechless as ever at\nFord's unflappable calm. They reach the ground.\n\nEXT. ROAD 13 - TREE - RESUMING (NIGHT)\n\nDawes lies at their feet. 20 feet away lie the two Germans.\n\f20.\n\nThe air above crackles with tracer fire, flak, dying C-47's.\nFord eyes that DETONATOR, puts it back on his belt.\n\nFORD\nGood as new.\n\nTIBBET\nAlmost took my damn head off.\n\nFORD\nYeah, that woulda been a shame.\n\nTibbet doesn't reply. Ford takes Dawes' GRENADES and AMMO and\nunfolds his SILK MAP again.\n\nFORD (CONT'D)\nLike to know where the hell we are.\n\nBOYCE\nSarge said we were south of the--\n\nSuddenly, Boyce FREEZES - MORE FOOTSTEPS COMING. Fainter.\nLighter. Just one person now. But he's coming right this way.\n\nFord, Boyce, and Tibbet hit the dirt - keeping their heads up\nand rifles ready. Silent...\n\nWaiting... The FOOTSTEPS getting closer... Closer... Hands\npush some branches aside - 20 feet from here... revealing:\n\nA girl of 19, coming from the road. This is CHLOE LAURENT.\n\nShe's French, lovely, but hardened by war and loss - terror\ntoo. The G.I.'s stay low, invisible to her, as:\n\nShe stops beside a nearby TREE, where we now see an ANIMAL\nTRAP, a dead SQUIRREL inside. Chloe opens the trap - it's\nheavy, rusty, but she's strong.\n\nShe puts the squirrel carcass in a satchel, resets the trap.\nThen she spots the DEAD GERMANS, and moves toward them...\nWith our guys watching, she starts rifling through their\npockets.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe puts the squirrel carcass in a satchel, resets the trap. Then she spots the DEAD GERMANS, and moves toward them... With our guys watching, she starts rifling through their\npockets. \n\nTARGET SECTION TO BE ANNOTATED:\n That fast she's taken pistols, ammo, gloves,\nscarves, rings, mess-kits. Chloe's a scavenger.\n\nFord and Boyce silently eye one another...\n\nThen Chloe FREEZES - just heard something. She turns.\n\n...to find THREE RIFLES pointing at her. Her hands go up.\n\f21.\n\nFORD\nAllemagne?\n\nCHLOE (FRENCH, SUBTITLED)\nNon! Non! Je suis--\n\nThe G.I.'s get to their feet. They're American. That changes\neverything. She exclaims, in accented ENGLISH:\n\nCHLOE (CONT'D)\nYou're here! My God!\n\nThat fast she starts sobbing, hard, as if she'd been freed\nfrom Dachau. She rushes over to hug them. Ford steps back...\n\nFORD\nWhere are we?\n(Chloe keeps sobbing)\nWhere are we?\n\nCHLOE\n(thru tears)\nOutside Cielblanc.\n\nFORD\n\nIs this Road Thirteen?\nCHLOE\n\nYes.\nFORD\n\nWhere's the coast?\n\nCHLOE\nThree kilometers, that way.\n\nFord and Boyce brush past her, moving some foliage aside: the\ntown of Cielblanc is a tiny dot, nearly a mile from here.\n\n \n\nBOYCE\n\nYou seen any other G.I.'s out here?\nCHLOE\n(so hopeful)\n\nThis was your target? Cielblanc? You\nliberate us?\n\nThey don't answer. Overhead, more planes groan.\nThen Ford stiffens. Just heard something else:\n\nA VEHICLE, approaching. Ford and Boyce know that sound.\n\f22.\n\nFORD\nGerman half-track. Shit...\n\nA HALF-TRACK, and it's getting closer, lurching up Road 13.\nThey reach for their GRENADES, looking for somewhere to hide--\n\nCHLOE\nNo. Play dead.\n\nFORD\nLike Hell we will.\n\nCHLOE\nPlease, listen to me. If they get you\nwe'll never be free of them.\n\nFord whips around, looking for a hiding spot.\n\nThen he stops. Truth is there's no better option out here -\nand he knows it. So, although he HATES this plan...\n\nHe leans back. Boyce and Tibbet too, their eyes SHUT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo, although he HATES this plan... He leans back. Boyce and Tibbet too, their eyes SHUT. \n\nTARGET SECTION TO BE ANNOTATED:\n Ford\nturns his back to the road - his eyes OPEN - positioning his\nTRENCH-KNIFE like a mirror so he can see the road, as:\n\nFORD\n(whispered, bitter)\n\"What'd you do in the war, Grandpa?\"\nBoyce eyes him: \"Sssshhh.\" Ford goes stone-still.\nThe HALF-TRACK pulls toward us - a truck with TANK TREADS in\nback, WHEELS up front, mounted MACHINE-GUNS. And SIX GERMAN\nSOLDIERS, scanning the ground for movement.\n\nChloe, playing her part, rifles through Dawes' pockets like\nthe scavenger she is. Her hands are shaking with fear.\n\nBoyce lies still, his eyes cracking open enough to see Ford--\n..-who is watching Chloe while fingering the trigger on his\nside-arm. Boyce eyes the DEAD SQUIRREL poking out of Chloe's\nbag. A bad omen...\n\nThe Half-Track getting closer, when... DISASTER:\n\nThe HALF-TRACK STOPS. Right here. A SERGEANT hollers at Chloe\nin German. She replies meekly. He shouts again, ordering her.\n\nAnd Chloe rises... leaving the G.I. \"bodies\" behind - Ford,\nBoyce, and Tibbet completely abandoned now...\n\n \n\nThe G.I.'s lie still. A LIGHT from the Half-Track sweeps the\nground around them. Boyce and Ford holding their breath...\n\f23.\nThen the Half-Track passes. The G.I.'s wait a beat, then sit\nup... which is when they see what's behind the Half-Track:\n\nTWO AMERICAN POW's, hands over their heads. GERMAN SOLDIERS\ntrail behind them, rifles up. One POW we don't recognize.\n\n \n\nThe other is Rosenfeld. His face ashen.\n\nFORD (CONT'D)\nDammit!\n\nBOYCE\nThey got Rosenfeld. Jeez.\n\nFord moves a branch, eager to start firing. But he can't.\nBoyce eyes him. The POW's march TOWARD CIELBLANC.\n\nFORD\nLet's move out, on their tail.\n\nJust about to move out. Then a SOUND. They turn, rifles up.\n\nIt's Chloe again. That tells Boyce something about her - but\nFord isn't yet convinced. They lower their rifles.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's Chloe again. That tells Boyce something about her - but\nFord isn't yet convinced. They lower their rifles. \n\nTARGET SECTION TO BE ANNOTATED:\nCHLOE\nI'm sorry. They ordered me away.\n\nFORD\nGet back to your house and stay\ninside. Anybody asks, you didn't see\nany G.I.'s out here tonight, okay?\nLet's move out.\n\nCHLOE\nI can help you.\n\nFORD\nWe're fine. Thanks.\n\nEXT. ROAD 13 - APPROACHING CIELBLANC - MINUTES LATER (NIGHT)\n\nFord, Boyce, and Tibbet trail the half-track at a distance.\nChloe lags behind the G.I.'s.\n\nTIBBET\nWhat the hell's she doin' back there?\n(no one answers)\nMakin' me nervous...\n\nUp ahead, the Germans on foot order the POW's to leave the\nroad, pushing them past a CRUMBLING WALL that marks the\nentrance to CIELBLANC. Half-Track continues down the road.\n\f24.\n\nAs the G.I.'s get closer, we get our first look at the town:\n20 houses, a few barns, a well, a gallows...\n\nAnd, on a FOOTHILL overlooking the town, a Gothic CHURCH...\n\nIt's BIG, rimmed by a tall GATE; a RADIO-JAMMING TOWER rises\nfrom the church's roof. Stained glass, flying buttresses.\n\nThe G.I.'s trade looks. Behind them, Chloe checks ANOTHER\nTRAP. This one empty. The G.I.'s hurry toward that crumbling\ntown-wall and take cover behind it...\n\nEXT. CIELBLANC - AT THE CRUMBLING WALL - CONTINUING\n\nFrom here they see Rosenfeld and the other POW marching up a\nnarrow road behind the town... and into that church on the\nfoothill. Then we lose sight of them.\n\nTIBBET\nNow what?\n\nFORD\nWe get 'em outta there, then blow it\nup as ordered.\n\nTIBBET\nYeah? With what for ordnance - your\nZippo? Nobody knows where Gurkin is.\n\nFORD\nThen I guess we better FIND him, huh.\n\n \n\nThat shut Tibbet up. The moment hangs... as Chloe arrives.\n\nFORD (CONT'D)\nWhat can you tell me about that\nchurch?\n\nCHLOE\nIs that why you're here? The church?\n\nFORD\nJust tell me what's in there.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHLOE\nIs that why you're here? The church? FORD\nJust tell me what's in there. \n\nTARGET SECTION TO BE ANNOTATED:\n How\nmany soldiers?\n\nCHLOE\nSometimes just a few. Sometimes more.\n\nFORD\nAny civilians in there? Clergy?\n\nCHLOE\nThere was a priest; the Nazis hung\nhim. You have more men coming?\n\fTIBBET\nListen, Sister. Au_revoir. Okay?\n\n25.\n\nThat stung her. Ford glares at Tibbet: I'll do the talking.\n\nAgain, Tibbet backs down.\n\nFORD\nWhat's your name?\n\nCHLOE\nChloe Laurent. I live with my family,\nthat house there. I can hide you\nuntil the rest of your men arrive. We\nhave an attic.\n\n \n\nFORD\nThanks. But we didn't come here to\nhide. G'night.\n\nCHLOE\nThen please, be careful for the other\nhouses. There are collaborators here.\n(Boyce eyes Ford)\nIt's the Nazis - they have poisoned\nthis place... Good luck.\n\nFord nods. Chloe rises, heads home. The G.I.'s watch her go.\n\n..-until she has slipped quietly into her HOME. It has an\n\nATTIC WINDOW that overlooks the town. Ford notes it.\n\nFORD\nHow ya enjoying France so far?\n\nBOYCE\nIf she's France, I like France.\n(Ford shakes his head)\nYou don't think she's pretty?\n\nTIBBET\nSure. So's Eva Braun.\n\nFORD\nLet's move out. You two go find\nGurkin; if he's dead, grab the\nexplosives. And round up anyone else\nyou can find. I'm gonna do a little\nrecon on the church.\n\nBOYCE\nMaybe we shouldn't split up.\n\f26.\n\nFORD\nCover twice the ground this way, and\nwe still gotta knock that tower down.\nStick together; we'll rendezvous in\none hour, 4 a.m., right here. Okay?\nThey each click a button on their watches. Time to go.\n\nFORD (CONT'D)\nKeep your head down.\n\nBOYCE\nYou too.\n\nThey part - Boyce and Tibbet heading North - towards forest.\nFord watches them go, covering them... then:\n\nEXT. CIELBLANC - TOWN SQUARE - MOVING - CONTINUING (NIGHT)\nFord begins a slow, quiet advance through the square...\nEXT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nFord watches them go, covering them... then:\n\nEXT. CIELBLANC - TOWN SQUARE - MOVING - CONTINUING (NIGHT)\nFord begins a slow, quiet advance through the square... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OUTSIDE CIELBLANC - SAME (NIGHT)\n\nBoyce and Tibbet move through PASTURE, looking for help while\ntrying to be invisible. GUNS in the distance...\n\nEXT. CIELBLANC - TOWN SQUARE - RESUMING (NIGHT)\n\nFord passes the well and the gallows - quietly, any noise\ncould kill him. Passing a HOUSE, when--\n\nDISASTER: its BEDROOM WINDOW OPENS. Ten feet from us. Ford\ndives behind the nearest wall, as:\n\n \n\nA WOMAN - EVY LESNER - leans out her window, scanning the\nSquare like a watchtower guard. She's a hard, war-ravaged 40.\nBut there's something wrong with her face--\n\nThe skin on half of it is BLISTERED and COAL-BLACK, the flesh\ndiseased, hanging limply. Her left eye is milky white. What\nthe hell happened to this lady? Typhus maybe?\n\nFord has no idea; he just stares from the shadows.\n\nFinally, Lesner shuts the window. Ford, shaken, moves on...\nEXT. OUTSIDE CIELBLANC - FOREST - SAME (NIGHT)\n\nBoyce and Tibbet stay low - the town at their back. We hear\nodd ANIMAL CRIES in the night, distant FIREFIGHTS. The whole\nforest feels alive around us, creepy as hell.\n\nBoyce pulls out his METAL CRICKET. CLICK-CLACK, CLICK-CLACK.\n\f27.\n\nTibbet does it too. Nothing. They keep moving, searching...\nThen, up ahead, SMOKE and METAL become visible--\n\nTIBBET\nBoyce!\n\nIt's a downed C-47, a DEBRIS FIELD of twisted metal, rubber,\nand glass. They wade in...\n\nThen Boyce sees it, at his feet - a piece of TIN FLOORING,\nused to be part of the FUSELAGE. It has words written on it:\n\n\"82nd Airborne. We came to liberate France. June 5, 1944.\"\nGood God. Their plane, in sections now. Sobering as hell,\nscary too. They start clicking their CRICKETS again - through\nthe smoking pieces of a dead plane.\n\nBoyce finds its NOSE dug into dirt. \"My Gal--\" the rest of\nthe name buried.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSobering as hell,\nscary too. They start clicking their CRICKETS again - through\nthe smoking pieces of a dead plane. Boyce finds its NOSE dug into dirt. \"My Gal--\" the rest of\nthe name buried. \n\nTARGET SECTION TO BE ANNOTATED:\n He keeps moving, until:\n\nAn ANIMAL SOUND startles him - growling, snorting. Boyce\nedges around the crippled nose of the C-47 to find:\n\n...a WOLF, chewing the forearm of our dead pilot, McKean.\n\nBoyce hisses at the wolf. It backs off grudgingly, nearing\nanother one of those ANIMAL TRAPS. Boyce hisses again.\n\nThe wolf changes course, narrowly side-stepping the trap.\nBoyce turns back toward the fuselage...\nBut SOMETHING GRABS HIS ANKLE. He turns, terrified--\n\nAt his feet is Gurkin, who lies stiff - a PROPELLER BLADE\npoking through his chest. Literally. But he's alive.\n\nBOYCE\nGurkin! Tibbet, get over here!\n\nTibbet heads over. Boyce kneels beside Gurkin. The situation\nis hopeless, obviously - Gurkin's practically been torn in\nhalf - Boyce completely overwhelmed, but trying:\n\nBOYCE (CONT'D)\nYou just hang on, Gurkin. We're gonna\nget you to a Medic...\nTibbet arrives. Boyce shakily pulls out a CANTEEN.\n\nBOYCE (CONT'D)\nHere. Take a sip...\n\f28.\n\nTIBBET\nGurkin, ya got the explosives?\n\nBOYCE\nTibbet, give him a second.\n\nTIBBET\nYa got ‘em, Gurkin?\n\nGurkin nods. Tibbet reaches into Gurkin's trouser pockets -\nBLOOD SPURTING from Gurkin's chest onto Boyce's hands - as\nTibbet extracts FOUR TETRYTOL BLOCKS (they look like C-4).\n\n \n\nTibbet pockets them; Boyce just trying to compose himself.\n\nBOYCE\nHere, Buddy. Take a sip.\n\nGurkin waves away the water, reaching for something else:\n\nBoyce's side-arm; Gurkin wants to be put out of his misery.\n\n \n\nBoyce halts. Gurkin looks to him, begging, barely audible:\n\nGURKIN\nPlease.\n\nBOYCE\nListen, we're gonna get the medic--\n\nGurkin whispers it again. \"Please.\" The guy is in agony.\nBoyce eyes him, \"Really?\" Gurkin half-nods, pained...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nGurkin looks to him, begging, barely audible:\n\nGURKIN\nPlease. BOYCE\nListen, we're gonna get the medic--\n\nGurkin whispers it again. \"Please.\" The guy is in agony. Boyce eyes him, \"Really?\" Gurkin half-nods, pained... \n\nTARGET SECTION TO BE ANNOTATED:\nBoyce looks to Tibbet, who dodges it with:\n\nTIBBET\nI'm gonna find Grunauer.\n\nAnd Tibbet backs away - leaving just Boyce and Gurkin.\n\nGurkin's eyes are pleading. Boyce pulls out his sidearm, his\nhand shaking... aims the weapon at Gurkin's head.\n\nBut he can't do it. No way. He shakes his head.\n\nBOYCE\nI...\n\nAnd Gurkin stops breathing. Dead. Eyes open. Boyce sags...\nthen breathes out a \"Sorry\", shuts Gurkin's eyes, and takes\none of Gurkin's Dog-Tags.\n\f29.\n\nEXT. OUTSIDE THE LESNER BARN - NIGHT\n\nFord passes by a BARN beside Lesner's home, then heads up the\nFoothill, noting the GUARDS at the front gate of the church.\nThey're SS, black uniforms and all. That gets his attention.\nEXT. FOREST - RESUMING (NIGHT)\n\nBoyce follows Tibbet toward a dark stretch of woods. CLICK-\nCLACK, CLICK-CLACK. No reply. Boyce tries again... This time,\nwe hear _a CHIRP IN REPLY. Maybe 50 yards away.\n\nBOYCE\nTibbet.\n\nThey turn. The sound came from the foothill below the church.\nThey head over, staying low to the ground. We TRACK THEM...\n\nEXT. WOODS/NEAR THE FOOTHILL - CONTINUING\n\nBoyce and Tibbet get to a patch of trees, and:\n\nTIBBET\nFlash.\n\nPFC. CHASE/PFC. PENNER\nThunder.\n\nBOYCE\nWelcome.\n\nChase, from our stick, emerges from behind a tree. Beside him\nis another paratrooper - PFC. PENNER. (Penner is new to us;\nhe's got a FLAMETHROWER strapped to his back.)\n\nPFC. CHASE\nYou see anybody else?\n\nBOYCE\nJust Ford. He's up the hill.\n\nPFC. CHASE\nThis is Penner, five-oh-eighth, B-\nCompany. Lost his whole stick.\n\nBOYCE\nWhat was your target, Penner?\n\nPFC. PENNER\nRadio-jammer on top of the church.\n\nBOYCE\nOurs too. But they got two captured\nG.I.'s inside.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE\nOurs too. But they got two captured\nG. I.'s inside. \n\nTARGET SECTION TO BE ANNOTATED:\n\f30.\n\nShit. They study the CHURCH from here - vast, Gothic.\nTIBBET\nWhat else they got in there,\nvampires? Places give me the creeps.\n\nPFC. CHASE\nLet's move out.\n\nJust then, a NOISE - a RUMBLING SOUND coming this way.\n\nPFC. CHASE (CONT'D)\nHold it.\n\nThey HALT, and turn: it's a WEHRMACHT TRUCK, crossing\npastureland, its HEADLIGHTS just about to hit us.\n\nPFC. CHASE (CONT'D)\nHit the dirt!\n\nDown they go, ready for a firefight. Here comes the TRUCK.\nBut it TURNS RIGHT, toward the FOOTHILL. They watch it go. It\nbounces over a bump, KER-CHUNK, an item nearly falling out of\nthe back of the truck:\n\nA DEAD BODY. A fallen German soldier.\n\n \n\nThis truck, they now see, carries DOZENS OF THEM\nHuh? The G.I.'s eye one another. The truck keeps going.\n\nOddly, about 50 yards from here it begins to DESCEND, as if\nit'd just turned down a slope, or a ramp.\n\nPFC. CHASE (CONT'D)\nOn me. Let's go.\n\nHugging the tree-line, they follow the truck. Boyce notes the\nback of Penner's flamethrower. It says \"Hitler Hunter.\"\n\nEXT. CIELBLANC - FOOTHILL/CHURCH GATE - SAME (NIGHT)\n\nFord reaches the top of the FOOTHILL on the SOUTH SIDE of the\nCHURCH. The RADIO-JAMMING TOWER looms above it.\n\nThat GATE, 12 feet high, surrounds the grounds. Ford finds a\nnearby BRANCH... uses it to climb the gate... gets to the top\nof the gate, scans the grounds:\n\nAt the FRONT GATE, those two SS GUARDS (PVT. KIEBEL and PVT.\nWAFNER) eye the skies anxiously. All those planes. Then the\nchurch's FRONT DOOR OPENS - a DOCTOR in a LABCOAT emerges:\n\f31.\n\nDR. HUGO BRUEL, the man we saw in that 16 mm. FILM. He's 50,\npassionate about Nazism, a taskmaster...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUGO BRUEL, the man we saw in that 16 mm. FILM. He's 50,\npassionate about Nazism, a taskmaster... \n\nTARGET SECTION TO BE ANNOTATED:\n But Wafner and\nKiebel fail to come to attention; that tells Ford something.\n\nBruel has an odd tic, a neck-twitch that often snaps his head\nto the left by an inch. It infuriates him, always has. He\nyells at Wafner and Kiebel, gesturing to the PLANES overhead.\n\nThey answer mechanically, \"Nein, Herr Doktor.\" and \"Jawohl,\nHerr Doktor.\" Bruel tics again and storms back inside.\n\nEXT. FOOTHILL - NORTH SIDE/EARTHEN RAMP - MOMENTS LATER\n\nBoyce, Tibbet, Chase, and Penner reach the spot where the\ntruck descended, and they STOP - just saw something odd:\n\nPFC. CHASE\nWhat the???\n\nA WIDE RAMP has been BULLDOZED into the EARTH out here, like\na driveway descending into an unseen garage, directly beneath\nthe church. It's guarded by heavy BLAST-DOORS.\n\nANCIENT STONES decorate the \"overpass\" above the ramp. On the\nstones are RUNIC SYMBOLS, (ancient letters). A large SWASTIKA\nhas been added dead center, flanked by two SS INSIGNIAS.\n\nThe truck awaits entry. Then the BLAST-DOORS open... and the\ntruck's HEADLIGHTS show us where this ramp leads: darkness, a\nCAVERN. But we don't see any GUARDS - nothing moving.\n\nThe truck rolls down the ramp. The blast-doors remain open. A\nbeat. Chase thinking...\n\nBOYCE\nWhy would they be bringing dead\nbodies in there?\n\nPFC. CHASE\nI don't know - but I wanna take a\nlook.\n(no one volunteers)\nMight be our best shot at getting\ninside the church.\n\nSounds like a horrible idea to Boyce, but he's silent.\n\nTIBBET\nYou wanna be a hero, be my guest.\n\nPFC. CHASE\nYou and Penner come with me. Boyce,\nyou stay up top and cover our backs.\n\f32.\n\nTIBBET\nHey! Why me?\n\nPFC. CHASE\nWhy not you? Let's go.\n\nTibbet doesn't like it, but he follows Chase and Penner down\nthe earthen ramp - just DARKNESS at the bottom of it.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHASE\nWhy not you? Let's go. Tibbet doesn't like it, but he follows Chase and Penner down\nthe earthen ramp - just DARKNESS at the bottom of it. \n\nTARGET SECTION TO BE ANNOTATED:\n What\nthe hell is down there? Boyce stands watch, 20 feet back.\n\n..-until Chase, Tibbet, and Penner enter the DARKNESS at the\nbottom of the ramp, gone from our view now. Boyce STOPS.\n\nSILENCE. Boyce spots something shiny at his feet.\n\nIt's a DAGGER, decorated by a DEATH'S-HEAD and runic symbols\nand a SWASTIKA. And the letters SS. Boyce examines it. Why\nwould the SS be out here? He pockets it. Then, suddenly--\n\nRIFLE FIRE from the darkness of the cavern. Lots of it. Boyce\ndrops to a knee - rifle slung, heart pounding. MORE RIFLE\nFIRE. He's all alone on this ramp...\n\nMORE SHOTS. He rises, takes a step down the ramp, when--\nFLAMES pierce the darkness at the bottom of the ramp - we\ncan't see their source - followed by a SCREAM from Penner -\nthen MORE SHOTS, ANOTHER SCREAM - then Chase yelling:\n\nPFC. CHASE (0.S.) (CONT'D)\nGO GO Go!\n\nBoyce staring at those FLAMES in the DARKNESS - as:\nChase and Tibbet race back up the ramp bearing their rifles -\n\nrunning for their lives, terrified. They sprint up the ramp,\nright past Boyce - it's all a BLUR:\n\nBOYCE\nChase, what was--\n\nPFC. CHASE\nRun! Run!\n\nBOYCE\n\nWhere's Penner? Is he hit?\n\nThey keep running. Chase hits the top of the ramp, into\nPASTURE. Tibbet right behind him. Boyce looks back - sees the\nreflection of FLAMES on a cavern wall. Then, behind him--\n\n--at the edge of the pasture - BOOM - an EXPLOSION. Chase\njust hit a LANDMINE. We see pieces of him rain down.\n\n \n\f33.\n\n...-followed by a confused SILENCE. Boyce stunned. Then:\n\nA KLAXON SOUNDS, loud. A RED EMERGENCY LIGHT starts swirling\nin the darkness at the bottom of the ramp. Boyce's position\ncompletely exposed. He takes off up the ramp.\n\nEXT. CHURCH GATE - RESUMING\n\nFord watches as the GUARDS out here react to the KLAXON.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes off up the ramp. EXT. CHURCH GATE - RESUMING\n\nFord watches as the GUARDS out here react to the KLAXON. \n\nTARGET SECTION TO BE ANNOTATED:\n One\nraces for a SEARCHLIGHT at the front gate. Then:\n\n \n\nEXT. FOOTHILL - EARTHEN RAMP/PASTURE - RESUMING\n\nThat SEARCHLIGHT BEAM slaps on, emanating from the CHURCH--\nA shitstorm. Boyce running for cover. At the edge of the\nPASTURE he sees Tibbet, frozen in fear - a few feet from\nwhere Chase exploded. Boyce grabs Tibbet.\n\nTIBBET\nLandmines...\n\nBOYCE\nWe gotta move, Tibbet!\n\nAdrenaline pumping, Boyce pulls Tibbet behind a TREE - the\nSEARCHLIGHT BEAM just missing them. It lands on the body of\nChase in the pasture. We hear GERMAN SOLDIERS, SHOUTING.\nEXT. CHURCH GATE - RESUMING\n\nKlaxon howling. Ford sees THREE SS GUARDS race out the front\nchurch gate, heading toward that RAMP on the hill.\n\nNow he's got an opening. He rolls off the gate, onto:\nEXT. CHURCH GROUNDS - CONTINUING\n\n12 FEET STRAIGHT DOWN. He lands, crosses the church grounds -\nto the building itself. Then he hears:\n\nA MAN'S SCREAM - sounds like TORTURE - coming from inside the\nchurch. Boyce hurries over, crouched, but can't see the\nsource of the screams. Just heard another one. Shit.\n\nThen Ford hears SHOUTING in GERMAN - a voice coming this way:\n\nSS CAPTAIN LOTHAR MUELLER, 25, bursting out of the FRONT DOOR\nof the church, about to turn in this direction.\n\nFuck. Ford has to get out of here. Now. He turns--\n\n..-hurries to the BACK GATE, pulls himself up - and over:\n\f34.\n\nEXT. BEHIND THE CHURCH GROUNDS - RIDGELINE - CONTINUING\n\nHe lands hard. Another scream from the church fills the\nnight. Ford starts to slink around the back of the church.\n\nEXT. OVERLOOKING THE EARTHEN RAMP - RESUMING\n\nKLAXON wailing. Boyce and Tibbet crouching low.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. OVERLOOKING THE EARTHEN RAMP - RESUMING\n\nKLAXON wailing. Boyce and Tibbet crouching low. \n\nTARGET SECTION TO BE ANNOTATED:\n From here\nthey can see one of those SS GUARDS (PRIVATE RICHT) eyeing\nthe remains of Chase in that field.\n\nThe OTHER TWO SS GUARDS are in the cavern at the bottom of\nthe RAMP. We hear a FIRE-HOSE, extinguishing the fire.\n\nThen... silence. The Klaxon is shut off. Only the searchlight\nremains. Pvt. Richt heads down the ramp.\n\n...leaving Boyce and a very shaken Tibbet:\n\nBOYCE\nWhat the hell happened down there?\n\nTIBBET\nI don't know. I don't know! An SS\nguy, we put ten shots into him - he\nmusta had body-armor on; guy just\nkept coming! He tore Penner apart!\n\nBOYCE\nWhat're you talking about?\n\nTIBBET\nI don't know! Chase gave the order to\nget outta there, I wasn't gonna\nargue.\nAt the bottom of the ramp, the BLAST-DOORS close. Christ...\n\nBOYCE\nLet's go find Lew...\n\nEXT. OUTSIDE THE CHURCH GATE - RESUMING (NIGHT)\nFord heads down the foothill, careful not to make a sound.\nThen a horrible SNAP - the slamming shut of metal on metal.\n\nHe just stepped on one of Chloe's ANIMAL TRAPS. His ANKLE\nSHATTERED, that fast. Blinding pain.\n\n \n\nEXT. OUTSIDE CIELBLANC/ROAD 13 - LATER (NIGHT)\n\nBoyce and Tibbet reach the rendezvous site, that CRUMBLING\nWALL. The SEARCHLIGHT BEAM sweeps and scans. And there's no\nsign of Ford. Tibbet, shaken, masks it with rancor:\n\f35.\nTIBBET\n4:10. Where's your buddy?\nBoyce doesn't know. He wishes he did...\nEXT. FOOTHILL - MOMENTS LATER\nFord sits up, perspiring with pain. He grabs that TRAP, opens\nit, extricates his leg from it, the foot hanging limply.\nFuck. He starts CRAWLING down the foothill now...\nEXT. OUTSIDE CIELBLANC/ROAD 13 - LATER NIGHT\nStill no Ford. Boyce eyes his watch again, anxiously... and:\n\nBOYCE\nHe's in trouble. Let's go.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nOUTSIDE CIELBLANC/ROAD 13 - LATER NIGHT\nStill no Ford. Boyce eyes his watch again, anxiously... and:\n\nBOYCE\nHe's in trouble. Let's go. \n\nTARGET SECTION TO BE ANNOTATED:\nTIBBET\nOrders were to stay here, remember?\n\nBOYCE\nNot if he's a half-hour late.\n\nTIBBET\nI got the ordnance. Guys carrying\nordnance stay put.\n\nBOYCE\nWhere'd ya read THAT?\n\nTIBBET\nYou wanna risk your neck go ahead. I\ndon't like the guy enough to get\nkilled for him.\nTibbet's not moving. Boyce backs away.\nEXT. CIELBLANC - BEHIND A SILO - LATER (NIGHT)\n\nBoyce looks behind a SILO. No Ford. Panic building. The\nSEARCHLIGHT sweeps past. Boyce moves on...\n\nEXT. CIELBLANC - BEHIND AN UNNAMED HOME - LATER (NIGHT)\n\nBoyce is walking, searching... Then he STOPS - just saw\nsomething at his feet that takes his breath away:\n\nThe body of a DOG - bloody, dead... and HEADLESS.\n\nJust lying there on the ground, a headless canine. Good God.\nWho the hell would do that? And why? He's at a loss... until:\n\nMOTORCYCLE SOUNDS - startling him - followed by VOICES:\n\f36.\nUNSEEN GERMAN VOICES (0.S.)\nHande hoch! Hande hoch!\nBoyce instinctively puts his hands up... then turns - to see:\n\nHIS POV: the crumbling wall, where Tibbet is - SIX GERMAN\nSOLDIERS appear across the road, weapons aimed right at him.\n\n \n\nBoyce crouches down, his eyes peeled.\n\nThe wall itself obscures our view - but Boyce can see those\nsix Germans approach Tibbet... and his HANDS as they go up.\n\nONE GERMAN takes Tibbet's rifle. Another offers him a smoke.\nA THIRD ONE FIRES AT HIM, POINT-BLANK. Goodbye, Tibbet.\n\nBoyce recoils, accidentally stumbling over the HEADLESS DOG,\nalmost falling. That makes a noise. He FREEZES.\n\nThe six Germans don't turn; they're too busy - throwing\nTIBBET'S BODY on the SIDECAR of a Zundapp motorcycle. One\nSOLDIER starts it up, noisily. Tibbet's body draped limply.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe six Germans don't turn; they're too busy - throwing\nTIBBET'S BODY on the SIDECAR of a Zundapp motorcycle. One\nSOLDIER starts it up, noisily. Tibbet's body draped limply. \n\nTARGET SECTION TO BE ANNOTATED:\nJust like that, the motorcycle blows through the Square and\nup the narrow road - passing right by Boyce...\n\n-..and onto the CHURCH GROUNDS. Gates close behind it.\nBoyce is aghast, confused... and completely alone.\nEXT. BASE OF THE FOOTHILL - MOMENTS LATER (NIGHT)\n\nBoyce hides against a tree, trying to calm himself... It's\nimpossible; the night's just too scary until, a whisper:\n\nFORD (0.S.)\nEd!\n\nWait. That was Ford. Boyce sees a shape against the soil,\ncrawling. And there he is, Ford. Thank God...\n\nBOYCE\nLew.\n\nHuge relief. Boyce hurries over... But here comes the\nSEARCHLIGHT, ruining the reunion. Boyce and Ford duck behind\na WIDE TREE. The Searchlight passes.\n\nFORD\nWas that Tibbet? I told you guys to\nstick together.\n\f37.\n\nBOYCE\nI thought you might be in trouble.\n\nFORD\nDoesn't matter, Ed. It was an order.\n\nBoyce tightens, his eyes flitting to the CORPORAL CHEVRON on\nFord's uniform. Then he notices Ford's ankle.\n\nBOYCE\nWhat happened to your leg?\n\nFORD\nAnkle's busted. Ya find our stick?\n\nBOYCE\nJust Chase and a guy from Bravo\nCompany; nobody else. Can you walk?\n\nFORD\nNo. Where are they?\n\nBoyce now has to factor in the idea of Ford being hobbled.\nIt's unsettling as hell--\n\nBOYCE\nThey went down a RAMP under the\nchurch. I don't know what happened\ndown there, but the guy from Bravo\nnever made it out, and Chase ran over\na landmine trying to get away. Tibbet\nsaid there was a Jerry down there\nwith some kinda body armor.\n\nFord digests that, trying to come up with a plan--\n\nFORD\nOkay. You gotta go round up the rest\nof the stick. Maybe closer to the\nroad. I'll find someplace to hide\n'til you're back.\n\nBOYCE\nLike Hell you will. There're Jerries\nall over the place. SS--\n\nFORD\nI can hide in a barn or something.\nI'll be fine.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere're Jerries\nall over the place. SS--\n\nFORD\nI can hide in a barn or something. I'll be fine. \n\nTARGET SECTION TO BE ANNOTATED:\n We only got four hours\nto take out the target, Ed.\n\nBOYCE\nI'm not leaving you out here with a\nbusted leg.\n\f38.\n\nFORD\nWell ya sure as hell can't bring me,\nand we need the rest of our stick.\n\nBOYCE\nLew, we are the rest of our stick!\n(that lands)\nListen to me. There's something wrong\ndown there. A truck went in, carrying\ndead_bodies. Why would they be doing\nthat? Blast-doors, mines-—-\n\nFORD\nSarge told us the place would be\nheavily-defended. So what? They're\ntorturing our guys in there--\n\n \n\nBOYCE\nI'm not leaving you--\n\nFORD\nI_don't matter right now, ya got\nthat? Just the mission! Now go find\nus some Goddamn help!\n\nBoyce tightens again, hurt. The SEARCHLIGHT BEAM sweeps past\nagain. That ZUNDAPP MOTORCYCLE, minus Tibbet now, leaves the\nchurch and heads for Road 13 again. Boyce watching...\n\nBOYCE\nWell, I'm not leaving you down. You\nwanna take my stripe, take it.\n\nFord exhales, his face working... needs a plan... Then:\nFORD\nOkay. We'll do it ourselves.\nBOYCE\nHuh?\nFORD\n\nYou up on the hill behind the church.\nMe, somewhere with a flat trajectory\nover those front gates. Something to\nsmoke 'em out of the building, and\nit's a turkey shoot.\n\nWait. What? Boyce is pretty sure he's kidding. Has to be.\nFORD (CONT'D)\n\nThen we level the place, like we were\nordered to.\n\f39.\nBOYCE\nLew, Tibbet had the explosives.\nFORD\nThen they're inside the church now,\nright? Just have to find them.\n\nBoyce eyes the church. It looks big, imposing, impossible.\n\nBOYCE\nThe two of us.\n\nFORD\nThat's right.\n\nBOYCE\nAnd you'll be firing from where?\n\nFord has an idea, we can tell. We SMASH CUT TO:\n\nEXT. BEHIND THE LAURENT HOME - MOMENTS LATER (NIGHT)\n\nFord and Boyce hide in shadow behind Chloe's house.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nFord has an idea, we can tell. We SMASH CUT TO:\n\nEXT. BEHIND THE LAURENT HOME - MOMENTS LATER (NIGHT)\n\nFord and Boyce hide in shadow behind Chloe's house. \n\nTARGET SECTION TO BE ANNOTATED:\n Carrying\nmore pilfered goods, she crosses through a vegetable patch to\n\nher BACK DOOR as--\n\nBoyce and Ford emerge from the dark. Chloe jumps back, scared\n- then catches her breath, realizing it's them.\n\nFORD\nThat attic of yours.\n\nShe's about to answer when she sees Ford's ankle. Oh.\n\nBOYCE\nIt's busted. He can't walk.\n\nFORD\nOne of your Goddamn traps. You mighta\nwarned us where you'd--\n\nCHLOE\nPlease - not so loud. We don't want\nto wake my family.\n\nFORD\nWhy? Are they collaborators too?\n\nThe SEARCHLIGHT BEAM blows by. They duck. Then it's gone.\n\nCHLOE\nThey're just afraid.\n\f40.\nFORD\nYeah? How afraid?\n\nCHLOE\nYou'd understand if you lived here.\n\nJust then, A SOUND - the front gate of the CHURCH opening.\nFORD\nEd saw a ramp, leading under the\nchurch. What're they doing in there?\nCHLOE\n\"Experiments.\" They built a lab under\nthe chapel. I'm sorry about your leg.\nFord reacts - a lab? - when they see Pvt. Kiebel descending\nthe foothill, armed, approaching the town. Shit. Without a\nword, Boyce helps Ford toward the back door...\nINT. LAURENT HOME - GROUND FLOOR - HALLWAY - CONTINUING\n\nChloe leads Ford and Boyce inside this simple country home -\nthe FLOORBOARDS in here creaking with every step. Agonizing.\n\nThat SEARCHLIGHT BEAM drills through a window. Ford and Boyce\nduck into shadow - and they freeze there, Ford whispering:\n\nFORD\nWhat kind of \"experiments\"?\n\nCHLOE\nScience. Torture. Depends who you\nask. There's a doctor--\nThe beam moves on. Ford hobbles into:\nINT. LAURENT HOME - GREAT ROOM - CONTINUING (NIGHT)\nA dining table, five chairs, a DOOR leading up to an ATTIC...\n\nCHLOE\nHe comes around every morning.\n\nFORD\nWe won't be here in the morning.\n\nHe starts up the ATTIC STEPS. Chloe hands Boyce an OIL LAMP.\nINT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts up the ATTIC STEPS. Chloe hands Boyce an OIL LAMP. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LAURENT HOME - ATTIC STAIRS - CONTINUING (NIGHT)\n\nFord hops up the steps, Boyce in tow, carrying that lamp.\n\f41.\nBOYCE\nHow ya doin', Lew?\n\nFORD\nDandy.\n\nThe guy's in agony. They keep climbing, quietly, to:\nINT. LAURENT HOME - ATTIC - CONTINUING (NIGHT)\nDiscards, trunks, a bench, a table, a tiny GLASSLESS WINDOW.\n\nFORD\nHelp me to the window, would ya?\n\nBoyce helps him over. Ford slides to the floor - looking down\nat_Kiebel out there, patrolling the Town Square.\n\nFORD (CONT’D)\nWhaddaya guess that gate is from\nhere? Hundred-fifty yards?\n\nBoyce looks out, to see a flat shooting trajectory from here\nto the church grounds. Treeline behind it.\n\n \n\nBOYCE\nYeah. Are we gonna do something about\nyour ankle?\n\nFORD\nSure, ya got an axe handy?\n(Boyce gets the point)\nThere's a ridge in the treeline\nbehind the church - ya see it?\n\nBOYCE\nYeah.\n\nFORD\nYou're there. I'm here. On a signal\nyou toss two grenades at the church.\nBoom-boom, Jerries come running out;\nwe get 'em in the crossfire.\n\nBOYCE\n(terrified)\nNothin' to it.\n\nFord grins, keeping his eyes on Kiebel patrolling below -\nBoyce's eyes moving to the well, the gallows, the church...\n\nBOYCE (CONT'D)\nI'm telling you, something's off.\nThis whole place feels weird.\n\f42.\n\nFORD\n‘Course it does! It's a town full of\nFrench Nazis--\n\n...this said just as Chloe appears at the top of the steps -\nbearing Iodine, cloth, and gauze.\n\nCHLOE\nThen maybe you could take us away\nfrom here?\n\nBehind her is her brother PAUL, 7, shy, carrying a CIGAR BOX,\ngazing at Boyce and Ford as if they were movie stars.\n\nCHLOE (CONT'D)\nMy brother, Paul.\n\nFORD\nOughtta get him outta here.\n\nCHLOE\nThe only soldiers he's ever seen are\nNazis.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHLOE (CONT'D)\nMy brother, Paul. FORD\nOughtta get him outta here. CHLOE\nThe only soldiers he's ever seen are\nNazis. \n\nTARGET SECTION TO BE ANNOTATED:\n I wanted him to know better.\n\nChloe crosses to a junk-pile, pulls out a hand-made CRUTCH,\ncarved from a tree-limb. She hands it to Ford.\n\nCHLOE (CONT'D)\nHere, take this. It was my father's.\n\nBOYCE\nWas?\n\nChloe nods. Boyce about to dig deeper, when--\n\nFORD\nThank you.\n\nIn other words, \"Au revoir.\" Chloe bristles a bit...\n\nCHLOE\nYou make too much noise.\n\nFORD\nSorry. I'll try to bleed more\nquietly.\n\nCHLOE\n\nDo you need anything else? Water?\n\nFORD\nWe're all set. Thanks.\n\nHe turns to the window, watching Kiebel exit the Town Square.\n\f43.\n\nCHLOE\nVien, Paul.\n\nPaul answers her - he wants to stay up here. She says it\nagain, \"Vien.\" No dice. Pretty humiliating, being defied by\nyour kid brother. And Ford is unamused.\n\nFORD\nLike I said...\n\nShe pulls on Paul's arm; he digs in, sitting on the attic\nfloor, opening up his cigar box, pulling out some MARBLES.\n\nFORD (CONT'D)\nYa like chocolate, Kid?\n\nFord takes a CHOCOLATE BAR from his trousers, holds it up for\nPaul to see. The answer is a big yes. Ford dangles the\nchocolate bar... then tosses it down the steps: \"Fetch!\"\n\nPaul doesn't move. Ford shrugs. Chloe storms down the steps,\nangry at Ford and Paul. The ATTIC DOOR shuts. Now it's two\nG.I.'s and a kid playing with his marbles.\n\nBOYCE\nMaybe we could get them out of here.\n\nFORD\nLet's win the war first, awright? Got\na mission planned for 18 men and only\none-and-a-half men to do it.\n\nBoyce nods, rebuked. Ford jumps back into mission-mode:\n\nFORD (CONT’D)\nUse your flashlight to signal when\nyou're in place, two clicks. Then hit\n‘em with the grenades. There'll be\nsome smoke so be careful ya don't\nshoot anybody friendly.\n\nBOYCE\nYou too.\n\nFORD\nYou'll be fine.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere'll be\nsome smoke so be careful ya don't\nshoot anybody friendly. BOYCE\nYou too. FORD\nYou'll be fine. \n\nTARGET SECTION TO BE ANNOTATED:\n Get in there, get to\nour guys, and find out where that\nordnance went. You remember how to\nset the charges?\n\nBOYCE\nI think so.\n\nFord pulls the DETONATOR from his belt.\n\f44,\n\nFORD\nWires go to the terminal, plunger\nturns down and to the right.\n(Boyce nods)\nSee? It's a milk-run.\n\nBOYCE\nYeah, ‘cept they have grenades too.\n\nFORD\nWay I hear it, half the German\ngrenades are duds.\n(Boyce eyes him)\nThat's a fact; you can look it up.\n\nBoyce appreciates the effort - but he's scared to death.\n\nFORD (CONT'D)\n(at Paul)\nHey Kid, whatsay ya tie a couple tin\ncans to your ankles and run around\nthe Square drawing fire from the\nguards?\n\nPaul, of course, didn't get a word of that. Ford shrugs.\n\nFORD (CONT'D)\nAnother collaborator. Go.\n\nBoyce nods, turns to go. Then he STOPS, reaches into his\njacket - and pulls out that bulky ENVELOPE addressed to his\nparents, the one he almost handed over on the plane.\n\nBOYCE\nJust in case...\n\nFord takes the envelope. Boyce can barely breathe, but he\ngoes - stepping over Paul - then down the stairs, pure dread.\nStep, step, step, to the DOOR. Boyce nudges it open... into:\nINT. LAURENT HOME - GREAT ROOM - CONTINUING (NIGHT)\n\nChloe's here. To Boyce's left, a BEDROOM DOOR OPENS and--\n--Instant JUMP-SCARE: Chloe's grand-mother ANNELISE, 70,\n\nemerging. Her eyes are a milky white. And the skin on her\narms is gruesome - COAL BLACK up to the shoulders.\n\n \n\nLooks like the skin we saw on Madame Lesner's face, the flesh\neaten by disease, or frostbite, or bacteria. Or all three.\nNecrotid tissue, bubbling with blisters.\n\nBoyce stiffens. Chloe's almost glad he got to see this--\n\f45.\n\nCHLOE\nYou ask what they do in that lab?\n(re: Annelise's ARMS)\nThis.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nChloe's almost glad he got to see this--\n\f45. CHLOE\nYou ask what they do in that lab? (re: Annelise's ARMS)\nThis. \n\nTARGET SECTION TO BE ANNOTATED:\nBoyce, pole-axed, just stares for a second.\nCHLOE (CONT'D)\n\nThey came for my father too. When he\nreturned he couldn't walk anymore.\n\nHis legs... Then they came back for\nhim. This time he didn't come home at\nall.\n\nBOYCE\n\nI'm sorry, Chole.\n\nCHLOE\nEvery house in this village has a\nstory like that.\n\nIf Boyce had time, he'd sit down and discuss it. But he\ndoesn't. He heads for the window, then crouches low beside\nit, timing that SEARCHLIGHT out there. Chloe drifts over.\n\nOn a table is a PHOTO, taken 5 YEARS AGO: Chloe-at-14, with\nwhat must be her mother and grandfather and Annelise, and\nChloe's (now-dead) father, ALAIN, holding Paul (at 2).\n\nBoyce notes it, just for a second, then looks outside again.\n\nCHLOE (CONT'D)\nIs there anything I can do to help?\nAnything you need?\n\nBOYCE\nAn ambulance. An armored Division. A\nnight of sleep.\n\nOutside, the searchlight recedes. It's time to go. He steels\nhimself, anxious as hell. Checks his gear: grenades, etc. -\nthen heads for the back door - no goodbye... until:\n\nCHLOE\nYou can't leave it standing. Okay?\n(Boyce half-turns...)\nThe church. When you kill those men,\nyou have to blow it up or burn it -\nbut don't just leave it there. Can\nyou do that? Can you bury it?\n\nBoyce pauses - regards her and her grandmother - the tragedy\nof war right there on their faces. It touches him.\n\f46.\n\nBOYCE\nSure. You bet.\n\nChloe smiles bravely - there's a connection here.\n\nCHLOE\nMerci.\n\nHe nods - almost past her, when--\n\nFORD (0.S.)\nEd! We got company!\n\nFord, whispering loud and urgent from upstairs. Boyce's head\nsnaps around to the window - Chloe's too - where they see:\n\nDr. Bruel - labcoat, doctor's bag - approaching this house.\nEscorting Bruel is an SS-Guard, Pvt. Wafner.\n\n \n\nThis is bad. Very. Chloe gasps.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is bad. Very. Chloe gasps. \n\nTARGET SECTION TO BE ANNOTATED:\n INSTANT TERROR--\n\nCHLOE\nThey know you're here! They must know\nyou're here!\n\nBOYCE\nWhat're you--\n\nCHLOE\nHe never comes at night! And he never\nbrings a guard with him!\n\nShe hurriedly translates for Annelise, who is instantly\nterrified. Boyce processing all that - fast...\n\nCHLOE (CONT'D)\nPaul! Paul! Vite! Mama!\n\nINTERCUT WITH/INT. LAURENT HOME - ATTIC - CONTINUING\nFord's at the glassless window. Paul on the floor.\nFORD\nEd! Get up here, Dammit!\n(at Paul)\nYou! Go!\n\nBut Paul's just shut down. Pure fear. He can barely make his\nmouth form the word \"Chloe?\"\n\n«»+-as Boyce flies up the Attic Steps, hurdling over him.\n\nBOYCE\nWhadda we do?\n\f47.\n\nFORD\nThey come up, we blast ‘em.\n(Boyce nods tightly)\nDon't have time for this, Ed.\n\n \n\nBoyce knows all too well. He drops to his belly at the TOP OF\nTHE ATTIC STEPS, rifle pointed toward the room below. Ford\n\nlines up beside him, rifle ready.\n\nBACK TO CHLOE - she sits by the fire, trying to look utterly\nnatural. Annelise too, as--\n\nTHE FRONT DOOR IS THROWN OPEN - and here's Dr. Bruel, flanked\nby SS Pvt. Wafner. Bruel twitches a bit, that tic of his.\n\nHe nods to TWO BEDROOM DOORS, says something that must be\n\"Get them\". Chloe nods obediently.\n\nBACK TO THE ATTIC - There's a KNOTHOLE in the floor, through\nwhich Boyce and Ford can look down into the Great Room below -\nwhere they see Chloe, at that bedroom door:\n\nCHLOE\nMama? Grandpere?\n\nBACK TO THE GREAT ROOM - Two doors open. GUILLAUME, Chloe's\ngrandfather, emerges from one. Loyal and silent, he stands\nbeside Annelise. Then, from the other door, Chloe's MOTHER:\nThis is MARIE-ELENA, pure steel, embittered by war. She\nmentions the lateness of the hour to Bruel, in French.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nLoyal and silent, he stands\nbeside Annelise. Then, from the other door, Chloe's MOTHER:\nThis is MARIE-ELENA, pure steel, embittered by war. She\nmentions the lateness of the hour to Bruel, in French. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsnaps back at her angrily. Marie-Elena eyes the floor.\n\nBACK TO THE ATTIC - Ford peeks through that knothole now...\nAnd sees Annelise for the first time. What the??? Boyce nods.\nDOWNSTAIRS - Annelise is silent, stoic. Wafner asks, in\nGerman, \"Where's the boy?\" Chloe tightens. If Wafner goes up\nthose steps, WE'RE ALL DEAD. So, aloud:\n\nCHLOE (CONT'D)\nPaul?\n\nATTIC - Paul remains frozen in place, too petrified to move.\n\nFord eyes the kid, \"Get down there.\" Paul's so terrified he\nDROPS ONE OF THOSE MARBLES.\n\nIt falls to the floor - a noise that feels concussive in this\ntense silence. Everyone tightens, every head turns.\n\n..-including Wafner's. And Bruel's.\n\f48.\n.+..as the damn marble starts to roll down those steps - a\nwaterfall of SOUND that feels endless:\nTAP-roll-TAP-roll-TAP-roll...\n\nFord bracing now. Boyce watching Wafner and Bruel for a\nreaction. Paul trembling. TAP-roll... The Laurents frozen...\n\n..+-until the marble hits the last step and rolls toward\nChloe, and she puts her foot on it. Silence...\n\nPaul reappears at the bottom of the steps now. Chloe hands\nhim his marble. He nods, thanks. Apologizes to Bruel.\n\nThen Paul and Chloe and the rest of the family STAND IN A\nLINE like soldiers at Roll Call, shoulder to shoulder.\n\nAll eyes on Wafner and Bruel. A silent, agonizing moment...\n\n..-until Dr. Bruel opens his bag, pulls out a SYRINGE, and\napproaches Annelise, her arms coal-black and blistered.\n\nBoyce and Ford watching.\n\nBruel drifts BEHIND her, kneels down, finds a suitable vein\nin the back of her knee. Her leg has bruises all over it,\nlike a junkie. In goes the NEEDLE. Annelise silent.\n\n...as he draws her blood - which is BLACK.\n\nNot red. Not dark red. BLACK. Boyce and Ford stare in\ndisbelief. Oddly, Annelise's family doesn't react at all.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLACK. Boyce and Ford stare in\ndisbelief. Oddly, Annelise's family doesn't react at all. \n\nTARGET SECTION TO BE ANNOTATED:\nBruel calmly caps his syringe, takes out another...\n\n...and moves on to Guillaume, who sticks out his arm - which\nis when we see that HIS FINGERTIPS ARE BLACK. Both hands.\n\nBruel draws blood - also BLACK - from Guillaume's right arm.\nBoyce and Ford watching, dazed...\n\nBruel caps syringe #2, uses a ruler from his bag to measure\nthe BLACKNESS on Guillaume's right hand. A FINGERNAIL extends\nawkwardly. Bruel yanks it off. Guillaume doesn't feel it.\n\nBut Ford and Boyce sure do, wincing.\n\nThen Bruel asks Annelise to stick out her right hand.\n\nThat's impossible for her; the tissue is just dead. The arm\n\nwon't move. Guillaume reaches over, lifts it for her. A\ngesture of great kindness, but sad as hell.\n\f49.\n\nBruel examines her right hand. Taps on it. Once. Twice...\nAnd it falls off.\n\nRight there, on to the floor. Chloe gasps. Paul cries.\nBoyce and Ford stunned. WHAT THE FUCK?!\n\nBut there it is, on the floor - her bloodless HAND, dead\ntissue. Guillaume fights back a tear. Marie-Elena too. Paul\ntrembling. Annelise is stunned, but oddly unpained.\n\n...-as Bruel makes a dispassionate note in a NOTEBOOK, and\nmumbles something to them in French. Then he closes up his\nbag, and says to Wafner, in German, \"Let's go.\"\n\nWafner says what must be \"I'll be along in a moment.\"\n\nBruel shrugs, turns to go. Marie-Elena calls out to him with\na question. Bruel brushes her off with:\n\nBRUEL\nHeil Hitler.\n\nHe grabs the hand, tosses it into his bag, and he's gone. No\none speaks. Wafner says in German to Annelise, \"Poor luck for\nyou, Grandma.\" Annelise is silent.\n\nBACK TO THE ATTIC - Ford looks to his WATCH, gestures to\nBoyce, \"WE HAVE TO MOVE\". Boyce nods; he knows. But:\n\nDOWNSTAIRS - Wafner tells Chloe's family members (but NOT\nCHLOE) to leave the room. They hesitate.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce nods; he knows. But:\n\nDOWNSTAIRS - Wafner tells Chloe's family members (but NOT\nCHLOE) to leave the room. They hesitate. \n\nTARGET SECTION TO BE ANNOTATED:\n He eyes them coldly,\ntells them again - this time with his SIDEARM unholstered.\n\nWith looks of apology to Chloe, the family recedes, their\nbedroom doors shutting. Chloe's alone. Wafner smiles.\n\n...then crosses to Chloe, stopping an inch away from her, his\nback to the attic steps. Now we understand: he puts a hand to\nher face, stroking it, Chloe frozen in place...\n\nFord _and Boyce watch, her face visible to them. Fuck...\n\nThen he lets his hand drop lazily down Chloe's neck, his\nnails grazing slowly over the outside of her blouse, tracing\nher breasts. Chloe tries not to shake. Or cry.\n\nImpossible. A tear starts to roll down her cheek.\n\nFord is outraged, livid. Dying to shoot this bastard... Boyce\neyes Ford as if to say, \"Don't, Lew. PLEASE.\"\n\nWafner starts unbuttoning the top of her blouse...\n\f50.\n\nShe shakes. Wafner finds that exciting. He whispers, in\nGerman: \"You're trembling. Shall I hold you?\" Pawing at her.\n\nAnd Ford's seen enough. He pulls the TRENCH-KNIFE from his\nbelt - about to throw it. Boyce terrified.\n\nBut just then, Wafner notices something at his feet - that\nCHOCOLATE BAR, G.I. ISSUE. He bends down, grabs it, looks to\nChloe. Her eyes go wide. Wafner reaches for his WHISTLE--\n\nNo choice now - Ford lets the knife FLY. It buries itself in\nWafner's back. He groans, pitches forward. Chloe stunned.\n\nFORD\nGet him, Ed!\n\nBoyce, improvising, hurries down the steps, puts a PISTOL to\nWafner's head and covers Wafner's mouth. Marie-Elena bursts\nout of her room.\n\n.»-and sees Boyce, an American. She starts hissing at Chloe\nin French - a terrified \"How could you bring him in here?!\"\n\n.»+.as Boyce pulls a bleeding Wafner up the attic steps. It's\nall happening in a blur--\n\nChloe follows them up, Marie-Elena still berating her from\nbelow, Chloe hissing back.\n\nIN THE ATTIC - Wafner hits the top step.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe starts hissing at Chloe\nin French - a terrified \"How could you bring him in here?!\"\n\n.»+.as Boyce pulls a bleeding Wafner up the attic steps. It's\nall happening in a blur--\n\nChloe follows them up, Marie-Elena still berating her from\nbelow, Chloe hissing back. IN THE ATTIC - Wafner hits the top step. \n\nTARGET SECTION TO BE ANNOTATED:\n Ford puts the tip of\nhis M-1 against Wafner's skull.\n\nFORD (CONT’D)\nTell him to put his hands up.\n\nCHLOE\nHe speaks Eng--\n\nBut before she can finish the word, Wafner turns and ATTACKS -\nsurprising them completely, he upends Ford and knocks Boyce's\ngun to the ground, fast. He reaches for his sidearm.\n\nFord swipes at it with the crutch. The gun goes flying--\nWafner dives for his gun. Boyce too. Two strong young men\nlocked up. Ford trying to get back on his feet. Marie-Elena\nhorrified at the bottom of the steps, berating Chloe, as--\nWafner, strong as hell, pushes Boyce away and grabs the GUN--\n\n--gets to his knees, about to fire at Boyce when--\n\nTHUMP. Ford, upright again, RIFLE-BUTTS Wafner in the back of\nthe head. Wafner drops, half-conscious. And it's over.\n\n \n\f51.\n\nSilence... A breath...\n\nFORD\nTie this bastard up to that chair.\n\nBoyce grabs Wafner, throws him onto a rickety CHAIR. Chloe\nspots some frayed ROPE, tosses it to Boyce, who ties Wafner's\nhands behind the chair. Marie-Elena still wailing from below.\n\nFORD (CONT'D)\nTell her to shut up. We'll be out of\nhere as soon as we've done our job.\n\nChloe starts to translate into French. Her mom unmollified--\n...as Wafner, his fog clearing now, begins to HOLLER. Loud.\n\nFord grabs a wad of BLOODY CLOTH from the table and jams it\ninto Wafner's mouth, muffling him. An unrehearsed mess.\n\nFORD (CONT'D)\nTie his feet too.\n\nDone. Now Wafner's truly stuck. Chloe, enraged, overloading,\ncrosses toward him... and spits into his face, seething.\n\nCHLOE\nThat's for my grandmother!\n\nFORD\nThey did that to her in the lab?\n\nCHLOE\nThey made her drink something, she\nsaid it was like tar. My father had\nto drink it too.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nThey did that to her in the lab? CHLOE\nThey made her drink something, she\nsaid it was like tar. My father had\nto drink it too. \n\nTARGET SECTION TO BE ANNOTATED:\nFORD\nWhy?\n\nCHLOE\nWhy do Nazis do anything?\n\nFORD\nTell me about that doctor.\n\nCHLOE\nHis name's Bruel. He delivered me,\nand Paul. Now he's more Nazi than the\nNazis. Half the village has been in\nthere.\n\nBOYCE\nYou too?\n\f52.\n\nCHLOE\nNo. The Nazis have other plans for\nme.\n\nFORD\n\nNot anymore. Ya hear that, Fritz?\n\nWafner's silent. Ford, hobbled, pulls up a chair beside him.\n\nBOYCE\nAlmost morning, Lew.\nFORD\nI know what time it is.\n(at Wafner: )\n\nStart talking. How many soldiers are\ngarrisoned in that church?\n\nFord pulls the BLOODY CLOTH from Wafner's mouth. Again,\nWAFNER SHOUTS OUT LOUD. Ford re-gags him, angrily--\n\nFORD (CONT'D)\nIf I wanted an opera I'd go to the\nMet. Talk, Dummy.\n\nWAFNER\n(muffled)\nI don't know anything.\n\nFORD\n(just snapped)\n‘Course you don't.\n\nLightning-fast, he digs a TRENCH-KNIFE into Wafner’s leg.\n\n \n\nWafner’s eyes roll back in pain, Boyce shocked. Ford LEAVES\nTHE KNIFE THERE... and twists it - then:\n\nFORD (CONT'D)\nAgain. How many soldiers up there?\n\nWafner still doesn’t answer. So Ford twists it again.\n\nFORD (CONT'D)\nWhere are your men stationed? Where\nare they keeping the POW's?\n\nWafner shuts his eyes. Ford twists it again. Boyce frozen--\n\nFORD (CONT'D)\nNo one’s coming to help you, Adolf;\nthey’re all gonna be dead soon. If\nyou co-operate with us we'll see that\nyou're handed over to the US Army. If\n(MORE )\n\f53.\n\nFORD (CONT'D)\nyou don't you're gonna die in this\nattic and rot like a bad French\ncheese. Understand?\n\n(another twist)\nUnderstand?\n\nCHLOE\nThat knife belongs in his heart--\n\nFORD\n‘Course it does. Just not yet.\n\nFord YANKS THE KNIFE OUT, un-gags Wafner, who spits something\nout _in German at Chloe.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHLOE\nThat knife belongs in his heart--\n\nFORD\n‘Course it does. Just not yet. Ford YANKS THE KNIFE OUT, un-gags Wafner, who spits something\nout _in German at Chloe. \n\nTARGET SECTION TO BE ANNOTATED:\n She snaps back. Now Ford's irritated--\n\nSo he drives it into Wafner's OTHER LEG, deep. Instant agony.\n\nWafner cries, his eyes rolling back - as Ford covers Wafner's\nnose and mouth with the bloody cloth, SUFFOCATING HIM. Boyce\nslack-jawed: \"Are we about to KILL this guy?\"\n\nFORD (CONT'D)\n\nAre you gonna talk? Are you gonna\ntalk?\n\nWAFNER\n(muffled)\nYes!!!\n\nFord leans on the knife like the throttle of an airplane,\npushing it in deeper - then lowers the cloth--\n\nBOYCE\nLew...\n\nFORD\nHow many troops garrisoned there?\n\nWAFNER\nFour! Please take this out!\n\nFORD\nTwo POW's. Where are they?\n\nWAFNER\nIn the lab! Please!\n\nFORD\nA dead G.I. was brought in on a\nmotorcycle. Why?\n\nWAFNER\nI don't know. Experiments.\n\f54.\n\nBOYCE\nWhat kind of experiments? He's dead.\n\nWAFNER\nResearch! I don't know!\n\nFORD\nBullshit! He had explosives on him.\nWhere are they?\n\nWAFNER\nIn the lab! A cabinet! Please--\n\nFORD\nWhy the house call in the middle of\nthe night? What's the rush?\n\nWAFNER\nThe invasion! The doctor wants to\ncomplete his work before the town is\noverrun.\n\nFORD\nWhat _ kind of work?\n\nWAFNER\nI don't know! We are told so little!\n(Ford pushes DEEPER)\nI don't interfere with him, I swear\nit! I just do as I'm told!\n\nA sob suddenly bubbles from his throat - the guy's just in\ntoo much pain to go on. His head droops, whipped...\n\nWAFNER (CONT'D)\nPlease...\n\nFord yanks the knife out. Wafner sobs quietly. Boyce silent.\nFord checks the time, reaches into Wafner's breast-pocket,\npulls out the pack of CIGARETTES he knew would be there...\n\nAnd shoves one between Wafner's lips. Wafner appreciates it.\nThen Ford pulls the ENVELOPE from his own jacket - the one\naddressed to his mother in Brooklyn. He rips it open.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWafner appreciates it. Then Ford pulls the ENVELOPE from his own jacket - the one\naddressed to his mother in Brooklyn. He rips it open. \n\nTARGET SECTION TO BE ANNOTATED:\nInside is a BRASS ZIPPO LIGHTER - looks like it's been\nthrough fire, literally; it's got SCORCH-MARKS on it.\n\nHe lights Wafner's cigarette, as:\n\nFORD\nSee this? My Old Man ran into a\nburning house one day with this\nlighter in his pocket - died saving a\n(MORE )\n\f55.\n\nFORD (CONT'D)\n\ncouple kids. Maybe they were\n\nrelatives of yours, it's a German\n\nneighborhood. Madoc Avenue.\n(still no reply)\n\nI always hated that part of town.\n\nHe yanks the cigarette from Wafner's lips, pockets the Zippo.\n\nFORD (CONT’D)\nBreak's over. What else does my buddy\nhere need to know?\n\nWafner sighs. Ford waves the lit end of that cigarette, ready\nto BURN Wafner's FACE with it. And Wafner relents--\n\nWAFNER\nOne of the prisoners is dead already.\nThe other is tied to a table. Your\nexplosives are in the cabinet\nfarthest from the door.\n\nFORD\nThanks. You're a pal.\n(at Boyce: )\n\nGet going. You're late for church.\n\nWAFNER\nYou'll hand me over to your Army, say\nI co-operated?\n\nFORD\nSure.\n\nHe pounds Wafner in the temple with the butt-end of that\nknife, knocking Wafner unconscious... Then turns to Chloe:\n\nShe goes.\n\nFORD (CONT'D)\nGo downstairs. Tell your family not\nto move. I want them INSIDE.\n\nJust Ford, Boyce, and an unconscious Wafner now.\n\nFORD (CONT’D)\nNice sleepy little French village.\nJesus.\n(peers out the window)\nYou're looking for four guards, plus\nthe doctor. He might be armed. You--\n(stops himself--)\nJust get going, before they notice\nhe's gone.\n\nBoyce gathers his gear, heads down the stairs, then halts:\n\f56.\n\nINT. LAURENT HOME - ATTIC STEPS - CONTINUING\n\nChloe's waiting at the bottom - which means she heard all\nthis. Boyce reaches her, thinking she's about to say \"Good\nLuck\" or something. But instead--\n\n \n\n--she KISSES ; there's an urgency to it, a desperation.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURENT HOME - ATTIC STEPS - CONTINUING\n\nChloe's waiting at the bottom - which means she heard all\nthis. Boyce reaches her, thinking she's about to say \"Good\nLuck\" or something. But instead--\n\n \n\n--she KISSES ; there's an urgency to it, a desperation. \n\nTARGET SECTION TO BE ANNOTATED:\nHer eyes wet - she whispers into his ear:\n\nCHLOE\nPlease, please... take me away from\nhere. I can't stand it anymore.\n\nBoyce, his face flushed, can barely manage a half-nod. Chloe\ngathers herself... then opens the door--\n\nINT. LAURENT HOME - GREAT ROOM - CONTINUING\n\nChloe's family awaits. They note Boyce and his rifle... and\nfor just a second, Boyce feels brave. A liberator. Then:\n\nPAUL\nYou go to die for us?\n\nBoyce deflates, just like that. Chloe reddening...\n\nBOYCE\nYour English needs some work, kid.\n\nCHLOE\nHe meant \"fight\" for us.\n\nBOYCE\nLet's hope so.\n\nChloe nods. Boyce goes out the back door. We STAY HERE - with\nAnnelise, watching him go. Then:\n\nINTERCUT WITH/INT. LAURENT HOME - ATTIC - RESUMING\n\nFord perches at that window, DAWN just breaking--\nINTERCUT WITH/EXT. BEHIND THE LAURENT HOME - SAME (DAWN)\nBoyce emerges, just as...\n\nA HUGE NOISE hits him - shaking the sky: HEAVY GUNS in the\ndistance. Big ones. BOOM-BABOOM. Thunderous sounds--\n\nAnd Boyce knows where they're coming from: US Destroyers (and\nGerman pillboxes). It's now June 6, 1944.\n\nD-Day. His watch says 5:45. BOOM-BABOOM.\n\f57.\n\nBACK TO FORD - The GUNS of Normandy echoing up here, played\noff of Ford's face - steely, determined...\n\nBACK TO CHLOE AND HER FAMILY - They hear it too. The\nInvasion! There's hope in Chloe's eyes. Paul's too. Then--\n\nBehind them, Annelise asks Guillaume to open the front door\nfor her. He does so. Annelise steps outside.\n\nBACK TO BOYCE - He sends up a silent prayer, D-DAY POUNDING\nin the distance. VERY LITTLE COVER between him and the church\n- a few barns, that's all. He steels himself...\n\nBACK TO FORD - He looks out the window, trying to spot Boyce.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nVERY LITTLE COVER between him and the church\n- a few barns, that's all. He steels himself... BACK TO FORD - He looks out the window, trying to spot Boyce. \n\nTARGET SECTION TO BE ANNOTATED:\nInstead Ford sees:\n\nON THE FOOTHILL - The SS Guards from the church emerge now,\nlooking with FIELD-GLASSES toward the GUNS on the Coast.\n\nAND THE PEOPLE OF CIELBLANC - They too step out of their\nhomes, awakened by the heavy guns. 50 PEOPLE IN ALL. Women,\nchildren, older folks, no men.\n\nA few of these people aren't whole: an older man MISSING A\nLEG. A TEENAGER in a wheelchair. A LAME CHILD spasming in his\nmother's arms, his eyes milky white. Ford notes it all.\n\nThen, a surprise - visible right below this very window:\nAnnelise walking to the center of the Square, minus one hand,\n\nboth arms BLACK. But here she is, marching toward the well.\nThe others regarding her in frightened silence...\n\n \n\n...Ford watching, thrown, as:\nINTERCUT WITH/EXT. CIELBLANC - OUTSKIRTS - SAME\nBoyce ducking behind a barn. Every step is a danger.\n\nBACK TO THE TOWN SQUARE - Annelise stops at the well; every\nhead turns. She's gruesome. What's she doing out here?\n\nThen, even stranger, she starts to sing. A LULLABY, her voice\nshaky. Singing, in the middle of the square, odd as Hell:\n\nANNELISE (FRENCH, SINGING)\nNous n'irons plus au bois/Les\nlauriers sont coupes...\n\nBACK TO FORD - confused at first, then he gets it.\nBACK TO ANNELISE - People staring at her now - all wondering\n\nwhy this old woman is singing. Here's why: She's turning all\neyes in town onto herself.\n\f58.\n\nBACK TO BOYCE - he gets it too. With the villagers\ndistracted, he exits the town for the brush of the foothill.\n\n \n\nBACK TO ANNELISE, singing, the villagers staring at her. From\nhere, she can see Boyce scaling the foothill. Good...\n\nBACK TO FORD, in the attic, watching Boyce too, as:\n\nBOYCE SCALES THE FOOTHILL - ducking in and out of trees for\ncover. His breaths are shallow, anxious.\n\nANNELISE - still at it. A rotting woman singing a lullaby.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis breaths are shallow, anxious. ANNELISE - still at it. A rotting woman singing a lullaby. \n\nTARGET SECTION TO BE ANNOTATED:\nMadame Lesner, her face gruesome, leans out her window,\nbarking in French at Annelise, \"Stop this.\" D-Day pounding.\n\n \n\nINTERCUT WITH/EXT. CHURCH - FRONT GATE - SAME\n\nWalking the church perimeter is Richt. He spots Annelise in\nthe village below, and sights her with his rifle.\n\nBACK TO BOYCE - hurrying, trying to be invisible, as:\n\nANNELISE - still singing. Lesner growing more irritated,\nshouting, \"Stop this! You're frightening everyone!\"\n\nBACK TO THE CHURCH - Richt has her lined up. He starts to\nsqueeze the trigger...\n\nBACK TO CHLOE - she and her family watching the Square -\nLesner is now YELLING at Annelise, who keeps singing.\n\nBACK TO BOYCE - moving in and out of trees...\n\nBACK TO THE CHURCH - Richt pulls the trigger -- just as Dr.\nBruel appears, swiping angrily at Richt's rifle.\n\n \n\nBACK TO THE SQUARE - The SHOT rips through the air, missing\nits target but hitting the gallows. The villagers shocked.\n\nBACK TO FORD - every part of him tensing.\n\nBACK TO THE CHURCH - Bruel berates Richt, in German. \"Who\ngave you the right to interfere with my work here! You almost\nkilled one of my subjects!\"\n\nBACK TO THE SQUARE - the villagers SCATTER back to their\nhomes in fear, doors slamming. Lesner shuts her window...\n\n..-but Annelise just keeps singing.\n\nBACK TO CHLOE - Her family staring out at Annelise...\n\f59.\n\nINTERCUT WITH/EXT. FOOTHILL/BEHIND THE CHURCH - RESUMING\n\nBoyce passes behind the REAR GATE of the church, unseen,\nheading for the TREELINE behind the church...\n\n \n\nHe finds a ridge that looks DOWN on the church grounds.\nPerfect - he can do some killing from here.\n\nBACK TO ANNELISE - She sees him back there, sees Bruel in the\nforeground. Mission accomplished. She stops singing.\n\n.-.climbs on to the lip of that WELL, her eyes on Bruel--\n...and throws herself in. Just like that.\nBACK TO BOYCE - Eyes wide, can't believe it.\n\nCHLOE AND HER FAMILY - They scream.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust like that. BACK TO BOYCE - Eyes wide, can't believe it. CHLOE AND HER FAMILY - They scream. \n\nTARGET SECTION TO BE ANNOTATED:\n Paul, distraught, springs\nup and runs for the attic steps.\n\nBACK TO BRUEL - He turns abruptly and heads back inside the\nchurch, leaving Richt alone out here.\n\nBACK TO THE TOWN SQUARE - utter silence and stillness. Not a\nsound from the bottom of the well...\n\nBACK TO FORD - He lowers his head, just for a moment.\n\nFORD\nRest in peace, Lady.\n\nJust then, Paul bursts into the attic, utterly unglued. He\nstarts SHOUTING AT FORD in French, sobbing, his timing awful.\n\nFORD (CONT'D)\nListen, Kid. You gotta go.\n(Paul keeps shouting)\n\nI'm serious. Beat it.\n\nBACK TO BOYCE - It's TIME. He eyes the RADIO-JAMMING TOWER\nwhile laying out his TRENCH KNIFE and GRENADES. Then he\ncatches the sun on the KNIFE. Two REFLECTIONS.\n\nBACK TO FORD - With Paul still shouting and a bleeding Wafner\nacross the room, Ford sees the signal-flashes from Boyce...\nand looks through the SCOPE of his rifle, as:\n\nFORD (CONT’D)\n(to downstairs)\nHey! Get him outta here already!\n\nBACK TO BOYCE. He sets the knife down, steadies himself...\n\f60.\nThen he pulls a pin on GRENADE #1 - hurls it at the church's\nback door. Pulls a pin on GRENADE #2 - hurls it on the ROOF.\n-as we MOVE IN TIGHT ON FORD, in the window, rifle sighted.\n-and TIGHT ON BOYCE, on the ridge, ready to fire... when:\nINTERCUT WITH/EXT. CHURCH - GROUNDS - RESUMING\nBOOM! Grenade #1 blows the BACK DOOR off its hinges. LOUD.\nBOOM! Grenade #2 blows a small hole in the roof.\n--AT THE CHURCH GATE - Richt races toward the blasts and--\n\n--IN THE ATTIC - BANG. Ford FIRES, missing high. Re-aims.\nSqueezes off another shot - BANG. Paul STOPS YELLING as--\n\n--BACK TO RICHT - hit in the back. He goes down...\n\n«+-Just as Kiebel and SS PVT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul STOPS YELLING as--\n\n--BACK TO RICHT - hit in the back. He goes down... «+-Just as Kiebel and SS PVT. \n\nTARGET SECTION TO BE ANNOTATED:\n KOGAN emerge from the church,\narmed. Captain Mueller too. But:\n\nIt's an AMBUSH: Boyce starts firing. POP-POP-POP-POP-POP...\n--Ford fires too. POP-POP-POP-POP. Paul just watching.\n\n--Kogan, Kiebel, and Mueller are shredded. They go down.\n\n \n\nAnd then it's over. Just like that. An eery silence.\nBACK TO BOYCE - perfectly still, low to the ground.\nBACK TO FORD - perfectly still, in the attic window, as--\n\nBACK TO THE SQUARE - Every door stays shut. No one steps\noutside to see what happened. D-DAY still thumping from afar.\n\nBEHIND THE CHURCH - Boyce regards the bodies... four of them\nlying there - but no Dr. Bruel.\n\nBOYCE\n(under his breath)\nWhere are ya, Doc?\n\nIN THE ATTIC - Ford's thinking the same thing. Paul drifts\nover, looks out the window... The bad guys are dead.\n\nBACK TO BOYCE - He hops down from the treeline, rifle slung.\nEXT. CHURCH GROUNDS - BEHIND THE CHURCH - CONTINUING (DAWN)\n\nSmoke wafts. Boyce enters the church warily, through the\nblown-out BACK DOOR, with D-DAY thumping in the distance...\n\f61.\n\nBACK TO FORD - He and Paul watch Boyce disappear inside.\n\nOn Paul's face, a look of liberation. Awe. He opens that\ncigar-box of his, reaches inside, pulls something out:\n\nIt's an old French WORLD WAR I MEDAL... for VALOR.\n\nWith wordless ceremony, Paul extends it to Ford and pins it\non him. Ford can't help feeling touched - as:\n\nINT. CHURCH - GROUND LEVEL/KITCHEN - CONTINUING\n\nSunlight and smoke. The sound of RUNNING WATER. Boyce enters.\nNo one's in here, just a running faucet. He crosses through,\nthen edges into a SHADOWY HALLWAY. Not a sound. Then into:\nINT. CHURCH - GROUND LEVEL/SANCTUARY - CONTINUING\n\nSilence. Dust hovering, some glass shattered. Boyce passes\nthe figure of Christ on the altar. No time to acknowledge it.\n\nHe spots a door up ahead...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce passes\nthe figure of Christ on the altar. No time to acknowledge it. He spots a door up ahead... \n\nTARGET SECTION TO BE ANNOTATED:\n approaches, then into:\nINT. CHURCH - STAIRWELL - RESUMING\n\nDimly-lit by a single blub. Boyce descends in silence - then\nthrough a door, to:\n\nINT. CHURCH - DOWNSTAIRS HALLWAY - SAME\n\nA long SUBTERRANEAN HALLWAY. Boyce walks. Half-open DOORS to\nhis right and left. He pushes one open:\n\nThe room's empty. A MILITARY RADIO sits on a table. Boyce\neyes it, then continues down the hallway. Opens another door:\n\nAn ARMORY: stacked RIFLES, ammo on shelves, two tall LOCKERS.\n\nBoyce backs out, drifting farther down the hall. Where is\nthat damn Doctor? A DOOR up ahead. Boyce approaches silently.\n\n..+-and nudges the door open with the tip of his rifle--\n\n...revealing an EMPTY PITCH-BLACK SPACE. Feels big. His hands\nfumble along the wall for a LIGHT-SWITCH. He finds it. CLICK:\n\nINT. CHURCH - BASEMENT/LAB - CONTINUING\n\nLIGHTS POP ON above us in a sequence. CH-CH-CH-CH-CH. Rows of\nthem. It takes ten full seconds for them all to illuminate.\n\nThis is the LAB we saw in that 16 mm. film. And it is HUGE.\n\n \n\f62.\n\nA CEILING-TO-FLOOR CURTAIN divides the lab in half. On this\nside of it we see endless rows of LAB-STATIONS, EQUIPMENT,\nsinks, burners, beakers. A pair of EYEBALLS in a jar...\n\nOh, and 25 DEAD GERMAN SOLDIERS, on GRANITE SLABS.\n\nThese are the BODIES Boyce saw trucked in; each has been\nstripped down to white BOXER SHORTS and rubbed with oil.\n\n..-but every gunshot wound, every hole left behind by an\nexploding shell, they're all evident. Boyce winces a bit.\n\nCovering the walls are RUNIC LETTERS and paintings of ANCIENT\nTEUTONIC KNIGHTS. Swastikas too. And two crossed CEREMONIAL\nAXES, right out of the Middle Ages.\n\nIn a glass cabinet are 500 VIALS OF BLACK BLOOD.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSwastikas too. And two crossed CEREMONIAL\nAXES, right out of the Middle Ages. In a glass cabinet are 500 VIALS OF BLACK BLOOD. \n\nTARGET SECTION TO BE ANNOTATED:\n One sits on\na GAS STOVE in a POT OF BOILING WATER. Boyce turns the stove\noff. And hears a MACHINE-LIKE SOUND:\n\nA pump, sounds like it's on the other side of that CEILING-TO-\nFLOOR CURTAIN. Boyce steps through it, rifle slung - and sees\nthe OTHER HALF of this vast lab... It's a horror:\n\nFIFTEEN PEOPLE - \"SUBJECTS\" - barely human now, each of them\nTIED BY THEIR HANDS AND FEET TO HOSPITAL BEDS.\n\nThey were villagers once. Now they look more like CREATURES.\n\nTheir flesh is black and blistered, everywhere - necrotid\ntissue bubbling on their arms, faces, necks, torsos. Their\neyes milky white, staring in a state of sustained torture.\n\nOn each bed Boyce finds a \"PATIENT FILE\" complete with BEFORE\nAND AFTER PHOTOS - human decay, chronicled in German. Beside\none of the beds, a 16 mm. CAMERA stands on a tripod...\n\nHe drifts a bit closer, breathless. These people are barely\nalive, most of them unconscious, some of them vegetative;\nsomething is corroding them from the inside out:\n\nConnected to each villager is a machine of pumps and valves,\nan AUTOJECTOR, pumping a thick black substance - looks like\nTAR - into each subject, circulating it mechanically.\n\nOn BOTH ARMS of every subject are BLOOD DRAWS, feeding black\nblood into bottles that sit on the floor.\n\nIt's like a massive, gruesome dairy farm. But why??? Boyce\ndrifts past each bed, shocked, speechless.\n\nThen, another shock - AUTOJECTOR #16 is connected by TUBES to\na_DISEMBODIED DOG'S-HEAD, which sits on a tray.\n\f63.\n\nSomehow, impossibly, the Autojector is keeping the head\nalive. Its MOUTH moves - just took in a breath. My God...\n\nAutojector #17 is hooked up to a HUMAN HEART, beating,\nsuspended in air by STRINGS over the OPEN CHEST of Tibbet.\n\nTibbet's EYES have been removed. Holy Hell. Boyce shaken.\nThen, behind him, labored BREATHING. He turns, rifle slung.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce shaken. Then, behind him, labored BREATHING. He turns, rifle slung. \n\nTARGET SECTION TO BE ANNOTATED:\nIn BED #3 is another villager/creature, suffering, tied up,\nhis body entirely BLISTERED and BLACK. His eyes crazed. Boyce\nstares - something drawing him toward this creature, when--\nA JUMP-SCARE - it BOLTS UP - still tied to the bed but\nlunging at Boyce with such force that the bed actually\nTOPPLES OVER, slamming on its side to the floor. That fast.\n\nBoyce steps back, the Creature now pressed against the floor,\nits breaths rattling. Boyce not sure what to do, as:\n\nA VOICE (0.S.)\nHelp... please.\n\nThat was barely audible, but AMERICAN. Boyce turns--\n\nThere's another CURTAINED-OFF SECTION up ahead. He gets there\n- pulls back the curtain...\n\nBOYCE\nRosenfeld!\n\nRosenfeld, his hands and feet TIED to the rods of his bed,\nturns, glassy-eyed. This man's been tortured. Mumbling:\n\nROSENFELD\nI didn't talk. I didn't--\n\nBOYCE\n--where's the Doctor?\n(Rosenfeld doesn't know)\nOkay. We're gettin' you outta here.\nHe starts to untie Rosenfeld, anxiety pumping--\n\nBOYCE (CONT'D)\nWhat the hell is all this? They--\n\nJust then, ANOTHER SOUND--\n\nROSENFELD\nBoyce!\n\nBoyce turns - a BLUR behind him - and:\n\f64.\n\nDr. Bruel emerges from shadow. He'd been hiding there. He\nRIFLE-BUTTS Boyce in the head. ALL GOES BLACK. We CUT TO:\n\n \n\nINT. LAURENT HOME - ATTIC - MORNING\nFord sits at the attic window, awaiting any sign of Boyce.\n\nHIS POV - OUT THE WINDOW: Cielblanc is quiet. Normandy's\nbeaches are not. BOOM-BABOOM.\n\nCHLOE\nThat really ought to be looked at.\n\nChloe, at the top of the steps, gestures to Ford's blood-\nsoaked pantleg. An uneasy tension between them.\n\nFord shrugs, \"Go ahead.\" Chloe crosses past Wafner and sits.\nShe unties Ford's boot; he keeps his eyes out the window -—\ndespite the searing pain. Mission, mission, mission.\n\nShe pulls the boot off.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe unties Ford's boot; he keeps his eyes out the window -—\ndespite the searing pain. Mission, mission, mission. She pulls the boot off. \n\nTARGET SECTION TO BE ANNOTATED:\n AGONY. Ford just grits his teeth.\n\nChloe pulls up his pantleg, pulls down his bloody sock -\nregarding what one of her traps did to a human leg.\n\nFORD\nArky Vaughn had an ankle like that, a\ncouple years back. Cost him half a\nseason.\n\nChloe has no idea what he's talking about.\n\nFORD (CONT'D)\nBrooklyn Dodgers? Baseball?\n(she's a blank)\nAnd they say we're uncultured.\n\nShe cleans the wound with Iodine...\nCHLOE\nI'm sorry - about your father.\n(Ford shrugs)\nHe was a fireman?\n\nFORD\nHe was a house-painter.\n\nCHLOE\nOh. Then why did he run into--\n\nFORD\nYou done yet?\n\nShe holds up a BANDAGE, starts to roll it around his ankle.\n\f65.\n\n.»+-as he eyes that VALOR medal pinned to his jacket; it\nbothers him. He takes it off, shoves it in his pocket.\n\nThen he sees something horrible atop that foothill--\nON THE CHURCH GROUNDS - a door opens... and Bruel emerges.\n\nBACK TO FORD - Instant alarm: Ed's in trouble. Ford bolts up,\ngrabbing his rifle and crutch, his foot unshod and bloody.\n\nBACK TO BRUEL - He eyes the bodies of Kiebel, Kogan, Richt,\nMueller, and he sighs. Then he picks up the body of Kiebel...\n\n.-.and carries it back inside the church. Just like that.\nBACK TO FORD - hobbling past Chloe, toward the attic steps...\n\nCHLOE\nYou're leaving us?\n\nFORD\nEd's in trouble.\n\nINT. LAURENT HOME - GREAT ROOM - CONTINUING\n\nFord descends noisily on his crutch - then emerges, Chloe\nright behind him. The Laurents turn.\n\nFORD\nSTAY INSIDE. The Kraut's tied up.\n\nCHLOE\nHow can you help him on one leg?\n\nFORD\nYou just stay here.\n\nHe heads for the door. Marie-Elena mumbles something at him\nin accented English. Chloe reacts.\n\nFORD (CONT'D)\nWhat was that?\n\nCHLOE\nShe said take the truck.\n(Ford thrown)\nMadame Lesner has a truck in her\nbarn.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD (CONT'D)\nWhat was that? CHLOE\nShe said take the truck. (Ford thrown)\nMadame Lesner has a truck in her\nbarn. \n\nTARGET SECTION TO BE ANNOTATED:\n That one, there. To move him if\nhe is hurt.\n\nFord nods \"Thanks\". Marie-Elena nods back. He steps outside.\n\f66.\n\nEXT. CIELBLANC - TOWN SQUARE - CONTINUING\n\nKeeping his eyes on that church, he crutches his way across\nthe square - aiming for Lesner's barn... as:\n\nINT. CHURCH - BASEMENT/LAB - SAME\nBoyce awakens in this huge space. Looks around, disoriented.\n\nHe's on an OPERATING TABLE - his hands and feet tied to its\nlegs. A nearby SURGICAL TRAY bears a SCALPEL and SYRINGES.\n\nAround him are the Villager-Creatures, tied to their beds,\nblack tar being pumped through their veins by Autojectors--\n\n.+-black blood draining from them into bottles on the floor.\nBed #3 remains toppled over, its patient still tied to it.\nThe 25 GERMANS remain on their granite slabs across the lab.\nThe GAS STOVE is on again, black blood boiling in a vial.\n\nRosenfeld's bed is beside Boyce's. Their eyes meet. Then, a\nBANGING SOUND. Boyce turns:\n\nIt's Bruel, using a MALLET to crush TWO US-ARMY DETONATORS.\nShit. Bruel drops the mallet and turns, twitching slightly -\nhis eyes on Boyce... Then Bruel grabs a SYRINGE.\n\nBoyce braces himself. Bruel finds a VEIN in Boyce's arm. In\ngoes the needle... Bruel drawing blood, as:\n\nBRUEL\nSo, Private. Why are you here?\n\nTheir eyes meet. Bruel's English is surprisingly unaccented.\n\nBRUEL (CONT'D)\n\nIt's the invasion - and yet you're\nsent to this tiny village. Why? This\nwas a mission?\n\n(Boyce is silent)\nYou were obviously intending to blow\nup something, Private; we found four\nblocks of tetrytol on one of your\nfellow soldiers - and you and your\nHebrew friend here were carrying\ndetonators. What was your target?\n\nAgain, no reply. Bruel produces the SS DEATH'S-HEAD DAGGER\nthat Boyce found on the ramp, eyeing it fondly. Shit.\n\f67.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nBruel produces the SS DEATH'S-HEAD DAGGER\nthat Boyce found on the ramp, eyeing it fondly. Shit. 67. \n\nTARGET SECTION TO BE ANNOTATED:\nBRUEL (CONT'D)\n\nThe tower on the roof? Was that it?\n(Boyce is silent)\n\nWas it something else?\n\nBoyce just stares. We DRIFT DOWN to find his right wrist,\ntied to that table-leg. There's a tiny bit of play in the\nknot. So Boyce wiggles it, as invisibly as possible, while:\n\nBRUEL (CONT'D)\nWere you perhaps sent to target me?\nThis lab?\n\nHe studies Boyce for a reaction. None. Then he grabs a\nCRANIOMETER (standard German phrenology instrument), and\nbegins to measure Boyce's skull with it, as:\n\nBRUEL (CONT'D)\n\nDo you come from Nordic stock by any\nchance? Parents? Grandparents? Anyone\nin your bloodline Teutonic? We're\nalways looking for candidates for our\nre-Germanization program.\n\nBOYCE\n(re: Villager-Creatures)\nAre they being re-Germanized too?\n\nAt last, a response. Bruel breathes out a grin.\nBRUEL\n\nThey are contributing to the war\neffort in ways you could hardly\n\nimagine.\nBOYCE\nHow?\nBRUEL\nI'll ask the questions, if you don't\nmind.\n\nHe tears Boyce's t-shirt away, lights his cigarette lighter.\n\nBRUEL (CONT'D)\nAgain. Why are you here?\n\nHe puts the blade of the SS dagger into the flame.\nThe DAGGER glows red. Boyce tries not to react. Impossible.\nBRUEL (CONT'D)\n\nIt won't hurt, you know - telling me.\nBut this...\n\f68.\n\nBoyce prays for strength. Bruel grabs the CROSS hanging\naround Boyce's neck and YANKS IT FREE, tossing it away.\n\nBOYCE\n\nWhy're you doing this? You're French.\nBRUEL\n\nAm I?\nBOYCE\n\nS'posed to be a doctor.\n\nBRUEL\nI am a soldier now! Ensuring the\nThousand-Year Reich! Himmler's dug up\nhalf of Europe looking for the secret\n- and I've found it for him!\n\nBOYCE\nSecret to what?\n\nBRUEL\nHistory.\n\nHe PRESSES THE RED-HOT BLADE FLAT ONTO BOYCE'S BELLY. Boyce\nhowls - the pain unimaginable...",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUEL\nHistory. He PRESSES THE RED-HOT BLADE FLAT ONTO BOYCE'S BELLY. Boyce\nhowls - the pain unimaginable... \n\nTARGET SECTION TO BE ANNOTATED:\nBRUEL (CONT'D)\nWHAT WERE YOUR ORDERS!? WHAT WERE YOU\nTOLD ABOUT MY WORK HERE! ?\n\nBoyce keeps praying, but Bruel does it again, red-hot steel\nonto bare flesh. Rosenfeld cringing at the sight...\n\nBRUEL (CONT'D)\nWHY ARE YOU HERE????\n\n(Boyce crying)\nI'VE WON THE WAR FOR THEM, YOU\nUNDERSTAND? MY WORK! MY DISCOVERY!\nAND YOU WILL NOT TAKE THAT FROM ME!\nWHY ARE YOU HERE?!?!\n\nBoyce in sheer agony, aching, crying... but he isn't talking.\n\nBehind Bruel, that POT BOILS OVER. He turns, irritated, then\nhurries toward it - giving Boyce a brief reprieve.\n\nAt the stove, Bruel pulls the vial of black BLOOD from the\nboiling water. Then draws the blood into a SYRINGE.\n\nTen feet away, Boyce begins to work the rope again. Urgently.\n\nBruel, his syringe full now, turns.\n\f69.\n\nBoyce moans loudly, as if delirious with pain.\n\nBruel, pleased, carries the syringe - not toward Boyce but\ninstead toward one of those dead Boxer-Wearers on the slabs;\nthis guy's name is/was SCHERZER.\n\nBoyce goes back to work, struggling to loosen the rope, as:\nBruel injects the hot blood into Scherzer's HEART.\n\nBoyce keeps working on the rope... Almost there...\n\nBruel finishes the injection on Scherzer. Turns.\n\n..-Boyce's hand isn't free yet. Rosenfeld sees that, so:\n\nROSENFELD\nWater...\n\nBruel pauses as if he'd misheard.\n\nBRUEL\nWhat?\n\nROSENFELD\nWATER.\n\nBruel approaches Rosenfeld. Mutual, utter contempt.\nBRUEL\nJust like a Jew, demanding that to\nwhich you have no claim.\n\n.+-which allows Boyce to keep working his wrist urgently, as:\n\nROSENFELD\nWater. S'il vous plait.\n\nBruel backhands Rosenfeld across the face - just as Boyce's\nhand_comes free. Rosenfeld keeps at it:\n\nROSENFELD (CONT'D)\nOkay, wine then.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nS'il vous plait. Bruel backhands Rosenfeld across the face - just as Boyce's\nhand_comes free. Rosenfeld keeps at it:\n\nROSENFELD (CONT'D)\nOkay, wine then. \n\nTARGET SECTION TO BE ANNOTATED:\n A nice French\nBordeaux maybe--\n\nBRUEL\nSilence!\n\nBruel slugs him, hard - then turns to face Boyce... who\ncontinues to writhe as if delirious.\n\nBruel stands over him... and draws that SS DAGGER again.\n\f70.\n\nBRUEL (CONT'D)\nSmile, Private. There's no greater\nhonor than dying for your country.\n\nBOYCE\n‘Least I have one.\n\n.+-which is when Bruel notices an oddity - something's\nmissing from the surgical tray - one ITEM, gone.\n\n \n\n--but just as Bruel realizes it, BOYCE STRIKES in a BLUR -\nJAMMING THAT SCALPEL into Bruel's neck. Bruel falls, gasping.\n\nBoyce frees his other hand. Sits up, frees his legs, grabs\nhis RIFLE and fires a bullet into Bruel's chest.\n\nBOYCE (CONT'D)\nCan you walk, Rosenfeld?\n\nRosenfeld shakes his head. Shit. There isn't much time.\nINTERCUT WITH/INT. LESNER BARN - RESUMING\nFord enters the LESNER BARN. There's her TRUCK. He advances-—\n\n.-.-and is immediately CLUBBED FROM BEHIND by a SHOVEL. He\nstaggers, falls, turns...\n\nEvy Lesner stands here, gruesome face and all. She grabs\nFord's RIFLE, points it at him.\n\n--IN THE LAB - Boyce hurries to the LAST CABINET in a row.\n\nIt's locked. He knocks the lock off with his rifle-butt.\nInside, the four Tetrytol blocks. He grabs them, turns.\n\nOn that STOVE: vials, more SYRINGES. He heads over--\n\n--BACK TO THE BARN - Ford struggles to his feet, supported by\nthat crutch. Lesner, rifle ready, hisses at him in French--\n\nFORD\nListen, Lady, I don't speak much\nFrench. Why don't you put that thing\ndown before somebody gets hurt?\n(Lesner is unmoved)\nFriends, okay? Amie?\n\nLesner eyes him with contempt. He reaches into his pocket.\n\nFORD (CONT'D)\nChocolate?\n\nHe offers his spare BAR of it to her. She lowers the rifle.\n\f71.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe offers his spare BAR of it to her. She lowers the rifle. 71. \n\nTARGET SECTION TO BE ANNOTATED:\nThen she FIRES IT - right into Ford's bad ankle.\n\nBACK TO BOYCE - At the stove. He hears the shot; it snaps his\nhead around.\n\nBACK TO FORD - He drops to the ground, his leg a rag-doll.\nBACK TO BOYCE - panicked, he runs to Rosenfeld.\n\nBOYCE\nThat could be Lew! We gotta go!\n\nRosenfeld can't move. Boyce grabs him in a FIREMAN'S CARRY,\nand heads out, moving right past those GRANITE SLABS.\n\nOn SLAB #1 is Scherzer, recipient of the hot-blood injection.\nHe just blinked.\n\nBACK TO FORD - on his back. Lesner drifts over, reaches for\nhis TRENCH-KNIFE, taking her eyes off Ford for just a second--\n\nBig mistake. He grabs her hair and yanks her to the ground...\nThat fast it's an ugly, feral wrestling match. Her BLACKENED\nFINGERS clawing at him. Hair is grabbed, faces gouged. He\nloosens her grip on the rifle and tosses it away... as:\n\nINT. CHURCH - KITCHEN - SAME\n\nBoyce carries Rosenfeld through. Up ahead is the BACK DOOR\nthat he blew open with that grenade. He heads toward it...\n\nBACK TO THE BARN - Ford and Lesner struggle on the floor like\nanimals. Gouging, scratching, smothering, gasping...\n\nINTERCUT WITH/EXT. BEHIND THE CHURCH - YARD - SAME\n\nBoyce crosses the grounds, bearing Rosenfeld.\n\nBACK TO THE BARN - A primal struggle. Lesner rolls on top of\nFord, her hand under his chin, trying to snap his neck.\nFord's trying to snap hers. Both of them panting.\n\nEyes locked, the sounds guttural. He's stronger, but she's\ngot leverage on her side - gravity too. She growls as--\n\n.-+-a Single liquid SNAP...\nAnd Lesner's body sags on top of Ford's. Neck broken.\nINTERCUT WITH/EXT. CHURCH - FRONT GATE - SAME\n\nBoyce heads down the foothill, carrying Rosenfeld.\n\f72.\n\nBACK TO THE BARN - Ford pushes Lesner's twisted body away. It\ntumbles off of him like a mannequin.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n72. BACK TO THE BARN - Ford pushes Lesner's twisted body away. It\ntumbles off of him like a mannequin. \n\nTARGET SECTION TO BE ANNOTATED:\n He tears her SHIRT off\nto tourniquet his gushing leg, as we:\n\nINTERCUT WITH/EXT. CIELBLANC - TOWN SQUARE - SAME\n\nBoyce reaches the square, unaware that Ford's in the barn.\n\nBACK TO FORD - He crawls to his CRUTCH, gets to his feet,\ngathers his rifle, then to the barn door - in time to see:\n\n--BOYCE, lugging Rosenfeld into the Laurent home.\n\nBACK TO FORD - He hears a NOISE behind him - turns... and his\njaw drops - utter shock and horror.\n\n...as Lesner's body starts decaying, right before his eyes.\nHer SKIN-BLISTERS begin to BUBBLE, as if CORRODING from the\ninside. A SOUND comes from her, like a hissed death-rattle,\nspitting out of her lungs. The CORROSION continues-—-\n..-eating not just her face now but every inch of her legs,\nher torso, her neck - they all decay, with Ford bearing\nwitness - a sizzling sound as the flesh gives way...\n\nSoon she looks like a piece of burned paper. Then she's mere\nASH inside clothing...\n\nFord is awed, afraid. But he swallows it all.\nINT. LAURENT HOME - GREAT ROOM - CONTINUING\nBoyce enters, lays Rosenfeld across the Dining Table.\n\nBOYCE\nLew!? Lew!?\n\nNo reply from the attic. But Chloe emerges from her room:\n\nBOYCE (CONT'D)\nThis man needs help!\n\nShe nods. He hurries to the attic steps:\n\nBOYCE (CONT'D)\nLew?! Lew?!\n\nCHLOE\nHe went out - to help you!\n\nBOYCE\nWhat?!\n\f73.\n\nEXT. CIELBLANC - TOWN SQUARE - SAME (MORNING)\n\nFord hobbles through the empty Square, to the Laurent home.\nThe sounds of D-DAY thumping in the distance...\n\nINT. LAURENT HOME - GREAT ROOM - RESUMING\nBoyce moves to the door, adrenaline rocketing through him.\n\nBOYCE\nLew?!\n\nHe throws it open, just as Ford hobbles in. Instant relief:\n\nBOYCE (CONT'D)\nThank God.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE\nLew?! He throws it open, just as Ford hobbles in. Instant relief:\n\nBOYCE (CONT'D)\nThank God. \n\nTARGET SECTION TO BE ANNOTATED:\n You don't-- Christ, what\nhappened to your leg?\n\nFORD\nI got shot--\n(at Chloe)\n--your friend with the truck. Then\nshe turned to ash. Was something\nwrong with the ordnance?\n\nBOYCE\nWhaddaya mean she turned to ash--\n\nFORD\nI mean she shriveled up like a piece\nof burnt confetti.\n\nBOYCE\nI don't--\n\nFORD\nYes or no? Was something wrong with\nthe ordnance?\n\n \n\nThey study one another, Ford all-business.\n\nBOYCE\nNo. Nothin' wrong with it.\n\nFORD\nThen why's that tower still standing?\n\nThat sounded angry. Truth is, Ford's just reeling.\nBOYCE\n\nI... I heard the gunfire, thought you\nmight be in trouble.\n\f74.\n\nFORD\nFor the last time, it doesn't fucking\nmatter if I'm in trouble! The mission\nis the tower! When're ya gonna get it\nthrough that hayseed head of yours?\n\n \n\n \n\n \n\nThat hurt, but Boyce doesn't fire back. He can't. Instead he\njust heads up the attic steps.\n\nFORD (CONT'D)\nWhere you going?\n\nBOYCE\nGot a couple questions for our\nprisoner.\n\nFORD\n\nIt's 8:25 already.\n\nBOYCE\nI know what time it is.\n\nINT. LAURENT HOME - ATTIC - CONTINUING\n\nBoyce arrives, pulls out the SYRINGE he took from the lab -\nand a vial of BLACK BLOOD. He thrusts them at Wafner.\n\nBOYCE\nWhat does this stuff do?\n(Wafner's silent)\nThat doctor said it was gonna ensure\nthe Thousand-Year Reich. What was he\ntalking about?\n\nAgain, no reply. Boyce, rattled, puts a GUN to his head.\n\nBOYCE (CONT'D)\nYou've got one minute. TALK.\n\nPretty aggressive move. Ford and Chloe appear at the top of\nthe steps. They haven't seen this side of Boyce before.\n\nBOYCE (CONT'D)\nWhat's the black blood for?\n\nWAFNER\nYou saw it. Don't you know?\n\nYes, Boyce knows - but he's silent. Wafner grins...\n\nFORD\nWhat's he talking about, Ed?\n\f75.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWafner grins... FORD\nWhat's he talking about, Ed? 75. \n\nTARGET SECTION TO BE ANNOTATED:\nBOYCE\n\nI dunno; they got a dozen villagers\nin there - like her grandma, but\nworse - tied up, bleeding into\nbottles. The doctor injected some of\nthe blood into a...\n\n(reluctantly...)\n...dead guy.\n\nWafner smiles a knowing smile. Ford eyes him..\n\nFORD\nWhy would he do that?\n\nWafner enjoying every second of this--\n\nWAFNER\nYou want a Thousand-Year Reich, you\nneed a Thousand-Year Army. You see?\n\nThat lands with a THUD. Boyce and Ford silent...\nA beat... trying to digest the idea. It goes down hard...\n\nWAFNER (CONT'D)\nIt's been there for ages, you know.\nThe tar. Ask her, she'll tell you.\nAll we did was dig it up...\n\nFORD\n(at Chloe)\nYou knew all this?\n\nAll eyes on Chloe. She looks as lost as they are...\n\nCHLOE\n(dazed...)\nWe heard stories about it, my whole\nlife. The black river under the hill.\nBut they were just stories...\n\nSilence - Ford and Boyce still processing all this...\n\nWAFNER\nCredit that doctor - there were so\nmany failed attempts before he\nlearned how to use it, but he's\ntireless. If his countryman had\nworked half as hard to defend France,\nwe wouldn't be here today.\n\nBoyce shakes his head. Ford just smoldering...\n\f76.\nBOYCE\nIt can't be.\n\nWAFNER\nThink of it. An inexhaustible army.\n\nBOYCE\nIt can't be.\n\nFORD\nThere's a way to find out.\n\nHuh? Ford grabs his TRENCH-KNIFE and approaches Wafner.\n\n...-whose smile suddenly VANISHES - just realized: This guy's\nabout to kill me! He's right. Ford hobbles past Chloe, as--\n\nWAFNER\n\nBut I told you everything!\nBOYCE\n\nHold it, Lew. What're you doing?\nFORD\n\nPlaying doctor.\nBOYCE\n\nWhy? Let's just blow up the tower and-\nFORD\n\nNeed to know what we're up against.\n\n(at Wafner)\n\nDon't we.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE\n\nWhy? Let's just blow up the tower and-\nFORD\n\nNeed to know what we're up against. (at Wafner)\n\nDon't we. \n\nTARGET SECTION TO BE ANNOTATED:\nWAFNER\n\nI don't-- I'm just a soldier!\n(Ford about to strike)\nNEIN!!!\nTHWUMP! Ford jams the dagger deep into Wafner's CHEST.\nSilence hangs. Boyce can't fucking believe it.\n\nFORD\nNow you're an experiment.\n\nWafner's not breathing. Chloe and Boyce shocked--\n\nFord puts his head to Wafner's chest. Wafner's dead. Ford\nreaches for the SYRINGE. Boyce hands it over, speechless, as:\n\nFORD (CONT'D)\n\"Fire at Germans,\" remember?\n\f77.\n\nHe fills it with BLACK BLOOD from the vial. Boyce dazed:\n\nBOYCE\n.»+-goes in his heart.\n\nFord jams it into Wafner's heart, hits the plunger... and\nnothing happens. A long beat. Wafner's just dead...\n\nBOYCE (CONT'D)\nWe killing P.O.W.'s now?\n\nFORD\nYou don't think the Nazis've killed\nany P.O.W.'s?\n\nBOYCE\nSure. That's what makes ‘em Nazis.\nBut we aren't like them, right?\n\nFORD\nNobody ever won a war by saying\nplease and thank you, Ed. He knew\nthat.\n\nBOYCE\nMeanwhile it didn't get us anywhere.\nLook at him.\n\nFORD\nI'm lookin'. My opinion, it's an\nimprovement.\n\nBOYCE\nPoint is, we don't do this.\n\nFORD\nWe do now.\n(studying Wafner...)\nDose mighta been too small--\n\nThen a SHOCK: WAFNER'S EYES FLY OPEN. HIS HEAD POPS UP. HIS\nCHEST EXPANDS. The blood from his wounds suddenly BLACK--\n\nWAFNER\nNEIN!!!\n\nHe just RE-SET TO THE EXACT MOMENT BEFORE HE WAS KILLED.\nOtherwise, he's okay. Breathing. Alive.\n\nBOYCE\nLew...?\n\nBoyce and Ford stare at each other in silence, awestruck.\nFord - first time ever - doesn't know what to say. Chloe too.\n\f78.\nBOYCE (CONT'D)\nLew...?\nFord just shakes his head...\n\n...as Wafner sees the KNIFE in his chest, the BLACK BLOOD\naround it...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE (CONT'D)\nLew...? Ford just shakes his head... ...as Wafner sees the KNIFE in his chest, the BLACK BLOOD\naround it... \n\nTARGET SECTION TO BE ANNOTATED:\n and the syringe in Ford's hand.\n\nAnd an awful realization hits. I was dead. He eyes Ford--\n\nWAFNER\nYou... killed me?\n\nFORD\nListen, Pal--\n\nWafner YANKS A HAND FREE, pulls the dagger from his chest,\ncuts his ROPES LOOSE - and RISES, his eyes murderous.\n\nWAFNER\nYou killed me.\n\nFORD\nWell, yeah, but in all fairness I\nalso brought you back. Now sit down.\n(Wafner doesn't)\nI said SIDDOWN, Asshole.\nEvery part of Boyce tensing. Wafner turns to them--\nWAFNER\nYou see now? A Thousand-Year Army for\na Thousand-Year Reich!\n...as Wafner starts toward Ford--\nFORD\nListen, Pal - I wasn't that crazy\nabout you the FIRST time around;\ndon't make me kill you again.\nWafner smiles... then charges Ford - pushing Chloe aside--\nIn a blur, Ford fires at him - BANG, in the arm.\nGreat... except Wafner keeps coming. Unaffected. Unharmed.\n\nAnd the BLOOD spurting from his arm is now as BLACK AS PITCH.\n\n \n\nHuh? Chloe screams. Boyce looks to Ford.\n\nBOYCE\nLew!\n\f79.\n\nFord FIRES AGAIN. Hits Wafner in the CHEST. More BLACK BLOOD.\nAnd STILL NO EFFECT - Wafner just as shocked by all this as\nthey are. Boyce swings that CHAIR at Wafner, striking him\nover the head with it. It shatters. Again, he's unaffected.\nSo Ford SHOOTS HIM IN THE HEAD. That oughtta do it...\n\nBut the wound bleeds BLACK. And Wafner, after a pause, shakes\nit off and keeps coming. Somehow.\n\nHe starts RANTING now, in German. We don't understand a word\nof it but it sounds like something from a nazi rally.\n\nBoyce, dazed, looks at that SYRINGE on the floor... and he\nand Ford both come to the same horrible conclusion:\n\nThey've just turned this German into something unkillable.\n\nAnd what he wants... is Chloe. In an ugly way. He grabs her,\nthrows her over his shoulder.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd what he wants... is Chloe. In an ugly way. He grabs her,\nthrows her over his shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nBOYCE (CONT'D)\nChloe!\n\nBoyce jumps in Wafner's path, tries to pull Chloe away--\n\nWafner BULLS FORWARD, using Chloe like shoulder-pads, into\nBoyce. And there's nothing behind Boyce but those STAIRS.\n\nBoyce goes flying - tumbling - landing hard at the base of\nthe attic steps.\n\nFord gets to his feet. Wafner kicks him, knocking him down.\n.+-and carries Chloe down those steps. She's shrieking,\n\"MAMA!!!\" And grabbing at the railing on each side of her,\ntrying to slow him down. Can't be done.\n\nFord scrambles to get another clean shot - his eyes meeting\nChloe. He can't fire again without hitting her.\n\nINT. LAURENT HOME - GREAT ROOM - CONTINUING\n\nBoyce, at the base of the steps, sees Wafner coming, draws\nhis SIDE-ARM, fires THREE SHOTS into Wafner's belly.\n\nBLACK BLOOD oozes from Wafner's gut. A mere annoyance. He\nsteps OVER Boyce, heading for the door. Chloe screaming.\n\nRosenfeld reaches for a sidearm - but doesn't have one.\n\nThe rest of Chloe's family emerges now - to see Wafner head\nfor the door. Chloe screaming. Boyce gets to his feet.\n\f80.\n\n--Ford thumping his way down the stairs--\n\nWafner reaches the door, opens it. An insane moment. He\ncarries her away, Chloe screaming:\n\nCHLOE\nMAMAI!!!!\n\nMARIE-ELENA/PAUL\nChloe!!!\n\nInto the Square, her voice ringing in our ears, sheer terror.\n\nFord hits the last step - but too late - Chloe's family in\ntatters, her SCREAMS still audible. Then:\n\nCRASH - a German grenade (called a \"POTATO-MASHER\") is tossed\nby Wafner through the window.\n\nBoyce scrambles for it--\n--as Ford dives on top of Paul.\n--and Rosenfeld hits the deck.\n\nBoyce tosses it out of the room - it EXPLODES - loud.\nDestructive. But no one's hit.\n\nBoyce rushes to the window. Wafner is halfway up the hill.\n\nAnd here we are, in a house that's seen a grenade explosion\nand an abduction. Pure shock.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nWafner is halfway up the hill. And here we are, in a house that's seen a grenade explosion\nand an abduction. Pure shock. \n\nTARGET SECTION TO BE ANNOTATED:\n Boyce and Ford trade a look.\n\nFORD\nYou got the charges?\n(Boyce half-nods...)\nLet's go. It's time to take out our\nGoddamn target and get Chloe the hell\noutta there.\n\nROSENFELD\nWhat're you gonna use for a\ndetonator?\n\nFORD\nWhaddaya mean?\n\nBOYCE\nThe Doctor bashed both of ‘em in.\n\nFord considers that... Then:\n\nFORD\nI can get us a detonator.\n\f81.\n\nBOYCE\nHow?\n\nFORD\nLet's go. Still got thirty minutes\nbefore our planes are in the air.\n\nD-Day pounding. They head for the door, Ford on his crutch...\n\nBOYCE\nOn one leg?\n\nFORD\nIt's the mission, ain't it?\n\nThat had some edge. He nears the door. Boyce follows...\n\nMARIE-ELENA\nYou help my daughter!\n\nEXT. PASTURE - BEHIND CIELBLANC - MOMENTS LATER\n\nBoyce and Ford emerge from behind a barn. They're just about\nto approach the PASTURE - when Boyce STOPS Ford.\n\nFORD\nWhat?\n\nBOYCE\nMines. Watch your step.\n\nFord nods, thanks. We CRANE UP, Boyce leading a hobbled Ford\nthrough this mine-ridden PASTURE, toward that foothill...\n\nThe church sits atop it. The guns of D-Day pounding. Then:\nEXT. FOREST - EARTHEN RAMP - MOMENTS LATER\n\nBoyce and Ford stand where Boyce stood last night: at the top\nof the EARTHEN RAMP leading into the FOOTHILL itself. The\nBLAST-DOORS are open. Boyce eyes them...\n\nBOYCE\nListen, I don't know what's down\nthere. Could be more of ‘em, could be\nanything.\n\nFORD\nPiece 'a cake.\n\nBOYCE\nRight. And half the German grenades\nare duds. We don't know how to kill\nthese things, Lew...\n\f82.\n\nFORD\nKeep it down. They might catch wise.\n\nBOYCE\nYeah, then we'd really be in trouble.\n\nFord grins, about to march - when Boyce gags involuntarily -\njust barely stopped himself from vomiting. Ford eyes him.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE\nYeah, then we'd really be in trouble. Ford grins, about to march - when Boyce gags involuntarily -\njust barely stopped himself from vomiting. Ford eyes him. \n\nTARGET SECTION TO BE ANNOTATED:\nBOYCE (CONT'D)\nSorry. Shit.\n\n(a beat...)\nDon't you ever get scared?\n\nFORD\n‘Course. Everybody does. Know what\nscares me worse? Some guy on Omaha\nBeach buyin' it 'cause I didn't get\nmy job done. Rather die right here.\nWouldn't you?\n\nBOYCE\nI'm not so sure we're put together\nthe same way. My old man wouldn't've\nrun into a burning building to save\nfive strangers. I don't think I would\neither.\n\nFORD\nHey, forget what my old man did. It's\ntoo much to live up to, believe me.\nThat came out before Ford could stop it. Now it hovers...\n\nFORD (CONT’D)\nScrew this. It's D-Day. Let's go.\n\nThey descend down the ramp, toward DARKNESS.\n\n...crossing under the ANCIENT RUNIC SYMBOLS and the SWASTIKA.\nOne last look at the symbols, wondering what they mean. Then\nFord and Boyce vanish into the pitch of the Cavern...\n\nINT. CAVERN UNDER THE CHURCH —- CONTINUING\n\nIt's big. First thing we see down here is a burned-out TRUCK,\nthe one that carried in all those German bodies.\n\nBeside it we find TWO CHARRED CORPSES. It's hard to say for\nsure, but one of them looks it was once a German soldier. The\nother looks like it might've been Penner. Gruesome.\n\nFord and Boyce move around a corner... to find:\n\f83.\n\nA DERRICK, pumping something from a BIG HOLE IN THE GROUND.\n\nA HOSE from the derrick is connected to a large BARREL, which\nis OVERFLOWING with a thick black substance. Tar.\n\nTrouble is, there's a GERMAN standing beside the derrick--\nIt's Scherzer, the guy who received the injection from Bruel.\nScherzer's still in his white boxers, his back to us, staring\ndown into the HOLE from which that derrick is pumping...\nThere's a GAPING WOUND across his back. Clearly, it's what\nkilled him. But he's alive now, the BLOOD from that wound a\ncalcified black. So how do we kill him???\n\nBoyce and Ford trade a silent look.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut he's alive now, the BLOOD from that wound a\ncalcified black. So how do we kill him??? Boyce and Ford trade a silent look. \n\nTARGET SECTION TO BE ANNOTATED:\n Boyce raises his rifle,\naiming... but Ford stops him with a silent headshake. There's\nno point in trying to shoot this guy.\n\nThen Ford sees it... affixed to a wall:\n\nThe FIRE HOSE. Boyce saw it used last night. Ford crutches\ntoward it. Boyce follows. The hose is coiled around a WHEEL.\n\nBoyce starts to UNCOIL IT. It squeaks, LOUD. He stops.\n\nScherzer, twenty feet away, doesn't turn - just staring into\nwhatever is down there, obviously unsettled.\n\nFord moves to the FAUCET - a red knob. He indicates to Boyce,\n\"When I turn this knob, you start RUNNING TO UNCOIL THE\nHOSE.\" Boyce nods.\n\nA moment, their eyes locked, then--\n\nFORD TURNS THE RED KNOB - loud and squeaky.\n\nScherzer turns at the sound--\n\nBoyce starts running at him with the hose.\n\nScherzer reaching for his RIFLE.\n\nFord turning the knob harder - full blast.\n\nThe hose UNCOILING off the wheel as fast as Boyce can run.\n\nWATER EXPLODING OUT OF THE NOZZLE - too hard - the burst\nactually knocking Boyce off his feet.\n\nScherzer grabs the rifle, turns to fire, YELLING--\n\n++.asS Boyce gets to one knee, aiming the hose, and...\n\f84.\n\nBAM - it hits Scherzer in the chest - just as he FIRES.\n\nBANG - the bullet hitting a JUNCTION BOX a foot to Ford's\nleft. Instantly, the POWER GOES OUT.\n\nAnd Scherzer is knocked off his feet, right into:\n...the HOLE IN THE GROUND beside the derrick. Gone.\nA beat. Ford turns the water off. Boyce lowers the hose.\n\nAnd they move in, cautiously, toward the edge of the hole.\nFord crutching his way there... Then he looks down to see--\n\n.+.-a POOL OF BLACK GUNK below. Scherzer's HAND sticking out.\n\nFORD\nNow he knows what it tastes like.\nA beat... Then Ford takes out his father's ZIPPO, lights\nit... and holds the flame to that overflowing barrel.\nBOYCE\n\nWhat're you doing?\n\nFORD\nIf it'll burn, we gotta burn it.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen Ford takes out his father's ZIPPO, lights\nit... and holds the flame to that overflowing barrel. BOYCE\n\nWhat're you doing? FORD\nIf it'll burn, we gotta burn it. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nwouldn't even want our side to know\nwhat this stuff can do.\n\nThat fast, the TAR in the barrel IGNITES, highly flammable.\n\nThe flames dance across that HOSE, through the DERRICK, then\ndown into the hole just as--\n\nJUMP-SCARE: Scherzer reaches up out of the tar - gasping.\nBut the tar-pool ignites - a MASSIVE WALL OF FLAME ERUPTING\nFROM IT, knocking Boyce and Ford on their asses. The FLAMES\nROAR OUT... then suck back down again.\n\nBoyce and Ford crawl to the hole, look down - the CHARRED\nREMAINS OF SCHERZER seared into place among the flames.\n\nFORD (CONT’D)\nGuess they burn too.\n\nBoyce rises, offers his hand - just like Ford pulled Boyce\nonto that C-47 last night. Ford takes the hand, as--\n\nA STAIRWELL DOOR OPENS, ten feet away. Here's Kiebel, another\nguy we killed once before - checking on that JUNCTION BOX--\n\nBut he sees Boyce, and Ford, and the FIRE.\n\f85.\n\nAnd he charges them - unarmed but roaring--\n\nBoyce and Ford FIRE THEIR RIFLES out of instinct. It doesn't\nmake a dent. Black blood spurting from his wounds, Kiebel\nbarrels into them both.\n\nFord falls hard. Boyce and Kiebel tumble together to the\ncavern floor, RIGHT BY THE SURGING FLAMES.\n\nKiebel's on top of Boyce in a hurry, hands around Boyce's\nthroat - trying to choke him out. Boyce can't stop him - the\nNazi is undead and way too strong. The heat is scorching...\nFord jumps on Kiebel's back, grabs Kiebel's head, pulling\nhard as Boyce gasps for breath. Ford TUGS. We hear that same\nsingle liquid SNAP we heard from Lesner when her neck broke.\n\n...except Kiebel doesn't stop. With his HEAD now dangling at\nan unnatural angle, he keeps strangling Boyce.\n\nFord, no choice, SLITS KIEBEL'S THROAT... Now black blood\ngushes from it onto Boyce.\n\nAnd STILL KIEBEL DOESN'T STOP.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nFord, no choice, SLITS KIEBEL'S THROAT... Now black blood\ngushes from it onto Boyce. And STILL KIEBEL DOESN'T STOP. \n\nTARGET SECTION TO BE ANNOTATED:\n He's a monster, literally -\nhis grip on Boyce's throat unrelenting. Barking in German.\n\nFord, no moves left, pulls out his SIDE-ARM and fires it\nright into Kiebel's right WRIST. The bone shatters. Then the\nLEFT WRIST. That bone shatters too.\n\nHis grip on Boyce loosens. Boyce sucks in a breath. Then one\nhuge burst of energy - pushing Kiebel away and--\n\n...toward the edge of that hole, into the FLAMES.\nKiebel's CLOTHES ignite. One MORE PUSH from Boyce and--\nKiebel vanishes down the hole, SCREECHING as he falls.\n\nAnd it's over. Ford and Boyce eye one another - Boyce now\ndrenched in the black blood of a dead Nazi.\n\n \n\nFORD (CONT'D)\nSee? Simple.\n\nBoyce, soaked in black, just eyes him--\n\nBOYCE\nStairs're over there.\n\nFORD\nTwenty minutes.\n\nBoyce nods. Ford follows him to the stairwell door.\n\f86.\n\nINT. CHURCH - STAIRWELL - MOMENTS LATER (DAY)\n\nThey climb in darkness (the LIGHT BULB in here now useless).\nFord struggling up the steps.\n\nThey reach the DOOR leading to the basement. Boyce nudges it\nopen with the tip of his rifle, revealing:\n\nINT. CHURCH - DOWNSTAIRS HALLWAY - CONTINUING (DAY)\nWe were here before. But now none of the LIGHTS are working.\n\nRooms to our right and left. All dark now. Boyce is about to\nstep into the hallway when--\n\nA FLASHLIGHT BEAM whips past his nose. He moves back.\n\n...to find Wafner hurrying past this door - heading AWAY from\nthe LAB. No sign of Chloe. Wafner vanishes down the hall...\n\nBoyce follows. Ford stops him. And this is in WHISPERS:\n\nBOYCE\nHe's got Chloe.\n\nFORD\nChloe ain't the mission.\n\nThat landed. Boyce nods... then:\n\nThey step into the dark HALLWAY, toward the LAB. Boyce nudges\nopen the door to the ARMORY - pointing it out to Ford.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat landed. Boyce nods... then:\n\nThey step into the dark HALLWAY, toward the LAB. Boyce nudges\nopen the door to the ARMORY - pointing it out to Ford. \n\nTARGET SECTION TO BE ANNOTATED:\nFord silently leans in, turns on his FLASHLIGHT--\nBoyce alone in the hallway now, his head on a swivel--\n\nFord returns, bearing SIX GERMAN POTATO MASHERS. Gives three\nto Boyce, pockets three for himself. They continue along--\n\n..+.to the LAB DOOR. Boyce nudges it open.\nINT. CHURCH - BASEMENT/LAB - CONTINUING (DAY)\n\nBLACK. Boyce and Ford stay low. Boyce shines his FLASHLIGHT\ninto the space - illuminating it for Ford in brief bursts:\n\nThe creature/villagers, tied to their beds. The autojectors.\nThe CONCRETE SLABS where those 25 DEAD GERMANS WERE--\n\nWhoops. FIVE OF THE SLABS ARE UNOCCUPIED...\n\nBoyce reacts, instantly shining his flashlight on the spot\nwhere he left Bruel's BODY. Bruel isn't there anymore.\n\f87.\n\nBOYCE\nGot six unaccounted for--\n\nFORD\nLet's just get these charges set.\n\nHe heads for the back wall - Boyce watching.\n\nBOYCE\nLew. Tower's up on the roof.\n\nFORD\nTower ain't enough anymore, Ed. This\nwhole place has to come down.\n\nBoyce eyes the Villager-Subjects. Heads toward them--\n\nFord heads for the BACK WALL, passing by that SEVERED DOG-\nHEAD, kept alive by the Autojector. He can't resist:\n\nFORD (CONT’D)\n(at the dog-head)\nStay.\n\nThe head, of course, doesn't move.\n\nBoyce begins to UNTIE THE CREATURE from Bed #1. A FEMALE, her\nface completely blistered-black. Boyce frees her hands.\n\nBOYCE\nGo. Allez.\n\nShe doesn't move. Maybe she can't. Maybe she's deaf. He\nunties her feet. Still no movement.\n\nFord, at the back wall, removes a TETRYTOL BLOCK from his\ntrousers, fixes it on the wall.\n\nBoyce moves to BED #2. A male, equally gruesome. Boyce starts\nto untie his wrists. The creature GROWLS like an animal.\nBoyce recoils a bit, but he finishes, then moves on.\n\nBED #3 is still toppled on its side, its tortured inhabitant\nstuck there.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe creature GROWLS like an animal. Boyce recoils a bit, but he finishes, then moves on. BED #3 is still toppled on its side, its tortured inhabitant\nstuck there. \n\nTARGET SECTION TO BE ANNOTATED:\n Boyce moves nearer, untying the guy: a semi-\nhuman nightmare under all that blistered flesh.\n\nThen, disaster: the LAB-DOOR OPENS. Two GERMAN SOLDIERS burst\nin. Boyce shuts his flashlight off. Ford too - but too late--\n\nThe GERMANS OPEN UP ON HIM, machine-gun fire.\n\nFord spins away, falling to the floor. The machine-gun fire\ncontinues, the Germans HOLLERING at him. (They were on those\nslabs an hour ago - dressed in their uniforms now).\n\f88.\n\nBoyce drops - the Germans don't seem to know he's here.\n\nThey start moving in on Ford's position, firing continually.\nHe doesn't return fire. These guys are SCREAMING.\n\nBoyce, on hands and knees, scrambles toward them. He pulls a\nPIN on one of his POTATO MASHERS, slides it along the floor.\n\nIt blows up at the FEET of the Germans - but they DON'T STOP,\nstill firing at Ford, shouting.\n\nNow what? Boyce looks around, sees something, crawls to it--\nThere, those CEREMONIAL AXES, affixed to the wall. He gets to\nhis feet, grabs one - the noise drowned out by the TORRENT of\nmachine-gun fire. It lights up a corner of the room.\n\nFord scrambling to get away. Germans shouting--\n\nBoyce hurrying to a position behind the Germans now.\n\nFord trying to crawl, but they're right on top of him.\n\n.-.-and they've just about spotted him, when--\n\nTHWACK - in the darkness - Boyce swinging that AXE, taking\nTHE HEAD OFF OF GERMAN SOLDIER #1. It bounces to the floor.\n\nGERMAN SOLDIER #2 turns - THWACK - Boyce swings again,\nhitting the guy's right wrist, severing the arm there. The\nGerman's RIGHT HAND, still clutching the rifle, falls.\n\n \n\nHe grabs for his SIDE-ARM, cursing Boyce loudly in German.\n\nBoyce takes another swing. THWOP - severing the guy's LEFT\nHAND. Now this German is really angry - howling at Boyce.\n\nBoyce moves in - the German unable to defend himself - Ford\nwatching in semi-shock from a corner...\n\nOne last swing. Boyce beheads him. Down he goes.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne last swing. Boyce beheads him. Down he goes. \n\nTARGET SECTION TO BE ANNOTATED:\n Two headless\nNazis, side by side. Crisis over. Ford slightly awed by what\nhe just witnessed. A moment... then:\n\nFORD\nThey teach that move in Basic? I\nmusta been sick that day.\nFord's way of saying, \"Nice work.\" It mattered a lot.\n\nBOYCE\nAre you hit?\n\f89.\n\nFORD\nNo. Go find Chloe, get her out of\nhere. I'll set the charges.\n\nBoyce nods, helps Ford to his feet--\n\nAs he does so, Ford slips something into Boyce's pocket,\nBoyce entirely unaware.\n\n \n\nFORD (CONT'D)\nTen minutes.\n\nBOYCE\nYeah.\n\nThen they notice: one of the two Nazi heads is still moving -\ntwitching really - if only slightly. Ford sighs, Jesus... and\nbrushes it aside. It bumps into a table leg.\n\nFORD\nGet going.\n\nBoyce nods numbly, heads out. We STAY HERE WITH FORD--\n...-making sure Boyce is gone. Then Ford lifts up his shirt.\n\nAnd we learn that he's been GUT-SHOT, bleeding badly. He sags\nback, grabs his crutch, willing himself to the back wall.\n\n..-where he sets the last TETRYTOL BLOCKS then SPLICES their\nfour wires while checking his watch.\n\nHis gut continues to bleed. He ignores it, wrapping those\nFOUR WIRES INTO ONE... then wrapping that ONE WIRE around the\nterminal of a GRENADE...\n\nINT. CHURCH - GROUND FLOOR HALLWAY - CONTINUING\n\nBoyce emerges from the stairwell into the hallway, axe in\nhand... Again, not a sound. No one here. He enters:\n\nINT. CHURCH - GROUND FLOOR - SANCTUARY - CONTINUING\nRows of EMPTY PEWS. Boyce enters... Silence.\n\nThen, a SOUND - the sobs of a girl - coming from somewhere\nABOVE him. Boyce turns, looks up:\n\nA BALCONY. The voice seems to be coming from a LOGE BOX up\nthere. Yet we can't see Chloe.\n\n.--but we can see Wafner, entering the loge box, talking in\nGerman, a wicked smile on his face. Someone's at his feet,\nout of our view.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nYet we can't see Chloe. .--but we can see Wafner, entering the loge box, talking in\nGerman, a wicked smile on his face. Someone's at his feet,\nout of our view. \n\nTARGET SECTION TO BE ANNOTATED:\n Wafner takes his belt off--\n\f90.\n\nBoyce wants to shoot the guy from here but there's no point.\nInstead, Boyce slinks across the sanctuary - to a set of\nSTAIRS that will lead to the balcony... We RETURN TO:\n\nINT. CHURCH - BASEMENT/LAB - RESUMING\n\nFord piles up FLAMMABLES in the center of the lab: SHEETS,\netc., a big mound. He rips the NAZI FLAG off the wall, tosses\nit on the pile. It's stained with his blood now.\n\nHe douses the pile with RUBBING ALCOHOL. But--\n\n--hold it. We just saw a SHADOW drift across the floor.\nFord's unaware of it...\n\n \n\nINT. CHURCH - SANCTUARY - BALCONY - SAME\n\nBoyce reaches the Balcony. From here he can see--\n\nWafner, his back to us, unzipping his trousers... and Chloe,\nflat on her back, handcuffed to a railing. Crying. Wafner\nmocks her in German, unmoved by her cries for mercy.\n\nBoyce moves in. This'll be easy; Wafner's a clean target.\nBoyce drifts closer. Wafner beginning to lower himself on top\nof Chloe - his voice continuing to pour German filth into her\nears. Chloe crying, begging him to stop.\n\nThen she sees Boyce, standing over Wafner. Thank God. Boyce\nlifts that AXE over his head. Wafner still unaware, when--\n\nBANG - a shot fired from the SANCTUARY FLOOR below, knocking\nthe axe from Boyce's hand--\n\n \n\nThen TWO MORE SHOTS -- Boyce HIT in the SHOULDER. He drops\ndown on his belly.\n\nWafner springs up now, half-dressed. Looks over the railing.\n\nKogan is down here, blasting away. Shouting at Wafner and\npointing: there's an AMERICAN five feet from you!\n\nNow Wafner turns, sees Boyce. Wafner infuriated, coming at\nhim. The axe is out of Boyce's grasp, and his SHOULDER is\nbleeding. Chloe terrified - Boyce too. Wafner five feet away.\n\nWAFNER\nYou should have left me dead.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nChloe terrified - Boyce too. Wafner five feet away. WAFNER\nYou should have left me dead. \n\nTARGET SECTION TO BE ANNOTATED:\nBoyce has a SIDE-ARM, but what good is it? Here comes Wafner\nunkillable and angry. Fuck. He's about to strike--\n\nThen Boyce gets an idea. He FIRES at Wafner's left eye.\n\fgl.\n\nBINGO. Wafner one-eyed now. Boyce fires at his right eye.\n\nBINGO. Wafner blinded now, cursing Boyce loudly. Boyce gets\nto his feet. Wafner still coming. Boyce plows into the guy,\nthat SHOULDER screaming in pain. But Boyce keeps CHARGING--\n\n..-like a crazed linebacker, pile-driving the now-blind\nWafner over the balcony railing--\n\nDown, down... Wafner lands hard on the Sanctuary floor. He's\nstill alive - but he's been neutralized for a moment.\n\nKogan hasn't. He starts FIRING at Boyce again.\n\nBoyce drops down out of sight, a foot from Chloe. Their eyes\nmeeting. He pulls the pin on a GRENADE. Then a second one.\n\nTosses the first from his perch... then tosses the second.\n\nThey arc lazily on their way down toward Kogan - who SCREAMS\nAT THEM. But just before they reach him--\n\nBANG BANG. He fires - hitting them both in mid-air. TWO\nINSTANTANEOUS EXPLOSIONS, tearing up a portion of his face\nand ripping one of his hands off.\n\nBut it's not enough to kill or stop him. Dazed, he reaches\nfor his rifle, which he has to pry from his amputated hand.\n\n \n\nBOYCE - IN THE BALCONY - knows he has to move fast.\n\nBOYCE\nTurn away.\n\nChloe turns her head. He swings the axe at the CHAIN cuffing\nher wrist to the railing - just as Chloe squirms.\n\nHe misses her face by half an inch. Misses the CHAIN too.\n\nBOYCE (CONT'D)\nWhat're you moving for?!\n\nCHLOE\nYou just said turn away!\n\nBOYCE\nDon't! Don't do anything!\n\nShe stiffens. He swings the axe. Her eyes squeezed SHUT.\nWith a SPARK, the chain breaks--\n\nBut just then - BANG BANG BANG -\n\f92.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe swings the axe. Her eyes squeezed SHUT. With a SPARK, the chain breaks--\n\nBut just then - BANG BANG BANG -\n\f92. \n\nTARGET SECTION TO BE ANNOTATED:\nKogan firing up at them with his one remaining hand. Wafner\nfiring too although BLIND - bullets everywhere. Madness.\n\nBOYCE (CONT'D)\nFollow me!\n\nHe grabs Chloe, pulls her along the railing, ducking gunfire.\nAll he's got is that AXE. She follows him into:\n\nINT. CHURCH - HALLWAY - CONTINUING\nWith Wafner and Kogan still howling, firing--\n\n...-Boyce pulls Chloe toward the STAIRWELL DOOR. He tosses\nanother GRENADE over his shoulder. It skitters past them -—\n\nA loud BOOM - ineffectual.\nINT. CHURCH - BASEMENT/LAB - RESUMING\n\nFord has set the CHARGES and piled the FLAMMABLES. Now, weak\nfrom blood loss, he eyes that GAS STOVE... and crosses to it.\n\njust enough strength to get there, barely. He yanks its\nMAIN LINE from the wall. Gas HISSING out now. He checks his\nwatch again, his back turned to the rest of the lab, then--\n\n \n\nHe staggers forward, finally losing consciousness - as:\nACROSS THE LAB - Bruel emerges from shadow. We RETURN TO:\nINT. CHURCH - STAIRWELL - CONTINUING\n\nBoyce and Chloe burst in, racing down the steps. A DOOR OPENS\none flight above them - Kogan leading the sightless Wafner\ninto this stairwell. STILL FIRING, shouting--\n\nBoyce leads Chloe out of the stairwell into--\n\nINT. CHURCH - DOWNSTAIRS HALLWAY - RESUMING\n\nThey emerge into the hallway, but - COMING AT THEM from 20\nyards away - Mueller and Richt, reaching for their rifles--\n\nBoyce and Chloe can't turn back - they've got Kogan and\nWafner behind them.\n\nSo we're TRAPPED. Mueller and Richt start FIRING. Boyce grabs\nChloe's hand, leads her into the first reachable DOOR:\n\n \n\nINT. ARMORY ROOM - CONTINUING\n\nBoyce shuts the door, leaving us in DARKNESS. Turns on his\nflashlight - illuminating all these RIFLES, useless to us.\n\f93.\n\nCHLOE\nWe're going to die...\n\nBOYCE\nNo we're not.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n93. CHLOE\nWe're going to die... BOYCE\nNo we're not. \n\nTARGET SECTION TO BE ANNOTATED:\nHe grabs one of those lockers, pushes it up against the door\nas a barricade. Chloe holding up the flashlight for him.\n\nTHUDS come from the other side of the door - four undead\nNazis trying to get in. Chloe terrified. Boyce backing up\nagainst the locker to hold it.\n\nA BIGGER THUD - the door starting to give way. It jars the\nlocker enough for the LOCKER DOORS to swing open. Things\nfalling out now. The Nazis pounding away.\n\nBoyce tries to hold them back... but all four of these\nmonsters are now pushing on that door.\n\nMore ITEMS fall from the locker now, landing at Boyce's feet.\n\nOne gets his attention - giving him an idea...\n\nBOYCE (CONT'D)\nStand back.\n\nCHLOE\nWhat?\n\nBOYCE\nStand back!\n\nShe moves to the corner. Boyce moves AWAY FROM THE LOCKER,\nbacking up against the wall, in darkness. He grabs the\nflashlight from her, turns it off, as--\n\nONE LAST PUSH FROM THE NAZIS - the door bursts in.\n\nThe LOCKER falls to the ground, slamming at Boyce's feet.\n\nAnd here they come - all four of them; Boyce has just let\nthem in. Here's why:\n\nHe now has PENNER'S FLAMETHROWER, the \"Hitler Hunter\"-—\n\nAnd he opens up with it, a spray of FLAME, illuminating the\narmory as it finds these four charging Nazis.\n\nKogan, Richt, Mueller, Wafner - all of them engulfed. The\nheat unbearable. Chloe screaming. The Nazis shrieking,\nhissing. Their RIFLES FIRING.\n\nKogan and Wafner drop and roll. Boyce douses them again.\n\f94.\nMueller staggers into a wall, then to the ground. Richt runs\ndown the hall, screeching.\nBoyce grabs Chloe's hand, leads her out.\nINT. CHURCH - DOWNSTAIRS HALLWAY - CONTINUING\n\nFlame everywhere, the Nazis burning noisily. Boyce douses\nRicht again. Richt drops. All good... until:\n\nHere come TWO MORE NAZIS, emerging from the stairwell.\n\nBoyce douses them. They catch fire... but we hear a CLICK.\nHitler Hunter is empty.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoyce douses them. They catch fire... but we hear a CLICK. Hitler Hunter is empty. \n\nTARGET SECTION TO BE ANNOTATED:\n And these guys aren't fully engulfed.\nBoyce charges them with his BAYONET, drives it through both\n\nof them, then uses it to plow them into that ARMORY. They're\nburning too badly to defend themselves.\n\n \n\nHe tosses a GRENADE in there, shuts the door behind him.\n\nBOYCE\nFire in the hole!\n\nBOOM - a HUGE EXPLOSION from inside the armory sends the door\nrocketing out at us. But it did the job.\n\nHe eyes Chloe - roasting bodies smoking all around them.\n\nBOYCE (CONT'D)\nGet out of here. Now!\n\nCHLOE\nI want to help you--\n\nBOYCE\n\nChloe, we're blowing this whole place\n\nup! Go!\nEnd of argument. She turns to go. He opens the lab-door...\nAnd a SHOCK suddenly appears at his feet--\nIt's that CREATURE/VILLAGER from Bed #3. Poor bastard must\nhave dragged himself all the way to this door. Now he lies\nhere, spent, barely alive, barely human.\n\nAnd Chloe just stares, speechless. She's never seen anything\nlike this guy before - every inch of him diseased and black.\n\nWorse, his crazed eyes seem to be staring right at her... as:\n\nHer jaw drops, just saw something IMPOSSIBLE. She SCREAMS.\n\f95.\n\nBOYCE (CONT'D)\nGo home.\n\nCHLOE\nI can't!\n(suddenly unraveling)\nIt's my father...\n\nBoyce pauses - maybe he heard wrong. Nope, that's what she\nsaid. He studies the face of the creature at their feet...\nand he sees it. This, once, was Alain Laurent.\n\nChloe devastated, horrified, grateful - all at once.\n\nCHLOE (CONT'D)\nPapa?!\nJust then, a NOISE IN THE LAB reminds Boyce of his duty. He\nbends down, grabs the Alain-Creature by the arms, drags him\nout of the doorway, as:\n\nCHLOE (CONT'D)\nPapa?!\n\nBOYCE\nYou can't help him, Chloe. Just get\nas far away from here as you can.\n\nShe doesn't reply - and he doesn't have time to argue. He\ndisappears into the lab, closing the door behind him.\n\nINT.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn't reply - and he doesn't have time to argue. He\ndisappears into the lab, closing the door behind him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHURCH - BASEMENT/LAB - RESUMING\nBoyce stands in DARKNESS. His instincts freeze him.\n\nBOYCE\nFlash.\n\nThere's no answer from the darkness. He tries again:\n\nBOYCE (CONT'D)\nFlash.\n\nAgain, no answer. Just a SOUND... a HISSING. Boyce turns on\nhis FLASHLIGHT, tracking the sound to:\n\nThat STOVE. Its main line sending GAS VAPOR into the air.\nBoyce can smell it. Then his flashlight BEAM finds--\n\nThat pile of FLAMMABLES in the center of the room, sheets,\npillows, a Nazi flag, all doused with Rubbing Alcohol...\n\nBOYCE (CONT'D)\nFlash.\n\f96.\nFORD (0.S.)\nThunder.\nFord's VOICE, at last. Boyce whips the beam toward it--\n..-and he freezes, his blood just congealing--\n\nHere's Ford - sitting on an exam table. BLACK BLOOD now\nspilling from the wound on his BELLY.\n\n \n\nBeside him is Dr. Bruel. Alive - a SYRINGE in his hand. He\ndrops it to the floor.\n\nBoyce can't breathe. Or blink. Utterly stupified.\n\nBOYCE\nLew?\n\nFORD\nYeah?\n\nWait. That didn't sound like Ford; it had an ugliness to it.\nHe hops off that table and starts toward _us - walking on a\nshattered ankle, impervious to pain.\n\nAnd his RIFLE is slung, aimed right at us.\n\nBOYCE\nWhat happened to you?\n\nFORD\nI died. Then I got better.\n\nBOYCE\nWhaddaya mean, you died?\n\nFord keeps coming. How is he walking on a shattered ankle?\nBruel, behind him, watches with a sadistic delight. Boyce\neyes the black blood on Ford's shirt - hoping he's wrong...\n\nBOYCE (CONT'D)\nWhat'd he do to you, Lew?\n\nBRUEL\nI told you, Private - we make History\nin this lab!\n\nFord keeps coming, no light in his eyes. It's like he's\nturned into someone else - maybe just a darker version of\nhimself. But Boyce just can't, or won't, accept that yet.\n\nFORD\nWhy so quiet, Ed? Ya scared?\n\f97.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nWhy so quiet, Ed? Ya scared? 97. \n\nTARGET SECTION TO BE ANNOTATED:\nNow it's official. Ford is not Ford anymore. Boyce reeling.\n\nBOYCE\nListen, let's just blow this place to\nHell and get you to a medic, huh?\n(Ford keeps coming)\nLew?\n\nBANG. Ford fires at him. Just missing. Boyce spins away,\nhorrified, dropping the flashlight. DARKNESS now.\n\nHe stumbles back, knocks over a beaker. Ford FIRES at the\nsound. BANG. A spark-missile in the blackness.\n\nBOYCE (CONT'D)\nLew, it's me. Ed.\n\nFORD\nI know who you are. You're the little\nsad-sack that hasn't left me alone\nsince the first day of Basic.\n\nThat hurt, but before Boyce can address it - BANG. ANOTHER\nSHOT. Boyce diving out of the way. His own personal Hell - a\nhateful Ford trying to kill him.\n\nBOYCE\nListen to me - this is not you. Your\nname is Lewis Ford. You're from\nBrooklyn. Corporal in the US Army.\nPut the rifle down, awright?\n\nBANG. Up ahead, a SECOND DOOR. Boyce moving toward it. He\ngets to the door. IT'S LOCKED. Won't budge. BANG. Another\nshot, this one nicking his hand.\n\nBOYCE (CONT'D)\nYour old man painted houses. Your\nma's afraid of heights...\n\nFORD\nMy memory's fine, Ed.\n\nBANG. Another shot, this one grazing Boyce's ear.\n\nBOYCE\nLew, don't!\n\nFORD\nSorry. You know that TEMPER of mine.\n\nFord, a foot away, pulls the trigger again. CLICK. Out of\nammo. Annoyed, he tosses the rifle... but he keeps coming...\n\f98.\n\nBOYCE\nThis is NOT you!\n\nFORD\nIt's me.\n\nBoyce backing away. Ford bearing down. GAS hissing from the\nstove. Boyce holds his rifle like an OAR, ready to strike--\n\nBOYCE\nDon't make me do this, Lew. Don't\nmake me do this--\n\nFORD\n(keeps coming)\nGo ahead.\n\nBOYCE\nGoddammit!\n\nHe butt-ends Ford across the jaw with his rifle.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't\nmake me do this--\n\nFORD\n(keeps coming)\nGo ahead. BOYCE\nGoddammit! He butt-ends Ford across the jaw with his rifle. \n\nTARGET SECTION TO BE ANNOTATED:\n It scrambles\nthe wires in Ford's brain enough to slow him for a second.\n\n \n\nBOYCE (CONT'D)\nLew - please...\n\nBut Ford keeps coming. Boyce BASHES HIM again - this time\nbreaking Ford's JAW. Black blood spurting--\n\nBRUEL\nYou're wasting your time, Private!\nYou can't stop him!\n\nBOYCE\nTHIS IS NOT YOU! You're a US soldier!\n\nFord keeps coming. Boyce, crying now, bashes him again - this\ntime breaking Ford's orbital bone...\n\nBRUEL\nThe key to the whole war - and it was\nwon with FRENCH BLOOD! Wait 'til they\nhear that in Berlin!\n\nStill, Ford doesn't stop. Boyce swings that rifle like a\nBASEBALL BAT - right into the side of Ford's skull. CRACK.\n\nBOYCE\nThat who you wanna be, Lew? The guy\nwho wins the war for the Nazis?\n\nFord grins, black blood on his teeth, his jaw now set at an\nunnatural angle - completely gruesome.\n\f99.\n\nBOYCE (CONT'D)\nWhat about the guys on Omaha Beach?\nWe had a MISSION, remember?\n\nThey reach that MOUND OF FLAMMABLES now, not far from the GAS-\nHISSING STOVE. Their eyes locked.\n\nBOYCE (CONT'D)\nWe're supposed to destroy this place.\nThe radio-jamming tower! By nine...\n\nFORD\nYou wanna complete the mission?\nBOYCE\nYeah.\nFord nods calmly... then bends down, grabs something off that\n\npile of alcohol-soaked flammables, and holds it out to Boyce:\nHis GRENADE... wired to the DET-CORDS of the TETRYTOL BLOCKS.\n\nFORD\nThen pull the pin.\n\nHold it. Time just stopped.\nBruel drifts over, amused... The hissing of that leaking GAS\nsuddenly sounds THUNDEROUS. Ford's smile is creepy as hell,\nhis teeth cracked and blackened. And Boyce is speechless.\nHe can complete the mission - but it'll cost him his life.\nFORD (CONT’D)\nWell? What'll it be, Soldier? God and\n\nCountry... or Cowardice?\n\nBOYCE\nThis is not you, Lew.\n\nFORD\nI knew you wouldn't have the guts.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nGod and\n\nCountry... or Cowardice? BOYCE\nThis is not you, Lew. FORD\nI knew you wouldn't have the guts. \n\nTARGET SECTION TO BE ANNOTATED:\nBOYCE\nThis is not you!\n\nFORD\nPULL THE PIN, YOU COWARD!\n\nTheir eyes lock. Madness around them. Bruel starts to\nchuckle... And Boyce decides--\n\nHe pulls the pin.\n\f100.\n\nThen holds it up defiantly for Ford to see. This is it.\n\nBOYCE\nWe stick together, right?\n\nFord's surprised, impressed. Bruel is terrified. He starts to\nrun away.\n\nFord grabs Bruel by the collar, preventing him from leaving.\n\nFORD\n\nIt's your party too, Doc.\nBRUEL\n\nNot!!!\nFORD\n\nSiddown!\n\nFord throws him to the ground, puts a boot on Bruel's chest.\n\n+..as the seconds tick down. Boyce not running - not even\nshutting his eyes.\n\nBOYCE\nGoodbye, Lew.\n\nThey're going to die. Right now. 3, 2, l...\n.--but nothing happens. No explosion. Boyce deeply thrown...\n\nThe grenade was a fucking DUD.\n\nBruel opens his eyes, surprised as hell. Boyce's eyes never\nstray from Ford, who looks completely confused.\n\nBOYCE (CONT'D)\nLike you said. German grenades.\n\nNo reply. Then, above them, a loud TICK. They look up--\nIt's a CLOCK - just struck 9 A.M.\nThat, somehow, got Ford's attention. Boyce can see it.\n\nBOYCE (CONT'D)\nNine o'clock, remember? D-Day.\n\nAnd something CLICKS in the back of Ford's brain. A memory, a\nflicker of the human being he used to be, just minutes ago--\n\nHe reaches into a pocket, removes his father's charred Zippo.\n\nBoyce reacts - his eyes going wide - but:\n\f101.\n\nFORD\nGo.\n\nBOYCE\nWhat?\n\nFORD\n\n(top of his lungs)\nGET OUT OF HERE!!!\n\nFord flicks open the lighter. All he has to do is spark it\nand this entire LAB will blow. That GAS hissing...\n\nBoyce takes off, heading for the door.\nBruel gets the idea.\n\nBRUEL\nNo!\n\nFord puts his boot on Bruel's THROAT now...\n\nINT. CHURCH - DOWNSTAIRS HALLWAY - RESUMING\n\nBoyce, in a dead sprint, races into that STAIRWELL.\n\nINT.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CHURCH - DOWNSTAIRS HALLWAY - RESUMING\n\nBoyce, in a dead sprint, races into that STAIRWELL. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHURCH - STAIRWELL - CONTINUING\n\nHe enters, finds Chloe trying to drag the near-lifeless body\nof her father up the stairs. Boyce dives on them both, to\nshelter them, as:\n\nINT. CHURCH - BASEMENT/LAB - RESUMING\n\nFord eyes that Zippo... Then:\n\nHe SPARKS IT UP - one little charge in all this GAS, and--\n\nBOOOOOOM! A MASSIVE EXPLOSION knocks us sideways. The air\nitself seems to RIP IN HALF. All those CHARGES DETONATING.\n\n \n\nFIRE EVERYWHERE, Ford and Bruel and all the tortured\nvillagers instantly eviscerated, the WALLS CRACKING, as:\n\nINT. CHURCH - DOWNSTAIRS HALLWAY - SAME\nFire ROARS into the hallway, WALLS FAILING here too.\nINT. CHURCH - STAIRWELL - SAME\n\nIt's like a massive EARTHQUAKE in here. Boyce trying to\nshelter Chloe and her father.\n\f102.\n\nINT. CHURCH - SANCTUARY - SAME\nThe FLOOR BUCKLES - this Sanctuary caving in.\nINT. CAVERN UNDER THE CHURCH - SAME\n\nThe ceiling above us craters, rock and cement coming down\nlike a waterfall, ONTO THE FLAMING DERRICK, crushing it--\n\nEXT. CHURCH ROOF - SAME\n\nThe RADIO-JAMMING TOWER collapses in a heap...\n\nINT. CHURCH - BASEMENT/RUINS - RESUMING\n\nHalf of the Sanctuary collapses into this lab. The church\n\nbarely standing. The fire doused by the sheer volume of dust\nand debris. It's all a BLUR, over in mere SECONDS...\n\n \n\nThen... SILENCE. Just rubble and smoke and dust...\n\nWe drift through it. Concrete slabs turned over. Operating\ntables twisted in half, CHURCH PEWS upended.\n\n.».-and a lonely, charred Zippo. Then:\nINT. CHURCH - STAIRWELL - RESUMING\n\nRubble, stone, steel, dust. Beneath the pile we find BOYCE,\nface down. He isn't moving. We DRIFT IN ON HIM, and...\n\nFADE TO BLACK...\n\n...over which, the sound of AIRPLANES.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe DRIFT IN ON HIM, and... FADE TO BLACK... ...over which, the sound of AIRPLANES. \n\nTARGET SECTION TO BE ANNOTATED:\n Lots of them.\nFighters, bombers, an armada. Then we FADE UP again, on:\n\n \n\nINT. LESNER BARN - DUSK\n\nBoyce awakens, his ears filling with all that sound. He looks\naround. Nine hours have passed. He's in the LESNER BARN--\n\n..-which has now become a FIELD HOSPITAL. Around him, on\ncots, lie SEVEN WOUNDED SOLDIERS. We see I.V.'s, DOCTORS, the\nworks. Lesner's TRUCK has been moved out.\n\nAnd the U.S. Army, clearly, has moved in.\n\nBoyce is shirtless. His shoulder's been bandaged, the burns\non his abdomen field-dressed. He sits up, slowly...\n\nRosenfeld lies on a nearby cot. Grunauer is tending to him.\n\nBut there's no Ford, of course. And no Chloe. Boyce rises.\n\f103.\n\nFirst few seconds on his feet are pretty wobbly. His knees\nwant to give way, but he makes them stiffen. And everyone\naround here is too preoccupied to notice.\n\nHe takes a first halting step for the barn door - then\nnotices something to his right, a STANDING CURTAIN,\npartitioning off one patient from the rest.\n\nHe hears a familiar voice behind it. Marie-Elena. Boyce moves\nto the curtain. Grunauer notices:\n\nGRUNAUER\nBoyce! What're you--\n\nBoyce steps around the curtain, to find a BED:\n\nChloe is in it, wounded but alive, tended to by Marie-Elena.\nPaul sits in a corner.\n\nBOYCE\nChloe?\n\nShe looks up, her eyes suddenly wet with tears. Boyce hurries\nto her side, feeling very lucky. He takes her hand.\n\nBOYCE (CONT'D)\nYou okay?\n\nCHLOE\n(nods then: )\nYou?\n\nBoyce breathes out a smile, Marie-Elena and Paul silent.\n\nBOYCE\nI'm sorry about your father--\n\nGRUNAUER (0.S.)\n--Boyce.\n\nGrunauer, standing by the curtain. Boyce turns.\n\nBOYCE\nDerwin Frances.\n\nGRUNAUER\nBack in bed.\n\nBOYCE\nYeah, okay.\n\nHe turns to Chloe. She smiles bravely.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYCE\nYeah, okay. He turns to Chloe. She smiles bravely. \n\nTARGET SECTION TO BE ANNOTATED:\n Boyce gives her an\nassuring look, turns to go--\n\f104.\n\n..-inadvertently putting his hand in his pocket, surprised to\nfind something there. He extracts it.\n\nIt's that WWI MEDAL... for VALOR. Ford's parting gift to him.\n\nBoyce breathes out a sad smile, eyeing the medal, starts to\nhand it back to Chloe.\n\nBOYCE (CONT'D)\nHere. This doesn't belong to me.\n\nChloe closes Boyce's hand around the medal...\n\nCHLOE\nYes. It does.\n\nShe meant that, and it feels pretty good. So...\n\nHe kisses her. A big one. She gives into it. The kiss lingers\n- the OTHER G.I.'s in here watching the silhouette of it\nthrough the hospital curtain... until:\n\nGRUNAUER\nOkay, Boyce. That'll do...\n\nThe kiss ends. Chloe beams; they've got a chance, these two.\n\nGRUNAUER (CONT'D)\nLet's go.\n\nBoyce nods. Grunauer tugs him away, leaving Chloe behind.\nThey head back across the barn to Boyce's bed - a few G.I.'s\nnow regarding Boyce as something of a celebrity...\n\nGRUNAUER (CONT’D)\nHey, I'm sorry about Ford. Guy saved\nmy life up there.\n\nBOYCE\nMine too.\n\nThey reach Boyce's cot.\n\nGRUNAUER\nRest up, awright?\n\nGrunauer heads toward an AILING PATIENT. Boyce about to climb\nback into his cot. But first he looks around--\n\n..-at these seven G.I.'s, silent and tight, some badly-\nwounded, watching him. Rosenfeld too. Boyce regards them all.\n\nFord would've done something to help these men, no doubt\nabout it. So, after a long beat:\n\f105.\n\nBOYCE\nGuys, tell me something. On the\nlevel. 'Cause I don't know if I'm\ngonna get another chance to ask.\n\nThe WOUNDED G.I.'s wait. Boyce looks troubled, serious. Then:\nBOYCE (CONT'D)\n(re: stomach bandage)\nDoes this make me look fat?\n\nInstant laughs, from guys who could use one. Boyce sits, as\nwe PULL BACK... out of this barn, to:\n\nEXT.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen:\nBOYCE (CONT'D)\n(re: stomach bandage)\nDoes this make me look fat? Instant laughs, from guys who could use one. Boyce sits, as\nwe PULL BACK... out of this barn, to:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CIELBLANC - TOWN SQUARE - CONTINUING (DUSK)\n\nThis tortured village is now held by the U.S. Army: men,\nvehicles, movement. The EVENING SKY is filled with planes,\nall ours, soaring overhead with impunity.\n\nWe drift through, as G.I.'s and vehicles cross our frame.\n\nThen we CRANE UP to take in all of Cielblanc: 20 houses, an\nempty gallows, a church in ruins. And a very toppled tower.\n\nOne French village liberated, another few hundred to go. In\nthe distance, the moon rises over the Normandy Coast. We...\n\nFADE OUT...\n\f"
}