{
  "1": "PALM SPRINGS\n\nWritten by\n\nAndy Siara\n\nStory by\n\nAndy Siara & Max Barbakow\n\nParty Over Here\n\n1635 N. Cahuenga Blvd.\n\n4th Floor\n\nLos Angeles, CA 90028 July 27, 2018\n\fEXT. CALIFORNIA DESERT - DAY\n\nWe’re LOW TO THE GROUND, floating through a patch of Desert\nMarigolds swaying with the breeze, a stark contrast to their\ndesolate, eerily silent surroundings. Until --\n\nA TORTOISE trudges into frame, an imposing prehistoric beast\nfrom this angle. Three healed SCARS mar its shell -- remnants\nof a lifelong shitstorm. And it’s about to get worse.\n\nA MASSIVE EARTHQUAKE HITS, the tortoise halts. A CRACK\nsplinters in the earth’s crust -- ORANGE LIGHT bursts up --\nMother Nature takes the tortoise, burying it alive. Or dead.\nWho knows? Who cares?\n\nCUT TO:\n\nA PERFECTLY CLEAR NIGHT SKY. Full moon, every constellation.\nAs we PAN ACROSS, the muffled sound of Gram Parsons’ “Return\nof the Grievous Angel” crescendos until we land on its source:\nA ROADSIDE BIKER BAR. A true desert dive lost in time.\n\nINT. ROADSIDE BIKER BAR - NIGHT\n\nPUSH IN on NYLES, 35 -- his head down on the bar, dressed in\nswim trunks and a Hawaiian shirt, a full glass of whiskey to\nthe side. How he ended up here is anyone’s guess, but what's\nclear is a faded self-regard and fatalistic outlook. A few\nBARFLIES throw darts and eat chili behind him.\n\nDARLA, 60s, a crusty regular, rubs his leg. Nyles shoots up.\n\nDARLA\nYou okay, sweetheart?\n\nNYLES\nI've felt everything I'll ever feel\nso I'll never feel ever again.\n\nDarla looks to TED THE BARTENDER --\n\nDARLA\nWhat’re you pouring this kid, Ted?\n\nTED THE BARTENDER\nThat’s his first drink.\n\nNYLES\nI thought I knew how to live. But I\ndidn’t. Or, I don’t? You know what\nI mean.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I\ndidn’t. Or, I don’t? You know what\nI mean. \n\nTARGET SECTION TO BE ANNOTATED:\n\fDARLA\nDarlin’, take a look around: whatever\nyou're after, it ain’t here...\n\nNyles stares back at Darla -- for an uncomfortably long time.\nDarla cocks her head. What the fuck is this guy on?\n\nDARLA\n(to Ted the Bartender)\nYou sure he didn’t take something?\n\nTED THE BARTENDER\nHe’s sober. Kid’s just moping there.\n\nNyles glares at Ted, defiantly shoots back his whiskey, and\nshatters his glass on the floor.\n\nNYLES\nI’m a fucking adult, Thaddeus.\n\nTED THE BARTENDER\nTalk to me like that and you'll be\npulling your teeth from the bar.\n\nNyles sizes up the barflies leering at him. He turns to Ted\nand holds a peace sign... and rotates it into a middle finger.\n\nCUT TO:\nEXT. ROADSIDE BIKER BAR - NIGHT\n\nWe HEAR the sound of a FIGHT: SHOUTING, GLASS BREAKING --\nThe front door flies open and two GIANT BIKERS hurl Nyles\nface first onto the gravel parking lot, then go back inside.\n\nCUT TO:\nEXT. DESERT DIRT ROAD - NIGHT\n\nNyles trudges up a moonlit road. He takes a Tecate from his\npocket and drinks as he reaches the top of a hill, where\nanother source of LIGHT illuminates his face. He gazes out\nwith a look of recognition -- and resignation:\n\nA LARGE ESTATE at the end of the road, 100 yards down, in\nthis otherwise pitch black desert valley. The MAIN HOUSE in\nthe center, with two large GUEST HOUSES, all connected\nthrough strands of twinkling lights extending down a long\ndirt driveway, packed full of hybrid cars.\n\nNyles continues toward the estate, passing a SIGN: “Tala &\nAbe's Wedding - November 9,” stenciled on driftwood in white\nFutura font. Nyles SLAPS it down as he passes.\n\fNYLES\nNooooooovember ninth.\n\nPRE-LAP the sound of LAUGHTER FROM A CROWD --\n\nEXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nNyles SLAPS it down as he passes. NYLES\nNooooooovember ninth. PRE-LAP the sound of LAUGHTER FROM A CROWD --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CALMADA ESTATE - BACKYARD - NIGHT\n\nA Pinterest board come to life: Under an intricately designed\nweb of lights fixed to palm trees, FIFTY WEDDING GUESTS of all\nages and dressed in all sorts of hip, eclectic attire sit at\ntables assembled around a DANCE FLOOR, where MISTY (28, a\nbridesmaid with face gems) is giving a drawn-out speech --\n\nMISTY\n+. hashtag LifeGoals. So, this was\nsupposed to be three minutes and I’m\ngoing on like ten. Sorry, not sorry.\n\nTALA (28, bride, flower crown) WOOOs to Misty, then cuddles up\nwith her groom, ABE (28, dapper ‘stache), high on marriage.\n\nMISTY\nTo wrap things up... Tala, girl,\nyou're the sister I always wanted.\n\nTALA\nLove you, babe!\n\nAT THE BAR: SARAH HARRIS (32, cool tattoos, an emotional\nfortress, Tala’s real sister), scoffs at this as she waits\nfor her wine to be filled.\n\nLuckily she’s far enough away so no one heard her besides\nDAISY THE BARTENDER (30, droll) who fills her wine halfway.\n\nSARAH\nThrow me a bone, this isn’t the day\nfor moderation.\n\nAfter a brief staredown, Daisy fills the rest, letting it\nspill over the edges. Sarah smiles, tips $10, GLUGS half the\nglass, and heads back to the tables.\n\nEveryone clinks their drinks for Tala and Abe to kiss --\n\nABE\nThat’s my cue --\n\nAbe, always the charmer, pulls Tala in for a long kiss while\nguests cheer. As he releases her, Sarah returns to her seat\nacross from them, watching with quiet judgement.\n\nTala smiles at her sister, Sarah feigns one back.\n\fMisty turns the page of her notes --\n\nMISTY\nOh, wait, there’s still another\npage. I’1l make this quick.\n\nThe laughter is dying out. This is really dragging on.\n\nMISTY\nI decided to Google the two most\nimportant things about marriage.\nLove and Commitment.\n\nSARAH\nJesus Christ.\n\nTala shoots Sarah a look: Stop. Sarah nods: Yeah, sorry.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nJesus Christ. Tala shoots Sarah a look: Stop. Sarah nods: Yeah, sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nMISTY\nLove is “to feel a deep romantic or\n\nsexual attachment to someone.” We\nknow they’re fine in that department.\nTala and Sarah’s parents, HOWARD and PIA (50s), wince. Sarah\nlets out an unconvincing chuckle.\nMISTY\nAnd Commitment is “the state or\n\nquality of being dedicated to a\ncause, activity, etcetera.”\n\nSilence. Crickets. Not the triumphant ending she hoped for.\n\nTALA\nWoo-hoo!\n\nTala and Abe stand and clap. Everyone else joins in applause.\n\nMISTY\nWithout further ado, let me bring\nup the maid of honor, the actual\nbig sister of the bride, Sarah.\n\nAll eyes land on Sarah -- caught mid wine sip.\n\nSARAH\nUh...\n\nSarah doesn’t move. Howard leans across the table.\n\nHOWARD\nGet on up there, peanut.\n\fSARAH\nNo one told me I was supposed to\ngive a speech.\n\nHOWARD\nOf course you’re supposed to give a\nspeech, you’re the maid of honor.\nThat's your main job.\n\nPIA\nShe's been drinking, Howard.\n\nSarah looks at her sister and Abe apologetically. Tala\nstruggles to hide her disappointment.\n\nNYLES (0.S.)\n(Subtitled Italian, Spanish, and French)\nBonsoir mi familia et amici!\n\nHeads swivel to the dance floor. Nyles has commandeered a mic.\n\nMISTY\n(away from her mic)\nWhat are you doing?\n\nNYLES\nGoing in for the assist, babe. I'd\nlike to share my thoughts on love.\n\nMISTY\nNo, you wouldn’t.\n\nON THE BRIDE/GROOM TABLE:\n\nABE\nWho's this guy?\n\nTALA\nMisty’s boyfriend.\n\nDANCE FLOOR, Nyles addresses the guests:\n\nNYLES\nHere’s what you want to hear, what\nI want to say, what you want me to\nsay. What all this solipsistic\nhorseshit means...\n\nSarah stifles a laugh. Nyles notices.\n\nNYLES\nYou're born lost, then you’re\nfound... but we’re all just lost,\nam I right?\n\f6.\n\nSarah watches intently. Is he talking about me? Other guests\ntrade awkward glances.\n\nNYLES\nBut these two.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs he talking about me? Other guests\ntrade awkward glances. NYLES\nBut these two. \n\nTARGET SECTION TO BE ANNOTATED:\n Tala Anne Harris and\nAbraham Eugene Trent Schlieffen,\nyou proudly wave the middle finger\nin the face of all that negativity.\nThen you give it a thumbs up.\n\nSome smiles begin to trickle through the crowd.\n\nNYLES\nYour optimism, your selflessness,\nit’s in your blood. Just look at\nNana and Papa Schlieffen. After\nnarrowly escaping persecution in\nNazi Germany, they devoted\nthemselves to giving other refugees\na safe passage to the U.S.\n\nNANA and PAPA SCHLIEFFEN (90s) smile at the shout out. Papa\npats his Sudanese son, JERRY (20), on the back.\n\nNYLES\nThey found hope, purpose, and\nempowerment through love. And I see\nthat same fire burning in you two.\nYou’1ll use your love for good. To\ninspire. To change.\n\nTala leans into Abe --\n\nTALA\nHow does he know all that?\nAbe shakes his head -- he has no clue.\nNYLES\n\nTala. Lovely, stunning Tala.\nTonight’s true beacon of altruism.\nThere’s something most people here\nprobably don’t know about you, but\nthey should, so they can all\nappreciate the wealth of humanity\non display. I hope it’s okay?\n\nTala has no idea what he’s about to say.\n\nNYLES\nIt’s not just time and money that\nTala gives to so many charitable\ncauses. She donated her physical\nself: bone marrow.\n\n(MORE )\n\fNYLES (CONT'D)\n\nWhile we all gorge that shit, she\ngave hers up to Baby Brother Nico,\nsaving his life.\n\nEveryone is stunned by this revelation. Tala smiles at her\nhipster brother, NICO (23), through scattered applause --\n\nNYLES\nYou should clap, it’s scary! She\ngave so much. But now it’s time we\ngive to you.\n\nNyles locks eyes with Sarah, like he’s addressing her now.\n\nNYLES\nHere you are. On the precipice of\nsomething much larger than any of\nus, facing that wide open road. It\nmay seem frightening, filled with\nuncertainty. But remember: you are\nnot alone.\n\nTala and Abe look at their guests, hanging on every word.\n\nNYLES\nEveryone here is your family.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut remember: you are\nnot alone. Tala and Abe look at their guests, hanging on every word. NYLES\nEveryone here is your family. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nare your world. We will bolster you\nup when you’re low, and we will\ncheer you on with delight in our\neyes as you fulfill your every\ndream. So, raise a glass.\n\nNyles takes a Tecate from the pocket of his swim trunks and\nholds it up, again looking at Sarah:\n\nNYLES\nWe may be born lost. But you have\nbeen found.\n(subtitled Arabic: “Welcome home.\"”)\nMarhabaan bik fi albayt.\n\nCHEERS and TEARS ALL AROUND, as we PRE LAP the tropical disco\nbeats of Brian Eno and Karl Hyde’s “Daddy's Car.”\n\nEXT. CALMADA ESTATE - BACKYARD - LATER\n\nA BACCHANALIAN DANCE PARTY. Guests bounce, groove, grind --\nenergized by the LOVE in the air. Tala Bhangras with her dad,\nHoward. Nana Schlieffen shimmies with Jerry from Sudan. Abe\nSoulja Boys with his new mother-in-law, Pia. Brother Nico\nmakes out with ERIN (27, bridesmaid).\n\f8.\n\nSarah nurses her wine off to the side, watching Tala and Abe.\nRANDY (25, bolo tie, top knot), drunkenly dances up to her.\n\nSARAH\nI already told you No earlier. What\nmakes you think I changed my mind?\n\nRANDY\nI dunno, you’ve had more to drink?\n\nSARAH\nYou can’t say that to me --\n\nRANDY\nOh whatever, I don’t have time for\na lecture.\n\nRandy dances away, one hand in the air. Sarah shakes her\nhead, and as she takes another sip of wine -- she locks eyes\nwith Nyles, across the dance floor, smiling back at her.\n\nNyles struts onto the dance floor, navigating the sea of\npartiers with a cool familiarity. He effortlessly anticipates\neach passing guest’s dance moves and incorporates them into\nhis own unique, complicated, and fucking bizarre routine.\n\nHe weaves his way over and presents himself in front of\nSarah, holding out his hand: Dance with me?\n\nShe shakes her head. Not a chance.\n\nHe tucks in his Hawaiian shirt, slicks his hair back, licks\nhis fingers and grooms his eyebrows, then pirouettes.\n\nThere’s intrigue on her face at least.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot a chance. He tucks in his Hawaiian shirt, slicks his hair back, licks\nhis fingers and grooms his eyebrows, then pirouettes. There’s intrigue on her face at least. \n\nTARGET SECTION TO BE ANNOTATED:\n Her aloof facade may be\ndropping... But she still declines.\n\nNyles shrugs, then performs a flawless cartwheel back to the\ncenter of the floor, narrowly kicking multiple guests yet,\nsomehow, missing each one by inches. He continues letting\nloose with Sarah’s family -- high-fives to Howard and Abe, a\ntwirl for Pia, an undeniable master of this universe.\n\nOff Sarah, increasingly curious about this odd stranger.\n\nEXT. CALMADA ESTATE - BACKYARD - LATER\n\nAs Nyles waits patiently at THE BAR, something hits his\nsenses. He looks around, suddenly alert... He squints --\n\nOFF IN THE DISTANCE: behind some shrubs, shrouded in darkness,\na silhouette, swaying side to side... Is that a person?\n\fNyles SNIFFS the air...\n\nSARAH (0.S.)\nWhat are you smelling?\n\nStartled, Nyles spins to find Sarah behind him. Covering, he\nsniffs her hair.\n\nNYLES\nViktor and Rolf Flowerbomb, right?\n\nSarah cocks her head.\n\nSARAH\nUh, yeah. That’s weird.\n\nNYLES\nI know my hair mists. Dated a girl\nwho bathed in it.\n\nSARAH\nI hate it, but it was a birthday\npresent from Tala last year and\nshe'd kill me if I didn’t wear it.\n\nDaisy the Bartender returns with two COCKTAILS. Nyles offers\none to Sarah.\n\nNYLES\nI always order two drinks at a\ntime. Saves an extra trip.\n\nSARAH\nOr maybe you’re an alcoholic?\n\nNyles shrugs: Yeah, maybe. She takes the drink, they cheers,\nthen meander away from the bar.\n\nSARAH\nYou're Misty’s boyfriend, right? I\ndon’t think we met at the rehearsal\nlast night. I’m Sarah.\n\nNYLES\nNyles. So what’s the deal, you\ndon’t like to dance?\n\nSARAH\nPlantar fasciitis.\n\nNYLES\nRespect.\n\nSarah smiles, just as Nana and Papa Schlieffen interject.\n\f10.\n\nPAPA SCHLIEFFEN\nSon, I’ve been to more weddings in\nmy life than you could imagine --\n\nNYLES\nYou'd be surprised.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah smiles, just as Nana and Papa Schlieffen interject. 10. PAPA SCHLIEFFEN\nSon, I’ve been to more weddings in\nmy life than you could imagine --\n\nNYLES\nYou'd be surprised. \n\nTARGET SECTION TO BE ANNOTATED:\nPAPA SCHLIEFFEN\nI have to say that your speech was\nthe best wedding speech I have ever\nheard. Shukraan.\n\nPapa Schlieffen pats Nyles on the shoulder and walks off.\n\nSARAH\nYou don’t actually believe any of\nthat stuff you spouted, right?\n\nNYLES\nNot a word. We’re all fucking alone.\n\nAn O0.S. COUGH -- Nyles anxiously glances at the shrubs again,\nthat swaying silhouette still there.\n\nNYLES\nHey, uh, want to go somewhere we\ncan be alone?\n\nSARAH\nWow. That’s a little forward.\nWhat’s the rush?\n\nNYLES\nYour mom’s about to sing and I can’t\nhandle that right now.\n\nNyles gestures to the DANCE FLOOR, where Pia and her two\nSISTERS are setting up to sing a song.\n\nAs Sarah looks over, Nyles glances back to the desert\nshrubs... then Randy emerges from behind, zipping up his\npants. He was just peeing. Nyles exhales with total relief,\nand turns back to Sarah with a renewed ease about him.\n\nSARAH\nWhat would Misty think about us\nrunning off together?\nCUT TO:\n\nANGLE THROUGH A WINDOW: Misty leans against the bathroom sink\nas TREVOR (25, groomed beard, Zara suit) goes down on her.\n\nSARAH (0.S.)\nCan't say I ever really liked her.\n\f11.\n\nEXT. CALMADA ESTATE - SIDE YARD - THAT MOMENT\n\nREVEAL: Nyles and Sarah squeeze next to each other, spying on\nthe scene through a small window.\n\nNYLES\nShe has her moments. But yeah. This\none hurts.\n\nSARAH\nYou know she tried to get Tala to\nmake her the maid-of-honor because\nI missed the bachelorette party?\nManipulative bitch.\n(then)\nWho’s the guy?\n\nNYLES\nEx-boyfriend. Trevor.\n\nSARAH\nWhy don’t you go in and stop them?\n\nNYLES\nThere isn’t a world where these two\ndon’t end up together.\n\nNyles stops looking, leans against the house, gazes out to\nthe desert. He actually does seem a little affected by this.\n\nSarah slides down beside him. Misty’s MOANS continue.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe actually does seem a little affected by this. Sarah slides down beside him. Misty’s MOANS continue. \n\nTARGET SECTION TO BE ANNOTATED:\nSARAH\nWell, if it makes you feel any\nbetter, you gave a great speech and\neveryone out there loves you.\n\nNYLES\nThat’s true.\n\nSARAH\nOn the other hand, they see me as a\nliability who fucks around and\ndrinks too much.\n\nNYLES\nWhy would they think that?\n\nSARAH\nBecause I fuck around and drink too\nmuch.\n\nNYLES\n\nMmm. Don’t we all?\n\f12.\n\nMISTY SQUEALS -- Nyles gestures behind him: See what I mean?\n\nSARAH\nAnd now they just worry and try to\ntake care of me, but it’s\nsuffocating.\n\nNYLES\nYeah, I was never great with\nunsolicited help. Like, don’t tell\nme how to live my life.\n\nSARAH\n\nExactly, I can fend for myself.\nNYLES\n\nOf course you can. You don’t need a\n\nleg up --\nAnother MOAN, followed by --\n\nMISTY (0.S.)\n-- hold my legs up --\n\nNYLES\nThat was weird.\n\nSARAH\nThis is so fucked up.\n\nNYLES\nSoooo fucked up.\n\nThey both look back through the window.\n\nSARAH\nKind of hot though.\n\nThey share a smile. Locked in. She feels it, he feels it,\nsparks fly, Misty climaxes, shit’s getting real. Connection.\nEXT. DESERT - ON TOP OF A BOULDER - NIGHT\n\nNyles and Sarah make out on top of a small boulder, not far\n\nfrom the party. Sarah keeps trying to untie Nyles’ board\nshorts but they’re double knotted.\n\nSARAH\nOkay, I give up. Take off your\nclothes.\n\nNYLES\n\nYou got it.\n\f13.\n\nNyles stands up and seductively unbuttons the top button of\nhis shirt, the second... then he RIPS it off.\n\nNyles moves to his board shorts, but they’re tied too tight\nfor him, too. His faux suave-ness on hold as he focuses in --\n\nNYLES\nAlmost got ‘em...\n\nAnd... he gets it! He yanks them off, so he’s down to just\nhis boxer-briefs.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis faux suave-ness on hold as he focuses in --\n\nNYLES\nAlmost got ‘em... And... he gets it! He yanks them off, so he’s down to just\nhis boxer-briefs. \n\nTARGET SECTION TO BE ANNOTATED:\nSARAH\nYou wear underwear under your\nbathing suit?\n\nTHWACK! AN ARROW FLIES INTO NYLES’ SHOULDER.\n\n \n\nNYLES\nAGGGHH FUCK!!!\n\nSome BLOOD sprayed onto Sarah’s face -- SHE SCREAMS!\n\nNyles spots a MAN (50s) in army fatigues and a HUNTING BOW at\nthe base of the boulder.\n\nNYLES\nI thought I smelled you, you piece\nof shit!\n\nThe Man fires another arrow, GRAZING Nyles’ left love handle.\nHe SCREAMS IN AGONY.\n\nSARAH\nWhat the fuck is going on?! Who is\nthat?!\nThe Man begins to climb up to them. Nyles staggers away from\nSarah, slides down the opposite face of the boulder, and runs\noff into the desert, the Man in pursuit.\n\nEXT. DESERT VALLEY - MOMENTS LATER\n\nNyles rounds a corner and pauses to catch his breath. He\nturns around. Looks like he lost the Man.\n\nTHWACK! AN ARROW FLIES INTO HIS THIGH. Nyles SCREAMS.\n\nNYLES\nYou're a sick fuck, Roy!\n\nNyles sprints with everything he has around a bend. ROY (the\nman) scurries out of the shadows after him.\n\f14.\n\nEXT. DESERT HILLSIDE - MOMENTS LATER\n\nNyles hobbles around the bend, losing blood, slowing down...\nand he collapses before a mound of boulders blanketing the\nside of a hill... almost at his destination:\n\nA TRIANGLE-SHAPED CAVE in the hillside, twenty feet ahead.\n\nBut he can’t make it in time -- Roy’s grunting just around\nthe bend. Quick decision -- Nyles army crawls to the other\nside of a nearby Joshua Tree, concealed by darkness. He holds\nhis breath, remaining completely silent, just as --\n\nRoy rounds the bend -- and stops before the cave. Roy looks\naround, but he can’t see Nyles. It’s too dark.\n\nNYLES’ POV: Roy’s menacing silhouette, fifteen feet away. Roy\nshouts into the cave.\n\nROY\nKeep running, shit bird. I’1l\nalways find you.\n\nThen, with a disappointed sigh, Roy marches forward -- into\nthe cave. And after a few seconds...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l\nalways find you. Then, with a disappointed sigh, Roy marches forward -- into\nthe cave. And after a few seconds... \n\nTARGET SECTION TO BE ANNOTATED:\n Roy vanishes. Weird.\n\nRelieved, yet still in excruciating pain, Nyles uses his\nremaining strength to crawl into the cave, following Roy.\nINT. TRIANGLE CAVE - CONTINUOUS\nNyles goes deeper, groaning and wincing with each movement.\nSARAH (0.S.)\n(a loud whisper)\nHey!\n\nHe turns his head to find Sarah, twenty feet back, standing\nat the mouth of the cave.\n\nNYLES\nStop! No no no --\n\nSARAH\nAre you okay?\n\nNYLES\nDon’t come in here --\n\nA POWERFUL FORCE SUCKS NYLES DEEPER INTO THE CAVE -- FARTHER\nAND FARTHER FROM SARAH -- A BURST OF ORANGE LIGHT --\n\f15.\n\nMISTY (PRE-LAP)\nWake up.\n\nCUT TO:\nINT. NYLES AND MISTY’S BEDROOM - MORNING\nNyles wakes up in bed, shirtless, free from any injuries or\nscars. He rolls over with a yawn to find Misty wrapped in a\ntowel, leg up on the bed as she moisturizes. Her hair and\nmake-up are wedding ready.\n\nNYLES\nThat’s a good leg.\n\nShe gives him a cheeky smile.\n\nINT. NYLES AND MISTY’S BEDROOM - BATHROOM - MORNING\n\nMisty and Nyles have sex. And it’s a struggle. (This is the\nsame bathroom we saw Misty and Trevor in.)\n\nMISTY\nYou close? I can’t start sweating.\n\nNYLES\nWorking on it, darling.\n\nAfter a few more thrusts, Misty stops, frustrated.\nMISTY\nI have to get ready. Just finish on\nyour own. Watch me, I don’t care.\n\nMisty heads to the bedroom.\n\nNYLES\nCool, yeah, that’s romantic.\n\nNyles tries masturbating, watching her dig in her suitcase...\nBut he catches his reflection in the mirror -- sweat beading\non his chest hair, fat jiggling with each stroke. He grimaces\nback, full of shame, a weak man trying to feel something...\nSo he strokes harder, faster, FASTER --\n\nINT. NYLES AND MISTY'S BEDROOM - MOMENTS LATER\n\nStarfished on the bed, Nyles cycles through every channel on\nTV, never stopping.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grimaces\nback, full of shame, a weak man trying to feel something... So he strokes harder, faster, FASTER --\n\nINT. NYLES AND MISTY'S BEDROOM - MOMENTS LATER\n\nStarfished on the bed, Nyles cycles through every channel on\nTV, never stopping. \n\nTARGET SECTION TO BE ANNOTATED:\n Misty pulls on her bridesmaid’s dress.\n\f16.\n\nMISTY\nNo offense, but you’re the only guy\nI’ve been with who’s had a problem\ncoming. And don’t say the age\nthing. I’ve had older boyfriends.\n\nNyles keeps his eyes locked on the TV.\n\nNYLES\n\nIt’s not you, it’s me.\nMISTY\n\nYeah, no shit.\nNYLES\n\nI meant it’s you, not me.\nMISTY\n\nFunny.\nNYLES\n\nI meant kill me.\n\nMISTY\nLook, I know weddings make you\nsuper uncomfortable, but please\ndon’t bring our drama here. This\nday doesn’t belong to us. It’s Tala\nand Abe's.\n\nNyles gives a thumbs up. Misty doesn’t buy his sincerity, but\nalso doesn’t have time to argue. She escapes to the bathroom.\nEXT. CALMADA ESTATE - FRONT - MORNING\n\nHoward carries a driftwood sign down the driveway. At a fork\nin the road, he hammers it in the dirt with a mallet. REVEAL\nTHE SIGN: “Tala & Abe’s Wedding - November 9.”\n\nEXT. CALMADA ESTATE - BACKYARD - MORNING\n\nIN SLOW MOTION: Nyles does a cannonball into the pool,\nsoaking the pool deck with his splash.\n\nMOMENTS LATER\n\nNyles floats on an inflatable pizza raft, beer in hand, a few\n\nin his pepperoni cup holders. Jerry (from Sudan) swims by on a\nKICKBOARD. Nyles offers him a beer from a BOX by the pool.\n\f17.\n\nJERRY\n(accepting the beer)\nShukraan.\nAfter a few moments:\n\nJERRY\nGood day so far?\n\nNYLES\nToday, tomorrow, yesterday, it’s\nall the same. Yourself?\nJERRY\nToday is young. Ask me again at the\nend. Anything can happen.\nJerry shoots Nyles some flirtatious side-eye.\nNYLES\nNot today, sauce pot. Nice try,\nthough.\nJerry laughs nervously.\n\nSARAH (0.S.)\nYou!\n\nSarah storms up to the side of the pool, almost slipping on\nthe water. Nyles FREEZES --\n\nSARAH\n(to Nyles)\nWhat the fuck did you do to me?\nJerry looks at Nyles, horrified.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah storms up to the side of the pool, almost slipping on\nthe water. Nyles FREEZES --\n\nSARAH\n(to Nyles)\nWhat the fuck did you do to me? Jerry looks at Nyles, horrified. \n\nTARGET SECTION TO BE ANNOTATED:\nNyles sees Jerry, looks back to Sarah -- panics -- and\nsubmerges himself to escape.\n\nUNDERWATER\nNyles dodges a bombardment of Tecate cans thrown from above.\n\nWe’re with him for as long as he can hold his breath, while\nwe hear Sarah’s muffled shouts --\n\nSARAH JUMPS IN THE POOL, grabs Nyles’ hair, yanks him up --\nNyles surfaces with a GASP, arms FLAILING --\n\nSARAH\nTell me what the fuck is going on!\n\f18.\n\nBut before Nyles can come up with an answer:\n\nTALA (0.S.)\nSarah!\n\nSarah turns: Tala, hair and make-up wedding-ready, is\ncrossing the yard --\n\nTALA\nOh my god, what are you doing?!\n\nTala reaches the pool deck -- and SLIPS ON WET CONCRETE --\nher face SMACKS the ground.\n\nMATCH CUT TO:\nEXT. DESERT VALLEY - THE NIGHT BEFORE\n\nSARAH'S FACE -- all horror and confusion -- hiding behind a\nbush as she watches:\n\nTHWACK! AN ARROW FLIES INTO NYLES’ THIGH. Nyles SCREAMS.\n\nNYLES\nYou're a sick fuck, Roy!\n\nNyles sprints with everything he has around a bend. Roy\nscurries out of the shadows after him.\n\nSarah waits. Listening intently...\n\nIt’s quiet.\n\nBut she can’t miss whatever the fuck this is so she follows\nafter in a full sprint --\n\nEXT. DESERT HILLSIDE - MOMENTS LATER\n\nSarah rounds the corner but no one is there. She hears a\nSOUND -- a faint groan. Coming from --\n\nTHE TRIANGLE CAVE. Sarah follows the groans -- until she’s at\nthe mouth of the cave.\n\nShe can faintly make out Nyles crawling twenty feet in.\nSARAH\n(a loud whisper)\nHey!\n\nNyles turns his head --\n\nNYLES\nStop! No no no --\n\f19.\n\nSARAH\nAre you okay?\n\nNYLES\nDon’t come in here --\n\n-- Nyles vanishes into the cave. No sound, no orange light.\nAll goes silent.\n\nSARAH\nHello?\n\nNothing.\n\nBut something about the cave draws her in.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nHello? Nothing. But something about the cave draws her in. \n\nTARGET SECTION TO BE ANNOTATED:\n Some intangible\nurge she can’t resist, this black hole of both curiosity and\nescape, and she has to know what’s inside. She steps forward.\nINT. TRIANGLE CAVE - CONTINUOUS\n\nSarah’s hands trace the walls for guidance. The moonlight\ndims as she goes deeper... Until it’s completely PITCH BLACK.\n\nThen -- a faint sliver of an orange light appears in the\ndistance, growing brighter the closer she gets. It lights up\nher face, revealing a mix of wonder and fear --\n\nSARAH\nWhat the fuuuuuck???\n\nAN ORB OF ORANGE LIGHT SWELLS -- ENGULFS SARAH --\nSHE LOSES CONTROL OF HER BODY -- THE ORB COLLAPSES --\n-- A BRIGHT BURST OF ORANGE --—\n\nCUT TO:\nSARAH’S CLOSED EYE LIDS\n\nThe SUN beats down on them. Her eyelids fly open --\n\nINT. BEDROOM - MORNING\n\nThe harsh ray of sunlight slices through a gap in the\ncurtains onto her face. She shoots up, assesses her\nsurroundings, piecing things together...\n\nThis room is familiar. Shag carpet, black silk sheets,\nclothes scattered on the floor, someone in the shower. Was\nthat all a dream?\n\f20.\n\nShe jumps out of bed, quickly dresses, peers out a WINDOW:\nHoward and Nico carry sections of the altar, wrapped in\nplastic; Pia talks to the FLORIST by the main house. They’re\nsetting up for the wedding.\n\nSARAH\nWhat the fuck?\n\nShe hears the shower turn off. PANIC. She has to leave --\n\nEXT. CALMADA ESTATE - SIDE YARD - MORNING\n\nThe taupe backside of the estate. Desert shrubs, a noisy AC\nunit, and, above it, a small window... which OPENS. Sarah\nwiggles out head first but gets stuck at her waist.\n\nSARAH\nCome on...\n\nO.S. VOICES approach. She FREEZES, looking toward two large\ntrash bins by the corner --\n\nHoward and Nico appear with giant balls of plastic wrap. They\ndon’t see Sarah teetering out the window as they smash the\nplastic in the bin. Howard shuts it and they walk off.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe FREEZES, looking toward two large\ntrash bins by the corner --\n\nHoward and Nico appear with giant balls of plastic wrap. They\ndon’t see Sarah teetering out the window as they smash the\nplastic in the bin. Howard shuts it and they walk off. \n\nTARGET SECTION TO BE ANNOTATED:\nOnce out of sight, Sarah uses all her strength -- STRAINING --\nand pushes OUT -- taking the entire window frame with her --\n\nSLAMS onto the air conditioner, BOUNCES off, and lands on a\nCACTUS. A silent SCREAM --\n\nEXT. CALMADA ESTATE - FRONT - MORNING\n\nSarah hurries to her Kia rental car, parked among the others,\nand gets in the front seat.\n\nINT. SARAH'S CAR - PARKED - CONTINUOUS\n\nSarah catches her breath, steadying herself. She checks her\nPHONE: The date and time - 9:40am, November 9.\n\nShe drops it. What’s happening? She stares into the rearview\nmirror and SLAPS herself, again and again, sanity cracking --\n\nSARAH\nWake up. Wake up.\n\nBEHIND HER, we see Jerry in his swim trunks, towel over the\nshoulder, kickboard in hand. He stops to watch, weirded out.\n\f21.\n\nJERRY\n(shouting)\nAre you okay?\n\nSARAH\nNothing makes sense.\n\nThey stare at each other for a moment -- helpless terror on\nher face, confusion on his. Too much for him to handle, he\nscurries off to the backyard.\n\nShe drops her head onto the steering wheel, giving up.\n\nINT. CALMADA ESTATE - FOYER - MORNING\n\nON SARAH as she quietly opens the front door, hoping to go\nunnoticed... but is hit by the mad rush of people bustling\nabout to set up, the onslaught of wedding decorations, Tala\nand Abe's engagement POSTER before her. Nausea strikes --\n\nPIA (0.S.)\nThere you are!\n\nPia stands on a ladder tying photos of Tala and Abe to tweed\nstring across the room.\n\nPIA\n(shouting out)\nTala! I found Sarah!\n\nPia waddles off the ladder and grabs Sarah --\n\nPIA\nWe were looking for you all\nmorning, come on --\n\nShe leads Sarah into the --\n\nKITCHEN - CONTINUOUS\n\nWhere Nana Schlieffen ties ribbon around silverware and Nico\nblows up balloons. Howard cools off with a wet washcloth on\nhis neck while drinking a glass of water.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nI found Sarah! Pia waddles off the ladder and grabs Sarah --\n\nPIA\nWe were looking for you all\nmorning, come on --\n\nShe leads Sarah into the --\n\nKITCHEN - CONTINUOUS\n\nWhere Nana Schlieffen ties ribbon around silverware and Nico\nblows up balloons. Howard cools off with a wet washcloth on\nhis neck while drinking a glass of water. \n\nTARGET SECTION TO BE ANNOTATED:\nHOWARD\nSarah, peanut!\n(gives her a kiss)\nYou must’ve gotten up early, I\nchecked your room at six --\n\nSARAH\nYeah... I went on a hike.\n\f22.\n\nHOWARD\nYou look exhausted. Stay hydrated.\n\nHoward offers her his water.\n\nPIA\nTala should be done with her make-\nup soon, so you need to be ready.\n\nSARAH\nI need a minute.\n\nPIA\nShe made a specific order for you\ngirls, and we already moved Misty\nup because we couldn’t find you.\n\nSarah's gaze darts around the room, her mind racing.\n\nPia looks\n\nSARAH\n(to Howard)\nThis is really happening, right?\n\nHOWARD\nI don’t understand the question.\n\nSARAH\nThis day already happened.\n\nover at Howard with a concerned look...\n\nHOWARD\nWhat are you saying?\n\nSARAH\nIt was real. It felt so real.\n\nPIA\nAre you on drugs again?\n\nSarah stops suddenly, staring out the window to the backyard.\nIN THE POOL: Jerry... and Nyles.\n\nEXT. CALMADA ESTATE - BACKYARD - MORNING\n\nSarah storms up to the side of the pool, almost slipping on\nthe wet pool deck. Nyles freezes at the sight of her.\n\nSARAH\nWhat the fuck did you do to me?\n\nJerry looks at Nyles, horrified. Nyles panics -- and\nsubmerges himself to escape.\n\f23.\n\nSarah grabs cans from the box of Tecate, firing into the\nwater at Nyles while she berates him.\n\nSARAH\nHey! Come back up here!\n\nJerry uses his kickboard to shield himself.\nSARAH JUMPS IN THE POOL, grabs Nyles’ hair, yanks him up --\nNyles surfaces with a GASP, arms FLAILING --\n\nSARAH\nTell me what the fuck is going on!\n\nBut before Nyles can come up with an answer:\n\nTALA (0.S.)\nSarah!\n\nSarah turns: Tala is crossing the yard --\n\nTALA\nOh my god, what are you doing?!\n\nTala reaches the pool deck -- and SLIPS ON WET CONCRETE --\nher face SMACKS the ground.\n\nINT. BRIDAL SUITE - MORNING\n\nTala WAILS, clasping her bloody mouth.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nTala reaches the pool deck -- and SLIPS ON WET CONCRETE --\nher face SMACKS the ground. INT. BRIDAL SUITE - MORNING\n\nTala WAILS, clasping her bloody mouth. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarah stands beside\nher, drenched and shellshocked -- Tala grabs her hand --\n\nIt’s all out pandemonium; a mess of snot, tears, and streaks\nof mascara. Pia, Misty, and Erin (bridesmaid) dab Tala’s\neyes, Nico looks on with a morbid curiosity, Howard\nfrantically paces around the bedroom on the phone.\n\nHOWARD\nNico! Get me the teeth --\n\nTala WAILS some more. Nico hands Tala’s TEETH to Howard.\n\nHOWARD\n(into phone, re: teeth)\nThe three front teeth are broken in\nhalf, one full canine... I’d guess\ntwo millimeters? ... Yes, the\nwedding is today... in six hours...\n\nSarah silently observes this nightmare... We go into her POV:\nBLURRY FACES coming into focus to scream at her:\n\f24.\n\nPIA ERIN\nGet ice, Sarah! Help! Help, Sarah! Do something!\n«+. a nauseating nightmare... swirling pastels...\nMISTY\n\nWhy were you in the pool?\n\nSARAH\nI can’t be here. This doesn’t make\nany sense. None of this makes any\nfucking sense!\n\nPIA\nYou're making it worse!\n\nSarah flees to the door, flings it open, and STARTLES when\nshe finds Abe listening in --\n\nABE\nWhat happened? How is she?\n\nTALA\nDon’t let him in! He can’t see me!\n\nABE\nI need to see you, baby!\n\nTALA\nDon’t fucking come in here!\n\nHOWARD\n(covers phone; to Abe)\nShe'll be okay. I found a dentist\nin Cathedral City...\n(into phone)\nYes, sorry. We’ll be there soon!\n\nAbe leans in close to Sarah, quietly asking:\n\nABE\nHow bad is it?\n\nSarah just stares back, trapped by this bizarre situation.\nHOWARD\nEveryone! I’m taking Tala into\ntown. This dentist glues teeth!\n\nTala WAILS -- it’s all too much -- Sarah VOMITS on the floor.\nAbe leans back, grossed out --\n\nHOWARD\nNo, Sarah, no!\n\f25.\n\nHoward grabs a towel, tosses it to Sarah, commands the room --\n\nHOWARD\nAlright! Pia, keep setting up --\n\nPIA\nI am going with you.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n25. Howard grabs a towel, tosses it to Sarah, commands the room --\n\nHOWARD\nAlright! Pia, keep setting up --\n\nPIA\nI am going with you. \n\nTARGET SECTION TO BE ANNOTATED:\nPia cradles Tala in her arms.\n\nHOWARD\nOkay. Girls, you’re on table decor.\nJerry and Nico are here to help.\nYour bride-slash-wedding planner\nneeds some emergency surgery so --\n\nHe looks at Sarah, but she’s useless right now, so --\n\nHOWARD\nMisty, you’re in charge. All hands\non deck! We can do this!\n\noff Tala’s WAILING --\n\nEXT. CALMADA ESTATE - BACKYARD - DAY\n\nNyles slouches in a lounge chair, but he’s far from relaxed.\n\nHe stares off, dwelling on the chaotic turn of events.\n\ncans litter the pool bottom.\n\nBeer\n\nSarah wanders out of the house, physically and emotionally\n\ndrained, and collapses onto one of the chairs.\n\nNyles tries to bury any semblance of guilt... and smiles as\n\nhe cracks open another Tecate.\n\nNYLES\nSo I guess you followed me.\nSARAH\nWhat’s going on?\nNYLES\nI tried stopping you.\n(then)\nTecate?\nSARAH\n\nBut what is this? When is this?\n\f26.\n\nNYLES\nThis is today. Today is yesterday.\nTomorrow is today. And so on. One\nof those infinite loops.\n\nSarah’s mind is melting. Grasping for any help, or hope.\n\nSARAH\nHow do I stop it? I don’t want\ntomorrow to be today. I want\ntomorrow to be tomorrow.\n\nNYLES\nThat's never going to happen.\nTomorrow will always and forever be\ntoday.\n\nHe holds out a beer to her again, but she just sinks back\ninto her chair, approaching, if not already at, complete\nhopelessness. Nyles feels... bad? A little.\n\nNYLES\nAt least Tala’s teeth will be back\ntomorrow. So she’ll still have her\ndream wedding. That’s good, right?\nIgnoring this, Sarah looks to the canyon beyond the property.\n\nSARAH\nWhich way is that cave?\n\nNyles sighs and points. Sarah walks off, determined.\n\nNyles sips his beer and attempts to continue his sky gazing,\nbut he’s clearly bothered. His routine’s been fucked with.\n\nNYLES\nFuuuuuck.\n\nEXT. DESERT CANYON - DAY\n\nSarah mutters to herself, scanning the boulders, searching\nfor the cave.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nFuuuuuck. EXT. DESERT CANYON - DAY\n\nSarah mutters to herself, scanning the boulders, searching\nfor the cave. \n\nTARGET SECTION TO BE ANNOTATED:\n From the edge of the canyon, we get a clear\npicture of how big it is, and how small Sarah is within it.\n\nDISSOLVE TO:\nLATER...\n\nThe afternoon sun blazes on. Sarah is completely lost, just\nmiles of boulders and hills that all look the same. She\npasses an empty tortoise shell with three distinct cracks.\n\nDISSOLVE TO:\n\f27.\n\nLATER...\n\nSarah, out of steam and hope, sits on a small boulder,\nwaiting for something, anything. But there’s only that eerie\nsilence, that desert wind. She lies on her back. Giving up.\n\nDISSOLVE TO:\nLATER...\n\nThe sun begins to set. Sarah hasn’t moved, made evident by a\nfestering sunburn. She stares dead-eyed at the sky. Then --\n\nNyles steps up, drinking a beer. He offers her a sip and she\nquickly takes it. Any liquid helps.\n\nSARAH\nPlease. Where is it?\n\nNYLES\nYou have to wait.\n\nSARAH\nFuck you. Just tell me.\n\nNyles gives up... and points to the other side of the canyon.\nAlmost directly across from them. But there’s no cave.\n\nSARAH\nWhere?\n\nNyles looks toward the horizon... watching... He takes a few\nsteps back, to the left, like he’s looking for his mark...\n\nNYLES\nWait for it... Almost... Okay.\n(dead serious)\nI am the Antichrist.\n\nNyles SNAPS his fingers -- and an EARTHQUAKE BEGINS.\nSarah freezes, bracing herself --\n\nNyles casually drinks his beer as ROCKS TUMBLE out of place,\ncareening across the canyon, landing all AROUND him.\n\nThe earthquake stops. Nyles, satisfied with himself, looks\nback at Sarah -- what the fuck was that?\n\nNYLES\nI'm kidding, there is no god, the\nearthquake happens every day. But --\n\nNyles points across the canyon -- to the cave, right there in\nplain sight. Sarah heads over, intent on ending this day.\n\f28.\n\nNYLES\nYou won’t find what you’re looking\nfor in there. Once you go in the day\nwill just restart, right back to\nwherever you woke up this morning.\n\nSarah pauses.\n\nNYLES\nSame thing if you stick around. The\nsecond you fall asleep it just\nstarts over.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah pauses. NYLES\nSame thing if you stick around. The\nsecond you fall asleep it just\nstarts over. \n\nTARGET SECTION TO BE ANNOTATED:\n Weird, huh?\n\nSARAH\nBut will this day end if I go in\nthere?\n\nNYLES\n\nSure. For you.\nSarah continues into the cave and vanishes in the darkness.\nAll alone now, Nyles sips his beer, conflicted. He looks back\ntoward the direction of the wedding, and all of its tumult.\nAnd into the cave, now with an entirely different feeling of\ndread. He hangs his head, unable to make a decision.\n\nCUT TO:\nSARAH’S CLOSED EYE LIDS OPENING UP --\n\n-- but she immediately squints at a harsh ray of sunlight.\n\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSun through the curtains. Shag carpet. Black silk sheets.\nShower running. She shoots up, peeks OUTSIDE: Howard and Nico\ncarry the altar; Pia talks to the florist. It’s all the same.\n\nSARAH\nNo, no, no.\n\nIn a panic, Sarah turns around, scans the room: The bathroom\ndoor. The window to escape. Her keys on the bedside table.\n\nMISTY (PRE-LAP)\nWake up.\nINT. NYLES’ AND MISTY’S BEDROOM - MORNING\n\nNyles wakes up and finds Misty, in her towel, moisturizing\nher leg. She glances at him, as if expecting a comment.\n\f29.\nMISTY\nGood morning...\n\nNyles curls into a ball, not ready to face the day.\n\nI./E. SARAH'S CAR - MOVING / HIGHWAY - MORNING\n\nSarah races down a desert highway. A blank look on her face.\n\nEXT. CALMADA ESTATE - BACKYARD - MORNING\n\nNyles cautiously steps up to the pool, lingering by the edge,\nanticipating Sarah’s arrival. Jerry kickboards across.\n\nNYLES\nHave you seen Sarah around?\n\nJERRY\nNo, sorry. Maybe she’s with Tala?\n\nNyles, relieved, gives a thumbs up, then falls into the pool.\n\nEXT. GAS STATION, MIDDLE OF NOWHERE - MORNING\n\nSarah downs three 5-Hour-Energy shots as she fills her car.\n\nINT. CALMADA ESTATE - KITCHEN - MORNING\n\nStill wet from the pool, Nyles pours every alcohol he can\nfind into a blender, as the family prepares for the wedding.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nGAS STATION, MIDDLE OF NOWHERE - MORNING\n\nSarah downs three 5-Hour-Energy shots as she fills her car. INT. CALMADA ESTATE - KITCHEN - MORNING\n\nStill wet from the pool, Nyles pours every alcohol he can\nfind into a blender, as the family prepares for the wedding. \n\nTARGET SECTION TO BE ANNOTATED:\nHOWARD\nShe didn’t leave a note or\nanything? Are you sure she didn’t\ntext back?\n\nPIA\nCheck my phone if you don’t believe\nme. Sarah realized the day wasn’t\nabout her so she left.\n\nHOWARD\nDon’t say that.\n\nNyles flips ON the blender -- and it’s LOUD. Pia and Howard\nboth glare at him, but he doesn’t take his eyes off the\ncyclone of booze. He flips it off and pours into his cup.\n\nNYLES\nOr she’s scared.\n\f30.\nHOWARD\nWho, Sarah? Of what?\nNYLES\nWeddings, families, commitment,\npeople, death, intimacy, melanoma,\njudgement. Sauce.\nPia and Howard stare back at him.\nNYLES\n(resigned)\nShe’1l be back.\n\nNyles heads out to the pool.\n\nI./E. SARAH'S CAR - MOVING / HIGHWAY - NIGHT\n\nSarah passes a SIGN: “Welcome to Texas.” Windows down, Sarah\nSLAPS her face to stay awake.\n\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\n\nAs the crowd laughs at Misty’s speech, Nyles watches Daisy\nfill his wine. He drinks and looks at Sarah’s empty chair,\nthen over to Tala. She’s staring at it too, missing her sis.\nI./E. SARAH'S CAR - MOVING / HIGHWAY - NIGHT\n\nSarah is still driving. Wide awake. 320z coffee in hand.\n\nINT. NYLES AND MISTY’S BEDROOM - LATE NIGHT\nNyles stumbles in drunk and flops on the bed.\nMISTY (0.S.)\n-- hold my legs up --\nEXT. HOUSE - EARLY MORNING\n\nAustin, TX. Sarah parks her car in front of a small home.\n\nINT. SARAH’S HOUSE - KITCHEN - EARLY MORNING\n\nPhoto booth strips of Sarah with various friends cover the\nfridge, depicting a life full of partying and bars. Dishes\nare piled in the sink. A lone cup in the drying rack.\n\f31.\n\nSarah grabs the cup and fills it with water. She drinks, puts\nit back in the drying rack, then moves into her --\n\nBEDROOM\nAnd finds her two cats on an unmade bed. She shuts her blinds\nto block the early morning sun and crawls in.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah grabs the cup and fills it with water. She drinks, puts\nit back in the drying rack, then moves into her --\n\nBEDROOM\nAnd finds her two cats on an unmade bed. She shuts her blinds\nto block the early morning sun and crawls in. \n\nTARGET SECTION TO BE ANNOTATED:\n She stares up\nat the ceiling for a moment, mind still racing.\nSARAH\n\nThis is all a dream. This is alla\n\ndream. This is all a dream.\nShe shuts her eyes.\nCLOSE ON Sarah’s face... Her closed eyes... Then --\nA SLIVER OF SUNLIGHT STRIKES HER FACE.\n\nHer eyes open. It’s a new day. Shag carpet, black silk\nsheets. Someone in the shower. She’s back. Fuck.\n\nCUT TO:\nINT. NYLES’ AND MISTY’S BEDROOM - MORNING\n\nNyles sleeps in bed. Just another day. Misty is in the\nbathroom. A KNOCK. Nyles doesn’t flinch. The person outside\ntries to open the door but it’s locked. KNOCK KNOCK.\n\nNyles snores through it.\n\nMISTY (0.S.)\nAre you getting that?\n\nNope. Misty hurries out of the bathroom and opens the door.\n\nMISTY\nSarah?\n\nSarah barges in and sees Nyles in bed.\n\nSARAH\nWake up.\n\nNyles moans. Too early for him.\n\nMISTY\nUh... What are you doing?\n\nSarah ignores her. She spots Nyles’ foot sticking out of the\nsheets, grabs his pinky toe and SNAPS it.\n\nNYLES\now!!\n\f32.\n\nMISTY\nWhat the fuck, Sarah?!\n\nNyles shoots awake, wincing in pain.\n\nSARAH\nGet dressed. I can’t be here\nanymore.\n\nSarah leaves. Misty, totally lost, looks at Nyles.\n\nMISTY\nAre you fucking cheating on me?\n\nNYLES\n\n(groggy)\nNo, you're cheating on me, ya goof.\n\nMisty’s stunned. Nyles grabs his clothes and follows Sarah.\n\nINT. SARAH’S CAR - DRIVING - MORNING\nSarah turns onto the highway. Nyles sits shotgun.\n\nNYLES\nYou have a destination in mind, or\nare you just driving aimlessly?\nBecause if so, I’d much rather go\nfor a float.\n\nSARAH\nStop talking. Let me think.\n\nHe offers her a beer and she swiftly accepts, pleasing him.\n\nSARAH\nWhat is this? I get that it’s the\nsame day.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe offers her a beer and she swiftly accepts, pleasing him. SARAH\nWhat is this? I get that it’s the\nsame day. \n\nTARGET SECTION TO BE ANNOTATED:\n But what is it?\n\nNyles inhales, gearing up to give what feels like a rehearsed\nspeech, aimed at quashing any further questioning.\n\nNYLES\n\n(in one breath)\nI have no idea what it is. This\nmight be life, this might be death,\nmight be a dream, I could be\nimagining you, you could be\nimagining me, might be purgatory,\nor this might be a glitch in the\ncomputer simulation we're in.\n\nAnd in another breath:\n\f33.\n\nNYLES\nSo, after a while I stopped caring\naltogether. The only way to\nactually live in this world is to\nembrace the fact that nothing\nmatters. Disappointment, regret,\nguilt will just drive you bonkers.\n\nNyles exhales, sips a beer.\n\nSARAH\nThen what’s the point of living?\n\nSarah presses down on the gas, the car accelerates.\n\nNYLES\nWell, you have no choice but to\nlive, so I guess you gotta learn to\nsuffer existence.\n\nSARAH\nSo we can’t die?\n\nNYLES\nNo. The day just starts over. Or\nmaybe we can, but I haven't figured\nout the proper way to kill myself\nand I’ve tried them all.\n(sips his beer)\nSlow down a bit.\n\nSARAH\nWhy slow down if nothing matters?\n\nSarah's becoming unhinged. Nyles tries a softer approach.\n\nNYLES\nYou have to find what brings you\npeace. For me it’s floating in the\npool with a beer. I think everyone\ncan find peace in that. So why\ndon’t we turn this car around and\nhit the water?\n\nSarah stares ahead, picking up speed.\n\nSARAH\nNo. I need to get out of this.\n\nSarah keeps a serious, dogged expression. She stomps down on\nthe gas and the car quickly gains speed. 100mph -- 115mph --\n\nNyles grows irritated. He unbuckles his seatbelt and\nmaneuvers into an odd, super unsafe crash position.\n\f34.\n\nSARAH\nWhat are you doing?\n\nNYLES\nBracing for a quick death. We can’t\ndie, but pain is a very real thing.\nThere’s nothing worse than dying\nslowly in the ICU.\n\nSarah keeps gaining speed.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can’t\ndie, but pain is a very real thing. There’s nothing worse than dying\nslowly in the ICU. Sarah keeps gaining speed. \n\nTARGET SECTION TO BE ANNOTATED:\n But at another glance at Nyles in\nhis crash position, she too unbuckles her seatbelt.\n\nON THE ROAD AHEAD, a truck drives in the oncoming lane. Sarah\ndoesn’t let up. She slowly drifts into the other lane.\n\nNyles peeks up to see. He still shows no sign of fear. More\nannoyed than anything.\n\nNYLES\nWe can skip this whole phase and\njust have a drink at the bar.\n(off her silence)\nOr not. Whatever. See you tomorrow.\n\nSarah stares ahead -- the oncoming truck gets closer, flashes\nits lights -- but Sarah doesn’t slow down. Closer...Closer...\nHORN BLARING -- SARAH’S FACE --\n\nNYLES takes one more sip of his beer --\nSARAH'S EYES -- TRUCK HORN BLARES -- SCREECHING TIRES --\n\nCUT TO:\nINT. ROADSIDE BIKER BAR - DAY\n\nHead in her hands, Sarah stares down at a double whiskey\nshot, still in a serious existential funk. Nyles leans\nagainst the bar, at home in this desert dive.\n\nNYLES\nAs I was saying, you have to find\npeace. One thing that’s nice is no\none knows me at the wedding.\nBesides Misty, of course. You might\nhave trouble with that.\n\nSARAH\nThey don’t want me there, I don’t\nwant to be there, so it’s a win-win\nfor all.\n\nSarah shoots back her whiskey and slams it down for a refill.\nSore subject. Nyles notices. Sarah shifts course --\n\f35.\n\nSARAH\nI drove all the way back to Austin.\nStill woke up here.\n\nNYLES\nThat’s the way it works. You can go\nanywhere you want.\n\nShe looks at him: Really?\n\nNYLES\nAs long as you’re awake, you can\nkeep moving. I smoked a bunch of\ncrystal and made it to Equatorial\nGuinea once. Big waste. They\ndetained me once I got off the\nplane, I crashed within minutes,\nback in the desert I found myself.\n\nSARAH\n(intrigued)\nI can go anywhere...\n\nNYLES\nYeah, but you don’t want to.\n\nSARAH\nDon’t fucking tell me what I want.\n\nNYLES\nOkay, then go. I don’t give a shit.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nDon’t fucking tell me what I want. NYLES\nOkay, then go. I don’t give a shit. \n\nTARGET SECTION TO BE ANNOTATED:\nI’m just saying that it’s a hassle.\n\nDARLA (0.S.)\nWOOHOO!\n\nAt the DARTS BOARD behind them: Darla hits a bullseye. A\ndisgruntled BIKER hands her cash.\n\nNYLES\nDarla! You and me. Hundred bucks.\n\nDarla looks at Nyles for a moment.\nDARLA\nWho the fuck are you?\nMOMENTS LATER\n\nNyles demonstrates perfect dart throwing form and hits a\nbullseye with his first dart. Darla’s stunned by his skills.\n\f36.\n\nDARLA\nDon’t you know how to hustle, kid?\n\nNYLES\nI’m an honest man, Darla. You are\ngoing to lose this game, but you\ncan keep your money.\n\nHe smiles, readying the next dart. Sarah stands by, watching.\n\nNyles throws it -- and it goes in the same hole as his first\ndart, side by side, metal on metal. And it reminds Sarah of:\n\nSARAH\nWait. Jesus. Who was that guy with\nthe hunting bow?\n\nDarla cocks her head, just as Nyles throws his final dart --\nand misses the board.\n\nNYLES\nFUCK.\n\nHe collects himself, marks his score on the chalk scoreboard,\nand gives the darts to Darla, holding her hand.\n\nNYLES\nYour eyes and hand are one.\n\nDARLA\nMy eyes and hands are one.\n\nNyles keeps watching Darla, Sarah keeps staring at him,\nwaiting for an answer. He finally looks over.\n\nNYLES\nThat was Roy. He was a guest at the\nwedding. Abe’s dad’s cousin, of the\nSchlieffen clan. Other than that, I\nknow very little about the dude.\n\nSARAH\nBut why was he trying to kill you?\n\nNyles sighs. Even thinking about Roy bothers him...\n\nNYLES\nOne night, a very long time ago, I\npartied with Roy.\nFLASH TO:\n\f37.\n\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\n\nWe follow a SERVER through the COCKTAIL HOUR with a tray of\ntuna tartare on wonton crisps. Guests clutching signature\ncocktails snag bites as she passes --\n\nNYLES (V.O.)\nThis was back in the early days,\nbefore I really became acquainted\nwith everyone.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCALMADA ESTATE - BACKYARD - NIGHT\n\nWe follow a SERVER through the COCKTAIL HOUR with a tray of\ntuna tartare on wonton crisps. Guests clutching signature\ncocktails snag bites as she passes --\n\nNYLES (V. O.)\nThis was back in the early days,\nbefore I really became acquainted\nwith everyone. \n\nTARGET SECTION TO BE ANNOTATED:\n I was still feeling\nmy way through...\n\nA HAND taps the server on the shoulder, and we turn around\nwith her to find: ROY (50s), white hair, white teeth, grey\nsuit, much less frightening in the light. He grabs a wonton --\n\nROY\nThis tuna?\n\nSERVER\nYeah.\n\nHe takes a bite --\n\nROY\nMmm. Tasty.\n\nThe server holds the tray as he takes two more. She moves on,\nbut we follow Roy meander away, smiling at guests he clearly\ndoesn’t know while he continues to eat, until he makes it to --\n\nTHE BAR\nWhere Nyles talks nonsense to Daisy the Bartender.\nNYLES\nI know you know. But you don’t know\nthat I know. Or do you know?\nDaisy stares back, unenthused.\nROY\nYou being a dick to Daisy? It takes\n\na patient soul to put up with\npricks like us.\n\n(to Daisy)\nA more beautiful barkeep I never\ndid see... Moscato, please.\nNYLES\n\n“What might have been and what has\nbeen point to one end, which is\nalways present.”\n\f38.\n\nRoy considers Nyles, intrigued by this drunk prophet.\n\nROY\nActually Dais’, two whiskey shots.\n\nDaisy pours the shots, hating life. Roy flips through a\nmassive wad of cash, puts a single dollar bill in the tip jar.\n\nRoy hands Nyles one of the shots and holds his up --\n\nROY\nTo the struggle.\n\nNyles and Roy take their shots -- just as the guests APPLAUD\naround the dance floor. The WEDDING PARTY makes their grand\nentrance. There’s Misty and Trevor, Erin and Nico, Sarah and\nRandy... And the guests go nuts as Tala and Abe stroll out.\n\nROY\nWhy do people clap? What’s to clap\nabout?\nNYLES\nPeople clapped when the Titanic set\nsail.\nRoy chuckles.\nROY\n\nConfucius said: Marriage is a\nseemingly bottomless pit of sorrow\nthat makes you forget who you are.\n\nNYLES\nHe did not.\n\nRoy smirks at Nyles:\nROY\nBut there is a bottom, my friend.\nAnd it’s dark down here.\nNyles gives Roy the hang loose sign.\nROY\n(leaning in)\nYou wanna dance a little?\n\nRoy taps his nose.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nNyles gives Roy the hang loose sign. ROY\n(leaning in)\nYou wanna dance a little? Roy taps his nose. \n\nTARGET SECTION TO BE ANNOTATED:\nROY\nThe Officiant in the dumb suit --\n\f39.\n\nRoy gestures to THE OFFICIANT (30s), a bearded guy in a hip\nNudie suit (A rhinestone embroidered cowboy suit), who MCs\nthe wedding party entrance.\n\nROY\nTurd bird has a bag of sweets in his\npocket. I tried to corner him in the\nbathroom, but he won’t share --\n\nBut Nyles walks away from Roy before he can finish.\nFrom ROY’S POV, Nyles walks across the dance floor up to the\nOfficiant, reaches into his pocket, pulls out a bag of pills.\nThe Officiant buries his shock and continues to MC as Nyles,\nignoring quizzical looks, returns to an amused Roy.\nNYLES\n(holding up bag)\n\nGot ‘em.\nCUT TO:\n\nINT. BATHROOM - NIGHT\n\nNyles and Roy grin at each other, swaying, nostrils caked in\ndifferent colored powders. Roy keeps licking his lips wildly.\n\nNyles’ gaze goes from watching this to the bathroom door\nhandle jiggling. Someone tries to open it -- POUNDS on it --\n\nTHE OFFICIANT (0.S.)\nGive me back my shit! Open up!\n\nNyles’ eyes drift back to Roy -- but he’s vanished.\nROY (0.S.)\n(whispering)\nOver here.\n\nRoy crouches in the bathtub.\n\nROY\nHop in.\n\nNyles joins him. More POUNDING on the door.\n\nTHE OFFICIANT (0.S.)\nCome on, I know you’re in there.\n\nRoy Shhhhs Nyles. Nyles Shhhhs him back. They escalate\nShhhhing, on and on into GIGGLES --\n\nTHE OFFICIANT (0.S.)\nYou guys suck.\n\f40.\n\nRoy grabs Nyles by the back of his neck and brings him close,\nsweaty forehead to forehead, real intimate --\n\nROY\nI won’t let him hurt you, friend.\n\nNYLES\nWe're in the shit.\n\nROY\nWe are the shit. You and I, we’re\nin this together.\n\nNyles stares back, eyes fully dilated, but he begins to\nlook... scared. Not of Roy, but of everything happening. His\neyes roll back, but Roy SLAPS him awake --\n\nROY\nMy boy, I got you. We’re alive.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot of Roy, but of everything happening. His\neyes roll back, but Roy SLAPS him awake --\n\nROY\nMy boy, I got you. We’re alive. \n\nTARGET SECTION TO BE ANNOTATED:\nRoy holds Nyles head to his breast to comfort him as the\nPOUNDING continues --\n\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\n\nIN SLOW-MOTION: Nyles and Roy tango on the dance floor, tuning\nout the world around them, lost in this blur of life.\n\nEXT. DESERT - ON TOP OF A BOULDER - NIGHT\n\nNyles and Roy lie on their backs, staring at the stars, out\nof their fucking minds, stoned, tripping.\n\nROY\nThis is the greatest night of my\nlife. The Earth, the stars, the\nholy mother. Grace and love. Peace\nand personality.\n\nNYLES\nI’m not seeing it, Roy.\n\nROY\nYou'll find it. I know you will.\nOtherwise, what’s the point?\n\nThey go silent for a moment, star gazing. We see Nyles’ eyes\ndart as he stares up --\n\nTHE SKY: Nyles’ creates his own constellations, connecting\nstar to star with trails of light zig zagging into a\nshapeless, meaningless mess -- his new existence.\n\f41.\n\nROY\nMan, I wish I could just live out\nhere forever.\n\nNyles looks over at Roy. A fucked up, sad man who seems truly\nat peace right now.\n\nNYLES\nFollow me.\n\nNyles gets up and slides down the boulder.\n\nEXT. DESERT HILLSIDE - NIGHT\nNyles and Roy stand before the CAVE. A quiet wind inside.\n\nROY\nWhat is it?\n\nNYLES\nYour ancestors are in there.\n\nROY\nMy ancestors?\n\nNYLES\nYour answers. The answers you’re\nlooking for.\n\nROY\nAlright. I’m in.\n\nNyles wobbles, dizzy, while watching Roy walk in through\nblurred vision. Nyles’ legs give out and he collapses onto\nhis back, the toll of their binge catching up with him.\n\nNYLES\nRoy... Wait...\n\nNyles dies. Roy continues forth -- then vanishes.\n\nBACK TO:\nINT. ROADSIDE BIKER BAR - DAY\n\nSarah throws darts as Nyles continues.\n\nNYLES\nThat was a mistake. Once Roy\nlearned about his new life, he\ndidn't take it lightly.\n\n(MORE )\n\f42.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nThat was a mistake. Once Roy\nlearned about his new life, he\ndidn't take it lightly. (MORE )\n\f42. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES (CONT'D)\nLuckily he lives out in Irvine and\nwakes up there every day, so he\nonly comes around every few...\ndays? weeks? My concept of time is\nfuzzy.\n\nSARAH\nWhat does he want?\n\nNYLES\nYou got a taste the other night. I\nthink he thinks it’s revenge?\n\nFLASH TO:\nINT. DARK ROOM\n\nA shirtless, sweaty Roy cracks a whip as he SCREAMS at Nyles,\ngagged and tied to a chair under a single swinging lightbulb.\n\nBACK TO:\nINT. ROADSIDE BIKER BAR - DAY\nNyles stares ahead, reflecting on the memory.\nNYLES\nHe may have some anger issues.\nFLASH TO:\n\nINT. DARK ROOM\n\nRoy waterboards Nyles.\n\nEXT. DESERT VALLEY - DAY\n\nA fully naked Nyles sprints for his life through the desert,\n\nrunning zig zag patterns... He looks back, and UP: An ARROW\nflies through the air -- hits his shoulder, takes him down.\nBACK TO:\n\nINT. ROADSIDE BIKER BAR - DAY\n\nThe darts game is over. Now both Sarah and Darla listen\nattentively to Nyles’ story.\n\nNYLES\nHe even stopped for a while. I\nthought I was safe. I settled back\ninto a routine. I felt good.\nFLASH TO:\n\nEXT. CALMADA ESTATE - BACKYARD - MORNING\n\nIN SLOW MOTION: Nyles does a cannonball into the pool.\n\f43.\n\nNYLES (V.O.)\nBut then he hit me where it hurt.\n\nNyles surfaces with a gasp, spitting up water --\nNYLES\nWhat the fuck’s that smell1??\n(looking around)\nJerry?\nBut he’s not there. Nyles SNIFFS again, then --\n\nROY (0.S.)\nHow’s the water?\n\nRoy walks up smoking a cigar, holding an empty gas can.\n\nROY\nLooks a little cold.\n\nBefore Nyles can react, Roy tosses his cigar in the pool,\nengulfing Nyles in flames.\n\nRoy, fire reflected in his eyes, just watches.\n\nBACK TO:\nINT. ROADSIDE BIKER BAR - DAY\n\nNyles shoots back a shot of tequila, numbing his PTSD.\n\nNYLES\nSo I vowed to never bring anyone\nelse into this life again.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACK TO:\nINT. ROADSIDE BIKER BAR - DAY\n\nNyles shoots back a shot of tequila, numbing his PTSD. NYLES\nSo I vowed to never bring anyone\nelse into this life again. \n\nTARGET SECTION TO BE ANNOTATED:\n Not\neveryone is cut out for it.\n\nDARLA\nAmen to that. I tied my tubes at\nforty.\n\nDespite his nonchalance, Sarah senses Nyles is still troubled.\nSARAH\nYou need to confront him. You can’t\nkeep running from this guy forever.\nNYLES\nWhat’re you talking about, yeah I\n\ncan!\n\nNyles gets up and opens the door, the desert sun floods in.\n\f44,\n\nEXT. DESERT TACO STAND - DAY\n\nA hole-in-the-wall taco stand. Nyles and Sarah finish up\nburritos. A MEXICAN BOY, 8, walks up with a box of candy.\n\nBOY\nChocolate? For charity...\n\nNyles takes $100 out of his wallet and hands it to the kid.\nThe kid’s eyes go wide. Nyles speaks to the kid in Spanish.\n\nNYLES\nOne Kit Kat, a Snickers...\n(to Sarah)\nWhat candy do you like?\n\nSARAH\nTwix.\n\nNYLES\nGood choice.\n(to the boy)\nOne Twix. Keep the change, friend.\nAnd make sure you spend it all\ntoday. Buy flowers for that girl\nIgnacia you have a crush on.\n\nBOY\nThank you!\n\nThe boy walks off, staring at the money.\n\nSARAH\nYou know that’s a scam. Notice how\nhe didn’t say which charity?\n\nNyles turns to the kid, now selling to another table.\n\nNYLES\nWhat’s the name of your charity?\n\nThe boy turns, panics, then sprints down the road.\n\nNYLES\nI know there’s no charity. I give\nback when I can. I have no interest\nin material matters.\n\nSarah watches in disgust as he douses his burrito with hot\nsauce, then takes a huge bite.\n\nSARAH\nOther than beers, burritos,\ndesigner drugs, and candy.\n\f45.\n\nNYLES\n(chewing through)\nObviously. I’m not a Puritan.\n\nSARAH\nWhat about sex?\n\nNYLES\nI’m not not into sex. But it’s been\nin a steady decline.\n\nSARAH\nBecause Misty’s cheating on you?\n\nNYLES\nNah, I don’t care about that. We\nhave sex all the time.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nBecause Misty’s cheating on you? NYLES\nNah, I don’t care about that. We\nhave sex all the time. \n\nTARGET SECTION TO BE ANNOTATED:\n But no\nmatter how you feel about someone,\nphysically or emotionally, the\nnovelty is bound to fade.\n\nSarah studies him. Is he being serious? Hard to tell.\n\nSARAH\nBut to have to live with that over\nand over again, to experience that\nlevel of betrayal every day, that\nmight really fuck a person up.\n\nNyles studies her.\n\nNYLES\nYeahhh, but it’d be pretty pathetic\nof me to hold a grudge.\n\nNyles finishes off his beer. Sarah reaches under the table\nand grabs two more from the box of Tecate.\n\nSARAH\nWhat about fucking other people?\n\nNYLES\nOh I have. It just takes a lot of\nwork and I put very little effort\ninto my life.\n\nA thought strikes Sarah.\n\nSARAH\nWe've never had sex, right?\n\fEXT.\n\n46.\n\nNYLES\nNo. At least not that I recall.\nMemory is another thing that fades\nwith time, but that may also just\nbe alcoholism.\n\nSARAH\nYeah, you said that already.\n\nNYLES\nSee my point?\n\nSARAH\nOkay... Who, then? Besides Misty.\nJust curious.\n\nNYLES\nDaisy. The barkeep.\nFLASH TO:\n\nDESERT - NIGHT\n\nNyles lies on a boulder while Daisy rides him, berating him --\n\nEXT.\n\nINT.\n\nDAISY\nYou are a prop. You are my little\nfucking dildo.\n\nNYLES\nOh my goodness.\n\nBACK TO:\nDESERT TACO STAND - DAY\nSARAH\nI can see that. Who else?\nNYLES\nDarla.\nFLASH TO:\n\nDARLA’S TRAILER - BEDROOM - NIGHT\n\nNyles and Darla lie on the bed, caressing each other. She\ngrabs his head and brings it to her bosom.\n\nDARLA\nYou make me feel illegal.\n\nNyles kisses her belly tenderly... He looks at her and locks\neyes. He nods. She guides him down further, between her legs.\n\nBACK TO:\n\f47.\n\nEXT. DESERT TACO STAND - DAY\n\nNYLES\nI need to be put in my place\nsometimes. But it’s great because I\nalways get to wake up alone. Or, ya\nknow, emotionally.\n\nSARAH\n\nThat’s something an asshole says.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut it’s great because I\nalways get to wake up alone. Or, ya\nknow, emotionally. SARAH\n\nThat’s something an asshole says. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\n\nGuess I have no choice but to be an\n\nasshole.\nNyles takes another bite of his burrito.\n\nSARAH\nWhat about Tala?\n\nNYLES\nHA. No. Tala actually is a Puritan.\nBut I have tried.\nFLASH TO:\n\nEXT. CALMADA ESTATE - DANCE FLOOR - NIGHT\n\nTala and Abe slow dance, gazing into each other’s eyes.\nNyles, dressed in a tux, taps on Abe’s shoulder.\n\nNYLES\nAhem. May I cut in?\n\nABE\nIt’s the first dance.\n\nREVEAL: All of the guests watch. It is indeed the first dance.\nNYLES\nPlease. The one dance. And possibly\nsome over-the-clothes stuff.\n\nTALA\nNo!\n\nBACK TO:\nEXT. DESERT TACO STAND - DAY\n\nSARAH\nYeah. That’s Tala. Anyone else?\n\nNYLES\nJerry.\n\f48.\nSARAH\nYou fucked Jerry Schlieffen?\n\nNYLES\nHe fucked me.\n\nOff Sarah’s bewildered look --\n\nNYLES\nHe stuck his penis in my butthole--\n\nSARAH\nYeah, I got it.\n\nFLASH TO:\nNYLES FACE -- He looks nervous...\n\nNYLES\n\nI’m ready...\n\nHe WINCES as he’s penetrated. But after a moment, he settles\ninto it, nodding. He looks back to Jerry --\n\nNYLES\nYou know, it’s not that bad.\nBACK TO:\n\nEXT. DESERT TACO STAND - DAY\n\nNYLES\nI'm glad I tried it. Turns out I’m\nnot really into dudes.\n\nNyles gathers their burrito wrappers and tosses each of them\nover his shoulder across the patio, directly into the trash.\n\nSARAH\nThat’s it?\n\nNYLES\nYeah.\n(then)\nOh, and your dad.\nFLASH TO:\n\nEXT. CALMADA ESTATE - BACKYARD - LATE NIGHT\nIN A HOT TUB: Nyles and Howard are forehead-to-forehead --\n\nHOWARD\nWhat are we doing?\n\nNYLES\nI don’t know.\n\f49,\n\nHoward goes in for the kiss.\nBACK TO:\n\nEXT. DESERT TACO STAND - DAY\nSarah processes, confused. Nyles stares back. For a long time.\n\nNYLES\nOkay, fine, that one didn’t happen.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nNyles stares back. For a long time. NYLES\nOkay, fine, that one didn’t happen. \n\nTARGET SECTION TO BE ANNOTATED:\n(continuing casually)\nWhat about you? Solid sex life?\n\nSARAH\nI’m not going to fuck you, so don’t\neven try. Maybe would have the\nother night. Not now, though.\n\nNYLES\nGirl, I was thinking the same thing.\n\nSarah squints, studying him...\n\nSARAH\nYou promise we’ve never hooked up?\n\nNYLES\nAgain, my memory is shot, but I\ndon’t think so.\n(looking up at the sun)\nParty’s about to start. Head back?\n\nSARAH\nUh. No. Why would I do that?\n\nNYLES\nEat, drink, dance. Bask in looove.\n\nSARAH\nThat’s not love.\n\nNYLES\nSure it is! Tala’s in love.\n\nSARAH\nHA! For someone who knows\neverything, you really have no idea\nwhat you're talking about.\n\nNyles sees he struck a bad chord there.\n\nSARAH\nTala and Abe are like 95% of all\ncouples.\n\n(MORE )\n\f50.\n\nSARAH (CONT'D)\nThey hit the point in their\nrelationship where they got bored,\nbut are so emotionally stunted they\ncan’t be alone. So, they fall\nvictim to the most archaic\npatriarchal scam of all time:\nmarriage. Weddings: An industry\ndesigned to turn you against the\none you ‘love.’\n\nNyles tries to chime in, but Sarah gets passionate --\n\nSARAH\nHow any woman with an ounce of self\nrespect is okay spending tens of\nthousands of dollars so their\nfather can ‘give them away,’ AND\ncalls it the fucking high point of\ntheir life... it’s one of society's\ngreatest tragedies.\n\nNyles opens his mouth again, but --\n\nSARAH\nWhy, when anyone tries to simply\nstart a dialogue is it always\nsuppressed? Because we, you and me\nand everyone, are weak. We can’t\nstand the idea of being alone, so\nwe buy into the pageantry and\ncelebrate its bullshit.\n\nA long beat.\n\nNYLES\nAnd the other 5% of couples?\n\nSARAH\nThey have a relaxed no-frills\ncelebration without any friends or\nfamily, just free booze and their\nown mutual respect.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nA long beat. NYLES\nAnd the other 5% of couples? SARAH\nThey have a relaxed no-frills\ncelebration without any friends or\nfamily, just free booze and their\nown mutual respect. \n\nTARGET SECTION TO BE ANNOTATED:\n They party like\nit’s their last night on earth,\nhave incredible sex, and then --\nthey get divorced.\nWe aren’t built to spend our entire\nlives with another person.\n\nNyles sips his beer.\nNYLES\n\nOkay. So, no wedding I guess. What\ndo you want to do?\n\f51.\n\nSarah sits back, moving on.\n\nSARAH\n\nMaybe it’s a karma thing?\nNYLES\n\nWhat is?\nSARAH\n\nMaybe that’s how I get out of this.\nBe selfless and you’re free.\n\nNYLES\nI just bought you a hundred dollar\nTwix, and I’m still here.\n\nSARAH\nNo, real acts of selflessness. The\nbone marrow shit Tala does.\n\nShe looks around at the various people at the taco stand.\n\nSARAH\nMaybe life goes on for everyone\nelse here, just not us, until we've\nearned our way out. So, tomorrow,\nthat kid will still have a hundred\nbucks to spend.\n\nNYLES\nAnd there’s a world where Tala is\nmissing her teeth.\n\nSARAH\nBut there are millions of worlds\nwhere she isn’t. Have you really\nnever thought of this before?\n\nOf course he has. Still, he humors her --\nNYLES\nOkay. Maybe you’re right. Then what\nis the most selfless act you could\ndo? Something that would absolutely\nguarantee an end to this day.\nSarah thinks for a brief second. She knows what to do.\n\nCUT TO:\n\f52.\n\nEXT. CALMADA ESTATE - WEDDING CEREMONY AREA - SUNSET\n\nTRIBAL MUSIC begins and the guests quiet down for the\nceremony. Two DANCERS in green leotards dance down the aisle,\nweaving between hay bales, tossing glitter on guests.\n\nFrom here we catch brief snapshots of the wedding:\n\n- Abe and his MOM stroll down the aisle to CHEERS.\n\n- The WEDDING PARTY walks down... Misty and Trevor, Erin and\nNico, Sarah and Randy. Nyles gives her two thumbs up.\n\nEVERYONE STANDS to watch Tala walk with Howard. As Tala and\nAbe meet at the altar, their faces stretch into the greatest\nsmile of their lives. Abe’s eyes well up, Tala starts crying.\n\nThe Officiant wipes a tear.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Tala and\nAbe meet at the altar, their faces stretch into the greatest\nsmile of their lives. Abe’s eyes well up, Tala starts crying. The Officiant wipes a tear. \n\nTARGET SECTION TO BE ANNOTATED:\n Howard sobs, Pia comforts him. We\npan the audience: EVERYONE feels the love.\n\nAnd then there’s Sarah. She steps forward --\n\nSARAH\nHold up!\n\nPuzzled looks fill the crowd. Nyles, too. At this point he\nhas no idea what her “selfless act” actually is.\n\nHOWARD\nWhat are you doing?\n\nSarah ignores him and takes the mic from The Officiant.\nShe holds it up to her mouth, words on the tip of her\ntongue... but looking out at audience, and then to Tala...\n\nshe reconsiders, and lowers the mic.\n\nShe walks up to Tala, pulls her into a tight hug and says\nsomething inaudible into her ear. The onlooking crowd waits.\n\nJERRY\n(quietly to Nyles)\nWhat is she doing?\nNyles shrugs. No clue.\n\nSarah releases the hug, tears fill her eyes. She hands the\nmic to The Officiant, the flowers to Pia, and walks away.\n\nEveryone turns to Tala for an explanation. She’s in shock.\nSpeechless. She looks at her parents, a silent cry for help.\nAt Abe. At everyone. Heavy breathing, the world is ending --\n\n-- THE EARTHQUAKE HITS --\n\f53.\n\nEVERYBODY PANICS. Pia holds Tala. Howard holds the altar\nsteady. One guest sprints away. A baby cries.\n\nNyles remains calm, but confused --\nTHE EARTHQUAKE STOPS. The guests glance around with relief.\n\nTHE OFFICIANT\nLook at that. The gods have spoken\nand they approve this marriage!\n\nBut Tala is now SOBBING into Pia’s shoulder.\n\nINT. ROADSIDE BIKER BAR - NIGHT\n\nSarah’s far more relaxed, with an almost celebratory vibe as\nshe takes shots and plays pool with a couple barflies.\n\nThe front door swings open, Nyles steps in --\n\nNYLES\nWhat the hell did you say to her?\n\nSARAH\nDoesn't matter, sister stuff. But I\nthink I’m good. Karma’s fucking\ngreat. Selflessness is fantastic.\n\nSarah hits two balls in at once.\n\nSARAH\nPay up boys.\n\nThe barflies she was playing each hand her $20.\n\nSARAH\n(to the Ted the Bartender)\nTwo shots of your finest whiskey.\n\nTed pours the shots.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe barflies she was playing each hand her $20. SARAH\n(to the Ted the Bartender)\nTwo shots of your finest whiskey. Ted pours the shots. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarah holds one out for Nyles --\n\nSARAH\nWell, Nyles, it’s been great. Or,\ninteresting, at least. If this ever\nhappens again, please keep me out\nof the cave. Good luck with the\npsychopath. Deal with him. Maybe\nthat’s your way out.\n\nThey clink their glasses and take the shot.\nCUT TO:\n\f54.\n\nINT. NYLES’ AND MISTY’S BEDROOM - MORNING\n\nNyles sleeps in bed. Just another day. Someone POUNDING on\nthe door. Misty wraps a towel around her body --\n\nMISTY\nHold on, I’m coming!\n\nShe unlocks it and Sarah barges in, straight to Nyles --\n\nMISTY\nWhat the hell, Sarah?\n\nNyles jolts up.\nSARAH\nDidn't work. Life is meaningless.\nLet’s get the fuck out of here.\n\nShe heads out. Misty looks at Nyles as he rolls out of bed --\n\nMISTY\nAre you --\nNyles jumps in --\nNYLES MISTY\n-- fucking cheating on me? -- fucking cheating on me?\n\nNyles pulls on his swim trunks --\nNYLES / MISTY\n(in unison)\nWhat? ... This isn’t funny.\nNyles puts on his Hawaiian shirt, Misty is freaking out --\n\nNYLES / MISTY\n\nOkay, stop... I’m serious... Don’t\ncopy me... Stop pretending like you\nknow everything... I hate, agh --\n\nAnd this back and forth takes us into --\n\nA SERIES, THE DAYS AND NIGHTS OF NYLES AND SARAH - SET TO THE\nCONGA + SYNTH DANCE GROOVES OF ALEX CAMERON’S “THE CHIHUAHUA”:\nI/E. - SARAH’S CAR/HIGHWAY - DAY\n\nSarah speeds down the open road, her hair blowing in the\nwind, Nyles stands out her sunroof with a beer.\n\f55.\n\nEXT. BOUTIQUE HOTEL - POOL - DAY\n\nA HIP POOL PARTY alive with dancing, cornhole, bocce ball,\nand a photo booth. And in the middle of it all: Nyles and\nSarah float in the pool with neon cocktails.\n\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSarah wakes up. Glances at the bathroom, shower running.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSarah wakes up. Glances at the bathroom, shower running. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nweight of the real world returns. She fights through --\n\nNYLES AND MISTY’S BEDROOM\nNyles wakes up and jumps out of bed with pep in his step.\nEXT. GUN RANGE - DAY\n\nA BULLET STRIKES FIDEL CASTRO (on a poster/target) in the\nforehead, blowing out cloud of dust and hay --\n\nNyles lowers his sniper rifle, smoke swirls from the barrel.\n\nNYLES\nKill shot.\n\nSarah steps up with an AK-47 and scans the targets. Castro,\nOsama Bin Laden, and some guy with a handlebar mustache.\n\nSARAH\nWho’s the mustache?\n\nSPUDS (50), the owner, stands by with a bazooka. A GOAT\ngrazes in a PEN behind him.\n\nSPUDS\nThe prick my wife ran off with.\n\nSARAH\nHow’d you get such a good picture?\n\nSPUDS\nFacebook.\n\nSARAH FIRES -- DESTROYING THE MUSTACHE MAN’S HEAD.\nI/E. SARAH’S CAR/HIGHWAY - DAY\n\nNyles drives, Sarah surfs on top of the car. Nyles hits a\nPOTHOLE and SARAH FALLS OFF --\n\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSarah wakes up, morning dread --\n\f56.\n\nEXT. CALMADA ESTATE - DANCE FLOOR - NIGHT\n\nSarah (not dressed for the wedding) walks to the edge of the\ndance floor. Randy drunkenly dances up to her.\n\nRANDY\nWhat up, Sarah? We missed you\nearlier. Tala’s pissed.\n\nSARAH\nI missed you.\n\nRANDY\nWhat?\n\nSarah leans in to his ear --\n\nSARAH\nMeet me in the bathroom in ten\nminutes... And you better be naked.\nRANDY\n\nYou’re messing with me, right?\nSarah grabs his crotch --\nSARAH\nUse your shirt as a blindfold...\nAnd film me when you walk in.\noff Randy’s bewildered smile --\nINT. OUTSIDE THE BATHROOM - NIGHT\n\nRandy is naked, blindfolded by his shirt, holding his iPhone\nout to record.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd film me when you walk in. off Randy’s bewildered smile --\nINT. OUTSIDE THE BATHROOM - NIGHT\n\nRandy is naked, blindfolded by his shirt, holding his iPhone\nout to record. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a deep breath, then opens the door --\n\nREVEAL: Trevor going down on Misty --\n\nMISTY\nRandy! Fuck!\n\nAnd just behind them we see Nyles and Sarah watching the\nscene through the bathroom window, loving it.\n\nEXT. OPEN DESERT - DAY\nSarah’s car -- fifty yards up -- EXPLODES!\nSarah, Nyles, and Spuds pop up from a DITCH, high-fiving.\n\nNyles points to Sarah’s ears -- they’re bleeding -- but she\nLAUGHS about it.\n\f57.\n\nEXT. JOSHUA TREE CAMPSITE - AFTERNOON\n\nNyles tries setting up a tent but can’t because Sarah keeps\nWHIPPING him with one of the poles, really fucking hard.\n\nINT. TENT - NIGHT\n\nNyles and Sarah lie in their own sleeping bags, facing away\nfrom each other.\n\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSarah wakes up, looks at the empty space next to her in bed.\nNYLES AND MISTY’S BEDROOM\n\nNyles wakes up, looks at the empty space next to him in bed.\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\n\nAbe and Tala are about to cut the cake when Nyles runs up,\nCROSSBOW in hand --\n\nNYLES\nDon’t! There’s a bomb in the cake!\n\nNyles DIGS into the cake, GASPS throughout the crowd, and he\nfinds a BRICK OF C4.\n\nPIA\nOh my god!\n\nNYLES\nIt’s okay, I used to be a bomb guy.\n\nNyles takes an arrow and STABS it into the C4, cocks the\ncrossbow, and FIRES it into the air --\n\nIt EXPLODES above the party, a bizarrely beautiful fireworks\ndisplay, interrupted by --\n\nSARAH, riding up on a motorcycle. She stops by the pool.\n\nTREVOR\nHey, that’s my motorcycle --\n\nSARAH\n(to Nyles)\nYou son of a bitch! You ruined my\nplan to kill everyone!\n\nNYLES\nSarah! The sister of the bride! I\nshould’ve known it was you!\n(MORE)\n\f58.\nNYLES (CONT'D)\n(then)\nHoward, I’1l take her alive, if\nit’s the last thing I do.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nshould’ve known it was you! (MORE)\n\f58. NYLES (CONT'D)\n(then)\nHoward, I’1l take her alive, if\nit’s the last thing I do. \n\nTARGET SECTION TO BE ANNOTATED:\nHOWARD\nSon, please, put the weapon down --\n\nSarah TACKLES Nyles into the pool --\n\nINT. SMALL PROP PLANE - CARGO HOLD - DAY\n\nNyles (helmet and goggles on) feigns a confident smile and\nthumbs up to Sarah as he’s led to the open door by his tandem\nskydiving INSTRUCTOR --\n\nSarah pushes by and leaps OUT of the plane, without her\nparachute, turning back at Nyles with two middle fingers --\n\nINSTRUCTOR\nNO NO NO NO NO!!!\n\nEXT. OPEN DESERT - DAY\n\nWide shot, brutal sun, clear blue sky, A FIGURE rockets\nTOWARD the Earth -- it’s SARAH -- in FREEFALL, dive-bombing --\n\nTHUMP!!! A mini mushroom cloud where she hits the ground.\n\nON THE GROUND - LATER\n\nNyles and the instructor hurry out of the prop plane -- Nyles\nlaughs maniacally while the instructor frantically sprints to\nSarah’s body. The instructor checks her pulse, then looks back\nto Nyles, still laughing as he marches INTO THE PROPELLER --\nINT. CALMADA ESTATE - NYLES AND MISTY’S BEDROOM - MORNING\nNyles wakes up, looks at the empty space next to him in bed.\nINT. CALMADA ESTATE - BEDROOM - MORNING\n\nSarah wakes up, looks at the empty space next to her in bed.\n\nINT. ROADSIDE BIKER BAR - NIGHT\n\nNyles, giddy with excitement, leads a blindfolded Sarah into\nthe bar... He takes off her blindfold to REVEAL:\n\nThe entire bar is filled with decorations -- STREAMERS,\nBALLOONS, and giant ‘HAPPY MILLIONTH BIRTHDAY, SARAH’ sign.\nThe unenthused BARFLIES all wear PARTY HATS, Darla claps --\n\nSarah covers her smile, truly touched and surprised --\n\f59.\nSARAH\nHave I really been here that long?\n\nNYLES\nYou’re asking the wrong guy --\n\nNyles lifts up a CONFETTI CANNON and blasts her face --\nINT. HOTEL ROOM - NIGHT\n\nNyles, Sarah, and five other DESERT HIPSTERS party --\ndrinking, dancing, snorting blow. A couple of them make out.\n\nLATER\n\nEveryone is passed out.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOTEL ROOM - NIGHT\n\nNyles, Sarah, and five other DESERT HIPSTERS party --\ndrinking, dancing, snorting blow. A couple of them make out. LATER\n\nEveryone is passed out. \n\nTARGET SECTION TO BE ANNOTATED:\n Four packed on the bed, including\nSarah, eyes closed, nuzzling into Nyles’ arm.\n\nON NYLES’ FACE, watching Sarah fall asleep, weighing\nsomething in his head... He drifts to sleep.\n\nINT. NYLES AND MISTY’S BEDROOM - MORNING\n\nNyles opens his eyes. An empty space next to him, as always.\nEXT. DIRT ROAD - DAY\n\nEND MONTAGE ON: Sarah and Nyles drive away from us down a\ndirt road deep in the desert...\n\nEXT. DESERT PLATEAU - SUNSET\n\nNyles and Sarah sit by a small fire, empty desert vista\nbehind them. Sarah holds a cheeseburger. Nyles chews a Twix.\n\nNYLES\nThink of it like this --\n\nNyles holds up his half-eaten Twix and gestures to the area\nthat’s gone.\n\nNYLES\nEverything in this void here, where\nthe Twix once was but is now in my\nstomach, is the past.\n\nHe gestures to the remainder of the Twix bar --\nNYLES\nAnd everything that’s left to eat is\nthe future, encased in chocolate.\n\nSarah keeps listening... Nyles gestures to the void again.\n\f60.\n\nNYLES\nNone of this concerns me. The who,\nwhat, why of your past. You got\nhere, that’s all that matters. You\nate some Twix and pooped it out. No\nneed to sift through the shit.\n\nSARAH\nBut if you really want to know\nsomeone deeper, it does matter. You\nhave to know the whole package.\n\nNYLES\nPackages suck. Does what you said to\nTala at the altar concern me? Nah.\nAll that matters is it convinced you\nto let it go. This --\n\nHe shows his next bite -- layers of crunchy cookie, caramel --\n\nNYLES\n\n-- the next bite is all that\nmatters.\n\n(takes another bite)\nDevote all of your energy to what’s\nhappening in this precise moment.\n\n(another bite)\nNow. And again --\n\n(another bite, chewing)\nPassing.. Now...\n\nWith every ‘Now,’ Nyles watches an imaginary figure drift\naway - from the Twix - off into the distance.\n\nSarah stares back at him, unimpressed.\n\nSARAH\nI was married for two years.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith every ‘Now,’ Nyles watches an imaginary figure drift\naway - from the Twix - off into the distance. Sarah stares back at him, unimpressed. SARAH\nI was married for two years. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\nYou don’t need to tell me about\nthat.\nSARAH\n\nI still am, technically. Divorce\ntakes a while.\n\n(then)\nMy family hated him. My dad's the\nkind of guy who desperately tries to\nsee the good in everyone, and even\nhe hated the guy.\n\f61.\n\nNYLES\nGood thing none of that matters\nanymore.\n\nSarah ignores Nyles’ attempt to keep her from opening up.\n\nSARAH\nI knew it wasn’t going to work out\nwhen I said ‘yes,’ I knew it wasn’t\ngoing to work out when I moved to\nAustin for him, I knew it wasn’t\ngoing to work out as I walked down\nthe aisle. But I went through with\nit. And it didn’t work out. And\nignoring all of that would make me\ndestined to repeat it.\n\nNyles stares in the middle distance as his chewing slows.\nLike he’s short circuiting.\nSilence. For a long time.\n\nNYLES\nThese are fantastic mushrooms.\n\nSarah stares at her burger. It’s so juicy...\n\nNyles digs through his memory... it’s fading fast... then\nsnaps back into it, momentarily --\n\nNYLES\nYou could be dead tomorrow...\n\nSARAH\nExcept I can’t be dead tomorrow.\n\nNYLES\nBut if you could, all that energy\nspent focusing on the past and\nfuture will have been wasted...\nEnergy is everything. Energy is...\n\nSARAH NYLES\nEverything. Everything.\n\nSarah processes... Losing her grip... She puts up a finger --\nhold on. She walks behind some bushes and pukes 0.S., then\nreturns, wiping her mouth. Reengaged --\n\nSARAH\nWhat if I want to invest some\npresent energy into my future? Like\nmy burger.\n\n(MORE )\n\f62.\n\nSARAH (CONT'D)\nI have maybe one bite in me, but I\nalso know the center is going to be\nthe tastiest part. So what if I go\nstraight for the center and skip\nthe edges.\n\nNYLES\nDon’t ever skip the edges.\n\nSARAH\nI hate the edges.\n\nNYLES\nI feel sorry for you then.\n\nA beat. Sarah begins to smile...\n\nSARAH\nIf you feel sorry for me, that\nMeans you care about me, Nyles.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat. Sarah begins to smile... SARAH\nIf you feel sorry for me, that\nMeans you care about me, Nyles. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\n\n(deflecting)\nWhen I say “I feel sorry,” it’s in\nthe same way that I feel slightly\nannoyed when I finish a beer and\nneed to open a new one.\n\n(he opens another beer)\nIt’s a fleeting feeling. It drifts\naway, like everything else.\n\nNyles watches the imaginary ‘It’ drift away. Sarah studies\nhim as he sips his beer...\n\nSARAH\nWhat else has drifted away?\n\nNyles goes silent, his thoughts take him somewhere else.\n\nSARAH\nNyles?\n\nNYLES\nEverything.\n(smiling, holding up his beer)\nCheers.\n\nHe’s burying something, but she’s not in the right headspace\nto push him further.\n\nSARAH\nTo pretending not to care.\n\f63.\n\nNYLES\nTo pretending --\n\nNyles FREEZES, drops his beer, eyes wide, staring at\nsomething in the distance. A child-like grin takes shape as\nhe’s fully entranced by what he’s looking at.\n\nSarah turns her head to see --\n\nMILES AWAY: SILHOUETTES TRAVERSING THE SUNSET. DINOSAURS. A\nBRONTOSAURUS MOTHER LEADS HER TWO SMALLER DINO CUBS.\n\nSarah's face glows with pure joy.\n\nSARAH\nOh my god.\n\nNYLES\nYou see them, too?\n\nSARAH\nAre they real?\n\nNYLES\nWho cares?\n\nAs they watch the dinosaurs, Sarah moves to the other side of\nthe fire and sits down next to Nyles.\n\nSARAH\nThey're beautiful.\n\nShe smiles and grabs Nyles’ hand. He squeezes back.\n\nTHE EARTHQUAKE HITS -- but Nyles and Sarah don’t react.\nThey're locked onto the dinosaurs. Off this tableau --\n\nCUT TO:\nLATER\n\nNyles pisses on the fire to extinguish it. The light of the\nlantern shines through the tent behind him.\n\nINT. TENT - MOMENTS LATER\n\nNyles crawls into his sleeping bag. Sarah’s still awake.\n\nNYLES\nAu revoir, mi amigo.\n\nNyles shuts his eyes. Sarah watches him drift into sleep...\n\f64.\n\nSARAH\nNyles.\nNYLES\nMmmhmm. . .\nSARAH\nLet’s just get it over with and\nfuck.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nNyles. NYLES\nMmmhmm. . . SARAH\nLet’s just get it over with and\nfuck. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\n\n(caught off guard)\nOkay.\n\nSarah straddles him and starts kissing him, taking charge.\nShe takes off his shirt. Then her own. As she goes back in --\n\nNYLES\nWait.\n\nSARAH\nWhat?\n\nNyles, though drunk and still coming down from the mushrooms,\nis quite taken by Sarah, by her body, by the whole situation.\nIt’s intense and real and complicated. To the point where\nSarah feels uncomfortable by the vulnerability. So --\n\nShe skirts past it, pulls him toward her, and they go at it.\n\nEXT. DESERT PLATEAU - NIGHT\n\nLocked on the tent, the lantern casts shadows, subtle moans\nmerge with the desert sounds -- creaking insects, the\nsmoldering fire, a coyote’s howl. We MOVE AWAY from the tent,\nthrough the smoke of the fire, and float UP --\n\nOff the plateau, drifting into the night, moving on from this\nmoment... And now the tent is merely a spec, a dot of light,\nin the distance.\n\nCUT TO:\n\nSARAH OPENS HER EYES, WAKING UP...\n\nINT. CALMADA ESTATE - BEDROOM - THE NEXT MORNING\n\nBut her face wears conflicted emotions, more like a bad\nhangover than the post-coital elation one might expect. She\nconsiders sitting up, but it’s all too heavy for her right\nnow. She gives up and lies there, listening to the shower run.\n\f65.\n\nINT. CALMADA ESTATE - HALLWAY - MORNING\n\nSarah walks through the house to wake up Nyles, but she stops\nat the BRIDAL SUITE. The door is ajar. She peeks INSIDE:\n\nTala sips on a mimosa while Erin does her hair, both smiling.\n\nSarah watches, longing for this happiness she can never share\nwith her sister.\n\nPRE-LAP: The sound of a beer can opening.\n\nINT. SARAH'S CAR - DRIVING - DAY\n\nSarah sips her beer, driving. In the passenger seat, Nyles\nhas a fresh glow and a twinkle in his eyes.\n\nNYLES\nI gotta say, I felt different this\nmorning. Like... goooooood. In a\n\ngood way though, ya know?\nSarah's off in another world.\n\nNYLES\nBecause of last night?\n\nSARAH\nOh.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah's off in another world. NYLES\nBecause of last night? SARAH\nOh. \n\nTARGET SECTION TO BE ANNOTATED:\n Yeah.\n\nShe glances in the rearview mirror, noticing a dark car a\nways back. Is this guy following her?\n\nNYLES\nIs that a “Yeah” of regret? Or...?\n\nSARAH\nYeah, it was fun. Tension relief.\nIt’s fun to relieve tension.\n\nShe's still looking at this car. It’s a little closer now.\nClose enough to see that it’s a POLICE CAR.\n\nNyles doesn’t notice, more concerned by her response.\n\nNYLES\nShould we talk about it?\n\nSARAH\nWhat’s to talk about, it’s all\nmeaningless, and technically that\nhappened tonight.\n\f66.\n\nNyles sits back, put off by the cold turn she’s taken.\n\nSarah throws her beer out the window, and checks the mirror\nfor the cop’s reaction.\n\nNYLES\nSo we’re littering now?\n\nSARAH\n(re: the cop)\nNothing still, Jesus. This cop’s\nbeen following us for miles. What's\nthis fucker’s deal?\n\nSarah presses the gas to pick up speed. 90mph and climbing.\n\nNYLES\nAre you trying to get pulled over?\n\nON NYLES... thinking... he turns around and squints at the\ncop car, still following at the same distance. Nyles seems to\nbe piecing something together in his head...\n\n100mph. The cop turns the sirens on.\n\nSARAH\nFinally!\n\nSarah starts slowing down.\n\nNYLES\nWhat are you doing?\n\nSARAH\nBelieve it or not I’ve never been\narrested before. Curious to see\nwhat it’s all about.\nNyles looks back one more time. His eyes go wide.\n\nNYLES\nNo.\n\nDead serious, he slouches in his seat, out of view.\n\nNYLES\nI think it’s him.\n\nSARAH\nHim?\n\nNYLES\n\nRoy.\n\f67.\n\nSARAH\nOh! That fucker.\n\nSarah screeches to a halt. The cop car stops right behind. We\nonly see the cop’s silhouette, his sheriff’s hat...\n\nNYLES\nKeep driving.\n\nSARAH\nNo way. If you aren’t going to deal\nwith him, someone has to.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nKeep driving. SARAH\nNo way. If you aren’t going to deal\nwith him, someone has to. \n\nTARGET SECTION TO BE ANNOTATED:\nSarah gets out of the car and throws her arms up --\n\nSARAH\nHelp! He’s trying to kill me!\n\nSarah runs back toward the cop car as Nyles sinks deeper into\nhis seat -- what the hell is she doing?\n\nNYLES’ POV: Sarah reaches the cop car, frantically shouting.\n\nCOP'S VOICE (0.S.)\n(on the microphone)\nSir, step out of the vehicle!\n\nNyles freezes. Maybe it isn’t Roy. Now what?\n\nCOP'S VOICE (0.S.)\n(on the microphone)\n\nIf you don’t step out, I have no\n\nchoice but to remove you by force.\n\nNyles peeks back again: the cop slowly approaches Sarah’s\ncar. Still backlit, but it doesn’t look like Roy. This guy\nhas a mustache. Nyles breathes a sigh of relief.\n\nNYLES\nOkay! I’m coming out!\n\nNyles opens the door, puts his hands up, still holding his\nbeer, and slowly stands, his back to the officer.\n\nNYLES\nSorry Mr. Policeman, I thought you\nwere someone else.\n\nCOP\nOh yeah, who’s that?\n\nNyles turns and locks eyes with the cop, who’s now at the\ntrunk of Sarah’s car... And Nyles’ relief drains.\n\f68.\n\nIt’s Roy, wearing a huge grin -- and a fake mustache.\n\nROY\nHowdy, stranger.\n\nRoy raises a SHOTGUN --\n\nSCREECH -- ROY TURNS JUST AS SARAH HITS HIM WITH THE COP CAR,\nPINNING HIM BETWEEN THE TWO VEHICLES.\n\nON SARAH, surprised by the mix of pleasure and horror she’s\nfeeling. She shakes off those thoughts, backs the cop car up.\n\nRoy collapses, broken in half, held together by skin.\nSARAH\n(on the microphone)\nYou called for back up?\n\nNyles stares at Roy twitching on the ground, gasping for life.\n\nBWOOP BWOOP -- Sarah messes with the cop car sounds.\nROY\n-.. Who... is that?\n\nNyles shakes his head, conflicted. This asshole’s caused him\nso much pain, but it’s hard to watch someone die.\n\nBWOOP BWOOP.\nSARAH\n(on the microphone)\nPlease step inside my vehicle, sir.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis asshole’s caused him\nso much pain, but it’s hard to watch someone die. BWOOP BWOOP. SARAH\n(on the microphone)\nPlease step inside my vehicle, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Roy wheezes, Nyles steps back to the cop car, maintaining\neye contact with Roy the whole way.\n\nINT. COP CAR - DRIVING - DAY\n\nNyles chugs beer in the passenger seat, dazed, even\nremorseful, but trying to stay composed while Sarah drives.\n\nSARAH\nLighten up, dude. Look what he was\nplanning to use on you.\n\nSarah gestures to the backseat where there’s an aquarium with\na COBRA SNAKE. It hisses, spitting venom against the glass.\n\nSARAH\nLet’s do something crazy.\n\fNyles looks around at their stolen cop car.\n\nNYLES\nIsn't this crazy?\n\nSARAH\nLet’s rob a gas station. Ooh, what\nabout a bank?\n\nNyles doesn’t share in her excitement.\n\nNYLES\nWhat’s with the sudden blood lust?\n\nSARAH\nIt’s not blood lust. It’s about\ntrying something new.\n\nNYLES\nYou just killed a guy.\n\nSARAH\nYeah, a fucking sadist, dude.\nYou've had forever to play around\nin this world but I haven’t. You\ncan’t expect me to take your word\nfor everything.\n\nNYLES\nWhat about the karma?\nSARAH\nYeah, I don’t believe in that\nanymore.\nNYLES\n(disappointed)\nOh. Really?\nSARAH\n\nOf course not. That’s what you’ve\nbeen telling me from day one. “The\nonly way to live is to embrace the\nfact that nothing matters.” Right?\nSo I’m embracing it.\n\n69.\n\nNyles sits back. She’s right. But he doesn’t want to admit\nit. He glances out the window, searching for an answer, a\n\ndistraction, and notices a BILLBOARD for a local casino.\n\nNYLES\nWhat about the casino?\n\f70.\n\nSARAH\nOoo, good call. That’s even better\nthan a bank.\n\nNYLES\nI don’t mean rob the place. Being a\nsource of terror isn’t fun and\nisn’t fulfilling. It doesn’t matter\nthat everything resets and people\nforget. WE have to live with what\nwe do. I draw a line at cruelty.\n\nSARAH\nFor a guy who supposedly cares\nabout nothing, you seem to have a\nlot of lines you won't cross.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE have to live with what\nwe do. I draw a line at cruelty. SARAH\nFor a guy who supposedly cares\nabout nothing, you seem to have a\nlot of lines you won't cross. \n\nTARGET SECTION TO BE ANNOTATED:\nNyles drinks his beer, done debating this.\n\nSARAH\nWhatever, fine. We’ll go to the\ncasino and not rob it.\n(then)\nPussy.\n\nNYLES\nThank you.\n\nNyles raises his beer in cheers -- as Sarah stomps on the gas\nand accelerates down the highway --\n\nINT. CASINO - NIGHT\n\nSarah slams her hands down on a half-full BLACKJACK table as\nshe takes a seat. Nyles sits beside her --\n\nSARAH\n(to the DEALER)\nI’m gonna count cards. Cool?\n\nDEALER\nPlease don’t.\n\nThe Dealer starts dealing out the next hand. Sarah counts\ncards out loud, albeit completely incorrectly.\n\nSARAH\nKing, nine, ace, three. Nyles,\nwanna jump in here?\n\nNyles lightens up, glad to get back to the innocuous fun --\n\f71.\n\nNYLES\nSure thing. Three, four, three. Lot\nof threes.\n\nA GRUMPY PLAYER groans, then takes a bite of his HOT DOG.\nSarah adds a few $100 BLACK CHIPS to her bet --\n\nNYLES\nBold move, I dig it.\n\nDEALER\nYou can’t bet during your hand.\n\nGRUMPY PLAYER\nThese fucking kids --\n\nSARAH\nDon’t call me a fucking kid. I\ndidn’t know I couldn’t bet more.\n(to Dealer)\nApologies.\n\nSarah kisses her fingertips and makes a peace sign -- and\nrotates into a middle finger aimed at the Grumpy Player.\n\nNyles clocks this as the Dealer looks at him for his turn.\n\nNYLES\nI’ll stay...\n\nSarah’s turn, but she’s still shooting angry eyes at the\nGrumpy Player. He stares back at her, dead-eyed.\n\nSARAH\nI want more.\n\nNYLES\nYou already have nineteen.\n\nGRUMPY PLAYER\nYou don’t want to hit, sweetheart.\n\nSARAH\nDon’t tell me what to fucking do.\n(to Dealer)\nHit me. Hard.\n\nThe Dealer lays down a QUEEN on her TEN/NINE. BUST.\n\nGRUMPY PLAYER\nYou took my card, bitch.\n\f72.\n\nNYLES SARAH\nHey! That’s not nice! The fuck did you call me?\n\nGRUMPY PLAYER\nScrew you two, fucking amateurs.\nThis isn’t daycare.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fuck did you call me? GRUMPY PLAYER\nScrew you two, fucking amateurs. This isn’t daycare. \n\nTARGET SECTION TO BE ANNOTATED:\nSarah gets in his face as Nyles tries holding her back --\n\nSARAH\nOh suck my dick you greasy fucking\nhot dog man.\n\nGRUMPY PLAYER\n(to Nyles)\nYou should keep a tighter leash on\nyour girlfriend and her nasty mouth --\n\nNYLES\nHey! Screw you, dude --\n\nSARAH\nI’m not his girlfriend --\n\nNyles shoots her an surprised look --\n\nSarah KNEES the Grumpy Player in the nuts, grabs all of his\nchips and bolts for the door --\n\nEXT. CASINO - ENTRANCE DOORS / PARKING LOT - NIGHT\n\nSarah bursts through the doors, giggling and delirious,\nfollowed by an exasperated Nyles, the Security Guards and the\nGrumpy Man now in pursuit.\n\nNYLES\nWhat the hell is going on with you?!\n\nSARAH\nThat guy had it coming to him.\nYou're supposed to be on my side!\n\nNYLES\nI was on your side!\n\nNyles is losing steam -- then -- a SECURITY GUARD in a golf\ncart speeds up beside them --\n\nSECURITY GUARD\nFreeze, asshole!\n\nSarah THROWS her CHIPS at his face, causing him to swerve --\n\f73.\n\nNyles and Sarah keep running -- almost to the car --\n\nNYLES\n(to the Guard)\nIt’s not worth it, man! Back off --\n\nThe Security Guard FIRES HIS TASER into Nyles’ neck -- Nyles\nYELPS and tumbles onto the asphalt, writhing.\n\nLATER\n\nA COP sits a handcuffed Nyles on the curb beside Sarah, also\nhandcuffed. Nyles’ face is scraped and bloodied from the\nfall. Sarah seems... excited. Almost manic.\n\nSARAH\nNot quite what I had in mind, but\nglad we did it, ya know? This world\nis too small for dicks like that.\n\nShe gestures to the Grumpy Player giving his statement to the\ncops. But Nyles looks at her, blank-faced. We now see his\nright eyeball is completely red and draining bloody tears.\n\nNYLES\nYou're a fucking lunatic.\n\nSARAH\nOh shut up. No one got “harmed.”\n\nNYLES\nI DID. I’m crying blood.\n\nSarah chuckles, but Nyles is really pissed.\n\nSARAH\nYou’1l be fine tomorrow.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m crying blood. Sarah chuckles, but Nyles is really pissed. SARAH\nYou’1l be fine tomorrow. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\nPAIN IS REAL. Why can’t you\nunderstand that?\n\nSARAH\nIt doesn’t matter. Nothing matters.\nThose are your words.\n\nNYLES\nPain matters! What we do to other\npeople matters! We were having fun.\nThen you killed Roy.\n\f74.\n\nSARAH\nYou were never going to deal with\nhim. I did you a favor. So, fuck\nyou.\n\nNYLES\nNo, Sarah fuck you. You act like a\nchild, which is exactly what led to\nyou being stuck in this shit in the\nfirst place.\n\nThis strikes a nerve with Sarah. So, she KICKS him.\n\nA beat...\n\nNYLES\nOw! See?! A child!\n\nCOP\nKnock it off, over there!\n\nSARAH\nI’m stuck in this shit because YOU\ngot me stuck in it.\n\nNYLES\nHA! I told you to stop, but nope,\ncan’t tell you what to do because\nyou've got it all figured out.\n\nSARAH\nI followed you because I liked you\nand someone was trying to hurt you.\nBecause I GIVE A SHIT, which you\nclearly know nothing about. But had\nI known I’d be stuck with a\npretentious, wannabe nihilist for\nthe rest of my fucking life I'd have\nstayed far away, and I sure as hell\nwould never have slept with you.\n\nNYLES\nOh please, we've fucked a thousand\ntimes.\n\nSARAH\n\nWhat do you mean?\n\nNyles looks to the Cops --\n\nNYLES\nCan you move this along, guys?\n\f75.\n\nCOP\nShut up!\n\nSARAH\nAnswer me.\n\nNyles looks at her with a cold stare --\n\nNYLES\nI lied. Yes, we've hooked up. So\nmany times. All I had to do was\nbail you out with that ridiculous\nspeech at the wedding. That easy.\nAnd it was always nice because I\nnever had to deal with it the next\nday. But now I do.\n\nThey stare at each other for a moment, letting it all sink\nin. Sarah’s lip begins to quiver, but she fights it back.\n\nNYLES\nI’m an awful person, whatever, but\nyou're that predictable.\nShe turns away. Nyles does the same.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nI’m an awful person, whatever, but\nyou're that predictable. She turns away. Nyles does the same. \n\nTARGET SECTION TO BE ANNOTATED:\nMISTY (PRE-LAP)\nWake up.\nINT. NYLES’ AND MISTY’S BEDROOM - THE NEXT MORNING\n\nNyles wakes up in bed. Another day. Misty moisturizes. She\nglances at him, expecting a comment. But he offers nothing.\n\nHe looks at the door, waiting for Sarah's knock. Silence.\n\nEXT. CALMADA ESTATE - POOL - DAY\n\nNyles drinks on his pizza, but he can’t get comfortable. The\nsun is too bright, the beer too warm, the pizza isn’t\ninflated enough. Everything is off. Sarah is gone.\n\nINT. CALMADA ESTATE - KITCHEN - DAY\n\nNyles pours himself a tall glass of tequila while Howard and\nPia chat nearby.\n\nHOWARD\nShe didn’t leave a note or\nanything? Are you sure she didn’t\ntext back?\n\f76.\n\nPIA\nCheck my phone if you don’t believe\nme. Sarah realized the day wasn’t\nabout her so she left.\n\nHOWARD\nDon’t say that.\n\nNYLES\nNo, Pia’s right.\n\nHoward and Pia look over at him. Who is this guy? Nyles downs\nhis tequila and walks off with the bottle.\n\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\n\nNyles lies on a hay bale, drinking by himself, watching the\nwedding reception unfold, Misty and Trevor flirting by the\nbar. He shifts his gaze up to the sky, to the stars.\n\nEXT. DESERT HILLSIDE - NIGHT\n\nNyles stands before the cave. He turns around and scans the\ndesert, one final check. He downs a bottle of wine, shatters\nit against a rock, then walks into the cave.\n\nMISTY (PRE-LAP)\nWake up.\nCUT TO:\n\nINT. CALMADA ESTATE - HALLWAY - MORNING\n\nNyles wanders down the hall in his underwear, passing people\nsetting up for the wedding. He stops in the living room when\nhe sees Pia putting up photos of Tala and Abe.\n\nNYLES\nPia, what room is Sarah staying in?\n\nPia turns, she doesn’t recognize this odd man.\n\nNYLES\nMisty’s boyfriend, come on.\n\nPIA\n(playing it off)\nOh. Yeah, of course.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nMisty’s boyfriend, come on. PIA\n(playing it off)\nOh. Yeah, of course. \n\nTARGET SECTION TO BE ANNOTATED:\n Her room is\nthe second to last down the hall.\n(as Nyles turns)\nBut she isn’t there.\n\f77.\n\nNYLES\nWhere is she?\n\nPIA\nNo one knows, we haven’t seen her\nsince last night. Howard went to\nwake her up this morning but she\nwasn’t in there.\n\nNyles walks down the hall, second to last room, and opens --\nIt’s empty. The bed perfectly made, untouched.\n\nNYLES\nWhat the fuck?\n\nHe walks back to the living room. Howard, The Officiant, and\nRandy are all there now...\n\nNYLES\nDid anyone actually see her stay in\nthere last night?\n\nPia cocks her head. The others are just as confused.\nNYLES\nShe wakes me up every day, so she\nhas to be somewhere. She has to be.\n\nNyles looks out the front window for Sarah’s car. It’s gone.\n\nMisty steps out, still in her towel, worried that her\nboyfriend might be having a breakdown.\n\nMISTY\nWhat are you doing, Nyles?\n\nNyles stares back at the onlookers. Maybe he’s lost his mind.\n\nINT. CALMADA ESTATE - GUEST HOUSE - NIGHT\n\nNyles zones out on the bed amidst an intimate cocaine party\nwith Randy, The Officiant, and Jerry. An alt-country record\nplays. The Officiant cuts the coke on the mirrored coffee\ntable and rambles about the record:\n\nTHE OFFICIANT\nFrederick Dougless, spelled L-E-S-S\ninstead of L-A-S-S like the slave.\n\nJERRY\nBut he’s white?\n\f78.\n\nTHE OFFICIANT\nYeah.\n\nRANDY\nThat seems fucked up.\n\nTHE OFFICIANT\nNo, man, it’s a commentary. He’s\nthe second coming of Gram Parsons.\n\nAbe enters --\n\nRANDY THE OFFICIANT\nAyyy! Married man! There’s the fuckin’ guy!\n\nABE\nMind if I partake? Need a breather.\n\nAbe snorts a line off the coffee table. He notices Nyles --\n\nABE\nMisty’s boyfriend, right? Maybe\ndon't mention this to her, cuz\nit’ll be a thing.\n\nNyles zips his lips shut, locks them, and throws the key.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe notices Nyles --\n\nABE\nMisty’s boyfriend, right? Maybe\ndon't mention this to her, cuz\nit’ll be a thing. Nyles zips his lips shut, locks them, and throws the key. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nfrequently cut back to Nyles as the coke babble accelerates:\n\nTHE OFFICIANT\n(to Abe)\nRemember when Frederick Dougless\nopened for me at the Bootleg.\n\nThe Officiant does a line.\n\nABE\nThe next Gram Parsons.\n\nJERRY\nWho is this Gram Parsons?\n\nAbe, Randy, and the Officiant all look over, judging him.\nNyles lies back, his head on the pillow, staring up.\n\nTHE OFFICIANT\nFlying Burrito Brothers? The Byrds?\n\nJERRY\nI’m from Sudan, dude.\n(off their looks)\nOf course I know the fucking Byrds.\n\f79.\n\nTHE OFFICIANT\nWell, Gram Parsons was in The Byrds\nfor their best record --\n\nRANDY\n-- Sweetheart of the Rodeo.\n\nTHE OFFICIANT\nAnd then he moved out here, did a\nton of drugs with Keith Richards,\nwrote his solo albums --\n\nABE\n-- GP and Grievous Angel.\n\nTHE OFFICIANT\nThen he OD‘d, but he practically\ndrank himself to death by then.\n\nABE\nThe dude just couldn’t hang.\n\nAbe snorts another line.\n\nJERRY\nI don’t really like country music.\n\nThe three guys hang their heads and groan in disappointment.\n\nNyles turns to his side, his face sinks into the silk pillow.\n\n \n\nABE\n(to Nyles, re: coke)\nMisty’s boyfriend, you in?\n\nNyles doesn’t move... his face changes... something about\nthis pillow. He inhales and recognizes the scent.\n\n \n\nABE\nWhatever.\n\nAbe does another line, then heads for the door --\n\nABE\nFeel free to join the party --\n\nAbe exits. Nyles takes another breath into the pillow -- then\nsits up with some pep. His detective hat is on.\n\nNYLES\nIs it just you two staying in this\nroom?\n\f80.\n\nTHE OFFICIANT\nYeah...\n\nNyles’ suspicious stare bounces between the two guys.\n\nRANDY\nYou okay, dude?\n\nNYLES\nWere you both here last night, too?\n\nTHE OFFICIANT\nNah, Tala is all serious about the\nwhole no-sleeping-together-before-\nthe-wedding thing, so Abe took it.\n\nNYLES\nAbe slept here last night?\n\nTHE OFFICIANT\nYeah...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE OFFICIANT\nNah, Tala is all serious about the\nwhole no-sleeping-together-before-\nthe-wedding thing, so Abe took it. NYLES\nAbe slept here last night? THE OFFICIANT\nYeah... \n\nTARGET SECTION TO BE ANNOTATED:\n What’s up?\n\nNyles grabs the pillow and heads outside --\n\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\nNyles races to the dance floor as Abe sits down next to Tala.\n\nNYLES\nAbraham, you slick fuck! I get it!\n\nAbe turns, confused.\n\nABE\nExcuse me?\n\nNYLES\nYou and Sarah. It all makes sense!\n\nAbe’s stomach sinks. Other guests turn to watch...\n\nTALA\n(to Abe)\nWhat’s he talking about?\n\nNYLES\nYour sister and Abraham were boning\neach other. She spent last night in\nhis room, that’s why no one could\nfind her. She wakes up with him\neveryday and probably sneaks out in\nthe morning. No wonder she hates\nherself.\n\n(MORE )\n\f81.\n\nNYLES (CONT'D)\n(then)\nHere, smell this. From Abe’s bed.\n\nNyles tosses Tala the pillow. She holds it, piecing things\ntogether in her head...\n\nABE\nShut up, you’re drunk.\n\nNYLES\nNo, you shut up. How did no one\nnotice this before?\n\n(then)\nI mean, it took me a long time. A\nreally long time. Jesus... How did\n\nI miss this?\n\nNyles pauses for a moment of self-reflection. He shakes it\noff just as a pissed-off Misty steps in --\n\nMISTY\nWhat are you doing?\n\nNYLES\nShut up and go fuck Trevor.\n\nMisty’s jaw drops. Tala focuses her attention on --\n\nTALA\nAbe. That isn’t true, is it?\n\nABE\nOf course not. This guy’s been\ndrunk all day.\n\nNYLES\nThat may be accurate, nevertheless --\n(to Tala)\nIf you smell the pillow, you will\nrecognize the distinct scent of\nViktor and Rolf Flowerbomb, the hair\nmist you gave Sarah on her birthday.\n\nQuizzical looks all around. Why, and how, would he know this?\n\nTala slowly brings the pillow to her nose. It’s Viktor and\nRolf Flowerbomb alright.\n\nNYLES\n(to the crowd)\nIs there anyone else here who uses\nViktor and Rolf Flowerbomb?\n\nThe crowd is silent. Tala’s face sinks with the realization.\n\f82.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe crowd is silent. Tala’s face sinks with the realization. 82. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\n(to Abe)\nNever underestimate the scent of a\nwoman.\n\nABE\nGet the fuck out of here.\n\nHOWARD\n(off Tala’s realization)\nAbe, let’s take a walk.\n\nABE\nYou don’t actually believe this guy?\n\nAbe looks at all the faces judging him. Tala, Howard, Pia,\n\nthe Schlieffens, Trevor, Erin -- all stare at Abe in shock.\nABE\nCome on. Guys, really. That’s not\nme.\n\nBut Tala knows it is. It makes sense to her. Time for him to\nleave. Abe begins to walk away... but Nyles won’t let it go --\n\nNYLES\nYou sad, pathetic fool.\nMISTY\nNyles.\nNYLES\n(to Abe)\n\nYou cheated on your fiancé, at your\nwedding, with her sister...\n\nMISTY\nStop it, Nyles.\n\nNyles turns to Tala. Her world is falling apart.\n\nNYLES\nAnd fuck, Sarah, doing that to you?\nEven I wouldn’t stoop that low.\n(turns to the guests)\nAnd all of you --\n\nABE TACKLES NYLES. A FIGHT BREAKS OUT BETWEEN THE TWO.\nNyles and Abe sloppily wrestle on the dance floor, Nyles on\nthe losing end. Nyles manages to get up, then TACKLES Abe\ninto a table -- place settings and succulents go flying.\n\nFACE SLAPS, BITING, KNEES TO THE GUT, SPITTING -——\n\f83.\nPinned down, Nyles spots a FORK and reaches for it... His\nfingers are almost on it... And he gets it --\nAnd STABS ABE IN THE CHEEK WITH THE FORK.\nHORRIFIC SCREAMS ALL AROUND --\n\nAbe gets up in a state of shock. Fork stuck in his face. He\npulls it out, stares at it. Blood drains from his cheek.\n\nNyles even seems stunned.\nAbe STABS NYLES IN THE EYE WITH THE FORK. EVERYBODY SCREAMS --\nCUT TO:\n\nABE'S SMILING FACE, unscathed, as he goes to kiss Tala --\n\nEXT. CALMADA ESTATE - BACKYARD - THE NEXT NIGHT\nEverything is back to normal. No mess, no blood, no horror.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERYBODY SCREAMS --\nCUT TO:\n\nABE'S SMILING FACE, unscathed, as he goes to kiss Tala --\n\nEXT. CALMADA ESTATE - BACKYARD - THE NEXT NIGHT\nEverything is back to normal. No mess, no blood, no horror. \n\nTARGET SECTION TO BE ANNOTATED:\nNyles slouches in his chair at another table, bearing the\nheavy reality of his world. He refills his glass of wine,\nspilling over the brim onto the white table cloth.\nJerry watches him, concerned.\nDANCE FLOOR: The Officiant takes the mic.\nTHE OFFICIANT\nI'd like to invite the mother of\n\nthe bride up for a little surprise.\n\nPia and her two sisters walk out. Pia takes a breath to\ncompose herself. One of her sisters rubs her back, smiling.\n\nTala gives Abe a look: What’s she doing? Abe shrugs.\n\nPIA\nTala. You know that I’m not great\nwith words. But I do love you more\nthan anything.\n\nTALA\nLove you too, Mom!\n\nNyles watches with dead eyes, nursing his wine.\nPIA\n\nAnd Abe, the beautiful bridegroom,\nyou are now my son.\n\f84.\n\nTala kisses him. Nyles gives a loose wrist clap.\n\nNYLES\nGreat man, great man!\n\nAbe notices, but shrugs it off.\n\nPIA\nWhen I was a little girl, me and my\nsisters found beauty in music. It’s\nhow we communicated and bonded.\n\nAbe rubs Tala’s back. Tala smiles wistfully, missing Sarah.\nNyles watches this and drinks more.\n\nPIA\nSo we’re going to perform a song we\nlearned as little girls. It’s a\nsong I want you two to remember\nwhen you run into hard times. Love\ncan get you through anything. This\nis “A Lover’s Concerto.”\n\nThe Officiant presses play on the laptop, cueing “A Lover’s\nConcerto” by The Toys. Pia TRANSFORMS into a whole new\nperson, a true performer, hamming it up with PURE JOY --\n\nPIA\nHow gentle is the rain that falls\nsoftly on the meadow...\n\nTala’s hands cover her grin, tears welling up.\nNyles’ breathing gets heavier. He downs the rest of his wine.\n\nPIA\n«+. Some magic from above made this\nday for us just to fall in love...\n\nPia and her sisters do a little choreographed step-and-shimmy\nas they sing back ups. The guests all CHEER.\n\nNyles stares off, lost in a thought or memory.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nPia and her sisters do a little choreographed step-and-shimmy\nas they sing back ups. The guests all CHEER. Nyles stares off, lost in a thought or memory. \n\nTARGET SECTION TO BE ANNOTATED:\n And he begins\nto cry. Some guests notice.\n\nPIA\n.«.. Oh, don't ever make me cry\nthrough long lonely nights without\nus. Be always true to me, keep this\nday in your heart eternally...\n\nTala grabs Abe’s hand and pulls him up to dance.\n\f85.\nAs the INSTRUMENTAL BREAK in the song hits, the sound of a\ngrown man’s GUTTURAL MOANS spread. Heads turn to the source:\nNyles is a bawling, blubbering mess. It’s truly an ugly cry.\nThe backing track of the song continues on, but Pia and her\nsisters stop singing, joining everyone as they just watch\nNyles in bewilderment. At a loss, Tala and Abe look over to --\nMisty, by the bar with Trevor, shaking her head, embarrassed.\nFinally, Jerry puts his hand on Nyles’ shoulder, bends down\nand whispers into his ear. Nyles nods and rises. Jerry puts\nhis arm around Nyles and leads him away.\n\nINT. NYLES AND MISTY’S BEDROOM - NIGHT\n\nNyles and Jerry sit on the bed. Nyles is hunched over, head\nin his hands, but he’s done crying. Jerry rubs his back.\n\nJERRY\nIt's okay, my friend.\n\nNYLES\nIt’s painful. I don’t get it.\n\nJERRY\nWhat is painful?\n\nNyles turns to Jerry, snot dripping from his nose, blood shot\neyes, and asks with full sincerity:\n\nNYLES\nDo you want to fuck me? I’1l let\nyou do it.\nJerry smiles.\nJERRY\nNot right now, but I appreciate the\n\noffer.\n\nNyles pats Jerry on the leg, then continues hanging his head.\n\nNYLES\nI miss her, Jerry.\nJERRY\nWho?\nNYLES\n\nSarah.\n\f86.\nJERRY\nHarris?\nNyles nods, still buried in his hands.\nJERRY\nI didn’t know you knew her. We all\nwish she could’ve been here.\n\nNyles shakes his head.\n\nNYLES\nI love her.\n\nJERRY\nOh. I see. That’s interesting.\n\nOff this image of a kind dude consoling a heartbroken man...\nMISTY (PRE-LAP)\nWake up.\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nOff this image of a kind dude consoling a heartbroken man... MISTY (PRE-LAP)\nWake up. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NYLES’ AND MISTY’S BEDROOM - MORNING\nNyles wakes up in bed. Another day. Misty moisturizes.\n\nNyles GROOOOOANNNS --\n\nI./E. PRIUS / DESERT HIGHWAY - DAY\n\nNyles drives down the road with a look of defeat on his face.\n\nI./E. PRIUS / 91-FREEWAY - SUNSET\n\nThe Prius blends in with the weekend traffic in Orange\nCounty, side-by-side with hundreds of dead-eyed drivers.\n\nEXT. IRVINE SUBURB - NIGHT\n\nIdentical tract homes. Nyles parks the Prius by the curb in\nfront of one. He checks the number: 742. He checks the\naddress on the GPS: 742 Woodflower St, Irvine.\n\nHe gets out of the car and stands on the front lawn.\n\nNYLES\nROY! I’m turning myself in! Torture\nme, fuck me, I don’t care!\n\n(MORE )\n\f87.\n\nNYLES (CONT'D)\n\nI've felt it all and there’s\nnothing left but this pit of\nsorrow! You were right, it’s dark\ndown here!\n\nHe lies on his back, sprawled on the crisp grass. Some\nNEIGHBORS pop their heads out.\n\nThe front door opens. Roy hurries out to him.\n\nROY\n(harsh whisper)\nWhat are you doing here?!\n\nNYLES\nI surrender. You win.\n\nRoy helps Nyles up, smiling at his neighbors as he does.\n\nROY\nEverything's okay, nothing to see.\nMy brother-in-law, PTSD, Fallujah,\n9/11. Real war hero.\n(quietly to Nyles)\nI’m not letting you ruin family\nday, so keep your mouth shut.\n\nRoy drags Nyles into his house.\n\nINT. ROY’S HOUSE - CONTINUOUS\n\nPleasant, portrait of Jesus. TWINS (boy and girl, 6) on\ntricycles. A TEEN watches TV. Not what Nyles expected.\n\nROY\nYou can’t be here.\n\nWOMAN’S VOICE (0.S.)\nWho was that man?!\n\nROY\nGoddammit.\n\nJAMIE (45), Roy’s wife, appears at the top of the stairs ina\nbathrobe, drying her hair.\n\nJAMIE\nOh, hi, sorry, just got out of the\nshower.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nROY\nGoddammit. JAMIE (45), Roy’s wife, appears at the top of the stairs ina\nbathrobe, drying her hair. JAMIE\nOh, hi, sorry, just got out of the\nshower. \n\nTARGET SECTION TO BE ANNOTATED:\nROY\n\nHey, sorry hon’, this is ...\n\f88.\n\nIt just now dawns on Roy that he doesn’t know Nyles’ name.\n\nNYLES\nNyles.\nROY\nNyles is an old friend.\nNYLES\nWe’re not friends, we’re enemies.\n(to Jamie)\n\nYou married this piece of shit?\n\nJAMIE\nExcuse me.\n\nROY\nHe’s a ball buster, hon’. Nyles just\nstopped by to say hi. Tuna will be\nready soon. We’ll be out back.\n\nRoy pulls Nyles away.\n\nEXT. ROY'S HOUSE - BACKYARD - NIGHT\n\nNyles blankly takes in Roy’s yard. Idyllic suburbia. Pool,\nGolden Retriever, BBQ and a smoker. A twin BOY (6) waters the\ngrass with a hose. His twin SISTER calls out from a swing set.\n\nGIRL\nPush me!\n\nFeeling powerless at the moment, Nyles pushes the girl on the\nswing. Roy walks up with beers, slightly calmer now.\n\nROY\n\n(re: his twins)\nCan you believe I made these? If I\nhad one less Mai Tai that night I'd\nhave put the rubber on right and\nthey wouldn’t be here.\n\n(then)\nHere’s to Mai Tais.\n\nRoy sips his beer, watching his kids with fatherly pride. He\nand Nyles trade off pushing the swing.\n\nNYLES\nThis is your life?\n\nROY\nNot bad, huh? Beautiful wife, three\nbeautiful kids.\n\n(MORE )\n\f89.\n\nROY (CONT'D)\n(pointing to his boy)\nLittle retard is watering dog shit.\nIt’s weird and beautiful.\n\nThe boy scoops up a piece of dog shit, dumps it onto a pile\nin middle of the grass, and continues watering it.\n\nNYLES\nWhat about marriage being a\n“bottomless pit of sorrow?”\n\nROY\nShit, man, I’m not without my\ndemons. Don’t crucify me. Things\nchange. Priorities... change.\n\nNyles stares at the kid, unpacking all of this. Roy picks up\non Nyles’ troubled mental state.\n\nROY\n\nSo what are you doing here? You\nhave two minutes to drink that beer\nbefore I slit your throat and throw\nyou in the smoker.\n\n(off Nyles’ look)\nI’m kidding. This is a PG house.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nhave two minutes to drink that beer\nbefore I slit your throat and throw\nyou in the smoker. (off Nyles’ look)\nI’m kidding. This is a PG house. \n\nTARGET SECTION TO BE ANNOTATED:\nGet on with it though. You’re\nscaring my wife.\n\nNyles notices Jamie watching him through the blinds from the\nsecond floor bedroom window. She shuts the blinds.\n\nNYLES\nI haven't seen you in a while.\n\nROY\nYeah, no shit. A bunch of rock\nclimbers found me on the road that\nday and brought me to the hospital.\nNurses wouldn’t let me sleep\nbecause they thought I'd fall into\na coma. Died a slow, painful death.\n\nNYLES\nThere’s nothing worse than dying\nslowly in the ICU.\n\nROY\nAlzheimer’s. Way worse. Runs in my\nfamily. At least I don’t have to\ndeal with that.\n\nRoy sips on his beer, suppressing some memory.\n\f90.\n\nROY\nI had a lot of anger for you, man.\nI’m never gonna see my kids grow\nup, I’m never gonna walk Madison\ndown the aisle. But you wouldn’t\nknow shit about that, would you?\n\nRoy glares at Nyles, then takes a more enlightened approach.\n\nROY\nI admit, my head may have been up\nmy own ass, I might not have fully\ngrasped what I put you through, but\nthat little hospital stint opened\nmy eyes. Today was always a good\nday here. Matty tending his dog\nshit, Jamie in the prime of her\nwomanhood at forty-five. Madison's\ngonna draw a family portrait later\nwhere we’re all animals. I’ma\ngoddamn grizzly. I don’t have to\nwatch my family grow up to hate me.\nCan't beat that.\n\nRoy glances over at Nyles, sensing that the dude is a lost\nsoul at the moment.\n\nROY\n\nYou gotta find your Irvine.\nNYLES\n\nI don’t have an Irvine.\nROY\n\nWe all have an Irvine.\n\n(then)\nWho was that looney bitch that\nblindsided me, anyway?\n\nNYLES\n(defensive)\nDon’t call her that.\n\nRoy shakes his head at Nyles while drinking his beer.\nROY\nYou brought her to the cave, didn’t\nyou? Goddamn, didn’t you learn\nanything?\nNyles stares ahead, still pushing Madison.\n\nNYLES\nShe followed me in.\n\f91.\n\nROY\nHey. At least you have each other.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n91. ROY\nHey. At least you have each other. \n\nTARGET SECTION TO BE ANNOTATED:\nCan’t imagine anything worse than\ngoing through this shit alone.\n\nNyles stops pushing, hit with the reality that they don’t\nhave each other anymore... He does have to go through this\nshit alone.\n\nMadison looks back at Nyles.\n\nROY\nOkay, you gotta go now.\n\nNYLES\nCan I stay for dinner?\n\nROY\nIt’s probably best if we don’t see\neach other again.\n(then)\nIt’s not you, it’s me.\n\nA moment as Nyles absorbs this. Even Roy is done with Nyles.\n\nNYLES\nKill me?\n\nRoy takes him in -- this defeated shell of a man.\n\nNYLES\nThe traffic.\n\nROY\nSide yard.\n(to Madison)\nDaddy’1l be right back, honey.\nEXT. ROY’S HOUSE - SIDE YARD - MOMENTS LATER\n\nRoy leads Nyles to the side yard and shuts the gate behind\nthem so that they’re out of view from the kids.\n\nROY\n(quietly)\nK, uh... Get in the recycle bin.\nRoy unlocks a storage bin and pulls out the HUNTING BOW.\nNyles climbs into the empty recycle bin and faces Roy.\n\nNYLES\nYou actually own that?\n\f92.\n\nROY\nIt’s my eldest’s. Caught him\nhunting cats. At least I don’t have\nto see him grow up to be a serial\nkiller.\nRoy cocks the arrow into place -- AIMS at Nyles’ HEAD...\n\nROY\nI hope you find it, man.\n\nThen AIMS at Nyles’ HEART -- and FIRES --\nNyles collapses into the bin -- the lid shuts closed.\n\nWe HOLD ON the recycle bin for a few more seconds as Roy\nleaves the side yard...\n\nTILT UP to the NIGHT SKY --\n\nAll the stars, all the constellations -- and BACK DOWN to:\n\nEXT. CASINO - PARKING LOT - NIGHT\nWhere Nyles and Sarah sit handcuffed on the curb as the\nGrumpy Man gives his statement to the Cop. Back to the last\ntime Nyles and Sarah saw each other.\nNYLES\n\nI’m an awful person, whatever, but\n\nyou're that predictable.\nShe turns away. Nyles does the same.\n\nThe Cop finishes taking the Grumpy Man’s statement and heads\nto Nyles and Sarah.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns away. Nyles does the same. The Cop finishes taking the Grumpy Man’s statement and heads\nto Nyles and Sarah. \n\nTARGET SECTION TO BE ANNOTATED:\n Just before he reaches them --\n\nSarah turns back to Nyles, determination in her eyes:\n\nSARAH\nI’m getting the fuck out of here.\n\nNyles doesn’t understand...\n\nCOP 1\nOkay, up we go --\n\nThe Cop helps Nyles up, and as his back is turned, Sarah,\nhands still cuffed behind her back, manages to grab his GUN --\n\nCOP 1 COP 2\nWhoa whoa whoa! Drop the weapon!\n\f93.\n\nSarah starts FIRING at NYLES, everybody SCATTERS --\n\nBut the Grumpy Man, Mr. Hot Dog Man himself, is fearless. He\npulls out a .44 MAGNUM, aims it at Sarah -- BANG!\n\nCUT TO:\nINT. CALMADA ESTATE - GUEST HOUSE - MORNING\n\nSarah shoots awake, sits up, fucking done with this day.\nShe goes straight to the BATHROOM --\nShe flings open the steamed shower door to find Abe --\n\nABE\nHey you.\n\nSARAH\nNo. This is done. This never\nshould've happened. We both deserve\nevery awful thing that’s coming to\nus because we are shitty people.\nBut I’m done being shitty.\n\nABE\nUhh, okay. You’re not going to tell\nTala though, right?\n\nSARAH\nI already fucking told her and it\ndoesn’t make a difference.\n\nAnd with that Sarah SLAMS the shower door, cracking it.\n\nINT. SARAH'S CAR - MOVING / HIGHWAY\n\nPUSH IN on Sarah behind the wheel, a woman on a mission.\n\nEXT. PALM SPRINGS PUBLIC LIBRARY - MORNING\n\nSarah’s car screeches into the EMPTY parking lot.\n\nLATER\n\nSarah paces back and forth at the ENTRANCE, waiting for the\nlibrary to open. BEHIND HER we see the LIBRARIAN (40s)\ninside, unlocking the glass doors and opening them.\n\nLIBRARIAN\noff to an early start --\n\f94,\n\nSarah slips right by and we follow her INSIDE --\n\nINT. PALM SPRINGS PUBLIC LIBRARY - CONTINUOUS\n\nSARAH\nScience. I need the science section.\n\nLIBRARIAN\nWhat type of science?\n\nSARAH\nTime loops? Time travel?\n\nLIBRARIAN\nTry aisle six...",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nTime loops? Time travel? LIBRARIAN\nTry aisle six... \n\nTARGET SECTION TO BE ANNOTATED:\nThe Librarian follows slowly behind Sarah --\n\nSarah turns down aisle six, scans titles: Quantum Mechanics,\nIn Search of Schrédinger’s Cat, The Infinity Puzzle...\n\n \n\nLIBRARIAN\nWhat are you looking for exactly? I\ncan help narrow it down...\n\nSARAH\nI walked into a cave that sucked me\ninto some type of hellish wormhole\nand now I’ve been stuck living the\nsame day over and over again and I\nneed to find a way out.\n\nThe Librarian gives her a blank stare.\n\nLIBRARIAN\nMaybe try the Internet?\n\nSarah stops. Looks over. That’s it.\n\nINT. COMPUTER LAB - MOMENTS LATER\n\nFrom behind the computer, ANGLE ON Sarah as she sits before\nthis machine which may hold all the answers. As she gets to\nwork typing we slowly PUSH IN on her face --\n\nTIME SPEEDS UP BEHIND HER -- library guests pass by in a blur\n-- but Sarah never moves, her eyes just rapidly scanning\nevery page she reads, absorbing every video she watches --\n\n-- FLASH TO diagrams of WORMHOLES, BLACK HOLES, EQUATIONS,\nCOSMOLOGICAL DIAGRAMS --—\n\f95.\n-- FLASH TO various entries typed into GOOGLE: cosmology,\nMagnetic vortex, quantum suicide, parallel universes --\nPUSHING IN on Sarah, her face fills the frame, pupils shrink --\n\n-- FLASH TO Sarah waking up -- she hops out of bed -- Her CAR\nspeeds away in a dust cloud -- OVER and OVER again --\n\n-- FLASH TO a Stephen Hawking TED Talk -- Sarah furiously\ntakes notes --\n\n-- Sarah's eyes grow heavy as she watches a dated TV special\n\non time travel... until she falls asleep at the computer --\n-- Sarah WAKES UP -- back at the guest house -- FUCK -- and\njumps out of bed -- Her car speeds away --\nPUSHING IN on Sarah’s face -- on her EYE --\n\n-- As Howard assembles the ALTAR, Sarah swipes a TAPE MEASURE\nfrom Howard’s tool box and walks off, but STOPS when --\n\nNYLES (0.C.)\nSarah! I see your car! I know\nyou're here!\n\nShe hides up against a wall as Nyles passes by, then runs off.\n\n-- Sarah exits a Superstore carrying a bunch of TOOLS and\nCHEMICALS.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know\nyou're here! She hides up against a wall as Nyles passes by, then runs off. -- Sarah exits a Superstore carrying a bunch of TOOLS and\nCHEMICALS. \n\nTARGET SECTION TO BE ANNOTATED:\n The same young BOY selling candy from before\napproaches. She ignores him. Then stops. Goes back and gives\nhim a 100 DOLLAR BILL.\n\nSARAH\n(Subtitled Spanish)\nMake sure you spend it all today.\n\n-- FLASH TO Sarah at the mouth of the CAVE, measuring it,\npacing back and forth, pouring weird chemicals in the dirt.\nShe strides in, staring at a stopwatch, the ORANGE ORB\nengulfs her into a BLACK VOID --\n\nWe PULL OUT from Sarah’s PUPIL -- she rubs her weary eyes as\nshe SKYPES with a PROFESSOR:\n\nPROFESSOR\n-+. we're kind of circling\ndeterminism, so there’s really only\none possible future given the laws\nof our universe --\n\f96.\n\nSARAH\n-- BUT. Wait. You’re wrong. Hintz\nargued that a Reissner-Nordstrom-de\nSitter black hole would allow an\nobserver access to the\nindeterministic universe on the\nother side of the Cauchy horizon.\n\nThe Professor stares back.\nPROFESSOR\n\nOkay. Sounds like you don’t need my\n\nhelp. Take care --\nThe Professor signs off.\n-- FLASH TO Sarah, face-to-face with SPUDS’ GOAT. She pets it\nendearingly, apologetically, then walks her INTO the cave. WE\nSEE the ORANGE FLASH and hear the goat bleat.\n\n-- FLASH TO Sarah leaning over the fence at Spuds’ GOAT PEN,\nweighing something as she looks at the goat, who stares back.\n\n-- Sarah, outside the cave, straps a PACK FULL OF C4 onto the\nsame goat’s back. She walks the goat into the cave, out of\nview... but after a moment Sarah RUNS OUT -- without the goat\n-- takes cover behind a boulder, detonator in hand -- and\nCLICK -- AN EXPLOSION IN THE CAVE --\n\n-- FLASH TO a VIDEO depicting a theoretical journey through\nthe UNIVERSE, through a WORMHOLE -- leading us to:\n\nBLACKNESS, NOTHINGNESS -- except for a SINGLE, DISTANT STAR...\n... THE STAR EXPLODES, filling a PERFECTLY CLEAR NIGHT SKY --\nNow we're BACK TO the starting ANGLE -- behind the computer.\n\nSarah stops reading, stops typing, and sits back in her chair.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n... THE STAR EXPLODES, filling a PERFECTLY CLEAR NIGHT SKY --\nNow we're BACK TO the starting ANGLE -- behind the computer. Sarah stops reading, stops typing, and sits back in her chair. \n\nTARGET SECTION TO BE ANNOTATED:\nShe looks to The Librarian, cataloguing books at the counter.\n\nSARAH\nI think I got it.\n\nThe Librarian smiles politely, then goes back to her work.\n\nEXT. CALMADA ESTATE - BACKYARD - THAT MOMENT\n\nNyles, dejected and back in the lounge chair, stares at the\npool. Pure misery and emptiness. The guy just can’t move on.\n\nSARAH (0.S.)\nStill here, huh?\n\f97.\n\nNyles turns his head to see Sarah approaching -- and falls out\nof his chair. He blinks to be sure he isn’t hallucinating.\n\nNYLES\nHey! You’re here.\nSARAH\nYup.\nNYLES\nWow, you look great.\nSARAH\nYeah. Well I can’t age.\nNYLES\nRight.\nIt’s awkward... She looks down at him, still on the ground.\nSARAH\nSo, how you been?\nNYLES\nBad.\n(stands up)\nI mean, yeah bad, look, can I just\nsay something... I am SO sorry, for\n\neverything, for lying, for not\ntelling you about our “previous\nencounters.” All of it, it was not\ncool. And I don’t blame you for\nbeing mad at me. But, I’ve been\nthinking about it, we had a really\ngood thing going before I screwed\nit up. So, do you think we could\njust start over? I feel like we owe\nthat to ourselves.\n\nSARAH\nAre you done?\n\nNyles thinks for a moment. Am I done?\n\nNYLES\nYes.\n\nSARAH\nGood. I think I found a way out.\n\noff Nyles --\n\f98.\n\nINT. BRIDAL SUITE BATHROOM - DAY\nTIGHT ON Sarah as she explains her theory to Nyles.\n\nSARAH\n«+. all lying entirely within a\nCauchy horizon, and though the\nchronology protection hypothesis\nand quantum fluctuations\ntheoretically don’t allow for\ntraveling back in time, it really\ncomes down to nature always\ninhibiting us. So, the general\nconsensus is eradicate the energy\nsource and all should reset.\n\nShe looks at Nyles, preoccupied and clearly not following.\n\nSARAH\nNature prevents time travel. The\nearthquake broke nature.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at Nyles, preoccupied and clearly not following. SARAH\nNature prevents time travel. The\nearthquake broke nature. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\n(unconvincing)\nRight. I hear that.\n\nSARAH\nNo, listen, this is serious.\n\nSarah leans forward and grabs her PURSE from the vanity --\n\nERIN (0.S.)\nPlease, don’t move --\n\nWIDE TO REVEAL: Erin, thoroughly annoyed as she tries to do\nSarah's hair for the wedding.\n\nERIN\nI don’t know what you’re talking\nabout, but we only have half an\nhour until photos and I still need\nto get ready.\n\nSARAH\nThen get ready. I'll finish up.\n\nErin puts her hands up, glad to be done, and leaves.\n\nSarah takes out LIPSTICK and draws a DIAGRAM on the mirror,\nstarting with a LONG TUBE --\n\f99.\n\nSARAH\nThis is the cave. It’s also life,\nbirth and death, our consciousness,\nthe timeline we all live on, but\nit’s simpler to think of it solely\nas the cave. We enter here --\n\nShe circles the left entry --\n\nSARAH\n-- and what’s supposed to happen in\nlife is we just walk through this\ntube to the other end, continuing on\nthis regular timeline. But, much\nlike an earthquake can break pipes\nunderground, it broke our pipe.\n\nShe circles a section of the tube --\n\nSARAH\nThis is the part where it all turns\norange, where we’re sucked in. For\nexactly 3.2 seconds we lose control\nof our bodies, and what’s happening\nis we’re being sucked down into this\nfissure caused by the earthquake,\nback to the moment we wake up.\n\nSarah draws a line down from the fissure, back to the start.\n\nNYLES\n(trying to follow)\nOkay... I really missed you.\n\nSARAH\n\nNyles, focus. It’s really not that\nhard to understand. Here --\n\n(circling the fissure again)\nThis is a highly concentrated\nenergy source. Remember, you said\nit yourself. Energy Is Everything.\nWe're trapped in a box of energy.\n\nSarah draws a BOX around the entire graphic.\n\nSARAH\nThat's all this day is. A box of\nenergy.\n(pointing to the fissure)\nWe destroy the energy source in\nthat 3.2 second window, we break\nthe box. At least I think.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nA box of\nenergy. (pointing to the fissure)\nWe destroy the energy source in\nthat 3.2 second window, we break\nthe box. At least I think. \n\nTARGET SECTION TO BE ANNOTATED:\nSarah goes back to applying her make-up, pleased with herself.\n\f100.\n\nNYLES\nAnd then what, there’s like more\nboxes outside the box?\n\nSARAH\nI don’t know, maybe we wake up and\nit’s today, maybe it’s twenty years\nfrom now, or we're dead under a\npile of rocks. I can’t be sure of\nany of it, that’s why it’s a\ntheory. But we have to try.\n\nSarah’s making somewhat of a convincing argument, but Nyles\nremains skeptical.\n\nNYLES\nOkay. And by “break the box,” you\nmean...?\n\nSARAH\n\nWe blow up ourselves and the cave\nin that 3.2 second window. Then\nwe're out.\n\nSarah moves onto her mascara, so confident in her plan.\n\nNYLES\nI dunno, I mean, we've killed\nourselves so many times already and\nwe're still here, in “this box,”\nright? I mean, I don’t wanna shit\non your idea, you've clearly spent\na lot of time learning all about\nthis stuff --\n\nSARAH\nWell, technically, I’ve spent no\ntime on it, since this isn’t real\ntime, it’s all time spent outside\nof time, but go on.\n\nNYLES\nI just think you might be setting\nyourself up for disappointment\nagain. Remember your karma\nexperiment?\n\nSARAH\nThis is different.\n\nShe puts down her mascara and looks him in the eyes.\n\nSARAH\nI tested it.\n\f101.\n\nSarah moves into the BEDROOM and starts changing into her\nDRESS. Nyles is stuck on her last line though...\n\nNYLES\nHow did you test it?\n\nSARAH\nI tried it with Spuds’ goat. I sent\nher into the cave, blew her up,\n\nand... she’s gone. I don’t know\nwhere she went, but she isn’t here\nanymore.\n\n(then)\nZip me up.\n\nNyles zips her dress, still unsure...\n\nNYLES\nThe goat’s gone?\n\nSARAH\nYeah. Crazy, right? So, get through\ntoday, don’t do anything too crazy,\nand tonight, meet me at the cave so\nwe can peace the fuck out of this\nshithole.\n\nSarah checks her dress in the armoire mirror.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrazy, right? So, get through\ntoday, don’t do anything too crazy,\nand tonight, meet me at the cave so\nwe can peace the fuck out of this\nshithole. Sarah checks her dress in the armoire mirror. \n\nTARGET SECTION TO BE ANNOTATED:\n Nyles sits on\nthe bed, processing. Did she actually find a way out?\n\nNYLES\nYou sure you don’t wanna run a few\nmore tests first?\n\nSARAH\nWhat? No. What are you talking\nabout?\n\nSarah sits on the bed and begins lacing up on her shoes.\n\nNYLES\nThe cave will still be there\ntomorrow... I just don’t wanna rush\n\ninto anything, you know, in case\nsomething actually does happen.\n\nSARAH\nRush? Nyles, we've been stuck in\nhere for an eternity.\n\nNYLES\nYeah, no, I know. I guess I just\nreally saw this conversation going\ndifferently, y’know?\n\f102.\n\nShe looks at Nyles. The same dude she once had a fling with,\nmay have even loved, but who remains unchanged. Same wrinkled\nHawaiian shirt, same dirty swim trunks...\n\nSARAH\nHoly shit. You’re scared to leave.\n\nNYLES\nNo, I’m not. I just don’t WANT to\nleave. There’s a difference.\n\nSARAH\nWhat’s the difference?\n\nNYLES\nI wanna stay with you.\n\nSARAH\nEverything we’re doing in here is\nmeaningless. You know that, right?\nThis isn’t real.\n\nNYLES\nIt’s real to me. Look...\n(takes a breath)\nI love you. How about that?\n\nSarah continues with her other shoe, deflecting --\n\nSARAH\nYou don’t love me. I’m literally\nthe only other human being stuck in\nhere with you.\n\nNYLES\nNo, what about Roy? I don’t love\nhim.\n\nSarah looks at him: Come on.\n\nSARAH\nSo, you're saying that out there,\nin the real world, with millions of\nchoices, you'd still want to be\nwith me?\n\nNyles hesitates for a second too long... Sarah clocks it.\n\nNYLES\nYeah. Absolutely.\n\nSARAH\nBullshit. You can’t possibly know\nthat.\n\fNYLES\nWell, would you want to be with me?\n\nSARAH\nFuck no.\n\nSarah heads back into the bathroom --\n\nNYLES\nRight, see, we “can’t possibly know\nthat.” Your words. But what I DO\nknow is that we’re good together,\nhere, in this world.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nFuck no. Sarah heads back into the bathroom --\n\nNYLES\nRight, see, we “can’t possibly know\nthat.” Your words. But what I DO\nknow is that we’re good together,\nhere, in this world. \n\nTARGET SECTION TO BE ANNOTATED:\nSARAH\nYou've lost your mind.\n\nNyles stands --\n\nNYLES\nThat’s what love’s all about! Sane\npeople don’t fall in love, don’t be\nso afraid of it. I’m not going to\nfuck you over. And if you get mad\nat me again, just take a few years\noff and then come back. We’ll still\nhave our youth.\n\nSARAH\nI want my life back, Nyles!\n\nNYLES\nWhy? It’s not like things were\nworking out so great for us out\nthere. I mean, I know you’re\nscrewing Abe, so if your plan works\nyou'll have to deal with that whole\nmess.\n\nThe color drains from Sarah’s face.\n\nSARAH\nHow do you know about that?\n\nHe sighs.\n\nNYLES\nViktor and Rolf Flowerbomb.\n\nShe is livid, ashamed, as she packs her purse --\n\n103.\n\f104.\n\nNYLES\nBut it doesn’t matter. I don’t\njudge you for the past, that’s kind\nof my whole thing.\n\nSARAH\nWow, YOU don’t judge ME? That’s rich\ncoming from the guy who lied about\nus fucking “thousands of times.”\n\nNYLES\nI said I was sorry!\n\nSARAH\nYeah, well apology not accepted.\nGood talk, Nyles. Don’t come with\nme, I don’t care.\nShe turns to leave -- but he’s in the way.\nSARAH\nCan you move? If this is my last\nday, I’m not wasting it with you.\nNyles stares back, he wants her to stay... but she won’t back\ndown. He steps aside and she leaves.\nEXT. CALMADA ESTATE - FRONT - DAY\nNyles wanders out the front door in a daze. He stops and\nstares up at the sun, like he’s trying to blind himself...\n\nEXT. DIRT ROAD - DAY\n\nNyles trudges down the dirt road, AWAY from the estate, as\nguests drive toward the wedding.\n\nHe passes the sign for “Tala & Abe’s Wedding - November 9.”\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DIRT ROAD - DAY\n\nNyles trudges down the dirt road, AWAY from the estate, as\nguests drive toward the wedding. He passes the sign for “Tala & Abe’s Wedding - November 9.”\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CALMADA ESTATE - DAY\n\nSarah, all dressed for the wedding, straight-faced as the\nPHOTOGRAPHER positions the family members around Tala and Abe\nin front of a cactus. Sarah forces a smile for the photo.\n\nEXT. DESERT HIGHWAY - DAY\n\nNyles walks in the middle of the road, head hanging, looking\npathetic. A passing CAR blares its horn. Nyles doesn’t react.\n\f105.\n\nEXT. CALMADA ESTATE - WEDDING CEREMONY AREA - SUNSET\n\nMOS: Tala and Abe share their vows as family tears up. Sarah\nsmiles, standing by Tala in full support. She glances out at\nthe audience -- everyone falls for the love on display.\n\nEXT. DIRT ROAD - SUNSET\n\nNyles turns up another dirt road, the sun descends below the\nmountains behind him -- and THE EARTHQUAKE HITS.\n\nNyles pauses for a moment. A thought crosses him, he looks\nwest: The cave is open. Maybe Sarah’s heading in.\n\nHe sighs, then keeps walking forth into the darkness.\nMISTY (PRE-LAP)\nAnd Commitment is “the state or\nquality of being dedicated to a\ncause, activity, etcetera.”\nEXT. CALMADA ESTATE - BACKYARD - NIGHT\nMisty looks out at the silent guests.\n\nTALA\nWoo-hoo!\n\nTala and Abe stand and clap. Everyone else joins in applause.\n\nMISTY\nWithout further ado, let me bring\nup the maid of honor, the actual\nbig sister of the bride, Sarah.\n\nAll eyes land on Sarah, seated across from Tala. She takes a\nbreath... and heads onto the dance floor. She takes the mic --\n\nSARAH\nThanks Misty, that was great.\n\nSarah looks directly at Tala throughout.\nSARAH\n\nTala. My baby sister, Tala. What\ncan I say that hasn’t been said?\n\nHeh... Even from this angle, I can\nsee a very faint halo of light\naround your head -- hovering just\n\nabove those angelic cheekbones.\n\f106.\n\nTala’ cheekbones radiate. Sarah sighs to herself, this is\nridiculous... But sees Tala beaming at her... and actually\ngets a little choked up.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nTala’ cheekbones radiate. Sarah sighs to herself, this is\nridiculous... But sees Tala beaming at her... and actually\ngets a little choked up. \n\nTARGET SECTION TO BE ANNOTATED:\n What are these feelings I’m feeling?\n\nSARAH\nThis world is bizarre... things\nhappen, life happens, and it’s easy\nto bear down and just go through\nthe motions day after day, after\nday... But, my sweet little sis’,\nyou are so open to the wonder of it\nall. You have this hopefulness\nthat’s special and rare. Every\nmorning you get up and you\nconfidently charge forth toward the\nlife you've dreamt up for yourself.\nYour joy, this joyous energy, it's\ncontagious and it’s just...\n\nFLASH TO:\nSARAH AND NYLES\nStaring at each other across the campfire --\nNYLES SARAH\n«+. Everything. ... Everything.\nBACK TO:\n\nSARAH - MID SPEECH\n\nSARAH\n.-. it’s everything.\n\nSarah pauses, struck by the warmth of this memory. She\nswallows her vulnerability, and looks back at Tala --\n\nSARAH\nBig sisters are supposed to teach\nbaby sisters, but I will today and\nforever, and ever and ever, be\nlearning from you.\n\nThe two sisters share a blissful, teary smile.\n\nSARAH\nSo, now, Abe...\n\nAbe leans forward, expecting some kind words...\n\nSARAH\nYou fucking hurt her and I’1l stab\nyour little fucking dick with a\nfork, I swear to god.\n\f107.\n\nStunned reactions from the crowd.\n\nSarah smiles, drops the mic, and walks off.\nCUT TO:\n\nINT. ROADSIDE BIKER BAR - NIGHT\n\nNyles sulks at the bar, swirling a glass of whiskey. PUSH IN\non that empty mug of his... Until he DROPS his face down on\nthe bar. As we first met him. Gram Parsons’ “Return of the\nGrievous Angel” plays throughout.\n\nDarla slides up and rubs his leg. Nyles shoots up.\n\nDARLA\nYou okay, sweetheart?\n\nNYLES\nI've felt everything I'll ever feel\nso I'll never feel ever again.\n\nDarla looks to Ted the Bartender --\n\nDARLA\nWhat’re you pouring this kid, Ted?\n\nTED THE BARTENDER\nThat’s his first drink.\n\nNYLES\nI thought I knew how to live. But I\ndidn’t.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED THE BARTENDER\nThat’s his first drink. NYLES\nI thought I knew how to live. But I\ndidn’t. \n\nTARGET SECTION TO BE ANNOTATED:\n Or, I don’t? You know what\nI mean.\n\nDARLA\nDarlin’, take a look around: whatever\nyou're after, it ain’t here...\n\nBut now TIME SLOWS for Nyles... and _we see this moment\ndifferently than before as he locks eyes with Darla --\n\nHe turns back to the bar, digesting this odd profundity,\nstaring into the MIRROR behind dusty liquor bottles --\n\nFROM OVER NYLES’ SHOULDER, REFLECTED IN THE MIRROR, WE WATCH:\n\nA giddy Nyles leading a blindfolded Sarah into her surprise\nshindig filled with decorations and a giant ‘HAPPY MILLIONTH\nBIRTHDAY, SARAH’ sign... that joyous tableau from their early\ndays together. He removes her blindfold --\n\nSARAH\n(touched, beaming)\nHave I really been here that long?\n\f108.\n\nNYLES\nYou’re asking the wrong guy --\n\nNyles lifts up a CONFETTI CANNON and blasts her face --\nFROM NYLES’ POV, CLOSE UP AND DIRECT INTO SARAH’S GRIN --\nConfetti pieces flutter around Sarah, radiant with an\nunbridled joy we haven’t seen. She leans in and squeezes\nNyles in a hug, then lets go and steps back, bringing us\nBACK TO THE BAR, IN THE PRESENT\n\nON NYLES, lost in this memory as Gram Parsons SWELLS:\n\n“,..Twenty-thousand roads I went down, down, down, and they\nall lead me straight back home to you...”\n\nDarla, weirded out, looks to Ted the Bartender --\n\nDARLA\nYou sure he didn’t take something?\n\nTED THE BARTENDER\nHe’s sober. Kid’s just moping there.\n\nNyles turns to them, quickly piecing together a haphazard\nplan. He JOLTS up and defiantly shoots his whiskey,\nshattering the glass with a glare for Ted --\n\nNYLES\nI’m a fucking adult, Thaddeus.\n\nTED THE BARTENDER\nTalk to me like that and you'll be\npulling your teeth from the bar.\n\nNyles sizes up the barflies leering at him. He turns to Ted\nand holds a peace sign... and rotates it into a middle finger.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED THE BARTENDER\nTalk to me like that and you'll be\npulling your teeth from the bar. Nyles sizes up the barflies leering at him. He turns to Ted\nand holds a peace sign... and rotates it into a middle finger. \n\nTARGET SECTION TO BE ANNOTATED:\nNyles LUNGES over the bar and latches onto Ted’s shirt as\n\nsome BIKERS grab Nyles’ legs -- the place erupts into CHAOS --\nEXT. ROADSIDE BIKER BAR - NIGHT\n\nWe HEAR the sound of a FIGHT: SHOUTING, GLASS BREAKING --\n\nThe front door flies open and the two bikers hurl Nyles face\nfirst onto the gravel parking lot then go back inside.\n\nNyles looks into his clenched hand: TED’S CAR KEYS.\n\nNyles pushes himself up -- with a bloody, broken nose -- and\nRUNS to Ted’s PICK-UP truck, gets in, REVS the engine --\n\f109.\n\nINT. SARAH'S CAR - NIGHT\n\nSarah drives her car along a rough dirt road, deeply focused --\n\nINT. TED’S PICK-UP - NIGHT\n\nNyles presses down the gas -- SPEEDING DOWN THE HIGHWAY --\nHe CRACKS his nose back into place, then --\n\nHe hits a POTHOLE -- POP!!! -- he blows a tire --\n\n-- and SKIDS TO A STOP on the shoulder.\n\nNyles jumps out of the truck, checks the tire: torn to shreds\nand bent in on itself.\n\nNYLES\nFUUUUCK!\n\nNyles looks down the road -- and takes off RUNNING --\n\nEXT. DESERT VALLEY - NIGHT\nSarah gets out of her car at the dead end of a dirt road. She\n\npops the trunk and pulls out a DUFFEL BAG, throws it over her\nshoulder, and powers forth into the desert -- on a mission.\n\nEXT. SPUDS' HOUSE - GUN RANGE - NIGHT\n\nSpuds FIRES a shot at the Mustache Man target. As he nods\nwith pride at his perfect shot --\n\nNYLES (0.S.)\nDon’t shoot, Spuds!\n\nSpuds turns and aims the gun at this mysterious man running\nout of the darkness and into the flood lights -- a lunatic\ndrenched in sweat, caked in dirt, and out of breath --\n\nNYLES\nI need help! A ride... Anything...\n\nSPUDS\nWho the fuck are you?\n\nSpuds doesn’t flinch. Nyles plays his only card:\n\f110.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPUDS\nWho the fuck are you? Spuds doesn’t flinch. Nyles plays his only card:\n\f110. \n\nTARGET SECTION TO BE ANNOTATED:\nNYLES\nThirty years ago you met a woman\nnamed Tracy Holmes at a bar in\nAberdeen, and after she popped your\ncherry in the little boy’s room,\nshe left town and you never saw her\nagain.\n\nSpuds’ hands tremble at the memory, still raw, while\nmaintaining his aim.\n\nNYLES\nSpuds. I’m your son.\n\nSpuds sheds a tear. He lowers his gun, totally buying Nyles’\nstory. He walks up to Nyles and pulls him in for a tight hug.\n\nSPUDS\nI always had a feeling.\n\nMid hug, Nyles glances at the GOAT PEN and considers checking\nto see if Sarah was telling truth, if the goat is really\ngone. But the clock's ticking. He gets out of the hug --\nNYLES\nI love you, Dad. But I really need\nyour help. The love of my life\nmight be leaving forever.\n\nSpuds wipes his nose and looks at Nyles with fatherly eyes.\n\nEXT. DESERT HILLSIDE - NIGHT\n\nTHE CAVE. Open and ready.\n\nSARAH. Calm. Resolute. She stands just beyond the mouth,\nstaring at it. She takes a deep breath and pulls on a VEST\nLINED WITH C4. She walks toward the cave.\n\nJust as she’s about to cross the threshold --\n\nNYLES (0.S.)\nWait!!! Sarah!!!\n\nSarah turns to see a DIRT BIKE weaving through the valley,\nSpuds is driving, Nyles holds on tight to his waist.\n\nSpuds skids to a stop. Nyles jumps off and runs toward Sarah.\n\nSARAH\nGoddamnit. What is it, Nyles?\n\f111.\n\nNYLES\nI blew it again! You were right, I\nwas scared, but I’m not anymore!\nWe’re all lost, but somehow we\nfound each other. And yes, I’m\nquoting myself, but I hope you can\nlook past that, because I know you\nfeel it, too.\n\nSARAH\nYou don’t know what I feel. You\ndon’t know me.\n\nNYLES\nBut maybe I do!\n(composes himself)\nSarah, from the moment I saw you --\n\nSARAH\nI don’t want another one of your\nfucking speeches, Nyles...\n\nShe looks toward the cave.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nNYLES\nBut maybe I do! (composes himself)\nSarah, from the moment I saw you --\n\nSARAH\nI don’t want another one of your\nfucking speeches, Nyles... She looks toward the cave. \n\nTARGET SECTION TO BE ANNOTATED:\nSARAH\nYou get one more sentence.\n\nNYLES\nOkay, okay, okay --\n\nNyles thinks for a moment...\n\nNYLES\nEven though I pretend not to be,\nI've realized I’m completely co-\ndependent, but now I’m cool with it\nbecause life is meant to be\nshared... semi-colon... I need you\nfor survival --\n\nSARAH\nThat’s your one sentence --\nNYLES\nWAIT!\nShe stops.\nNYLES\n\n.»+.- I need you for survival, comma,\nbut this is so much more than\nthat... colon...\n\n(MORE )\n\f112.\n\nNYLES (CONT'D)\nI know you better than anyone knows\nyou, and that day we saw the\ndinosaurs, you said to really know a\nperson you have to see their entire\npackage, the good and the bad, well\nyou've see mine, and I’ve seen\nyours, and you have an excellent\npackage. Ampersand you're my\nfavorite person I’ve ever met, and\nyes, it seems like crazy odds that a\nperson I’d meet stuck in a time loop\nwould end up being my favorite\nperson, but you know what else has\ncrazy odds? Getting stuck in a\n\nfucking time loop... Dot dot dot --\nSARAH\n\nEllipses.\nNYLES\n\nYes, ellipses, thank you. Ellipses,\nI hope blowing ourselves up works,\nbut if it doesn’t, it’s irrelevant\nfor me, as long as I’m with you.\nAnd if it kills us... well... Sarah\nIsabel Harris, I'd rather die with\nyou than live in this world without\nyou, emphatic period.\n\nSarah’s speechless for a moment.\n\nSARAH\nThat was a grammatical nightmare.\n\nNYLES\nYeah, hopefully that didn’t\ndistract from my point.\n\nNyles locks eyes with her, letting his declaration of\ncommitment linger for as long as he needs to.\n\nSarah finally breaks the silence:\n\nA beat...\n\nSARAH\nWhat if we get sick of each other?\n\nNYLES\n(smiling)\nWe're already sick of each other.\nIt’s the best.\n\f113.\n\nSARAH\nI can survive just fine without\nyou. But there’s a chance that life\ncan be a little less mundane with\nyou in it.\n\nNYLES\nYes, less mundane.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nI can survive just fine without\nyou. But there’s a chance that life\ncan be a little less mundane with\nyou in it. NYLES\nYes, less mundane. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s a very\nlow bar, great place to start.\n\nShe cracks a smile.\n\nSARAH\nThen I’1l try it for now.\n\nNyles beams. Spuds CLAPS, watching from his bike.\n\nSPUDS\nAnd that is love.\n\nINT. CAVE - MOMENTS LATER\nFrom the inside looking out, Sarah and Nyles stand at the\nmouth of the cave. Her in her C4 vest, him with a broken nose,\nin his swim trunks and Hawaiian shirt. A perfect engagement\nphoto. They begin their walk in.\nNYLES\nSo did that goat thing actually work\nor was that bullshit?\n\nSARAH\nToo late, you already committed.\n\nNYLES\nSon of a bitch.\n\nSarah takes his hand.\nNYLES\nHey, where do you wanna go on our\nfirst date when this for sure works?\nThe orange light BRIGHTENS on their faces.\nThey look at each other, still walking forward...\n\nSARAH\nIn case I don’t see you again --\n\nSarah kisses Nyles, the ORANGE ORB SWELLS --\n\nIT DWARFS THEM -- THEY LOSE CONTROL --\n\f114.\n\nENGULFED BY ORB --—\nMAKING OUT -—\n\nSARAH’S HAND ON THE DETONATOR -- CLICK -—-\n\n** A BURST OF WHITE LIGHT **\n\nCUT TO BLACK.\nFADE IN:\n\nEXT. SWIMMING POOL - DAY\n\nYesterday, last year, today, tomorrow... Sarah and Nyles\nfloat on an extra large pizza raft in a pool, burritos in\nhand, horchata in the pepperoni cupholders.\n\nSARAH\nThere’s one thing I still really\ndon’t understand?\n\nNYLES\nOnly one thing?\n\nSARAH\nHow did you find the cave in the\nfirst place? You had to find it\nthat first day at the wedding, but\nit’s like two miles from the party,\nnot by any roads. What were you\ndoing out there?\n\nNyles takes a big bite of his burrito.\n\nSARAH\nSeriously. Honesty and communication\nare key to a healthy relationship.\n\nNYLES\nBut is there any answer that’1ll be\nsatisfying to you?\n\nSARAH\nYeah, because an answer is\ninherently satisfying. It satisfies\nthe pursuit of truth. And I like\ntruth.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nYeah, because an answer is\ninherently satisfying. It satisfies\nthe pursuit of truth. And I like\ntruth. \n\nTARGET SECTION TO BE ANNOTATED:\n I get off on truth.\n\nNyles stares directly at Sarah.\n\f115.\n\nNYLES\n\nBut does it not run the risk of\ndisappointment if I tell you what\nhappened? By this point your mind\nis made up about me, whether you\nlove me, hate me, or anything in\nbetween. And if I tell you how I\nfound the cave, that might give you\na sense of truth, but will it be\nsatisfaction? Our energy should be\nfocused on pursuing what gives us --\n\nSarah SLURPS her horchata loudly, growing peeved.\nNYLES\nIsn't it more exciting to live your\nlife always having some sense of\nmystery?\n\nSARAH\nNo. That’s pretentious. And dumb.\n\nNyles ponders this for a moment. A small raft with the box of\nTecate on it floats by.\n\nNYLES\nYeah. I guess it is.\n\nSarah smiles. She stops the Tecate box and grabs a beer.\n\nSARAH\nBeer?\nNYLES\nI’m good. Watching my figure.\n(then)\n\nLook. A turtle.\n\nNyles points to the scarred TORTOISE walking toward them from\nthe other side of the backyard. As they gaze at it --\n\n“Forever and Ever” by Demis Roussos kicks in...\n\nWe FLOAT UP AND AWAY from Nyles and Sarah... And as we get\nfarther away we see they’re in this pool by themselves, in\nthe backyard of a secluded desert house...\n\nScattered civilization, farther away, dinos in the distance,\nup into a cloud, until we can’t see shit anymore.\n\nCUT TO BLACK.\n\n*THE END*\n\f"
}