{
  "1": "PAN’S LABYRINTH\n(El Laberinto del Fauno)\n\nBy\n\nGuillermo del Toro\n\n(PAN’S LABYRINTH is in Spanish with English subtitles.\nThis is an English translation of the script.)\n\n© Picturehouse 2006. All rights reserved.\n\fDARKNESS.\n\nA female voice hums a sweet lullaby.\n\nSUPERIMPOSITION:\n\nSPAIN, 1944.\n\nTHE CIVIL WAR IS OVER.\n\nHIDDEN IN THE MOUNTAINS, ARMED MEN FIGHT THE NEW\nFASCIST REGIME. MILITARY POSTS ARE ESTABLISHED TO\nEXTERMINATE THE RESISTANCE.\n\nThen: the raw, raspy SOUND ofa child struggling to breathe.\n\nFADE IN:\nEXT. LABYRINTH - NIGHT\n\nIn the foreground, OFELIA - 11 years old, skin white as\nsnow, ruby lips and ebony hair - is sprawled on the ground.\n\nA thick ribbon of blood runs from her nose.\n\nBut - the blood is flowing backward into her nostril. Drop\nby drop, the blood leaps up and disappears.\n\nOfelia's pupils dilate-\n\nNARRATOR\nLong ago in the Underground Realm...\n\nCAMERA MOVES INTO THE DARK PUPIL-\n\nBLACK SCREEN\n\nNARRATOR\n...where there are no lies or pain, there\nlived a Princess who dreamt of the human\nworld.\n\fThe sound of muffled wind.\n\nNARRATOR\nShe dreamt of blue skies, the soft breeze\nand sunshine...\n\nA dark CASTLE takes shape. Here, a tower... there, a\nturret... and lighted windows.\n\nFinally, the damp, mildewed walls of a water well come into\nfocus.\n\nNARRATOR\nOne day, eluding her keepers, the\nPrincess escaped.\n\nA woman's silhouette crosses CAMERA-\n\nNARRATOR\nOnce outside, the brightness blinded her\nand erased her memory...\n\nA circular staircase leads up... toward daylight, where the\nimage...\n\nNARRATOR\nShe forgot who she was and where she came\nfrom. Her body suffered cold, sickness\nand pain. Eventually, she died.\n\nFADES TO WHITE:\n\nEXT. BOMBED CITY - DAY\n\nCAMERA TRACKS past scenes of destruction: bombed-out\nbuildings... cathedrals in ruins.",
  "2": "---END OF PREVIOUS SECTION---\nEventually, she died. FADES TO WHITE:\n\nEXT. BOMBED CITY - DAY\n\nCAMERA TRACKS past scenes of destruction: bombed-out\nbuildings... cathedrals in ruins. \n---TARGET SECTION TO BE ANNOTATED---\nNARRATOR\nHer father, the King, always knew that\nthe Princess would return, perhaps in\nanother body, in another place, at\nanother time.\n\nOn half-demolished walls, Falangist posters declare Franco's\n\ftriumph. Among the ruins, smaller, poignant traces of war:\nshoes, broken eye-glasses...\n\nNARRATOR\nAnd he would wait for her, until he drew\nhis last breath, until the world stopped\nturning...\n\nThrough the ruined buildings, a SMALL CARAVAN OF BLACK\nBENTLEY CARS comes into view.\n\nThe shiny chrome fenders pass directly by CAMERA; they bear\nall the Fascist insignias and flags.\n\nINT. MAIN CAR - SAME\nLooking out the window: OFELIA.\n\nShe's dressed in plain, slightly frayed clothing. Not very\ndainty. On her lap is a book of fairy tales.\n\nCAMERA studies one of the watercolors that adorn the pages:\nan illustration of a little girl dancing with several\nfairies flying around her.\n\nAt her side, a small pile of similar books in a book strap.\n\nCARMEN\nI don't understand why you had to bring\nso many books, Ofelia.\n\nOfelia turns her gaze toward the opposite seat, where her\nmother, CARMEN, 28, is napping, her enormous stomach\nevidence of advanced pregnancy. She, too, has black hair.\n\nCARMEN\nWe're going to the country... the\noutdoors... plenty of fresh air.\n\nShe takes the book away from Ofelia.\nCARMEN\n\nFairy tales? You're too old to be filling\nyour head with such nonsense.\n\fShe pauses, feeling nausea.\n\nCARMEN\nAsk them to stop the car- please-\n\nOfelia knocks on the partition window of the sedan. The\nDriver stops.\n\nEXT. WOODS - SAME\n\nThe caravan of cars stops. Carmen hurriedly climbs down and\nmoves to the front of the main car.\n\nGasping for air, she battles the nausea. Ofelia timidly\napproaches her.\n\nCARMEN\nOfelia, wait up.\n\nShe grabs her pregnant abdomen.\n\nCARMEN\nYour brother's not well.\n\nOfelia nods and moves away. SERRANO, a military man, climbs\nout of the car behind them and approaches Carmen solicitous.",
  "3": "---END OF PREVIOUS SECTION---\nCARMEN\nYour brother's not well. Ofelia nods and moves away. SERRANO, a military man, climbs\nout of the car behind them and approaches Carmen solicitous. \n---TARGET SECTION TO BE ANNOTATED---\nSERRANO\nMadam, are you feeling ill?\n\nCARMEN\nWater- just a bit of water-\n\nSERRANO\n(to one of his men)\nWater, bring water for the Captain's\nwife.\n\nOfelia walks alongside the road, moving into the woods and\nfurther away from the caravan of cars.\n\nCAMERA surveys the heavy forest: a tangled tapestry of moss\nand fog.\n\fThe trees, swayed by the wind, murmur softly around Ofelia.\nShe stumbles upon a strange stone by the side of the road.\n\nRoughly the size of a fist- carved on it, the outline of a\nhuman EYE.\n\nFascinated, the young girl picks it up.\n\nShe looks around and finds -amidst the shrubs- an ancient\nstone monolith incised with Celtic lettering.\n\nIt's crowned with the grotesque face of a satyr- mouth open\nwide.\n\nA piece of the brutish face is missing: an eye.\n\nOfelia fits the piece of engraved stone in the missing area.\nA perfect fit.\n\nFrom inside the statue a clicking noise emerges. The wind\npicks up and-\n\n-out of the satyr's open mouth, a STICK INSECT lazily crawls\nout. Ofelia smiles. The insect climbs atop the stone head\nand studies the girl for a moment. Then-\n\nCARMEN\nOfelia??\n\nThe sound of Carmen's voice startles the creature, which flies\noff.\n\nOfelia runs to her mother's side.\nOFELIA.\n(enthusiastic)\n\nA fairy- I saw a fairy!!\n\nCARMEN\nOh- look at your shoes!! They're covered\nin mud!\n\nThey head back to the caravan.\n\nCARMEN\n\fWhen we get to the mill I want you to\ngreet Captain Vidal.\n\nThat man- has been very good to us,\ndarling. You have no idea-\n\nSo, I want you to call him \"Father.\" Do\nyou hear me? \"Father...\"\n\nIt's just a word, Ofelia.\n\nThe Stick Insect lands in a nearby tree and observes inquisitively\nas Mother and daughter climb into the main car and head off.\n\nA beat later, the Stick Insect flies after them.\n\nCUT TO:\n\nINT. WATER MILL - DAY\n\nCLOSE-UP: a gold pocket watch, on a heavy chain. The glass\ndial is cracked...",
  "4": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. WATER MILL - DAY\n\nCLOSE-UP: a gold pocket watch, on a heavy chain. The glass\ndial is cracked... \n---TARGET SECTION TO BE ANNOTATED---\nA gloved THUMB snaps the cover shut. A VOICE - CAPTAIN VIDAL\n- mutters in irritation.\n\nVIDAL\nFifteen minutes late.\n\nANGLE WIDENS to describe a dilapidated WATER MILL.\nThe site consists of a pair of dark stone buildings with\ncorrugated roofs, connected to the mill by a small stone\n\nbridge. A large water wheel hangs over the dry riverbed.\n\nThe wooden beams and columns bear sculpted Celtic motifs and\nhere and there, small, odd, carved creatures.\n\nThe walls have been reinforced with hundreds of sand-bags\nand wooden pontoons, as if preparing for an attack.\n\nCAPTAIN VIDAL and a small group of SERVANTS and SOLDIERS\nwait patiently outside.\n\fSOLDIER\nCaptain!! They're here-\n\nThe caravan of Bentleys stops in front of the building. Vidal\nand his group moves in. Servants and Soldiers unload luggage\nwithy military efficiency. In charge is MERCEDES, a young\nbut strict country woman.\n\nVidal greets Carmen.\n\nVIDAL\nCarmen- Welcome-\n\nWith a pleasant smile, he touches her pregnant belly and\nthen points at a wooden wheelchair pushed to Carmen's side\nby a small, nervous man SGT. GARCES. By his side stands\nDOCTOR FERREIRO, a pleasant, scholarly man in his mid\nforties.\n\nCARMEN\nI- I don't need it- I can walk by myself.\n\nVIDAL\nDoctor Ferreiro prefers that you don't\nexert yourself.\n\nCARMEN\nN-no...\n\nVidal leans towards her and whispers -ever so softly- in her\near:\n\nVIDAL\nThen do it for me...\n\nShe obeys. As she sits, Ofelia exits the automobile, holding\nher books close to her chest.\n\nCARMEN\nOfelia. Greet the Captain.\n\nShe is wheeled away. An awkward silence passes between the\nyoung girl and the Captain.\n\nVIDAL\nOfelia-\n\fThe girl extends her hand. He grabs it, firm but cold. It is\nher left hand.\n\nVIDAL\nIt's the other hand, Ofelia.\n\nHe turns to the servants.\nVIDAL\nMercedes, take my wife's luggage to her\n\nroom-\n\nMERCEDES\nYes, sir.",
  "5": "---END OF PREVIOUS SECTION---\nVIDAL\nIt's the other hand, Ofelia. He turns to the servants. VIDAL\nMercedes, take my wife's luggage to her\n\nroom-\n\nMERCEDES\nYes, sir. \n---TARGET SECTION TO BE ANNOTATED---\nMercedes glances back to find Ofelia curiously gazing at-\n-a pile of sandbags. Perched on top-\n-the big Stick Insect.\n\nIt fans out its multiple wings. Twice. Ofelia runs over and\ntries to catch it.\n\nBut the Stick Insect takes off and escapes. The girl drops her\nbooks and goes after it.\n\nEXT. GARDENS - FURTHER - CONTINUOUS\nOfelia follows the Stick Insect to the edge of a small rise.\n\nShe follows it with her eyes and sees, about 100 meters\naway, surrounded by trees, the ruins of a garden LABYRINTH.\n\nThe CAMERA glides up for a better view. The labyrinth is\ncircular, its paths overgrown and partially blocked.\n\nOfelia enters the labyrinth through an archway. She ventures\ndown one of its pathways and stops-\n\nMERCEDES\nIt's a labyrinth-\n\fOfelia turns- the young woman stands by her side. Ofelia's\nbooks in hand.\n\nMERCEDES\nJust a pile of old stones.\nThey've always been there, even before\nthe mill. Better you don't go near it-\nYou could get lost.\n\nA ray of sunlight breaks through the grey clouds and\nilluminates the old ruins. Mercedes hands her the books.\n\nOFELIA.\nThank you.\n\nMERCEDES\nHave you read them all?\n\nGarcés shouts from the mill:\n\nGARCES\nMercedes!\n(Mercedes reacts)\nThe Captain’s calling you.\n\nMercedes makes a small gesture of goodbye to Ofelia.\n\nMERCEDES\nYour father needs me.\n\nShe turns and walks away-\n\nOFELIA.\nHe's not my father.\n\nMercedes doesn't understand. The girl runs up to her.\nOFELIA.\nThe Captain- he's not my father. My\nfather was a tailor. He died in the war.\n\nThe Captain’s not my father!\n\nMercedes can't help but smile at the girl's sudden\nvehemence.\n\nMERCEDES\n\fWell, you've made that clear enough.\nThey walk away together.\n\nOFELIA.\nDid you see my mother?\n(Mercedes nods)\nShe's pretty isn't she?\n(Mercedes nods)\nYou saw her belly? She's sick with child.\n\nAs they go into the house, the Stick Insect - perched atop\nthe labyrinth's archway - monitors their every move.",
  "6": "---END OF PREVIOUS SECTION---\n(Mercedes nods)\nYou saw her belly? She's sick with child. As they go into the house, the Stick Insect - perched atop\nthe labyrinth's archway - monitors their every move. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nINT. DINING ROOM - NIGHT\n\nVIDAL\nThe guerillas are sticking to the woods\nbecause it's hard to track them down up\nthere.\n\nVidal is standing at an enormous dining table. Serrano,\nGarcés and a few lower-ranking officials surround him.\n\nVIDAL\nThose pricks know the terrain better than\nany of us. We need to force them down -\n\nVidal sticks pins into one of the larger maps.\nVIDAL\n-let's block their access to medicine and\n\nsupplies.\n\nMercedes enters bearing a tray of olives, cold cuts and a\nbottle of Orujo liquor.\n\nVIDAL\nWe'll set up three command posts. Here,\nhere and here.\n\nMercedes glances briefly at the maps, concealing avid\n\finterest.\nSuddenly, Vidal grabs Mercedes by the arm.\n\nVIDAL\nHave Dr. Ferreiro come see me.\n\nMERCEDES\nYes, Sir...\n\nTurning his attention back to his maps, Vidal takes two\nolives and pops them into his mouth.\n\nVIDAL\n(chewing)\nThose bastards are going to starve...\nyou'll see...\n\nINT. UPPER BEDROOM - DUSK\n\nThe doctor stirs some drops of medicine into a glass of\nwater. Carmen lies back in a monumental carved bed. On her\nlap there are several playing cards.\n\nDOCTOR\nJust four drops at bedtime and you'll\nsleep all night long.\n\nHe gives her the water and the medicine vial. Carmen drinks\nweakly. Ofelia stands by her side.\n\nDOCTOR\nDon't hesitate to call if you need\nanything, Madame. You- or your little\nnurse.\n\nHe grins at Ofelia, then exits the room. Carmen gives Ofelia\nthe medicine vial.\n\nCARMEN\nGo. Close the door so I can sleep.\n\fINT. FOYER/STAIRWAY - NIGHT\nIn the hallway, the doctor finds Mercedes waiting for him.\nThey proceed in silence down the hallway and look down into\n\nthe foyer: empty.\n\nMERCEDES\nYou must come up the mountain and see him-\nthe leg wound- its getting worse...\n\nThe doctor nods timidly and gives Mercedes a small PACKAGE\nwrapped in dark paper and neatly tied in string.\n\nDOCTOR\nThis is all I could get. I'm sorry.\n\nMercedes sighs, disappointed.",
  "7": "---END OF PREVIOUS SECTION---\nDOCTOR\nThis is all I could get. I'm sorry. Mercedes sighs, disappointed. \n---TARGET SECTION TO BE ANNOTATED---\nMERCEDES\nHe's downstairs- don't keep him waiting.\n\nThe doctor moves downstairs. Mercedes glances toward the\nUpper Bedroom and-\n\n-discovers Ofelia, watching her attentively- how long has\nshe been there?\n\nThe girl closes the door quietly.\n\nINT. UPPER BEDROOM - NIGHT\nOfelia takes off her shoes and climbs into her mother's bed.\nAs she cuddles close to her mother-\n\nCARMEN\nJesus- Your feet- they're frozen.\n\nShe caresses Ofelia's head. The wind picks up and the house\ntimbers moan and creak.\n\nCARMEN\nAre you scared?\n\fOFELIA.\nA little bit.\n\nOFELIA.\nWhat's that noise?\n\nCARMEN\nNothing, just the wind. Nights here are\ndifferent from city nights. There, you\nhear cars, trains. Here the houses are\nold and creaky.\n\nThe house utters a series of deep, rumbling noises.\n\nCARMEN\nAlmost like they're speaking.\n\nTomorrow, I'm going to give you something\nspecial.\n\nOFELIA.\nA book?\n\nCARMEN\nNo, something much better.\n\nA beat of silence and then-\n\nOFELIA.\nWhy did you have to get married?\n\nCARMEN\nWe were alone too long.\n\nOFELIA.\nYou weren't alone. You were never alone.\n\nCARMEN\nWhen you're older you'll understand. It\nhasn't been easy for me.\n\nShe winces in pain-\nCARMEN\n\nYour brother's- he's acting up. Tell him\none of your stories so he'll calm down.\n\fOfelia gently leans on her mother's stomach and taps it with\none finger, as if it were a telegraph key.\n\nCARMEN\nMy brother, my brother...\n\nCarmen closes her eyes and listens to her daughter's voice-\n\nOFELIA.\n... a long, long time ago in a grey, sad\ncountry...\n\nINSIDE THE STOMACH\n\nFloating in a limbo of amniotic fluid, the BABY opens his\neyes and listens.\n\nOFELIA.\nThere was a magic rose that made whoever\nplucked it immortal.\n\nEXT. MAGICAL MOUNTAIN - SUNSET\n\nAgainst a scarlet sky: a BLUE ROSE. Its thorny stem clutches\nthe dagger-like crest of a black granite mountain.",
  "8": "---END OF PREVIOUS SECTION---\nEXT. MAGICAL MOUNTAIN - SUNSET\n\nAgainst a scarlet sky: a BLUE ROSE. Its thorny stem clutches\nthe dagger-like crest of a black granite mountain. \n---TARGET SECTION TO BE ANNOTATED---\nThe thorns grow around the granite like suffocating\nserpents.\n\nOFELIA (V.O.)\nBut no one would dare go near it because\nits thorns were full of mortal poison.\n\nThe Stick Insect lands on one of the thorns and then flies off\ninto the night sky-\n\nOFELIA (V.O.)\nSo amongst the men tales of pain and\ndeath were told in hushed voices. But\nthere was no talk of eternal life...\nbecause men fear pain more than they\n\fwant immortality.\n\n-up, up and then through-\n\nEXT. GARDENS - TWILIGHT\n-the WINDOW of the Upper Bedroom.\n\nThrough the glass, the Stick Insect observes how Ofelia hugs her\nmother.\n\nOFELIA.\nSo every day the rose wilted unable to\nbequeath his gift to anyone--\n\nThe Stick Insect clicks its jaws in excitement.\n\nCUT TO:\n\nINT. VIDAL'S STUDY - DAY\n\nThe improvised office is in one of the lower rooms, where\nthe gigantic mill wheel and the wooden gears lie in a heap.\n\nOFELIA (V.O.)\nAlone and forgotten at the top of that\nmountain. Forgotten until the end of\ntime...\n\nSmall steel gears shine like metallic stars on a small\nswatch of black velvet.\n\nTweezers pick them up and-\n\n-put them into place within the workings of a watch.\n\nUsing a jeweler's magnifying glass, Vidal oils and closes up\nhis pocket watch while he listens to cuplé (traditional\n\nSpanish music) on a phonograph.\n\nThe doctor comes to the door. Vidal motions for him to\nenter.\n\fVIDAL\nCome in-\n\nHow is she?\n\nDOCTOR\nVery weak.\n\nVidal closes the watch.\n\nVIDAL\nShe'll rest as much as she needs to. I'll\nsleep down here.\n\nAnd my son?\n\nDOCTOR\nYour-?\n\nSerrano and Garcés enter the room.\n\nGARCES\nExcuse us, Captain...\n\nVidal motions for them to be silent. Then he looks at the\nDoctor again.\n\nVIDAL\nMy son. How is he?\n\nDOCTOR\nFor the moment, there's no reason to be\nalarmed.\n\nVIDAL\nGood. That’s good.\n\nDOCTOR\nCaptain.\n\nYour wife- she shouldn't have traveled\nthis late in the pregnancy.",
  "9": "---END OF PREVIOUS SECTION---\nThat’s good. DOCTOR\nCaptain. Your wife- she shouldn't have traveled\nthis late in the pregnancy. \n---TARGET SECTION TO BE ANNOTATED---\nVIDAL\nIs that your opinion?\n\fDOCTOR\nMy professional opinion, yes sir.\n\nVIDAL\n\nWell, a boy should be born wherever his\nfather is. And that's that.\n\nHe heads for the door.\n\nDOCTOR\nCaptain...\n\nVidal stops and looks at him fixedly.\nDOCTOR\n\nOne more thing, sir. What makes you so\nsure it's a boy?\n\nVIDAL\nDon't fuck with me.\n\nHe exits the mill.\n\nCUT TO:\n\nEXT. MILL - NIGHT\n\nThe mill and the tents are silhouettes in the night.\nSoldiers patrol the gravel paths.\n\nVidal, Garcés and Serrano walk towards the outer Water\nWheel. There, a small group of soldiers surrounds an OLD MAN\nand his young SON.\n\nGARCES\nAt 8 o'clock, we detected activity in the\nsoutheastern sector. Gunfire. Sergeant\nBayona captured a suspect. The other\nprisoner is his son, who's here from\ntown.\n\nSON\n\fCaptain, my father is an honorable man.\n\nVIDAL\nI'll decide that. Take your hat off when\nyou talk to me.\n\nThe Son quietly obeys. BAYONA hands the Captain a small\ngauge rifle and a leather pouch.\n\nVIDAL\nWe found this weapon. It's been fired.\n\nSON\nHe was hunting rabbits -\n\nVIDAL\nShut up, damn it.\n\nVidal takes opens the leather pouch and finds a farmer's\nalmanac. He reads an inscription printed on the back page:\n\nVIDAL\n\"...No God, nor Government, nor Master?\"\n\nGARCES\nRed propaganda, sir.\n\nSON\nIt's not propaganda, Sir.\n\nVidal, impatiently motions for him to be silent.\n\nOLD MAN\n\"It's an old almanac; we're farmers, sir.\"\n\nVIDAL\nGo on.\n\nOLD MAN\nI was in the forest hunting rabbits for\nmy daughters. They're sick.\n\nVIDAL\nRabbits, uh?\n\nIn the pouch, Vidal finds a half-empty bottle of wine.\n\fSON\nCaptain, if my father says so- he was\nhunting rabbits.\n\nVidal hands Garcés the pouch and moves towards the boy,\nbottle in hand.\n\nBAM!! Without warning he flattens the boy's nose with the\nbottle bottom. The Father screams, horrified, but without\nthe guts to intervene.",
  "10": "---END OF PREVIOUS SECTION---\nBAM!! Without warning he flattens the boy's nose with the\nbottle bottom. The Father screams, horrified, but without\nthe guts to intervene. \n---TARGET SECTION TO BE ANNOTATED---\nVidal lifts the Son up, bashes his nose again and again,\nleveling bone and cartilage.\n\nFATHER\nNo!! No!! You killed him!! You son ofa\nbitch!\n\nVidal drops the boy, who falls to the ground spitting blood.\nHe turns to the Father and shoots him twice in cold blood,\nthen turns to the Son and shoots him once, in the head.\n\nThen all is silence. The distant whistle of a train can be\nheard. Vidal heads back towards Garcés and calmly searches\nthe pouch: Inside he finds two scrawny rabbits.\n\nVIDAL\nLearn to frisk these motherfuckers before\nyou come bothering me.\n\nGARCES\nYes, my Captain.\n\nHe moves away. And he takes the rabbits with him.\n\nCUT TO:\n\nINT. UPPER BEDROOM - NIGHT\n\nEyes wide, Ofelia hears a dry rattle, followed by a soft\nululation at the window, which is half open. The curtains\nbillow.\n\fThe mill groans. Ofelia is restless.\nThen- a dry clicking noise.\n\nOFELIA.\nMama, wake up-\n\nCarmen doesn't move. A scuttling noise reaches her ears as\nsomething small and quick skitters over the floor.\n\nOFELIA.\nMother- please! There's something in the\nroom-\n\nImpossible. Ofelia gets up and carefully puts on her shoes.\n\nSomething shifts in the ceiling beams. Ofelia looks up,\nsearching.\n\nNothing. Suddenly, something the size of a human hand\nscurries past her feet and hides under the bed.\n\nThen, pulling at the goose down comforter, the Stick Insect climbs\nup into the bed. Ofelia leans over it, shocked.\n\nOFELIA.\nH-hello- Did you follow me here??\n\nThe Stick Insect clicks its mandibles.\n\nOFELIA.\nAre you a fairy??\n\nThe Stick Insect regards her with curiosity.\n\nOFELIA.\nLook- This is a fairy-\n\nShe picks up one of her books and opens it to an\nillustration: a beautiful fairy.\n\nThe Stick Insect scrutinizes the illustration and sits upright. It\nopens and closes its wings, transforming into a GREEN FAIRY -\na tiny human form with striped wings.\n\nThe Green Fairy flies to the foot of the bed, pointing to\n\fthe window.\nOFELIA.",
  "11": "---END OF PREVIOUS SECTION---\nIt\nopens and closes its wings, transforming into a GREEN FAIRY -\na tiny human form with striped wings. The Green Fairy flies to the foot of the bed, pointing to\n\fthe window. OFELIA. \n---TARGET SECTION TO BE ANNOTATED---\nYou want me to go with you? Outside?\nWhere?\n\nCUT TO:\n\nEXT. GARDENS - NIGHT\n\nThe Green Fairy flies swiftly, but Ofelia follows close\nbehind. Suddenly it stops!\n\nThey’re at the ruins of the labyrinth, which is bathed in\nmoonlight.\n\nTrees and roots crowd the broken niches, as if fused with\n\nthe stone. Some of the pathways are blocked by gnarled trees\nthat have grown through the rock.\n\nLABYRINTH - CONTINUOUS\n\nOfelia runs through the narrow, spooky pathways, but she has\nlost sight of the Green Fairy.\n\nOfelia stops and looks around until she spots it, waiting\nfor her at-\n\nROTUNDA AT CENTER OF LABYRINTH - NIGHT\n\nThe Green Fairy alights on an ancient monolith at the edge of an\nempty stone pool. It's decorated in Celtic lettering, just\n\nlike the one in the forest.\n\nAnother monolith stands at its center.\n\nOfelia nears the edge of the pool.\n\nOFELIA.\nHello?!\n\fThe pool returns her cry, again and again. The tree trunks\ncreak- and a cloud covers the moon.\n\nOFELIA.\nEcho! Echo!\n\nThen, she hears the sound of something big clattering about\non hooves, like a horse or a bull.\n\nVOICE\nIt's you- It's you- You've returned!!\n\nThe VOICE is cold and full of sibilance. The cloud moves\naside...\n\nOn its hind quarters in the shadows is the twisted and\nsinister figure of a FAUN. He's covered in roots and moss.\n\nOfelia backs away- speechless.\n\nFAUN\nNo- no- don't be afraid- I beg you!!\nLook!!\n\nHe opens a small wicker basket and from it emerge two more\nFAIRIES: one BLUE, one RED.\n\nOfelia smiles.\n\nOFELIA.\nMy name is Ofelia. Who are you?\n\nFAUN\nMe? I've had so many names. Old names\nthat only the wind and the trees can\npronounce.\n\nThe Green Fairy flies toward its colorful companions.\nFAUN\nTam the mountain, the forest and the\n\nearth. I am... a faun.\n\nAs he bows to her, moonlight dapples his body.",
  "12": "---END OF PREVIOUS SECTION---\nFAUN\nTam the mountain, the forest and the\n\nearth. I am... a faun. As he bows to her, moonlight dapples his body. \n---TARGET SECTION TO BE ANNOTATED---\n His coarse\nhooves and the strange angle of his legs make his courtly\n\fmanner clumsy yet oddly gracious.\n\nFAUN\nYour Highness-\nOFELIA.\nNo, I'm -\nFAUN\nYou are Princess Moanna, daughter of the\nKing of the Underworld.\nOFELIA.\n\nNo- My father was a tailor.\n\nFAUN\nYou are not born of man. It was the moon\nthat bore you.\n\nLook on your left shoulder and you will\nfind a mark that proves it.\n\nOfelia instinctively touches her shoulder, with a strange\nexpression on her face.\n\nFAUN\nYour real father had us open portals all\nover the world to allow your return. This\nis the last of them.\n\nHe opens his arm and gestures at the well around them.\n\nFAUN\nBut we have to make sure that your\nessence is intact, that you have not\nbecome a mortal.\n\nTo insure your return, you have three\ntasks to fulfill - before the moon is\nfull.\n\nThe Faun steps back a few paces. He deposits a large leather\nbound book on the ground, as well as a leather bag.\n\nFAUN\nThis is the Book of Crossroads. Open it\n\fwhen you're alone and it will show you\nyour future - show you what must be done.\n\nThen he and the Fairies fade back into the shadows.\n\nOfelia goes to the book and opens it. No matter how many\npages she turns-\n\n-they are all blank.\n\nOFELIA.\nThere's nothing here-\n\nBut she is alone. Absolutely alone in the well. MUSIC starts-\n\nCUT TO:\n\nINT. VIDAL'S STUDY - BATHROOM - EARLY MORNING\n\nVidal, shirtless, shaves with a switchblade while listening\nto music.\n\nCUT TO:\n\nINT. DINING ROOM - DAY\n\nNow, alone in the massive dining room, Vidal shines his\nboots. Methodically.\n\nThis is obviously a daily ritual for him. By his side: the\ntwo scrawny rabbits he impounded the night before.\n\nMercedes brings him a cup of coffee.\nVIDAL\nMercedes, prepare these rabbits for\ndinner tonight.\n\nMercedes eyes the scrawny animals-\n\nMERCEDES\nThey are too young.\n\fVIDAL\nWell, see if they'll do for a stew.\n\nMERCEDES\nYes sir.",
  "13": "---END OF PREVIOUS SECTION---\nMercedes eyes the scrawny animals-\n\nMERCEDES\nThey are too young. VIDAL\nWell, see if they'll do for a stew. MERCEDES\nYes sir. \n---TARGET SECTION TO BE ANNOTATED---\nShe turns to leave but Vidal stops her gently.\n\nVIDAL\nAnd- This coffee- was burnt. Taste it\nyourself.\n\nShe does. Vidal places a hand on her shoulder.\n\nThere is something unpleasant about this sudden contact,\nsomething too familiar. She bears it in silence.\n\nVIDAL\nYou should keep an eye on it.\n\nMERCEDES\nYes, sir.\n\nShe moves into-\n\nINT. KITCHEN - LATER\n\nThe kitchen is enormous. The open charcoal cook stove is two\nmeters high by five meters wide.\n\nMERCEDES\n(hands out the rabbits)\nTake them to the table-\n\nTwo old, stout cooks, JACINTA and PAZ, wash the gigantic\nwork table with boiling water.\n\nMERCEDES\n(to the others)\nHe didn't like the coffee.\n\nJACINTA\nAgh- He's nothing but a fussy dandy. A\n\fdandy!\nMERCEDES picks up a pail of hot water.\n\nMERCEDES\nWe're going to need some beef and one\nmore chicken. We have more guests-\n\nConchita, Paloma and two other GIRLS pluck chickens, peel\npotatoes, etc.\n\nPAZ\nWell, where are we supposed to find that?\n\nMERCEDES\nThe doctor's wife and the mayor's, too.\n\nJACINTA\nWell, they eat more than a pig.\n\nPAZ\nAnd they don't shut up-\n\nJACINTA\n-not even underwater.\n\nINT. BATHROOM, UPPER BEDROOM - DAY\n\nMercedes and Conchita empty buckets of hot water into a\nporcelain bathtub.\n\nINT. UPPER BEDROOM - BEDROOM - DAY\nCarmen opens one of her travel trunks.\n\nCARMEN\nOfelia. Your father is giving a dinner\nparty tonight... Look what I've made you.\n\nShe lifts out a beautiful green dress in shiny silk and\nivory tulle.\n\fOfelia studies the dress as if it were a strange artifact\nrather than something she might wear. Mercedes enters with a\nbreakfast tray.\n\nCARMEN\nDo you like it? What I wouldn't have\ngiven to have a dress as fine as this\nwhen I was little.\n\nIn a reverie, Carmen takes out a pair of new patent leather\nshoes and a green silk hair ribbon.",
  "14": "---END OF PREVIOUS SECTION---\nCARMEN\nDo you like it? What I wouldn't have\ngiven to have a dress as fine as this\nwhen I was little. In a reverie, Carmen takes out a pair of new patent leather\nshoes and a green silk hair ribbon. \n---TARGET SECTION TO BE ANNOTATED---\nCARMEN\n(to Ofelia)\nAnd look at these shoes! Do you like\nthem?\n\nOfelia makes an effort and smiles a weak smile.\n\nOFELIA.\nYes, they are very pretty.\n\nBut Carmen is not fooled-\n\nCARMEN\nGo on, now. Take your bath. Go-\n\nOfelia obeys- She enters-\n\nINT. BATHROOM, UPPER BEDROOM - DAY\n\nOfelia, alone in the bathroom, opens the magical book. At\nfirst, the page is blank, but a wondrous image takes shape:\nOfelia and five chestnuts. Squatting at her side, under a\nhuge tree: a massive TOAD.\n\nThen a KNOCK on the door-\n\nCARMEN'S VOICE\nOfelia-\n\nINT. UPPER BEDROOM - DAY\n\fAlone now, Carmen readies the little green dress.\n\nCARMEN\nHurry up. I want to see the dress on you.\nI want you to be beautiful for the\nCaptain...\n\nINT. BATHROOM, UPPER BEDROOM - DAY\n\nOn her right shoulder, Ofelia examines, exactly as the Faun\nsaid, a birthmark in the form of the crescent moon...\n\nCARMEN’S VOICE\nYou'll look like a princess-\n\nOfelia smiles.\n\nOFELIA.\n(to herself)\n...a princess...\n\nCUT TO:\n\nINT. KITCHEN - LATER\nMercedes organizes the kitchen.\n\nMERCEDES\nMake sure those chickens are cleaned\nproperly... and the beans...\n\nMercedes takes out a small, sharp knife from the folds in\nher apron. She skillfully chops an onion.\n\nThe bustle suddenly stops. Everyone looks toward the door,\nwhere, among chicken feathers floating like confetti, Ofelia\nstands, dressed in green silk.\n\nCONCHITA\nYou look marvelous, my girl, just\ngorgeous.\n\fJACINTA\nWhat a dress!!\n\nMercedes smiles. She's pleased too, but she claps her hands\ntogether-\n\nMERCEDES\nGet back to work, stop wasting time.\n\nThey obey. Mercedes goes next to Ofelia.\n\nMERCEDES\nDo want some milk with honey?\n\nOfelia nods eagerly.\n\nINT. STABLE - LATER\nMercedes puts a bucket under a huge milk cow.",
  "15": "---END OF PREVIOUS SECTION---\nOfelia nods eagerly. INT. STABLE - LATER\nMercedes puts a bucket under a huge milk cow. \n---TARGET SECTION TO BE ANNOTATED---\nMERCEDES\nStep back, I don't want you getting milk\non your dress, with you looking so\npretty.\n\nMercedes begins to milk the cow.\n\nOFELIA.\nMercedes, do you believe in fairies?\n\nMERCEDES\nNo. But when I was a little girl, I did.\n\nI believed in a lot of things that I\ndon't believe any more.\n\nOFELIA.\nWell, last night, a fairy visited me. And\nit wasn't alone, there were lots of them -\nand a faun, too.\n\nMERCEDES\nA faun??\n\fMercedes picks up the bucket and fills a wooden bow! with\nmilk.\n\nOFELIA.\nHe was very old, very tall and smelled\n\nlike dirt.\n\nMERCEDES\nMy mother warned me to be wary of fauns-\n\nSuddenly, Vidal and Garcés approach them.\n\nVIDAL\nMercedes, come with me.\n\nCUT TO:\n\nEXT. STORAGE BUILDING - MILL - DAY\n\nVidal and Mercedes walk toward the bodega, or storage\nbuilding, adjoining the mill.\n\nGuards unload giant sacks of provisions from trucks. A Civil\nGuard CAPITAN supervises the operation and greets Vidal.\n\nCAPITAN\nCaptain, everything is here.\n\nINT. BODEGA - MILL - CONTINUOUS\n\nThe men fill the enormous bodega with grain, bottles of\nwine, barrels of oil, salt and sugar, etc.\n\nCAPITAN\n\nFlour, salt, oil, medicine, olives,\nbacon, tobacco...\n\nVidal grabs a packet of tobacco.\n\nVIDAL\nTobacco, huh? Real tobacco!\n\fThe CAPITAN hands over some papers with the Falangist\nletterhead.\n\nCAPITAN\nAnd the ration cards.\n\nMercedes is stunned by the quantity of food and supplies.\nVidal checks the padlock on the door.\n\nVIDAL\nMercedes, the key-\n\nMERCEDES\nYes, sir.\n\nMercedes hands over the key from her large key ring.\n\nVIDAL\n(to Mercedes)\nIs this the only copy?\n\nMERCEDES\nThe only one.\n\nVidal locks the padlock. Yanks on it: nice and strong.\n\nVIDAL\nFrom now on, I'll carry it.\n\nFrom outside, Serrano calls him.",
  "16": "---END OF PREVIOUS SECTION---\nYanks on it: nice and strong. VIDAL\nFrom now on, I'll carry it. From outside, Serrano calls him. \n---TARGET SECTION TO BE ANNOTATED---\nSERRANO\nCaptain!!\n\nVidal hurries over to Serrano who hands him a pair of\nbinoculars and points to something on the horizon-\n\nSERRANO\nCaptain, perhaps it's nothing.\n\nThrough the binoculars, Vidal sees a plume of SMOKE on the\nhorizon.\n\nVIDAL\n\fIt's them.\n\nEXT. FOREST - DAY\n\nGarcés, Vidal and a few of his men ride through the forest\non horseback.\n\nOFELIA (V.O.)\nWhen the forest was young, a fig tree\ntook root and grew to colossal size.\n\nCUT TO:\n\nEXT. WOODS - DAY\nOfelia walks away from the mill and into the woods.\nOFELIA (V.O.)\nWhen the forest was young, it was home to\n\ncreatures who were full of magic and\nwonder...\n\nEXT. WOODS - DAY\nVidal and his men ride through the forest.\nOFELIA (V.O.)\nAt the heart of this forest stood a\n\ncolossal fig tree. The Forest Folk slept\nin its shadow.\n\nEXT. EDGE OF THE FOREST - DAY\nOFELIA (V.O.)\nBut now, the tree is dying. Its branches\n\nare dry, its trunk old and twisted.\n\nOfelia finds herself under a huge FIG TREE that has twisted\n\finto an arch reaching to a nearby crag.\nOFELIA (V.O.)\nA monstrous toad has settled in its roots\nand won't let the tree thrive.\n\nOfelia opens her leather bag. Inside there are five large\nchestnuts.\n\nOFELIA (V.O.)\nYou must put the three magic rocks in its\nmouth and retrieve a magic key from its\ninsides. Only then will the fig tree\nflourish again.\n\nThe tree roots are partly exposed. The tree itself is\nsurrounded by a large mud puddle.\n\nOfelia decides to take off her fancy silk dress. She\ncarefully hangs everything - including her hair ribbon - on\nthe tree branches. Finally she's down to only a simple\ncotton slip and her shoes.\n\nAs she enters-\n\nThe wind picks up and moves her hanging dress. Then, a\nsudden gust sends the hair ribbon flying.\n\nINT. GALLERY UNDER FIG TREE ROOTS - DAY\n\nOfelia crawls slowly; the gaps between the roots are narrow\nand claustrophobic.",
  "17": "---END OF PREVIOUS SECTION---\nThen, a\nsudden gust sends the hair ribbon flying. INT. GALLERY UNDER FIG TREE ROOTS - DAY\n\nOfelia crawls slowly; the gaps between the roots are narrow\nand claustrophobic. \n---TARGET SECTION TO BE ANNOTATED---\nA few big, black pill bugs are nestled in the mud.\nOfelia keeps going.\n\nCUT TO:\n\nINT. CAMPSITE IN THE MIDDLE OF THE FOREST - DAY\n\nVidal and his men probe a forest cave. Inside, they find the\n\fremains of a campfire. Vidal removes a glove and touches the\nembers.\n\nVIDAL\nLess than twenty minutes, they left ina\nhurry.\n\nHe finds the remains of food and drink.\n\nVIDAL\nA dozen men, at most...\n\nIn the dirt, he discovers the remains of the package the\ndoctor gave to Mercedes.\n\nInside he finds empty antibiotics containers.\n\nVIDAL\nAntibiotics...\n\nGarcés comes upon a half-burnt lottery ticket.\n\nGARCES\n(showing him the lottery ticket)\nShit- They forgot this lottery ticket.\n\nVidal motions for silence.\n\nVIDAL\nThey're here. Those bastards are here and\nthey are watching us.\n\nHe stands in rapt silence. The trees sway gently. He hefts\nthe empty package like a trophy.\n\nVIDAL\nYou left this behind! And the lottery\nticket! Come back and get it!! This could\nbe your lucky day - !\n\nSilence.\nThen, they mount up and ride off.\n\nInvisible under the trees, six GUERRILLAS are indeed\nwatching. Among them is PEDRO, a tall and serious young man.\n\fIna flash, they all disappear into the underbrush.\n\nCUT TO:\n\nINT. GALLERY UNDER FIG TREE ROOTS - DAY\n\nOfelia's progress is slow. Water oozes from the surrounding\nroots and mud.\n\nBugs crawl on her arms.\n\nShe hears a sudden, soggy movement up ahead. She takes out\nthe five chestnuts - which are so large they barely fit in\n\nher hands - and works her way toward the noise.\n\nSoon, she comes face to face with-\n\n-an immense TOAD, as big as a boar. His golden eyes blink;\nhis cheeks puff rhythmically in and out.\n\nOFELIA.\nHi-\n\nThe Toad's long tongue flicks out, trapping a couple of\nbeetles and pulling them back into his mouth. Their\nchitinous shells crunch noisily in its slimy jaws.\n\nOfelia shudders and tries to stand up. As she speaks, a\nlarge red pill bug clings to her cheek.",
  "18": "---END OF PREVIOUS SECTION---\nTheir\nchitinous shells crunch noisily in its slimy jaws. Ofelia shudders and tries to stand up. As she speaks, a\nlarge red pill bug clings to her cheek. \n---TARGET SECTION TO BE ANNOTATED---\nOFELIA.\nlam- I'm princess Moanna and I'm not\nafraid of you-\n\nThe Toad observes her, unmoved.\n\nOFELIA.\nAren't you ashamed? Living down here,\neating all the pill bugs and getting fat\nwhile the tree dies!\n\nFWAPPPP!!!! The Toad sends out its soft pink tongue, which\nflattens against her face, then slides off, taking the pill\nbug and leaving a gelatinous goo.\n\fThree of the chestnuts roll to the ground. Ofelia spits in\ndisgust.\n\nThe Toad hunkers down, shaking violently as it croaks.\n\nOfelia backpedals, frightened. The Toad resumes its resting\nposition.\n\nOfelia scoops up the chestnuts. Two fall back into the mud.\nShe kneels to get them and-\n\n-deftly palms a juicy, fat pill bug. It curls itself into a\ntight ball. She keeps it in the same hand as the chestnuts.\n\nThe Toad croaks again, shoots out its tongue, which wraps\naround her wrist. She stays calm. When the tongue retracts,\ncovering her hand with viscous spittle, the pill bug is\n\ngone.\n\nAnd so are the chestnuts.\n\nThe Toad croaks violently and suddenly burps up a gigantic\npearly bubble, which floats in the air, bathed in blood and\n\nsaliva.\n\nAnd with this, the Toad shrivels away, like a serpent\nshedding its skin.\n\nOfelia picks up the warty, empty skin and looks at the\nbubble.\n\nIn its center: aGOLD KEY.\n\nOfelia plunges her hands into the bubble to grab it.\n\nEXT. EDGE OF THE FOREST - TWILIGHT\n\nOfelia emerges from under the tree with the golden key in\nhand. She's filthy, sweaty and exhausted.\n\nShe nears the place where she left her dress-\n\n-but it's not there!\n\fAfter a brief search, she finds her hair ribbon. Covered in\nmud.\n\nA few meters away, the dress- covered in wet, mossy mud.\nIt starts to rain.\n\nCUT TO:\n\nEXT. MILL - DUSK\n\nA pair of BENTLEYS sweeps into the driveway. Elegant dinner\nguests get out of the cars: the MAYOR, his WIFE, and a\nparish PRIEST.",
  "19": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nEXT. MILL - DUSK\n\nA pair of BENTLEYS sweeps into the driveway. Elegant dinner\nguests get out of the cars: the MAYOR, his WIFE, and a\nparish PRIEST. \n---TARGET SECTION TO BE ANNOTATED---\nVidal stands at the front door to greet them. He's in his\nformal uniform.\n\nINT. DINING ROOM - SAME\n\nCarmen, in a velvet maternity dress and in her wheelchair,\nwrings her hands in anguish. The dining room is looking its\nbest, with sparkling crystal and china at each place\n\nsetting.\n\nCARMEN\n(to Mercedes)\nHave you checked in her room?? And the\ngarden??\n\nMERCEDES\nYes, madam.\n\nThe VOICES of the dinner guests get louder. As Vidal enters-\n\nVIDAL\nMay I introduce you to my wife, Carmen.\n\nCarmen manages a wan smile of greeting. The Mayor's wife\nsmiles back-\n\fMAYOR'S WIFE\nEnchanted.\n\nMERCEDES\nPleasure to meet you.\n\nINT. DINING ROOM - NIGHT\n\nA ration card with the Falangist stamps on it. The Mayor\nexamines it.\n\nVIDAL\nFrom now on- one ration card peer family.\n\nSeated around the table are: the doctor and his WIFE, the mayor and his\nwife, Garcés, Serrano, Carmen, the Guardia Civil Capitan, and the Priest.\nCarmen is stony-faced in her distraction.\n\nMAYOR\nOne?? Captain, I'm not sure it'll be\nenough.\n\nPRIEST\nIf people are careful, it should be\nplenty.\n\nHe eats more potatoes.\n\nVIDAL\nWhat we can't allow is for anyone to send\nfood to the guerillas in the mountains.\nThey're losing ground - and one of them\nis wounded.\n\nDOCTOR\nExcuse me, Captain, how can you be so\nsure?\n\nVIDAL\nWe almost got them today. They had this.\n\nVidal pulls out one of the antibiotic vials.\n\nVIDAL\n\fAntibiotics.\nMercedes briefly catches the Doctor's eye.\n\nPRIEST\nGod has already saved their souls. What\nhappens to their bodies, well, it hardly\nmatters to Him.\n\nMAYOR\nWe'll help you in any way we can,\nCaptain.\nWe know you’re not here by choice-\n\nVidal pauses and locks eyes with him.\n\nVIDAL\nYou're wrong about that.\n\nThe guests grow silent.\nVIDAL\n\nI choose to be here because I want my son\nto be born in a clean, new Spain.",
  "20": "---END OF PREVIOUS SECTION---\nVIDAL\nYou're wrong about that. The guests grow silent. VIDAL\n\nI choose to be here because I want my son\nto be born in a clean, new Spain. \n---TARGET SECTION TO BE ANNOTATED---\nBecause these people have the idea that\nwe're all alike. But there's a big\ndifference: The war is over and we won.\nAnd if we need to kill each of those\n\nmotherfuckers to agree on it, then we'll\nkill them all. And that’s that.\n\nHe raises his glass and toasts.\n\nVIDAL\nWe're all here by choice.\n\nAll the guests raise their glasses.\n\nALL\nBy choice.\n\nMercedes quickly leaves the dining room.\n\fINT. KITCHEN - LATER\nThe kitchen door opens and Mercedes enters, trembling. On\nthe verge of tears, she grabs a lantern and readies to\nleave.\nMERCEDES\nPut the coffee on. I'm going for more\n\nwood.\n\nShe leaves the kitchen.\n\nEXT. MILL - BACK - NIGHT\nThe mill receding in the distance, Mercedes hurries uphill.\nShe pauses next to a large wood pile and sadly gazes at the\n\nforest.\n\nUsing her hand to shield the lantern's light she signals the\nwoods- one, two, three times. Then she turns around-\n\nShe sees-\n\nMERCEDES\nOfelia-\n\nShivering, covered in mud, Ofelia climbs downhill and into\nMercedes’s arms.\n\nCUT TO:\n\nINT. DINING ROOM - NIGHT\n\nEveryone eats with relish, impeccably attended by the\nkitchen staff.\n\nMAYOR'S WIFE\nAnd- How did you and the Captain meet?\n\nVidal seems uncomfortable but Carmen gently touches his\n\fhand.\n\nCARMEN\nOfelia's father was a tailor - he used to\nmake the Captain’s uniforms-\n\nMAYOR'S WIFE\nI see-\n\nCARMEN\n-and after he died, I went to work at the\nshop. A little more than a year ago, the\nCaptain and I met again...\n\nVidal moves his hand away from Carmen's.\nMAYOR'S WIFE\nCurious, isn't it? Finding each other\n\nafter such a long time.\n\nDOCTOR'S WIFE\nCurious indeed- very curious...\n\nVIDAL\nPlease, forgive my wife. She hasn't been\nexposed to the world. She thinks these\nsilly stories are interesting to others.\n\nCarmen grows silent. Ashamed.\n\nMercedes discreetly comes over to Carmen and speaks to her.\nCarmen pushes back from the table.\n\nCARMEN\nPlease, excuse me.",
  "21": "---END OF PREVIOUS SECTION---\nMercedes discreetly comes over to Carmen and speaks to her. Carmen pushes back from the table. CARMEN\nPlease, excuse me. \n---TARGET SECTION TO BE ANNOTATED---\nAll the men get up as Carmen leaves the dining room. The\nGuardia Civil Capitan smiles at Vidal.\n\nCAPITAN\nHave I told you that I was acquainted\nwith your father, Captain?\n\nVidal can't suppress a brief grimace.\n\nVIDAL\n\fNo- I had no idea.\n\nCAPITAN\nIn Morocco. I met him only briefly, but\nhe left a great impression.\n\nVidal chews his food nervously.\n\nVIDAL\nAn excellent soldier.\n\nCAPITAN\nThe men in his battalion said that when\nGeneral Vidal died on the battlefield, he\nsmashed his watch on a rock so that his\nson would know the exact hour and minute\nof his death.\n\nSo he would know how a brave man dies.\nAll eyes turn to Vidal.\n\nCAPITAN\nNonsense. He didn't own a watch.\n\nCUT TO:\n\nINT. UPPER BEDROOM / BATHROOM - MOMENTS LATER\nOfelia is floating on the warm water of the tub.\n\nCARMEN\nWhat you've done hurts me. When you get\nout of the tub, you'll go to bed without\ndinner.\n\nOfelia listens in silence, holding back.\nCARMEN\nAre you listening? Sometimes | think\n\nyou'll never learn to behave.\n\nYou've disappointed me, and your father,\ntoo.\n\fOFELIA.\nThe Captain?\n\nCARMEN\nYes- Him more than me.\n\nThe faintest trace of satisfaction is visible on Ofelia's\nface. Carmen leaves.\n\nThe Green Fairy flies in through the open window. Ofelia\ngreets it.\n\nOFELIA.\nI've got the key. Take me to the\nlabyrinth.\n\nEXT. LABYRINTH - THE WELL - NIGHT\n\nWith the book and the key in hand, Ofelia steps to the\ncenter of the well. She is wearing a striped robe.\n\nShe examines the engravings on the monolith: the Faun,\nembracing a girl and a baby.\n\nFAUN\nThat's me and the girl is you.\n\nFrom out of the shadows comes the Faun. The Green Fairy\nhurries to him.\n\nOFELIA\nAnd the baby?\n\nThe Faun comes near Ofelia chewing a chunk of raw meat.\n\nFAUN\nI see that you got the key-\n\nThe Green Fairy lands on his shoulder. He feeds her some meat.",
  "22": "---END OF PREVIOUS SECTION---\nThe Faun comes near Ofelia chewing a chunk of raw meat. FAUN\nI see that you got the key-\n\nThe Green Fairy lands on his shoulder. He feeds her some meat. \n---TARGET SECTION TO BE ANNOTATED---\nFAUN\nShe's very glad you succeeded. She's\nbelieved in you from the very start.\n\fKeep the key. You'll be needing it. And\nthis also-\n\nOut of nowhere he produces a piece of white chalk.\n\nFAUN\na piece of chalk-\n\nOfelia takes the chalk.\n\nFAUN\nThere are still two tasks left and the\nmoon is almost full. Be patient.\n\nHe caresses her face with his dirty hands, which are covered\nwith creeping bugs.\n\nFAUN\nWe'll soon be strolling through the seven\ncircular gardens of your palace.\n\nOFELIA.\nHow do I know that what you say is true??\n\nAs he comes closer, the Faun's face again comes into the\nlight. A wicked grin is revealed-\n\nFAUN\nWhy would a poor little faun like me lie\nto you?\n\nOfelia leaves the well.\n\nCUT TO:\n\nEXT. MILL - SUNRISE\nVIDAL opens the warehouse.\nA large CROWD OF PEOPLE lines up for rations.\n\nThe soldiers keep order as Vidal supervises the distribution\nof wheat, cooking oil and tobacco.\n\fVIDAL\nProceed.\n\nSERRANO\nHave your cards in hand and ready. Let's\ngo. Your name?\n\nIn a logbook, he makes note of every handout.\n\nMercedes, Conchita and Paz come out of the granary carrying\nbaskets of bread. Each piece is contained in a brown bag\n\nwith a legend printed. The Guardia Civil Capitan grabs a\npiece and starts reciting the printed legend.\n\nCAPITAN\nThis is our daily bread in Franco's\nSpain! Which we keep safe in this mill.\nThe Reds lie when they say there's hunger\nin Spain. Because in a united Spain,\nthere's not a single home without a warm\nfire or without bread.\n\nMercedes looks toward the mountains.\n\nCUT TO:\n\nINT. NORTH BEDROOM - DAWN\nOfelia wakes up next to her mother. She quietly slips out of\n\nbed; her mother sleeps on. As Ofelia reaches the middle of\nthe room, her mother moans softly.\n\nINT. BATHROOM NORTH BEDROOM - DAWN\n\nOfelia opens the special book. Impatient, she starts turning\nthe pages-\n\nNOTHING.\n\nShe keeps flipping through, looking and looking. But each\npage fades to white.",
  "23": "---END OF PREVIOUS SECTION---\nImpatient, she starts turning\nthe pages-\n\nNOTHING. She keeps flipping through, looking and looking. But each\npage fades to white. \n---TARGET SECTION TO BE ANNOTATED---\n\fOfelia looks at a beam of sunlight coming in from the small\nbathroom window. She reaches out her hand and plays with it.\n\nShe looks down at a page in the book. A small red stain has\nappeared. Blood.\n\nIt spreads rapidly, until it covers the whole page.\n\nFrightened, Ofelia drops the book. The blood flows onto the\nnext page and covers it, too.\n\nOfelia notices a bloodstain on her nightgown.\nShe steps back. Opens the door.\nCARMEN (V.O.)\n\n(weak)\nOfelia...\n\nINT. NORTH BEDROOM - MORNING\n\nOfelia returns to her mother. Huge torrents of blood flow\nfrom the bed onto the floor. Carmen extends a bloody hand\ntoward the girl.\n\nCARMEN\n(barely a whisper)\nOfelia... help me...\n\nShe gets out of bed; the lower half of her body is\ncompletely bloody.\n\nOfelia runs to her. Carmen disappears from her arms.\n\nEXT. MILL - EARLY MORNING\n\nOfelia hurries from the building and goes to Vidal, who\nsupervises the food rationing.\n\nOFELIA.\nCaptain! Come quickly!\n\fCAMERA pulls back to follow Vidal as he runs inside the\nmill.\n\nThe day is just beginning.\n\nCUT TO:\n\nINT. MILL - DAY\n\nIt’s raining. Vidal and the Doctor stand near the front\nentrance:\n\nDOCTOR\nYour wife needs absolute bed rest. She'll\nbe sedated from now on. The girl should\nsleep somewhere else. I'll stay here\nuntil the birth.\n\nVIDAL\nTake care of her. Heal her. I don't care\n\nwhat it costs or what you need, make her\nwell.\n\nINT. ATTIC - LATE AFTERNOON\n\nOfelia surveys the filthy attic and the dark, low ceiling,\nfull of holes.\n\nMercedes and Conchita make a bed with a large comforter and\nseveral fluffy pillows.\n\nConchita leaves.\nMERCEDES\nDon't worry. Your mother will get better\nsoon, you'll see. Having a baby is\ncomplicated.\n\nOfelia shakes her head.\n\nOFELIA.\n\fThen I'll never have a one.\nMercedes sits by her side.\n\nOFELIA.\nYou are helping the men in the woods,\naren't you?\n\nThis comes out of the blue.",
  "24": "---END OF PREVIOUS SECTION---\nOFELIA. You are helping the men in the woods,\naren't you? This comes out of the blue. \n---TARGET SECTION TO BE ANNOTATED---\n Mercedes freezes and after a\nlong beat:\n\nMERCEDES\nHave you told anyone?\n\nOFELIA.\nNo, I haven't- I don't want anything bad\nhappening to you.\n\nMERCEDES\nOr me to you-\n\nThey embrace softly.\n\nOFELIA.\nDo you know a lullaby?\n\nMERCEDES\nOnly one, but I don't remember the words.\n\nOFELIA.\nI don't care. I still want to hear it.\n\nAs she sings we-\n\nCUT TO:\n\nINT. KITCHEN - NIGHT\n\nMercedes is alone in the kitchen. She carries a canvas bag.\nThere is a low flame burning on the charcoal range.\n\nShe kneels down and removes a tile from the floor: she has\nhidden some food, a bottle of Orujo and some papers. She\ntransfers everything to the canvas bag. Someone comes into\n\fthe kitchen, startling her.\n\nDOCTOR\nDon’t be afraid- it’s just me--\n\nMercedes exhales, relieved.\n\nMERCEDES\nAre you ready?\n\nDOCTOR\nYes.\n\nMERCEDES\nWell, let's go.\n\nEXT. FOREST / RIVER- NIGHT\n\nCarrying the bag, Mercedes walks through the river with the\nDoctor.\n\nThey stop in front of a large, half-cut tree.\nDOCTOR\nThis is sheer madness. When that man\nfinds out about us, he'll kill us all.\nHave you thought about that?\n\nMERCEDES\nAre you that afraid of him, Doctor?\n\nAfter a long beat-\n\nDOCTOR\nIt's not fear, at least not for myself.\n\nA noise. Then silence. The tree trunks sway and creak\nsoftly. Something moves among the trees...\n\nMercedes takes a couple steps... and suddenly, someone is\nthere: it is Pedro, the young guerrilla. He hugs her.\n\nMERCEDES\nPedro, Pedro- My brother.\n\fHe kisses her on both cheeks. The Doctor looks around with\nalarm as twenty more men appear from out of the shadows.\n\nCUT TO:\n\nINT. ATTIC - NIGHT\nOfelia is lying in bed.\n\nFAUN\nYou refused the task -\n\nOfelia is startled: the Faun is perched on the foot rail of her\nbed, like a big crow.\n\nOFELIA.\nN-no- my mother is sick.\n\nFAUN\nThat's no excuse for negligence.",
  "25": "---END OF PREVIOUS SECTION---\nOFELIA. N-no- my mother is sick. FAUN\nThat's no excuse for negligence. \n---TARGET SECTION TO BE ANNOTATED---\nThe Faun looks in a tattered bag, takes out a twisted root\nof MANDRAKE.\n\nFAUN\nLook, this is a mandrake root. A plant\nthat dreamt of being human. Put it under\nyour mother's bed in a bow] of fresh\nmilk. Each morning give it two drops of\nblood.\n\nOfelia, revolted, takes the root.\n\nFAUN\nNow, we have no time to waste. The full\nmoon will be upon us.\nLet my pets guide you through--\n\nHe hands her his basket. The Fairies chitter-chatter inside\nit.\n\nFAUN\nYou're going to a very dangerous place,\n\fso be careful.\n\nThe thing that slumbers there, it's not\nhuman...\n\nHe hands her a small, dark hourglass.\nFAUN\nYou will see a sumptuous banquet, but\n\ndon't eat or drink anything.\n\nYour life depends on it.\n\nEXT. CAVE - NIGHT\n\nMercedes, Pedro and the Doctor arrive at a large cave mouth.\nGUERILLA sentries allow them to pass.\n\nINT. CAVE - NIGHT\nThe walls are covered with soot.\n\nA dozen more guerillas sit around an open fire in the middle\nof the cave.\n\nMercedes opens up the canvas bag and starts handing out\nletters, food, tobacco and newspapers.\n\nMERCEDES\nI've brought some Orujo, tobacco, cheese.\nSome mail for \"Trigo\" and \"Piloto.\".\n\nThe men divide a newspaper among themselves. One page each.\n\nThe doctor approaches a group of wounded men. One of them,\nFRENCHIE, is very weak. His leg is bandaged.\n\nDOCTOR\nLet«s see how that leg is doing, Frenchie-\n\nFRENCHIE\nWell, how do you think it’s doing?? It's\n\ffucked up-\n\nSTUTTER\n.. North American, B-b-british and C-c\ncanadian T-t-troops disemb-b-barked on a\nsmall beach in the North of F-F-france-\n\nSTUTTER, a thin guy in his thirties, reads a ragged\nnewspaper.\n\nTRIGO\nGimme that, you stammering piece of shit!\n\nMuscle-bound TRIGO grabs the newspaper from Stutter.\n\nTRIGO\nMore than 150,000 soldiers...",
  "26": "---END OF PREVIOUS SECTION---\nTRIGO\nGimme that, you stammering piece of shit! Muscle-bound TRIGO grabs the newspaper from Stutter. TRIGO\nMore than 150,000 soldiers... \n---TARGET SECTION TO BE ANNOTATED---\n under the\ncommand of General Dwight D. Eisenhower\nwho said: \"We will not accept anything\nless than complete victory over Germany.\"\n\nThe Doctor cuts the bandages off Frenchie's leg. It looks\nhorrible.\n\nFRENCHIE\nIs it bad, doctor?\n\nDOCTOR\nLook, Frenchie- There's no way to save\n\nit.\n\nEveryone goes quiet-\n\nINT. CAVE - LATER\nThe Doctor readies a stainless steel bone saw.\nDOCTOR\nI'll try to do it in as few cuts as I\ncan.\n\nThe men give Frenchie the bottle. He gulps down half of it.\n\nFRENCHIE\n\f(stoically)\nWait a second, doctor, just a second.\n\nFrenchie looks longingly at his leg. One last time- Then, he\ntakes hold of Trigo and Rubio's arms. Mercedes and Pedro put\nall their weight on the injured limb.\n\nThe Doctor touches his saw to the leg-\n-and cuts.\n\nCUT TO:\n\nINT. ATTIC - SUNRISE\n\nOfelia takes the book out from under her bed. Opening it,\nshe sees herself illustrated in a room with a lavish table\nfull of food. In the wall are three niches. And at the far\nend of the table, a pale human figure.\n\nOFELIA (V.O.)\nUse the chalk to trace a door anywhere in\nyour room. Open it and start the\nhourglass - let yourself be guided by the\nFairies-\n\nOfelia draws the outline of a door on the wall... and then\nopens it onto a long hallway. Ofelia goes through, wearing\nthe wicker basket around her neck.\n\nOFELIA.\nDon't eat or drink anything and come back\nbefore the last grain of sand falls\nthrough...\n\nINT. HALLWAY LEADING TO DINING HALL - SUNRISE\n\nThe girl walks down a corridor with a low ceiling and a\nmultitude of arches. Each column represents a tree with\nfanning branches. An elaborate mosaic pattern spreads over\nthe floor; the ceiling fresco depicts the lunar cycle.\n\fINT. BANQUET HALL - SAME\n\nIn the next room, a large, wooden table overflows with a\ncornucopia of cakes, meat, fish, liquor, exotic fruits...\n\nLight and warmth pour forth from a roaring fireplace.",
  "27": "---END OF PREVIOUS SECTION---\nINT. BANQUET HALL - SAME\n\nIn the next room, a large, wooden table overflows with a\ncornucopia of cakes, meat, fish, liquor, exotic fruits... Light and warmth pour forth from a roaring fireplace. \n---TARGET SECTION TO BE ANNOTATED---\nA PALE MAN with a gaunt, featureless face and skeletal body\nsits silently at the far end of the table.\n\nHe's ominously still, his head hanging at an odd angle. In\nfront of him, a small metallic plate displays two human\neyeballs.\n\nIt's very hot: beads of sweat roll down Ofelia's face. Her\nhungry stomach growls.\n\nShe spots the three niches.\n\nShe takes out her golden key and considers the doors. Each\none clad in smooth gold, with identical locks.\n\nThe wicker basket starts to shake furiously. Ofelia opens\nit. The Fairies fly out.\n\nThey buzz around the three niches, like flies around honey.\nThey fan their wings repeatedly, vibrating, communicating,\nsniffing the gold doors.\n\nStepping back to let the Fairies investigate, Ofelia knocks\nover a platter of green grapes.\n\nShe picks them up and puts them back on the table. One of\nthe grapes remains on the floor.\n\nThe Green Fairy stops in front of the door in the middle,\nannouncing its decision.\n\nOfelia goes to the door and puts the key in the lock.\n\nOFELIA.\nNo- It's this one-\n\n-she goes to the adjoining door, sticks the key in the lock\n\fand turns it. CLACK.\n\nShe opens the door and reaches through the doorway to take\nwhatever is there.\n\nHer hand nears a package, about 16 centimeters long, wrapped\nina dirty rag.\n\nOfelia looks around: nothing has happened. All is calm. The\nPale Man is immobile.\n\nOfelia readies to exit, but then she spots a plate full of\nripe grapes: so many of them!!\n\nShe looks back at the eerie, sitting figure: immobile and\nseemingly lifeless. The Fairies warn her repeatedly, trying\nto prevent her from eating any grapes. But the girl sneakily\npicks one up and eats it.\n\nUnseen by her- The Pale Man lifts his head and grabs the two\nhuman eyeballs from the metallic plate in front of him.\n\nHe introduces the eyeballs into twin stigmatas in his palms\nand uses his hands to look around, splaying his fingers like\nexcited peacock feathers as he discovers-\n\n-Ofelia eating yet another grape.\n\nThe Pale Man jerks toward her, in spastic, disembodied\nsteps.",
  "28": "---END OF PREVIOUS SECTION---\nUnseen by her- The Pale Man lifts his head and grabs the two\nhuman eyeballs from the metallic plate in front of him. He introduces the eyeballs into twin stigmatas in his palms\nand uses his hands to look around, splaying his fingers like\nexcited peacock feathers as he discovers-\n\n-Ofelia eating yet another grape. The Pale Man jerks toward her, in spastic, disembodied\nsteps. \n---TARGET SECTION TO BE ANNOTATED---\n He crouches like an animal ready to pounce.\n\nOfelia turns just in time. The Pale Man roars. The Fairies\nfly at him and attack!\n\nFlailing his arms, the monster turns over the table, dumping\nall the food. Swatting and snapping, he eats two of the\nFairies. They HOWL as he bites down...\n\nOfelia runs, carrying the precious package. The Green Fairy\nfollows her.\n\nThe Pale Man comes after her.\n\nINT. LONG HALLWAY\n\fOfelia gets to the end of the hallway. She pounds the blank\nwall where moments ago there was a door.\n\nINT. ATTIC\n\nOfelia's thumping is barely audible.\n\nINT. HALLWAY LEADING TO DINING HALL\nOfelia sees the Pale Man's silhouette coming up the hallway.\n\nOfelia searches her pockets for the chalk. Finding it, she\nstands on tiptoe and traces the outline of a door!\n\nOfelia pushes against it and opens-\n\nINT. ATTIC - SUNRISE\n\nA trapdoor in the attic floor.\n\nINT. HALLWAY LEADING TO DINING HALL\nOfelia crawls out the new exit. Her legs dangle briefly.\nThe pale monster leaps at them, snarling. Ofelia pulls\n\nherself up and out just in time. The Green Fairy follows shortly\nthereafter.\n\nINT. ATTIC - SUNRISE\n\nOfelia slams the door behind her. The marks on the floor\ndisappear and it seals itself shut.\n\nAll the while, something directly below bumps violently,\nalmost bursting through the floor.\n\fWhen all is calm, Ofelia sits on the bed, exhausted. The\nGreen Fairy flutters and chirps, excitedly.\n\nCUT TO:\n\nEXT. RIVER - SUNRISE\nThe Doctor, Mercedes and Pedro start down the mountain.\n\nPEDRO\nWe'll soon have reinforcements from Jaca.\nFifty men or more. Then we'll go head to\nhead with Vidal.\n\nDOCTOR\nAnd then what- ? You kill him, they'll\nsend another just like him. And\nanother...\n\nLATER - RIVER BED\n\nThe Doctor washes his bloody hands and his surgical\ninstruments in the stream that runs through the mountains.\n\nDOCTOR\nYou're screwed, no guns, no roof over\nyour heads... You need food, medicine.\nYou should take care of Mercedes.",
  "29": "---END OF PREVIOUS SECTION---\nDOCTOR\nYou're screwed, no guns, no roof over\nyour heads... You need food, medicine. You should take care of Mercedes. \n---TARGET SECTION TO BE ANNOTATED---\n If you\nreally loved her, you would cross the\nborder with her. This is a lost cause.\n\nPEDRO\nI'm staying here, Doctor. There’s no\nchoice.\n\nHe moves away, towards Mercedes, who awaits him nearby. She\nhands him a copy of the warehouse KEY.\n\nMERCEDES\nHere’s the key- but you can't come down\nnow. It's exactly what he wants-\n\fHe kisses her on the cheek.\n\nPEDRO\nLeave it to me.\n\nMERCEDES\nI'ma coward.\n\nPEDRO\nNo, you're not.\n\nMERCEDES\nYes, I am- a coward for living next to\nthat sonofabitch, making his bed, feeding\nhim...\n\nWhat if the Doctor's right and we cannot\nwin?\n\nPedro looks at Mercedes, hugs her fiercely.\nPEDRO\nWell- At least we'll make things harder\nfor that bastard.\n\nA SONG starts up, full of good cheer.\n\nINT. VIDAL'S STUDY - BATHROOM - SUNRISE\n\nOnce more, Vidal, shirtless, is shaving with his switchblade\nwhile listening to music on the Victrola.\n\nOn the sink: his father's gold and silver watch.\n\nVidal looks at it and then studies himself in the mirror, as\nif sizing up an old enemy. He places the steel blade on his\nown reflection and-\n\n-cuts swiftly.\n\nCUT TO:\n\fINT. UPPER BEDROOM - DAY\nThe music drifts upstairs into the Upper bedroom.\n\nOfelia approaches her mother, who is asleep in bed, sweating\nprofusely. She caresses her face.\n\nThere is a breakfast tray on the night stand.\nOfelia empties a glass of milk into a bowl and pulls the\nmandrake root out from under her clothing. She submerges it\n\nin the milk, then slides the bowl under the bed.\n\nShe bites her finger until a small drop of blood appears. It\nfalls into the milk...\n\nThe mandrake twitches, sucking avidly at the pink liquid.\n\nThe root uncoils into the floor, spiralling around the legs\nof the bed-frame.\n\nOfelia hears FOOTSTEPS: somebody's coming into the bedroom.\nOfelia stays down: she can see a pair of shoes.\n\nIt is the Doctor. He checks Carmen's pulse and temperature.",
  "30": "---END OF PREVIOUS SECTION---\nOfelia stays down: she can see a pair of shoes. It is the Doctor. He checks Carmen's pulse and temperature. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR\nCaptain Vidal!\n\nVidal paces nervously, nearby-\n\nDOCTOR\nHer temperature is down...\n\nVIDAL\nBut she still has a fever?\n\nDOCTOR\nYes, but it's a good sign- her body is\n\nresponding.\n\nVidal stares at the Doctor, not a trace of emotion in his\neyes.\n\nDOCTOR\n\fListen to me. If you have to choose, save\nthe baby. That boy will bear my name and\nmy father's name, too.\n\nOfelia hears this from beneath the bed.\n\nSuddenly an explosion shakes the room. Vidal looks outside,\nthen another explosion rattles the windows.\n\nBits of plaster drop down from the ceiling onto the ground\nnear Ofelia.\n\nCursing, Vidal rushes from the bedroom. The Doctor follows\n\nEXT. GARDENS - DAY\n\nVidal hurries out to the garden. The guards have come out of\ntheir tents and look at-\n\n-a colossal column of smoke and fire in the distance.\nAnother explosion shakes the ground.\n\nINT. NORTH BEDROOM - CONTINUOUS\n\nOfelia comes out from beneath the bed. Tentatively, she nears\nher mother's belly.\n\nOFELIA.\nBrother, brother, if you can hear me...\n\nShe leans her head gently on it.\n\nOFELIA.\n...things out here aren't too good. And\nsoon you'll have to come out. Mom isn't\ndoing well.\n\nUnexpectedly, the girl tears up.\nOFELIA.\n\nI'm asking you for one thing, just one:\ndon't hurt her.\n\fShe's very pretty, you'll see. Even\nthough she's sad some of the time. You'll\nsee, when she smiles - you'll love her.\n\nSo- if you do what I say, I'll make you a\nPrince in my kingdom...\n\nI promise you- a Prince...\n\nEXT. TRAIN TRACKS IN COUNTRYSIDE - DAY\n\nSomething has blown a large crater into the rural railroad\ntrack. Tipped into it is the smoking ruin of a locomotive.\nVidal inspects a couple of charred BODIES by the wreckage.\n\nENGINEER\nI sounded the whistle- but they wouldn't\nmove. I tried to stop, but it was too\nlate-\n\nThe long freight train has derailed in the middle of\nnowhere. Dozens of GUARDIAS CIVIL patrol the disaster.",
  "31": "---END OF PREVIOUS SECTION---\nENGINEER\nI sounded the whistle- but they wouldn't\nmove. I tried to stop, but it was too\nlate-\n\nThe long freight train has derailed in the middle of\nnowhere. Dozens of GUARDIAS CIVIL patrol the disaster. \n---TARGET SECTION TO BE ANNOTATED---\nThe engineer and the FIREMAN walk among the burned freight\ncars with Vidal and his men. Some GUARDIAS CIVIL ride up and\ndismount.\n\nVIDAL\nWhat did they steal from inside the\nfreight cars?\n\nFIREMAN\nNothing They didn't open a single one.\n\nVIDAL\nWhat the hell are you talking about?\n\nFIREMAN\nThis whole mess- and they didn't open any\nof the cars. They didn't take anything.\n\nVIDAL\nNothing, are you sure?\n\fFIREMAN\nNothing, who the hell knows that they\nwanted- other than to make us waste our\ntime.\n\nAnd, just as Vidal realizes he's been tricked. The sound of\nDISTANT GUNFIRE reaches his ears.\n\nCUT TO:\n\nEXT. MILL - DAY\n\nRain is falling as Vidal's Bentley roars to a stop in front\nof the mill.\n\nA gunfight is raging. Staying low, the Captain runs over to\nGarcés. There are several cadavers strewn on the ground.\n\nGuards have taken cover among the trees. Some bloody,\nwounded soldiers cower on the ground.\n\nGarcés is bleeding from a wound on his forehead.\nGARCES\n(pointing)\nCaptain- they came out of nowhere- They\n\nhave grenades...\n\nVidal sees the open bodega. It has been thoroughly looted:\njugs and empty crates are scattered everywhere.\n\nHe takes special note of-\n-the open lock, hanging from the door.\nSerrano hurries up to him.\n\nSERRANO\n\nOne group stayed behind - up on the cliff-\nwith rifles... We've surrounded them-\n\fEXT. DEEP FOREST - DAY\n\nHolding his gun, Vidal advances on foot through the dripping\nforest. He is accompanied by a squad of guards.\n\nGUNSHOTS. A pair of GUERRILLAS jumps out from a pile of\nboulders, blasting away. A guard falls down dead at Vidal's\nfeet, three bullets in his chest.\n\nVidal, Serrano and Garcés take cover behind a craggy\noutcropping. Bullets explode onto the stone.\n\nExcited, Vidal glances at his Father's watch and smiles.\n\nVIDAL\nC’mon, Serrano, this is the only decent\nway to die.\n\nHe leaps out, firing.",
  "32": "---END OF PREVIOUS SECTION---\nExcited, Vidal glances at his Father's watch and smiles. VIDAL\nC’mon, Serrano, this is the only decent\nway to die. He leaps out, firing. \n---TARGET SECTION TO BE ANNOTATED---\n Two bullets whiz by his head and bury\nthemselves in a tree.\n\nVidal keeps shooting, wounding two of the guerrillas. Garcés\nfollows, also firing.\n\nVidal and Garcés get to-\n\n-the boulders: kneeling there is a YOUNG GUERRILLA, panting,\ntorn to pieces by the gunfire.\n\nVIDAL\nLet me see- Can you talk??\n\nThe Young Guerrilla gasps for air: a gaping wound on his\nneck bleeds profusely.\n\nVIDAL\nPity.\n\nHe empties his pistol into the Young Guerrilla. Garcés is\nappalled. Vidal reloads and finishes off the second one with\na shot to the temple.\n\nVIDAL\n(to Serrano)\nThis is useless- we need one alive- Just\none-\n\fGarcés spots something nearby.\n\nLurking in the bushes is a WOUNDED MAN, gasping for air,\nwounded in the leg.\n\nHis face remains hidden.\nGARCES\nCaptain, this one’s still alive. He's got\n\na leg wound.\n\nCUT TO:\n\nINT. KITCHEN - LATE AFTERNOON\n\nMercedes comes down the service stairs into the kitchen. She\nruns to the window. All the kitchen maids are there.\n\nMERCEDES\nWhat's happened?\n\nCONCHITA\nThey took one of them- alive. And they're\ntaking him to the storeroom.\n\nMercedes darts out into the rain.\n\nEXT. MILL - LATE AFTERNOON\n\nCONCHITA\nMercedes!\n\nMercedes heads toward the old bodega. She sees the guards\ndrag a man inside.\n\nEXT. BODEGA - LATE AFTERNOON\n\nMercedes stands, in the middle of the rain not knowing what\nto do- where to go- where to run-\n\fVidal approaches her.\n\nVIDAL\nMercedes?\n\nMERCEDES\nI-I needed to get in the bodega-\n\nVIDAL\nNot now, Mercedes.\n\nA guard comes out. Mercedes can see-\n\nINT. BODEGA - LATE AFTERNOON\n\n-the prisoner is Stutter.\n\nStutter and Mercedes look each other in the eye-\nThere is a mixture of relief and pity in Mercedes! eyes.\nA guard closes the door.\n\nCUT TO:\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nStutter and Mercedes look each other in the eye-\nThere is a mixture of relief and pity in Mercedes! eyes. A guard closes the door. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN - NIGHT\nMercedes takes the hidden knife from her apron and peels\nvegetables. Rapidly and mechanically. The kitchen is\n\nbustling with activity, but her mind is miles away.\n\nShe picks up a dinner tray.\n\nINT. VESTIBULE- MILL - NIGHT\n\nShe carries the tray upstairs.\n\fINT. NORTH BEDROOM - NIGHT\n\nShe places the tray on the night stand. Carmen and Ofelia\nplay card games by the light of the oil lamp.\n\nThe Doctor readies Carmen daily doze of sleeping medication\ninto a glass of water for Carmen.\n\nDOCTOR\nThis is half the dose: only one drop-\n\nAs Ofelia comes to the bedside, a weak but conscious Carmen\npushes the medicine away.\n\nCARMEN\nI don't think I need it. I feel better.\n\nDOCTOR\nI don't understand it. But I’m glad.\n\nOfelia smiles.\n\nCUT TO:\n\nINT. BODEGA - NIGHT\n\nVidal finishes rolling a cigarette. He's standing in front\nof Stutter, who is tied to a concrete post.\n\nVIDAL\nDamn! This cigarette is good. Real good\ntobacco-\n\nHe offers him a puff.\n\nSTUTTER\nF-f-f-fuck you-\n\nGarcés enters and sets down a table and some chairs.\nVIDAL\n\nWe catch one and he turns out to be a\nstutterer. Fuck! We'll be here all night.\n\fGARCES\nAs long as he talks, Captain-\n\nVIDAL\nGarcés is right- You better tell us\neverything. Because, to make it happen, I\nbrought along a few tools. Nothing fancy-\nThings you pick up along the way.\n\nHe goes over to a tool box and takes out a hammer, some\nneedle-nose pliers and a leather-working blade.\n\nVIDAL\nAt first I won't be able to trust you..\nBut when I use this one-\n\nHe lifts the hammer.\n\nVIDAL\n- you'll own up to a few things...\n\nNext, he shows off the pliers.\n\nVIDAL\nWhen we get to this one, we'll have a\ncloser relationship, almost like\nbrothers. You'll see.\n\nHe picks up the blade.\n\nVIDAL\nAnd when we get to this one, I'll believe\neverything you tell me.\n\nVidal picks up the hammer.",
  "34": "---END OF PREVIOUS SECTION---\nHe picks up the blade. VIDAL\nAnd when we get to this one, I'll believe\neverything you tell me. Vidal picks up the hammer. \n---TARGET SECTION TO BE ANNOTATED---\nVIDAL\nNow- I'll make you a deal. If you can\ncount to three without st-t-tuttering,\nyou can go.\n\nHe approaches the shivering man, who looks around as if in\nsearch of an answer.\n\nVIDAL\nDon't look around, look at me. There's no\n\fone above me.\nGarcés- If I say this asshole can leave-\n\nGARCES\nThen he can leave, Captain-\n\nVIDAL\nSo, there- count to three.\n\nAnd Stutter tries- sweating- making a supreme effort-\n\nSTUTTER\nOne-\n\nVIDAL\nGood.\n\nAgain, Stutter struggles and manages a-\n\nSTUTTER\nTwo.\n\nVIDAL\nOne more and you will be free.\n\nAnd he goes for it. But-\n\nSTUTTER\nT--t-t-t-\n\nHe looks up at Vidal, imploring.\n\nVIDAL\nPity.\n\nHis arm is a blur as the hammer lands a terrible blow.\n\nDISSOLVE TO:\n\nINT. ATTIC - NIGHT\n\nThunder, lightning, it's raining again. Ofelia is asleep in\nher bed. A shadow passes over her body-\n\fFAUN\nYour mother is much better, Your Highness-\nYou must be relieved!!\n\nOfelia is startled awake. The Faun looms over her.\n\nOFELIA.\nYes, thank you. But things haven't turned\nout so well.\n\nFAUN\nNo??\n\nShe gives him the package. The Faun opens it: inside there\nis a long, gold dagger. It's beautiful. The blade is\n\nengraved with Celtic lettering and on the handle is the\nfigure of a satyr hugging a girl who holds a baby.\n\nOFELIA.\nNo. I had an accident.\n\nFAUN\nAn accident??\n\nShe hands him the Fairy basket. Out of it comes the damaged\nGreen Fairy, who immediately perches atop his shoulder and\nstarts chattering and pointing at the girl.\n\nFAUN\nYou broke the rules!\n\nOFELIA.\nIt was just two grapes! I thought no one\nwould notice-\n\nFAUN\nWe made a mistake!!\n\nOFELIA.\nA mistake?\n\nFAUN\nYou failed. You can never go back.\n\nThe moon will be full in three days.\n\fYour spirit will stay forever among\nhumans.",
  "35": "---END OF PREVIOUS SECTION---\nYou can never go back. The moon will be full in three days. Your spirit will stay forever among\nhumans. \n---TARGET SECTION TO BE ANNOTATED---\nYou'll live among them, you'll get old\nlike them, you'll die like them-- and\nyour memory of us will fade.\n\nAnd we'll vanish along with it!\n\nThe Faun backs into the darkest corner of the attic.\n\nFAUN\nYou will never, ever see us again.\n\nA flash of lightning briefly illuminates the corner: The\nFaun is gone.\n\nCUT TO:\n\nEXT. BODEGA - SUNRISE\n\nVidal calmly smokes a cigarette under an umbrella. Garcés\narrives with the Doctor.\n\nVIDAL\nGood day, Doctor. Sorry to wake you so\nearly, but I think we need some help.\n\nThe Doctor goes inside.\n\nINT. BODEGA - MILL - SUNRISE\n\nThe Doctor comes into the bodega. Vidal stays at the door.\nStutter is curled up on the ground. His nose is flattened,\none eye is bloodshot and a head wound is bleeding. Flies\n\nbuzz around him.\n\nDOCTOR\nMy God, what have you done to him?\n\nVIDAL\n\fNot much. But things are getting better.\n\nVidal surreptitiously removes a vial of antibiotics from the\nDoctor's medical bag. He wraps it in a linen handkerchief.\n\nVIDAL\nI like having you near, Doctor. It has\nits advantages.\n\nHe moves away along with Garcés.\n\nVIDAL\nSerrano, stay here-\n\nOnce alone, the Doctor opens up his bag and takes out some\nalcohol and gauze to clean the wounds.\n\nSTUTTER\nI spoke. Not much- b-b-but I did-\n\nThe Doctor sees the man's hand: it's a mess of broken bones\nand lacerations.\n\nDOCTOR\nI'm sorry-\n\nHe glances at Serrano, outside smoking a cigarette.\n\nSTUTTER\nNo... Kill me, kill me now.\n\nThe Doctor looks him in the eye, unsurprised.\n\nINT. VIDAL'S STUDY - DAWN\n\nVidal brings out the packet of medicine from the cave. He\ntakes out a vial of antibiotics and compares it with the one\nfrom the Doctor's bag.\n\nThey are identical.\n\nVIDAL\nSon of a bitch-\n\fINT. BODEGA - SUNRISE\nThe Doctor prepares an injection.\nDOCTOR\n(to Stutter, in a whisper)\n\nIt will be over soon.\n\nStutter gratefully squeezes his hand.",
  "36": "---END OF PREVIOUS SECTION---\nBODEGA - SUNRISE\nThe Doctor prepares an injection. DOCTOR\n(to Stutter, in a whisper)\n\nIt will be over soon. Stutter gratefully squeezes his hand. \n---TARGET SECTION TO BE ANNOTATED---\n After a brief\nhesitation, the Doctor administers the injection.\n\nThe men stare at one another. Slowly, the life ebbs from\nStutter's eyes.\n\nINT. MILL VESTIBULE - SAME\n\nVidal briskly leaves his study. Hearing a door click shut\nsomewhere above- he stops-\n\nVIDAL\n(to Garcés)\nGo check on Doctor Ferreiro. I'll be\nthere soon.\n\nGARCES\nYes, Captain.\n\nVidal goes upstairs.\n\nINT. NORTH BEDROOM\nOfelia is crawling under the bed-\nThere she finds the mandrake root, bloated and immobile.\n\nOFELIA.\nYou're not moving- are you ill?\n\nSuddenly, Vidal yanks her out from under the bed.\n\fBEDROOM - CONTINUOUS\n\nVIDAL\nWhat the hell are you doing down there?\n\nVidal looks underneath the dust ruffle-\n\nEXT. BODEGA - DAY\n\nGarcés walks to the bodega. Serrano snuffs out his\ncigarette.\n\nGARCES\nWhere is he? Call him out here-\n\nSERRANO\nWho?\n\nGARCES\nWho do you think, you idiot? Ferreiro!\n\nHe pushes Serrano aside, enters the bodega-\n\nINT. BODEGA - SAME\nThe Doctor holds the dying Stutter in his arms. Garcés sees-\n\n-the syringe in his hands. He understands immediately.\n\nINT. NORTH BEDROOM - DAY\n\nVIDAL drags out the mandrake root from under the bed. Its\nfoul smell makes him wince.\n\nVIDAL (CONT'D)\nWhat the hell is this?\n\nHe rips it off the milk plate.\n\fOFELIA.\nNo! Nooo!\n\nVidal is about to hit the girl when-\n\nCARMEN\nPlease, leave her be!\n\nVidal turns: Carmen has awakened. She motions for him to\nstop.\n\nVIDAL\nLook what she hid under your bed?!\nWhat do you think of this?\n\nHe hands Carmen the mandrake root. Ashen-faced and weak,\nCarmen looks at the disgusting thing, trying to make sense\nof it.\n\nCARMEN\nOfelia, what is this doing under the bed?\n\nOFELIA.\n(matter of fact)\nIt's a magic root the Faun gave me!\n\nVIDAL\nThis is all because of that junk you let\nher read.",
  "37": "---END OF PREVIOUS SECTION---\nOFELIA. (matter of fact)\nIt's a magic root the Faun gave me! VIDAL\nThis is all because of that junk you let\nher read. \n---TARGET SECTION TO BE ANNOTATED---\n Look what you've done-\n\nCARMEN\nLeave us alone, I'll speak to her,\nDarling...\n\nVIDAL\nAs you wish.\n\nVidal, furious, leaves the room.\n\nOFELIA.\nThe Faun told me you would get better -\nand you did!\n\nCARMEN\nYou have to listen to your father. You\n\fhave to stop all this.\nOfelia hugs her mother with all her might.\n\nOFELIA.\nNo- I want to leave this place! Please,\nlet's just go -\n\nCARMEN\nThings are not that simple.\n\nCarmen pries her off and looks her in the eye.\n\nCARMEN\nAs you get older, you'll see that life\nisn't like your fairy tales. The world is\na cruel place.\n\nShe moves away and near the open chimney. The firelight\ncast shadows over her sweaty face.\n\nCARMEN\nAnd you'll learn that, even if it hurts.\n\nShe throws the root into the fire!!\n\nOFELIA.\nNoooo!!\n\nCARMEN\nOfelia!! Magic does not exist!\n\nShe grabs the girl by the shoulders, shaking her.\n\nCARMEN\nNot for you, me or anyone else!\n\nThen- a horrible, inhuman squeal. The dying shriek of the\nmandrake!!! Ofelia watches in horror as the humanoid root\nwrithes and squeals in the chimney flames!!!\n\nCarmen gasps and doubles over in pain, clutching her\nstomach. Ofelia holds her as best as she can.\n\nOFELIA.\nHelp, help, help!\n\fINT. BODEGA - SAME\nThe Ddoctor and Vidal study each other.\n\nVIDAL\nWhy did you do it?\n\nDOCTOR\nIt was the only thing I could do.\n\nVIDAL\nNo. You could have obeyed me?\n\nDOCTOR\nI could have. But I did not.\n\nFrom somewhere in the house, someone CRIES OUT. They hear a\ncommotion among the servants. The Doctor stands up and\ncollects his bag.\n\nVIDAL\nBut it would have been better for you-\n\nVidal grips his arm, stopping him.\nVIDAL\nI don't understand- Why didn't you obey\n\nme??\n\nA long beat. The Doctor knows that his response will seal\nhis fate.",
  "38": "---END OF PREVIOUS SECTION---\nVIDAL\nI don't understand- Why didn't you obey\n\nme?? A long beat. The Doctor knows that his response will seal\nhis fate. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR\nTo obey without thinking- just like that-\n\nWell- that's something only people like\nyou can do- Captain-\n\nVidal takes out his gun and shoots the Doctor, who drops to\nthe ground. Vidal stands over him and finishes him off.\n\nA stunned Garcés looks on. It begins to rain. Jacinta and\nConchita approach Vidal- an urgent murmur.\n\fVIDAL\nGarcés!! Have the troop paramedic come to\nmy wife's room right away!!\n\nCUT TO:\n\nINT. UPSTAIRS HALLWAY MILL - LATE AFTERNOON\nA stream of servants hustles up and down the stairs with\nsteaming basins and clean towels. Some go in and out of the\nbedroom. The SOUND of Carmen's screams.\n\nVidal and Ofelia wait impatiently outside the bedroom.\n\nBeyond the half-open door: chaos. Mercedes washes her bloody\nhands in a wash basin.\n\nOfelia listens to her mother's cries.\n\nCarmen's screams stop, replaced by a NEWBORN'S CRY. The\nPARAMEDIC walks towards Vidal and whispers-\n\nPARAMEDIC\nYour wife- is dead-\n\nVidal hurries into the room.\n\nOfelia is now alone in the corridor. There's no one around.\nShe hears the crying infant in her mother's bedroom.\n\nA PRIEST's eulogy can be heard.\n\nDISSOLVE TO:\n\nEXT. CEMETERY ON A HILL - LATE AFTERNOON\nA beautiful afternoon: the sun is shining, the sky is clear.\nGathered around a grave are the Mayor, his wife, the Priest,\n\nall THE SERVANTS FROM THE MILL, the guards and Vidal in a\ncivilian black dress suit, with his newborn son in his arms.\n\fOfelia weeps silently. Mercedes puts her hand on Ofelia's\nshoulder.\n\nThey lower the coffin into the grave.\n\nINT. NORTH BEDROOM - DAY\n\nOfelia closes the trunk that held her mother's dresses. She\nputs away her mother's make-up, letters and photographs.\nVarious medicines and the bottle of sleeping drops are on\nthe night stand. She puts everything into a small suitcase.\n\nCUT TO:\n\nINT. VIDAL'S STUDY - NIGHT\n\nVidal wipes a record with his shirt sleeve. He places it on\nthe Victrola.",
  "39": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. VIDAL'S STUDY - NIGHT\n\nVidal wipes a record with his shirt sleeve. He places it on\nthe Victrola. \n---TARGET SECTION TO BE ANNOTATED---\nMercedes lays the sleeping baby in a simple wooden cradle.\n\nVIDAL\nYou knew the Doctor well, didn't you\nMercedes?\n\nMERCEDES\nWe all knew him, sir. Everyone around\nhere.\n\nVIDAL\nThe stutterer spoke of an informant here-\ninside the mill. Can you imagine that?\nRight under my nose.\n\nVidal places the needle on the record.\n\nVIDAL\nMercedes, please.\n\nHe points at an empty seat in front of his desk. The music\nstarts up.\n\fVIDAL\nWhat must you think of me, my dear young\nwoman? You must think I'm a monster.\n\nMERCEDES\nWhat someone like me thinks of you-\nhardly matters, Sir-\n\nHe pours himself a glass of Orujo and pours one for her as\nwell.\n\nVIDAL\nWould you go to the bodega, Mercedes? And\nbring me another bottle of liquor.\nPlease.\n\nHe glances at the bottle: a quarter of the liquor still\nremains.\n\nMERCEDES\nYes, sir- right away.\nVIDAL\nAren't you forgetting something?\nMERCEDES\nSir?\nVIDAL\nThe key. I have the only copy, don't I?\nMERCEDES\nY-yes.\nVIDAL\n\nYou know? Something's bothering me. It's\nnot important, a tiny detail- but the day\nthey broke into the storehouse, with all\nthose grenades and explosives, the lock\nitself was never forced.\n\nBut as I said- It's probably not\nimportant.\n\nHe gives her the key and hovers dangerously.\n\fVIDAL\nBe very careful.\n\nMERCEDES\nGood night, sir.\n\nVidal watches her leave as he sips his liquor.\n\nINT. KITCHEN - NIGHT\n\nThe music from Vidal's study carries into the kitchen.\nMercedes pries up the loose floor tile and fills her canvas\nbag with letters and groceries. She hears a noise, and\n\nstops: nothing...\n\nShe hurriedly keeps packing.\n\nINT. ATTIC - NIGHT\nOfelia, sound asleep. A shadow looms over her. She wakes up-\n\nMERCEDES\nShh. Ofelia- I'm leaving tonight.\n\nOFELIA.\nWhere are you going?\n\nMERCEDES\nI can't tell you.\n\nOfelia puts her arms around her neck.\n\nOFELIA.\nTake me with you, please.",
  "40": "---END OF PREVIOUS SECTION---\nOfelia puts her arms around her neck. OFELIA. Take me with you, please. \n---TARGET SECTION TO BE ANNOTATED---\nMERCEDES\nI can't, my child-\n\nOFELIA.\nTake me with you.\n\fCUT TO:\n\nEXT. MILL - NIGHT\nOfelia and Mercedes cautiously move away from the mill.\n\nMercedes uses an old umbrella to shelter the girl from the\nrain.\n\nINT. RIVER BED - NIGHT\n\nThe two women wade the shallow end of the river. Suddenly a\nnoise-\n\nMercedes pauses, agitated.\n\nMERCEDES\nI heard something-\n\nShe listens intently.\n\nMERCEDES\nNothing- It was nothing.\n\nWhen she turns, she's surprised to discover-\n\nVidal, Serrano and half a dozen men surrounding them. Vidal\nnods at them, gentlemanly.\n\nVIDAL\nMercedes-\n\nThen he gazes down at his stepdaughter.\n\nVIDAL\nOfelia...\n\nCUT TO:\n\nINT. ATTIC - NIGHT\n\fVidal pushes Ofelia into the attic.\n\nVIDAL\nHow long have you known about her?? Uh??\n\nHe slaps the girl- twice.\n\nVIDAL\nHow you must have laughed at me, you\nlittle bitch!!\n\nHe turns to his men, awaiting orders by the door.\n\nVIDAL\nLock the door-\nKeep an eye on her and if anyone tries to\nget in, kill her first.\n\nHe exits. Leaving the weeping girl alone in the enormous\nattic.\n\nINT. BODEGA - DAY\n\nVidal takes the canvas bag from Mercedes. He opens it and\nbrings out a few meager items.\n\nVIDAL\nDry meat- Tobacco - if you had asked for\nit, I would have given it to you,\nMercedes-\n\nThen, a small packet of letters.\n\nVIDAL\nI want the names of anyone named in these\nletters and I want them in front of me-\nfirst thing in the morning.\n\nGARCES\nYes, Sir!\n\nGarcés nods he finishes roping Mercedes to the exact same\nwooden post where Stutter was tied.\n\fVIDAL\nYou can leave, Garcés.\n\nGARCES\nYou're sure, Captain?\n\nVIDAL\nFor God's sake, she's just a woman.\n\nGarcés leers and leaves.\n\nMERCEDES\nThat's what you always thought. That's\nwhy I was able to get away with it. I was\ninvisible to you.\n\nVidal rolls up his sleeves and unbuttons his shirt collar.\nVIDAL\nDamn.",
  "41": "---END OF PREVIOUS SECTION---\nI was\ninvisible to you. Vidal rolls up his sleeves and unbuttons his shirt collar. VIDAL\nDamn. \n---TARGET SECTION TO BE ANNOTATED---\n You found my weakness: arrogance.\nHow perceptive.\nBut we’re here to find your weak points.\nVidal busies himself with his tools: the hammer, pliers, etc.\nVIDAL\nIt's very simple: you will talk... and\nIhave to know that everything you say is\n\nthe truth.\n\nStraining against the ropes, Mercedes manages reach the\nknife in her apron.\n\nVIDAL\nAt first, I won't be able to trust-\n\nSuddenly- WHACK!!!\nVidal’s body shudders-\n\n-he puts his hand to his left shoulder blade. He looks at\nhis bloody fingers. He turns around and stumbles.\n\nMercedes holds the knife. Vidal reaches for his gun.\n\fMercedes stabs him again, this time deep in his upper arm.\nAs Vidal doubles over in pain, she sticks the knife in his\nmouth.\n\nMERCEDES\nAt first, I won't be able to trust-\nI'm not some old man -! Not a wounded\nprisoner- ! Sonofabitch- sonofabitch-\nDon’t you dare touch the girl... You won't\nbe the first pig I've gutted -!\n\nWith a brutal thrust - from the inside out - she slices open\nhis cheek. Vidal collapses, gurgling blood. Mercedes uses\nthe knife to cut the ropes as quick as she can.\n\nOnce free, Mercedes runs toward the door.\n\nEXT. BODEGA - NIGHT\n\nOutside, no one has any idea of what has just happened.\nGarcés, Serrano and other guards go about their business.\n\nGarcés, in fact, is listening to a radio, tuned to the\nNATIONAL LOTTERY results. He holds in his hand the\nGuerrilla's abandoned ticket.\n\nRADIO ANNOUNCER\n... the winning numbers are...\n\nMercedes, surreptitious, moves away into the woods. Serrano\nspots her at the last minute.\n\nSERRANO\n(to Garcés)\nHe let her go!\n\nGARCES\nShh-\n\nHe listens to the radio and finally, grunting crumples the\nlottery ticket and moves towards Serrano.\n\nGARCES\nWhat the fuck are you talking about??\n\fSerrano points at Mercedes, already halfway into the woods.\n\nGARCES\nHey!\n\nShe starts to run. Garcés pulls out his gun and readies it.",
  "42": "---END OF PREVIOUS SECTION---\nGARCES\nHey! She starts to run. Garcés pulls out his gun and readies it. \n---TARGET SECTION TO BE ANNOTATED---\nVidal stumbles out of the bodega, bleeding and covering his\nface with his right hand.\nVIDAL\n(to Garcés)\nGet her!!!\n\nGarcés is shocked- an injured Vidal???\n\nGARCES\nCaptain! What-??\n\nVIDAL\nBring her to me, Goddamit!!!\n\nHe uncovers his slashed face.\nGarcés, startled runs to comply.\nGARCES\n\n(to all men)\nMount up!!!\n\nEXT. DEEP FOREST - NIGHT\nMercedes runs through the trees.\n\nSuddenly a rumble makes her turn around: A group of TEN MEN\non horses surges into view.\n\nShe stumbles, losing ground.\nMercedes gets up, limping now-\nShe gets to a clearing. Closing in, Garcés dismounts. Six\n\nother riders surround her. Mercedes flashes her knife. The\nhorsemen tighten the circle around her.\n\fGARCES\nIt'll be better if you come without\nstruggling. The Captain-\n\nShe puts the blade to her own throat.\nGARCES\nDon't be foolish, sweetheart, if anyone\nis going to kill you-\n\nHe takes out his gun.\n\nGARCES\nIt'll be me-\n\nHe walks up to her. Suddenly, a gunshot hits him in the\nchest, and then another and another. He falls to the ground,\ndead.\n\nA series of gunshots pick off the other horsemen.\n\nThe last three soldiers try to escape. One is killed by a\nfurious hail of bullets; Serrano and another one manage to\n\nget away.\n\nA blood-spattered Mercedes sees men emerging from the\nforest: Pedro now leads FORTY ARMED GUERRILLAS.\n\nBrother and sister embrace. The Guerillas finish off the\ninjured soldiers on the ground.\n\nCUT TO:\n\nINT. ATTIC - NIGHT\n\nOfelia lies on the floor, motionless, defeated, when the\nGreen Fairy appears.\n\nOfelia sits up, and the Faun is there.\n\nFAUN\nI've decided to give you one last chance.\n\fMesmerized, Ofelia nods.\n\nFAUN\nYou promise to listen, to do everything I\ntell you? Without question?\n\nOfelia nods again.\nFAUN\nVery well, then: Pick up your brother and\nbring him to the labyrinth- as fast as\n\nyou can. Your Highness...\n\nOFELIA.\nMy brother?\n\nFAUN\nWe need him.",
  "43": "---END OF PREVIOUS SECTION---\nOFELIA. My brother? FAUN\nWe need him. \n---TARGET SECTION TO BE ANNOTATED---\nOFELIA.\nWhy-\nFAUN\n(irritated)\nNo more questions.\n\nOFELIA.\nThe door's locked.\n\nThe Faun gives her piece of chalk.\n\nFAUN\nThen, create your own door.\n\nCUT TO:\n\nEXT. MILL - NIGHTFALL\n\nSerrano and the injured soldier return to the mill.\n\nINT. VIDAL'S STUDY - NIGHT\n\fVidal sews his split cheek and then wraps a blood-stained\nbandage around it.\n\nOfelia steals in, past the Captain's desk.\nIn the cradle, the baby starts crying.\n\nThe baby's wails grow louder. The Captain turns around;\nOfelia hides but leaves her magic chalk behind.\n\nVidal goes to a small table and serves himself the last of\nthe Orujo. He's takes a sip. The bandage soaks up in blood\nand alcohol. He grunts-\n\n-and pours himself another one.\n\nHe's about to take a sip when he sees the chalk on his desk.\nHe instinctively readies his gun... Then-\n\nSERGEANT\nCaptain- Captain- Please come, quickly-\n\nVIDAL\nNow what?\n\nSERGEANT\nSerrano is back. He's wounded.\n\nVIDAL\nWounded?\n\nHe leaves the study. Ofelia comes out from hiding and looks\nat the cradle, at the crying infant.\n\nShe takes out her mother's bottle of sleeping medicine and\nempties it into Vidal's liquor.\n\nEXT. MILL - NIGHT\nA dozen men gather around the WOUNDED GUARD.\n\nVIDAL\nWhat happened?? Where is Garcés??\n\fSerrano shakes his head.\n\nVIDAL\nHow many were there?\n\nWOUNDED GUARD\nI don't know, sir. The shots came from\nall around us. Fifty- at least-\n\nSERGEANT\nNone of the watch posts are responding,\nSir-\nVIDAL\n\nHow many men here in camp?\n\nSERRANO\nTwenty, maybe less, sir-\n\nVidal does the math.\n\nINT. VIDAL'S STUDY - NIGHT\nOfelia lifts her brother from the cradle.\n\nOFELIA.\nWe're leaving. Together. Don't be afraid.\nNothing is going to happen to you.\n\nShe wraps him in a blanket and tries to soothe him. Halfway\nto the door, she hears footsteps and hides in a nook.",
  "44": "---END OF PREVIOUS SECTION---\nNothing is going to happen to you. She wraps him in a blanket and tries to soothe him. Halfway\nto the door, she hears footsteps and hides in a nook. \n---TARGET SECTION TO BE ANNOTATED---\nVIDAL\nPut the remaining men on picket duty at\nthe tree line- when another squad gets\nback, have it report immediately to me.\n\nVidal comes back in, followed by the Sergeant.\n\nVIDAL\nCall for reinforcements.\n\nSERGEANT\nYes, sir.\n\fThe Sergeant leaves, Vidal goes to his drink. But he stops\nto pick up his gold and silver watch; he winds it and slips\nit into his pocket.\n\nFinally, he drinks his Orujo.\n\nIn the shadows, Ofelia takes a few steps towards the door.\n\nOutside, the sound of SHOUTING and GUNFIRE. An explosion\nilluminates the room, revealing Ofelia and the baby to\nVidal.\n\nVidal takes out his gun and takes a few faltering steps.\n\nVIDAL\nPut him down-\n\nThe girl edges toward the study door. Vidal stumbles toward\nher. Outside, a terrible explosion shatters the window and\nshakes the whole house.\n\nVIDAL\nI'm warning you- put him down-\n\nHe trips on his desk, barely staying on his feet. Ofelia\n\nruns away. Vidal tries to shake himself awake and goes after\nher.\n\nINT. MILL VESTIBULE - NIGHT\nThe girl runs toward the kitchen. Another explosion lights\n\nup the room, allowing Vidal to see her. He heads straight at\nher.\n\nEXT. BEHIND THE MILL - NIGHT\n\nOfelia runs outside, holding her brother. She looks up. The\nmoon is FULL.\n\nShe runs toward the labyrinth.\n\fVidal staggers out behind her. In the background, more\nexplosions, flames and bursts of fire. A battle rages in the\nforest.\n\nSome bullets whiz past Vidal, but he keeps going.\n\nCUT TO:\n\nINT. STAIRWAY TO ATTIC\n\nMercedes walks up the attic stairs, followed by Pedro and a\nfew of his men.\n\nINT. ATTIC - NIGHT\n\nShe finds the attic empty. On a wall there is a child's\nchalk drawing of a doorway.\n\nCUT TO:\n\nEXT. LABYRINTH - NIGHT\nOfelia dashes into the labyrinth. Vidal is not far behind.\n\nThe sleeping medicine makes him stumble and falter. He\nslumps against a wall. Ofelia gains on him.",
  "45": "---END OF PREVIOUS SECTION---\nThe sleeping medicine makes him stumble and falter. He\nslumps against a wall. Ofelia gains on him. \n---TARGET SECTION TO BE ANNOTATED---\nBut right away, she loses her way, but the leafy walls move\naside to guide her-!\n\n-first one, then another-\n-and yet another.\n\nVidal, meanwhile, bumps into obstacles at every turn. Head\nspinning, he pauses.\n\nINT. ROTUNDA IN CENTER OF LABYRINTH - NIGHT\n\fReaching the rotunda, Ofelia sees the Faun waiting, halfway\nup the stone staircase.\n\nOfelia calms the baby and starts down the stairs toward him.\n\nFAUN\nQuickly, Your Majesty, give him to me.\nThe full moon is almost here and we need\nhim to open the portal.\n\nOFELIA.\n(seeing something)\nWhat's that in your hand?\n\nIt's the golden dagger.\n\nFAUN\nThe portal will only open if we shed the\nblood of an innocent. A pin prick- That's\nall. Just a drop of blood-\n\nIt's the last task!! Hurry!!\n\nThe basket shakes furiously. The Green Fairy escapes and\nbuzzes furiously around Ofelia.\n\nFAUN\nYou promised to do it, so give me the\nboy. I want to leave this place, I can't\nwait any longer!\n\nThe Faun comes closer to the girl. His face radiates a\nwicked hunger. She steps back, horrified.\n\nOFELIA.\nNo. My brother stays with me.\n\nFAUN\nYou would give up your sacred rights for\nthis brat?\n\nOFELIA.\nYes, I would.\n\nFAUN\n\fYou will give up your throne for him? He\nwho has caused you such misery, such\nhumiliation?\n\nVidal comes into the rotunda. He sees Ofelia, alone. He\ncan't see the Faun. With enormous effort, Vidal lifts his\ngun.\n\nOFELIA.\nI will.\n\nFAUN\nAs you wish- Your Highness-\n\nAs he recedes into the darkness, Vidal shoots. The bullet\nhits Ofelia in the stomach. She falls gently to the ground,\nat the edge of the well, clutching her baby brother.\n\nThe book lands next to her.\n\nVidal picks up the infant. Ofelia reaches out for help,\ntears in her eyes. Vidal ignores her, spits on the ground\n\nand leaves.\n\nCAMERA closes in on Ofelia's face. A ribbon of blood streams\nfrom her nose.\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nCAMERA closes in on Ofelia's face. A ribbon of blood streams\nfrom her nose. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LABYRINTH - NIGHT\n\nVidal runs down the last path of the labyrinth, leading to\nthe exit-\n\nEXT. LABYRINTH - NIGHT\n\n-where Pedro and his men are waiting. In their midst:\nMercedes.\n\nWith a loud bang- gunshots tear into Vidal. Vidal falls to\nhis knees, hoisting his howling son in the air.\n\nVIDAL\nMy son-\n\fMercedes walks forward. Vidal and Mercedes look at each\nother.\n\nVIDAL\nTell him about his father- About the time\nhis father died-\n\nMercedes takes the baby in her arms.\n\nVidal understands the situation. He takes out his pocket\nwatch and smashes it on the ground.\n\nVIDAL\nTell him-\n\nMERCEDES\nNo-\n\nPedro steps over to Vidal, gun in his hand.\nMERCEDES\n(to Vidal)\n\nHe won’t even know your name.\n\nMercedes! words are Vidal's last and most painful wound. His\nface goes pale-\n\n- and Pedro shoots him in the head.\n\nVidal collapses, dead.\n\nINT. ROTUNDA IN CENTER OF LABYRINTH\n\nMercedes and Pedro reach the rotunda. Mercedes kneels next\nto the dying girl. Crying, Mercedes hums a sweet Galician\nlullaby.\n\nOfelia's pupils dilate.\n\nHer blood runs down into the well, into the puddle at the\nbottom. The moon's reflection shimmers.\n\nIn the book, an image takes shape: Ofelia at a royal court,\n\fin front of a fabulous banquet.\n\nKING/FATHER (0.S.)\nArise, my daughter.\n\nINT. VAST HALL - NIGHT\nOfelia stands. The labyrinth has disappeared.\n\nThis is an immense hall, in a dark, sumptuous castle. A\nswarm of fairies floats around her head. Before her, on a\ngolden throne sits the KING OF THE UNDERWORLD.\n\nAt his side, an almost unrecognizable Carmen - radiant and\ngilded, she has transformed into a FAIRY QUEEN. Between\nthem, there is another throne, empty, waiting.\n\nOfelia looks at the King-\n\nOFELIA.\n(a whisper)\nFather...\n\nKING\nIt was your blood and not that of an\ninnocent that made you worthy of the\nthrone. It was the last task. The most\nimportant one...",
  "47": "---END OF PREVIOUS SECTION---\nKING\nIt was your blood and not that of an\ninnocent that made you worthy of the\nthrone. It was the last task. The most\nimportant one... \n---TARGET SECTION TO BE ANNOTATED---\nAnd out from behind a pillar comes out the Faun. Smiling,\nsurrounded by the Fairies.\n\nFAUN\nAnd you chose well, Your Highness...\n\nHe bows down.\n\nQUEEN\nSo, come sit by your Father’s side, my\nchild? He’s been waiting so long.\n\nThe Green Fairy flies around Ofelia, celebrating her return.\nOfelia is cheered by a hundred voices.\n\fOfelia smiles-\n\nINT. LABYRINTH - NIGHT\n\n- and finally dies. In her eye: one frozen tear. Mercedes\nhugs the dead girl.\n\nCAMERA dollies back. The moon is reflected at the bottom of\nthe pool. Buzzing in the night air is the Stick Insect.\n\nNARRATOR\nAnd it is said that the Princess went\nback to her father's kingdom-\n\nAnd that she reigned with justice and a\n\nkind heart for many centuries. And that\nshe was loved by all her subjects...\n\nEXT. EDGE OF FOREST - SUNRISE\n\nThe sunlight emanates gradually from the darkness and shines\non the silhouette of the fallen fig tree.\n\nNARRATOR\nAnd, like most of us, she left behind\nsmall traces of her time on earth.\n\nVisible only to those that know where to\nlook...\n\nThe fig tree is flowering again.\n\nFADE TO BLACK.\n\f"
}