{
  "1": "Di Bonaventura Pictures\n5555 Melrose Ave.\n\nLos Angeles, CA 90038\n(323) 956-5454\n\nPET SEMATARY\n\nScreenplay by\nJeff Buhler\n\nBased on the novel by\nStephen King\n\nJune 12, 2017\nThird Rewrite\n\fFADE IN:\n\nEXT. RURAL MAINE - NIGHT\n\nLONG AERIAL SHOT over a sea of DARK WOODS. The moon hangs\nover the trees on the horizon, obscured by thin clouds.\n\nA cluster of lights below us. The sleepy town of LUDLOW,\nMAINE. We pass over HOUSES nestled around ponds, a quaint\ndowntown, tiny roads branching into the surrounding hills.\nThe last of the houses slips away below as we move further\nout over the endless trees, slowly descending down into --\nEXT. DARK WOODS - CONTINUOUS\n\nWe're inside the woods now. Moon flickering through branches\nas we pick up a NARROW PATH winding through the trees. Our\n\nPOV slows as we settle on a wooden sign nailed to a tree.\n\nIn hand painted childish scrawl it reads: PET SEMATARY.\n\n \n\nAs we HOLD on the sign, there’s a NOISE in the darkness.\n\nANIMAL FEET crunching through pine needles.\n\n \n\nThe shape of a DOG comes into view. Just a shadow standing\nin the trail. Hulking, fur clumped and dirty. Eyes black.\n\nThe ragged dog walks down the trail past us as we --\n\nCUT TO:\n\nEXT. BACK YARD - NIGHT\n\nA wide, grassy lawn near the edge of the woods. Toys left\nout for the night. A sprinkler tapping softly somewhere.\n\nThere’s a LIGHT in the second story window as --\n\nThe dog from the woods moves into frame. It stands still for\na long BEAT in the darkness. Looking at that window as we --\n\nCUT TO:\n\nINT. BOY'S BEDROOM - SAME TIME\n\nA YOUNG BOY (9) sleeping in bed. A model of the solar system\ntravels in mechanical circles over his head. After a BEAT --\n\f2.\nThe boy opens his eyes, sensing something. After a BEAT, he\nslides out of bed. As his feet come to the floor we NOTICE --\nA shovel and some dirty clothes stashed under the bed.",
  "2": "---END OF PREVIOUS SECTION---\nThe boy opens his eyes, sensing something. After a BEAT, he\nslides out of bed. As his feet come to the floor we NOTICE --\nA shovel and some dirty clothes stashed under the bed. \n---TARGET SECTION TO BE ANNOTATED---\nThe boy crosses to the window, peering out to --\nTHE BACKYARD. Toys. Sprinkler. No sign of the dog.\n\nHe walks to his bedroom door, slowly opening it to REVEAL --\n\nNothing there. Just an empty dark hallway.\n\nINT. LONG DARK HALLWAY - CONTINUOUS\n\nThe boy moves down the hall followed by his elongated SHADOW\nthat bends up the wall. He pauses by his parent’s room,\nglancing at his MOTHER and FATHER sleeping in their bed.\n\nHe continues past their door, turning down the stairs.\n\nINT. LIVING ROOM - CONTINUOUS\nClothes and toys. A clock ticking softly. After a BEAT --\n\nThe Boy comes down the stairs. He moves across the room to\nthe front window, pulling the curtain back to peek out --\n\nPOV of the porch... the stairs... the empty lawn. Then --\n\nA DARK SHAPE slips past!\n\nThe boy presses against the wall, terror rising as we HEAR --\nTwo soft SCRATCHES on the outside of the door.\n\nSomething wants to come inside. The boy stands for a BEAT,\nnot believing what he knows to be true. Afraid to move.\n\nAfter a BEAT, he steps closer, reaching for the door --\n\nCLOSE as he turns the knob, pulling it open to REVEAL --\n\nNothing there.\n\nEXT. FRONT LAWN - MOMENTS LATER\n\nThe sprinkler taps lightly along the side of the house as the\nBOY comes down the porch stairs to the lawn in his pajamas.\n\nHe squints into the shadows, barely able to form the words --\n\fBOY\nBuck? That you, boy?\n\nThe house looms behind him, front door hanging open as the\nboy steps further out onto the lawn. BEHIND HIM we notice --\n\nA dog shaped SHADOW slinking across the lawn.\n\n \n\nThe boy hears the noise and spins to SEE --\n\nBUCK, the dog from the woods, standing in the shadows. The\ndog's head hangs low, breathing slow and ragged.\n\nThe boy steps closer, eyes filled with wonder and awe.\nBOY (CONT'D)\nI knew you'd come back. Jesse said\nit wouldn’t work but I just knew...\n\nThe boy stops as Buck moves into the light. Drool swings\nfrom his mouth, eyes heavy. A bloody scar over his eye.",
  "3": "---END OF PREVIOUS SECTION---\nThe boy stops as Buck moves into the light. Drool swings\nfrom his mouth, eyes heavy. A bloody scar over his eye. \n---TARGET SECTION TO BE ANNOTATED---\nBOY (CONT'D)\nYou hungry? Want some food?\n\nBuck just stares back. Dead eyes locked on the boy.\n\nBOY (CONT'D)\nBuck, it’s me. You’re okay now.\n\nBuck steps forward. A hint of BLACKNESS swirls in his eyes.\n\n \n\nThe boy glances at the open door. He desperately wants to\nturn and run as the dog’s mouth tightens into a growl.\n\nBOY (CONT'D)\nStay outside, okay? 1I/’11 bring you\nsome food...\n\nThe boy turns toward the house, trying to walk slowly as --\nSQUEEEK!!! He steps on a plastic DOG TOY on the lawn.\n\nThe boy looks over his shoulder as the dog charges. He runs\nfor the house in his pajamas, the dog gaining ground behind\nhim. The boy hits the stairs, slipping and scrambling onto\nthe porch... the open front door only a few feet away --\n\nBut he slips. Crashing to the ground on his chest. Lights\ngo on in the house. We hear voices coming from upstairs.\n\nCLOSE on the boy’s terrified face as he slowly lifts himself\nonto his hands to look back over his shoulder and SEE --\n\fThe dog in the shadows. Eyes pure black. Teeth bared.\nThe boy scrambles for the open door as the dog --\nLUNGES RIGHT INTO CAMERA and we --\n\nSMASH TO BLACK.\n\nThe screaming, snarling dog attack fades into the fluttering\nsound of a playing card in the spokes of a bike as we --\n\nFADE IN:\n\nEXT. SUBURBAN NEIGHBORHOOD - DAY\n\nCLOSE on the wheel of a bike with two PLAYING CARDS pinned to\nthe front forks with laundry pins. PULL OUT to REVEAL --\n\nELLIE (9), hair flowing behind her, eyes shining with life as\nshe steers her bike up onto the sidewalk and into --\n\nEXT. SUBURBAN HOME - CONTINUOUS\n\nThe driveway of a modest, single story home on a block with a\ndozen identical single story homes. Ellie slows down by the\nreal estate sign in the front yard that exclaims: SOLD!\n\nGAGE (3) sees Ellie on her bike and his face lights up --\n\nGAGE\nEllie home!\n\nEllie’s parents RACHEL and LOUIS look up from cramming the\nlast of their belongings into a station wagon.",
  "4": "---END OF PREVIOUS SECTION---\nEllie slows down by the\nreal estate sign in the front yard that exclaims: SOLD! GAGE (3) sees Ellie on her bike and his face lights up --\n\nGAGE\nEllie home! Ellie’s parents RACHEL and LOUIS look up from cramming the\nlast of their belongings into a station wagon. \n---TARGET SECTION TO BE ANNOTATED---\n They’re\nsweating and tired from packing. Rachel glances at Louis.\n\nRACHEL\nLet me talk to her.\n\nRachel comes over to Ellie, looking a little concerned --\nRACHEL (CONT'D)\nWhere'd you go, honey? Thought you\nwere just saying goodbye to\nStephanie?\nEllie pulls a cute mouse-shaped CAT TOY out of her pocket.\n\nELLIE\nI didn’t want Church to be bored.\n\nRachel’s heart melts. Ellie is thoughtful and sensitive.\n\fLouis comes up behind them to grab Ellie’s bike. He pauses\nfor a moment, checking in with her.\n\nLOUIS\nYou gonna be okay?\n\nEllie nods but we can see she’s a little unsure.\nELLIE\nYou think the kids at my new school\nwill be nice?\n\nLouis kneels down, brushing the hair out of her eyes.\n\nLOUIS\nThey're going to love you, El.\n\nRachel comes over, taking a last look at their old house --\n\nRACHEL\nGood bye, Boston.\n\nCUT TO:\n\nAERIAL SHOTS over BOSTON, bays and bridges spill out below.\nA tangle of buildings, roads and waterways as we PICK UP --\n\nThe STATION WAGON crossing the ZAKIM BRIDGE, heading out of\nthe city. The car drives up I-95, through coastal towns, and\nwaterways, finally past a sign reading: WELCOME TO MAINE.\nRural and beautiful. The car turns inland on a small highway\nwinding up into the woods as the sun sinks behind the trees.\nINT. STATION WAGON - SUNSET\n\nLouis drives while Rachel navigates. Ellie and Gage sit in\nback, Church in his pet carrier between them. Gage bangs on\n\nChurch's carrier with a toy to get Ellie’s attention.\n\nGAGE\nEllie. Ellie. Ellie-phant!\n\nELLIE\nMom? It’s not fair to Church.\n\nRachel glances back. Church is sleeping with his new toy.\n\nRACHEL\nI’m pretty sure Church is okay.\n\nEllie turns to the window, ignoring Gage as Louis slows down.\n\fRACHEL (CONT'D)\nMust be some kind of ordinance\nagainst road signs around here?\n\nELLIE\nAre we lost?\n\nLouis stares out an intersection leading into endless trees.\n\nLOUIS\nNo. We’re not lost.",
  "5": "---END OF PREVIOUS SECTION---\nLouis stares out an intersection leading into endless trees. LOUIS\nNo. We’re not lost. \n---TARGET SECTION TO BE ANNOTATED---\n(to Rachel)\nAre we?\nELLIE\n\nIf we don’t like it in Maine do we\nget to move back to Boston?\n\nRACHEL\nDaddy's new job is here, honey.\n\nLOUIS\nThink about it, El. Your back yard\nis going to be a whole forest.\nEllie looks out the window.\n\nELLIE\nForests are boring.\n\nUP AHEAD we see a small market advertising bait and tackle.\n\nRACHEL\nThat’s it. Remember that market?\n\nLOUIS\nHang on, everyone.\n\nLouis makes the turn onto a narrow two lane road.\n\nEXT. RURAL MAINE - LATER\n\nThe station wagon cruises down a long stretch of empty road.\n\nINT. STATION WAGON - DUSK\n\nLouis rubs his eyes. Gage has fallen asleep. Rachel stares\nout at big homes set back in the trees. After a BEAT --\n\nRACHEL\nSo quiet out here.\n\fLOUIS\nGood quiet?\n\nRACHEL\nJust quiet.\n\nHe glances over --\n\nLOUIS\nHaving second thoughts?\n\nRACHEL\nWe could never afford a place like\nthis in Boston.\nLouis studies her face. That didn’t answer his question.\n\nELLIE\nDaddy! Watch out!\n\nThe DOG from the opening stands in the road.\nLouis hits the brakes, screeching to a halt. The creepy dog\nstands in the headlights, unmoving. Its fur is clumped and\ndirty, eyes red and dark. Just staring into the light.\nLOUIS\n(quietly)\nEveryone okay?\n\nEllie and Rachel nod as the dog walks slowly around the car.\nGage opens his sleepy eyes as the dog pauses, looking at him.\n\nGAGE\nDoggie...\n\nThe dog turns, slipping off into the trees.\nGAGE (CONT'D)\nBye bye.\nEXT. CREED HOUSE - EVENING\n\nCrickets so loud it’s almost unnatural. Headlights flicker\nin the trees as the station wagon creeps up the driveway.\n\nLouis parks by a large two-story home with wraparound wooden\nporch and swing. The same house from the opening sequence.\n\nRachel pulls Gage out of his seat as Ellie walks to her\nfather, taking his hand, staring up at the stars overhead.\n\nThe night is warm. A light wind. Dark and magical.\n\fELLIE\nWhy don’t we have stars like this\nin Boston.",
  "6": "---END OF PREVIOUS SECTION---\nA light wind. Dark and magical. ELLIE\nWhy don’t we have stars like this\nin Boston. \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS\n\nWe do. You just can’t see ‘em.\n\nRACHEL\nWhat do you think of the house, El?\n\nEllie walks forward, looking up at the massive house.\n\nELLIE\nThis whole place is ours?\n\nLOUIS\n(nodding)\nFront door should be open. Movers\ndropped everything off today.\nEllie opens the door, standing for a moment in the doorway.\n\nThen she takes off running from room to room, switching on\nlights, her excited voice echoing through empty spaces.\n\nELLIE (0.S.)\nIt’s so big! I love it!!\n\nLouis walks with Rachel and Gage into the house as we --\n\nCUT TO:\n\nINT. LIVING ROOM - DAY\nThe house is partially unpacked, boxes and rugs lying around.\n\nChurch lies on his favorite cushion in the front window as\nLouis and Rachel unpack boxes in the living room.\n\nLouis prepares to nail a picture hanger into the wall --\n\nRACHEL\nHey, don’t. Gage is napping.\n\nLouis leans the picture against the wall, looking around --\n\nLOUIS\nDid Ellie finish her room?\n\nBEHIND HIM Church stretches and jumps down to the floor.\n\nAs Rachel and Louis continue talking we drop into --\n\fCAT POV weaving through boxes, down the hallway into the\nkitchen, across the room to his food bowl.\n\nChurch pauses, hungrily finishing what’s left in the bowl.\n\nBack in CAT POV as we slip under the table and out into the\nhallway.\n\nOur POV turns to see a door sitting open. We approach.\n\nChurch stands at the door, sniffing the damp air. We hear\nLouis looking for Ellie somewhere in the house.\n\nLOUIS (0.S.) (CONT'D)\nEllie? Where’d you go?\n\nChurch pushes the basement door open, slipping down into --\n\nINT. BASEMENT - CONTINUOUS\n\nCAT POV as we come down the stairs, slipping under the work\nbench and finally crossing to some shelves where we FIND --\n\nA_ small CUBBY HOLE covered by a faded curtain.\n\n \n\nChurch pauses. There’s something in there. As he sniffs --\n\nTWO HANDS shoot out pulling the cat into the tiny space.\n\n \n\nINSIDE THE CUBBY Ellie sits curled up and trying not to\ngiggle as she holds Church in her lap.\n\nELLIE\nQuiet, okay? We’re hiding.",
  "7": "---END OF PREVIOUS SECTION---\nINSIDE THE CUBBY Ellie sits curled up and trying not to\ngiggle as she holds Church in her lap. ELLIE\nQuiet, okay? We’re hiding. \n---TARGET SECTION TO BE ANNOTATED---\nAfter a BEAT we hear heavy feet coming down the stairs. A\nshape moves behind the curtain. Two feet are standing there.\n\nEllie screams as Louis suddenly pulls the curtain back!\n\n \n\nLOUIS\nFound you!\n\nHe grabs Ellie as she giggles and squirms away.\n\nELLIE\nNo fair! Church gave me away!!\n\nChurch takes off up the stairs. Ellie follows.\nELLIE (CONT'D)\n\nThat’s my special hiding place.\nDon’t tell anyone, okay?\n\f10.\n\nLouis follows them out of the basement.\n\nEXT. SIDE YARD - DAY\n\nRachel works in her vegetable garden, setting up tall stakes\nand strings for her bean plants. Ellie comes around down the\nporch stairs, walking over to her mother.\n\nELLIE\nCan I watch a show? I’m bored.\n\nRachel pulls off her gloves, wiping her brow --\n\nRACHEL\nWhy don’t you play outside? It’s\nso nice out.\n\nELLIE\n(sulking)\nThere’s nothing to do...\n\nHer voice drifts off as we HEAR a soft repetitive DRUM BEAT\nsomewhere. Dry and sad. Ellie and Rachel walk around the\nside of the house to SEE --\n\nA procession of CHILDREN marching toward the woods.\n\n \n\nA SOMBER BOY in the front pushes a wheelbarrow with a LUMP\nwrapped in a sheet and some pieces of WOOD and a SHOVEL.\n\nHe is followed by a single file line of children in ANIMAL\nMASKS, walking slowly. At the end of the line, a GIRL ina\nCAT MASK pounds out the funeral march. Strange and surreal.\n\nELLIE (CONT'D)\nWhat are they doing?\n\nRACHEL\nLooks like some kind of procession.\n\nELLIE\nWhat’s a procession?\n\nRACHEL\nLike a parade but not for fun.\n\nEllie walks closer, mesmerized as the strange children make\ntheir way into the trees. The drum beat echoing.\n\nThe Girl at the end of the line in the Cat Mask glances back\nat Ellie as she turns up into the woods. Ellie follows,\nwalking to the edge of the lawn where the trail begins.\n\f11.\n\nELLIE'S POV of the hand painted sign reading: PET SEMATARY.\n\nThe same trail we saw in the opening.\n\n \n\nEllie starts up the trail, then stops. There’s something\nabout this place. It’s too dark. Too frightening.",
  "8": "---END OF PREVIOUS SECTION---\nThere’s something\nabout this place. It’s too dark. Too frightening. \n---TARGET SECTION TO BE ANNOTATED---\nA HAND touches Ellie’s shoulder and she jumps. It’s Rachel.\n\nRACHEL (CONT'D)\nMust be a pet cemetery up there...\n\nELLIE\n(sad)\nOne of their pets died?\nRachel can see Ellie’s frightened --\nRACHEL\nLet’s go help daddy. Gage will be\nwaking up from his nap soon.\n\nEllie looks relieved as they turns back. As they walk back\ndown the trail, she glances over to SEE --\n\nTheir NEIGHBOR'S HOUSE peeking through the woods.\n\n \n\nA cottage with gray shingles, smoke rising from a chimney,\ndark and mossy. There’s someone in the window.\n\nEllie looks up, noticing her mother has continued walking.\nShe quickly runs to catch up to Rachel as we --\n\nCUT TO:\n\nINT. ELLIE’S ROOM - NIGHT\n\nStuffed animals, posters, books. A night light sends purple\nbutterflies across the walls in lazy circles. Ellie lies in\nbed as Rachel and Louis tuck her in. She seems worried.\n\nLOUIS\nYou okay?\n\nEllie speaks softly, her mind racing with scary thoughts.\n\nELLIE\nWhen is Church going to die?\n\nLOUIS\nEveryone has to die sometime.\nThat’s how life works.\n\fELLIE\nEven you and mommy?\n\nRachel comes over, sitting on the side of the bed --\n\nRACHEL\nYou're thinking about all this\nbecause of that place in the woods?\n\nEllie nods. Louis takes a breath, then launches in --\n\nLOUIS\nWhen someone dies... even a cat or\na doggie... their body goes into\n\nthe ground but that doesn’t mean\nthey’re gone forever...\n\nOFF Ellie’s confused look --\n\nLOUIS (CONT'D)\nRemember when Nana passed away and\nwe all flew down to Florida?\n\nEllie nods.\n\nRACHEL\nWhat daddy’s saying is Nana’s body\nwent into the cemetery but her\nspirit went up to heaven. She’s up\nthere right now. I bet she can\neven see your new room.\n\nELLIE\nPeople in heaven can watch us?\n\nLOUIS\nI don’t know if it works like that\nexactly. No one really knows --\n\nRachel shoots Louis a look and he quickly switches gears.\n\nLOUIS (CONT'D)\n\nYou don’t need to worry about any\nof this stuff because Church and me\nand mommy are going to be around\nfor a long, long time.",
  "9": "---END OF PREVIOUS SECTION---\nLOUIS\nI don’t know if it works like that\nexactly. No one really knows --\n\nRachel shoots Louis a look and he quickly switches gears. LOUIS (CONT'D)\n\nYou don’t need to worry about any\nof this stuff because Church and me\nand mommy are going to be around\nfor a long, long time. \n---TARGET SECTION TO BE ANNOTATED---\nELLIE\nYou promise?\n\nLOUIS\nPromise.\n\nLouis and Rachel lean in to kiss Ellie good night as we --\n\f13.\n\nPUSH past Ellie’s worried face to the dark WOODS outside.\n\nCUT TO:\n\nEXT. MASTER BEDROOM —- LATER\n\nLouis stands in his pajama bottoms brushing his teeth. As he\nspits out and rinses, Rachel comes up behind him --\n\nRACHEL\n(imitating him)\nEveryone has to die sometime, kid.\nDeal with it!\n\nHe turns around to face her, a playful smile on his face.\n\nLOUIS\nYou're the one who said dead people\nwatch us from the sky. That’s\npretty creepy for a kid.\n\nRACHEL\nThey are!\n\nShe pushes him over to the bed.\n\nRACHEL (CONT'D)\n\nWhy do you doctors have such a hard\ntime with spirituality? You really\nthink people are just flesh and\nbones with no soul?\n\nLOUIS\nI’m just injecting an element of\nreality into her life. Everything\nyou're selling is a fairy tale.\n\nA flicker of pain in Rachel’s eyes --\n\nLOUIS (CONT'D)\nI’m sorry. I didn’t mean your\nsister...\n\nRachel sits on the edge of the bed.\n\nRACHEL\nI know what it’s like to lose\nsomeone when you’re a kid. I don’t\nwant her thinking about this stuff\nyet. Let her have the fairy tale.\n\nHe lies down, pulling her into her arms --\n\f14.\n\nLOUIS\nYou're right. I’m sorry. Let’s\nlive the fairy tale.\nRachel folds into Louis’ chest, kissing him.\n\nRACHEL\nThank you.\n\nCUT TO:\n\nEXT. CREED HOUSE - MORNING\n\nThe sun rises over the Creed home and surrounding woods.\n\nEXT. BACK YARD - DAY\n\nEllie stands in the grass, staring at the trail leading up\ninto the woods. She takes a breath, heading up the trail.\nEXT. WOODS - MOMENTS LATER\n\nEllie walks past the PET SEMATARY sign, winding up the narrow\ntrail, heading deeper into the forest.\n\nTrees block the light as Ellie grows smaller in the trail,\ndisappearing around a corner. Swallowed up by the woods.\nEXT. PET CEMETERY - DAY\n\nEllie comes to a clearing of grass with tiny GRAVESTONES.",
  "10": "---END OF PREVIOUS SECTION---\nSwallowed up by the woods. EXT. PET CEMETERY - DAY\n\nEllie comes to a clearing of grass with tiny GRAVESTONES. \n---TARGET SECTION TO BE ANNOTATED---\nShe slows down, taking in the sudden presence of death all\naround her. Each name represents a family pet who died.\n\n \n\nShe pauses by a freshly dug grave. The wooden sign reads:\nTALULAH. Best dog in the world. June 6, 2016. A dog collar\nhangs on the sign. This must be the pet from the procession.\n\nShe walks around the rings of graves. Birds, cats and\nhamsters. She stops at one: Biffer. One Helluva Sniffer.\nOct. 1958. The ones in the innermost ring are old and\ndecayed, clumps of grass obscuring the names: SMUCKEY. 1917.\n\nThe wind blows through the trees, catching Ellie’s attention.\nShe notices the path through the cemetery stops abruptly at a\n\npile of branches and trees. Ellie looks for a way around the\nhuge pile but it’s blocked by thorny THICKET and BRAMBLE.\n\f15.\n\nSomeone built a DEADFALL to block the path.\n\n \n\nEllie reaches for the first limb. It creaks under her\nweight. She moves higher, branches bending as she makes her\nway to the top of the pile. Suddenly, a VOICE behind her --\n\nOLD MAN (0.S.)\nGet off of there!\n\nEllie turns and loses her balance. She tumbles backwards to\nthe ground, cutting her knee open on a rock as the OLD MAN\nruns up behind her, glancing nervously at the deadfall.\n\nOLD MAN (CONT'D)\nYou kids shouldn’t be up here.\n\nEllie touches the blood on her leg, eyes fluttering.\n\nELLIE\nI cut my knee...\n\nFADE TO BLACK.\n\nBOOTS crunching through underbrush as we FADE IN to --\n\nEXT. WOODS - DAY\n\nThe OLD MAN carries Ellie down the trail in his arms. His\nhands are huge and rough, face hard as if carved from stone.\n\nEllie’s head lolls as he walks. Her eyes drift open --\n\nELLIE'S UPSIDE DOWN POV: the trees bouncing up and down with\nthe movement of his gait. She passes out again.\n\nFADE TO BLACK:\n\nThe sound of water running as we FADE IN to --\n\nINT. JUD'S HOUSE - DAY\n\nEllie wakes up on a couch in a dark cottage. It smells like\ncigarettes and stale beer.",
  "11": "---END OF PREVIOUS SECTION---\nFADE TO BLACK:\n\nThe sound of water running as we FADE IN to --\n\nINT. JUD'S HOUSE - DAY\n\nEllie wakes up on a couch in a dark cottage. It smells like\ncigarettes and stale beer. \n---TARGET SECTION TO BE ANNOTATED---\n Water runs in a sink somewhere.\n\nEllie sits up, realizing she’s in a stranger’s home.\n\n \n\nHer head is still foggy as she looks around at DEAD ANIMALS\nmounted on the walls. Taxidermy. A rifle on the wall.\n\nEllie stands, heart racing. This feels dangerous. Suddenly,\nthe OLD MAN appears in the door behind. Ellie spins around --\n\f16.\n\nELLIE\nWho are you? How did I get in\nhere?\nThe OLD MAN from the pet cemetery steps into filtered light.\n\nThis is JUD (60's), unflinching, a reclusive hunter with a\nfive day beard and some hard years etched in his eyes.\n\nJUD\nYou fell off the deadfall. Must\nhave passed out when you saw blood.\nEllie takes a step backwards, assessing the threat.\n\nELLIE\nI should get home. My mom...\n\nJud drags an ottoman across the floor with a heavy scratch.\n\nJUD\nSit down. Not gonna bite you.\n\nEllie senses something in Jud’s eyes. This guy is shy, not\nmean. He’s not intimidating. Just _a_sad_ and lonely man.\n\nEllie sits down putting her leg on the ottoman. Jud sits\nacross from her, cleaning the scrape with a warm washcloth.\n\nShe watches him as he works, concentrating. After a BEAT --\n\nELLIE\nWhat’s your name?\n\nJud ignores her for a BEAT, then --\n\nJUD\nYou first.\n\nELLIE\nEleanor Creed. We just moved here\nfrom Boston.\n\nJud nods, glancing up --\n\nJUD\nJud.\n\nELLIE\nI saw you in the window the other\nday. You're our neighbor.\n\f17.\n\nJUD\nLived in this house for sixty three\nyears. Seen a lot of people come\nand go from yours.\nJud walks to the bathroom to look for something.\nJUD (CONT'D)\n(mumbling as he rummages)\nKids shouldn't be up in those\nwoods. Not safe up there.\nEllie notices a PHOTO on the table nearby and picks one up.\n\nANGLE on the photo: Jud in a suit, much younger, standing\nproudly next to a PRETTY GIRL in a bridal gown.\n\nEllie notices Jud in the doorway holding a Band-Aid.",
  "12": "---END OF PREVIOUS SECTION---\nEllie notices a PHOTO on the table nearby and picks one up. ANGLE on the photo: Jud in a suit, much younger, standing\nproudly next to a PRETTY GIRL in a bridal gown. Ellie notices Jud in the doorway holding a Band-Aid. \n---TARGET SECTION TO BE ANNOTATED---\nJUD (CONT'D)\nYou make a habit of going through\npeople’s things?\n\nEllie sets the photo down. She studies him a moment, then --\n\nELLIE\nIs that your wife?\n\nJud sits again, unwrapping the Band-Aid. He glances up.\n\nJUD\nHer name was Norma.\n\nELLIE\nShe’s pretty.\n\nJud busies himself with the Band-Aid. Hiding his sadness.\n\nELLIE (CONT'D)\nWhat happened to her?\n\nJud looks up. This girl is confounding him.\n\nJUD\nShe was sick. Passed away.\n\nELLIE\nShe's still here, you know. She's\nwatching us from heaven.\n\nEllie smiles at Jud. A layer of ice melts off his heart.\n\nJUD\nThat so, Ellie?\n\f18.\n\nEllie nods, jumping up. She walks to the door --\nELLIE\nYou want to come and meet my cat?\nHis name is Church.\nJud stands up.\nJUD\nI don’t keep pets. Not around\nhere.\nEllie nods to the animals stuffed on the walls --\n\nELLIE\nYou only like to shoot them?\n\nJud sighs, following her to the door --\nJUD\nFine. I’11l come meet your damn cat\nif you want...\n\nINT. CREED HOUSE - DAY\n\nEllie walks out of the woods with Jud. Rachel looks up from\nher garden, surprised to see Ellie with some strange man.\n\nShe comes over, wiping her hands on her work pants --\n\nRACHEL\nEl? Everything okay?\n\nELLIE\nI fell on a rock. Jud helped me.\n\nEllie points to the Band-Aid. Rachel kneels down.\n\nRACHEL\nOh, sweetie. You okay?\n\nEllie nods. Rachel stands, holding out her hand to Jud.\n\nRACHEL (CONT'D)\nMr. Crandall, right? Thank you.\n\nJUD\nMost folks just call me Jud.\n\nRachel smiles, trying to break the awkwardness --\n\f19.\n\nRACHEL\nWell, thank you, Jud. It’s nice to\nmeet our neighbors.\nEllie grabs Jud’s hand, pulling him toward the house.\n\nELLIE\nCome and meet Church.\n\nShe points to her bedroom window upstairs --\nELLIE (CONT'D)\nMy room’s on the second floor. Our\nhouse in Boston didn’t even have a\nsecond floor...",
  "13": "---END OF PREVIOUS SECTION---\nELLIE\nCome and meet Church. She points to her bedroom window upstairs --\nELLIE (CONT'D)\nMy room’s on the second floor. Our\nhouse in Boston didn’t even have a\nsecond floor... \n---TARGET SECTION TO BE ANNOTATED---\nJud glances back at Rachel as Ellie tugs him up the porch.\n\nJUD\nKid’s like a force of nature.\n\nRACHEL\nYou have no idea.\nINT. DINING ROOM - NIGHT\nThe dining room table is covered in dishes and empty bottles\nof beer and wine from dinner. FLOAT past the mess into --\nINT. LIVING ROOM - CONTINUOUS\n\nJud sits in a chair as Ellie performs a dance for him. Louis\nand Rachel sit on the couch with Gage curled on Rachel’s lap.\n\nThis is Ellie’s favorite thing, spinning through the room,\nfree and easy, swooping past her parents to make them laugh.\n\nJud sips a beer, enjoying the show as Ellie finishes with a\npirouette. Ellie beams, taking a bow. Everyone claps.\n\nLouis starts rummaging in a wooden cabinet --\nLOUIS\nWant another drink, Jud? Think I\nhave some scotch here somewhere...\nJUD\nBetter get home while I can still\nwalk.\n\nLouis notices Jud’s wedding ring.\n\f20.\n\nLOUIS\nDidn't realize you were married.\n(to Rachel)\n\nWe should've invited his wife over.\n\nELLIE\nYou can’t dad. She died.\n\nRACHEL\nEllie, hey. That’s not polite.\n\nJud waves this idea away, standing up --\n\nJUD\nEllie didn’t mean anything by it.\nHe turns to Louis --\nJUD (CONT'D)\nBeen a long time since I got to sit\nwith folks and just jaw a little.\n(to Rachel)\nAnd even longer since I had good\nhome cooking like that. Thank you.\nLouis walks with Jud to the door.\nLOUIS\nWe'll have you over again, Jud.\nNice to meet you.\n\nELLIE\nJud, wait...\n\nEllie runs over to Jud, giving him a long, spontaneous hug.\n\nELLIE (CONT'D)\nGood night, Jud.\n\nJUD\nGood night, Ellie.\n\nCUT TO:\n\nINT. KITCHEN - THE NEXT MORNING\nEllie stands by the kitchen door in her dance clothes.\nELLIE\nCome on, mom. I don’t want to be\nlate.\n\nRachel appears with Gage, shouting over her shoulder --\n\f21.\nRACHEL\nLouis? You coming?\nLouis arrives in his scrubs, jingling the keys in his hand.\n\nLOUIS\nWas looking for these.",
  "14": "---END OF PREVIOUS SECTION---\nYou coming? Louis arrives in his scrubs, jingling the keys in his hand. LOUIS\nWas looking for these. \n---TARGET SECTION TO BE ANNOTATED---\nThe family rushes outside as Louis reaches back to pull the\nkitchen door closed. Slamming it a little too hard.\n\nThe barrier on the cat door slides down with a THUNK!\n\nCUT TO:\n\nEXT. DRIVEWAY - DAY\nThe station wagon pulls out of the driveway.\n\nChurch comes trotting up the driveway to the cat door. He\ntries to push it open but the barrier is down. Locked out.\n\nHe tries to nudge through but eventually gives up and walks\naround the house, heading down the path toward Jud’s place.\nINT. JUD’S HOUSE - DAY\n\nJud stands over his stove frying HASH in a skillet, cigarette\ndangling from his lips. He scrapes the food onto a plate\n\nthen takes the pan to the sink. As he turns --\n\nChurch jumps up into the kitchen window behind him.\n\n \n\nAs Jud cleans, Church steps down to the counter, inching\ncloser to the food, taking a bite of the steaming pile.\n\nJud turns to see Church eating his lunch.\n\nJUD\nGet away from that.\n\nJud waves his hand, shooing Church away but the cat startles,\naccidentally knocking the plate onto the floor with a crash.\n\nJUD (CONT'D)\nGo on! Get out of here.\n\nJud opens the kitchen door, shoving the cat into the driveway\nwith his foot. He turns back to the mess on the floor.\n\nJUD (CONT'D)\nGoddamn scavenger.\n\f22.\n\nAs he starts to clean up the mess we --\n\nCUT TO:\n\nINT. DANCE STUDIO - DAY\n\nClassical music plays as a DANCE INSTRUCTOR directs a group\nof YOUNG GIRLS through their routine. Rachel sits along the\nback wall with the other MOMS, bouncing Gage on her leg.\n\nMOVE IN on Ellie as she concentrates to stay in time with the\nother girls. The music continues to play as we --\n\nCUT TO:\n\nINT. EXAMINATION ROOM - SAME TIME\n\nLouis holds a chart as he enters an exam room. A STRANGE\nLOCAL WOMAN sits in a chair, leg in a compression stocking.\n\nLOUIS\nMorning, Mrs. Hughes. Wanna tell\nme what’s going on with that ankle?\n\nThe woman’s face knits into a grimace of disappointment.\nMRS. HUGHES\nWho the hell are you? Never seen\nyou before.",
  "15": "---END OF PREVIOUS SECTION---\nMRS. HUGHES\nWho the hell are you? Never seen\nyou before. \n---TARGET SECTION TO BE ANNOTATED---\nLouis slides a chair over, preparing to examine her foot.\nLOUIS\nThat’s because I’m new. My name’s\nDoctor Louis Creed. I’m taking\nover for Bill Jacobson.\nThe woman begrudgingly extends her swollen foot.\nMRS. HUGHES\nAbout time they put Bill Jacobson\nout to pasture. Old coot could\nhardly see past his own nose.\n\nCUT TO:\n\nINT. DANCE STUDIO - SAME TIME\n\nMusic still plays but all the other kids have gone home as\nEllie continues practicing her routine. Rachel approaches.\n\f23.\n\nRACHEL\nSweetie, we have to get home.\n\nEllie doesn’t hear her mother, lost in the music, tracing her\nfinger through the air.\nINT. HOSPITAL CORRIDOR - SAME TIME\n\nLouis comes down the hallway exhausted from a long day. Two\nNurses run past him the other way.\n\nLOUIS\nWhat is it?\n\nNURSE\nA boy got hit by a truck.\n\nLouis turns, following them around the corner as --\n\nPARAMEDICS roll a gurney through the door. The YOUNG MAN on\nthe gurney is soaked with blood. Half his face scraped away.\n\nLouis waves the EMT’s through, falling in beside the gurney.\n\nLOUIS\nWhat do we know?\n\nEMT\n(visibly shaken)\nHis, uh, name is Paskow. Victor\nPaskow. Got hit by a logging truck\nup on Lovell Creek Road...\n\nLouis leans down to the boy as they walk --\n\nLOUIS\nVictor? Can you hear me?\n\nThe Boy moves his head, his single working eye finding Louis.\nHe moves his mouth, trying to speak as blood gurgles out --\n\nVICTOR PASKOW\nDon’t want to die...\n\nLOUIS\nYou're not dying, Victor. Stay\nwith me, okay? Stay with me...\n\nThey turn a corner into a TREATMENT AREA as the paramedics\nquickly transfer Victor to the table. A nurse peeks in.\n\f24.\n\nNURSE\nLife Flight is on the way from\nBangor. Twenty minutes.\nLouis nods. That’s too long. He goes back to Victor.\nLOUIS\nVictor. Listen to me. We’ve got a\nhelicopter on the way. I just need\nyou to stay focused on my voice.",
  "16": "---END OF PREVIOUS SECTION---\nListen to me. We’ve got a\nhelicopter on the way. I just need\nyou to stay focused on my voice. \n---TARGET SECTION TO BE ANNOTATED---\nVictor tries to speak, his eye wide with fear.\n\nVICTOR PASKOW\n\nI’m dying...\nLOUIS\n\nNo, Victor. Just stay with me.\n\n(to the nursing staff)\nWe need a hemostat on the femoral\nartery. Prep two units of blood.\nThere’s a buzz on the machine as Victor’s heart stops.\n\nLOUIS (CONT'D)\nGoddammit. He’s coding!\n\nLouis immediately begins compressions on Victor’s chest as --\n\nVictor’s hand shoots out, gripping Louis’ arm. He pulls\nLouis down toward his gasping mouth. Trying to form words --\n\nVICTOR PASKOW\nI can feel it inside me now.\n\nLOUIS\nFeel what, Victor?\n\nVictor takes a ragged inhale. Eyes locked on Louis.\n\nVICTOR PASKOW\nDeath.\n\nVictor's body seizes up, going rigid as his eyes slip away.\nThen he softens. His hand loosens its grip. He’s gone.\n\nAfter a BEAT, Louis lifts Victor’s hand away, laying it\nacross the boy’s chest. Louis turns to the Nurse, eyes down.\n\nLOUIS\nMark the time.\n\f25.\n\nEXT. JUD’S HOUSE - DRIVEWAY - SAME TIME\n\nChurch picks himself up in the driveway as we hear Jud\ncursing and cleaning the mess in his kitchen.\n\nWe hear a rustling as Church turns to SEE --\n\nThat evil Dog from the opening emerges from the woods.\n\n \n\nThe animal looks worse now. Fur clumped up and ragged, head\nslung low as it moves forward, eyes locked on the cat.\n\nChurch hisses, backing up.\n\nINT. JUD’S HOUSE - SAME TIME\n\nJud dumps a pile of broken plate and food into the trash as --\nWe hear a loud CAT SQUEAL and a deeper, loud SNARL.\n\nJud goes to the window, looking out --\n\nThe Dog has church in his jaws, shaking him wildly.\n\n \n\nJUD\nSonofabitch!!\n\nJud grabs the broom and races out to --\n\nEXT. JUD’S HOUSE - DRIVEWAY - CONTINUOUS\n\nJud swings the broom at the wild Dog. The Dog jumps out of\nthe way, giving Church a final, deadly shake with his head.\n\nCRACK! We hear the SICKENING SNAP of bone breaking as the\nDog drops Church, racing off into the trees.",
  "17": "---END OF PREVIOUS SECTION---\nThe Dog jumps out of\nthe way, giving Church a final, deadly shake with his head. CRACK! We hear the SICKENING SNAP of bone breaking as the\nDog drops Church, racing off into the trees. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE on Church, blood seeping from puncture wounds.\nHis head flops to the side. Neck broken.\n\nJUD\nDammit... Ellie...\n\nJud glances over at the Creed House as we --\n\nCUT TO:\n\nINT. ELLIE’S ROOM - NIGHT\n\nRachel sits on the edge of Ellie’s bed. Ellie seems worried.\n\f26.\n\nELLIE\nI don’t understand. Church always\ncomes home for dinner.\n\nRACHEL\nHe’s probably out exploring.\n\nELLIE\nHe shouldn’t be out in those woods.\n\nRACHEL\nShhh, honey. Church will be fine.\nYou need to get some sleep.\nEllie lies back. Her mind spinning bad thoughts.\nELLIE\nWill you keep the lights on in case\nhe’s trying to find us?\nRachel gives Ellie a little kiss.\nRACHEL\nOf course, I will.\n\nINT. CAR - NIGHT\n\nLouis drives down the road, his mind still back in the ER,\ndistracted by the trauma of losing Victor Paskow.\n\nHe absently flicks on his blinker, about to turn up the\ndriveway when we hear a loud HOOOONK! Headlights fill Louis’\ncar as he looks up to SEE --\n\nA HUGE 18 WHEELER roaring right toward his car.\n\n \n\nThe truck veers into the shoulder, missing his car by inches.\nLouis watches in the mirror as the huge truck rumbles past, a\nfreight train of chrome and dust, disappearing behind him.\n\nHe takes a breath and carefully pulls up the drive to find --\nSomeone standing outside his house in the driveway.\n\nIt’s Jud.\n\nCUT TO:\n\nINT. JUD'S HOUSE - NIGHT\n\nLouis and Jud stare down at a LUMP on the washing machine.\n\f27.\n\nLOUIS\nJesus... what happened?\n\nJud pulls the sheet back to reveal Church, bloody puncture\nwounds on his side, blood crusted on his nose and mouth.\n\nJUD\nWild dog. All kinds of animals in\nthose woods...\n\nLouis touches Church’s body. It’s already going stiff.\n\nJUD (CONT'D)\n\nIt’s my fault. Church had jumped\nin here and made a mess. I got so\nsteamed, I shoved him out the door.\n\nJud pours two shots from a bottle of whisky. He throws one\nback, hands shaking. He hands the other to Louis.",
  "18": "---END OF PREVIOUS SECTION---\nJud pours two shots from a bottle of whisky. He throws one\nback, hands shaking. He hands the other to Louis. \n---TARGET SECTION TO BE ANNOTATED---\nJUD (CONT'D)\n\nAnimals out here are scavengers.\nBet that old dog had his eye on\nChurch since you guys moved in.\n\nLouis tosses his whisky back, taking a moment to think.\nLOUIS\nWhat do I tell Ellie? The move has\nalready been so hard for her. This\nis going to break her heart.\nJud watches Louis. An idea brewing in his head.\n\nJUD\nWhat are you going to do?\n\nLOUIS\nI don’t know.\n\nLouis nods as he pulls the sheet back over the cat.\nLOUIS (CONT'D)\nYou mind keeping him here while I\ngo talk to Rachel? She’s better at\nfiguring this stuff out.\n\nJUD\nSure thing.\n\nLouis heads for the back door, lost in thought --\n\nJUD (CONT'D)\nLouis, wait...\n\f28.\n\nLouis pauses in the doorway, looking back.\n\nLOUIS\nYeah?\n\nJud_wants to say something but decides against it.\n\nJUD\nIt’s nothing. Go be with your\nfamily. I’m here if you need me.\n\nLouis nods, ducking out the door as we --\n\nCUT TO:\n\nINT. CREED HOUSE - MOMENTS LATER\n\nRachel sits on the couch wiping tears from her eyes. She\nlooks over at Church's empty cushion, reality sinking in.\n\nRACHEL\nOh, god, Louis. Ellie thinks he’s\ncoming home. Are you sure?\n\nLOUIS\nI saw him myself. His neck is\nbroken.\n\nLouis sits next to Rachel as she starts to cry.\n\nRACHEL\nDammit, Church. Loved that cat...\n\nLouis glances at the stairs to make sure Ellie isn’t there.\n\nLOUIS\n(quietly)\nMaybe we can do a little burial up\nin that cemetery? Give Ellie a\nchance to say a proper goodbye.\n\nRACHEL\nNo, I don’t want her to start\nobsessing about death and dying\nlike I did when I was her age.\n\nLOUIS\nSo what do we do?\n\nRachel wipes her tears, formulating a decision --\n\f29.\n\nRACHEL\nI don’t know... sometimes cats run\naway when they move. We tell her\nChurch is still out there...\nShe looks up at Louis, eyes pleading --\n\nRACHEL (CONT'D)\nAnything but dead.\n\nLouis holds her eyes, nodding.\nLOUIS\nI'll take care of it with Jud.\nEXT.",
  "19": "---END OF PREVIOUS SECTION---\nLouis holds her eyes, nodding. LOUIS\nI'll take care of it with Jud. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK YARD - NIGHT\n\nLouis heads back across the lawn, ducking through the trees.\n\nEXT. JUD’S HOUSE - CONTINUOUS\n\nAs Louis gets close he notices the house is pitch black. He\ncomes up the porch, tapping lightly on the windows --\n\nLOUIS\n(whispering)\nJud? You asleep?\nNo answer. Louis turns, thinking what to do when he SEES --\n\nA flashlight heading up through the trees.\n\n \n\nIt’s Jud and he’s carrying something over his shoulder.\n\nCUT TO:\n\nEXT. PET CEMETERY - NIGHT\n\nJud stands amongst the graves, eyes bleary from too much\nwhisky. He sets the HEAVY LUMP in the sheet on the ground\nand tosses his shovel to the ground. Then he turns --\n\nTaking a couple wobbly steps through the markers as his light\ncomes to rest on the one that reads: BIFFER.\n\nJud sways in the moonlight, taking another slug of whisky.\nJUD\n\n(mumbling)\nThere you are.\n\f30.\n\nHis eyes move up to notice something else --\n\nThe DEADFALL across the cemetery lit by the moon.\n\n \n\nJud stares at the twisted pile of dead branches, unable to\nturn away as the wind picks up in the trees. Finally, he\nkneels down in front of Biffer’s grave, tears on his cheeks --\n\nJUD (CONT'D)\nGoddamn, I miss you, boy...\n\nA SHADOW appears behind Jud, growing as it approaches --\n\nJud_startles, turning to see Louis standing behind him.\n\n \n\nLOUIS\nI saw the flashlight.\n\nLouis reaches for the bottle in Jud’s hand, taking a swallow.\nLOUIS (CONT'D)\nDidn't think I’d make you do this\nall by yourself, did you?\n\nJud gathers himself, pointing at his dog’s grave.\n\nJUD\nThat's my dog Biffer right there.\n\nJud’'s gaze drifts to the deadfall again, lost in memory.\nJUD (CONT'D)\nDeath changes you when you’re a\nkid. Gets into your bones.\n\nLouis takes another swig of whisky, studying Jud’s face.\n\nLOUIS\nLet’s get this done.\n\nLouis hands the bottle of whisky back to Jud, grabbing the\nshovel off the ground to dig a hole.",
  "20": "---END OF PREVIOUS SECTION---\nLouis takes another swig of whisky, studying Jud’s face. LOUIS\nLet’s get this done. Louis hands the bottle of whisky back to Jud, grabbing the\nshovel off the ground to dig a hole. \n---TARGET SECTION TO BE ANNOTATED---\n As he starts to work --\n\nJud takes a step toward the deadfall --\nJUD\n(softly)\nI need to see it...\n\nJud picks up the sheet with the cat and walks away.\n\nLOUIS\nSee what? Jud?\n\f31.\nJud ignores him, walking toward the deadfall. Louis follows,\nholding the shovel in his hand as he stumbles in the dark.\nBut Jud is already climbing, scrambling over dead branches.\n\nLOUIS (CONT'D)\nWhere the hell are you going?\n\nLouis shouts as Jud disappears over the top of the deadfall.\n\nLOUIS (CONT'D)\nThis is fine right here!\n\nNo answer. Jud is gone.\n\nLOUIS (CONT'D)\nCrazy old bastard.\n\nLouis starts to climb.\n\nEXT. BEYOND THE DEADFALL - CONTINUOUS\n\nLouis drops to the ground on the other side. He takes a few\ncautious steps, shovel still gripped in his hand, scanning\nthe dark trees. There’s nothing. No sign of Jud. Then --\nThe flicker of Jud’s flashlight. Louis follows.\n\nLOUIS\nJud, wait up!\n\nLouis pushes through the trees, losing the trail. It’s pitch\nblack as dead branches scrape at his arms. He pauses,\nnoticing something carved into the trunk of a tree --\nA primitive SYMBOL. Native and ancient. Foreboding.\n\nLOUIS (CONT'D)\nThe hell..?\n\nLOUIS’ POV blurs for a moment. The symbol on the tree wavers\nas a buzzing sound builds in his head. Under that sound --\n\nA whispering in the trees. The sound of voices long dead.\n\nLouis pushes forward. There are more symbols now. Different\nones. Carved into the trees like some ancient warning.\n\nLOUIS (CONT'D)\n(calling out)\nJUD? ?\n\nLouis pushes over a low rise to FIND --\n\f32.\n\nEXT. MARSHY BOG - CONTINUOUS\n\nA low SWAMP with clumps of GRASS jutting out of the black\nwater. Fog curls as Jud wades out into the shallow marsh.\n\nLOUIS\nWhat the hell are you doing?\n\nJud ignores him, wading into the water. Louis comes to the\nedge of the bog. He pauses, his vision blurring again.\n\nShadows shift and move. The darkness is alive.\n\nLOUIS (CONT'D)\nJud, man. Stop.",
  "21": "---END OF PREVIOUS SECTION---\nThe darkness is alive. LOUIS (CONT'D)\nJud, man. Stop. \n---TARGET SECTION TO BE ANNOTATED---\nJud pauses in the water, pointing at something --\n\nJUD\nOver there.\n\nLouis follows Jud’s finger to SEE --\n\nA circular MOUND OF DIRT sticking out of the marsh.\n\n \n\nJUD (CONT'D)\nIt has to be right there.\n\nJud sloshes up onto the mound of dirt. Louis calls out --\nLOUIS\nI don’t understand. What is this\nplace?\n\nJud drops the sheet with the cat on the ground, turning back\nto Louis. The wind swirls with that soft whispering voice.\n\n \n\nJUD\nCan’t you hear that? It’s alive.\n\nLouis shakes his head, sloshing out into the bog. He steps\nup onto the mound of dirt, tossing the shovel down.\n\nChurch’s dead face stares up at him in the moonlight.\n\nJUD (CONT'D)\nBury your cat. Right here.\n\nLOUIS\nThis is crazy...\n\nLouis turns, stumbling back in the water. Then he stops.\n\f33.\n\nThe grass rustles around him. Wind whispering. He can’t\nleave and Jud knows it. This place won’t let him.\n\nLouis turns back to see Jud holding out the shovel.\n\nJUD\nBury your cat.\n\nCLOSE as the shovel slams into the ground.\n\nDirt. Shovel. Dirt. Shovel. Dirt. Shovel. Low and\nrhythmic like a heartbeat as a hole opens in the ground.\n\nLouis slides Church into the hole, pulling dirt over the cat.\nHe tries to wipe it off on his pants as Jud steps into frame.\n\nStaring down at Louis as we --\n\nSMASH CUT TO:\n\nEXT. CREED HOUSE - DAWN\nThe first sign of light in the sky over the sleeping forest.\n\nA flock of birds suddenly takes flight in the morning sky,\nswirling up and then disappearing over the Creeds’ house.\n\nINT. MASTER BEDROOM - SAME TIME\n\nTRACK past muddy shoes and clothes scattered across the\nfloor. SETTLE on Louis’ face sleeping in the bed as --\n\nHis eyes open. He sits up on his elbows. No memory of\ncoming home or climbing into bed. He glances over at Rachel,\nsound asleep. His hands are still caked with dirt.\n\nLouis sits on the edge of the bed, trying to piece his memory\nback together as a HAND reaches out for him. He jumps.\n\nRACHEL\n\n(groggy)\nCome back. It’s too early...",
  "22": "---END OF PREVIOUS SECTION---\nHe jumps. RACHEL\n\n(groggy)\nCome back. It’s too early... \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS\nCan't sleep.\n\nLouis gathers his clothes off the floor, stuffing them into\nthe hamper as he walks to the shower. Rachel looks over.\n\nRACHEL\nHey, wait. You and Jud take care\nof everything last night?\n\f34.\n\nLouis gets into the shower. The water goes on.\n\nLOUIS (FROM THE SHOWER)\nYeah. It’s all done.\n\nRachel slides out, walking over to the bathroom door.\n\nRACHEL\nAnd?\n\nLOUIS (FROM THE SHOWER)\nNothing. We buried him. That’s\nit.\n\nRACHEL\nWe still have to talk to Ellie.\n\nLOUIS\nI know.\n\nRachel watches steam fill the bathroom. Something seems off\nin Louis’ voice.\n\nINT. ELLIE’S ROOM - LATER\n\nEllie sleeps in her bed. The window is open, curtains\nblowing lightly in the breeze. Louis and Rachel enter.\n\nLOUIS\n(whispering to Rachel)\nDid we leave that open?\n\nLouis goes to close it as Ellie wakes up.\n\nRACHEL\nMorning, sweetie.\n\nEllie looks up at her parents. They seem weirdly serious.\n\nELLIE\nWhat is it?\n\nLOUIS\nChurch, honey. Jud and I went to\nlook for him last night.\n\nRACHEL\nRemember how I was telling you how\nsometimes when cats move to a new\nhome they get the urge to explore?\n\nELLIE\nIt’s okay. He didn’t run away.\n\f35.\nLOUIS\nWell, we don’t know for sure...\nELLIE\nYes we do, dad. He was outside my\nwindow last night so I let him in.\n\nLouis notices CAT PRINTS on the comforter. Thick black mud.\n\nHis bloods turns to ice. It can’t be Church.\n\nLOUIS\nOh, honey. That was a different\ncat... one of the neighbor’s...\nELLIE\n\nNo it wasn’t. Look.\nEllie points behind him to the closet.\n\nELLIE (CONT'D)\nHe’s right there.\n\nLouis turns to see a silhouette of a CAT in the closet.\n\nSitting quietly in the darkness.\n\nLouis walks to the closet, stomach churning. His hand\nreaches for the closet door, gently pulling it open --\n\nThe sliver of light slowly grows to REVEAL --\nChurch innocently licking his paws. Alive and well.\nLOUIS\n(barely audible)\nCan't be...",
  "23": "---END OF PREVIOUS SECTION---\nHis hand\nreaches for the closet door, gently pulling it open --\n\nThe sliver of light slowly grows to REVEAL --\nChurch innocently licking his paws. Alive and well. LOUIS\n(barely audible)\nCan't be... \n---TARGET SECTION TO BE ANNOTATED---\nRachel comes up next to Louis, giving him a “what the fuck”\nlook. He shakes his head, completely at a loss, reeling.\n\nLouis kneels down, reading the cats collar: CHURCHILL.\n\nRACHEL\nPoor guy’s all covered in mud.\n\nLouis reaches out for Church, his hand getting closer.\nChurch backs away, his ears going flat, growling low.\n\nLOUIS\nEasy. Just want to take a look...\n\nLouis tries to reach for Church but the cat hisses, swatting\nhis finger. Louis pulls his hand back.\n\f36.\nLOUIS (CONT'D)\nOuch!\n\nChurch darts past Louis, running out of the room. Ellie\nslides out of bed, glaring at her dad.\n\nELLIE\nLeave him alone, dad.\n\nLouis puts his finger in his mouth as Ellie runs after her\ncat. Rachel turns to Louis once she’s gone.\n\nRACHEL\nYou said he was dead?\nLOUIS\nHe... his neck was broken...\n\nRachel shoots him a look as she goes after Ellie --\nRACHEL\n\nGood thing you’re not a vet.\nEXT. CREED HOUSE - DAY\nLouis stomps through the trees to Jud’s house. UP AHEAD we\nsee Jud chopping wood on a stump behind his cottage.\nEXT. JUD'S HOUSE - BACK YARD - CONTINUOUS\nWHACK!! The axe comes down splitting a piece of wood.\n\nJud glances up at Louis, cigarette smoldering in his mouth as\nhe sets another piece of wood on the stump.\n\nJUD\nLouis.\n\nLouis glances back to his house to see if anyone’s around.\nLOUIS\nWhat’s going on? Church is walking\naround over there like nothing\nhappened!\n\nJud searches Louis’s face. He raises the axe.\n\nJUD\nThat’s what you wanted, wasn’t it?\n\nLouis thinks about this. There’s some truth to that.\n\f37.\n\nLOUIS\nThat cat was dead, Jud. His body\nwas getting stiff.\n\nJUD\nEllie happy he’s back?\n\nLOUIS\nOf course she is. She’s thrilled.\n\nJUD\nThen maybe just leave it alone?\n\nWHACK!! Wood splits as the axe comes down. Louis stares at\nJud for a moment. The conversation appears to be over.\n\nCUT TO:\n\nINT. DINING ROOM - NIGHT\nThe Creed family eats dinner at the table.",
  "24": "---END OF PREVIOUS SECTION---\nThe conversation appears to be over. CUT TO:\n\nINT. DINING ROOM - NIGHT\nThe Creed family eats dinner at the table. \n---TARGET SECTION TO BE ANNOTATED---\nRachel feeds Gage peas as Ellie talks about her dance class.\nELLIE\nToday Miss Colette had us do this\ncool dragon dance where you have to\nfollow the person in front...\nEllie continues her story as Louis slowly looks over at --\nChurch on his cushion. Staring back with yellow eyes.\nRACHEL\nDragons, Louis. Ellie’s asking you\n\nif they’re real or not.\n\nLOUIS\nHmm? No... not real...\n\nRachel glares at Louis, annoyed.\n\nELLIE\nIt’s okay dad.\n\nLOUIS\nI’m sorry, El. I’m tired.\n\nRACHEL\nWhy don’t you go lay down?\n\nLOUIS\nYeah... okay. Sorry guys.\n\f38.\n\nLouis picks up his plate, walking into --\n\nINT. KITCHEN - NIGHT\nLouis puts his plate in the sink, glancing out to the woods.\nThen he notices something else in the window --\n\nTHE REFLECTION of Church sitting on the table behind him.\n\n \n\nChurch’s image is surrounded by the trees outside, half in\nshadow. Sinister and evil. Louis turns around.\n\nHe stares at the cat for a moment, sensing something strange.\n\nChurch just stares back with his yellow eyes.\n\n \n\nLouis goes to the cabinet, taking out a bag of kibble.\n\nLOUIS\nDown to eight lives, buddy.\n\nLouis pours food in Church’s bowl, jiggling the bag.\nChurch ignores him. Just staring back at Louis.\n\nLOUIS (CONT'D)\nNot hungry? That’s a first.\n\nLouis moves closer. He can see the puncture marks on\nChurch's ribs, now scabbed and matted under dirty fur.\n\nLOUIS (CONT'D)\n(softly)\nWhat the hell happened to you?\n\nCUT TO:\n\nINT. MASTER BEDROOM - NIGHT\n\nLouis lies on the bed as Rachel walks past him in her\npajamas. She opens a drawer, pulling out a small wooden box.\n\nRACHEL\nMaybe he was paralyzed? You said\nit was his neck.\n\nLOUIS\nI said his neck was broken.\n\nShe comes back to the bed with a JOINT in her hand. She\noffers it to Louis. He shakes his head --\n\f39.\n\nLOUIS (CONT'D)\nI can’t tonight. My head.\n\nRachel puts the joint in her side drawer, lying next to him.\nRACHEL\nYou guys were drinking.",
  "25": "---END OF PREVIOUS SECTION---\nMy head. Rachel puts the joint in her side drawer, lying next to him. RACHEL\nYou guys were drinking. \n---TARGET SECTION TO BE ANNOTATED---\n Maybe\nChurch was in shock or something?\nLouis rolls onto his stomach, mumbling into the pillow.\nLOUIS\nDidn’t seem like shock. Seemed\nlike dead.\n\nRachel crawls onto Louis’ back to rub his shoulders.\n\nRACHEL\nWell, Ellie’s happy.\n\nLOUIS\nThat’s what Jud said.\n\nLouis closes his eyes, finally relaxing a little. She leans\ndown close, her hair spilling across his body.\n\nRACHEL\nIt’s been a tough month. Your new\njob and Church. We need to have\nsome fun. Let’s throw a party for\nGage’'s birthday. Have our Boston\nfriends come out, my parents..?\nLouis sighs, flipping over to face her.\nLOUIS\nI love all of that except the part\nabout your parents.\nRachel makes a face, pushing down on his chest.\n\nRACHEL\nJerk...\n\nHe pulls her close, kissing her.\n\nLOUIS\nStoner.\n\nThey kiss more passionately now, rolling together on the bed.\nAs it heats up we FLOAT past them to the door to REVEAL --\n\nChurch sitting in the hallway watching them.\n\n \n\f40.\n\nINT. UPSTAIRS HALLWAY - SAME TIME\nCAT POV watching Rachel and Louis make love. After a BEAT --\n\nThe POV turns, gliding low and smooth over the floor, down\nthe hallway and around the corner to a slightly open door.\n\nCHURCH sits outside Gage’s bedroom, nudging the door open\nwith his nose.\n\nINT. GAGE’S ROOM - CONTINUOUS\n\nBack to CAT POV as Church slinks into the room, looking\naround, clocking the mobile on the wall, the night light, the\n\nwindow, the crib. The POV moves closer to the crib.\n\nREVERSE to Church sitting outside the crib. Watching Gage\nsleep. His tail flicks nervously. Intense and focused.\n\nWe hear Ellie’s voice from somewhere in the house.\n\nELLIE (0.S.)\nChurch? Here, kitty, kitty...\n\nEllie appears in the doorway. We’re back in CAT POV as we\nturn around to see Ellie tip-toeing closer, looming over us.\n\nELLIE (CONT'D)\n(whispering)\nThere you are, you naughty boy.\nEllie leans down, reaching out for us with huge arms as we --\n\nCUT TO:\n\nEXT.",
  "26": "---END OF PREVIOUS SECTION---\nWe’re back in CAT POV as we\nturn around to see Ellie tip-toeing closer, looming over us. ELLIE (CONT'D)\n(whispering)\nThere you are, you naughty boy. Ellie leans down, reaching out for us with huge arms as we --\n\nCUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODS - NIGHT\n\nThe moon hovers over the Creed House in the distance.\n\nINT. MASTER BEDROOM - NIGHT\n\nRachel and Louis sleep with the window open. The breeze from\nthe woods billows the curtain, a piece of paper flutters.\n\nAs it settles we HEAR --\n\nThose soft voices we heard in the woods.\n\n \n\nLouis suddenly opens his eyes in bed. Wide awake.\n\nHe swallows, trying to assess if he is awake or dreaming.\n\f41.\n\nThe wind rises and the curtain billows, the paper flutters.\n\nHe shivers, sitting up on his elbows. Something doesn’t feel\nright. The house is too quiet. He glances over --\n\nLOUIS\nRach? Hey, you awake..?\n\nNo answer from Rachel. She’s sleeping on her side, facing\nthe other way. Louis reaches over, shaking her gently --\n\nLOUIS (CONT'D)\nDid you close the window in Ellie’s\nroom? Rach..?\nLouis shakes her again and she rolls back to REVEAL --\n\nIt’s Victor Paskow.\n\nWhite jaw bone gleaming through his shredded face. Louis\npushes backwards, getting tangled in the sheets as --\n\nVictor's hand clamps onto his leg.\n\nVICTOR PASKOW\nIt’s cold, Louis. Cold...\n\nLouis screams, shoving himself backwards out of bed. He\ngasps, sliding away as VICTOR rises up to REVEAL --\n\nIt’s only Rachel. She clicks on the light, groggy.\n\nRACHEL\nWhat are you doing?\n\nLouis looks up at Rachel, unable to speak. Then --\nLOUIS\n(unsure)\nI was... I must have been dreaming?\nLouis thinks about this for a moment. Then he NOTICES --\nChurch sitting on a chair nearby. Watching him.\n\nCUT TO:\n\nINT. KITCHEN —- MORNING\n\nLouis sits at the breakfast table in his scrubs, eyes bleary\nas Rachel packs his lunch into a thermal carry bag.\n\f42.\n\nRACHEL\n\n(re. Victor)\nThat’s so sad. Why didn’t you tell\n\nme what happened?\n\nLOUIS\nThe whole thing with Church\nhappened that night. Guess I just\ntried to put it out of my mind...\n\nRachel comes over, sliding a chair close to him --\nRACHEL\nPlease don’t do that. I need to\nknow what’s going on with you.",
  "27": "---END OF PREVIOUS SECTION---\nGuess I just\ntried to put it out of my mind... Rachel comes over, sliding a chair close to him --\nRACHEL\nPlease don’t do that. I need to\nknow what’s going on with you. \n---TARGET SECTION TO BE ANNOTATED---\nLouis nods, memories of Victor washing over him --\nLOUIS\nHe was a kid, Rach. Maybe five or\nsix years older than Ellie.\n(glancing at her)\nIf we were in Boston, I could have\ndone more. Maybe saved his life.\n\nRACHEL\nOh, honey. You were there for him.\n\nRachel comes closer, hugging Louis tight --\n\nRACHEL (CONT'D)\nYou gave him peace...\n\nCUT TO:\n\nEXT. WESTERN MAINE MEDICAL CENTER - LOUIS’ OFFICE - DAY\n\nLouis eats lunch at his desk in his doctor clothes, chewing\nhis food as he scrolls through SEARCH RESULTS on his laptop.\n\nON THE SCREEN we see a map with the words: Mi’kmaq Tribal\nlands.\n\nLouis leans closer. There is a shaded area with a header\nexplaining: Area of Extinction Event (1788).\n\nLouis clicks another link and suddenly we SEE --\n\nThe SYMBOLS that were carved into the trees. Below each one\nis a translation: Death. Resurrection. Hunger. Evil.\n\nLouis sits back as a charcoal sketch of the LAST TRIBAL CHIEF\nloads on the screen. His eyes are pure black.\n\f43.\nLouis notices something in the background. He enlarges the\nimages to see that the Chief is surrounded by a marshy bog.\nA mound of dirt peeking out of the black water behind him.\n\nCUT TO:\n\nINT. BATHROOM - DAY\n\nEllie sits with Church in the middle of the floor. She has\ntowels spread out and some pet grooming supplies.\n\nELLIE\nWhat have you been digging in out\nthere? You smell terrible...\n\nShe reaches for a pet brush and begins to brush out Church's\ncoat. CLOSE as the bristles pull through matted knots.\n\nEllie looks at the brush: big clumps of fur are coming off.\nChurch tries to squirm away but Ellie holds him down --\nELLIE (CONT'D)\n\nHang on, Church! There’s something\n\ngross in your hair.\nShe tries to brush the cat but Church SPINS and HISSES,\nswatting her leg with his claws. Ellie screams, jumping back\nas Church scampers out of the room. She stands, horrified --\n\nDeep scratches bleeding down her leg.\n\n \n\nCUT TO:\n\nEXT. DRIVEWAY - NIGHT\n\nHeadlights through the trees as Louis arrives home from work.\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nEXT. DRIVEWAY - NIGHT\n\nHeadlights through the trees as Louis arrives home from work. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ELLIE’S ROOM - LATER\n\nEllie lies on her bed as Louis tapes gauze bandages to her\nlegs where she was scratched.\n\nLOUIS\nThere you go, honey. All finished.\n\nEllie rolls over, looking up at her father.\n\f44,\n\nELLIE\nWhy would he do that? Church has\nnever scratched me before...\n\nLouis looks troubled as he stuffs his supplies back into his\nDOCTOR BAG sitting open on the bed.\n\nLOUIS\nI don’t know. Maybe living way out\nhere is making him wild again.\nEllie pulls up her blanket, face clouding up.\n\nELLIE\nMaybe he doesn’t like it here.\n\nShe rolls over, facing away from him --\n\nELLIE (CONT'D)\nNeither do I.\n\nLouis sits for a BEAT, then --\nLOUIS\nStephanie is coming up with her mom\n\nand dad to visit for Gage’s party.\nShe could sleep over if you want?\n\nEllie rolls back, looking up at Louis --\n\nELLIE\nReally?\nLOUIS\n(nodding)\n\nI don’t see why not. We got all\nthe room in the world.\n\nA flicker of anticipation bounces into her eyes --\n\nELLIE\nI could show her my new dance.\n\nLouis leans down, kissing Ellie on the forehead.\nLOUIS\nShe'll love it. Now get some rest.\nYou have school in the morning...\n\nLouis kisses Ellie and clicks off the light. He walks to the\ndoor, leaving it open a crack as he steps out into --\n\f45.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\nLouis stops as he NOTICES --\n\nChurch sitting at the end of the hallway.\n\n \n\nLouis reaches back, closing Ellie’s door all the way until it\nclicks. He turns toward Church, shooing him with his hand.\n\nLOUIS\n(quietly)\nGet out of here!\n\nChurch turns and scampers down the stairs as we --\n\nCUT TO:\n\nEXT. LUDLOW, MAINE - THE NEXT DAY\n\nLouis drives slowly through the quaint business district. He\nslows, searching for an address and pulls into a non-descript\nbuilding marked COUNTY RECORDS OFFICE.\n\nINT. COUNTRY RECORDS OFFICE - DAY\n\nLouis follows LIONEL HAVERING (70's), administrator of public\nrecords and land deeds for the town of Ludlow.",
  "29": "---END OF PREVIOUS SECTION---\nHe\nslows, searching for an address and pulls into a non-descript\nbuilding marked COUNTY RECORDS OFFICE. INT. COUNTRY RECORDS OFFICE - DAY\n\nLouis follows LIONEL HAVERING (70's), administrator of public\nrecords and land deeds for the town of Ludlow. \n---TARGET SECTION TO BE ANNOTATED---\n He talks as\nthey walk down a hallway past a number of office doors.\n\nHAVERING\nThey've been talking about putting\nall these old records on computers\nfor years but with all the budget\ncuts we’ve had...\n\nLOUIS\nOur house, 2116 Bear Creek. It\nruns right up against the woods.\n\nHavering pauses as his SECRETARY hears the address. She\nshares a knowing glance with Havering then looks down.\n\nThe Old Man opens his office door, waving Louis into --\n\nINT. HAVERING’S OFFICE - CONTINUOUS\n\nCramped with file cabinets, maps of the Ludlow on the wall,\nstacks of files and papers shoved into messy piles.\n\f46.\n\nLOUIS\nYou know the specific lot I’m\ntalking about?\n\nHavering glances at Louis --\n\nHAVERING\nI know every plot of land in his\ntown... but that one tends to come\n\nup in the system more than others.\n\nHe pulls out a surveyors map from the 1950's, spreading it\nout across his desk. Louis joins Havering as he points --\n\nHAVERING (CONT'D)\nHere’s your house. Top of Bear\nCreek Road. Only other person\nlives up there is Jud Crandall.\n\nLOUIS\nWe've met Jud. He’s a nice guy.\n\nHavering glances at Louis, a curious look on his face --\n\nHAVERING\nCrabs are nice, too.\n(beat)\nWhen they’ve been steamed.\n\nANGLE on the map as Havering traces out an old boundary line.\n\nHAVERING (CONT'D)\nAll this land including the lot\nunder your house was part of the\nold Mi’kmag reservation. Wasn't\n‘til the early 1900's that it got\nofficially incorporated.\n\nLOUIS\nI thought the Mi’kmagq died off in\nsome kind of extinction event?\n\nHAVERING\nSome say they moved north. Some\nsay they got smallpox. All we know\nfor sure is they never came back.\n\nLOUIS\nWhat about the people who had the\nhouse before us? The Pearsons.\n\f47.\n\nHAVERING\nMoved away after they lost their\nson. Bank took over the property\nand I guess they sold it to you.",
  "30": "---END OF PREVIOUS SECTION---\n47. HAVERING\nMoved away after they lost their\nson. Bank took over the property\nand I guess they sold it to you. \n---TARGET SECTION TO BE ANNOTATED---\nLouis thinks about this, almost not wanting to know --\n\nLOUIS\nAnd the people before them?\n\nA beat as Havering studies Louis’ face --\nHAVERING\nLike I said, that particular lot\nhas changed hands more than a few\ntimes.\nOFF Louis’ face looking down at the map we --\n\nCUT TO:\n\nEXT. CREED HOUSE - DAY\n\nRachel plays with Gage on the rug in the living room. We PAN\nover to pick up Church sitting behind them on the couch.\n\nThe tea kettle begins to whistle in the kitchen as Rachel\nplayfully moves a small fuzzy giraffe closer to Gage.\n\nRACHEL\n(Giraffe voice)\nHey mister! You gonna just sit\nthere or play with me?\n\nGage giggles, smiling at the giraffe --\n\nGAGE\nPlay with you!\n\nRACHEL\n(Giraffe voice)\nWell, come on then. Get playing!\nGage reaches for the toy as the tea kettle whistles louder.\nRACHEL (CONT'D)\n(Giraffe voice)\n\nMommy’s going to go make her tea.\n\nGage plays with the giraffe as Rachel slides back and walks\noff toward the kitchen. As she exits, we hear a soft THUMP!\n\nChurch has jumped down and is walking across the rug.\n\n \n\f48.\n\nGAGE’S POV as the cat moves around him in a slow circle.\n\nGAGE\nChurchie kitty.\n\nGage drops his giraffe and reaches for Church but --\n\nChurch grabs the giraffe and slips past Gage.\n\n \n\nGage stands up, waddling after the cat --\n\nGAGE (CONT'D)\nNo... my toy!\n\nChurch runs up the stairs as Gage wanders over, looking up\nthe stairs. Church pauses at the top, looking back.\n\nGAGE (CONT'D)\nMy toy...\n\nGage starts up the stairs as we --\n\nCUT TO:\n\nINT. MASTER BEDROOM —- MOMENTS LATER\n\nChurch crosses to the open FRENCH DOORS that lead out to --\n\nEXT. BALCONY - DAY\n\nThe cat jumps up onto a chair and then up to the narrow\nWOODEN RAILING that runs along the edge of the balcony.\n\nGage appears at the door, brow furrowed. He sees Church on\nthe railing and walks over, climbing onto the chair.\n\nChurch backs away. Toy still clutched in his mouth.\n\nGAGE\nYou're bad, Church.",
  "31": "---END OF PREVIOUS SECTION---\nChurch backs away. Toy still clutched in his mouth. GAGE\nYou're bad, Church. \n---TARGET SECTION TO BE ANNOTATED---\n My toy...\n\nChurch drops the toy over the side of the balcony.\n\n \n\nANGLE as the toy sails down to the PAVING STONES below.\n\nGage screams, upset. He wraps his hands around the railing,\npulling one knee up, then the other, pulling himself up to --\n\nTHE RAILING.\n\nGage wobbles precariously, staring down at his giraffe on the\nflat stones below. Not noticing as Church inches closer --\n\f49,\n\nNudging his leg!\nGage loses his balance, arms spinning as he falls out and --\n\nRachel snatches him off the railing!\n\n \n\nRACHEL\nGage... oh my god!!! What are you\ndoing up here!!!\n\nRachel’s panic makes Gage cry harder. Rachel clutches her\nson to her breast, crying with him as she NOTICES --\n\nChurch slinking back into the bedroom.\n\n \n\nShe glances over the balcony, noticing the toy lying below.\nOFF her face as she puts this all together we --\n\nCUT TO:\n\nINT. KITCHEN - NIGHT\nRachel sobs as Louis consoles her.\nRACHEL\nIt happened so fast. I went to\nmake a cup of tea and he was gone.\n\nLOUIS\nShhh. It’s okay. Everyone’s okay.\n\nRachel looks up at Louis, deep fear in her eyes --\nRACHEL\nHe must have followed Church up the\nstairs. I just don’t get it...\n\nLouis stares at her for a BEAT, his mind spinning. Then he\nturns, pulling on his jacket. As he heads for the door --\n\nRACHEL (CONT'D)\nWhere are you going?\n\nCUT TO:\n\nEXT. JUD’S HOUSE - NIGHT\n\nCLOSE on Jud’s face looking at us.\n\f50.\n\nJUD\nI was exactly Ellie’s age when\nBiffer got hit. Guy who did it was\ndrunk. Made me swear not to tell\nmy parents what happened.\n\nREVERSE to reveal Louis sitting across from Jud.\n\nJUD (CONT'D)\nHe told me he could fix my dog.\nSaid he knew how to bring him back.\n\nLouis takes a swallow from a glass of whisky. Transfixed.\n\nJUD (CONT'D)\n\nHe took me up to that place, the\nmarsh behind the pet cemetery.\nSaid people around here been using\nit for years.\n\nLOUIS\nUsing it for what?\n\nJUD\nTo fix the dead.",
  "32": "---END OF PREVIOUS SECTION---\nSaid people around here been using\nit for years. LOUIS\nUsing it for what? JUD\nTo fix the dead. \n---TARGET SECTION TO BE ANNOTATED---\nJud reaches for his whisky as this hangs in the air --\n\nJUD (CONT'D)\n\nYou gotta understand, Louis... I\nnever thought Church would be any\ntrouble. He was so gentle. Just a\nbig, lazy cat...\n\nThere’s something more in Jud’s eyes. Something hidden.\n\nJud takes\n\nLOUIS\nWhat happened with Biffer?\n\na breath. This is hard. He looks at Louis --\n\nJUD\nHe came back. Just like the man\nsaid he would. Was fine for a\nwhile, too...\n\nLOUIS\nThen what?\n\nJUD\nSomething had changed. He was\nmean. Started biting people. Damn\ndog nearly ripped the tendons out\nof my mother’s leg.\n\n(MORE )\n\f51.\n\nJUD (CONT'D)\nThat’s when my daddy put him\ndown... for the second time.\n\nLouis’ eyes harden, his hands shaking --\n\nLOUIS\nThat night in the graveyard. You\nwere already planning on going\nthere, weren’t you?\n\nA long BEAT, then the truth comes spilling out --\n\nJUD\nThat place gets inside you. Some\npart of me always knew I’d go back.\nI needed to see it again.\n\nLOUIS\nThat was our cat. He nearly killed\nGage today!!\n\nJud looks up, pleading with Louis --\n\nJUD\nGod, I’m sorry, Louis. I was\nwrong. The ground up there is\nsour. It’s sour...\n\nLOUIS\nJesus. What do I do..?\n\nJUD\n\nWhatever killed the Mi’kmaq is\n\nstill alive. It lives in that\n\nswamp. And it’s inside Church now.\n\n(beat)\n\nYou have to kill him, Louis. It’s\n\nnot safe to have that cat around.\nOFF Louis’ face we --\n\nCUT TO:\n\nINT. KITCHEN - NIGHT\nThe room is empty and dark. After a BEAT, we SEE --\n\nA CAT SHADOW moving across the wall.\n\n \n\nThe shadow walks around the room heading for the CAT DOOR.\n\nThe cat door jiggles as Church pushes through. He walks over\nto the door leading to the rest of the house.\n\f52.\n\nBut there’s a chair wedged under the knob. Church freezes.\n\nA figure moves in the shadows behind him. Louis has been\nsitting in the dark, waiting for Church to come home.",
  "33": "---END OF PREVIOUS SECTION---\nChurch freezes. A figure moves in the shadows behind him. Louis has been\nsitting in the dark, waiting for Church to come home. \n---TARGET SECTION TO BE ANNOTATED---\nHe reaches over sliding the barrier on the cat door closed.\nChurch turns as Louis steps closer, facing off with him.\n\nLOUIS\nGame over.\n\nCLOSE on Church as he hisses and we --\n\nCUT TO:\n\nINT. BASEMENT - LATER\n\nLouis holding the cat to the work bench with one hand in a\ngardening glove as he reaches for a syringe with the other.\n\nChurch hisses and claws at him. Defiant.\nLOUIS\nHold still. Just like going to\nsleep...\n\nChurch stops fighting, switching his tactics. He looks up at\nLouis. Frightened. Helpless. Innocent.\n\nThe syringe quivers in Louis’ hand. He puts it down.\n\nLOUIS (CONT'D)\nDammit.\n\nHe looks over to see the plastic PET CARRIER in the corner.\n\nINT. STATION WAGON - NIGHT\n\nLouis winds up a mountainous road, the carrier on the seat\nnext to him. Church watches him through the wire door.\n\nLouis drives past mountains and lakes, deep into the National\nForest. A sign reads: FOREST SERVICE VEHICLES ONLY.\n\nLouis kills the engine.\n\nEXT. NATIONAL FOREST ROAD - CONTINUOUS\n\nLouis sets the pet carrier on the road, flipping the door\nopen. Church steps out, looking up at Louis.\n\f53.\n\nLOUIS\nGood luck.\n\nCLOSE on Church in the middle of the road as Louis walks back\nto the car and drives away. OFF the cat watching him we --\n\nCUT TO:\n\nEXT. CREED HOUSE - BIRTHDAY SEQUENCE - DAY\n\nCars parked along the driveway, people mingling in the yard.\nKids run around in packs on the lawn, chasing each other.\n\nA table decked out with balloons, a cake with a giant number\n3 candle. Rachel sips mimosas with GIRLFRIENDS from Boston.\n\nLouis sees Ellie sitting off by herself. He crosses the\nparty, sitting next to Ellie on a bench.\n\nLOUIS\n(to Ellie)\nStephanie was looking for you.\nELLIE\nI know... I just...\nLOUIS\n\nYou still thinking about Church?\nShe looks up at her dad, nodding with tears in her eyes.\nLOUIS (CONT'D)\nI got you something so he’1ll never\nbe too far.\n\nLouis pulls out a silver necklace with a CAT PENDANT.\n\nELLIE\nBut... it’s Gage’s birthday today.",
  "34": "---END OF PREVIOUS SECTION---\nLOUIS (CONT'D)\nI got you something so he’1ll never\nbe too far. Louis pulls out a silver necklace with a CAT PENDANT. ELLIE\nBut... it’s Gage’s birthday today. \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS\nI know but I thought you could use\nsomething, too.\n\nEllie wipes her tears, turning around so her father can clasp\nit around her neck. Her fingers move to the silver cat.\n\nELLIE\nI love it, daddy. Thank you.\n\nLouis hugs Ellie and then stands up, indicating the party --\n\f54.\nLOUIS\nNow go have some fun, okay?\nEllie runs off as we CUT TO --\nVARIOUS SHOTS from the party. Ellie and her friend Stephanie\ndancing in the grass, kids playing games in the yard, Louis\nand Rachel corral everyone around a cake to sing.\nEVERYONE\nHappy birthday to you,\nHappy birthday to you...\nEllie lifts Gage up, holding him so he can reach the candle.\nEVERYONE (CONT'D)\nHappy birthday to Gaaa-aage,\nHappy birthday to you!!\n\nEveryone cheers as Gage blows out the candle.\n\nJUD\nGood lungs on that kid!\n\nThe kids all jockey for cake as Rachel and Louis pass out\nplates and pour champagne. Ellie drifts away from the party.\n\nShe stands back away from the group, noticing something\nthrough the parked cars. An animal walking in the road.\n\nEllie wanders over to the road. Gage sees her and follows as\nshe slides through parked cars, not believing her eyes --\n\nA cat is walking down the middle of the street.\n\n \n\nELLIE\nChurch?\n\nEllie doesn’t notice Gage as she walks forward in disbelief.\n\nELLIE'S POV as heat from the asphalt distorts Church’s image\nlike a hero from an old western as he walks toward her.\n\nELLIE (CONT'D)\nChurch!\n\nBACK IN THE PARTY: Rachel looks around for Gage.\n\nRACHEL\nLouis, do you have Gage?\n\nLOUIS\nDon’t you have him?\n\f55.\n\nLouis looks around. There’s kids everywhere. It’s chaos.\n\nLOUIS (CONT'D)\nGage?\n\nON THE ROAD: Church is huge in the frame now. He’s been\nwalking for days. Epic. Determined. Evil.\n\nRachel sees Gage by the driveway, slipping through the cars.\n\nRACHEL\nOver there. By the road!\n\nLouis heads toward the road when a group of KIDS suddenly\nswarm him, laughing and trying to pull him to the ground.",
  "35": "---END OF PREVIOUS SECTION---\nRACHEL\nOver there. By the road! Louis heads toward the road when a group of KIDS suddenly\nswarm him, laughing and trying to pull him to the ground. \n---TARGET SECTION TO BE ANNOTATED---\nSCREAMING KIDS\nHE’S THE NEW MONSTER! GET HIM!!!\n\nKids jump on Louis, hanging on his arms and legs.\n\nLOUIS\nGuys! I’m not playing monster.\n\nRachel runs across the lawn past Louis, chasing after Gage --\n\nRACHEL\nGage! Out of the road!\n\nChurch sits in the middle of the road as Ellie approaches.\n\nELLIE\nI knew you’d come home.\n\nRachel hears a DIESEL ENGINE. An 18 WHEELER approaching.\n\nRACHEL\nGage! Stop!\n\nBut Rachel doesn’t see Ellie and Church down the street. Her\neyes are locked on Gage as he wanders into the road.\n\nThe truck roars around the bend, gears shifting. Rachel has\nseconds to act, running for the road.\n\nRACHEL (CONT'D)\nGaaaaaaage!!!\n\nGage looks back at his mother. The truck is upon him!\nRachel takes two more steps then LUNGES in front of the\n\ntruck, dragging Gage to safety on the other side. As they\nhit the ground, she rolls over, looking back to SEE --\n\f56.\nEllie and Church in the impact zone. The cat darts away but\nEllie simply turns, paralyzed as the truck races at her.\nShe thows up her hands, bracing for IMPACT as we --\nCUT TO BLACK.\n\nA long beat of SILENCE. A church bell begins to toll as we\nbegin to see SPLINTERED FLASHES of the aftermath --\n\nGLONG! Louis running up to Ellie as blood spreads below her.\nGLONG! Flashing lights on kids’ faces, watching in shock.\nGLONG! Birthday decorations blowing across the lawn.\n\nGLONG! Ellie lies face down on a table as a MORTICIAN\nstaples a flap of skin back onto her skull.\n\nGLONG! MOURNERS stand around a grave in a local cemetery.\n\nEXT. CEMETERY - DAY\n\nRachel and Louis stand by the grave holding Gage’s hand.\n\nIt’s cold. Summer has broken. Fall around the corner. This\ntime the image doesn’t fade. Instead, we stay on Rachel and\nLouis as the MINISTER finishes his eulogy.\n\nAs he lowers his bible, all eyes turn to Rachel. She steps\nup to a pile of FRESH EARTH, a small shovel sticking out.\n\nRACHEL’S POV into the grave.",
  "36": "---END OF PREVIOUS SECTION---\nAs he lowers his bible, all eyes turn to Rachel. She steps\nup to a pile of FRESH EARTH, a small shovel sticking out. RACHEL’S POV into the grave. \n---TARGET SECTION TO BE ANNOTATED---\n A_kid size coffin below.\n\nShe reaches for the shovel but can’t bring herself to do it.\nLouis’ hand closing around hers. They’1ll do it together.\n\nNow looking up from inside the grave as Louis and Rachel\nscoop a pile of dirt and toss it down into the hole.\n\nThe dirt lands on us, wiping us to BLACK.\n\n \n\nA long BEAT then --\n\nFADE IN:\n\nEXT. DRIVEWAY - THREE DAYS LATER\n\nRACHEL’S PARENTS wait in their Mercedes with Gage as Louis\nloads the bags into the trunk. Rachel approaches behind him\nand he turns. She’s shattered, eyes red from crying.\n\f57.\n\nFor a BEAT there’s nothing to say. Then --\nRACHEL\nI can’t do this, Louis... please...\nI don’t want to leave you here.\nLouis holds her close, trying to stay strong.\nLOUIS\nI have to transfer my patients and\nclose my office. Three days tops.\nThe sun flickers through the trees. Louis squints at Rachel.\nRACHEL\nYou shouldn’t be by yourself. We\ncan stay with you...\nLouis glances over at Gage waiting in the car --\nLOUIS\nIt’s better Gage isn’t here. I’11l\ncome and meet you.\n\nHe closes the trunk of the car, turning to Rachel. A long\nBEAT as he moves the hair out of her eyes. They hug again.\n\nRACHEL\n(whispering)\nGod, Louis, I miss her so much.\nLouis holds Rachel tighter, eventually glancing up to SEE --\nChurch sitting on the porch in the background. Watching him.\nHis blood turns to ice. He pulls out of the hug.\nLOUIS\nBetter get going. Your parents\n\ndon’t like to drive in the dark.\n\nRachel gets in the car as Rachel’s father backs down the\ndriveway. Louis waves at Gage until they’re out of sight --\n\nThen he turns to face the house. And that cat.\n\nCUT TO:\n\nEXT. DRIVEWAY - LATER\nLouis comes around the side of the house.\n\nHe’s carrying a white garbage bag with a CAT SIZED LUMP.\n\n \n\f58.\n\nLouis shoves the bag into the trash bin and drops the lid.\n\nHe turns and walks away. Numb. As he comes around the front\nof the house, he pauses... looking out to the woods...",
  "37": "---END OF PREVIOUS SECTION---\nHe turns and walks away. Numb. As he comes around the front\nof the house, he pauses... looking out to the woods... \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS POV of the trail leading up to the cemetery and beyond.\n\n \n\nHe pushes that thought away walking quickly inside.\n\nINT. KITCHEN - NIGHT\n\nLouis sits in front of a plate of untouched food. His knee\nbouncing up and down nervously, lost in thought.\n\nHe pushes the food away, going to the cabinet and pulling\ndown a bottle of whisky.\n\nINT. JUD’S HOUSE - NIGHT\nFootsteps on the porch. The door swings open to REVEAL --\n\nLouis standing there, poison thoughts stirring in his head.\n\n \n\nHe holds out a bottle of scotch.\n\nLOUIS\nI could use some company.\n\nJud goes to fetch a couple glasses. He drops ice into them\nand comes back, setting them on the coffee table.\n\nJUD\nSaw Rachel leave earlier. Imagine\nshe took Gage with her?\n\nLouis pours two stiff whiskies. Jud takes his and sits back\nin his chair, firing up a cigarette. Louis nods.\n\nLOUIS\nBoston. Her parent’s house.\n\nJUD\nWhat about the cat?\n\nLOUIS\nI took care of it.\n\nJud watches Louis for a moment, drinking his whisky.\n\nCUT TO:\n\f59.\n\nEXT. WOODS - NIGHT\nBranches sway. Moonlight piercing the canopy from above.\n\nWe see Louis and Jud talking through the window.\n\nINT. JUD'S HOUSE - LATER\n\nTime has passed. Ashtray full. Louis on the couch, watching\nas Jud tries to stamp out his cigarette. He’s drunk.\n\nJUD\nThis is my fault. I should never\nhave shown you that place...\n\nLouis looks down, barely able to hear those words.\n\nLOUIS\nWe both had a hand in it.\nJUD\nGrief poisons a man. It makes you\n\ndo things...\nLouis watches Jud. The old man is slurring now, delirious.\nJUD (CONT'D)\nIt won’t stop now. It used Church\nto get to Ellie. It wants more.\nJud looks up at Louis, suddenly focused, eyes wet with tears.\nJUD (CONT'D)\nI’m sorry, Louis. Ellie was the\nfirst person to touch my heart ina\na long time. I didn’t want to see\nher go through all that pain...\nThe glass slips from Jud’s hand, falling to the rug.\n\nJUD (CONT'D)\nDammit...\n\nJud tries to stand up, losing balance.",
  "38": "---END OF PREVIOUS SECTION---\nThe glass slips from Jud’s hand, falling to the rug. JUD (CONT'D)\nDammit... Jud tries to stand up, losing balance. \n---TARGET SECTION TO BE ANNOTATED---\n Louis comes over.\n\nLOUIS\nTake it easy. I’11 clean this up.\n\nJUD\nJust need to close my eyes.\n\nLouis stands over Jud, looking down as he passes out, then --\n\f60.\n\nThump, thump, thump...\n\nCUT TO:\n\nEXT. ROAD - NIGHT\n\nThe sound of tires as LANE MARKERS whiz below us.\n\nINT. STATION WAGON - CONTINUOUS\n\nLouis drives through town, face dark and determined.\n\nOn the seat we see a bunch of ROPE, two SHOVELS, a plastic\nTARP, a BUCKET. The bottle of whisky.\n\nEXT. LOCAL CEMETERY - ENTRANCE - NIGHT\n\nLouis drives slowly past the FUNERAL HOME where we saw\nEllie's service, following the brick wall around to the back.\n\nHe shuts off the engine and lights, coasting quietly to a\nstop by the WROUGHT IRON GATES of the rear service entrance.\nEXT. LOCAL CEMETERY - GRAVEYARD - MOMENTS LATER\n\nA tarp wrapped around tools hits the ground with a THUD.\n\nA moment later, Louis drops to the ground. He stands up,\n\nwiping dirt of his torn pants. As he starts to collect his\ntools, we hear a CAR approaching. He turns to SEE --\n\nA POLICE CAR making rounds.\n\nLouis quickly grabs his tools, diving behind a pair of\nheadstones. He rolls onto his back, holding his breath.\n\nThe police car slows outside the gate, using a SEARCHLIGHT to\nscan the lock and the chains.\n\nThe light sweeps just over Louis’ head.\n\n \n\nThen he notices his SHOVEL lying out in the open grass.\n\nAs the light swings away, he reaches out and pulls the shovel\nout of sight. The light swings back. It holds for a BEAT --\n\nThen the police car moves on.\n\f61.\n\nLouis gets up on his knees, watching as the police car rolls\naround the corner. He quickly gathers his tools and ducks\ninto the graveyard.\n\nEXT. LOCAL CEMETERY - ELLIE'S GRAVE - LATER\n\nA headstone by a freshly dug grave: May 9, 2006 - July 19,\n2016. Eleanor Rose Creed. Our beloved daughter.\n\nLouis drops his tools, staring at the name. The gruesome\n\nnature of his task sinking in.",
  "39": "---END OF PREVIOUS SECTION---\nOur beloved daughter. Louis drops his tools, staring at the name. The gruesome\n\nnature of his task sinking in. \n---TARGET SECTION TO BE ANNOTATED---\n He leans on a nearby tree and\nvomits. Then he unfolds the tarp and picks up a shovel --\n\nAnd starts to dig.\n\nVARIOUS SHOTS of Louis digging. Shovel hitting ground. Back\nbreaking work. Dripping with sweat. The hole goes deeper.\nHe’s waist deep now using the bucket to bring the soil up.\n\nLATER Louis is deep in the hole. We can only see the top of\nLouis’ head and the occasional shovel moving. More dirt.\n\nTHUD! The dull, hollow sound of wood. Louis clears away\nsoil from around the lid of the casket and slides the tip of\nthe shovel into the seam. He leans down --\n\nCRAAAACK!!! Wood creaks and groans, starting to give way.\nCASKET POV looking up as the casket opens to REVEAL --\n\nLouis standing over us. A length of rope in his hand. He\nstares down, emotions washing over him as he whispers --\n\nLOUIS\nJust going to slide this rope\naround your chest... gonna get you\nout of here... take you home...\nAs he voice fades we --\n\nCUT TO:\n\nEXT. CREED HOUSE - NIGHT\n\nLouis crosses the lawn with Ellie’s body slung across his\narms. As he ducks through the trees, he looks at over at\nJUD'S HOUSE. A single light in the window. No movement.\n\nJud_is still passed out.\n\nLouis slips up the trail, disappearing into the woods.\n\f62.\n\nEXT. WOODS - NIGHT\n\nLouis hikes up the dark trail, cradling Ellie’s body as he\nwalks. He passes under the PET SEMATARY sign, heading deeper\ninto the woods. Determined. Possessed.\n\nAs he passes some trees we catch a quick GLIMPSE of --\n\nA PERSON standing in the shadows. Watching him.\n\nLouis doesn’t notice as he continues up the dark trail.\n\nEXT. PET CEMETERY - NIGHT\n\nLouis steps out into the pet cemetery, thin shafts of\nmoonlight illuminating the tilted markers and stones.\n\nHe still holds Ellie in his arms, her dress spilling out over\nhis hands, legs bouncing stiffly as he walks.\n\nLouis approaches the DEADFALL, pausing to shift Ellie’s body\nin his hands as he prepares to climb the pile of branches.\n\nVICTOR PASKOW (0O.S.)\nStop, Louis...",
  "40": "---END OF PREVIOUS SECTION---\nLouis approaches the DEADFALL, pausing to shift Ellie’s body\nin his hands as he prepares to climb the pile of branches. VICTOR PASKOW (0O. S.)\nStop, Louis... \n---TARGET SECTION TO BE ANNOTATED---\n this is wrong...\n\nLouis pauses. Sensing the presence in the cemetery.\n\nHe turns, squinting into the darkness.\n\nMist curls around the stones. There’s no one there.\n\nLouis takes a breath, collecting himself. He’s exhausted.\nFinally, he turns back to the deadfall into --\n\nVictor Paskow blocking his way. Face still wet with blood.\nLouis stumbles back, nearly tripping over a grave marker.\n\nLOUIS\nGet away from me!!!\n\nAs his voice rings out he looks again. Victor is gone.\nLOUIS (CONT'D)\n(quietly to himself)\n\nYou're not even real...\n\nLouis looks down at Ellie’s face in the moonlight. She’s\nbeautiful and innocent. Even in this horrible state.\n\nHe approaches the deadfall again and begins to climb.\n\f63.\n\nEXT. MARSHY BOG - NIGHT\n\nLouis stumbles into frame, coming to the edge of the water\nwith Ellie’s body in his arms. He stands for a moment, a\nsilhouette against the black water. Staring out at --\n\nThe mound of dirt peeking up through the fog.\n\n \n\nLouis pushes out into the water, wading over to the ground in\nthe center of the bog. As he lays Ellie’s body down --\n\nWe hear the WHISPERING VOICES in the trees.\n\n \n\nThe voices rise, swirling like the wind in shifting layers.\n\nANGLE on Ellie’s face. Eyes closed in the moonlight.\n\nLouis reaches for a stone on the ground, slamming it into the\ndirt. CLOSE as he digs, rips, pulls away dirt. Obsessed.\n\nAs he digs we WIDEN to REVEAL --\n\nThe wild dog from the opening on the shore of the marsh.\n\n \n\nWatching Louis dig with its pure black eyes.\n\nLATER.\n\nLouis sits over a shallow grave. Hands black with dirt.\n\nAs he turns to pull Ellie’s body into the hole he SEES --\nHer eyes are open now. Staring right at him.\n\nThe VOICES are louder now. Powerful. Growing urgent as --\n\nLouis quickly drags Ellie into the shallow grave.\n\n \n\nLOUIS\nI’m sorry, baby...\n\nEllie's feet disappear, her legs, her dress, her hands.\n\nLOUIS (CONT'D)\nI’m so sorry...\n\nLouis pulls the last of the dirt over Ellie’s face.\n\nThe voices suddenly stop.",
  "41": "---END OF PREVIOUS SECTION---\nLOUIS (CONT'D)\nI’m so sorry... Louis pulls the last of the dirt over Ellie’s face. The voices suddenly stop. \n---TARGET SECTION TO BE ANNOTATED---\n Louis turns away from the grave,\nashamed and sick to his stomach in the horrible silence.\n\nThen his face changes. What has he just done?\n\nHe drops to his knees, pulling the loose dirt away --\n\f64.\nLOUIS (CONT'D)\nNo, Ellie... no, no! I’m sorry..\nBut there’s nothing there. Ellie’s body is gone.\n\nSMASH CUT TO:\n\nINT. MASTER BEDROOM — MORNING\nHOT WATER pounds Louis as he sits on the floor of the shower.\n\nHe’s been there for hours trying to scrub the black dirt off\nhis hands. A phone rings somewhere in the house.\n\nLouis ignores it. In the background we HEAR --\nRACHEL (ON MACHINE)\nLouis, hey it’s me. Please pick\nup. I really need to talk to you.\n(beat)\nShit, okay. I’11 try you at the\nclinic. Just call me when you can.\n\nLouis looks up, eyes vacant. A worm of fear in his stomach.\n\nEXT. BACK YARD - DAY\n\nLouis busies himself in the yard, picking up the kid’s toys.\nHe glances over at the woods.\n\nLOUIS’ POV of that trail leading up into the trees.\n\nThere’s no sign of movement. No sign of Ellie.\n\nHe goes back inside.\n\nINT. ELLIE’S ROOM - DAY\n\nLouis pushes the door open and steps inside. He hasn’t been\nin here since Ellie’s death. It’s dark and musty.\n\nHe opens the shades and cracks the window. He strips the bed\nand puts on new sheets. He arranges her stuffed animals.\n\nEXT. DRIVEWAY - DAY\n\nLouis shoves his muddy clothes in the trash. He looks down --\n\nThe bag with Church’s body is there.\n\n \n\f65.\nThen we hear a SOUND nearby, something moving through the\ntrees. Louis walks slowly around the side of the house --\nThere’s nothing. Just trees and shadows. He seems deflated.\nWhen he turns back around --\nJUD IS STANDING BEHIND HIM.\nJUD\nWhat time you leave last night? I\nmust’ve passed out...\n\nLouis closes the garbage bin to conceal his muddy clothes.\n\nLOUIS\nI don’t know, around midnight...\n\nJud notices Louis’ hands. Raw_and blistered from digging.\n\nJUD\nWanna play some cards? I could\ncook something on the grill.",
  "42": "---END OF PREVIOUS SECTION---\nRaw_and blistered from digging. JUD\nWanna play some cards? I could\ncook something on the grill. \n---TARGET SECTION TO BE ANNOTATED---\nLouis slides his hands into his pockets, moving to the door.\n\nLOUIS\nMaybe tomorrow. I need to start\npacking...\n\nJUD\n\nI'll bring some food over. You're\ngonna have to take a break...\n\nLouis slips back into the house --\nLOUIS\nIt’s okay, Jud. Rachel left me\nplenty of food.\n\nOFF Jud’s face, watching as the door closes we --\n\nCUT TO:\n\nINT. KITCHEN - NIGHT\nLouis sits at the table, talking to Rachel on the phone --\n\nLOUIS (INTO PHONE)\n\nHas he been asking about Ellie?\n(beat, he sighs)\n\nHouse is almost done. Still have\n\nto finish up at the clinic...\n\f66.\n\nA DOOR creaks somewhere in the house. Louis looks up.\n\nLOUIS (INTO PHONE) (CONT'D)\nRachel... hang on a minute...\n\nLouis peeks into the hallway, holding the phone in his hand --\n\nThe house is dark and quiet.\n\nHe walks down the hallway into --\n\nINT. LIVING ROOM - NIGHT\n\nLouis stands in the middle of the room. We can hear Rachel\nstill talking on the other end as he looks around.\n\nThere’s a soft tapping noise. He turns around to SEE --\nThe front door is open. The screen tapping in the wind.\nLOUIS (INTO PHONE)\nRach, sorry. I think Jud is coming\nover. Let me call you in the\nmorning. I will. Love you, too.\n\nLouis hangs up the phone, setting it down. He walks toward\nthe front door, peering out the window at the empty yard.\n\nHe opens the door, stepping out onto --\n\nEXT. PORCH - CONTINUOUS\nWood creaks under his weight, moths flutter around the light.\n\nLouis comes down onto the grass, standing for a moment in the\nyard. The screen door taps behind him in the wind.\n\nLouis shivers, his mind playing tricks. Still nothing there.\nAs he comes back up the porch, Louis freezes on the top step.\n\nELLIE'S MUD COVERED SHOES SIT BY THE FRONT DOOR.\n\n \n\nLouis steps closer, barely able to breathe.\nThe shoes Ellie was buried in. Thick with black mud.\n\nThere’s a small muddy HAND PRINT on the wall by the door.\n\n \n\nLouis pulls the screen door open, stepping back into --\n\f67.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nThere’s a small muddy HAND PRINT on the wall by the door. Louis pulls the screen door open, stepping back into --\n\f67. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CREED HOUSE - NIGHT\n\nLouis steps into the room. Empty spaces and shadows suddenly\nfeel huge, the silence filled with tension and dread.\n\nWe hear a creak on the ceiling and he looks at the stairs.\nLOUIS\n(barely audible)\nEl?\n\nLouis starts up the stairs, pausing at the top. The hallway\nis dark and long. Ellie’s door hangs open --\n\nA light spills out of her room. The purple night light.\nThen something moves. A SHADOW fluttering inside the room.\n\nLouis comes down the hallway, heart pounding. The shadow\ninside the room twists and turns as he reaches for the door --\n\nLouis approaches the door, pulling it open to SEE --\n\nINT. ELLIE’S ROOM - CONTINUOUS\n\nThe night light on. Purple butterflies float across the\nwall. Both windows are open, curtains fluttering in the\n\nbreeze. That’s what was making the shadow.\n\nLouis walks across the room, closing the windows. Then he\npauses, sensing something behind him in the closet --\n\nThe same closet where Church hid when he first returned.\nLouis walks over, hand pulling the door open to REVEAL --\n\nNothing inside but Ellie’s clothes and toys.\n\n \n\nHe turns back to the room, thinking, nerves tense.\n\nThere’s something under the bed. A dark shadow. He comes\nover to the bed, slowly lifting up the skirt to SEE --\n\nA rumpled white dress caked in mud.\n\n \n\nLouis pulls Ellie’s dress out, unfolding it in his hands.\n\nLace ripped and stained with black muddy dirt.\n\n \n\nAs he stares down in shock at the dress we HEAR --\n\nBARE FEET running down the hall.\n\f68.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\nLouis comes out of door, looking around. The hall is empty.\n\nLOUIS\nEllie?\n\nShe's playing a game. He steps out, heading down the stairs.\n\nINT. BASEMENT - CONTINUOUS\n\nA HAND reaches inside, clicking on the overhead light. Louis\nlooks into the darkness, terrified of what he might find.\n\nThe bulb overhead makes his shadow long as he comes down the\nstairs. He peeks under the work bench. Nothing there.\n\nHe turns to the CUBBY HOLE. Ellie’s secret hiding place.\n\nLouis comes over, kneeling down.",
  "44": "---END OF PREVIOUS SECTION---\nHe turns to the CUBBY HOLE. Ellie’s secret hiding place. Louis comes over, kneeling down. \n---TARGET SECTION TO BE ANNOTATED---\n He reaches out, taking hold\nof the small curtain, hands shaking as he pulls it open --\n\nThe cubby is empty.\nLouis deflates again. Is this real? Is he losing his mind?\nAs he sits back up we NOTICE --\n\nELLIE CROUCHED IN THE SHADOWS BEHIND HIM!!\n\n \n\nHer head is lowered, looking out of the top of her eyes, body\ncaked with dried black mud, hair hanging in stringy clumps\n\nRACK FOCUS to bring her into focus. Eyes glued to Louis.\nLouis doesn’t see her. He’s too absorbed in disappointment\n\nas she rises up to standing, coming closer, reaching out with\ntiny mud caked fingers, hand coming to rest on his shoulder --\n\nELLIE\nDaddy.\n\nLouis screams, spinning around. He slides backwards across\nthe floor, breathing rapidly, terrified. Staring at Ellie.\n\nBut she’s shivering. Her body cold. Terrified _and_ confused.\n\nELLIE (CONT'D)\nWhere am I?\n\nLouis’ terror melts away, his father instincts kicking in as\nhe goes to Ellie, wrapping his arms around her.\n\f69.\nLOUIS\nYou’re home, baby.\nCLOSE on Louis’ face, holding Ellie tight --\nLOUIS (CONT'D)\nHome.\nINT. BATHROOM - LATER\n\nEllie sits in the tub, knees sticking out of dark grey water\nwith pieces of SWAMP GRASS floating around her.\n\nLOUIS\nTilt your head back.\n\nShe does. Louis gently pours water over her head, careful\nnot to get it in her eyes. She looks straight ahead.\n\nLouis brushes out Ellie’s hair, pulling gently down through\nheavy strands. Ellie winces as he gets caught on a tangle.\n\nELLIE\nOuch.\n\nLouis notices clumps of hair in the brush. He pulls them out\nand drops them in the wastebasket, going back to brushing.\n\nEllie winces again --\n\nELLIE (CONT'D)\nDaddy.\n\nLOUIS\nSorry. Mom usually does this.\n\nHe pulls the brush away from her head. There’s something\nunder the hair he keeps getting snagged on --\n\nLouis uses his fingers to slide her hair aside to REVEAL --\nMORTICIAN’S STAPLES holding the back of her scalp down.\n\nLouis closes his eyes, turning away. He lets the hair fall\nback over the wound. Ellie looks up in the mirror.",
  "45": "---END OF PREVIOUS SECTION---\nLouis closes his eyes, turning away. He lets the hair fall\nback over the wound. Ellie looks up in the mirror. \n---TARGET SECTION TO BE ANNOTATED---\nELLIE\nWhat is it?\n\nLouis swallows, pushing the horrific truth away.\n\nLOUIS\nJust a tangle.\n\f70.\n\nINT. ELLIE’S ROOM - NIGHT\n\nEllie lies in her bed, covers pulled up as Louis turns down\nthe lights. She shivers, scared. Louis sits with her.\n\nLOUIS\nWhat is it, honey?\n\nELLIE\nChurch is gone. Isn’t he?\n\nShe watches his face, searching for the truth --\nLOUIS\n(lying)\nThe truck in the road hit him.\n\nEllie sits up, eyes locked on Louis --\n\nELLIE\nNo, it didn’t. The truck hit me.\n\nLouis freezes. Ellie’s eyes clear and dark. Focused on him.\n\nLOUIS\nChurch is dead, honey. I’m sorry.\n\nLouis gets up to turn down the light. Behind him we HEAR --\nELLIE\n(soft whisper)\nSo am I.\nLouis spins around. Did he just hear that correctly?\nEllie looks up at him with huge, sorrowful eyes.\nELLIE (CONT'D)\nCan I sleep with you tonight? I’m\nscared.\n\nLouis swallows, blood going cold. He nods slowly --\n\nLOUIS\nOf course, honey. Come on...\n\nA flicker of a sinister smile in Ellie’s eyes as she slides\nout of bed, reaching for Louis’ hand.\n\nCUT TO:\n\f71.\n\nINT. MASTER BEDROOM - LATER\n\nLouis lies in bed, staring at the ceiling. Ellie lies facing\nhim, curled up under the covers. She reaches out with her\nfinger, tracing it across his face. He can barely breathe.\n\nELLIE\nWhere’s mommy and Gage?\n\nLouis glances over at her --\nLOUIS\nThey went to Grandma and grandpa’s\nfor a couple days.\n\nELLIE\nWhen are they coming back?\n\nShe watches his eyes. Searching his face for the truth.\n\nLOUIS\nA couple more days...\n\nEllie keeps her eyes on him. He's hiding something.\n\nELLIE\n\nDoes mommy know what you did?\nLOUIS\n\nShh, baby. It’s late. Time to\n\nsleep.\n\nLouis reaches over and clicks off the light. As he lies back\non his pillow, Ellie has moved closer. Inches from his face.\n\nELLIE\n\nLove you, daddy.\nLOUIS\n(terrified)\n\nLove you too, El.",
  "46": "---END OF PREVIOUS SECTION---\nInches from his face. ELLIE\n\nLove you, daddy. LOUIS\n(terrified)\n\nLove you too, El. \n---TARGET SECTION TO BE ANNOTATED---\nLouis closes his eyes, praying for sleep to take him.\n\nMOVE IN on Ellie’s face, lying in the darkness, eyes open.\n\nStaring at Louis in the moonlight.\n\nEXT. CREED HOUSE - MORNING\n\nGage’s tricycle sits in the driveway, grass slick with dew.\n\f72.\n\nINT. MASTER BEDROOM - SAME TIME\n\nLouis wakes up in bed with a start. He rolls over but Ellie\nis gone. He looks around the bed, heart skipping a beat.\n\nLOUIS\nEllie???\n\nThen we hear something. Music on the stereo downstairs.\n\nINT. LIVING ROOM - CONTINUOUS\n\nLouis comes down the stairs in disbelief. Ellie is there and\nshe’s doing what she loves most. She’s dancing.\n\nLouis comes into the room, watching as she gets lost in the\ngraceful joy of the dance. Spins around. Alive and free.\n\nIt’s beautiful, sweet, tender, gentle. Tears flow down\nLouis’ face but he’s not sad. His heart is full again.\n\nEllie sees him and smiles. Spinning faster and laughing.\n\nLOUIS\nCareful, sweetie...\n\nEllie lets out an excited yell as she twirls past Louis.\n\nNow her movements are too fast. Aggressive and dangerous,\nstriking the wall, kicking over a chair.\n\nLOUIS (CONT'D)\nEllie, stop it! Stop!\n\nBut she can’t. She won’t. She’s out of control.\nLouis tries to grab her but she bites his arm and ducks away.\n\nRunning past Louis and down the hallway, out into --\n\nEXT. DRIVEWAY - CONTINUOUS\nEllie bursts out of the house, laughing and breathing hard.\n\nShe pauses for a moment, feeling the sun on her face. It’s\nglorious. Louis appears in the doorway, looking around.\n\nLOUIS\nEllie! Dammit! Get back inside.\n\nEllie’s face sharpens, her eyes convicting him --\n\f73.\nELLIE\nNo! I like it out here.\nLouis runs after Ellie but she takes off around the house --\n\nLOUIS\nGoddammit, Ellie... come back!!\n\nLouis dives for her but she ducks away, sprinting around the\ngarbage bins and down the side of the house to --\nEXT.",
  "47": "---END OF PREVIOUS SECTION---\nI like it out here. Louis runs after Ellie but she takes off around the house --\n\nLOUIS\nGoddammit, Ellie... come back!! Louis dives for her but she ducks away, sprinting around the\ngarbage bins and down the side of the house to --\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK YARD - CONTINUOUS\n\nEllie swoops across the open lawn with her arms outstretched\nlike an airplane as Louis comes running up behind her.\n\nELLIE\nCan’t catch me!\n\nShe turns backwards, mocking Louis as she comes around the\ncorner of the house and bumps into --\n\nJud_standing in the path.\n\nEllie stops, looking up at him as Louis comes up behind,\npanting. Jud stares down in horror at Ellie. In shock.\n\nELLIE (CONT'D)\n(playful)\nHi, Jud!\nShe moves to hug him. Jud steps back. He doesn’t trust her.\n\nJUD\nEllie.\n\nJud looks up at Louis. His secret exposed.\nLOUIS\n(sharp, to Ellie)\nGet back inside.\n\nEllie looks from her father to Jud. Then she turns, walking\ncasually over to the house, lingering in the doorway.\n\nELLIE\nCan’t I just stand right here?\n\nLOUIS\nNo. Inside. Now.\n\nEllie sticks her tongue out at Louis and goes inside.\n\f74.\n\nJud turns to Louis, fuming behind his cold eyes.\n\nLOUIS (CONT'D)\nWhat was I supposed to do?\n\nJUD\nWhat everyone else does. You’re\nsupposed to suffer.\n\nELLIE peeks through the curtain, watching Louis and Jud.\n\nLOUIS\nI'll take care of it.\nJUD\nYou couldn’t even put Church down --\nLOUIS\n(angry)\n\nNone of this would’ve happened if\nyou hadn’t shown me that place!!!\n\nJud drops his eyes. He knows this is true.\n\nJUD\nI couldn't stop myself... that\nplace gets into your blood...\n\nHe looks up at Louis, determined --\n\nJUD (CONT'D)\n(whispering)\n\nShe's gonna go bad. Just like\n\nBiffer did. Just like Church.\n\nLOUIS\nWhat was I supposed to do? I just\nwanted to tuck her into bed one\nmore time, kiss her goodnight...\n\nLouis hands his head, ashamed.\nJUD\nEllie’s not a cat, Louis. She’s\ndangerous.\n\nLOUIS\nShe’s my daughter.\n\nELLIE'S POV: listening and watching as Jud speaks --\n\nJUD\nNot anymore.\n\f75.\nJud turns and walks back to his house.",
  "48": "---END OF PREVIOUS SECTION---\nELLIE'S POV: listening and watching as Jud speaks --\n\nJUD\nNot anymore. 75. Jud turns and walks back to his house. \n---TARGET SECTION TO BE ANNOTATED---\n After a BEAT, Louis\nreaches for the door, heading inside as --\n\nELLIE\nBOO!!!\n\nEllie jumps out from behind the door, laughing.\n\n \n\nLOUIS\nJesus, El. Please don’t do that.\n\nELLIE\nTry and find me!\n\nEllie runs away as Louis steps inside and closes the door.\n\nINT. LIVING ROOM - LATER\n\nEllie sits on the couch, watching quietly as Louis begins\npacking up the house into boxes.\n\nWe see his DOCTOR BAG sitting on the table.\n\n \n\nELLIE\nWhy are you packing up?\n\nLouis stops packing for a moment, glancing over --\nLOUIS\nWe're going back to Boston for a\nlittle while.\nEllie watches him closely. Searching for the truth.\n\nELLIE\nAll of us?\n\nLouis looks her straight in the face --\n\nLOUIS\nYes. All of us.\n\nA BEAT while this lie hangs in the room. Then --\nThe phone rings. Louis glances at the screen.\n\nLOUIS (CONT'D)\nIt’s mommy.\n\nEllie gets up, coming closer --\n\nELLIE\nOh, can I talk to her?\n\f76.\n\nLouis steps back, holding the phone away from Ellie --\nLOUIS\nNot quite yet, okay? I don’t think\nshe’s ready.\nEllie pouts, standing just behind Louis as he answers --\n\nLOUIS (CONT'D)\nRachel, hi. How are you guys?\n\nMOVE in on Ellie’s face listening as we --\n\nINTERCUT WITH:\n\nINT. BEAUTIFUL BOSTON HOME - DAY\n\nRachel sits in her parents’ home. THROUGH THE WINDOW we see\nher MOTHER and FATHER playing with Gage in the back yard.\n\nRACHEL\nI was getting worried. You've\nhaven't been calling me back.\n\nLOUIS\nBeen busy with the house.\n\nSomething is off in Louis’ voice.\n\nRACHEL\nDon’t keep things from me. If\nyou're having a hard time, I should\nbe there with you.\n\nLouis glances at Ellie, lowering his voice --\n\nLOUIS\nI just need some space right now.\n\nRACHEL\nGod, Louis. Why do you do this?\nGage misses you. I miss you.\n\nLouis closes his eyes, tears streaming down his cheeks --\n\nLOUIS\nI miss you, too.\n\nRACHEL\nI’m bringing Gage back for the\nweekend.",
  "49": "---END OF PREVIOUS SECTION---\nI miss you. Louis closes his eyes, tears streaming down his cheeks --\n\nLOUIS\nI miss you, too. RACHEL\nI’m bringing Gage back for the\nweekend. \n---TARGET SECTION TO BE ANNOTATED---\n He’ll cheer you up.\n\f77.\nLOUIS\nNo, Rach. Don’t do that.\nMOVE in on Ellie standing just behind her dad. She smiles.\nRACHEL\nStop arguing. We’re coming out\ntomorrow. Just for a couple days.\n\nCUT TO:\n\nINT. KITCHEN - NIGHT\nEllie in her pajamas sitting in front of a bowl of cereal.\n\nLouis sits across from her, watching as she lifts the spoon\nto her mouth. Food tastes strange to her now. Foreign.\n\nShe sets the spoon down, pushing the bowl away.\n\nELLIE\nNot hungry.\n\nLouis nods, taking the bowl to the sink. He pauses for a\nmoment, looking out at the trees.\n\nThen he NOTICES --\n\nEllie standing behind him in the reflection.\n\n \n\nJust like Church did that first night he came back.\n\nELLIE (CONT'D)\nWhat did you and Jud talk about?\n\nLouis turns, facing Ellie. She moves closer, watching him.\nLOUIS\nHe was just surprised to see you\nback, is all...\n\nELLIE\nI can tell when you lie.\n\nLouis looks over at her. What else does she know?\n\nLOUIS\nIt’s nothing. He’s just concerned.\n\nEllie moves closer, staring up at him. Louis can’t move back\nany further, body pressing up against the sink.\n\nThen Ellie holds out her hand with a creepy smile.\n\f78.\n\nELLIE\nCan we go to bed now?\nINT. MASTER BEDROOM - NIGHT\nLouis sleeps in the bed as wind rattles the windows.\nPAN over to SEE --\n\nEllie watching him in the darkness. After a BEAT --\n\nShe quietly slips out of bed.\n\nINT. LIVING ROOM - MOMENTS LATER\n\nEllie stands in front of her father’s medical bag on the\ntable. Her hand slips inside, feeling for something.\n\nCLOSE as she pulls out his shining SCALPEL.\n\n \n\nEXT. WOODS - NIGHT\n\nRain pours down through the trees, hitting the leaves in\nheavy wet drops. We hear something moving in the woods as --\n\nJud steps into frame. His huge body in silhouette, watching\nthe Creed House through the trees.\n\nJud moves closer, moving a branch to get a better look --\n\nA light is on in Ellie’s room. The window open, curtains\nbillowing in the wind. After a BEAT they settle, revealing --\n\nEllie standing in the window.",
  "50": "---END OF PREVIOUS SECTION---\nJud moves closer, moving a branch to get a better look --\n\nA light is on in Ellie’s room. The window open, curtains\nbillowing in the wind. After a BEAT they settle, revealing --\n\nEllie standing in the window. \n---TARGET SECTION TO BE ANNOTATED---\n Looking out at the woods. Her\neyes are closed, head tilted slightly back.\n\nJud moves closer, pulling a branch aside to see better.\n\nThe curtains billow again, blocking our view of Ellie. As\nthe wind settles she comes back into view and we SEE --\n\nSHE’S LOOKING RIGHT AT US!\n\nJud pulls back into the trees, heart racing. Rain comes down\naround him as he builds the courage to look again --\n\nThis time, Ellie is gone. The window is empty.\n\nJud turns back, heading for his house.\n\f79.\n\nEXT. FRONT PORCH - MOMENTS LATER\n\nEllie comes out the front door. Looking around. She steps\nslowly down the stairs, walking out into --\n\nEXT. BACK YARD - CONTINUOUS\nEllie crosses the grass. There’s something in her hand.\n\nThe moonlight hits the tiny SCALPEL, glinting in the light.\n\nEXT. WOODS - CONTINUOUS\n\nEllie sneaks through the trees toward Jud’s house. She\npauses, seeing a light in the window. As she moves closer --\n\nJud_lunges out of the bushes, trying to grab her!\n\n \n\nEllie swings the knife, slicing Jud’s hand. He slips\nbackwards as she scampers away into the woods.\n\nJud pulls himself up, reaching for his light.\n\nJUD’S POV of the dark woods. Ellie is nowhere to be found.\n\nEXT. JUD'S HOUSE - NIGHT\n\nJud comes around the front of his house to SEE --\n\nThe front door is open.\n\nHe comes up the wooden steps, pausing at the threshold.\n\nJUD\nEllie. Come on out of there.\n\nFOLLOW as Jud walks slowly through the door into --\n\nINT. JUD'S HOUSE - CONTINUOUS\n\nJud stands in the dark room, eyes adjusting to the light. He\nlistens to the empty room, taxidermy staring silently at him.\n\nAs he crosses to the kitchen we catch a GLIMPSE of --\n\nEllie passing across a doorway behind him.\n\n \n\nJud spins around, heart pounding.\n\f80.\nJUD\nDammit, Ellie. Just come out.\nJud walks to a drawer, reaching in to pull out a REVOLVER.\n\nHe clicks it open to check the bullets. It’s full. He flips\nthe chamber closed, walking to the kitchen.\n\nJUD (CONT'D)\nI just want to talk to you.",
  "51": "---END OF PREVIOUS SECTION---\nIt’s full. He flips\nthe chamber closed, walking to the kitchen. JUD (CONT'D)\nI just want to talk to you. \n---TARGET SECTION TO BE ANNOTATED---\nNo answer from the house. He moves through a door into a\nlong, dark hallway leading to his bathroom and bedroom.\n\nJud stands in the hallway for a beat. His bedroom door is\nopen. He takes a few cautious steps, gun held out.\n\nJUD (CONT'D)\nI know you’re scared. I’m scared,\ntoo.\n\nJud moves down the hallway to the bathroom. He holds the gun\nwith one hand as he slowly turns the knob with the other --\n\nPushing the door open and sweeping the gun around.\n\n \n\nThe bathroom is empty. Just a toilet, empty bath, sink.\nJud backs up, continuing down the hallway to his bedroom.\n\nHe taps the door with his foot and it swings open slowly with\na horrible creak. He inches forward into the room --\n\nThe bedroom is empty. Moonlight filtering through curtains.\nJud moves around the bed to the closet. He opens it to SEE --\nNothing but old clothes hanging there. He peeks behind them.\nHe turns, walking past the bed as we DRIFT DOWN to reveal --\n\nEllie under the bed. Gleaming SCALPEL clutched in her hand.\n\n \n\nShe screams, swinging her hand out with the blade and --\n\nSlicing Jud’s ACHILLES TENDON.\n\nJud screams, falling to the ground. He rolls over on his\nside to see Ellie sliding backwards under the bed and aims --\n\nBAM! BAM!! Jud fires two shots under the bed but Ellie is\ngone. He moans, his leg bleeding badly as he tries to pull\nhimself up but his foot won’t support his weight.\n\f81.\n\nJud rolls onto his back, taking a breath --\n\nJUD (CONT'D)\nCome on out, Ellie. Where are you?\n\nHe pushes himself up with one hand, craning his head to look\naround the dark room. No sign of Ellie anywhere.\n\nHe rolls onto his knees, sitting up higher as we NOTICE --\n\nEllie crouched on the dresser behind him like a FERAL CAT.\n\n \n\nJud freezes, sensing Ellie’s presence --\nCLOSE on his hand: silently cocking his revolver.\nEllie screams, leaping from the dresser into the air --\n\nThe knife flashing in the light as Jud spins and fires!\n\n \n\nThe bullet hits a photo on the wall, shattering the glass as\nEllie lands on Jud, knocking him to the ground and SLAMMING --\n\nThe scalpel into his chest.",
  "52": "---END OF PREVIOUS SECTION---\nJud freezes, sensing Ellie’s presence --\nCLOSE on his hand: silently cocking his revolver. Ellie screams, leaping from the dresser into the air --\n\nThe knife flashing in the light as Jud spins and fires! The bullet hits a photo on the wall, shattering the glass as\nEllie lands on Jud, knocking him to the ground and SLAMMING --\n\nThe scalpel into his chest. \n---TARGET SECTION TO BE ANNOTATED---\nJud gasps, grabbing Ellie with his hands, holding her back --\nELLIE\n(struggling)\n\nI thought we were friends?\n\nJUD\nI was friends with Ellie. Not you.\n\nEllie smiles at Jud. Her eyes have gone PURE BLACK.\nEvil like that black swamp water.\nJUD (CONT'D)\nLet your parents live. Ellie's\n\ndeath was punishment enough...\n\nEllie reaches down, forcing the revolver in Jud’s hand to\npoint back under his chin.\n\nELLIE\nYou don’t know what punishment is.\n\nHARD CUT TO:\n\f82.\n\nEXT. JUD’'S HOUSE - SAME TIME\nA muffled pop from inside the house as we --\n\nCUT TO:\n\nINT. CREED HOUSE - MASTER BEDROOM - LATER\n\nLouis asleep in the bed. His bedroom door swings open to\nreveal Ellie standing in the doorway. Just a silhouette.\n\nThen she steps into the room and we see she’s returned to\nnormal. Her eyes are clear. Just an innocent little girl.\n\nShe walks to the edge of the bed, standing over Louis to\nwatch him sleep. He seems so defenseless. Vulnerable.\n\nFor a horrible BEAT we wonder what she’s about to do --\nThen Louis wakes up. He sits, startled to see Ellie there.\n\nLOUIS\nEl, you okay?\n\nShe drops her eyes, pouting a little.\n\nELLIE\nI had a nightmare.\n\nLouis pulls the covers back. Ellie slides into the bed.\nLOUIS\n(groggy)\nYou're okay. Just a dream..\n\nAs Louis falls asleep we TRACK in on Ellie lying in his arms,\nstaring out the window at the rain falling outside.\n\nCUT TO:\n\nEXT. WOODS - DAWN\n\nThe storm has passed. Water drips through heavy leaves.\n\nINT. MASTER BEDROOM - SAME TIME\nLouis wakes up to the sound of tires rolling over gravel.\nHe slides out of bed, walking to the window to SEE --\n\nRachel pulling up the driveway in her father’s car.\n\n \n\f83.\n\nEllie sits up behind him in the bed. She smiles.\n\nELLIE\nMommy’s home.\n\nLouis comes to Ellie, pleading with his eyes. He knows that\nshe’s the one in control.\n\nLOUIS\n\nMaybe you can give her a little\n\ntime to get adjusted before. .?\nELLIE\n\nDon’t you think she’1ll be happy to\n\nsee me?\n\nSomething in Louis melts.",
  "53": "---END OF PREVIOUS SECTION---\nLOUIS\n\nMaybe you can give her a little\n\ntime to get adjusted before. .? ELLIE\n\nDon’t you think she’1ll be happy to\n\nsee me? Something in Louis melts. \n---TARGET SECTION TO BE ANNOTATED---\n He still sees her as his daughter.\n\nLOUIS\n\nOf course, honey. It’s just, it’s\n\ngoing to take some time.\n\nELLIE\nMaybe I should hide? Like a game?\n\nLouis gets the chills. This doesn’t feel like a game to him.\nLOUIS\nOkay, great. I’11 go talk to her.\nINT. LIVING ROOM - MOMENTS LATER\nLouis comes slowly down the stairs as we HEAR --\n\nFootsteps on the porch. The front door opens and Gage bursts\ninside, running up to his father.\n\nGAGE\nDaddy, daddy, daddy!!!\n\nLouis scoops Gage into his arms, hugging his son.\nLOUIS\nI missed you so much. Wait a\nsecond, did you get bigger?\nGage squeals with laughter as his dad lifts him up and down.\n\nThen Louis notices Rachel in the doorway. He sets Gage down.\n\nRACHEL\nHi.\n\f84.\nLOUIS\nHi.\n\nThey come together, hugging. This is the first time in days\nthat Louis has felt fully alive. He doesn’t want to let go.\n\nRACHEL\nOh, babe. I missed you.\n\nLOUIS\nI missed you, too.\n\nRachel walks into the house. She pauses, looking around.\nNothing has been packed.\nRACHEL\nWhat happened? I thought you’d\n\nbeen packing this whole time?\n\nLOUIS\nIt was hard, Rach...\n\nRach moves around seeing Ellie’s sneakers by the wall, her\nscooter by the door, her sweatshirt on a chair.\n\nShe shakes her head, looking back at Louis --\nRACHEL\nWhat are you doing? This is all\nEllie’s stuff.\nGage walks to the stairs as a SHADOW appears on the wall.\nBut Rachel is absorbed with Louis, deeply concerned --\nRACHEL (CONT'D)\nAre you doing this on purpose?\n\nTrying to punish yourself?\n\nON THE STAIRS Ellie moves into view. She puts her finger to\nher lips indicating for Gage to be quiet.\n\nGAGE\nMommy !\n\nRachel doesn’t respond. She’s staring at Louis. Furious.\n\nLOUIS\nRach, it’s not like that --\n\nRACHEL\nThis is why I wanted to leave. How\ndo we explain this to Gage?\n\f85.\nGage is tugging on his mother’s shirt now, pointing at\nsomething.",
  "54": "---END OF PREVIOUS SECTION---\nHow\ndo we explain this to Gage? 85. Gage is tugging on his mother’s shirt now, pointing at\nsomething. \n---TARGET SECTION TO BE ANNOTATED---\n Rachel looks down at him --\n\nRACHEL (CONT'D)\nWhat is it, honey?\n\nGAGE\nEllie. Ellie. Ellie-phant!\n\nELLIE\n(softly)\nDon’t call me that.\n\nRachel looks over in shock as Ellie steps closer.\n\n \n\nRachel screams, pushing herself backwards along the floor\nuntil she hits the wall. She’s going into shock.\n\nGAGE\nSee, mommy? Ellie!\n\nRachel gasps, trying to form words. She looks to Louis --\n\nRACHEL\nHow this is happening..?\n\nLOUIS\nThat place behind the Pet Cemetery\nwhere Jud and I buried Church...\nit’s a special place, Rach. It has\npower.\n\nRachel glances at Ellie in horror, then back to Louis --\n\nRACHEL\nI don't... this can’t be real...\n\nLOUIS\nIt’s real. It worked with Church,\ntoo. It brings things back.\n\nEllie stands in front of Rachel now. Looking down at her\nmother, majestic and powerful. Somehow alive and dead.\n\nRachel looks at Louis, fear turning to dread --\n\nRACHEL\nYou moved her body? You took her\ninto the woods?\n\nLOUIS\nOf course, I did. How could I not,\nknowing it would bring her back?\n\f86.\nEllie reaches out for her mother. A moan slips out of\nRachel’s mouth as Ellie’s hand traces across her cheek.\nELLIE\nAren’t you happy, mom? I missed\nyou.\n\nRachel turns to her dead daughter, voice trembling --\n\nRACHEL\nI missed you, too.\n\nRachel stiffens as Ellie moves in to hug her. It’s horrible\nand awkward. But it’s also her daughter so something melts.\n\nGage comes over, trying to soothe his mother, hugging both\nRachel and Ellie. This makes Rachel cry and hug them both.\n\nFinally, Louis kneels down, wrapping his arms around them.\n\nThe family reunited.\n\nAs the family hug continues we come around to Ellie’s face\nlooking over her mother’s shoulder to the dark woods outside.\n\nEllie smiles. Her eyes pure black.\nCUT TO:\n\nINT. BATHROOM - LATER\nRachel sits on the lid of the toilet, eyes red from crying.\nWe hear Louis knock softly, his voice through the door.\n\nLOUIS\nRachel? Can I come in?\n\nThe door opens and Louis slips inside, looking down at her.",
  "55": "---END OF PREVIOUS SECTION---\nLOUIS\nRachel? Can I come in? The door opens and Louis slips inside, looking down at her. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\n(terrified)\nI don’t understand. What is going\non?\nLOUIS\n\nIt doesn’t matter. She’s back.\n\nRACHEL\nIt matters to me. You can’t just\nsay there’s some place in the\nwoods. That’s not good enough! !\n\f87.\n\nLouis glances into the hallway, pulling the door closed --\n\nLOUIS\nShhh, okay. Keep your voice down.\n\nLouis sits on the edge of the bathtub, taking a deep breath.\nLOUIS (CONT'D)\nIt’s been like this for hundreds of\nyears. That place has power.\n\nAs he continues to explain we CUT OUTSIDE THE DOOR --\n\nINT. UPSTAIRS HALLWAY - SAME TIME\n\nTo find Ellie standing in the shadows, listening to her\nparents’ voices through the crack in the doorway.\n\nAfter a BEAT, she backs away, turning down the stairs.\n\nCUT TO:\n\nINT. LIVING ROOM - SAME TIME\n\nGage eats a cookie as Ellie approaches him from behind.\n\nELLIE\n\nWant to play a game, Gage?\nGAGE\n\nOkay.\nELLIE\n\nTurn around.\n\nGage turns around, obeying his sister. She takes a cloth\nnapkin and ties it over his eyes like a bandana.\n\nELLIE (CONT'D)\nI didn’t like being gone. I like\nbeing with you and mom and dad.\n\nGage holds out his hands nervously, trying to balance --\n\nGAGE\nI can’t see.\n\nELLIE\nThat’s how the game works. It’s\ncalled Marco Polo. Every time you\nsay Marco, I say Polo and then you\ntry to find me. Understand?\n\f88.\n\nGage nods as she steps back. He turns, feeling for her.\n\nGAGE\nMarco.\n\nEllie steps back as Gage takes a step forward.\n\nELLIE\nPolo.\n\nGAGE’'S POV from behind the blindfold: we can only see a tiny\nslice of the room at the top and bottom of the frame.\n\nGAGE\nMarco.\n\nELLIE\n(further away)\nPolo.\nGage moves into the room, feeling with his hands as we --\n\nCUT BACK TO:\n\nINT. BATHROOM - CONTINUOUS\nRachel has stopped crying now, leaning close to Louis --\n\nRACHEL\nYou were supposed to be the strong\none. A medical doctor.",
  "56": "---END OF PREVIOUS SECTION---\nGage moves into the room, feeling with his hands as we --\n\nCUT BACK TO:\n\nINT. BATHROOM - CONTINUOUS\nRachel has stopped crying now, leaning close to Louis --\n\nRACHEL\nYou were supposed to be the strong\none. A medical doctor. \n---TARGET SECTION TO BE ANNOTATED---\n You see\ndeath all the time...\n\nLOUIS\nIt was different with Ellie.\n\nRACHEL\nShe's changed, Louis. Her skin. I\nwant to remember her like before.\nLouis sighs closing his eyes. He knows she’s right.\nRACHEL (CONT'D)\nNot just that. Remember what\nhappened with Church. We need to\nthink about Gage. He needs you.\nThis makes Rachel think of something --\n\nCUT BACK TO:\n\f89.\n\nINT. CREED HOUSE - SAME TIME\n\nEllie slides backwards around the dining room table as her\nbrother comes into the room, his hands out, feeling his way.\n\nShe has her father’s scalpel in her hand.\n\n \n\nGAGE\nMarco.\n\nEllie jumps out of the way, dropping the scalpel on the\nground. Gage turns, hearing the noise.\n\nGage turns around, waving his hands.\n\nGAGE (CONT'D)\nMarco?\n\nGAGE’S POV inside the blindfold: we see Ellie reaching for\nsomething on the ground. She doesn’t answer Gage’s call.\n\nGAGE (CONT'D)\nMarco. Marco?\n\nAn excruciating BEAT inside the blindfold. Then, finally --\n\nELLIE\nPolo.\n\nEllie is right in front of him. Gage pulls his blindfold up.\n\nGAGE\nGot you!\n\nEllie smiles at him. Her hand hidden behind her back.\nThen her eyes move to something else --\n\nRachel coming down the stairs. She walks quickly over to\nGage, gently pulling him back from Ellie.\n\nRACHEL\nLet’s play outside. Get some air.\n\nCUT TO:\n\nEXT. PORCH - LATER\n\nEllie plays with Gage on the lawn, chasing and giggling as\nthey roll around in the grass. BEHIND THEM --\n\nRachel watches from the porch. Her face is blank. Numb.\n\f90.\n\nLouis comes out, sitting next to her. After a BEAT --\n\nLOUIS\nWe'll do it tonight. After dinner.\n\nShe glances over at him, a glimmer of hope in her eyes.\n\nLOUIS (CONT'D)\nIt was wrong... I’m so sorry...\n\nHis eyes tear up. Rachel pulls him close, hugging him.\n\nRACHEL\nShhh, okay... it’s gonna be okay.\n\nEllie turns away from Gage on the lawn. Listening to them.",
  "57": "---END OF PREVIOUS SECTION---\nRACHEL\nShhh, okay... it’s gonna be okay. Ellie turns away from Gage on the lawn. Listening to them. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL (CONT'D)\n(whispering)\nWe'll do it together.\n\nCUT TO:\n\nINT. DINING ROOM - SUNSET\n\nGage carries silverware behind Louis, carefully placing a\nfork on each folded napkin as Louis lays out the plates.\n\nLOUIS\nThat’s it, Gage. One fork for\neveryone.\n\nEllie enters with a bowl of spaghetti and red sauce.\n\nGAGE\nBas-getti!\n\nGage tries to reach into the bowl, Ellie lifts it away --\n\nELLIE\nCareful, Gage... it’s hot...\n\nEveryone takes their seats.\n\nLOUIS\nShould we do our thankful fors?\n\nLouis nods at Ellie as they all hold hands.\nELLIE\n\nI’m thankful mommy and Gage came\nhome.\n\f91.\n\nShe smiles at Rachel.\n\nGAGE\nI’m thankful for bas-getti!\n\nLOUIS\nI’m thankful we’re all together.\n\nThey all look at Rachel. She’s barely able to speak.\n\nRACHEL\nI’m thankful... for Ellie...\n\nRachel quickly looks down, not able to continue. Louis\nbreaks the tension by serving up food onto everyone’s plate.\n\nEllie just watches Rachel. Studying her.\n\nELLIE\nYou're lying.\n\nRACHEL\nNo, I am thankful. I love you.\n\nELLIE\n(to Louis)\nYou didn’t tell her I was back\nbecause you knew she wouldn’t let\nme stay. She wants me dead again.\n\nUNDER THE TABLE we see Ellie holding the scalpel in her hand.\n\nELLIE (CONT'D)\n\n(to Rachel)\nI know you’re planning on killing\nme. I can see it in your face.\n\nLOUIS\nEllie... stop... please...\n\nRACHEL\nWe're your parents. We will always\nlove you. No matter what --\n\nELLIE\nThat’s another lie!\n\nThe house rumbles as if an earthquake were starting. A\npicture frame slides down the wall shattering on the ground.\n\nCLOSE on Ellie’s face, glaring at her mother --\n\f92.\n\nELLIE (CONT'D)\n(cold)\nYou chose Gage over me.\nRachel doesn’t answer. She can’t. Her ability to speak\narrested by the realization they are now suddenly outside.\nEXT. ROAD - NIGHT\n\nSomehow the family is sitting around the dining room table --\n\nIN THE MIDDLE OF THE ROAD WHERE ELLIE WAS HIT BY THE TRUCK.",
  "58": "---END OF PREVIOUS SECTION---\nHer ability to speak\narrested by the realization they are now suddenly outside. EXT. ROAD - NIGHT\n\nSomehow the family is sitting around the dining room table --\n\nIN THE MIDDLE OF THE ROAD WHERE ELLIE WAS HIT BY THE TRUCK. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nRachel looks at Louis, terror rising in her throat.\n\nRACHEL\nShe's doing this...\n\nLouis looks around. Wind blowing through the trees. Asphalt\nunder his feet. Lane markers stretching out behind them.\n\nGage giggles, banging on his plate --\n\nGAGE\nI like trees!\n\nEllie stands, scalpel by her side as she walks toward Rachel.\nELLIE\nThe day of Gage’s party. You saw\nhim in the road and made a choice.\n\nRachel keeps her eyes on Ellie but we notice something else --\n\nBright HEADLIGHTS approaching behind her.\n\n \n\nWe hear the sound of a truck downshifting. The grinding of\ngears. The bellowing of exhaust. But --\n\nRachel keeps her eyes on Ellie, shaking her head --\n\nRACHEL\nI didn’t choose... I didn’t have\ntime... I just saw Gage there...\n\nLouis looks behind Rachel into the oncoming headlights.\n\nLOUIS’ POV of the TRUCK barrelling right at them.\n\n \n\nWhen he looks back at Ellie he sees blackness swirling in her\neyes. For the first time Louis clearly sees her as something\nother than his daughter. A monster. Hungry and evil.\n\f93.\nLOUIS\nStop...\nThe headlights swallow them up as Ellie stands in front of\nRachel, hair blowing in the wind, streaks of swamp water\nleaking out of her black eyes and down her face. She smiles.\nELLIE\nHow does it feel knowing you’re\nabout to die?\nThe scalpel in her hand glints as she moves her arm but --\n\nLouis lunges from behind, pulling Ellie down to the table.\n\nWIDE on the family in the road: table cloth billowing in the\nwind, Louis holding Ellie down by her shoulders.\n\nThe truck approaching from the side at 70 miles per hour.\n\n \n\nCLOSE on Louis’ face --\n\nLOUIS\nStop it, El.... STOP IT!!!\n\nHe glances over to SEE --\nRachel standing up, crying as the truck races up behind her.\n\nEllie slices at Louis’ arm and slides out of his grip. The\ntruck BLARES its horn. Brakes hiss and squeal as --\n\nLouis dives for Rachel pulling her out of the way.\n\n \n\nLouis hits the ground with Rachel in his arms, rolling out of\nthe path of the truck.",
  "59": "---END OF PREVIOUS SECTION---\nThe\ntruck BLARES its horn. Brakes hiss and squeal as --\n\nLouis dives for Rachel pulling her out of the way. Louis hits the ground with Rachel in his arms, rolling out of\nthe path of the truck. \n---TARGET SECTION TO BE ANNOTATED---\n They turn to look back as --\n\nSLOW MOTION OF THE TRUCK PLOWING THROUGH THE DINING ROOM\nTABLE IN THE MIDDLE OF THE DARK ROAD!\n\n \n\n \n\nREVERSE to Gage’s awestruck face, sitting in his high chair\nas we HEAR the truck destroying everything in its path.\n\nLouis screams, covering Rachel from flying debris as the\ntruck roars past them in a cloud of dust. Then it’s quiet.\n\nLouis and Rachel open their eyes to SEE --\n\nINT. LIVING ROOM - SAME TIME\n\nThe house is back to normal. The walls have returned. The\ntable neatly set. Steam wafts off pasta in the bowl.\n\f94,\n\nEverything just the way it was. Louis slowly stands --\n\nLOUIS\nThat thing is not our daughter.\n\nRachel turns, noticing Gage’s chair sitting empty.\n\nRACHEL\n\nOh my God, Louis, she took Gage.\nCUT TO:\n\nEXT. WOODS - NIGHT\nEllie leading Gage up the trail. Gage stumbles along, but\nhe’s frightened. She grips his wrist, pulling him faster.\nGAGE\nWhere are we going?\n\nThey pass the PET SEMATARY sign, winding into the woods --\n\nELLIE\nSomewhere special.\n\nGAGE\nI don’t want to go somewhere\nspecial. I’m scared.\n\nEllie glance down at her brother, eyes smudged with black.\n\nELLIE\nDon’t you want to be with me?\nGAGE\nYes.\nELLIE\nWe can be together forever.\nEllie pulls Gage further up the trail as we --\nCUT TO:\nINT. CREED HOUSE - SAME TIME\nThey\n\nLouis and Rachel search the house for Gage and Ellie.\nlook in the basement, kitchen, inside closets.\n\nLOUIS\nGo upstairs. I'’11 look outside.\n\f95.\nRACHEL\nWhat’s she going to do, Louis?\nLouis looks at her for a moment, sick with panic --\n\nLOUIS\nWe'll find him. Go.\n\nLouis runs out the front door as Rachel runs upstairs.\n\nCUT TO:\n\nEXT. MARSHY BOG - NIGHT\nEllie leads Gage down to the edge of the swamp.\nFog curls over the black water.\nShe stands there for a moment, eyes closed, breathing in.\nELLIE\nWhen you’re like me you won't be\nscared anymore.",
  "60": "---END OF PREVIOUS SECTION---\nFog curls over the black water. She stands there for a moment, eyes closed, breathing in. ELLIE\nWhen you’re like me you won't be\nscared anymore. \n---TARGET SECTION TO BE ANNOTATED---\nShe opens her eyes, glancing at Gage --\nELLIE (CONT'D)\nI can see in the dark now. You'd\n\nlike that, wouldn’t you.\n\nEllie pulls her brother to the water, his feet squashing into\nthe wet mud. Gage looks over to see something in her hand --\n\nThe glimmer of their father’s SCALPEL.\n\n \n\nEllie walks out into the water, pulling her brother along --\n\nELLIE (CONT'D)\nI can see so many things now...\n\nCLOSE on Gage whispering to himself, building up courage --\n\nGAGE\nOne... two... three!\n\nGage shoves Ellie and she drops the scalpel.\n\nEllie screams as the blade swirls down into the muddy water.\n\n \n\nGage pulls away, running into the trees as Ellie reaches into\nthe shallow water, searching for the knife.\n\nBEHIND HER Gage slips away into the trees.\n\f96.\nELLIE\nGage, come back!\nAfter a moment, she comes up with the knife in her hand.\nShe turns, listening to the woods for a moment.\n\nThen she follows.\n\nINT. ELLIE’S ROOM - NIGHT\n\nRachel searches the frantically. Under the bed and in the\ncloset. She moves over to the window, looking out to SEE --\n\nJud’s house through the trees.\n\nRACHEL\nJud...\nEXT. DRIVEWAY - MOMENTS LATER\n\nRachel runs down the driveway, ducking into the trees.\n\nEXT. JUD'S HOUSE - MOMENTS LATER\nRachel comes out of the trees in front of Jud’s house.\nShe pauses, looking up at the house. A single light on.\nRACHEL\nJud?\nEXT. WOODS - NIGHT\nEllie walks through the trees, searching for her brother.\n\nShe's angry, her eyes appearing black again as she passes\nthrough a shaft of moonlight. She pauses, calling out --\n\nELLIE\nGage, come out! I promise it won't\nhurt. I don’t want to be alone.\n\nShe listens for a moment, then keeps walking. The scalpel\nglimmers in the moonlight by her side as she passes us.\n\nShe slips away through the trees.\n\f97.\n\nELLIE (CONT'D)\n(voice fading)\nGage? Please. Where are you?\nAfter she’s gone we HOLD for a moment, then --\nGage peeks out from inside some bushes.",
  "61": "---END OF PREVIOUS SECTION---\nPlease. Where are you? After she’s gone we HOLD for a moment, then --\nGage peeks out from inside some bushes. \n---TARGET SECTION TO BE ANNOTATED---\n He slides out from\nhis hiding place, running back to the trail.\n\nEXT. WOODS - TRAIL - NIGHT\n\nGage comes running down the trail. In the distance we hear\nhis father calling out for him.\n\nLOUIS (0.S.)\nGage? GAGE?\n\nGage runs down the trail, coming around the bend to FIND --\n\nLouis running up the trail toward him.\n\n \n\nHe runs into his daddy’s arms.\n\nLOUIS (CONT'D)\nYou’re safe now. I got you.\n\nLouis looks around in the darkness --\n\nLOUIS (CONT'D)\nWhere’s Ellie?\n\nGAGE\nOut there.\n\nGage points to the dark woods. Louis nods, walking quickly\nback down the trail to the house in the background.\n\nLOUIS\nOkay... okay. Let’s get you home.\nINT. CREED HOUSE - MOMENTS LATER\n\nLouis walks into the silent house holding Gage in his arms.\nThe doors are open, the night wind blowing in from outside.\n\nLOUIS\nRach? Rachel, I got Gage.\n\nNo answer from the house.\n\nLouis sees Rachel’s purse on the table and goes over, digging\nout her car keys.\n\f98.\n\nLOUIS (CONT'D)\nCome with me, buddy.\nEXT. DRIVEWAY - SAME TIME\n\nLouis puts Gage inside the station wagon, standing him on the\nfront seat so Gage can hold the steering wheel and look out.\n\nLOUIS\nI want you to hide right here until\nI find mommy, okay? Don’t come out\nfor anyone. Even Ellie.\n\nGage nods.\n\nLOUIS (CONT'D)\nIf you see your sister, I want you\nto honk. Understand?\n\nGage nods again. He looks scared. Louis steps back closing\nthe door. He presses the key and the car bleeps. Locked.\n\nThen he turns and walks off. Heading back into the house.\n\nINT. JUD'S HOUSE - CONTINUOUS\n\nRachel pushes open the door to the dark cottage. Taxidermy\nstaring down from dark wood walls. She clicks on a light --\n\nEmpty beers on the table, ashtrays filled with butts.\n\nRACHEL\nJud? It’s Rachel. You home?\n\nThe house is quiet. Rachel walks across the room into the\nkitchen. She looks down the hallway to the back bedroom.\n\nRACHEL (CONT'D)\nJud?\n\nRachel walks toward the bedroom.\n\nNo answer.",
  "62": "---END OF PREVIOUS SECTION---\nRACHEL (CONT'D)\nJud? Rachel walks toward the bedroom. No answer. \n---TARGET SECTION TO BE ANNOTATED---\n Rachel reaches into the doorway, feeling along\nthe wall for the light. Her fingers find the switch and --\n\nCLICK! The bedroom light comes on and we SEE --\n\nJud’s body lying in a pool of blood. Part of his skull\nmissing. Flies buzz around exposed brain matter. Feeding.\n\n \n\n \n\nRachel screams, turning away. Then she remembers something.\n\f99.\n\nThere was_a REVOLVER in Jud’s hand.\n\n \n\nRachel forces herself to look again. She slowly moves\ncloser, stepping over sticky blood squirming with maggots.\n\nShe winces, holding her breath as she reaches Jud’s hand,\nsliding the gun out of his stiff fingers.\nEXT. WOODS - TRAIL - SAME TIME\n\nRachel has a flashlight and the revolver. Sweeping the light\nthrough the trees as she runs up the trail after Ellie.\n\nShe's focused and determined. Ready to end this.\n\nEXT. BACK YARD - NIGHT\nLouis stands on the grass, looking out to the woods.\n\nWe can see the beam of Rachel’s flashlight in the trees.\n\n \n\nEXT. PET CEMETERY - LATER\n\nRachel walks into the clearing. The moon lights rings of\ngraves from above.\n\nShe walks around the crooked stones, sweeping her flashlight\naround as she searches for Ellie.\n\nThe forest is dark and quiet.\nBEHIND HER we see a SHADOW slipping through the mist.\nShe turns, hearing the grass moving. Small footsteps.\n\nRACHEL\nEllie?\n\nRachel swings the light past us, pointing the gun. After the\nbeam passes in front of camera we NOTICE --\n\nEllie now standing behind her mother. Scalpel in her hand.\nELLIE\nBiffer. One helluva sniffer.\n(beat)\nKinda liked to bite people, too.\nRachel closes her eyes, sensing the girl behind her.\n\nEllie moves closer a few steps, shrouded in moonlight.\n\f100.\n\nAlmost _a_ ghost.\nRACHEL\n\nI’m sorry, El. I should have\n\nprotected you. I love you.\nRachel bites her lip, building up courage and SPINS AROUND --\nBAM!! The bullet hits one of the gravestones. Rachel swings\nthe flashlight to find Ellie but the girl slips away.\n\nCUT TO:\n\nEXT. WOODS - TRAIL - SAME TIME\nLouis pauses in the trail, hearing the gun shot.",
  "63": "---END OF PREVIOUS SECTION---\nRachel swings\nthe flashlight to find Ellie but the girl slips away. CUT TO:\n\nEXT. WOODS - TRAIL - SAME TIME\nLouis pauses in the trail, hearing the gun shot. \n---TARGET SECTION TO BE ANNOTATED---\nLOUIS\nRach? RACH???\n\nFear fills his veins as he runs faster up the hill.\n\nCUT BACK TO:\n\nEXT. PET CEMETERY - NIGHT\n\nRachel moving through the graveyard, swinging the light.\n\nA shadow moves in the mist, the sound of grass behind her --\nRachel turns again, shaking with fear, holding out the gun --\n\nRACHEL\nPlease, El... stop...\n\nRachel moves past a tree and we see a shadow move. She turns\nthe light and catches a glimpse of Ellie darting away.\n\nBAM! The bullet zings through the trees.\n\nRachel moves closer, hands shaking as she peers around the\ntree. More graves and mist. No sign of Ellie.\n\nFrom the darkness we hear a voice --\n\nELLIE\nPlease don’t hurt me mommy.\n\nThe flashlight flickers. Losing power. Rachel turns around,\ngripping the gun, lip quivering, losing her resolve --\n\f101.\n\nRACHEL\n(whispering to herself)\nYou’re not my daughter.\n\nELLIE\nI’m scared.\n\nBACK ON RACHEL as her hand shakes, listening --\n\nELLIE (CONT'D)\nMommy.\n\nRachel freezes. The voice is moving. Getting nearer --\nSomething is running in the darkness, she spins around as --\n\nELLIE LUNGES AT HER MOTHER WITH THE SCALPEL.\n\n \n\nEllie screams as she swings the blade, eyes wild.\nRachel screams, falling backwards as the blade cuts her hand.\n\nShe drops the gun and the flashlight in the grass.\n\n \n\nRachel hits the ground, clutching her bleeding hand.\n\nShe hears footsteps in the grass and crawls to the\nflashlight, grabbing it and swinging around to SEE --\n\nThe gun lying in the grass. Ellie running for it.\n\nRachel lunges out, grabbing Ellie’s leg and pulling her to\nthe ground. Ellie kicks at her mother, sliding free.\n\nRachel jumps up, scrambling for the gun but it’s too late.\nEllie rises up in the curling mist --\n\nPOINTING THE REVOLVER AT HER MOTHER.\n\n \n\nRachel is surrounded by graves. Helpless. Facing Ellie.\n\nRACHEL\nEllie. Please...\n\nRachel steps closer, her arms out, begging for mercy --\n\nRACHEL (CONT'D)\nI love you.\n\nA smile curls on Ellie’s lips. Her eyes pure black.\n\nELLIE\nLove you, too, mommy.\n\f102.",
  "64": "---END OF PREVIOUS SECTION---\nHer eyes pure black. ELLIE\nLove you, too, mommy. 102. \n---TARGET SECTION TO BE ANNOTATED---\nEllie slowly squeezes the trigger and BAM!!!\n\nThe gun goes off as Louis jumps out of the darkness.\n\n \n\nHe falls away, into the grass. The woods are quiet.\n\nRachel screams, running up to see the bullet hole over his\nheart. Louis tries to speak, blood gurgling out his mouth.\n\nLOUIS\nI..\nRACHEL\nLouis... oh god, no, please...\n\nRachel drops to her knees, clutching Louis. Her heart breaks\nall over again as his life slips away.\n\nLOUIS\nI love... you.\n\nHis eyes go blank. Rachel screams, clutching him again --\n\nRACHEL\nLouis, please... please...\n\nRachel sobs over her husband, broken and shattered.\n\nEllie steps into frame, mist curling around her feet as she\npoints the gun at the back of her mother’s head. But there’s\nsomething about her mother’s pain, watching her cry...\n\nEllie lowers the gun, stepping closer, leaning down --\n\nCLOSE on Ellie’s lips whispering into Rachel's ear as we --\n\nCUT TO:\n\nEXT. WOODS - DAWN\n\nLight spreads through the trees as dew drips off the leaves.\n\nEXT. CREED HOUSE - DAWN\n\nMOVE IN on the car parked in the driveway. Windows steamed.\nGage lies curled up on the front seat, asleep.\n\nAs we settle on his sleeping form, suddenly --\n\nTWO HANDS hit the driver’s window. Gage wakes up to SEE --\n\f103.\n\nEllie standing outside the car, smiling at Gage.\n\nGage looks nervous until he sees his mother walking up the\nlawn. She unlocks the car and reaches in for Gage.\n\nRachel walks over to the front porch, sitting with Gage in\nher lap. She looks exhausted, gazing out to the woods.\n\nA piece of her soul missing. We see her hands --\n\nThey're raw with BLISTERS and DIRTY.\n\nWIDEN OUT to REVEAL --\n\nEllie on the grass in front of them. She’s dancing. Happy.\n\nShe moves around the yard, tracing her fingers through the\nair as she silently runs through her routine.\n\nA sound in the woods behind her. Rachel looks up.\n\nA SHADOW falls across the lawn in front of Ellie. She stops\ndancing, looking right up at us.\n\nCLOSE on her face for a moment, filled with awe and surprise.\nThen she smiles.",
  "65": "---END OF PREVIOUS SECTION---\nShe stops\ndancing, looking right up at us. CLOSE on her face for a moment, filled with awe and surprise. Then she smiles. \n---TARGET SECTION TO BE ANNOTATED---\nELLIE\nDaddy!\n\nCUT TO BLACK.\n\nTHE END\n\f"
}