{
  "1": "PHANTOM THREAD\n\nWritten By\nPaul Thomas Anderson\n\fCAMERA begins on a close up of ALMA, sitting by a fire..\n“ALMA\nReynolds has made my dreams come true.\nand T have given him what he desires most\nin return.\n\nDR. HARDY (OC)\nAnd what's that?\n\nALMA\nEvery piece of me.\n\nDR. HARDY (OC)\nHe‘s @ very demanding man, isn’t he?\nIt must be quite a challenge to be with him.\n\nALMA\nYes. Maybe he’s the most demanding man...\n\ncur TO:\nEXT. ESTABLISHING SHOT, THE HOUSE OF WOODCOCK, LONDON — DAWN.\n\nA Georgian house in Fitzroy Square, 1955, CAMERA PUSHES IN AND\nBOOMS UP...\n\nCUT TO:\nINT. APARTMENT — LONDON — 1955 - MORNING.\n\nWatching the art of REYNOLDS WOODCOCK (late 50s) getting dressed\nin the morning. in the closet, in the bathroon..\n\nCUT TO:\nINT. APARTMENT — VARTOUS — THAT MOMENT.\n\nCYRIL WOODCOCK (60s) is his sister, right hand, house manager,\npremiere, she moves to the kitchen, directs a Housekeeper, deals\nwith breakfast, cut flowers, etc, then heads down a hall and up\n\nsome stairs into --\n\nCUT TO:\n\f \n\nINT. APARTMENT - WORKROOM — THAT MOMENT\n\ncyril enters, turns the lights on, This room has been converted\ninto a workspace/fitting room to make clothes. Two long work\ntables, sewing machines, fabrics, flat overhead lighting,\ncurtains drawn over windows. A mini-atelier.\n\nSlowly, over the next few minutes, the staff come in and prepare\nfor a day’s work. The staff in the House Of Woodcock is led by\nCyril, two women NANA & BIDDY (408) head sewers. There’s an\nolder woman named ELSA (60s) who never speaks and an awkward\nlooking girl named IRMA (20s) who works beneath her and speaks\nless. Two other hands, PIPPA & WINN (30s) Various other\nHands brings the total staff to around 15/20.\n\ncur To:\nINT. BREAKFAST.",
  "2": "---END OF PREVIOUS SECTION---\nTwo other hands, PIPPA & WINN (30s) Various other\nHands brings the total staff to around 15/20. cur To:\nINT. BREAKFAST. \n---TARGET SECTION TO BE ANNOTATED---\nBreakfast for Reynolds is taken in the kitchen, which is on the\nbottom floor. Carrot juice and sausages. Cyril enters,\nReynolds, “my old so & so — good morning” and they eat in\nperfect harmony, quietly, with small words here and there.\nReynolds looks over sketches, newspapers, Cyril over mail,\n\nbook keeping, sketches.\n\nReynolds's current live-in lady friend is JOHANNA (30s) She has\nthe shape of a fashion model, long and lovely, but she looks\ntired and sad; she presents him some fresh biscuits.\n\nJOHANNA,\nTry these..from The Corner Shop. Reynolds,\ntry them, please they're delicious.\n\nREYNOLDS:\nRemember I told you, Johanna, no more\nstodgy things.\n\nJOHANNA\nI didn't know that.\n\nReynolds is back to his sketches.\nJOHANNA\nYou may have told it to someone\n\nElse but you never included me in that news.\n\nThey eat quietly.\n\fJOHANNA\nWhere have you gone, Reynolds?\nThere’s nothing I can say to get your\nattention aimed back at me, is there?\nHe looks at her/can’t look at her...\nREYNOLDS\n«I cannot begin my day with a confrontation,\nplease.\n\nI’m delivering the Dress today, and I cannot\ntake up space with a confrontation.\n\nI simply don’t have time for confrontations.\n\nCU. JOHANNA’S FACE. sad and defeated.\n\ncur To:\nINT. APARTMENT — GROUND FLOOR, FRONT DOOR — LATER MORNING\nCyril opens the door for COUNTESS HENRIETTA HARDING (late 30s)\nand her business manager PETER MARTIN (40s) Greetings, smiles,\nand they head upstairs, CAMERA follows them to see the space...\nIt’s very simply appointed, elegant. It’s very quiet. ‘They\narrive at the top of the stairs and head into the Salon/Fitting\nRoom.\nThe Staff stands to attention.\n\ncur To:\nINT. FITTING ROOM/SALON — MORNING.\nHenrietta is in her slip. A ball gown is brought to her.\nReynolds guides the process of entering her into the dress with\nBiddy and Nana as help...\n«her long legs extend into the dress first.",
  "3": "---END OF PREVIOUS SECTION---\nA ball gown is brought to her. Reynolds guides the process of entering her into the dress with\nBiddy and Nana as help... «her long legs extend into the dress first. \n---TARGET SECTION TO BE ANNOTATED---\n it’s pulled up..\nClose on Henrietta as they dress her, touch her. shoes go on.\n\nHead piece goes on. Opera cape goes on. Wider to reveal\nHenrietta in the dress, full outfit. In front of a mirror.\n\fHENRIETTA\nIt’s the most lovely thing I’ve ever seen.\n\nCUT TO:\n\nANGLE, REYNOLDS and HENRIETTA — MOMENTS LATER.\n\nAs Henrietta is leaving, out of dress. Staff is packing up the\ndress in background.\n\nHenrietta swells\n\nREYNOLDS\nI would like to send Nana & Biddy over\nto help you tonight, what time are you due\nto arrive?\n\nHENRIETTA\nSeven o'clock.\n\nREYNOLDS\nwhy don’t I have them come to you around five?\nAnd who will be doing your make-up?\n\nHENRIETTA\nSally.\n\nREYNOLDS.\nI will telephone her now and tell her what's\nneeded. I don’t see a need for elaborate\njewelry, do you?\n\nHENRIETTA\nNo.\n\nREYNOLDS\nAnd simple face, nothing at all\nnoticeable, and French bun for a clean neck.\n\nemotion, to Reynolds.\nHENRIETTA\n\nIt's beautiful, Reynolds. Worth all we've\n\ngone through. It makes me feel like I have\n\ncourage.\n\ncur To:\n\fINT, ROYAL GALA EVENT — BRITISH MUSEUM — NIGHT\n\nHENRIETTA appears at the royal event wearing the dress.\nA few large scale shots watching her make entrance, past guards,\ndignitaries. Cyril, is here, tracking the dress from the\nsidelines --\n\ncur TO:\nINT. REYNOLDS’ DINNER SPOT — NIGHT\n\nIt’s his usual spot, he enters, greeted by the Maitre D’, shown\nto his table. He sits, settles in, settles down. Later, Cyril\nmeets him here, they have their usual dinner:\n\nCYRIL\nwhat would you like to do about Johanna?\n\nREYNOLDS\n\nCYRIL\nI mean, she’s lovely. But the time has come.\nand she’s getting fat sitting around\nwaiting for you to fall in love with her again.",
  "4": "---END OF PREVIOUS SECTION---\nREYNOLDS\n\nCYRIL\nI mean, she’s lovely. But the time has come. and she’s getting fat sitting around\nwaiting for you to fall in love with her again. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\n(nods)\n\nCYRIL\nI‘1l give her the October Dress\nif that’s alright.\n\nNods again. More eating, then:\n\nREYNOLDS\nT have an unsettled feeling.\nbased on nothing I can put my finger on,\n\njust butterflies.\n\nI've had the strongest memories\nof MaMa lately. Coming to me in dreams,\nsmelling her scent, the strongest sense\nthat she is near me..reaching out.\n\nI would very much like to think she's\nseen the dress tonight, don‘t you?\n\fPAUSE, THEN:\n\nCYRIL\nyes.\n\nREYNOLDS\ncomforting to think the dead\ncan watch the living..1 don’t find\nthat spooky at all.\n\nCYRIL\nWhy don‘t you go to the country tonight?\nI'll follow tomorrow.\n\nREYNOLDS\nyes, good idea. I like that idea very much.\n\nDISSOLVE TO:\n\nEXT. COUNTRY — DAWN\n\nReynolds’ car driving. Out of town and into the country...\n\nhe pulls over..\n\ncuT TO:\n\nINT. PETROL STATION/GARAGE — MORNING\n\nReynolds waiting while car is filled up..ie sees a Hotel across\nthe street..something takes over him and he walks over...\n\nCUT TO:\n\fINT. HOTEL — DAY\n\nReynolds comes inside. He sits. There are three or four WOMEN\nworking here, not many customers.\n\nReynolds looks up to see: AIMA. she serves an old couple.\nReynolds sits at a table, He looks at her. She looks at him.\n\nThis is a SILENT SEQUENCE OF LOOKS BETWEEN THEM..THIS GOES ON FOR\nA WHILE AS THEY ENGAGE EACH OTHER LIKE A SILENT FILM.\n\nCU. REYNOLDS\ntransfixed and watching her, she comes and stands over him,\nlooking down...sound and everything else seems to fade away..\n\nALMA\nWhat would you like?\n\nREYNOLDS\nwelsh rarebit. with a poached egg on top\nand bacon. scones. jam. cream and butter.\npot of lapsang.\nShe comes back, brings his tea. then his food.",
  "5": "---END OF PREVIOUS SECTION---\nREYNOLDS\nwelsh rarebit. with a poached egg on top\nand bacon. scones. jam. cream and butter. pot of lapsang. She comes back, brings his tea. then his food. \n---TARGET SECTION TO BE ANNOTATED---\n They look some\nMore at each other:\n\nwell?\n\nREYNOLDS\nmay I take you to dinner?\n\nHe looks at her, she looks at him some more.. She nods ‘yes’\nShe fills out his check...gives it to him. He looks at it,\n\nit says, “For the hungry boy, my name is Alma” She moves off,\nCAMERA stays with her.\n\ncur TO:\n\fEXT. STREET CORNER — EVENING.\n\nShe stands outside a pool of light. Reynolds comes roaring down\nthe street in his Bentley. He picks her up. they drive off.\n\nCUT TO:\nINT. BENTLEY — MOVING.\n\nHe’s driving as he does. she isn’t scared. He looks at her the\nentire time he drives...\n\nREYNOLDS\nAre you ready for dinner?\n\nALMA,\nyes.\nREYNOLDS\nGood. me too. I’m famished.\n\ncur To:\n\nINT. RESTAURANT/SMALL HOTEL — NIGHT\nThey are sitting together, eating dinner. Reynolds puts his\nnapkin into his water and leans in close to her and starts\ntaking off her makeup — / lipstick — (?)\n\nREYNOLDS\nI like to see who I’m talking to.\n\nso he licks it with his mouth and wipes some more.\n\nREYNOLDS\n\nThere you are.did your Mother have brown eyes?\nALMA\n\nyes\nREYNOLDS\n\ndo you look very much like her?\n\nALMA\nyes.\n\f \n\nREYNOLDS\ndo you have a photograph of her?\n\nALMA\nyess\nREYNOLDS\nlet me see.\nALMA\n\nno, not with me. at home.\n\nREYNOLDS\ncarry it with you. always carry her with you.\n\nALMA\nwhere's yours? your Mother?\n\nREYNOLDS (touches his coat)\nshe’s here, in the canvas..0Qne can sew anything\ninto a coat.\n\nALMA\nwhat? what do you mean?\n\nREYNOLDS\nAs a boy I would put secrets, coins,\n\nwords, messages, anything into the lining of a\ngarment. Things that only I knew were there.\n\nALMA\nthat’s beautiful, your secrets.\n\nREYNOLDS:\nHere, over my breast, I have a lock of my\nmother's hair. a way to be close to her\nalways.",
  "6": "---END OF PREVIOUS SECTION---\nThings that only I knew were there. ALMA\nthat’s beautiful, your secrets. REYNOLDS:\nHere, over my breast, I have a lock of my\nmother's hair. a way to be close to her\nalways. \n---TARGET SECTION TO BE ANNOTATED---\n She was a very special woman who\ntaught me my trade, I try to never be\nwithout her.\n\nALMA\n«¥ou loved her very much..\n\ncur To:\n\f10\n\nINT. CAR — DRIVING — NIGHT\n\nCU. ON ALMA as they enter the driveway to the house..HOLD HER\nFACE, with Reynolds in the background..HER POV — THE ROAD, WIDE\nANGLE BEHIND CAR ~ COMING DOWN DRIVE, REVEALING HOUSE...\n\ncur TO:\nEXT. COUNTRY HOUSE — NIGHT.\nNice country house. They get out of the car, enter.\n\nCcuT TO\nINT. COUNTRY HOUSE - NIGHT.\n\nAlma and Reynolds enter. He brings her down a hall and into a\nroom and straight to something he would like to show her..He\nfinds a PHOTOGRAPH OF HIS MOTHER IN A WEDDING DRESS, circa 1917.\n\nREYNOLDS\nI made this dress for her when 1\nwas sixteen years old.\n\nALMA\nIt‘s beautiful. she’s beautiful.\n\nREYNOLDS\nThis was for her second husband,\n\nfor the wedding, My father had died, many\nyears before...#e lived with a evil Nanny\nBlackwood, who, because of superstition\nwouldn't help me sew the dress — she believed\nit would bring her bad fortune, to never be a\nbride, not that anyone would have had her, she\nseemed ancient to us — I don’t know how old\nshe was - so I sewed alone, for months &\nmonths..sweating and sewing, hunched over...\n\nHateful Nanny Blackwood never married anyway!\n(all the help I could have had from hex...)\n\nI shaped the form of it on my Sister,\nmy first mannequin\n\nThere are endless superstitions when making a\nwedding dress. Girls afraid they will never\nmarry if they touch it, models afraid they'll\nmarry only bald men if they wear the dress.\n\fI\n\nCU. PHOTOGRAPH. The dress is beautiful.\n\nALMA\nWhere is the dress now?\n\nREYNOLDS\nI don’t know. I don’t know what became\nof it. Most likely ashes. fallen to pieces.\n\nALMA\nwhat about your Sister?\nREYNOLDS\nwhat?\nALMA\n\ndid she ever marry?\n\nREYNOLDS\nno.",
  "7": "---END OF PREVIOUS SECTION---\nREYNOLDS\nwhat? ALMA\n\ndid she ever marry? REYNOLDS\nno. \n---TARGET SECTION TO BE ANNOTATED---\ncur TO:\nINT. LIVING ROOM — LATER.\n\n‘They walk through the house..he takes her into a large LIVING\nROOM, he prepares a fire for them..\n\nALMA\nYou’re things are so well arranged.\nwho did it for you?\n\nREYNOLDS\nI did.\n\nCU. ALMA. feeling she’s said something silly.\n\nREYNOLDS AND ALMA, AT THE CARD TABLE, LATER.\nThey’re sitting together, pick up with them, mid-conversation;\n\nALMA\nMy sister is a terror — maybe she‘ll be a great\nDictator some day — but she’s very talented.\n\nREYNOLDS\nwhat is her talent?\n\fALMA,\nShe draws very well.\n\nREYNOLDS\nwhat are your talents?\n\nALMA\n\nT have none. I play piano but not very well.\nI draw well - but not like my sister.\n\nI can make clothes.\n\nREYNOLDS\ncan you?\n\nALMA\nT do. Not Like you, But I can...\n\nREYNOLDS\nWell — what will you be when you\nfinally grow up?\n\nALMA\nI want to be a Mother and I want\nto be a Wife.\n\nHe looks at her for a while. She looks right back.\n\n‘ALMA\nIf you want to have a staring contest\nwith me you will lose. You look like a bird\nto me sometimes —\n\nREYNOLDS\n(smiles)\n\nALMA\nor an alligator —\n\nREYNOLDS\n(smiles)\n\fa\n\nALMA\nYou're a very handsome man.\n\nALMA\nYou must be around many beautiful women.\n\nWhy aren't you married?\n\nREYNOLDS\nI make dresses,\n\nALMA\nyes, but - you can’t marry if you make dresses?\n\nREYNOLDS\nI am quite certain I was never meant to marry.\nI am a confirmed bachelor.\n\nMarriage would only make me deceitful.\nand I don’t ever want that.\n\nALMA\nYou sound so sure about things.\nYou're just acting strong, for who?\nnot for me, I hope,\n\nREYNOLDS\nIt is only the expectations and assumptions\nof others that cause heart acheun.\n\nwould you help me ?\nALMA,\n\nyes\nREYNOLDS\n\nlet’s go upstairs\nThey walk across the living room, and head upstairs...\n\ncur TO.",
  "8": "---END OF PREVIOUS SECTION---\nwould you help me ? ALMA,\n\nyes\nREYNOLDS\n\nlet’s go upstairs\nThey walk across the living room, and head upstairs... cur TO. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f13\n\nINT, UPSTAIRS/WORKROOM-ATELIER — THAT MOMENT.\n\nThey arrive at the top of the steps and move into a large room,\nwhich is converted to a workroom/atelier.\n\n \n\nAlma, without being told, steps out of her clothes...standing in\nher bra and underwear..Reynolds gets a tape measure and a\nnotebook and proceeds to measure her out....and write down her\nsizes. They do this in silence. CAMERA moves around a\nlittle.....we hear someone coming up the steps....it’s CYRIL.\n\n \n\n \n\nCYRIL\nAnd who's this lovely creature making\nthe house smell so nice...\n\nAlma turns around, doesn’t flinch —\n\nALMA\nI'm Alma.\n\nCYRIL\nI'm Cyril.\n\nREYNOLDS\n\nMy old so and so would you —\n\nCyril comes close to Alma, smells her...\n\nCYRIL\n\nSandalwood. and Rosewater.\n\nSherry. lemon juice...\nALMA\n\nyes. we had fish for dinner.\n\nCyril begins to write out as Reynolds measures. WATCH THIS PLAY\nOUT. Measuring, dictating sizes, writing. It’s very detailed\nand takes a while...\n\nREYNOLDS (to Alma)\nyes but stand normally now.\n\nALMA\n\nREYNOLDS\nyou're not\n\f1S\n\nALMA\nstand up straight is what you want?\n\nREYNOLDS\nLike that yes. yes.\n\nALMA\nyou didn’t say that..\n\nReynolds walks off out of the room.,.alma is just standing there,\nCyril finishes writing some things down..\n\nCYRIL\n\nYou have the ideal shape.\nALMA\n\n1 do?\nCYRIL\n\nhe likes a little belly.\n\nReynolds comes back in wheeling a Dress Form with BODICE (top\nhalf of a gown) in progre He removes it from the form and\nplaces it on Alma, so she is standing in her underwear and the\ntop half of an Ivory Silk Crepe Bodice.\n\n \n\nREYNOLDS\nyou have no breasts.\nALMA\nI'm sorry\nREYNOLDS\n\nno, no. you're perfect.\nIt’s my job to give you some if I choose to.\n\nReynolds mumbles direction to Cyril, who moves across the room\nto find the work-in-progress bottom half.",
  "9": "---END OF PREVIOUS SECTION---\nALMA\nI'm sorry\nREYNOLDS\n\nno, no. you're perfect. It’s my job to give you some if I choose to. Reynolds mumbles direction to Cyril, who moves across the room\nto find the work-in-progress bottom half. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\nYou're too long for this right now —\n{it’s too short for you right now}\nbut this, we will juat hold.like this.\n\nHe has her step into the bottom half of an Evening Dress..lifts\nit up to her waist and just holds it there, pins it —\n\f16\n\nREYNOLDS\nCareful of my pins.\n\nyes, yes, very good.\nno, no, that won't do\ncan you walk a Little\n\nShe walks away, turns, stops, stands so he can see her. CAMERA\nPUSHES IN ON HER. REVERSE, CAMERA PUSHES IN ON CYRIL AND\nREYNOLDS.\n\nREYNOLDS\nWell that will be just lovely, won't it?\n\nCU. ALMA & REYNOLDS.\nthey stand close together, he parts her hair to the side,\nbrushing it across her forehead in a low swoop.\n\nREYNOLDS\nwould you try on another?\n\nALMA\nof course.\n\ncur TO:\nINT. UPSTAIRS ROOM/STORAGE SPACE — MOMENTS LATER\n\nReynolds comes into a room, CAMERA follows him in close up,\nturns on a single overhead light, he moves ta a small closet,\ngoes inside and finds what he’s looking for: A Dress under a\ncover, hanging with some writing on it. He closes the closet\ndoor, walks back out ef the room, CAMERA pulls back..revealing\nwide shot of the room:\n\nPiles of fabric, folded and wrapped, against walls, on tables,\nvarious silks, dresses, fabrics of all kind, buttons, belts,\n@ vault of magnificent dressmaking material and hidden\ntreasures.\n\ncur TO:\n\f17\n\nINT. ATELIER — MOMENTS LATER.\nCAMERA LOOKS UP. Seeing him place an old dress on her.\ncur To:\nINT. FRONT HALLWAY / COUNTRY HOUSE — LATER.\nReynolds puts Alma into a great TWEED OVERCOAT.\nREYNOLDS\nhow does this fit? yes, well, almost.\nyou alright for a walk home? it’s far but\nwe make it.\n\nALMA\nYes.\n\nCUT TO:\nEXT.",
  "10": "---END OF PREVIOUS SECTION---\nyou alright for a walk home? it’s far but\nwe make it. ALMA\nYes. CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n BEACH/CLIFFS NEAR HOUSE — NIGHT/DAWN\n\nThey‘re walking as the sun barely starts to come up on a cloudy\nmorning, in pale blue light...\n\nREYNOLDS\nI feel like I’ve been looking for you\nfor a long time.\n\nALMA\nwell here I am. you found me.\n\nWhatever you're doing, please do it\ncarefully..the course of my life is in your\nhands.\n\nCuT TO:\n\f18\n\nEXT. ALMA HOUSE — NIGHT/DAWN.\n\nThey walk back to her house, he takes her to the front door and\nshe starts to take the coat off..he puts it back on her..holds her\nclose.....\n\nALMA (VO)\nI never really liked myself.\nI thought my shoulders were too wide.\nMy neck was skinny like a bird.. and\nI had no breasts, I felt my hips\nwere larger than needed and my arms\ntoo strong. But in his work, I become prefect\nand I feel just right. Maybe that’s\nhow all women feel in his clothes.\n\nCUT TO;\nMUSIC UP, RHYTHMIC.\nEXT. STREET/HOUSE OF WOODCOCK — DUSK.\nAlma in the finished version of the Dress from earlier in the\ncountry. Its top and bottom connected, completed, lovely.\nWalking to the car, getting in and driving off...\n\nCUT TO:\n\nINT. BENTLY — MOVING — NIGHT\n\nReynolds and Alma driving fast in city streets, she loves it.\nShe gets thrown around.\n\nCUT TO:\n\f19\n\nINT. RESTAURANT — NIGHT\n\nDinner at his usual spot, walking through the restaurant, Alma\nturning heads. At the table;\n\nREYNOLDS\n\nYou look very very good. very good, indeed.\n\nyou're making me rather hungry.\nReynolds and Alma close together..cyril arrives to join them,\ntalks over some business with Reynolds. (Barbara Rose’s marriage\nstuff here, new collection details, dates,etc) CAMERA PUSHING\nIN ON ALMA, watching them.\n\nCUT TO:\n\nINT. APARTMENT — COMING HOME FROM NIGHT ON TOWN.\n\nThey walk up the staircase, arrive at second floor landing. he\ntakes her past his room, to a guest bedroom, simply appointed,\n\nREYNOLDS\nThis can be yours.",
  "11": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. APARTMENT — COMING HOME FROM NIGHT ON TOWN. They walk up the staircase, arrive at second floor landing. he\ntakes her past his room, to a guest bedroom, simply appointed,\n\nREYNOLDS\nThis can be yours. \n---TARGET SECTION TO BE ANNOTATED---\n That‘s my room.\nget your rest here and we will start early.\n\nALMA\nwhat time?\n\nREYNOLDS\nI'll wake you.\n\nHe walks away, she watches him go..\n\nALMA\nwhat's wrong with me?\n\nREYNOLDS\nabsolutely nothing so far.\n\ncur To:\n\f20\n\nINT. APARTMENT/ATELIER — EARLY MORNING.\n\nThe sun is rising and Reynolds is working on dresses with Alma.\nThey are alone. He is at her feet and under the dress...\n\nALMA (VO)\nSometimes we get up at four in the\nmorning having got to bed at midnight and he\nis ready to start again..\n\nI can stand endlessly..no one else\ncan stand as long as I can..\n\nCUT TO:\nINT. APARTMENT/ATELIER — DAY\n\nCyril, Reynolds, Full Staff at work. A variety of images showing\nhow he works. He utilizes Alma to wear toiles, or draping fabric\non her to start an idea.. Seeing Sketches alongside swatches of\nfabric, wools, tweeds, silks, satins, the basis\n\nof a Spring Collection.\n\nALMA (VO)\nI am his, and his alone..I was not distracted,\nI was not late, or somewhere else.I'm not just\na mannequin.I give what’s asked and then more\nto help keep his fire burning.\n\nANGLE, FITTING A DRESS.\n\nALMA is fidgety. NANA & BIDDY are working on her, Reynolds is\ntaking a break, off to the side, watching.\n\nREYNOLDS\nwhat is it?\n\nALMA\nI think this makes me look wider than I am\ntall and anyway - maybe black is better\nfor this.\n\nREYNOLDS\nBlack is always nice, isn’t it?\nit's easy.\n\nALMA,\nno, no, it*s not. not anyone can make\na black dress.\n\n \n\f21\n\nINT. APARTMENT/ATELIER — LATER\nShe is in another dress with a floral pattern.\n\nREYNOLDS\nyou don’t like this one either do you?\n\nALMA\nwell..I don’t like the fabric and I don’t\nlike the straps.\n\nCYRIL\nThis fabric is adored by the women who wear\nour design. It's perfect for this dress.",
  "12": "---END OF PREVIOUS SECTION---\nI don’t like the fabric and I don’t\nlike the straps. CYRIL\nThis fabric is adored by the women who wear\nour design. It's perfect for this dress. \n---TARGET SECTION TO BE ANNOTATED---\nReynolds keeps working, his head down, says:\n\nREYNOLDS\ncyril is right. Cyril is always right.\n\nAnd it’s not because the fabric is adored\nby our clients that makes Cyril right.\n\nIt's right just because it’s right.\nBecause it’s beautiful. Perhaps your\ntaste will change over time, Alma?\n\nALMA\nmaybe not.\n\nREYNOLDS\nPerhaps you have no taste.\n\nALMA\nperhaps I don't need taste.\n\nREYNOLDS\nEnough taste to get yourself into trouble.\n\nALMA\nmaybe I want trouble\n\nREYNOLDS\ndisagreeable child\n\nwillful, insolent little girl.\ndetermined, determined girl..\n\n \n\nHe pokes her with a needle. They look at each other.\n\fALMA\nYou'll have to do better than that...\n\n \n\nCUT TO:\nINT, DINNER SPOT — NIGHT.\nReynolds, Cyril and Alma out to Dinner with financial investor\nand old friend NIGEL CHEDDAR-GOODE (60s) Alma wearing a lovely\ndress, Nigel telling funny stories..\n\nTwo Young Women approach the table.\n\nYOUNG WOMAN\nExcuse me, Mr. Woodcock?\n\nREYNOLDS\nYes.\n\nThey curtsy, nervous, not knowing what to do.\nYOUNG WOMAN\nI would like to say that I hope one day\nI can wear one of your dresses.\nREYNOLDS\nI hope that is true for you,\nif it's what you wish.\nYOUNG WOMAN FRIEND\nShe really means it — she told me she wants to\nbe buried in a dress that you make...\n\nCYRIL\nThank you for you kind words, Good Night.\n\nREYNOLDS\nthank you.\n\nYOUNG WOMAN\nThank you, good night...\n\nNigel and Cyril talk, Alma leans into Reynolds, she's been\nwatching him the whole time with a fire in her eyes:\n\nALMA\nhave you had enough to eat? you seem thirsty...\n\nOff Reynolds... (she can poke him under the table with her fork..)\n\ncur TO:\n\f23\n\nCU. ALMA — DRIVING IN THE BENTLEY - NIGHT\nBeing thrown around, driving super fast, smiling.\nCUT TO:\nINT. HALLWAY TO ALMA‘S ROOM — NIGHT\nThey walk down the hall towards her room and close the door.",
  "13": "---END OF PREVIOUS SECTION---\nALMA — DRIVING IN THE BENTLEY - NIGHT\nBeing thrown around, driving super fast, smiling. CUT TO:\nINT. HALLWAY TO ALMA‘S ROOM — NIGHT\nThey walk down the hall towards her room and close the door. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\nINT. BREAKFAST — NEXT MORNING\n\nCyril and Reynolds are here in their quiet morning breakfast\nsession. Alma enters...\n\nALMA\nGood Morning Reynolds, Good Morning Cyril..\n\nSilence from them both. She sits down and begins to make herself\nsome toast, pour coffee.\n\nREYNOLDS\nplease don’t move so much, Alma.\n\nALMA\nI'm buttering my toast, I’m not\nmoving too much.\n\nREYNOLDS\nIt‘s too much, it’s a distraction.\nit’s very distracting.\n\nALMA\nyou're paying too much attention\nto it, then —\n\nREYNOLDS\nIt's hard to ignore, it's like you've just\nridden a horse through the room. it’s too much\nmovement. it's entirely too much movement at\nbreakfast.\n\nALMA\n\fReynolds finishes up quickly and exits. Alma looks to Cyril.\n\nCYRIL\nPerhaps you should take your breakfast after\nhim or in your room.\n\nALMA\nHe’s being fussy.\n\nCYRIL\nHis routine, when he is in it, is better\nnot shaken.\n\nALMA\nyes.WelLi.\n\nCYRIL\nIt’s a quiet time not to be misused.\nIf breakfast isn’t right, it’s hard for him\nto recover the rest of the day...\n\nALMA\nWell..I didn’t know.\n\nCYRIL\nThat's alright.\n\nALMA\nBut it seems a bit too fussy to me.\n\nCYRIL\nwell, yes, it may ....\n\n¢yril collects herself and leaves the room.\n\nCUT TO:\n\fINT. STORAGE ROOM/COUNTRY HOUSE — NIGHT.\n\nAlma and Reynolds together. He finds some old boxes, stored deep\nin a safe, hidden place. ‘The boxes are worn and have writing in\nFrench, He opens boxes containing long sheets of beautiful\nsatin / lace.\n\nREYNOLDS\nThis is Satin from Colcombet of St. Etienne -\n(OR — This is Flemish Bobbin Lace from the\nLate sixteen hundreds. It’s very rare,\nVery precious. I rescued it from Antwerp\nDuring the war, during my time in the army,\nT’ve been waiting for the right moment to\nMake something with it.)\n\nHe laye different colors of the satin out.mapping a dress,\nloosely...",
  "14": "---END OF PREVIOUS SECTION---\nEtienne -\n(OR — This is Flemish Bobbin Lace from the\nLate sixteen hundreds. It’s very rare,\nVery precious. I rescued it from Antwerp\nDuring the war, during my time in the army,\nT’ve been waiting for the right moment to\nMake something with it.)\n\nHe laye different colors of the satin out.mapping a dress,\nloosely... \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\nthis is beautiful, the lavender and the\nyellow..perhaps..like this..shaped, thin through\nthe waist..and falling.what would happen...\nis to keep it uncut from hem to shoulder...\n\n \n\nAlma touches it.\n\nALMA\nWhere did you get these?\n\nREYNOLDS\nThey are rescued from the war.\n\nFrom my time in the service. This is\nfrom Lyon.\n\nBut, these, each piece that you use\nin making a dress like this one,\nwill be a living thing.this one\nwill feel sacred hopeful\n\nCUT To:\n\f26\n\nINT. APARTMENT/WORKROOM — DAY/EVENING.\n\nCAMERA watches some detail work on This New Dress being made by\nBiddy and Nana and Reynolds.\n\nAlma is with Irma & Elsa as her teachers..working on something.\n\nReynolds is doing some needle work on the dress with very thick\nmagnifying glasses on..cU. his face as he works.\n\nECU. INSIDE OF THE DRESS.\na hand sewn note reads, simply her name ‘Alma’\n\nHe looks up and sees her across the room, sewing...\nCUT TO:\nINT. SOME GRAND LOCATION - DAY\nA photo shoot in progress. Alma is wearing the finished dress.\nLights en her, Reynolds standing next to a photographer, giving\ndirections. He comes to Alma;\nREYNOLDS\nI have never had a dress come together\n80 agreeably.\nALMA (VO)\nHe avoids the press and the more he does the\nmore they clamor to see his creations.\nHe thinks publicity is dark and sinister.\n\nCUT TO:\n\f27\n\nINT. APARTMENT/2\"° FLOOR LANDING — NIGHT.\n\nLate one night, Alma, in a lovely nightgown, comes out of her\nroom, sees the light on under his door and walks to it..\n\nShe wants to go in..\nShe listens, she knocks.\n\nREYNOLDS (OC)\nI'm working...\n\nALMA\nDo you need anything?\n\nREYNOLDS (OC)\n\nShe waits for a reply that never comes.\n\n \n\nwup the stairs, comes Cyril, bringing some tea, she nods to\nAlma, who nods back..Cyril enters the studio and closes the door.\nAlma goes back downstairs\n\n \n\nCUT To:\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nwup the stairs, comes Cyril, bringing some tea, she nods to\nAlma, who nods back.. Cyril enters the studio and closes the door. Alma goes back downstairs\n\n \n\nCUT To:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n APARTMENT / SALON — PRESENTATION OF COLLECTION ~ DAY\n\nREYNOLDS is perfectly calm in the backstage hustle to present\na new Collection, We is very still, working like a surgeon,\n\n \n\nALMA along with five other Mannequins present the Collection to\nclients who are sitting in the Salon.\n\nCYRIL is icy-nerves and quiet movements.\n\nVARIOUS IMAGES following this process.\n\nAlma wearing a few different dresses, suits, etc, holding up\n@ NUMBER CARD for each dress, once back to the workroom, she\nchanges into another piece.\n\nCU. REYNOLDS\n\nspying like a secret-agent, watching reactions, but watching\nAlma above all. She catches his eye in the curtain\n\nhole...smiles.\n\nCUT TO:\n\f28\n\nEXT. TOWNHOUSE — STREET\nAfter the collection, Alma and Reynolds walking to the car,\ngetting in the car. He just sits, unable to move. zoom in on\nAlma.\nALMA\n\nlet me do it\n\naka\n\nvmwould you like me to drive?\n\ncuT TO;\n\nINT. COUNTRY HOUSE KITCHEN — DAY\nBack to Alma and Dr. Hardy together..\n\nDR. HARDY\nhow often does he fall ill?\n\nALMA\nhe doesn’t.\n\nDR, HARDY\n\n \n\nALMA\nsometimes he just looses his appetite\nfor a few days and then he is well again.\n\nYou see, when you.. When you love your work,\nand you can give like he does.\n\nyou need to come down, again.\n\nAnd then he’s.. he’s a baby.\n\nle’s like a spoiled little baby.\nWhen he’s like this, he’s very tender, open.\n\nDR. HARDY\nHow long will these episodes last?\n\nALMA\nOnly a few days and then he's well again.\n\ncur TO:\n\f29\n\nINT. CAR — MOVING — DAY\nAlma is driving the big Bentley, Reynolds in the passenger seat.\nREYNOLDS\nyou're doing a lovely job driving, Alma.\nthank you. thank you.\n\nALMA\nyou can close your eyes.\n\ncUT TO:\nINT. COUNTRY HOUSE — BEDROOM.\n\nHe is in bed, half asleep. Alma coming in and out, taking care\nof him. She is very happy end takes to this role quite well.",
  "16": "---END OF PREVIOUS SECTION---\nHe is in bed, half asleep. Alma coming in and out, taking care\nof him. She is very happy end takes to this role quite well. \n---TARGET SECTION TO BE ANNOTATED---\nShe crawls into bed with him, he pulls the sheets back for\nher..they lay together.\n\nCUT TO:\nINT. COUNTRY HOUSE — RORKROOM — DAWN\nReynolds working alone, Alma comes in with a tray of tea..\n\nREYNOLDS.\nNo, Alma, what are you doing?\n\nALMA\nSome Lindenbliiten tea for you...\n\nREYNOLDS\nNo, no, I don't want any tea. take it out,\n\nALMA\n© you mast be joking.\n\nREYNOLDS\nTake it out.\n\nALMA\nI'm taking it out.\n\nREYNOLDS\nyes, but it’s too late, please,\ncan’t you see..\n\fALMA\noh hush it’s going out —\n\nREYNOLDS\nyes but it’s too late ~ you never should\nhave brought it in the first place —\n\nyou can take the tea away, but the interruption\nstays right here with me, doesn’t it?\n\nALMA\nbluchhhh\n\nCUT TO:\n\nINT. WOODS/GARDEN — BEHIND COUNTRY HOUSE — SPRING TIME\n\nAlma is walking with Minetta, picking mushrooms. Reynolds is\ngardening/walking ahead. CAMERA with MINETTEA & ALMA.\n\nCUT TO:\nINT. KITCHEN/COUNTRY HOUSE — DAY.\nAlma and Minetta sorting through mushrooms, preparing dinner...\nMinetta shows Alma how to tell the POISON MUSHROOMS from the\nEDIBLE MUSHROOMS. They look quite similar and you must consult\nan old book, which is in the kitchen, that has illustrations\nshowing the differences.\nMINETTA\n~the poison buds have gills, like this.sec?\nthe ginger color..scrub them, never wash...\nwash your hands well..fold them up in here\n{put into paper bag) not too much butter.\nmr. woodcock detests too much butter.\ncUuT TO:\nINT, SITTING ROOM/COUNTRY HOUSE — NIGHT.\nBy the fire, Reynolds and Alma...\n\ncur To:\n\f3t\n\nINT. APARTMENT/BREAKFAST — MORNING\n\nCyril, Reynolds and Alma eating.",
  "17": "---END OF PREVIOUS SECTION---\nBy the fire, Reynolds and Alma... cur To:\n\f3t\n\nINT. APARTMENT/BREAKFAST — MORNING\n\nCyril, Reynolds and Alma eating. \n---TARGET SECTION TO BE ANNOTATED---\n After some silence, Cyril\nspeaks:\n\nCYRIL\nThere is a very good chance that\nBarbara will wish you to be there tonight --\n\nREYNOLDS\nand what shall I do with that?\n\nCYRIL\nAccept her invitation if you can stomach it.\n\nREYNOLDS\nI really wish I hadn't heard this\nnews until later..this is very unsettling..\n\n \n\nREYNOLDS\n\n \n\nCYRIL\nBarbara Rose pays for this house..\n\ncur TO:\nINT. APARTMENT SALON/FITTING ROOM — AFTERNOON\n\nA tragic American Heiress named BARBARA ROSE-enters into the\nstudio, everyone standing at attention. Barbara’s nanny is an\nolder woman named TIPPY (608) and her unfortunate young son CAL\n(18) Barbara is clearly drunk/pilled-up mess.\n\nBARBARA\nReynolds.\n\nREYNOLDS\nBarbara. Let‘s get started.\n\nCUT TO:\n\f32\n\nINT. SALON — LATER\n\nReynolds is off to the side, allowing Nana & Biddy to do the\ndressing. It’s awkward and uncomfortable and a little funny from\ntime to time. Finally Barbara manages to get in the Black\nTaffeta Dress. Reynolds comes around for some final touches to\nit.She smiles at him in a painful way, he smiles back at her.\nThey're face to face;\n\nBARBARA\nT know you're doing the best you can..but I'm\nstill sc ugly. Please..Reynolds..Will you come\ntonight?\n\nREYNOLDS\nNo, Barbara, It's really not my place.\nThis is what 1 do. ‘this is my place, here.\n\nBARBARA\n\nI’m afraid 1 must insist that you come.\nREYNOLDS\n\nas long as you don’t insist, I will\n\nbe there. of course I will.\n\nCUT TO:\n\nINT. APARTMENT — NIGHT\nSPACE for a scene of getting ready, heading out, Cyril seeing\nAlma and Reynolds off. Reynolds being cranky and nervous\n\nstepping from his routine.Alma actually saying a few words to\nsettle him down.\n\nCyril sees this..\n\nCUT TO:\n\f33\n\nINT. BARBARA’S HOTEL SUITE — DORCHESTER - NIGHT\n\nIn the gigantic suite of her hotel-residence..",
  "18": "---END OF PREVIOUS SECTION---\nCyril sees this.. CUT TO:\n\f33\n\nINT. BARBARA’S HOTEL SUITE — DORCHESTER - NIGHT\n\nIn the gigantic suite of her hotel-residence.. \n---TARGET SECTION TO BE ANNOTATED---\nThis is a small\nPRESS CONFERENCE for ten Reporters/Photographers.\n\nBarbara is sitting with Cal on a couch. She’s in the black\ntaffeta dress, wasted, diamonds dripping off her. A LAWYER for\nBarbara runs the proceedings...\n\nReynolds and Alma, off to the side, watching.\n\nEnter RUBIO GURRERRO (308) He’s a polo-playing, playboy groom on\nhis 5'\" marriage.\n\nRUBIO\nI’m heret Here Barbara! my love..\n\nBARBARA\nRubi, darling, here we are.\n\nHe comes over, kisses her hand, takes his place on the couch,\npushing the son Cal to the edge.\n\nREPORTER\nWho will be the attendant at the Wedding?\n\nBARBARA\nMy son. Cal. My Cal. My son is so wonderful.\nHe's so in favor of the marriage.\n\nREPORTER 2\nAnd what of your holdings, Miss Rose?\nDo they become Dominican property?\n\nBARBARA\nI don’t know. I don‘t think so.\n\nRUBIO\nMay I say: We are being married under Dominican\nlaw. But in my country, her money belongs to\nher and my money belongs to me. Anyway, I\ndon't need her money. I have enough of my own.\n\nREPORTER\nDo you think the marriage will work?\n\nRUBIO\nI wouldn't be doing it if I didn’t know it\nwould work.\n\f4\n\nCU. REYNOLDS & ALMA\nwatching all thie. Alma looks at Reynolds, who does not make\neye contact, he stands stoic. Alma is starting to boil.\n\nREPORTER\nWhat has Barbara brought into your life? We\nunderstand she bought you a twin engine B-25\nairplane for a wedding gift?\n\nRUBIO\nShe knows my love of flying and gave\nme a wonderful wedding gift — we’ll\nbe flying to Florida on our honeymoon -~\n\nBARBARA\n-- I brought sincerity to hie life.\nThe answer to the question is..sincerity.\n\nBarbara stumbles as she gets off the couch, caught by Reporters\nand her Son — a drink spills on the dress.\n\nCUT TO:\nINT. DOMINICAN EMBASSY - NIGHT\n\nThe wedding party is in full swing but Barbara is passed out.",
  "19": "---END OF PREVIOUS SECTION---\nBarbara stumbles as she gets off the couch, caught by Reporters\nand her Son — a drink spills on the dress. CUT TO:\nINT. DOMINICAN EMBASSY - NIGHT\n\nThe wedding party is in full swing but Barbara is passed out. \n---TARGET SECTION TO BE ANNOTATED---\nShe is carried off by handlers but Rubio keeps the party alive\nand dances with female guests. Alma sees him, the scene and\nboils. Her face is red, emotional:\n\nALMA\nShe doesn't deserve that dress.\n\nREYNOLDS\nDon't start crying.\n\nALMA\nI’m not crying, I'm angry.\n\nREYNOLDS\ndon't start blubbering.\n\nALMA\nI'm not blubbering. she doesn’t deserve it.\nit’s your Work. it’s not a napkin.\n\f35\n\nCU. REYNOLDS. looking at her...she looks at him right back and\nsays:\n\nALMA\nGo and get it...it’s not to be treated\nlike that...\n\nReynolds grabs her by the hand and they walk across the ballroom\nquickly — heading off -\n\ncur To:\n\nINT. HOTEL SUITE — HALLWAY — NIGHT\n\nThey march down the hotel hallway, Reynolds and Alma. He pounds\non the door to the suite. ‘The nanny Tippy answers the door;\n\nTIPPY\nHello, Mr. Woodcock. What is it?\n\nREYNOLDS\nTippy, I would like the dress back.\n\nTIPPY\nMs. Rose is sleeping.\n\nREYNOLDS\nThat‘s nothing to do with the dress.\nCan you please go and get it for me?\n\nTIPPY\nshe’s sleeping.\n\nREYNOLDS\nIn the dress?\n\nTIPPY\nWell yea.\n\nREYNOLDS\n\nGet her out of that dress and bring it to me\nstraight away.\n\nTIPPY\nI beg your pardon, I don‘t think —\n\f36\n\nREYNOLDS\nTAKE THE FUCKING DRESS OFF BARBARA AND BRING IT\nTO ME OR I’LL DO IT MYSELF.\nALMA...\n\nAlma heads down the hall to get the dreas, following Tippy.\n\ncur To:\nINT. BEDROOM — THAT MOMZNT\n\nAlma and Tippy finish taking the dress off Barbara Rose,\nAlma says to Tippy:\n\nALMA\nIt’s no business of ours what Mrs. Rose\nwishes to do with her life..\n\n«but she can no longer behave like this\ndressed by The House Of Woodcock.\n\ncur To:\nEXT, STREETS — MOMENTS LATER\n\nThey walk/run down the street with the dress.",
  "20": "---END OF PREVIOUS SECTION---\nRose\nwishes to do with her life.. «but she can no longer behave like this\ndressed by The House Of Woodcock. cur To:\nEXT, STREETS — MOMENTS LATER\n\nThey walk/run down the street with the dress. \n---TARGET SECTION TO BE ANNOTATED---\n High from\nadrenaline. They look at each other, like Lovers who've\nrobbed a bank —\n\nREYNOLDS\nthank you.\n\nALMA\nI love you.\n\ncur TO:\n\fa7\n\nCU. ALMA\nshe stands up smiling and radiant.\n\n \n\nWIDER ANGLE, THE ENTIAE STAPF IN THE APARTMENT — MORNING\nstands to attention,\n\nCyril is opening the door and welcoming in the most elegant and\nbeautiful woman so far:\n\nPRINCESS MONA BRAGANZA (late 20s) She is BELGIAN ROYALTY. .she\nhas three or four handlers and HER MOTHER (50s)\n\nAlma cannot help but melt at Mona‘s long, slim beauty and grace\nand her family..\n\nReynolds appears, greets the Princess warmly, as if they've\nknown each other for a long time, they walk right past Alma\nand into his office, closing the door.\n\nWhispers and excitement amongst the Staff..\n\nCU. ALMA with a look of jealousy for the first time...\n\nCUT TO:\n\nINT. CYRIL’S OFFICE\n\n \n\nDAY.\nPrincess Mona, her Mother, Reynolds and Cyril.\n\nREYNOLDS\nWhen you dream of your Wedding Dress,\nwhat is it that you dream?\n\nPRINCESS MONA\nI dream......that it's the most beautiful\nWedding dress in the world.\n\n \n\nREYNOLDS\nThat goes without saying.\nwand to take it just a little bit\nfurther, perhaps the only dress in the world.\n\nPRINCESS MONA\nayes.\n\nREYNOLDS\nIs Your Highness a gold person or a silver one?\n\nPRINCESS MONA\nWhat do you think?\n\f38\nREYNOLDS\nI want to know what you think.\n\nPRINCESS MONA\nSilver.\n\nREYNOLDS\nLace or a pearl?\n\nPRINCESS MONA\nLace.\n\nREYNOLDS\nyes, that's very good.\n\nCUT TO:\nINT. SALON — DAY\nPrincess Mona and Reynolds and Cyril step out of the office,\nspeaking French to each other and being very intimate.\nNana & Biddy receive her and atart measuring her. Irma and Elsa\n\nstart to measure all the Handlers (Bridesmaids)..Alma ia agked to\nhelp with this...",
  "21": "---END OF PREVIOUS SECTION---\nNana & Biddy receive her and atart measuring her. Irma and Elsa\n\nstart to measure all the Handlers (Bridesmaids).. Alma ia agked to\nhelp with this... \n---TARGET SECTION TO BE ANNOTATED---\nAlma can't help herself staring at Mona..cyril notices\nthe look in Alma’a eyes.\n\nLATER.\n\nAs the Princess is leaving, led out by Reynolds.Alma finds a\nmoment to be in her path.and look her in the eye...\n\nALMA\nHello. I’m Alma\n\nPRINCESS\nMona. Nice to meet you.\nALMA\n\nNice to meet you.\n\nALMA\nI live here.\n\nThe Princess moves away, Reynolds taking her off to the exit...\n\ncur TO:\n\f39\n\nINT. CYRIL’S ROOM — DOWNSTAIRS — LATER\nAlma comes in to see Cyril.\n\nALMA\ncyril, I wanted to ask your help in a gift\nI want to give for Reynolds...\n\nCYRIL\n\nALMA\nI want to give him a surprise.\n\nIf everyone left the house when he takes his\nwalk on Thursday, I will prepare dinner for\nhim.\n\nwhen he returns I will be waiting for him.\n\nNo one will be here but me.waiting for him.\n\nI can surprise him and we will have a dinner\ntogether. just for us. do you like this idea?\ncan you help me?\n\nCYRIL\nIt's not his birthday.\n\nALMA\nI know that.\n\nCYRIL\nI would advise you against this, Alma.\n\nALMA\nwhy?\n\nCYRIL\nBecause he doesn't like surprises\nALMA\n\nHe does.\n\nCYRIL\nhe won't like this one.\n\f40\n\nALMA\nI’m trying to surprise him.and love him\nthe way that I want to..\n\nCYRIL\nIf you're looking for something kind to do,\nperhaps you can think of something else.\nThis may be disruptive, no matter what you're\nintentions are.\n\nALMA\n(smiles)\n\nCYRIL\nreally must advise you against this, Alma.\nI don't think there could be a more\ninappropriate time to try something new -~\n\n \n\nALMA\nBut I want to do this and f think it will\nbe very nice.\n\nCYRIL\nsoomI£ I agree to this,.I may be giving you\nenough rope to hang yourself.do you understand?\n\nALMA\nNo, I don’t understand..\n\nCYRIL\nYou're not hearing me or you’re looking for\na confrontation with him — either way, this\nmightn’t end well for you..",
  "22": "---END OF PREVIOUS SECTION---\nI may be giving you\nenough rope to hang yourself.do you understand? ALMA\nNo, I don’t understand.. CYRIL\nYou're not hearing me or you’re looking for\na confrontation with him — either way, this\nmightn’t end well for you.. \n---TARGET SECTION TO BE ANNOTATED---\nALMA\nNo. No I‘m not looking for a fight.\n\nCYRIL\nAlma, this is, thia is a mistake in\nyour..this isn't what I thought we understood --\nyou're not listening to me.\n\nALMA\nI respect your advice, Cyril. But I have to\nknow him in my own way. This is what I want\nto do to/for him,\n\f4\n\nCYRIL\nmvery well.\n\nALMA\nDon’t spoil the surprise.\n\nCYRIL\noh No I won't.\n\nCUT TO:\nINT. APARTMENT/ATELLIER — DUSK\n\nEveryone leaves, the entire staff packing up and leaving. Cyril\nseeing them leave.\n\ncur To:\nINT. FRONT FOYER ~ DUSK\nCyril and Alma in the front hallway..Cyril about to leave:\n\nCYRIL\nGood luck.\n\nShe leaves, Alma closes the door, rushes upstairs...\ncUT TO:\nINT. APARTMENT — EVENING.\n\nAlma is dressed up nice and pretty, wearing a DRESS that she has\nmade.\n\nShe checks on her meal, which is almost finished cooking, sets\nthe table, etc.\n\nShe waits for him.in the Salon window, looking down across the\nsquare..finally sees him walking towards the house..she exits\nFRAME.\n\ncur TO:\n\f42\n\nINT. APARTMENT — FRONT DOOR — THAT MOMENT\n\nReynolds comes in and it takes only a few steps, getting his hat\nand coat off to feel that something ien't right.\n\nHe looks into Cyril's office...he turns up the staircase, looks\nup and sees Alma on the first floor landing, waiting for him.\n\n \n\nREYNOLDS\nWhat is this?\n\nALMA\nI love you, Reynolds.\n\nREYNOLDS:\nyes, but what is this?\n\nALMA\nA surprise for you, darling.\nare you hungry?\n\nREYNOLDS\nWhere is Cyril?\nALMA\nI‘ve sent everyone home.\nREYNOLDS\nWhere is Cyril?\nALMA\nShe's left.\nREYNOLDS\n\n«when did they leave?\n\nALMA\nThis afternoon.\n\nHe collects himself, comes to her...\n\nALMA\nI've made us dinner.\n\fREYNOLDS\nLet me collect myselt..\nI'll just have a bath.",
  "23": "---END OF PREVIOUS SECTION---\nALMA\nI've made us dinner. REYNOLDS\nLet me collect myselt.. I'll just have a bath. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n43\n\nThis ie very kind of you, Alma.\n\nALMA\nwould you like a Martini\nChampagne?\n\nREYNOLDS\n\nor\n\nNo thank you, (re:her dress) is this finished?\nit's quite wonderful. look at it,\n\nlet's see..\n\nShe turns around, he looks at the dress, takes it in..\n\nREYNOLDS:\n\nit really is very good, Alma.\n\nvery well done.\nThe Dress is very well done. HOLD, THEN:\n\nREYNOLDS\n\n1/11 just have my bath now.\n\nwhen will Cyril be back?\n\nALMA,\ntonight.\n\nINT. SCULLERY/DINING ROOM — NIGHT.\n\nHe comes in, he’s putting on a good face,\nhimself a Martini. candle light dinner..\n\nALMA\nLet me do it for you..\n\nThey drink cocktails.\n\nALMA\n\nCUT TO:\n\nhe goes to make\n\nHow was your appointment with the princess?\n\nREYNOLDS\n\fALMA\nShe’s like a Statue of some kind.\nvery beautiful.\n\nREYNOLDS\nyes.\n\nALMA\nWill you make her wedding qown?\n\nREYNOLDS\nwhat do you mean?\n\nALMA\nI thought there were so many superstitions\nthat came along with it — that maybe\n\nit wouldn't be something you would take on...\n\nREYNOLDS.\nI have made her Baptism, First Communion\n\nand Confirmation dresses. I made the dress\nfor her presentation at Court — indeed, the\nentire wardrobe for her coming out season —\nit's only right that I should make her Wedding\nDress.\n\nAnd I am very much at ease with my\nsuperstitions,\n\nanother pause, then;\n\nALMA\nI'm scared.\n\nREYNOLDS\n~of what..?\n\nALMA\n\nI’m frightened that any moment\nyou will ask me to leave -~\n\nREYNOLDS\n(no,no = not this}\n\nALMA\nno, no — I don’t know what I’m saying —\nsuddenly I’m saying things I don’t want to say\n— ho — this is meant to be a nice evening — I’m\nsorry - come, let me serve you.\n\f45\n\nALMA\nAnyway — she’s lovely and you should make her\na spectacular wedding dress.\n\nCU. REYNOLDS\nhis reaction.\n\n \n\nDINNER IS SERVED, LATER.",
  "24": "---END OF PREVIOUS SECTION---\nCU. REYNOLDS\nhis reaction. DINNER IS SERVED, LATER. \n---TARGET SECTION TO BE ANNOTATED---\nimages of the food she's prepared.\n\nALMA\nLamb Chops, Asparagus and Chocolate Cake for\npudding.\n\nREYNOLDS\nBeautiful.\n\nANGLE, LATER.\nThey're eating. He finishes his Martini and shovels food in his\nmouth. Long, awkward pause, then:\n\nALMA\nDo you like it?\n\nREYNOLDS\nI do.\n\nThey eat some more in silence. Alma can’t help but say:\nALMA\nNo you don’t. You don’t like it at all.\nand you always tell me what you think.\n\nREYNOLDS\nWhat is this?\n\nALMA\nyou're lying to me.\n\f46\n\nHe puts hie napkin down.\n\nREYNOLDS.\n\nAs I think you know, Alma, I like Asparagus\nserved with oil and salt. And knowing this,\nyou have prepared this Asparagus with butter.\n\nI can imagine, in certain circumstances, being\nable to pretend that I like it cooked with\nbutter. But right now I’m just admiring my\nown gallantry for eating it the way you‘ve\nprepared it.\n\ndon’t be mean.\n\nREYNOLDS\nThat’s not being mean. Not by a great distance.\n\nALMA\nwhy are you speaking to me like that?\n\nREYNOLDS\ndon’t look for my approval. Of your fucking\nasparagus. what is going on here??\n\nALMA\nI shouldnt have done this.\n\nREYNOLDS\nThis was an ambush, Alma..for what reason?\n\nALMA\nI know, it's not going as 1 expected.\nI didn’t mean these things to come out of me.\n\nREYNOLDS\nwhat did you expect?\n\nALMA\nI don’t know — just to have you. just to have\nyou to myself.\n\nREYNOLDS\nyou have me all the time, what\nare you talking about?\n\f47\n\nALMA\nhere's always something\n\n \n\nThere's always .\nbetween us —\n\nREYNOLDS\nSomething between ue?\n\nALMA\nyes.\n\nREYNOLDS\nwhat?\n\nALMA\n\nsome distance.something, I don’t know..\n\nREYNOLDS\nwell maybe we don‘t go together, Alma...\n\nALMA\nNo, darling, don’t say that.\n\nREYNOLDS\nNo, I’ve said it.",
  "25": "---END OF PREVIOUS SECTION---\nREYNOLDS\nwell maybe we don‘t go together, Alma... ALMA\nNo, darling, don’t say that. REYNOLDS\nNo, I’ve said it. \n---TARGET SECTION TO BE ANNOTATED---\n and that’s it,\nit’s been said,\n\nALMA\nyes, but we do go tagether, I know we do and\nyou know we do too.\n\nREYNOLDS:\n\nIn the end — nothing goes with anything.\nit’s just choice that puts it together.\nAnd evidently we're not well suited to each\nother.\n\nALMA\nThat‘s right. It’s your choice that\nputs it together, that’s right.\n\nREYNOLDS\nthat’s exactly right.\n\nALMA\nand we've been put together. you put us\ntogether, I want to be the one you tell\neverything too. I want your secrets and\nI want to keep them.\n\f48\n\nREYNOLDS\nsecrets. ?\n\nALMA\nanything you want to tell me .. anything -\nwthere's nothing I won’t understand...\n\nREYNOLDS\nIs there some mystery you're referring to?\nwhat secrets?\n\nALMA\nT don't know..whatever it is that's\n\nhappened to you in your life to make\n\nyou feel cursed..or hurt.whatever you\n\nhave inside you that you want to get out...telL\nme everything so that we can be close together\n\nREYNOLDS\nwhen did thie happen? what‘s happoned to\nmake you behave like this ?\n\nALMA\nwyou're not cursed. There’s no curse\n\non you that can’t be broken — you can\n\nlove you know,.I know you have generous love -\nif you'd let me help you.\n\nREYNOLDS\nThere's only one Curse I’m currently\nstruggling with, Alma.\n\nHe stares her down, He is angry.\n\nREYNOLDS\nIs it because you think I don‘t need you?\nALMA\nyes.\nREYNOLDS\nI don't, Alma --\nALMA\n\nthat’s very predictable of you. why do\nyou act so tough? I know you're not.\n\f49\n\nREYNOLDS:\nYou're right. you're right. if 1 don’t\nprotect myself — intruders will come in\nthe middle of the night and take over my\ncorner of the room and ask me about their\nfucking Asparagus.\n\nALMA\non't be a bully. you're a bully.\nand you're loved by me, not cursed.\n\nREYNOLDS\nENOUGH OF THE FUCKING CURSE.",
  "26": "---END OF PREVIOUS SECTION---\nALMA\non't be a bully. you're a bully. and you're loved by me, not cursed. REYNOLDS\nENOUGH OF THE FUCKING CURSE. \n---TARGET SECTION TO BE ANNOTATED---\n who put\nthis in your head?!? I have other things\nI'd like to do with my time. it's my time.\nmy TIME.\n\nALMA\nI don't know what I'm doing here.\nI’m standing around like an idiot waiting\nfor you..\n\nREYNOLDS\nWaiting for what?\n\nALMA\nwaiting for you.\n\nREYNOLDS\nwaiting for what?\n\nALMA\nto get rid of me. why don’t you just tell me\n30 I don‘t stand around like a fool.\n\nREYNOLDS\nAsparagus. Is this all about your\nAsparague?!?!\n\nALMA\nIt's not about Asparagus\n\nREYNOLDS\nwhat's it about then? Are you’re a special\nagent sent here to ruin my evening? And\npossibly my life..?\n\f50,\n\nALMA\nDon’t be rude to me. don’t speak to me\nLike that.\n\nREYNOLDS\n\nIs this my house? This ie my house, isn’t it?\nIs this is my house...\n\nALMA\ndon’t speak to me like that! you brought\nme here\n\nREYNOLDS\n\nor did someone drop me behind enemy lines,\nsurrovnded on all sides, I’m on foreign soil.\n\nALMA\noh stop talking like a child, stop —\nREYNOLDS\n— when the heli did this happen?17171\nWHO ARE YOU 71? do you have a Gun? are\nyou here to kill me?\n\nALMA\nYou're a Baby. you're a stupid baby\n\nyou are cursed! you‘’re cursed and you deserve\nto be - YOU BABY.\n\nShe leaves. He sits there on his own, eating.\ncur TO:\nPOISON SEQUENCE.\n\nCU. ALMA\nlooks down, flipping pages of...\n\nCU. THE MUSHROOM BOOK\nshe checks a poison mushroom she's picked to the pictures in the\nbook.\n\nCU. GRATER\nshe grates it down to a fine powder.\n\nCU. THIMBLE.\nShe places it in a thimble.\n\fSh\n\nINT. TEA POT. — TOWNHOUSE\n\nCAMERA inside, looking up and she removes the lid, drops a few\nlittle bits of mushroom into the lapsang..\n\njust enough for a nice good stomach ache, hopefully...\n\nCUT TO:\n\nINT. BREAKFAST — NEXT MORNING.",
  "27": "---END OF PREVIOUS SECTION---\njust enough for a nice good stomach ache, hopefully... CUT TO:\n\nINT. BREAKFAST — NEXT MORNING. \n---TARGET SECTION TO BE ANNOTATED---\nCyril and Reynolds at their usual spots. Reynolds is in a mood\nIt’s quiet and then:\n\nCYRIL\nWould you like me to ask Alma to leave?\nREYNOLDS\nNo. why?\nCYRIL\n\nIf you're going to make her a ghost,\ngo ahead and do it, don’t let her\nsit around here waiting for you.\n\nHe eats, doesn't answer...\nCYRIL\nI’m very fond of her.\nREYNOLDS\nyou can keep your feelings to yourself.\nCYRIL\nDon’t turn it on me, whatever it\nis, I don’t want your cloud on my head.\nREYNOLDS\nOh, shut up.\nCYRIL\nYou can shut right up. Don’t pick a fight with\nme — you certainly won't come out alive.\nI'll go right through you and it‘ll be you\non the floor, understand??\nThey eat some more. (*We will finish the wedding dress and then\n\nshe’ll leave.” “One more collection, and then she'll leave\")\n\ncur To:\n\f52\n\nINT. WORKROOM — DAY.\n\nVARIOUS IMAGES showing a few weeks of work and mood around the\nHouse of Woodcock, Sketches, toiles, finished Garments, fit on\nAlma, Silence between Alma and Reynolds, Silence between\nReynolds and Cyril.\n\nThe staff are on needles, feeling like Mom and Dad are fighting.\nThe Wedding Dress takes up half the work space, laying on every\nsquare inch of table, a long train attached to a form.extra\nWomen have been brought in to help.\n\nCU. REYNOLDS.\n\nthick glasses, sewing into a secret section of the dress,\n\na message of good will to the Princess. “Never Cursed”\n\nHe coughs. Nana is with him;\n\nNANA\nyou don't sound well.\n\nREYNOLDS:\nI have a tickle in my throat..nothing.\n\nNANA\ncan I get you cough sweet?\n\nREYNOLDS\nno thank you.\n\nCUT TO:\nINT, REYNOLDS‘ BEDROOM — NEXT MORNING.\nCU. REYNOLDS wakes up. and something isn't right with him.\n\nHe sits on the edge of his bed. He is extremely still, with his\neyes closed. He coughs.\n\nCUT TO:\n\f53\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nHe is extremely still, with his\neyes closed. He coughs. CUT TO:\n\f53\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ATELIER — NEXT MORNING\n\nThe FINISHED WEDDING DRESS is ready for final touches and looks.\nIt hangs on a form. Everyone wears white gloves.\n\nReynolds steps into the workroom, everyone stands and says\nhello. He's sweating and trying to act normal but it’s very\nobvious he’s ill.\n\nReynolds walks along the train, inspecting, making small notes\nand approvals. Everyone notices his condition..he is sweating,\nand it is soaking his shirt..\n\nANGLE, LATER.\nHe’s looking over the sleeve of the dress.\n\nREYNOLDS\nThis is not right, what is this?\n\nNana and Biddy watching him struggling to keep it together.\n\nBIDDY\nYou're burning up.\n\nREYNOLDS\nI'm not.\n\nCU. Sweat drips from his forehead and stains the dress..Nana sees\nthis and is in horror/shock..\n\nREYNOLDS\nSomeone should write a book about\nhow bad this dress is..this is absolutely\nthe worst fucking dress I have ever seen\nin my life..1 will not put my name to it -\n\nHe starts taking a seam open.dismantling the dress in some wa:\n\n \n\nHe is stopped by Nana & Biddy.they push him out of the way.\nHe heads out of the room -- Alma follows him out --\n\nANGLE, STAIRWELL.\nHe heads upstairs, to his bedroom, Alma behind him..\n\nHe slams the door shut to his room. Alma stands outside..we can\nhear the sound of heaving, very very faint.\n\nShe enters the bedroom door, crosses to the bathroom, listens at\nthe door. le stops heaving.\n\fALMA\nReynolds, what can I do?\n\nREYNOLDS (OC)\nI'll be out in a moment. I’m just fine.\n\nALMA\ndarling, please let me in.I can help you.\nI can help you if you'd let me.\n\nCUT TO:\nINT. BATHROOM —~ THAT MOMENT.\nReynolds is holding the sink to gain balance.\n\nREYNOLDS\nleave me alone and don’t fuss.\n\ncur To:\nINT. BEDROOM — THAT MOMENT.\nBack to Alma. She leaves the room quickly...\n\ncuT TO:\n\nINT. HALLWAY — THAT MOMENT.",
  "29": "---END OF PREVIOUS SECTION---\nShe leaves the room quickly... cuT TO:\n\nINT. HALLWAY — THAT MOMENT. \n---TARGET SECTION TO BE ANNOTATED---\nAlma goes to a linen closet and gathers some towels and\nblankets, heads back to the room ~~\n\ncur To:\n\nINT. BEDROOM ~ THAT MOMENT\n\nShe enters and waits quietly. CAMERA HOLDS ON HER. PUSH IN SLORY\n\nTO AN EXTREME CLOSE UP. He steps out of the bathroom.she's\ncareful not to crowd him, but moves quickly and guides him\ntoward the bed.\n\nREYNOLDS\nI’m alright now, must've been something\nI ate —\n\n‘ALMA\n\nlet me put you to the bed.\n\nREYNOLDS\n\f55\n\nALMA\nyes, but we’ll just get you settled --\n\nREYNOLDS\ndon't fuss. don’t fuss. whatever it\nis. don't fuss — I‘11 die right here\nif you make a fuss.\n\nShe keeps quiet and hovers near..he’s cold shivers..she\ngrabs a BLANKET and covers him.\n\n \n\nHe's closing hia eyes and laying still...\nCUT TO:\n\nINT. CYRIL'S OFFICE — THAT MOMENT\n\nNana & Biddy have reported to Cyril what’s happened.\nDial.\n\nBIDDY\nMr. Woodcock seems to be ill.\n\nCYRIL\nwho seems to be ill?\n\nBIDDY\nMr. Woodcock.\nhe's fallen down and he's\ndamaged the dress.\n\nCYRIL\nI’m sorry, Tippy, who has fallen?\n\nBIDDY\nMr. Woodcock.\n\nCYRIL\nand what’s happened to the dress?\n\nBIDDY\nThere’s water damage to the skirt\non the front two panels.\n\nThere's a lace tear on the bodice\n\nand there’s shoe polish stains.\n\f56\n\nCYRIL\nshoe polish from what?\n\nBIDDY\nFrom his shoe.\n\nCYRIL\nWhere is Mr. Woodcock right now?\n\nBIDDY\nHe's gone to his room.\nI think to be sick.\nThere’s a terrivle noise coming from there.\n\nCYRIL\nWhat does this mean for the dress?\n\nBIDDY\nWe have to start over.\n\n \n\nINT, STAIRWELL — MOMENTS LATER\nCyril heads up the stairs.\ncur TO:\nINT. BEDROM — THAT MOMENT\nAlma hears the footsteps and heads towards the door —\nAT THE DOOR.",
  "30": "---END OF PREVIOUS SECTION---\nINT, STAIRWELL — MOMENTS LATER\nCyril heads up the stairs. cur TO:\nINT. BEDROM — THAT MOMENT\nAlma hears the footsteps and heads towards the door —\nAT THE DOOR. \n---TARGET SECTION TO BE ANNOTATED---\nAlma gets to the door as Cyril arrives, she knocks..Alma opens up\n\nand Cyril moves past her to the bedside --\n\nCYRIL\nwhat is it?\n\nREYNOLDS\nI’m alright, just something’s come\nover me — / something I ate.\n\nCYRIL\nWhere does it hurt?\n\fST\n\nREYNOLDS\nIt doesn’t hurt, leave me alone,\nit’s all over, it'll be gone quickly.\n\nCYRIL\nIs it in your stomach?\n\nREYNOLDS\nleave me alone,\n\nCYRIL\nDo you think it’s something you ate?\n\nAlma places the cold towe] to his head.\nREYNOLDS (to Alma}\nI don’t know what this is.\n\nI’ve never had a feeling like this before.\n\nALMA\nI’m here.\n\nREYNOLDS\njust give me silence.\n\nHe‘s closing his eyes and laying still.\n\nCyril moves to exit, Alma behind her — Cyril goes through the\ndoor and Alma closes it behind her, staying inside the room...\n\nShe stays very quiet. She sits still on the couch and watches\nover Reynolds..HOLD HER FACE.\n\ncU. ALMA.\na couple hours later..Reynolds is back in the bathroom getting\nsick — Alma has a fire started in the fireplace.\n\nShe changes the sheets which are soaking wet\n\n \n\nReynolds emerges from the bathroom, shivering and cold, he makes\nhis way to the bed..laying down and still.\n\nALMA\nYou're soaked, we need to change you\nbefore you lay down.\n\nShe gently, slowly removes his wet clothes. The two of them\nwork together in this. CU. ALMA PACE as she gets him into fresh\npajamas and back into bed.\n\f58\n\nREYNOLDS\nI'm scared this will never go away.\n\nALMA\nYes of course you are but this is nothing\nto fear. you're simply sick and I will\ntake care of you..\n\nReynolds looking with deep need at Alma and Alma looking at him\nwith a deep mission to take care of him.she also seems aroused.\n\nREYNOLDS\nam I ever going to get better?\n\nALMA,\nyes, darling, yes. I will take care of you.\n\nREYNOLDS\nmy love.\n\nHe finally closes his eyes for some rest.\ncuT TO:\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nREYNOLDS\nmy love. He finally closes his eyes for some rest. cuT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SAME — A LITTLE LATER.\n\nAlma is nodding off, watching over him. ‘There’s a small knock\n\nat the door. She cracks it open, looks out to Cyril, they\n\nwhisper:\n\nALMA\nhe’s settled now and sleeping.\n\nCYRIL\nThe Doctor is here.\n\nALMA\nWhat Doctor?\n\nCYRIL\nthe doctor I’ve sent for -\n\nALMA\nyes but he’s sick. I don’t think he needs\na doctor for being sick.\n\nCYRIL\nhe needs to be examined.\n\f59\n\nALMA\nthere’s no need, he’s not dying,\nhe's just sleeping now.\n\nCYRIL\nCome out of the room and immediately\ndown the stairs to greet him.\n\nALMA\nYes, of course.\n\nCyril leaves..Alma comes out and down...\nCUT TO:\nINT. DINING ROOM — MOMENTS LATER\n\nAlma comes into the dining room. Cyril is here, with Dr.\nHardy..this is the first time Alma meets him,\n\n \n\nCYRIL\nAlma, this is br. Hardy..\n\nDR. ROBERT\nHow'd you do, Mrs. Woodcock.\n\nALMA,\nHow'd you do.\n\nDR. ROBERT\nHow ia he feeling?\n\nALMA\nHe’s much better. He’s sleeping.\n\nDR. ROBERT\nIs he able to keep anything down yet?\n\nALMA\nwell..no he hasn’t tried ..just sipping water.\nI was going to make him some soup.\n\nDR. ROBERT\nand his fever?\n\nALMA\nwyes. he has a fever.\nhe has the shivers as well..\n\fDR. ROBERT\nwould you like me to see him?\n\nCYRIL\nyes, why don’t we go upstairs.\n\nALMA\nyes of course why don't we go...\n\nCyril leads the group going upstairs.\nCUT To:\nINT. BEDROOM — MOMENTS LATER.\n\nAlma, Cyril and Dr. Robert come inte the bedroom.\ncyril sits bedside.\n\nCYRIL\nMr. Woodcock, Mr. Woodcock. Lady Baltimore\nhas sent her Doctor...\n\nHe opens his eyes. He's completely out of it. half\nasleep/drained. Dr. Robert places his hand on him — he’s\nburning up.\n\n \n\nDR. ROBERT\nHello Reynolds.",
  "32": "---END OF PREVIOUS SECTION---\nRobert places his hand on him — he’s\nburning up. DR. ROBERT\nHello Reynolds. \n---TARGET SECTION TO BE ANNOTATED---\n (I’m just going to touch you\ngently...)\n\nREYNOLDS\n\nKeep your hands off me.\n\nDR ROBERT\nI'd just like to take your temperature\nif T can.\n\nREYNOLDS\n\nwhere is Alma?\n\nALMA\nI’m right here.\n\nREYNOLDS\nThere's a strange child touching me.Make\nthis boy go away\n\f61\n\nDR. ROBERT\nI admit I do look young, but I am here\nto help you..\n\nREYNOLDS\nfuck off\n\nALMA\nI think that makes it clear,\nhe wants you to fuck off.\n\ncur TO:\nINT. FRONT HALLWAY — MOMENTS LATER\nAlma and Cyril walking the Doctor to the door --\n\nDR. ROBERT\nT will drop by tomorrow in the morning\nto see how he’s coming along —\n\nALMA\nIt’s not neccesary.\n\nDR. ROBERT\nat 9am 7\n\nALMA\nyes, alright\n\nDR. ROBERT\nI can have a Nurse come over this evening and\nwatch him through the night — so you can have\nsome relief and get some rest.\n\nALMA\nno. T can manage.\n\nDR. ROBERT\nA Registered Nurse may be more helpful\nfor you and allow you some rest -\n\nALMA\nI can manage.\n\fHe leaves. Cyril\n\n62\n\nDR. ROBERT\nYes of course, but why not —\n\nALMA\nHe's not dying, this is nothing to worry about.\n\nThank you for coming.\nDR. ROBERT\nyes, of course. Do please let me know\n\nif you need anything else. Good night.\n\nALMA\nThank You, Good Night, Dr.\n\nCYRIL\ngood night, Dr.\n\nand Alma stand together.\n\nALMA\nwhat about the dress?\n\nCYRIL\nI'll take care of that.\ncome with me to see the Dress.\n\ncur TO:\n\nINT. WORKROOM — NIGHT.\n\nCAMERA pushes in\n\non a team of sewers around the WEDDING DRESS,\n\nre-attaching the front and fixing all the rest that's been\n\ndamaged...\n\nNana instructs a\ndoing incredibly\n\nCYRIL\nhow long will this take?\n\n‘WANA\n1 don't know,\n\nCYRIL\nLet me put it another way: This work will be\ndone by 9am because that’s when it leaves for\nBelgium.",
  "33": "---END OF PREVIOUS SECTION---\nCAMERA pushes in\n\non a team of sewers around the WEDDING DRESS,\n\nre-attaching the front and fixing all the rest that's been\n\ndamaged... Nana instructs a\ndoing incredibly\n\nCYRIL\nhow long will this take? ‘WANA\n1 don't know,\n\nCYRIL\nLet me put it another way: This work will be\ndone by 9am because that’s when it leaves for\nBelgium. \n---TARGET SECTION TO BE ANNOTATED---\ncollection of six hands..to come to the dress,\nsmall, sensitive work.\n\n \n\f  \n\n63\n\nCU. Alma comes over, gets her assignment and puts her hand on\nthe Wedding Dress..as if she’s breaking some spell or\nsuperstition.......They work all night to fix the dress..\n\nCUT TO:\nINT. REYNOLDS BEDROOM — NIGHT.\n\nReynolds is sweating, tossing, turning. Fire place is making\nshapes on the wall.\n\nHe looks and sees his MOTHER IN HER WEDDING DRESS. She sits\nacross the room and looks at him,\n\nREYNOLDS\nare you here? are you always here?\n\nI miss you. I think about you all the time.\nI hear your voice say my name when I dream\nand then I wake up and I have tears down\n\nmy face.\n\nI just miss you. I want to tell\nyou everything.\n\nI don‘t understand what you‘re\nsaying, I can’t hear your voice:\n\ncu. his face..breathing heavy...-\ncur TO:\n\nINT. APARTMENT —\n\n  \n\nWN\n\nThe next morning. It’s quiet. Reynolds comes down the\nstaircase, dressed, cleaned up..\n\ncur TO:\n\fINT. WORKROOM or SALON — DAWN\n\nAlma is asleep in the atelier, alone, the Wedding Dress is\nfinished and on the form.\n\n«Reynolds crosses the room and comes to her. She wakes up;\n\nREYNOLDS\nI love you, Alma.\n\n1 don’t ever want to be without you.\n\nALMA\nI love you too\n\nREYNOLDS\nI have things 1 want to do.\n\nI had thought my days were unlimited.\n\nThe mistakes I’ve made and made again can no\nlonger be ignored.\n\nThere are things nagging at me. Things\nthat now must be done.\n\nThings that I simply cannot do without you,\nto keep my sour heart from choking.\n\nTo break a curse.\nA house that doesn’t change, is a dead house.\nAlma. Will You Marry Me?\n\nALMA\n(she says nothing...)\n\nREYNOLDS\nWill You Marry Me..?\n\nALMA\nREYNOLDS\n\nwhat the fuck are you silent/thinking about?\nWill you Marry Me?\n\f65\n\nALMA\nYes. ..will you marry me?\n\nREYNOLDS\nYes, T will.",
  "34": "---END OF PREVIOUS SECTION---\nWill you Marry Me? 65\n\nALMA\nYes. ..will you marry me? REYNOLDS\nYes, T will. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nINT. LOWDON REGISTRAR'S OFFICE — DAY\n\nReynolds, Alma, Cyril, Nigel Cheddar-Goode and Alma’s sister\nSteff are here for a ceremony. Signatures, rings, kiss and then\nthey're done.......\n\n \n\n \n\n \n\nAlma looks beautiful in a new dress made by Reynolds.\ncur TO:\n\nINT, DINNER SPOT/CLUB — NIGHT\n\nA dinner celebration for the wedding. various Images, Reynolds\n\nstage managing and over-specific about how Wedding Photo's\n\nshould be taken. Staff is here as well, seen for the first time\n\noutside of the atelier.\n\nCyril looks at her with sweet eyes..cyril and Reynolds have quiet\nmoment together, she looks at him.\n\nCUT TO BLACK, FADE UP:\nINT. HOTEL/MOUNTAINS. GSTAAD, SWISS ALPS.\n\nThey are on their honeymoon in the Swiss Alps. Stunning scenery\n\nand hotel rooms. Sreakfast on a balcony overlooking a majestic\nlake. Alma suggests they go hiking, Reynolds suggests perhaps\nnot...\n\nAfter lunch, Reynolds sitting out on the deck, bundled up and\nstaying put doing some sketching as Alma heads off to climb a\nmountain with some other young vacationers.\n\nCU. REYNOLDS\nwatching her through binoculars as she ascends the side of a\n\nmountain.\n\ncur TO:\n\fEXT. BALTIMORE - ESTATE — DAY\n\nAlma and Reynolds come to visit the Estate of LADY OPAL\nBALTIMORE (50s) and her daughter MINI-LADY BALTIMORE (16)\n\nThey are staying in a luxurious room, come down for a dinner,\ngreet other weekend guests (TBD Guest List), they come across:\nDR. ROBERT HARDY, who is here..he approaches them;\n\nDR. ROBERT\nGood evening, Mr. and Mrs. Woodcock\n\nALMA\nHow do you do, Dr. - Reynolds, do you remember\nDr. Hardy?\n\nDR. ROBERT\n\nHow do you do, Mr. Woodcock,\nhow are you feeling?\n\nREYNOLDS\nI beg your pardon, I think I owe\nyou an apology — we have met ina\npuddle of sweat, haven‘t we?\n\nDR. ROBERT\nYes. that’s right.\n\nREYNOLDS\n\nPlease forgive me.",
  "35": "---END OF PREVIOUS SECTION---\nDR. ROBERT\nYes. that’s right. REYNOLDS\n\nPlease forgive me. \n---TARGET SECTION TO BE ANNOTATED---\n I can only imagine\nwhat I must have seemed like. I remember\nbarking at you -\n\nDR. ROBERT\nThere's no need, I’ve been laid\nsiege by much worse..\n\nREYNOLDS\nhave you?\n\nDR. ROBERT\nYou look very healthy. How are you feeling?\n\nREYNOLDS\ndid I tell you to Fuck Off?\n\nDR. ROBERT\nnwyes.you did.\n\n \n\fa\n\nLady Baltimore comes over to ask everyone to sit for dinner..she\nhas her sights set on Reynolds and takes him to\nthe table:\n\nCUT TO:\n\nINT. ESTATE — DINNING ROOM — NIGHT.\n\nDinner is at a long table. Reynolds is at one end with Lady\nBaltimore and some other boring people. Alma is seated at the\nother end of the table, next to Dr. Robert and the young\nDaughter Baltimore (18)...\n\nReynolds watching. Alma looks at him, he SMILES WIDELY, she\nlooks away..his face drops...\n\nLady Baltimore engaging and distracting Reynolds..\n\nLADY BALTIMORE\nIt’s such a pleasure to have you dine with us.\n\nREYNOLDS\nI wasn't aware I had a choice.\n\nLADY BALTIMORE\nI love your humour. It seems you were\nblessed in all departments.\n\nThey eat the Lamb that has been served...\n\nLADY BALTIMORE\nMutton can be rich..but so much more flavoursome\nthan lamb don’t you think?\n\nREYNOLDS.\nsmumun. I enjoy more delicate flavors,\n\nLADY BALTIMORE\nDo not become beige in your Autumn years,\nReynolds,\n\nREYNOLDS\nBetter beige than florid.\n\f68\n\nLADY BALTIMORE\nthat humour again! who am I to argue\ncolour with you 7\n\nDR.ROBERT & ALMA. He chats her up, sweetly and innocent enough:\n\nBEAT,\n\nTHEN:\n\nDR ROBERT\nwhat are your plans for New Year‘s Eve?\n\nALMA\nWe don’t have any. We'll stay in.\n\nDR ROBERT\nYou should come out to for the Chelsea Arta\nClub Ball.\n\nALMA\nI don’t know what that is.\n\nDR ROBERT\n\nIt's not something I'd suggest if I didn’t\nthink that you'd have a wonderful time. It's\nreally something to be seen.",
  "36": "---END OF PREVIOUS SECTION---\nALMA\nI don’t know what that is. DR ROBERT\n\nIt's not something I'd suggest if I didn’t\nthink that you'd have a wonderful time. It's\nreally something to be seen. \n---TARGET SECTION TO BE ANNOTATED---\nALMA\nIt's a very nice invitation, 1 will\npass it along to Reynolds but I\nimagine we will stay in..\n\nDR ROBERT\nChange your mind. Or get him to change\nhis mind. Or whatever it takes.\n\nplease come. I promise you the time\nof your life..\n\nALMA\nHow do you know what my life has been?\n\nDR. ROBERT\n\nNo, I don't, You're right. I think\nthis will be quite a fine time if\nyou'd like to cone..\n\f09\n\nALMA\nMaybe I’ve had all the fun I‘11 ever have.\nMaybe I’ve already had the greatest tine..\n\nfle looks at her....she looks up at him.\n\nALMA,\nWhere is it?\n\nDR. ROBERT\nThe Devonshire Hall.\n\nALMA\nThank you for inviting us.\n\nShe looks back at Reynolds..\n\n~who is looking at her..then he turns to listen to Lady\nBaltimore.\n\nCUT TO:\nINT. BADMINTON ESTATE —LIVING/GAME ROOM — LATER.\n\nIt's evening and the guests are by the fire in a large sitting\nroom playing in a Backgammon Match round robin, Alma and\nReynolds play against each other in a first round. It’s tense.\n\nREYNOLDS\nNo. no. you can’t move there.\n\nALMA\nI rolled a three.\n\nREYNOLDS.\nyes you did — and that’s four..you go here.\n\nALMA,\n\nREYNOLDS\nlet’s not start cheating, Alma.\n\nALMA\n1 don't need to cheat.\n\nREYNOLDS\nThen don‘t. But you do need to\ncount. This is where you go..\n\fw\n\nALMA\nit’s your turn.\n\nThey roll back and forth. Alma counting out her moves..\n\nREYNOLDS\nMust you count your moves out loud?\n\nALMA\nYou snap your tongue together as you\nroll, mast you do that each time?\n\nREYNOLDS\noh quiet down. I don't do that.\n\nALMA\nYou quiet down. don’t be so cranky about\na game. it's a stupid game.",
  "37": "---END OF PREVIOUS SECTION---\nREYNOLDS\noh quiet down. I don't do that. ALMA\nYou quiet down. don’t be so cranky about\na game. it's a stupid game. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\nI’m sure it’s stupid as long as you’re\nlosing at it, but if you happen\nto be victorious I’m sure you'd see\nit a different way --\n\nReynolds rolls, clicks his teeth, wins the Backgammon game end\ngloats about it.makes her feel bad.\n\nREYNOLDS\nGammon! And I've received twice the\nvalue of the Doubling Cube! because\nyou havent borne off any checkers! Ha!\nNext opponent!\n\nCUT TO:\n\fmW\n\nINT. TOWNHOUSE/DINING ROOM — LATER.\n\nEating dinner. New Year’s Eve program playing on the radio.\nReynolds is sketching and eating and not talking. She looks for\nconversation that never comes.\n\nALMA\nI want to go dancing.\n\nREYNOLDS\nWhen?\n\nALMA\nRight now.\n\nREYNOLDS\n~you're joking.\n\nALMA\nNo I’m not.\n\nREYNOLDS\n\nI'm not going dancing.\n\nALMA\nI’m going dancing.\n\nThere's a party at Devonshire Hall to celebrate\n\nthe New Year and I want to go. We need to go\n\ndancing. So what are you going to do?\nREYNOLDS\n\nI'm going to stay right here\n\nand I’m going to work.\n\nShe gets up and heads downstairs. HOLD with him.to see if she's\nbluffing..ne stands up, looks down the stairs...\n\n~«8he’s called his bluff and she’s out the door.\n\nCUT TO:\n\fINT. UPSTAIRS ATELIER — NIGHT.\n\nReynolds is working on a toile. Silent, can’t focus.\nHe leaves the room.\n\ncur To:\nINT. ALBERT/DEVONSHIRE HALL — NIGHT.\n\nIt’s New Years Eve madness at the Chelsea Arts Club Ball.\nPeople dressed in insane costumes under the theme “Huntin‘\nShootin’ Fishin‘’\" People dressed as cowboys, indians, aliens\n(see research footage for this) The crowd is young Art\nStudents, Alma’s age, who are all very very drunk, rowdy and\nlooking for trouble.\n\nReynolds, not in costume for the occasion, comes around looking\nfor her.e finds her. She's off to the aide. She’s been crying.",
  "38": "---END OF PREVIOUS SECTION---\nReynolds, not in costume for the occasion, comes around looking\nfor her.e finds her. She's off to the aide. She’s been crying. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n“Auld Lang Syne” is playing, people kiesing, dancing. Reynolds\nand Alma face to face, he takes her by the wrist and out of\nthere...\n\nCUT TO:\n\nINT. APARTMENT - SALON — MORNING\n\nA Wealthy Client, MRS. VAUGHAN (508, american?), in a dress. It\ndoesn’t quite look right or fit right. Reynolds is standing off\nto the side.\n\nMRS. VAUGHAN\nI’m just not sure about the flower...\n\nREYNOLDS\nYou're not sure about it because you don’t\nknow. Tt’s just right how it is.\n\nMRS. VAUGHAN\ncould we bring it in a little?\n\nREYNOLDS\nNo I don't think we’ll do that. This is\nthe dress, it looks as it should.\nGood luck this evening.\n\nHe leaves. The workroom stands quiet for a moment.\nMrs. Vaughan awkwardly standing.\n\f73\n\nMRS. VAUGHAN\ndon’t I look a little fat?\n\nAlma walks over.\n\nALMA,\nWhere is it that you feel like that?\n\nMRS. VAUGHAN\nHere, around here.\n\nALMA\nwhat if we did this..do you think that\nwould help?\n\nShe squeezes some fabric together, slimming the silhouette...\n\nMRS. VAUGHAN\nYes, I do.\n\nCUT TO:\nINT. CYRIL’S OFFICE — AFTERNOON.\nCyril is at her desk. Reynolds comes in and sits down:\n\nREYNOLDS\nWhere has Henrietta Harding been?\n\nCYRIL\nShe's been to another house.\n\nREYNOLDS\nYou didn’t tell me..\n\nCYRIL\nbecause I didn’t want to.\n\nREYNOLDS\nis it something I'm unaware of ?\nI've done nothing but dress her well.\n\nC¥RIL\nI don’t think that matters to some.\n\nI think they want what is fashionable.\nand chic.\n\f4\n\nREYNOLDS\nChic? that’s a dirty word. Chic. Whoever\ninvented it should be spanked publicly.\nI don't even know what that word\nmeans. what is that word? Chic. Fucking chic.\n\nthey should be hung, drawn and quartered for\nthat word. fucking chic.\n\nCYRIL\nIt shouldn't concern you.",
  "39": "---END OF PREVIOUS SECTION---\nFucking chic. they should be hung, drawn and quartered for\nthat word. fucking chic. CYRIL\nIt shouldn't concern you. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\nBut it does, Cyril. It does.\nIt hurts my feelings. My feelings are hurt.\n\nCYRIL\nso what‘s all this moaning about?\n\nREYNOLDS\nI'm not moaning, J don’t want to be ignored.\n\nCYRIL\nNo one does. but I don’t want to hear about it\nbecause it hurts my ears.\n\nREYNOLDS\nI've made a terrible mistake with my life, I've\nmade a mistake and I need your help...\n\nCYRIL\nwhat do you want me to do?\n\n \n\ncur To:\nINT. APARTMENT — STAIRWELL — THAT MOMENT\n\nAlma, says goodbye to the satisfied Rich Lady Client Mrs.\nVaughan and she backs down the stairs,.towards Cyril’s office.\n\ncUT TO:\n\f15,\n\nINT, CYRIL’S OFFICE — THAT MOMENT\nReynolds looking at Cyril, lowers tone appeals to her:\n\nREYNOLDS\nI can’t work. I can’t concentrate, I have\nno confidence.\n\nyou need to heip me with this.. I can't do this\nwith her..\n\nBehind Reynolds, Alma walks into the room, quietly\nCU. CYRIL\n\ndoesn’t move her eyes from Reynolds, allowing Alma\nin to hear everything..\n\nREYNOLDS\nwe built this house. the two of us.\n\nthings casting a long shadow..\nher arrival has cast a very long shadow, Cyril..\n\nALMA (to Cyril)\nMrs. Vaughan is satisfied with the dress.\n\nReynolds doesn’t mias a beat, swings around to see Alma:\nREYNOLDS\nNO ONE GIVES A TINKER'S FUCKING CURSE\nABOUT MRS. VAUGHAN’S SAISFACTIONI!!\n\nCYRIL\nThank you, Alma.\n\nShe leaves. Reynolds looks to Cyril.\nREYNOLDS\nThere is an air of quiet death around this\nhouse. and I do not like the way it smells!\n\ncur TOs\n\f16\n\nINT. COUNTRY HOUSE ~ KITCHEN — AFTERNOON.\n\nCU. ALMA.\nshe is sorting mushrooms. the poison ones from the good ones.\n\nCU. REYNOLDS\nne is sketching.\n\nGloomy silence between them.\n\ncu. ALMA\nshe's about to throw away the bad mushrooms..\n\nSLOW ZOOM IN ON HER FACE.",
  "40": "---END OF PREVIOUS SECTION---\ncu. ALMA\nshe's about to throw away the bad mushrooms.. SLOW ZOOM IN ON HER FACE. \n---TARGET SECTION TO BE ANNOTATED---\nCU, REYNOLDS\nhe is deep in his sketchbook.\n\nShe discards the mushrooms, into a CUP. And then she takes the\ncup and she places them on a high shelf..she turns around.\nHe‘s sketching.\n\nALMA\ndid you hear what I said?\n\nREYNOLDS\nyes.\n\nALMA\nI didn’t say anything.\n\nREYNOLDS\nYes, I heard the silence. rt was\nmusic to my ears,\n\nCur TO:\n\f7\n\nINT. COUNTRY HOUSE - KITCHEN — AFTERNOON.\n\nCU. ALMA.\nshe is cooking dinner again.\n\nCU. REYNOLDS\nhe is sketching. he looks up and watches her...\n\nCU. ALMA.\ncookin\n\n \n\nshe looks up on a shelf.\n\nCU. THE CUP OF POISON MUSHROOMS.\nher hand reaches up to the shelf and takes them down.\n\nCU. ALMA\nshe turns and looks at Reynolds.\n\nSLOW ZOOM IN ON HER FACE.\nSLOW ZOOM IN ON REYNOLDS.\nThey Look at each other.\n\nShe turns around, pours the poison mushrooms into the pan and\nsautés them with some butter.\n\n \n\nREYNOLDS\nWhen is dinner?\n\nALMA\nBight o clock.\n\nREYNOLDS:\n\nI'll get dressed.\n\ncur To:\nINT. BEDROOM — EVENING\nReynolds gets dressed.\n\nCUT TO:\n\f7B\n\nINT, ATELIER — EVENING\n\nAlma gets dressed. She wears the early 20s DRESS that Reynolds\nworked as an apprentice on...\n\nShe looks in the mirror..she takes on strength from the dress.\ncur TO:\nINT. DINING ROOM/COUNTRY HOUSE - NIGHT\n\nThe food is on the table. Reynolds enters, sits down.\nAlma enters.\n\n \n\nALMA\nWine?\n\nREYNOLDS\nno thank you.\n\nALMA\ncan I make you a martini?\n\nREYNOLDS\nnothing for me.\n\nShe sits. He looks in his book and starts to sketch..ne reaches\nfor his fork and knife.. He reads as he cuts into the Mushroom\nCrepe.....die lifts it to his mouth...\n\nCU. ALMA-\nwatching him.\n\nCU. REYNOLDS.\nhe looks over at her.he puts the Mushroom Crepe in his mouth.\n\nHe starts to slowly chew.waiting for her to say something.",
  "41": "---END OF PREVIOUS SECTION---\nREYNOLDS. he looks over at her.he puts the Mushroom Crepe in his mouth. He starts to slowly chew.waiting for her to say something. \n---TARGET SECTION TO BE ANNOTATED---\nje chew:\n\n \n\nShe says nothing. and then:\n\n \n\nALMA\nI want you flat on your back.\n\nI want you helpless, with only me to help.\nAnd then I want you strong again.\n\nHe looks at her with loving eyes..chewing slowly.\n\fHe swallows.\n\n9\n\nALMA\n«you're not going to die..You might wish you\nwere going to die, but you're not going to.\nYou Just Need To Settle Down.\n\nREYNOLDS\nKiss me my girl, before I’m sick.\n\nANGLE, CU. ALMA AND REYNOLDS\nthey kiss. And smile at each other. Reynolds couldn't be more\nexcited at the sight of her.\n\ncu. ALMA\n\nCUT TO:\n\npetting his head, and keeping him safe.\n\nREYNOLDS\nshould we call that Boy Doctor..just in case..?\n\nALMA\nyou don’t trust me?\n\nREYNOLDS\nwell yes, of course I do, darling, just..\n\nALMA\nif you'd like.\nBut I’m going to make you well again.\n\n \n\nALMA (VO)\nIf he didn't wake up from this? if he wasn’t\nhere tomorrow. No matter\n\nwell.even with the mystery of what may happen\nnext — no matter. For I know he‘d be there\nfor me, in some safe celestial plac\n\n \n\nCUT TO:\n\fINT. COUNTRY HOUSE — MORNING\n\nRobert arrives. Alma opens the door for him.\n\n \n\nALMA (VO)\nIn this life and the next and the next after\nthat and for whatever there is on the road that\nfollows from here..It would only require my\npatience that I would get to him again.\nAlma greets him:\n\nALMA\nthank you for coming, Dr..\n\nDR. ROBERT\nOf course, Mrs. Woodcock..\n\nCUT TO:\nINT. BEDROOM — MORNING\nCU. REYNOLDS\nbeing checked on by Dr. Robert..he flashes a light in his eyes,\nchecks his vitals, etc,\nAlma stands nearby.\nReynolds looks at Almauwuuthey smile at each other. Complicit.\nALMA (VO)\nyou see, to be in love with him makes life\nNo Great Mystery.\ncor TO:\nINT. KITCHEN/COUNTRY HOUSE — NIGHT\n\nAlma, talking with the Dr.",
  "42": "---END OF PREVIOUS SECTION---\nALMA (VO)\nyou see, to be in love with him makes life\nNo Great Mystery. cor TO:\nINT. KITCHEN/COUNTRY HOUSE — NIGHT\n\nAlma, talking with the Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Robert, finishing their tea.\n\nDR. ROBERT\nfe’s very lucky to have you, Alma.\n\nALMA\nSometimes it’s good for him to slow his\nsteps down a little...\n\ncur TO:\n\fa1\n\nEXT. LONDON/PARK — DUSK\n\nReynolds and Alma, walking together in the park, winter. She's\nwearing the TREED COAT from earlier.......they are\ntalking about their work.\n\n \n\nCUT TO:\n\nINT. SALON/PETIT SALON\n\n \n\nAlma, fitting a fashionable Young Woman (20s) for a dress of her\ndesign. Cyril working with Steff, who shadows her...\n\nCUT TO:\nINT. COUNTRY HOUSE ~ LIVING ROOM — NIGHT\n\nIt’s months later, sitting by a fir\non the couch,\n\nAlma and Reynolds together\n\n \n\n‘ALMA\nSometimes I jump ahead in our life together\nand I see a time, near the end..I can predict\nthe future..and everything has settled.\nAll our lovers and children come back and\nare welcome and the gatherings are large\nand everyone is laughing or playing games...\nI am older and I see things differently.\nJ finally understand you —\n\nAnd I care for your dresses, keeping them\nfrom dust and ghosts and time.\n\nCUT TO:\nINT. ALBERT/DEVONSHIRE HALL — NICHT\n\nIMAGE OP THEM BACK AT THE ROYAL ALBERT/DEVONSHIRE HALL, ON NEW\nYEARS EVE, THIS TIME DANCING TOGETHER...\n\ncuT TO:\n\fINT. COUNTRY HOUSE - LIVING ROOM — NIGHT\nBack to them sitting by the fire together.\n\nREYNOLDS\nbut right now we're here.\n\nALMA,\nyes of course we are.\n\nREYNOLDS\nand I'm getting hungry\n\nTHE END.\n\f"
}