{
  "1": "PIRATES OF THE CARIBBEAN: CALYPSO'S FURY\nscreenplay by Ted Elliott & Terry Rossio\nGreen Revision (January 31, 2006)\n\nHere is a late production draft of PIRATES OF THE CARIBBEAN: AT\nWORLD'S END. You'll notice a different title, Calypso's Fury. This\ntitle was never in serious contention, simply a working title, until\nmarketing deadlines forced the eventual title to be determined.\n\nTerry Rossio\nFebruary, 2014\n\n©2014 Terry Rossio & Ted Elliott * WORDPLAY « http://www.wordplayer.com\n\fPirates of the Caribbean\nCalypso's Fury\n\nscreenplay by\nTed Elliott and Terry Rossio\n\nGreen Revision\nJanuary 31, 2006\n\f500\n\n501\n\n502\n\n503\n\n504\n\nWHITE REVISION 7-4-07 1.\nBLACK\n\nFADE UP: SHACKLED FEET. CHAINS drag along the ground. PIRATES,\nled to their final reward -- the gallows. FOOTSTEPS climb the\nwooden steps. An air of expectancy. TILT UP to REVEAL --\n\nEXT. FORT - DAY\n\nA PIRATE CABIN BOY stands on the gallows. A noose is fitted\naround his neck. Among the PIRATES in line, a TUNE begins,\nhummed low.\n\nThen the Cabin Boy begins to sing, low and wavering, focused\nonly on the song and not those who have come see him hang --\n\nCABIN BOY (0.S.)\nYo, ho, haul together, hoist the\ncolours high ... heave ho, thieves\nand beggars, never shall we die...\n\nThe Cabin Boy closes his eyes --\n\nIN THE BLACKNESS, a SILVER COIN FALLS, tumbling slowly. It is a\nSILVER PIECE OF EIGHT, irregular, golden light glinting off its\nrough surface --\n\nCABIN BOY\nThe king and his men stole the queen\nfrom her bed and bound her in her\nbones ...\n\nBACK TO SCENE: as a PIRATE waiting joins in, sings low:\n\nPIRATE\nThe seas be ours and by the powers\nwhere we will -- we'll roam...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Cabin Boy closes his eyes --\n\nIN THE BLACKNESS, a SILVER COIN FALLS, tumbling slowly. It is a\nSILVER PIECE OF EIGHT, irregular, golden light glinting off its\nrough surface --\n\nCABIN BOY\nThe king and his men stole the queen\nfrom her bed and bound her in her\nbones ... BACK TO SCENE: as a PIRATE waiting joins in, sings low:\n\nPIRATE\nThe seas be ours and by the powers\nwhere we will -- we'll roam... \n\nTARGET SECTION TO BE ANNOTATED:\nIn the crowd stands SIR CUTLER BECKETT among OFFICERS of the\nEAST INDIA TRADING COMPANY. He frowns at the waiting\nprisoners, as more pick up the song:\n\nPRISONERS\nYo, ho, haul together, hoist the\ncolours high ... heave ho, thieves\nand beggars, never say we die...\n\nBeckett gives a nod. A wood-SQUEAK, THUNK as the gallows\ntrap-door opens --\n\nIN DARKNESS, the SILVER PIECE OF EIGHT tumbles and turns ...\n\n500\n\n501\n\n502\n\n503\n\n504\n\f505\n\n506\n\n507\n\n508\n\nWHITE REVISION 7-4-07 2.\n\nAT THE GALLOWS, the line of Pirates watch with dread and\nfascination as the young man dances his final dance. Another Pirate\nis led to the noose --\n\nOLD MAN (0.S.)\nSome men have died and some are alive\nAnd others sail on the sea -- with\nthe keys to the cage ... and the\ndevil to pay ... we lay to Fiddler's\nGreen!\n\nAT THE GALLOWS, another SQUEAK, THUNK and CRY as the hapless\nPirate falls to his doom --\n\nALL PIRATES\nYo, ho, haul together, hoist the\ncolours high -- HEAVE HO, THIEVES\nAND BEGGARS, NEVER SHALL WE DIE ...\n\nA lever pulled. Another pirate SWINGS. A rope tightens.\nAnother pirate HANGS. Faster and faster. Beckett smiles. A\nDOZEN PIRATES now dangle at the END of their ROPES -- anda\nFINAL PIRATE drops down, boots CLOSE IN FRAME --\n\nThe SILVER PIECE OF EIGHT lands on a table, spins and wobbles to\na stop. TEAGUE, Pirate Lord of Madagascar, stares out a window,\nthe weight of ill news in his eyes.\n\nBehind him, on a table, lies the Silver Piece of Eight, next\nto a candle, an open envelope, and letter\n\nTeague's hand picks up the coin, clutches it -- and the candle\nGOES OUT --\n\nCUT TO BLACK\nA PAUSE, then ... a WOMAN'S VOICE out of the DARKNESS ...\nELIZABETH (0.S.)\nThe bell has been raised from its\nwatery grave ...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nBehind him, on a table, lies the Silver Piece of Eight, next\nto a candle, an open envelope, and letter\n\nTeague's hand picks up the coin, clutches it -- and the candle\nGOES OUT --\n\nCUT TO BLACK\nA PAUSE, then ... a WOMAN'S VOICE out of the DARKNESS ... ELIZABETH (0. S.)\nThe bell has been raised from its\nwatery grave ... \n\nTARGET SECTION TO BE ANNOTATED:\n do you hear its\nsepulchral tone?\n\nA small boat emerges out of the gloom. Elizabeth moves it\nwith a long pole through a maze of pylons. We are --\n\nEXT. SINGAPORE - HARBOR - NIGHT\n\nJunks crammed together around ramshackle docks. Criss-crossing\nshadows from hanging lamps.\n\nUNDER THE DOCKS, Elizabeth moves past raised platforms, sees:\nan OLD LADY crouches, gutting fish ... an ARTISAN blows glass\n\n505\n\n506\n\n507\n\n508\n\fWHITE REVISION 7-4-07 3.\n\nover a coal FIRE ... a LAUGHING BOY outside a FIREWORKS SHED\nlights a pinwheel; it spins, sparks flying --\n\nThe SHADOW of a MONKEY races past. Elizabeth's apprehension\ngrows. It's all weird, surreal. She keeps singing --\n\nELIZABETH (0.S.)\nA call to all, pay heed the squall --\n\n509 EXT. SINGAPORE - DOCKS - NIGHT 509\nOn the dock, Elizabeth ties the bow line.\n\nELIZABETH\n-- and turn your sails toward home!\nYo ho, haul together --\n\nEAST INDIA COMPANY MEN, including MERCER, approach. She re-\nties the line as they pass. Then resumes the song.\n\nELIZABETH (CONT'D)\nRaise the colors high! Heave ho --\n\nHUANG (0.S.)\n-- thieves and beggars, never say we\ndie.\n\nTHREE GUARDS appear out of the darkness of a huge sewer pipe.\nTheir leader is TAI HUANG.\n\nHUANG (CONT'D)\n\nA dangerous song to be singing, for\n\nany who are ignorant of its meaning.\nParticularly a woman. Particularly a\nwoman alone.\n\nBARBOSSA (0.S.)\nWhat makes you think she's alone?\n\nThe Guards turn. BARBOSSA stands behind them, smiling.\n\nHUANG\nYou protect her?\nELIZABETH\nWhat makes you think I need\n\nprotection?\nHuang shouldn't have turned away: her knife is at his throat.\n\nBARBOSSA\nYour master is expecting us.\n(to Elizabeth)\nAnd an unexpected death would cast a\nslight pall on our meeting.\n\f510\n\n511\n\n512\n\n513\n\nWHITE REVISION 7-4-07 4.\nElizabeth lowers the knife.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to Elizabeth)\nAnd an unexpected death would cast a\nslight pall on our meeting. 510\n\n511\n\n512\n\n513\n\nWHITE REVISION 7-4-07 4. Elizabeth lowers the knife. \n\nTARGET SECTION TO BE ANNOTATED:\nHUANG\nYou're Captain Barbossa.\n\nBARBOSSA\nAye. And she be Elizabeth Swann. And\nSao Feng has promised us safe passage.\n\nHUANG\nFor as long as it suits him.\n\nHuang turns to lead them away -- stops, holds up a hand.\n\nEast India Company AGENTS go past. Huang gestures 'follow\nme' and leads them toward the huge sewer pipe --\n\nEXT. SINGAPORE - BRIDGE - NIGHT\n\nThe East India Company Agents keep a look out. DROP DOWN to\nthe water below --\n\nIN THE WATER, a dozen or so COCONUTS float lazily with the\ncurrent. And then one rises up -- the TOP of PINTEL's head.\nOthers rise out of the water -- coconut shells worn like\nhelmets by GIBBS, RAGETTI, COTTON and MARTY.\n\nThey carry oilskin bundles, take out large rasps, wait, poised\nto file through the bars of a metal grate --\n\nON THE AGENTS: as they hear wheels SQUEAKING, turn to see:\n\nTIA DALMA, pushing a cart carrying bird cages with twittering\ncanaries; potions, bottles and bags of flour. Cotton's PARROT\nperches atop; JACK THE MONKEY turns the crank of an ORGAN --\n\nBENEATH THE DOCK -- Gibbs and his crew begin filing through the\ngrate, the noise covered by the music --\n\nEXT. SINGAPORE - BATH HOUSE - NIGHT\n\nAs Huang leads Barbossa and Elizabeth toward the door of a\nlow-slung, decrepit bath house. The two confer in whispers:\n\nELIZABETH\nHave we heard anything from Will?\n\nBARBOSSA\nThe whelp is more than capable of\ntaking care of himself. But you, in\nthe presence of Sao Feng, you'll be\nwanting to show a bit more diffidence\nthan is your custom.\n\nELIZABETH\nHe's that terrifying, is he?\n\n510\n\n511\n\n512\n\n513\n\f514\n\n515\n\n516\n517\n\nWHITE REVISION 7-4-07 5.\n\nBARBOSSA\nHe's much like myself, absent my\nmerciful nature and sense of fair\nplay.\n\nHuang raps out a signal on the door. A slit opens, eyes scan\nhim, the slit closes, the door opens --\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nHe's much like myself, absent my\nmerciful nature and sense of fair\nplay. Huang raps out a signal on the door. A slit opens, eyes scan\nhim, the slit closes, the door opens --\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SINGAPORE - UNDER THE DOCKS - NIGHT 514\n\nPintel and Ragetti keep filing -- until suddenly the music\nSTOPS. Ragetti files one stroke too many, oops --\n\nON THE DOCKS, one of the Agents regards the Monkey, holding it up 515\nwith the tip of his sword. The other pokes at the cart.\n\nAGENT\n(to Tia Dalma)\nYou can't be here.\n\nTia Dalma lifts her face -- they see she is BLIND.\nTIA DALMA\nYour mother always knew it be you\nwho threw the linens down the well.\nBut she forgave you for it.\n\nAGENT\nHow did you know that?\n\nTIA DALMA\nThe canaries.\n\nShe grins a black-teeth smile. The Agents jump back. Jack\nthe Monkey goes back to grinding, the music picks up --\n\nBELOW, Pintel and Ragetti return to sawing -- 516\nINT. BATH HOUSE VESTIBULE - NIGHT 517\nHuang stops, bars Barbossa and Elizabeth's way.\n\nHUANG\nNo weapons. Remove them, please.\n\nBARBOSSA\nOf course.\n\nBarbossa and Elizabeth lose their swords, pistols. Huang\nholds up a hand to stop Elizabeth. He gestures to her coat.\n\nHUANG\nDid you you think because she is a\nwoman, we would not suspect her of\ntreachery?\n\f518\n\n519\n\nWHITE REVISION 7-4-07 6.\n\nBARBOSSA\nWhen you put it that way ...\n\nHUANG\nRemove, please.\n\nElizabeth strips off her coat. Huang takes it, and reveals\ntwo swords in hidden scabbards in the lining. Again, they\nstart past -- Huang stops Elizabeth. AGAIN. Smiles.\n\nHUANG (CONT'D)\nRemove. Please.\n\nElizabeth looks indignant --\nINT. BATH HOUSE - NIGHT\n\nON ELIZABETH, self-conscious in a short robe and nothing\nelse. She and Barbossa follow a DRAGON TATTOOED half-naked\npirate into the bath house. They move past algae-covered\ntubs and leaky, rusted pipes. Elizabeth notes: all of the\nmen have the same DRAGON TATTOO.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe and Barbossa follow a DRAGON TATTOOED half-naked\npirate into the bath house. They move past algae-covered\ntubs and leaky, rusted pipes. Elizabeth notes: all of the\nmen have the same DRAGON TATTOO. \n\nTARGET SECTION TO BE ANNOTATED:\nSAO FENG steps out of a tub; two attendants -- LIAN and PARK\n(in corset-like outfits) -- dress him in full pirate garb.\n\nSao Feng does not acknowledge Barbossa and Elizabeth's\npresence. Barbossa gets it; he must speak first.\n\nBARBOSSA\nCaptain Sao Feng. Thank you for\ngranting me this audience.\n\nSAO FENG\nCaptain Barbossa! Welcome to\nSingapore.\n(to a guard)\nMore steam.\n\nThe Guard bangs on the wall twice --\nINT. BOILER ROOM - NIGHT\n\nTwo short ATTENDANTS work the boiler and bellow system that\nfeeds steam to the bathhouse above. Gibbs crawls out of a\n\ntunnel, followed by Pintel, Ragetti, Cotton ... and then\nMarty, who did not have to crawl. They see the attendants\nsmile at each other -- no problem --\n\nA HUGE ATTENDANT comes into view. Problem. Ragetti moves to\ncrawl back into the tunnel. Gibbs grabs his collar --\n\nGIBBS\n(sotto)\nNone of that.\n(MORE )\n\n518\n\n519\n\fWHITE REVISION 7-4-07 7.\n\nGIBBS (CONT'D)\nIf things don't go the way we want,\nthen we're the only chance we have\nit won't go as bad as we expect.\n\n520 INT. BATH HOUSE - NIGHT 520\n\nSTEAM issues from the pipes. Sao Feng leans over a vent,\nwaving it into his face.\n\nSAO FENG\nI understand that you have a request\nto make of me ..?\n\nBARBOSSA\nAnd a proposal to make to you. I've\na venture underway, and I find myself\nin need of a ship and a crew.\n\nSAO FENG\nAnd you consider me worthy of such\nan honor? A ship and crew ...\n(a chuckle)\nHuh. That's an odd coincidence.\n\nELIZABETH\nBecause you happen to have a ship\nand a crew you don't need?\n\nBarbossa gives her a warning glance.\n\nSAO FENG\nNo. Because earlier this day, not\nfar from here, a thief broke into my\nmost revered uncle's temple, and\ntried to make off with these ...\n\nSao Feng crosses to a wizened OLD MAN, who clutches ANCIENT\nCHARTS to his chest.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAO FENG\nNo. Because earlier this day, not\nfar from here, a thief broke into my\nmost revered uncle's temple, and\ntried to make off with these ... Sao Feng crosses to a wizened OLD MAN, who clutches ANCIENT\nCHARTS to his chest. \n\nTARGET SECTION TO BE ANNOTATED:\n Sao Feng tries to take them -- but the\nOld Man really does not want to let them go.\n\nA look from Sao Feng, and the man releases them.\n\nSAO FENG (CONT'D)\n\nNavigational charts. The route to\nthe Farthest Gate.\n\n(Barbossa's smile\n\nfalters slightly)\nWouldn't it be amazing if this venture\nof yours took you to the world beyond\nthis one?\n\nBARBOSSA\nIt would strain credulity, at that.\n\fWHITE REVISION 7-4-07 8.\n\nSao Feng gazes at him levelly. He nods to two GUARDS near\none of the baths. The Guards haul a FIGURE out of the tank --\n\nIt's WILLIAM TURNER. He gasps for breath. Sao Feng grabs him\nby the hair, displays his face to Elizabeth and Barbossa.\n\nSAO FENG\nThis is the thief. Is his face\nfamiliar to you?\n\nBoth play it cool: neither have ever seen him before. Sao\nFeng studies them, shrugs -- and picks up a huge FID --\n\nSAO FENG (CONT'D)\nNo? Then I guess he has no further\nneed for it.\n\nHe prepares to stab Will with the fid -- Elizabeth tenses --\nSao Feng spots the tell. His pleasant demeanor is gone.\n\nSAO FENG (CONT'D)\n\nYou come into my city, you seek my\nindulgence and largesse, and you\nbetray my hospitality? You betray\n\nme?\n\nBARBOSSA\nSao Feng, I assure you, I had no\nidea --\n\nSAO FENG\n\n-- that he would get caught.\nSao Feng stares. Barbossa shrugs: yeah, okay.\n\nSAO FENG (CONT'D)\nYou intend to attempt a voyage to\nDavy Jones' Locker. And I cannot\nhelp but wonder: why?\n\nBarbossa tosses something to Sao Feng, who catches it -- a\nsilver PIECE OF EIGHT. Sao Feng examines it.\n\nSAO FENG (CONT'D)\nA piece of eight.\n\n(looks up at Barbossa)\nIt's true, then?\n\nBARBOSSA\nAye. The time is upon us. We must\nconvene the Brethren Court.\nHe BANGS twice on the wall. No steam.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe must\nconvene the Brethren Court. He BANGS twice on the wall. No steam. \n\nTARGET SECTION TO BE ANNOTATED:\nSAO FENG\nMore steam!\n\fWHITE REVISION 7-4-07 9.\n521 INT. BOILER ROOM - NIGHT 521\n\nMarty sits atop the huge Attendant, tightening a knot. Cotton\npuzzles out the boiler mechanism. Gibbs, Pintel and Ragetti\nmove out of the room, further under the bathhouse --\n\n522 INT. BATH HOUSE - NIGHT 522\nSao Feng leans over a vent, breathes in the soothing steam.\n\nSAO FENG\nThe Court has not met in my lifetime.\n\nBARBOSSA\nNor mine.\n\nSao Feng toys with a Captain's knot pendant at his neck.\n\nSAO FENG\nAnd when last it did, my father told\nme, it ended ... badly.\n\nBARBOSSA\nBut the time before that, it produced\nthe Code, which has served us well\nand it was the very first meeting\nwhat gave us no less than rule of\nthe sea herself, didn't it? And now\nthat rule is being challenged.\n\nSAO FENG\nThe East India Trading Company.\n\nBARBOSSA\n(nods)\nLord Cutler Beckett is a pox on us\nall.\n\n523 INT. BENEATH THE BATH HOUSE - NIGHT 523\n\nOilskin bundles are unrolled: swords, pistols and grenades.\nThe pirates place the grenades in the floor joists.\n\nRagetti's attention is drawn to a knothole. He peeks through.\nGets a better angle with his wooden eye. It catches Pintel's\nattention. Ragetti point up, mouths \"Elizabeth!\"\n\n524 INT. BATH HOUSE - NIGHT 524\n\nSAO FENG\nThere is a price on all our heads\nit is true. It seems the only way a\npirate can turn a profit anymore ...\n(he regards Will)\n. is by betraying other pirates.\n(MORE )\n\fWHITE REVISION 7-4-07 10.\n\nSAO FENG (CONT'D)\n(back to Barbossa)\n\nBut pirates are either Captain or\ncrew, and nine squabbling captains\ntrying to chart a course is eight\ncaptains too many. Against the\ncompany, what value is the Brethren\nCourt? What can any of us do?\n\nELIZABETH\nYou can fight.\n\nShe realizes she said that out loud. All eyes on her.\n\n525 INT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe realizes she said that out loud. All eyes on her. 525 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BENEATH THE BATH HOUSE - NIGHT 525\nPintel shoves Ragetti aside, peers through the knothole --\n\n526 INT. BATH HOUSE - NIGHT 526\nElizabeth steps forward:\n\nELIZABETH\nYou are Sao Feng, the Pirate Lord of\nSingapore. You command in the Age of\nPiracy, where bold Captains sail\nfree waters, where waves are not\nmeasured in feet but increments of\nfear, and those who pass the test\nbecome legend.\n\nA huge dragon TATTOO GUY steps forward to put a hand on\nElizabeth's shoulder. She shrugs him off, continues:\n\nELIZABETH (CONT'D)\nWould you have that era come to an\nend on your watch?\n\n527 INT. BENEATH THE BATH HOUSE - NIGHT 527\n\nPintel flinches at the sight, gives Ragetti a dismayed look:\nwhat are you smoking, dude?\n\n528 INT. BATH HOUSE - NIGHT 528\n\nELIZABETH\nBut here you are: your ships crowd\nthe harbor, rotting on their lines,\nwhile you cower in your bath water\n\nSao Feng regards her, makes a circle around her\n\nSAO FENG\nElizabeth Swann ... There is more to\nyou than meets the eye, isn't there?\nAnd the eye does not go wanting.\n\fWHITE REVISION 7-4-07 11.\nHe smiles charmingly at her -- she can't help but smile back\n\nSAO FENG (CONT'D)\n(to Barbossa)\nBut I can't help but notice you have\nfailed to answer my question. What\nis it you seek in Davy Jones' Locker?\n\nWILL\nJack Sparrow.\n\nSao Feng freezes. The room goes dead still, too.\n\nWILL (CONT'D)\nHe's one of the pirate lords.\n\nPark, one of the twins, giggles at the name -- stops smiling\nwhen Sao Feng glares at her. LIAN hides her own smile. Sao\nFeng works to hide his rage.\n\nSAO FENG\nThe only reason I would want Jack\nSparrow returned from the realm of\nthe dead is so I can send him back\nmyself.\n\nBARBOSSA\nExactly why we preferred his name go\nunmentioned.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSao\nFeng works to hide his rage. SAO FENG\nThe only reason I would want Jack\nSparrow returned from the realm of\nthe dead is so I can send him back\nmyself. BARBOSSA\nExactly why we preferred his name go\nunmentioned. \n\nTARGET SECTION TO BE ANNOTATED:\nUNDER THIS: Sao Feng spots: The DRAGON TATTOO of one of his\nGuards is MELTING -- STENG.\n\nSAO FENG\nSo you admit you have deceived me.\n\nBARBOSSA\nJack Sparrow holds one of the Nine\nPieces of Eight! He failed pass it\nalong to a successor before he died.\nAnd so we must go and fetch him back --\nSao Feng catches Huang's eye, directs him toward Steng\n\nSAO FENG\nWEAPONS !\n\nSao Feng's men (and women) produce weapons from beneath the\nwater in the tubs --\n\n529 INT. CRAWL SPACE - BENEATH THE BATH HOUSE 529\n\nGibbs and the others exchange a glance -- it's gone bad --\n\f530\n\n531\n\n532\n\nWHITE REVISION 7-4-07 12.\nINT. BATH HOUSE - NIGHT 530\n\nBarbossa and Elizabeth are suddenly at the center of a ring\nof weapons pointed at them.\n\nBARBOSSA\nI assure you our intentions are\nstrictly honorable --\n\nHe has his hands spread wide -- and then, suddenly, SWORDS\nare pushed up through the floor boards ... and Barbossa finds\nhimself holding a sword in each hand. Crap. Elizabeth has\n\ntwo swords; she tosses one across the room to Will.\n\nSao Feng holds the point of the fid to Steng's face.\nSAO FENG\nDrop your weapons, or I kill your\nman!\n\nBarbossa frowns. Confused looks from Barbossa to Will to\nElizbeth. Back to Sao Feng. Barbossa shrugs.\n\nBARBOSSA\nKill him. He's not our man.\n\nWILL\nIf he's not with you, and not us ...\nwho is he with?\n\nThe question is answered as suddenly EAST INDIA TRADING\nCOMPANY AGENTS storm in -- CRASHING through windows --\n\nInstantly, the Pirates turn back-to-back to face this new\nthreat. Sao Feng spins away from Steng to fight.\n\nWill grabs another sword from below and wades into the battle --\nINT. CRAWL SPACE - BENEATH THE BATH HOUSE 531\n\nPintel and Ragetti light a fuse, to a grenade attached to\none of the joists -- EXPLOSION --\n\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSao Feng spins away from Steng to fight. Will grabs another sword from below and wades into the battle --\nINT. CRAWL SPACE - BENEATH THE BATH HOUSE 531\n\nPintel and Ragetti light a fuse, to a grenade attached to\none of the joists -- EXPLOSION --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATH HOUSE - NIGHT 532\nTHE BATH HOUSE IS ROCKED, and half the floorboards drop down,\n\nmaking a ramp. Gibbs, Marty, Cotton, Pintel and Ragetti rush\n\nin, firing pistols, join the fighting --\n\nAs MERCER strides in with a phalanx of SOLDIERS. Lian attacks\nhim with a sword; he fires at her, killing her point blank --\n\nPark pulls a steel chopstick out of her hair, sets out for\nvengeance. Pirates flee and scatter --\n\f533\n\n534\n\n535\n\nWHITE REVISION 7-4-07 13.\nEXT. SINGAPORE - DOCKS - VARIOUS - NIGHT 533\n\nOur heroes flee down ramps, up ladders, swing on ropes. East\nIndia Trading Company AGENTS fire pistols, engage with swords --\n\nAmid the fighting, a stack of crates is knocked over. Pintel\npushes Steng out of the way, saving him.\n\nSteng grins his thanks -- then suddenly slashes at Pintel,\nwho jumps back.\n\nPINTEL\nHey! You're a pirate!\n\nSteng slashes, Pintel falls backwards over a rail --\n\nElizabeth and Barbossa, Cotton and Marty take on an array of\nEast India Trading Company AGENTS --\n\nAgents crouch behind the push-cart of Tia Dalma. The canaries fly 534\naway from it, through open doors of their cages. The Agents realize\nsomething is wrong, and run --\n\nJust as the cart EXPLODES --\n\nON A PLATFORM, a wall collapses and Mercer is knocked back, into 535\nthe shadows. He pulls a steel chopstick out of one shoulder\nthen the other. Looks up and sees --\n\nWill comes around a bamboo scrim -- where Sao Feng grabs\nhim. He puts a knife to Will's throat. Fighting, gunfire\nexplosions can be seen past them, through the scrim.\n\nSAO FENG\nOdd coincidence, isn't it? The East\nIndia Trading Company finds me the\nday you show up in Singapore.\n\nWILL\nIt is coincidence only.\n\nWill twists away, flashes his own knife; Sao Feng blocks it.\nMercer, unseen, grins and draws his pistol, aims --\n\nWILL (CONT'D)\nYou want to cut a deal with Beckett?\nYou need what I offer.\n\nON MERCER, ready to fire -- but hesitates.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nMercer, unseen, grins and draws his pistol, aims --\n\nWILL (CONT'D)\nYou want to cut a deal with Beckett? You need what I offer. ON MERCER, ready to fire -- but hesitates. \n\nTARGET SECTION TO BE ANNOTATED:\nSAO FENG\nYou crossed Barbossa, you're willing\nto cross Jack Sparrow -- why should\nI expect any better?\n\f536\n\n537\n\n538\n\nWHITE REVISION 7-4-07 14.\nWILL\nThey are in the way of what I want.\nYou're helping me get it.\n\nSao Feng accepts this logic, but has a final point:\n\nSAO FENG\nYou betray me, and I will slit your\nthroat.\n\nWILL\n\nThen we have an understanding.\nThey each lower their knives. Sao Feng hands Will the charts.\n\nON THE DOCKS, Jack the Monkey lights a rocket. The rocket shoots 536\nacross the water, into the fireworks shed. EXPLOSIONS, and the\nshed TILTS OVER, SPLASHES --\n\nON THE PLATFORMS, Barbossa and Elizabeth arrive, see Will, holding 537\nthe charts, standing with Tai Huang.\n\nBARBOSSA\nYou have the charts!\n\nWILL\nAnd better.\n(indicates Huang)\nA ship and a crew.\n\nELIZABETH\nWhere's Sao Feng?\n\nWILL\nHe will cover our escape -- then\nmeet us at Shipwreck Cove.\n\nHUANG\nThis way. Be quick.\n\nBarbossa nods; he and Will follow Tai Huang away, followed\nby Elizabeth, Pintel, Ragetti, Cotton. ON MERCER, still hidden\n. he recedes back into the shadows.\nEXT. HAI PENG - DECK - NIGHT 538\n\nThe Chinese Junk sails out of the harbor. The night sky GLOWS\nfrom FIRES burning in Singapore. Barbossa confronts Will.\n\nBARBOSSA\nYou weren't supposed to get caught.\n\nWILL\nIt worked out the way I wanted.\n\f539\n\n540\n\n541\n\nWHITE REVISION 7-4-07 15.\n\nHe moves away -- past, Elizabeth who looks out from the rail --\nthere are dozens of ships clustered on shore. Beyond them,\nthe glow of Singapore as it burns.\n\nELIZABETH\nThere's no place left for him to\ncower. Do you think he will honor\nthe call?\n\nTia Dalma steps up behind her\nTIA DALMA\n\nI cannot say. There be something on\n\nthe seas that even the most staunch\n\nand bloodthirsty pirates have come\n\nto fear --\nEXT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you think he will honor\nthe call? Tia Dalma steps up behind her\nTIA DALMA\n\nI cannot say. There be something on\n\nthe seas that even the most staunch\n\nand bloodthirsty pirates have come\n\nto fear --\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARIBBEAN SEA - DAY 539\nThe Dutchman SURFACES. CANNON PORTS open. CANNONS FIRE --\nrapid, no time for reloading -- PIRATES SHIPS are hit\nBROADSIDES. Their cannons return fire.\n\nThe Dutchman's cannons go silent. Smoke drifts from the\nbarrels, becoming ...\n\nEXT. CARIBBEAN SEA - DAY - LATER 540\n\n. smoke that the Flying Dutchman sails through regally,\nsmoke issuing from burning wreckage. It sails past, revealing:\n\nIN THE DISTANCE, the Endeavour rides majestic on the horizon --\nINT. ENDEAVOUR - CAPTAIN'S CABIN - DAY 541\n\nA MAP of the world; ship models representing squadrons.\nSeveral officers pore over it.\n\nA PIECE OF EIGHT spins on a desktop; a hand slams down on\nit: Beckett's. He picks it up, examines it. The Dead Man's\nChest is on the desk as well.\n\nBECKETT\nA piece of eight. Nine of them, you\nsaid?\n\nMERCER\n\nOur new friend in Singapore was very\nspecific, sir: nine pieces of eight.\n\nBECKETT\nWhat is the significance of that, I\nwonder?\n\fWHITE REVISION 7-4-07 16.\n\nMERCER\nDoes it matter? There's nothing can\nhold against the armada,\n(taps fingers on chest)\nnot with the Flying Dutchman at the\nlead.\n\nBECKETT\nNothing we know of. Did our friend\nhappen to mention where the Brethren\nCourt is meeting?\n\nMERCER\nHe was mum on that, sir.\n\nBECKETT\nThen he understand the value of\ninformation. Speaking of ... best\n\nkeep all this to ourselves.\n\nHe glances across the room, where SWANN sits at a table,\nsigning orders, one after another.\n\nBECKETT (CONT'D)\nWe can't have anyone running off to\nSingapore, can we? Ah, Admiral!\n\nNow-Admiral NORRINGTON has entered the cabin.\n\nNORRINGTON\nYou summoned me, Lord Beckett?\n\nBECKETT\nYes. Something there that better\nsuits your new station.\n\nHe nods to a long wooden box on a sideboard. Norrington thinks\nhe recognizes it, opens it. Inside is his SWORD.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods to a long wooden box on a sideboard. Norrington thinks\nhe recognizes it, opens it. Inside is his SWORD. \n\nTARGET SECTION TO BE ANNOTATED:\n A glance\n\nback at Beckett, who nods. Norrington lifts the sword,\nconsidering what it means.\n\nUNDER THIS:\n\nBECKETT (CONT'D)\nThe Brethren know they face\nextinction. All that's left is for\nthem to decide where they will make\ntheir final stand.\n\nON SWANN - a clerk sets a sheaf of documents before him.\n\nSWANN\nNot more requisition orders.\n\nCLERK\nNo, sir. Execution.\n\f542\n\n543\n\n544\n\nWHITE REVISION 7-4-07 17.\n\nSwann is distressed by that; briefly, he makes eye contact\nwith Norrington. Both men quickly look away. Swann picks up\nhis quill, resumes his distasteful task\n\nGROVES enters, salutes Beckett.\n\nGROVES\nThe attack is ended, sir\n\nEXT. ENDEAVOUR - DAY 542\n\nGovernor Swann stares out at sections of blasted hull,\nfloating barrels, and bodies. Beckett and Norrington arrive,\ngaze out at the carnage.\n\nNORRINGTON\nAppalling.\n\nBeckett raises his spyglass.\n\nBECKETT\nBloody hell. There's nothing left.\n(to Norrington)\nPrepare to lower the boat. Fetch the\nchest.\n\nSwann wants to turn away, but forces himself to look --\nINT. FLYING DUTCHMAN - CAPTAIN'S CABIN - DAY 543\n\nMusic plays. Jones gazes at the locket with the picture of\nhanging from the pipe organ. He lifts it gently ...\n\nA tear forms in his eye. Jones touches a knuckle to the tear --\nand is stunned by its presence, by his own emotions. He knows\nthe cause, glances toward the deck --\n\nEXT. FLYING DUTCHMAN - DECK - DAY 544\n\nThe Dead Man's Chest is brought over the rail, guarded by\nMARINES, including MURTOGG and MULLROY, and led by Norrington.\n\nNorrington takes in the ship, the crewmen, not happy to be\nthere. He notes the fear in his men.\n\nNORRINGTON\nSteady, men. We stand aboard a\nseagoing vessel, no more and no less.\nYou will comport yourself as marines.\n\nMurtogg puts a hand on a rail, snatches it back, disgusted.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe stand aboard a\nseagoing vessel, no more and no less. You will comport yourself as marines. Murtogg puts a hand on a rail, snatches it back, disgusted. \n\nTARGET SECTION TO BE ANNOTATED:\nMULLROY\nOh, now, it's not all that bad. A\nlittle bit of elbow grease, is all\nshe needs.\n\fWHITE REVISION 7-4-07 18.\n\nMURTOGG\nWe set the grease on fire?\n\nMULLROY\nAnd get away as fast as we can.\n\nMURTOGG\nIt's a two-part plan.\n\nMULLROY\nThat's how you know it's a good one.\n\nJones strides up, but keeps his distance from the chest.\n\nJONES\nGo, the lot of you -- and take that\nwith you! I will not have that\ninfernal thing on my ship!\n\nBECKETT\nOh. I'm sorry to hear that. Because\nI will. Because it seems to be the\nonly way to ensure this ship do as\ndirected by the Company.\n\nJones grips the ship's rail with his claw. Beckett nods,\nindicates Norrington should continue away with the chest.\n\nJONES\nThe Dutchman sails as its Captain\ncommands.\n\nBECKETT\n\nAnd the Captain is to sail it as\ncommanded. This is no longer your\nworld, Jones. The immaterial has\nbecome ... immaterial. I would have\nthought you'd learned that when I\nordered you to kill your pet.\n\nSwann steps forward.\n\nSWANN\nDid you give those ships opportunity\nto surrender?\n\nJONES\nWe let them see us. Methinks that\nopportunity enough.\n\nSWANN\nMy daughter could have been aboard\none of them! That alone is cause to\nexercise restraint!\n\f545\n\nWHITE REVISION 7-4-07 19.\n\nBECKETT\nWe need prisoners to interrogate.\nWhich works best when they are alive.\n\nJONES\n\nI am exterminating pirates. As\ncommanded by the Company.\n\n(to Swann)\nAnd your daughter is dead. Pulled\nunder with the Black Pearl -- by my\npet. Did Lord Beckett not tell you\nthat?\n\nSwann is taken aback with shock -- then whirls and runs for\nthe cabin. Beckett gives Jones a dark look, follows --\n\nINT. FLYING DUTCHMAN - CABIN - DAY 545\n\nThe chest is set in place. The key inserted into the lock by\nNorrington. He opens the chest; the BEATING HEART is inside.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLYING DUTCHMAN - CABIN - DAY 545\n\nThe chest is set in place. The key inserted into the lock by\nNorrington. He opens the chest; the BEATING HEART is inside. \n\nTARGET SECTION TO BE ANNOTATED:\nSwann comes into the cabin, purposeful. The MARINES\nimmediately point their rifles at the heart. Swann grabs one\nof their bayonets, intending to plunge it into the heart --\nNorrington grabs his wrist.\n\nNORRINGTON\nGovernor!\n\nSWANN\nDid you know? Did you?\n\nHe doesn't know what he's talking about.\n\nSWANN (CONT'D)\nShe's dead! Elizabeth is dead!\n\nNorrington is stunned. Swann breaks down. Norrington jerks\nhis head to the marines: leave. They do.\n\nSwann regains his purpose --\n\nSWANN (CONT'D)\nLet me go! Let me do this!\n\nJONES (0.S.)\nLet him go.\n\nJones is in the doorway.\n\nSWANN\nStay back! I will kill you!\n\fWHITE REVISION 7-4-07 20.\n\nJONES\nAnd are you prepared for what comes\nafter? When I carved that traitorous\nvessel from my body, I cast upon it\na terrible geis. If you stab my heart\n. then yours will take its place.\n\nThe import of that is not lost on Swann and Norrington.\n\nJONES (CONT'D)\nThe crew is not bound to me, they\nare bound to the Dutchman ... and\nthe Dutchman must have a captain.\nWill ye serve?\n\nSwann hesitates -- Beckett and Mercer arrived in time to\nhear the end of Jones' speech. Beckett is none too pleased.\nBECKETT\nGovernor! Your daughter is still\nalive.\nMERCER\n\nSaw her myself, in Singapore.\n\nThat's news to Jones; he snaps an angry look at Beckett.\nBeckett waves him off.\n\nSWANN\nYou're all liars!\n\nBECKETT\nNo. Jones is merely cruel. But perhaps\nI am guilty of sin by omission. For\nwhich I apologize.\n\nNORRINGTON\nGovernor ... Weatherby ... there's\nstill hope.\nSwann searches his face -- he, at least, is sincere.\n\nNORRINGTON (CONT'D)\nI have hope.\n\nThe anger drains from Swann's face. He releases the bayonet\nto Norrington. To Beckett:\n\nSWANN\nOur association is ended.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe anger drains from Swann's face. He releases the bayonet\nto Norrington. To Beckett:\n\nSWANN\nOur association is ended. \n\nTARGET SECTION TO BE ANNOTATED:\nNorrington escorts him out, past Beckett -- he gives Beckett\na narrow look: he does not like what he just heard.\n\f546\n\n547\n\n548\n\nWHITE REVISION 7-4-07 21.\n\nBECKETT\nYou're dismissed, Captain.\n\nJones gives him the same narrow look, exits. Beckett\ncontemplates his options as he shuts the chest softly.\n\nMERCER\nHe's a sly one, that Jones. Who's\ngoing to kill him, if they become\nhim?\n\nBeckett considers that; not good.\n\nBECKETT\nI can order Admiral Norrington's\nsilence. He'll obey; it's what he\ndoes.\n\nMERCER\nAnd the governor?\n\nBeckett considers; he is genuinely regretful.\nBECKETT\nYes. Well. Every man should have a\nsecret he carries to his grave.\nEXT. HAI PENG - DECK - DUSK 546\n\nWill makes a line fast -- notices a speck of water on the\nback of his hand. Looks up --\n\nMany SNOWFLAKES are falling down onto the ship.\n\nEXT. BETWEEN WORLDS - ICE PASSAGE - DUSK 547\nThe Hai Peng sails into a frozen glacial landscape.\n\nEXT. HAI PENG - DECK - DUSK 548\n\nThe monkey, shivering. Ragetti, shivering. Pintel, shivering.\nTia Dalma stands nearby, not shivering.\n\nPINTEL\nNo one said anything about cold.\nRAGETTI\nI'm sure there's good reason for us\nsuffering.\nPINTEL\n\nWhy didn't the obeah woman just bring\nback Jack the way she brought back\nBarbossa?\n\f549\n\nWHITE REVISION 7-4-07 22.\n\nTIA DALMA\nBecause Barbossa was only dead.\n\nHe didn't know she was standing there.\n\nTIA DALMA (CONT'D)\nJack Sparrow be taken body and soul,\nto a place not of death, but\npunishment. The worst fate a person\ncan conjure for himself, stretching\non forever ... That's what awaits in\nDavy Jones' Locker.\n\nShe moves away.\n\nRAGETTI\nI knew there was a good reason.\nCLOSE ON: THE MAP, as Will moves the circles within circles of 549\nthe chart.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe moves away. RAGETTI\nI knew there was a good reason. CLOSE ON: THE MAP, as Will moves the circles within circles of 549\nthe chart. \n\nTARGET SECTION TO BE ANNOTATED:\n In the center, a drawing of a ship rotates.\nWILL\n(to Huang)\n\nNothing here is set. It can't be as\naccurate as modern charts.\n\nHUANG\nNo. But it leads to more places.\n\nWill stares after Huang as he moves away. Will's focus moves\nto one of the inscribed poems. He frowns.\n\nWILL\n\"Over the edge, back, over again,\nsunrise sets, flash of green.\" Do\nyou care to interpret, Barbossa?\n\nBARBOSSA\nEver gazed upon the green flash,\nMister Gibbs?\n\nGIBBS\nI reckon I've seen my share.\n(to Will)\n\nHappens on rare occasion, at the\n\nlast glimpse of sunset, a green flash\nshoots up into the sky. Some go their\nwhole lives and never see it. Some\nclaim to have seen it who ain't.\n\nSome say --\n\nPINTEL\n-- it signals when a soul comes back\nto this world from the dead!\n(Gibbs glares at him)\nSorry.\n\f550\n\nWHITE REVISION 7-4-07 23.\nPintel slinks away, joins Ragetti.\n\nRAGETTI\nDon't they get it? It's a riddle.\nRiddles are fun. \"Over the edge,\nback, over again --\"\n\nPINTEL\nRiddles are not fun! The way it always\ngoes is some poor bloke ends up dead,\nbut just beforehand he realizes no,\nI wasn't supposed to listen to the\nsirens, I wasn't supposed to take\nthe pot ‘gold, but by then it's too\nlate and he dies in a horrible and\nofttimes ironical manner, and in\nthis case, you and I be the poor\nbloke!\n\nBy the time Pintel is done with his rant, all on deck are\nstaring at him. Barbossa grins.\n\nBARBOSSA\nSee, Mister Turner? We will finda\nway. It's not getting to the land of\nthe dead is the problem -- it's\ngetting back!\nEXT. HAI PENG - DECK - NIGHT 550\n\nElizabeth stands beneath a lantern at the rail. She stares\nout at the dark sea. The icebergs are gone. Will joins her\n\nThe ocean before them is a mirror, stars above and below.\nA silence between Will and Elizabeth.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe icebergs are gone. Will joins her\n\nThe ocean before them is a mirror, stars above and below. A silence between Will and Elizabeth. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally:\n\nWILL\nHow long do we continue not talking?\n\nIn fact Elizabeth doesn't want to talk. But --\nELIZABETH\nOnce we rescue Jack, everything will\nbe fine.\n\nThere are many ways to intrepret those words and Will runs\nthrough them all. Finally concludes:\n\nWILL\nThen we will rescue Jack\nElizabeth nods, steps back from the rail -- turns and leaves.\nWill leans forward, arms on the rail ... and notices:\n\nFar away, a line of white mist stretches to infinity.\n\f551\n\n552\n\nWHITE REVISION 7-4-07 24.\n\nWILL (CONT'D)\nBarbossa! Ahead!\n\nBARBOSSA\nAye, these be the waters I know.\nWe're good and lost now.\n\nELIZABETH\nLost?\n\nBARBOSSA\nFor certain you have to be lost, to\nfind a place as can't be found.\nElseways everyone would know where\nit was, aye?\n\nBarbossa laughs. Gibbs looks over the rail --\n\nGIBBS\nWe're gaining speed ...\n\nWILL\nTo stations! All hands! To stations!\n\nThe ship gathers more speed, and the SOUND of RAGING WATER\nis heard.\n\nWILL (CONT'D)\nRudder full! Hard a-port! Gather way\nand keep her trim!\n\nPirates scramble to comply -- Barbossa strides forward.\nBARBOSSA\nBelay that! Let her run straight and\ntrue!\n\nWill climbs the rigging, looks out --\n\nWILL\nHard a-port!\nFROM ABOVE, we see the Hai Peng as it fights the pull of the 551\ncurrent, turning -- but not sharp enough\n\nPULL BACK AND REVEAL: an endlessly long WATERFALL where the\nocean itself flows over and down into nothingness\n\nTHE EDGE OF THE WORLD.\nEXT. DECK HAI PENG - NIGHT 552\nTia Dalma appears on deck. Unlike those around her, she is\n\ncalm and serene. She tosses her crab claws down onto a barrel\nhead. Leans over them, murmurs an INCANTATION.\n\f553\n\n554\n\n555\n\n556\n\nWHITE REVISION 7-4-07 25.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe tosses her crab claws down onto a barrel\nhead. Leans over them, murmurs an INCANTATION. 553\n\n554\n\n555\n\n556\n\nWHITE REVISION 7-4-07 25. \n\nTARGET SECTION TO BE ANNOTATED:\nTIA DALMA\nMalfaiteur en Tombeau, Crochir\n1'Esplanade, Dans 1'Fond d'1' eau!\n\nShe repeats the phrase, faster and then slower. Moves the\nclaws around in an intricate, repeating pattern --\n\nThe ROAR is now DEAFENING. Will wrestles the wheel. Elizabeth\nwhirls to Barbossa as he pulls himself to his feet.\n\nELIZABETH\nYou've doomed us all.\n\nBARBOSSA\nDon't be so unkind! Ye may not\nsurvive to pass this way again --\nand these be the last friendly words\nye'll hear\n\nFROM ABOVE, the Hai Peng continues to turn, fighting to escape\n. near sideways now to the edge.\n\nThe hull of the Hai Peng sticks out into the air ... and\nthen the entire ship TILTS over and TOPPLES DOWN --\n\nElizabeth SCREAMS ... Barbossa LAUGHS ... all the Pirates CRY OUT\nas the ship plummets down into --\n\nBLACKNESS.\n\nAnd SILENCE. Then SINGING and LAUGHTER. Various pirate voices,\ndistant, eerie ... \"Yo ho yo ho a pirate's life for me...\"\n\nAnd just as quickly as they came, the voices FADE ...\nFADE UP:\n\nA WHITE HOT SUN burns in a cloudless blue sky.\n\nEXT. BLACK PEARL - DAY\n\nA loose sail flaps in the wind. The sail is pulled aside to\nreveal CAPTAIN JACK SPARROW. He makes it fast, calls up:\n\nJACK\nBoatswain! Haul the halyard, slacken\nbraces!\nPAN UP TO -- surprise! -- JACK SPARROW, a second one, in the\n\nrigging. Jack waves and calls down:\nJACK (BOATSWAIN) (CONT'D)\nAye, Captain! Slacken braces, men\nmake all! How does she lie?\n\nON DECK, a sailor turns: JACK SPARROW again.\n\n553\n\n554\n\n555\n\n556\n\fWHITE REVISION 7-4-07 26.\n\nJACK (CONT'D)\nA fair wind and a following sea!\n\nCaptain Jack nods. In good spirits, he moves along the deck --\nthen stops and looks down. There is a problem.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaptain Jack nods. In good spirits, he moves along the deck --\nthen stops and looks down. There is a problem. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK (CAPTAIN) (CONT'D)\nMister Sparrow, come here.\n\nJACK (BOATSWAIN) (CONT'D)\nAye, Captain!\n\nJack drops down from the rigging. Captain Jack's demeanor is\nrigid, with a gaze that could wither Captain Bly.\n\nJACK (CAPTAIN) (CONT'D)\nWhat say ye about the condition of\nthe knot on this bow line?\n\nJACK (BOATSWAIN) (CONT'D)\nIt be proper to my eyes, sir.\n\nAs he speaks, Captain Jack tugs on the line and it unravels.\n\nJACK (CAPTAIN) (CONT'D)\nProper? It is neither proper nor\nsuitable, sir! It is not acceptable\nnor adequate. It is, in obvious fact,\nan abomination.\n\nAnother Jack steps forward -- earnest, well-meaning.\n\nJACK (HONEST) (CONT'D)\nBegging your pardon, sir. Perhaps if\nyou gave the man another chance --\n\nJACK (CAPTAIN) (CONT'D)\nIt's that sort of thinking that got\nus into this mess.\n\nJack pulls a pistol and SHOOTS honest Jack, who goes stumbling\nbackwards, over the rail. Jack turns back --\n\nCLOSE ON Jack's face, close enough to see the spittle fly:\n\nJACK (CONT'D)\nYou have caused us to lose speed and\ntherefore time. Precious time, which\ncannot be recovered once lost. Do\nyou understand? Aye, Captain. DO YOU\nNOW?\n\nPULL BACK to see that there is no one speaking to Jack, and\nhe speaks to no one. He carries both sides of the argument.\nMadness in his eyes.\n\f557\n\nWHITE REVISION 7-4-07 27.\n\nJACK (CONT'D)\nIt will have to be redone. All of\nit. All of it! And let this serve as\na lesson to the lot of you!\n\nPULL BACK MORE. We see the true state of the Black Pearl.\nSails flat. No crew. No movement. No other Jack Sparrows.\nThe Black Pearl sits alone in a vast desert.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo movement. No other Jack Sparrows. The Black Pearl sits alone in a vast desert. \n\nTARGET SECTION TO BE ANNOTATED:\n With Jack\nSparrow, alone, raving on the deck\n\nJACK (CONT'D)\nIt's the doldrums, sir, it has the\nentire crew on edge -- Stow it! I\nhave no sympathy for any of you\nfeculent maggots --\n(steps up onto rail)\n-- and no more patience to pretend\n\notherwise!\nHe steps off the rail -- on the wrong side.\nEXT. DAVY JONES LOCKER - BLACK PEARL - DAY 557\n\nJack drops down into the sand next to the Black Pearl. Picks\nup a rope and pulls -- his feet dig into the sand; he goes\nnowhere. The rope angles up behind him to the ship. He's\ntrying to pull it, to no avail. He slumps down.\n\nJACK\nNo wind.\n\nNearby are several SMOOTH ROUND STONES. Jack picks one up\nand FLINGS it, skipping it across the sand. Jack sits down.\nLooks over. Weirdly, the stone comes rolling back.\n\nThe stone rocks back and forth, an egg hatching. Cracks\nappear. The stone transform into a_crab.\n\nThe Crab turns toward Jack. Clicks, like it's laughing.\n\nJACK (CONT'D)\nPerfect. What would my torment be\nwithout unusual crabs here to mock\nme.\n\nJack grabs a handful of sand and flings it. The crab flinches\nback. Jack collapses.\n\nThe crab scuttles forward, looks at Jack. Scuttles sideways\nlooks at the ship. The crab moves away to the pile of stones.\n\nJack sits with his head lowered to his knees, alone in the\ndunes of the vast desert.\n\fWHITE REVISION 7-4-07 28.\n558 EXT. DAVY JONES' LOCKER - DESERT - LATER 558\n\nJack lays on his back in the sand. Baking in the sun. A SHADOW\nMOVES OVER HIM. Jack opens his eyes, blinks.\n\nANGLE - ABOVE JACK, the PROW of the Black Pearl. Moving.\nJack stands up, sees -- the Black Pearl drifts, floats across\nthe sand, carried on the back of a thousand chittering crabs.\n\nJACK\nInteresting.\n\n559 EXT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack stands up, sees -- the Black Pearl drifts, floats across\nthe sand, carried on the back of a thousand chittering crabs. JACK\nInteresting. 559 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAVY JONES' LOCKER - WATER - DAY 559\nThe Hai Peng crew stumble out of the surf, bedraggled and *\n\nexhausted. Pintel and Ragetti still carry the ship plank\nthey clinged to for safety.\n\nRAGETTI *\nI hate boats. *\nPINTEL *\nReally? So, no more waxing all poetic *\n\n\"bout how you runned away to sea and\nhow you's only truly happiest at sea --\n\nRAGETTI *\nI still love the sea, it's boats *\nthat can't be trusted.\nGibbs takes in the utter desolation. *\nGIBBS\nThis be truly a God-forsaken place.\nELIZABETH\nI don't see Jack. I don't see anyone.\nMARTY\nNot a soul.\nBARBOSSA\n\nHe is here. Davy Jones never once\ngave up that what he's took\n\nWILL\n(at Barbossa)\nAnd does it matter? We are trapped\nhere, by your doing. No different\nthan Jack.\n\nTIA DALMA\nWitty Jack be closer than you think.\n\nAll eyes turn to Tia Dalma. A DOZEN CRABS appear, moving *\nover the sand, scuttling sideways up onto her.\n\f560\n\n561\n\nWHITE REVISION 7-4-07 29.*\n\nShe balances them on her arms, cooing to them like pets.\nBehind her --\n\nJACK SPARROW APPEARS in the sky, at the bow of the Black Pearl,\nriding over the desert sand, toward the water, carried on the\nbacks of ten thousand chittering crabs.\n\nGIBBS\nSlap me thrice and hand me to my\nmomma! It's Jack!\n\nElizabeth, Gibbs, and Will see Jack and grin -- even Barbossa\nhas to smile. The ship SPLASHES down --\n\nEXT. DAVY JONES LOCKER - SHORE - LATER\n\nJack sloshes toward them, the Pearl behind him. Gibbs steps\nforward, arms wide, a grin on his face --\n\nJACK\n(sharp)\nMister Gibbs.\n\nGibbs snaps to attention.\n\nGIBBS\nAye, Captain!\n\nJACK\nI thought so. I expect you can\naccount for your actions?\n\nGIBBS (0.S.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI expect you can\naccount for your actions? GIBBS (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n(lost)\nSir?\n\nJACK\nThere has been a perpetual and\nvirulent lack of discipline upon my\nvessel! Why? Why is that?\n\nGIBBS\nSir -- you're in Davy Jones Locker\n\nJACK\nI know that. I know where I am and\ndon't think I don't.\n\nBARBOSSA\nJack Sparrow.\n\nJack freezes at the voice, turns. Crew members step back to\nreveal: Barbossa. Jack recognizes Barbossa.\n\nJACK\nAh ... Hector. It's been too long.\n\n560*\n\n561\n\fWHITE REVISION 7-4-07 30.*\n\nBARBOSSA (0.S.)\nYes, Isle de Muerta, remember? You\nshot me!\n\nJACK\nI did not.\n(sees Tia Dalma) )\nTia Dalma, out and about! You add an\nagreeable sense of the macabre to\nany delirium.\n\nWILL\nHe thinks we're an hallucination?\n\nJACK\nAh, William. Tell me, have you come\nbecause you need my help to save a\ncertain distressing damsel? I mean,\ndamsel in distress?\n(weighs it briefly)\nEither one.\n\nWILL\nNo.\n\nJACK\nThen you wouldn't be here, so you\ncan't be here, Q.E.D, you're not\nreally here.\n\nELIZABETH\nJack.\n\nJack sees her for the first time.\n\nELIZABETH (CONT'D)\nThis is real. We're here.\n\nJack looks at her steadily. Fear, mistrust, recognition and\nrealization. He turns away. Gibbs joins him.\n\nJACK\nThe Locker you say.\n\nGIBBS\nAye.\n\nJack nods -- he gets it now.\n\nELIZABETH\nWe've come to rescue you!\n\nJACK\nHave you now? That's a good one.\nVery kind of you.\n\n(MORE )\n\n*\n\nee eH\n\fWHITE REVISION 7-4-07 31.\n\nJACK (CONT'D)\nBut it would seem as I possess a\nship, and you don't, you're the ones\nin need of rescuing and I'm not sure\nas I'm in the mood.\n\nBARBOSSA\n(indicates the Pearl)\nI see my ship, right there.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\n*\n\nee eH\n\fWHITE REVISION 7-4-07 31. JACK (CONT'D)\nBut it would seem as I possess a\nship, and you don't, you're the ones\nin need of rescuing and I'm not sure\nas I'm in the mood. BARBOSSA\n(indicates the Pearl)\nI see my ship, right there. \n\nTARGET SECTION TO BE ANNOTATED:\nJack squints, searching, bobs up on his toes, leans side to\nside as if he can't find Barbossa's ship.\n\nJACK\nCan't spot it. Must be a tiny little\nthing hiding somewhere behind the\nPearl.\n\nBarbossa and Jack are about to go at it -- Will steps between.\n\nWILL\nJack, listen. Cutler Beckett has the\nheart of Davy Jones. He controls the\nFlying Dutchman.\n\nELIZABETH\nHe's taking over the seas.\n\nTIA DALMA\nThe song has been sung. The Brethren\nCourt is called.\n\nJACK\nI leave you folk alone for just a\nminute, and look what happens.\n\nGIBBS\nAye, Jack. The world needs you back\nsomething fierce.\n\nWILL\nAnd you need a crew.\n\nJack looks -- Will, Barbossa, Pintel, Elizabeth and Tia Dalma\nare lined up. He steps back, goes down the line --\n\nJACK\nWhy should I sail with any of you?\nFour of you have tried to kill me in\nthe past.\n(he gets to Elizabeth)\nOne of you succeeded.\n\nWill is startled. Jack notices. (It's news to all of them\nof course.)\n\fWHITE REVISION 7-4-07 32.\n\nJACK (CONT'D)\nShe hasn't told you? Then you'll\nhave lots to talk about while you're\nhere.\n\n(to Tia Dalma)\nAs for you --\n\nTIA DALMA\nOh, don't tell me you didn't enjoy\nit at the time.\n\nJACK\n\nThat's fair. All right, you're in.\n\n(to Ragetti)\nI don't need you.\n\n(to Gibbs)\nGibbs, you get another chance. Marty.\nCotton, all right. And Cotton's\nParrot, I'ma little iffy, but all\nright, you're a team --\n\nJack comes to Tai Huang.\n\nJACK (CONT'D)\nAnd you are?\n\nHUANG\nTai Huang. These are my men.\n\nJACK\nWhere do your allegiances lie?\n\nHUANG\nWith the highest bidder\n\nJACK\nI have a ship.\n\nTAI HUANG\nThat makes you the highest bidder.\n\nJack, satisfied, gestures for them to get on board.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUANG\nWith the highest bidder\n\nJACK\nI have a ship. TAI HUANG\nThat makes you the highest bidder. Jack, satisfied, gestures for them to get on board. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nWeigh anchor! All hands! Stand by\nto make way!\n\nHe pulls out his Compass. Glances down: the needle holds\nsteady. Jack smiles, moves his hand -- the needle doesn't\nmove. No matter how he fiddles, the needle is frozen in\nplace\n\nBARBOSSA (0.S.)\nJa-ack.\n\nJack turns. Barbossa holds up the ancient charts.\n\fWHITE REVISION 7-4-07 33.\n\nBARBOSSA (CONT'D)\nWhich way you going, Jack?\n\n562 EXT. BLACK PEARL - DECK - DAY 562\n\nBarbossa calls out orders. Jack shadows him, and repeats the\norders a half-second behind, a little louder\n\nBARBOSSA\nTrim that sail! Slack windward brace\nand sheet! Haul that pennant line!\n\nJACK\nTrim that sail! Slack windward brace\nand sheet! Haul that pennant line!\n\nBARBOSSA\nWhat are you doing?\n\nJACK\nThe Captain gives orders on a ship.\n\nBARBOSSA\nThe Captain is giving orders.\n\nJACK\nMy ship, that makes me Captain.\n\nBARBOSSA\nThey be my charts!\n\nPINTEL\nStow it, the both of you, and that's\nan order! Understand?\n\nJack and Barbossa stare at Pintel, too incredulous to respond.\nPintel puts his hands up and backs away --\n\nPINTEL (CONT'D)\nSorry! Just, with the Captain issue\nin doubt and all, thought I'd throw\nmy name in for consideration -- sorry.\n\nRAGETTI\nI would vote for you.\n\nJack steps up to the rail, and ceremoniously pulls out a\ntelescope, the way a Captain would do it.\n\nBarbossa steps up beside him. Smirks ... pulls out a MUCH\nLONGER telescope. Jack stares at it, deflated.\n\nWill steps past them, searching the deck for Elizabeth --\n\f563\n\n564\n\n565\n\nWHITE REVISION 7-4-07 34.\nINT. BLACK PEARL- BELOW DECKS - DAY 563\nWill looks, finds Elizabeth, sitting alone.\n\nWILL\nYou left Jack to the Kraken.\n\nShe looks up. She's been crying -- but she is relieved.\n\nELIZABETH\nHe's rescued now. It's done with.\n\nWill does not agree.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nHe's rescued now. It's done with. Will does not agree. \n\nTARGET SECTION TO BE ANNOTATED:\n Looks away. She stands --\n\nELIZABETH (CONT'D)\nWill, I had no choice!\n\nWILL\nYou chose not to tell me.\nELIZABETH\nI couldn't. It wasn't your burden to\n\nbear.\nHe catches her arm, pulls her around to face him.\nWILL\n\nBut I did bear it. Didn't I? I just\ndidn't know what it was. I thought\n\nELIZABETH\nYou thought I loved him.\n\nShe tries to move past him. He blocks her way. She tries to\npush him aside. He pushes her back, against the hull.\n\nWILL\nIf you make your choices alone, how\ncan I trust you?\nShe meets his gaze.\n\nELIZABETH\nYou can't.\n\nHe looks away from her. She ducks beneath his arm and goes.\n\nEXT. BLACK PEARL - NIGHT 564\nSailing the darkness between worlds.\n\nINT. BLACK PEARL - CAPTAIN'S CABIN - NIGHT 565\n\nThe cabin is still ripped to shreds from the encounter with\nthe Flying Dutchman, the Kraken. Barbossa inspects the damage.\n\f566\n\n567\n\nWHITE REVISION 7-4-07 35.\n\nBARBOSSA\nI see you neglected to care for my\nship.\n\nJACK\n\nWhat, this? Just ventilating. Clear\nout the stench of the previous owner\nyou know. Thinking of putting in\nFrench doors, actually. Feel the\ncross breeze?\n\nGibbs sticks his head in.\n\nGIBBS\nHeading, Captain?\n\nOn the word 'Captain' both Jack and Barbossa turn.\n\nJACK\nTwo degrees starboard --\n\nBARBOSSA\nI'm Captain of the starboard side!\nTwo degrees starboard. The Captain\nwill now take the helm.\n\nGIBBS\n(salutes twice)\nAye, Sirs.\nEXT. BLACK PEARL - DECK - NIGHT 566\n\nGibbs exits, followed by Jack and Barbossa. Each of them\nsplit to opposite stairs, Jack to port, Barbossa starboard.\n\nThey come together at the wheel, with a nervous Cotton in\nbetween. Jack adjusts the wheel. Barbossa adjusts it back.\n\nON THE STERN DECK, Ragetti surreptitiously readies a fishing 567\npole. Moves to the railing, looks down.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbossa adjusts it back. ON THE STERN DECK, Ragetti surreptitiously readies a fishing 567\npole. Moves to the railing, looks down. \n\nTARGET SECTION TO BE ANNOTATED:\n Drops the line --\n\nIN THE WATER, a pale BODY hurries past, face up, eyes closed,\nhands crossed over its chest. Ragetti lets out a cry, jumps\nback. He edges back to the rail --\n\nA STREAM of BODIES flows past underwater. Old, young, men\nand women, at different depths and moving at different speeds.\n\nPintel has joined Ragetti, watching over the side.\n\nPINTEL\nEerie. Downright macabre.\n\f568\n\nWHITE REVISION 7-4-07 36.\n\nRAGETTI\n(musing)\nI wonder what would happen if you\ndropped a cannonball on one of ‘em.\n\nThey look at each other -- let's find out!\n\nPintel picks up a cannonball, turns -- Tia Dalma is there,\nfixes them both with stern look. Frightened, Pintel drops\nthe cannon ball.\n\nPINTEL\nBe disrespectful, it would.\n\nTIA DALMA\n\n(looks out to sea)\nThey should be in the care of Davy\nJones. That was the duty he was\ncharged with by the goddess Calypso:\nto ferry those who died at sea to\nthe other side. And every ten years,\nhe could come ashore, to be with she\nwho loved him truly. But he has become\na monster.\n\nRAGETTI\nHe wasn't always all tentacle-y?\n\nTIA DALMA\nNo, he was a man, once. Poor\nunfortunate souls ... now they must\nfind their own way.\n\nRagetti nods, spots something ahead: a small boat, coming\ntoward them, lit by a lantern's glow.\n\nRAGETTI\nNow it's boats coming.\n\nEXT. BLACK PEARL - FORWARD DECK - NIGHT 568\n\nWill and Elizabeth join Tia Dalma at the rail. Far away\nother boats can be seen, their own lanterns lit.\n\nGibbs arrives at the rail, loading a rifle, lifts it to aim --\nWill stops him.\n\nWILL\nNo. They are not a threat to us. Am\nI right?\n\nHe looks to Tia Dalma for confirmation.\nTIA DALMA\n\nWe are but ghosts to them. They heed\nus not.\n\fWHITE REVISION 7-4-07 37.\n\nBARBOSSA\nBest just let them be.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey heed\nus not. WHITE REVISION 7-4-07 37. BARBOSSA\nBest just let them be. \n\nTARGET SECTION TO BE ANNOTATED:\nGibbs lowers the rifle but keeps it ready. The boats move\npast, an eerie, surreal sight. Elizabeth looks at the nearest\nboat, peers closer. Recognizes the passenger\n\nELIZABETH\nMy father! We've made it back\n(to Swann)\n\nFather, here! Look here!\nJack puts a consoling hand on Elizabeth's shoulder.\n\nJACK\nElizabeth. We're not back yet.\n\nHe looks her in the eye. Elizabeth stares at him -- and\nrealization dawns. Her next cry is one of anguish:\n\nELIZABETH\nFather!\n\nIN THE BOAT, Weatherby Swann glances over. His lantern lights\nhalf his face, leaving the rest in shadow.\n\nSWANN\nElizabeth!\n(concern)\nAre you dead?\n\nELIZABETH\nNo ...\n\nSwann nods at that. Elizabeth has to move along the rail of\nthe Pearl, toward the stern, to keep pace with him.\n\nSWANN\nI think I am.\n\nELIZABETH\nNo. You can't be.\n\nSWANN\n(has trouble recalling)\nThere was a chest, you see ... How\nodd. At the time, it seemed so\nimportant.\n\nELIZABETH\nCome abroad!\n(to the others) )\nSomeone -- cast a line!\n(to Swann)\nCome back with us!\n\fWHITE REVISION 7-4-07 38.\n\nCrewmen prepare a line, too slowly for Elizabeth. She grabs\nit from them, casts it out. It lands neatly in Swann's boat\nbut he makes no move toward it.\n\nSWANN\nAnd a heart, and if you stabbed the\nheart ... you would have to sail\n\nforever. That's how it worked. Stab\nthe heart and take his place. The\nDutchman must have a Captain. Silly\nthing to die for.\n\nWill makes note of that. Jack makes note as well. Glances at\nTia Dalma. But Tia Dalma is focused only on Will. She\nwhispers, just loud enough for Will to hear --\n\nTIA DALMA\nA touch of destiny ...\n\nDue to the action of the two vessels passing, the rope begins\nto slip toward the edge of the boat.\n\nELIZABETH\nTake the line!\n\nSWANN\n(suddenly; this is\nimportant)\nElizabeth.\n\nShe gives him her full attention.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nTake the line! SWANN\n(suddenly; this is\nimportant)\nElizabeth. She gives him her full attention. \n\nTARGET SECTION TO BE ANNOTATED:\nSWANN (CONT'D)\nWhen I would reprimand you to obey\nrules, it was because I did not want\nyou to ever be unhappy. But I should\nhave recognized in your willfulness\n... your courage. I am proud of you\nElizabeth.\n\nThe line is about to slip from Swann's boat.\n\nELIZABETH\nThe line! Catch the line!\n\nThe end of the falls into the water\n\nELIZABETH (CONT'D)\nFather!\n\nHis boat is near the aft of the Pearl.\nELIZABETH (CONT'D)\n\nCome back with us! Please! I won't\nlet you go!\n\f569\n\n570\n\nWHITE REVISION 7-4-07 39.\n\nTIA DALMA\nShe must not leave the ship!\n\nElizabeth climbs the rail. Will get there slightly ahead of\nJack to haul her back.\n\nSWANN\nI'll give your love to your mother,\nthen, shall I?\n\nElizabeth stares after him. Watching, helpless.\nLight of the boat's lantern is swallowed up by the darkness.\n\nElizabeth turns toward Will, into his arms. He confronts her\n. but his eyes drift toward Tia Dalma.\n\nWILL\nIs there a way?\n\nTIA DALMA\n(shakes her head 'no')\nHe is at peace.\n\nEXT. DAVY JONES LOCKER - SUNSET 569\nAn orange sun hovers over a dark horizon\nEXT. BLACK PEARL - MAIN DECK - SUNSET 570\n\nNo wind. No movement. The crew lays about the deck -- parched\nwith thirst, no energy. Pintel tilts a water barrel over his\nhead, cracked lips waiting, waiting -- nothing.\n\nPINTEL\nNo water. Why is all but the rum\ngone?\n\nGibbs lets a final drop fall from a bottle to his lips --\n\nGIBBS\nRum's gone too.\n\nTia Dalma and Will are at the rail. Elizabeth sits alone\nwithdrawn. Will watches her.\n\nTIA DALMA\nIf we can not escape these doldrums\nbefore night, I fear we will sail on\ntrackless seas, under starless skies,\ndoomed to roam the reach between\nworlds ... forever.\n\nGIBBS\nWith no water, forever looks to be\narriving a mite soon.\n\fWHITE REVISION 7-4-07 40.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIA DALMA\nIf we can not escape these doldrums\nbefore night, I fear we will sail on\ntrackless seas, under starless skies,\ndoomed to roam the reach between\nworlds ... forever. GIBBS\nWith no water, forever looks to be\narriving a mite soon. WHITE REVISION 7-4-07 40. \n\nTARGET SECTION TO BE ANNOTATED:\nRagetti, hand over his eye, chases the Monkey past. Jack\nnotices Ragetti's eye as it rolls on top of the Charts.\n\nWILL\n(re: Barbossa)\nWhy doesn't he do something?\n(reads)\n\"Over the edge, back, over again,\nsunrise sets, flash of green.\"\n\nON JACK: gazing at the chart, where rolls Ragetti's eye.\n\nGIBBS (0.S.)\nThere's no sense to it. Sunrises\ndon't set.\n\nWILL (0.S.)\nAnd the green flash happens at sunset\nnot sunrise.\n\nGIBBS (0.S.)\nOver the edge ... driving me bloody\nwell over the edge.\n\nThey fade into the background as Jack watches Ragetti's eye,\nrolling back and forth, idly plays with the rings of the\ncharts. Chinese characters line up to read: UP IS DOWN.\n\nJACK\nUp is down. That's maddeningly\n\nunhelpful. Why are these things never\nclear?\n\n571 CLOSE ON: Jack's hair, a JUNGLE of GIANT DREADLOCKS, as a small\nJack-on-Jack's-shoulder pushes through.\n\nJACK LEFT\nStab the heart.\n\nJack jumps, shocked and unsettled..\n\nJACK\nWhat?\n\nA second small Jack is on Jack's right shoulder.\n\nJACK RIGHT\nDon't stab the heart.\nJACK\nCome again?\nJACK RIGHT\n\nThe Dutchman must have a Captain.\n\n571\n\fWHITE REVISION 7-4-07 41.\n\nJACK\nThat's even more than less than\nunhelpful.\n\nJACK LEFT\nSail the seas for eternity.\n\nJACK\nI love the sea.\n\nJACK LEFT\nBut what about port?\n\nJACK\nI prefer rum. Rum's good.\n\nJACK LEFT\nMaking port.\n\nJACK RIGHT\nWhere we can get rum. And salty\nwenches. Once every ten years.\n\nJACK LEFT\nWhat did he say?\n\nJACK\nOnce every ten years.\n\nJACK LEFT\nTen years is a long time.\n\nJACK\nEven longer, given the deficit of\nrum.\n\nJACK RIGHT\nAnd salty wenches.\n\nJACK LEFT\nBut eternity is longer still.\n\nJACK RIGHT\n(to Jack)\nAnd how will you spend it? Dead, or\nnot?\n\nJACK LEFT\nThe immortal Captain Jack Sparrow ..",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK RIGHT\n(to Jack)\nAnd how will you spend it? Dead, or\nnot? JACK LEFT\nThe immortal Captain Jack Sparrow .. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nOooh I like that.\n\nJACK RIGHT\nCome sunset, it won't matter.\n\f572\n\nWHITE REVISION 7-4-07 42.\n\nON THE MAP, as Jack notices: as the drawing of the ship spins 572\nupside down, RAYS OF a SUNSET are created. And Jack KNOWS --\nJACK\nNot sun-set. Sun-down. And rise\n\n. up!\nHe stands. Points.\n\nJACK (CONT'D)\nOver there! What's that? I don't\nknow! What do you think?\n\nGIBBS\nWhere?\n\nJack moves over to the railing at port. Everyone follows ...\nthe ship tilts that way a little. Jack turns, suddenly races\nto the starboard side.\n\nJACK\nThere, it moved! Suddenly. It's very\nfast.\n\nEveryone follows -- what is he up to? The ship tilts that\nway some; the eyeball rolls. Elizabeth can't help but notice\nthe activity.\n\nJack suddenly seems to see something on back the port side --\n\nJACK (CONT'D)\nThar! Over thar\n\nHe runs to port. Elizabeth follows everyone else to the rail.\nThe ship rocks back.\n\nELIZABETH\nWhat is it?\n\nJACK\nIt's not here!\n\nHe runs across again, everyone follows, and the ship tilts\nmore. Barbossa approaches the map -- sees UP IS DOWN, the\nupside down ship, the sunset. Picks up the rolling eye.\n\nA glare at Ragetti -- and Barbossa hands back the eye, goes\nback to studying the chart.\n\nPINTEL\nHe's rocking the ship.\n\nGIBBS\n(running past)\nWe're rocking the ship!\n\f573\n\n574\n\n575\n\nWHITE REVISION 7-4-07 43.\n\nAnd, suddenly, Barbossa gets it:\nBARBOSSA\nAye, he's onto it. All hands together\nTime it with the swell!\nBarbossa moves to the hold --\nINT. BLACK PEARL - BELOW DECKS - CARGO HOLD - SUNSET\nBARBOSSA\nLoose the cannon! Unstow the cargo!\nLet it shift!\nCargo is cut loose; crates, bottles, barrels roll --\nEXT. BLACK PEARL - SUNSET\nCotton spins the wheel --\n\nFROM ABOVE, the ship turns sideways to the swell.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet it shift! Cargo is cut loose; crates, bottles, barrels roll --\nEXT. BLACK PEARL - SUNSET\nCotton spins the wheel --\n\nFROM ABOVE, the ship turns sideways to the swell. \n\nTARGET SECTION TO BE ANNOTATED:\n The ship\ntilts over. Pintel suddenly figure it out --\n\nPINTEL\nHe's rocking the ship!\n\nRagetti already has a rope ready.\n\nRAGETTI\nWe tie each other to the mast, upside\ndown, so we'll be right side up when\nthe boat flips!\n\nPintel thinks about it. Thinks about it. Thinks about it --\nWill gets to the rail as the ship tilts near horizontal,\nlooks out. The sun SINKS into the sea, a small orange flame\nleft -- the Black Pearl tilts the other way --\n\nJACK\nAnd now up, is down!\n\nThe Black Pearl rocks completely over into the water. Waves\nfill the sails and cause the ship to continue to roll --\n\nCAMERA MOVES AROUND THE ROLLING SHIP, PAST THE SURFACE --\nUNDERWATER, chains, cannons, small objects fall down toward\nthe depths. Jack, Will, Elizabeth, Barbossa hold on. Gibbs\nloses his grip, floats past -- Marty grabs him. Pintel and\nRagetti, tied to the mast, look at each other, hold their\nbreaths, cheeks bulging.\n\nUnderwater, the Charts float past -- Will grabs them --\n\n-- CAMERA SPINS, SO THE BLACK PEARL IS RIGHT SIDE UP --\n\n573\n\n574\n\n575\n\f576\n\n577\n\nWHITE REVISION 7-4-07 44.\nON THE HORIZON, the FLASH OF GREEN shoots up! 576\nAND SUDDENLY --\nTHWUMP !\nEXT. BLACK PEARL - SUNRISE 577\nAll of the water FALLS with a giant SPLASH. The objects fall,\npeople fall, the parrot falls, SLAMMING onto the deck. The\nwater washes away, and the Black Pearl bobs on the sea.\n\nGibbs still holds his breath, unsure, turning red ... finally\nhas to let it out. Takes a deep breath --\n\nGIBBS\nBlessed sweet Westerlies! We're back\n\nHe wets his finger, lifts it.\n\nJack opens his fist, forces himself to look -- no black spot.\nPintel and Ragetti hang upside down, tied to the mast.\n\nPINTEL\nThis was your idea, and the fact\nthat I went along does not make you\nany less stupid.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack opens his fist, forces himself to look -- no black spot. Pintel and Ragetti hang upside down, tied to the mast. PINTEL\nThis was your idea, and the fact\nthat I went along does not make you\nany less stupid. \n\nTARGET SECTION TO BE ANNOTATED:\nRAGETTI\nWell it don't make you no more smart,\nneither.\n\nPINTEL\n\nYes it does, my lack of instigating\nstupid ideas makes me smarter by\nomission.\n\nNext to Pintel's head, Cotton's parrot shakes off water and\nruffles its feathers. Elizabeth gazes at the horizon.\n\nELIZABETH\nIt's a sunrise.\n\nWill looks out and sees the sun rising above the water. A\nbrief moment of celebration as everyone grins at each other --\n\nThen EVERYBODY instantly draws their pistols at once, and\npoints them at each other --\n\nWill at Barbossa. Barbossa at Jack. Gibbs at Barbossa.\nElizabeth at Jack.\n\nJack at Will, draws a second pistol, at Barbossa. Barbossa\ndraws a second pistol, at Gibbs. Elizabeth picks up a second\npistol, points it at Barbossa.\n\fWHITE REVISION 7-4-07 45.\nIt's a moment everyone has been preparing for. A beat --\nAnd then EVERYBODY LAUGHS. They can't help but grin, lower\n\ntheir pistols. Suddenly the LAUGHTER STOPS and the pistols\nare raised again. Pintel and Ragetti work to get free.\n\nPINTEL\nGet untied, we need our pistols!\nHurry!\n\nRAGETTI\n\nWho would we point at?\n\nBARBOSSA\nAll right, then. The Brethren Court\nis a-gathering at Shipwreck Cove.\nJack, you and I be going there, and\nthere's no arguing the point.\n\nJACK\nI is arguing the point. If there's\npirates a-gathering, I'm a-pointing\nmy ship the other a-way.\n\nELIZABETH\nThe pirates are gathering to fight\nBeckett. And you're a pirate.\n\nShe swings her second pistol toward Jack. Jack stops aiming\nat Will, aims at her. Will aims at Jack, draws a second pistol\nto cover Barbossa.\n\nWILL\nFight or not, you're not running.\n\nBARBOSSA\nIf we don't stand together, they'll\nhunt us down, one by one, 'til there's\nnone left but you.\n\nJACK\nThen I’1l be the last pirate. At\nleast then there will be only one of\nme.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nIf we don't stand together, they'll\nhunt us down, one by one, 'til there's\nnone left but you. JACK\nThen I’1l be the last pirate. At\nleast then there will be only one of\nme. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nBARBOSSA\nAye, and you'll be fighting Jones\nalone. How does that figure into\nyour plans?\n\nJACK\nStill working on it. But I'm not\ngoing back to the Locker, Barbossa.\nCount on that.\n\f578\n\n579\n\nWHITE REVISION 7-4-07 46.\n\nJack fires his pistol -- 'click.' Barbossa and Will and\nElizabeth fire -- more 'clicks.' Pintel and Ragetti arrive\nwith their pistols as the others check their own.\nGIBBS\nWet powder.\nWILL\n\nWe've other issues to deal with. We\ncan get back to shooting each other\nlater.\n\nThey move away. Pintel and Ragetti test their own pistols --\nclick.\n\nPINTEL\nWait. We can still use 'em as clubs!\n\nHe demonstrates, using the pistol to hammer the air. Ragetti\ndoes the same -- but actually hits Pintel.\n\nRAGETTI\nSorry.\n(regards pistol-club)\nEffective, though.\n\nEXT. BLACK PEARL 578\nCLOSE ON: THE CHARTS\nWill indicates on the chart to Jack and Barbossa.\nWILL\nThere's a fresh water spring on this\nisland, where we can resupply.\nJACK\n\nYou lead the shore party. I'll stay\nwith the ship.\n\nBARBOSSA\nI'll not be leaving my ship in your\ncommand.\n\nWILL\n\nAnd he'll not be leaving his ship in\nyour command, and here's an an idea.\nYou both go, and leave the ship in\nmy command.\n\n(off their looks)\nTemporarily. Promise.\n\nAT THE RAIL 579\n\nBarbossa steps up, pulls out his telescope. Jack arrives\nnext to him.\n\f580\n\nWHITE REVISION 7-4-07 47.\n\nBARBOSSA\nAn uneasy alliance?\n\nBarbossa opens his scope, looks through.\n\nJACK\nAn unholy one.\n\nJack opens his own telescope, until it is long as Barbossa's\n\n. then opens it further, until it is much longer. It droops\nat the end. Barbossa looks at him. He smiles. Barbossa snaps\nhis telescope closed.\n\nEXT. BLACK SAND BEACH - DAY 580\n\nPintel and Ragetti crawl out of the surf as the other boats\nland.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbossa snaps\nhis telescope closed. EXT. BLACK SAND BEACH - DAY 580\n\nPintel and Ragetti crawl out of the surf as the other boats\nland. \n\nTARGET SECTION TO BE ANNOTATED:\n Jack and Barbossa step onto the sand, spot something.\nThe rest of the pirates see it, too.\n\nPINTEL\nCriminey!\n\nJack and Barbossa walk toward it. Pintel and Ragetti hustle\npast them toward --\n\nThe KRAKEN. It lies dead on the shore. Pintel finds a\ndriftwood stick, pokes it.\n\nRAGETTI\nCareful!\n\nPINTEL\nAhh, not so tough now, are you? Stupid\nfish! Serves you right!\n\nJack approaches the Kraken almost reverently.\n\nRAGETTI\nHello! I bet folk would pay a shilling\nto see this! And a second shilling\nfor a sketch of 'em sitting atop!\n\nPINTEL\nKraken slayers! We could carve\nmini'ture Krakens out of coconut and\nsell those, too! We could give 'ema\nslice as a souvenir.\n\nRAGETTI\nOr fried! For lunch.\n\nPINTEL\nI wonder which of the parts is edible?\n\nJack stares into the huge eye of the beast, his image\nreflected back. Barbossa appears behind him.\n\f581\n\n582\n\nWHITE REVISION 7-4-07 48.\n\nBARBOSSA\nStill thinking of running, Jack?\nThink you can outrun the world? The\nproblem of being the last of anything:\nby and by, there be none left at\nall.\n\nJACK\nSometimes things come back. We're\nliving proof, mate.\n\nBARBOSSA\nAye, but that's a gamble with long\nodds, ain't it? There's no guarantee\nof coming back. But passing on --\nthat's dead certain.\n\nJack contemplates that one. Barbossa regards the beast.\n\nBARBOSSA (CONT'D)\nThe world used to be a bigger place.\n\nJACK\nIt's still the same size. There's\njust less in it.\n(reluctant)\nSummoning the Brethren Court, is it?\n\nBARBOSSA\nOur only hope.\n\nJACK\nThat's sad commentary, in and of\nitself.\nINT. BLACK SAND BEACH - WELL - DAY 581\nMarty stoops to drink -- jumps back with a shout. A BODY\nlies dead in the water, face down. Barbossa samples a handful\nof water, spits it out.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLACK SAND BEACH - WELL - DAY 581\nMarty stoops to drink -- jumps back with a shout. A BODY\nlies dead in the water, face down. Barbossa samples a handful\nof water, spits it out. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA\nPoisoned. Fouled by the body.\n\nThe body is turned over -- Steng, the betrayer in Singapore.\nThe wooden fid has been driven through his eye.\n\nPINTEL\nHey, I know him!\n\nThere's a SHOUT from outside --\nEXT. BLACK SAND BEACH - DAY 582\n\nThey rush outside. Ragetti yells something, but words are\nlost. He points --\n\f583\n\nWHITE REVISION 7-4-07 49.\n\nOUT PAST THE REEF floats the Black Pearl -- and next to it,\na Chinese fighting ship, the EMPRESS.\n\nJack and Barbossa stare. There is a loud CLICK! Their eyes\ngo sideways to find -- Tai Huang holds a pistol on them,\nbacked by his men.\n\nJACK\n(points)\nHe's the Captain.\n\nEXT. BLACK PEARL - MAIN DECK - LATER 583\n\nThe landing party climbs on deck. CHINESE PIRATES -- too\nmany to fight -- have taken over the Pearl. They've stripped\nthe crew of their weapons, shackled them together\n\nElizabeth is held by TWO GUARDS. One of them rubs a swelling\neye, the other has a bloody lip.\n\nJack and Barbossa spot Sao Feng at the same time. Jack\nrecognizes him, and tries to be inconspicuous behind Barbossa.\n\nBARBOSSA\nSao Feng. You showing up here, 'tis\ntruly a remarkable coincidence.\n\nSAO FENG\nFortune smiles upon those prepared\nto meet its gaze.\n(moves toward Jack)\nJack Sparrow. You paid me great\ninsult, once.\n\nHe SLUGS Jack in the jaw. Jack staggers, his knees buckle --\nbut he keeps his feet. Holds up a hand to Sao Feng to wait,\nsearches for his hat. Finds, sets it back on his head.\n\nJACK\nSo now we can call it square.\nSAO FENG\nHardly.\nWill strides up -- he spots Elizabeth in chains --\nWILL\nShe's not part of the bargain. Release\nher.\nBARBOSSA\n\nAnd what bargain be that?\n\fWHITE REVISION 7-4-07 50.\n\nSAO FENG\n(to his men)\nYou heard Captain Turner. Release\nher.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE REVISION 7-4-07 50. SAO FENG\n(to his men)\nYou heard Captain Turner. Release\nher. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nCaptain Turner?\n\nGIBBS\nAye, the perfidious rotter leda\nmutiny against us.\n\nJACK\nIt's always the quiet ones.\n\nElizabeth, unchained now, eyes Will warily.\n\nELIZABETH\nWhy didn't you tell me you were\nplanning this?\n\nWILL\nIt was my burden to bear.\n\nBARBOSSA\nThe only way a pirate can make a\nprofit, these days, is by betraying\nother pirates.\n\nSAO FENG\nI can live with that ... as long as\nI am not the other pirates.\n\nJACK\nBut you've no acrimony toward\nmutineers?\n\nSAO FENG\nHe did not mutiny against me, did\nhe?\n\nWILL\nI need the Pearl. That's the only\nreason I came on this voyage.\n\nJACK\n\nHe needs the Pearl --\n\n(to Elizabeth)\n-- and you felt guilty --\n\n(to Barbossa)\n-- and you and your Brethren Court\n\n. Didn't anyone come to save me\n\njust because they missed me?\n\nGibbs, Marty and Cotton raise their hands -- Pintel and\nRagetti see, and follow their lead.\n\f584\n\nWHITE REVISION 7-4-07 51.\n\nJACK (CONT'D)\n(points)\nI'm standing over there with them.\n\nSao Feng grabs his arm.\n\nSAO FENG\nI'm sorry, Jack, but there's an old\nfriend who wants to see you first.\n\nJACK\nI'm not certain I can survive any\nmore visits from old friends.\n\nSAO FENG\nHere is our chance to find out.\n\nHe nods his head toward a spot over Jack's shoulder --\n\nRounding the island is the ENDEAVOUR. Jack is yanked roughly\naway by Sao Feng's men.\n\nINT. ENDEAVOUR - CAPTAIN'S CABIN - DAY 584\n\nJack has been escorted into the room. Beckett signals his\nguards to leave without turning. He stands at the window,\npeering out at the Black Pearl. Jack's effects are on the\ntable -- including the Compass. So is a decanter and two\nglasses of Sherry. Jack searches the room surreptitiously\nunder the following:\n\nBECKETT\nRemarkable.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack's effects are on the\ntable -- including the Compass. So is a decanter and two\nglasses of Sherry. Jack searches the room surreptitiously\nunder the following:\n\nBECKETT\nRemarkable. \n\nTARGET SECTION TO BE ANNOTATED:\n The last I saw of that\nship, she was on fire, a blackened\nhulk sinking beneath the waves.\n\nJACK\nThank you for that memory.\n\nBECKETT\nWe had a deal. I contracted you to\ndeliver cargo on my behalf. You chose\nto liberate it.\n\nJack glances toward his right wrist.\n\nJACK\nPeople aren't cargo, mate.\n\nBECKETT\nAnd you incurred a heavy debt to\nraise her back up, didn't you? It's\nnot here, Jack.\n\fWHITE REVISION 7-4-07 52.\nHe turns. Jack assumes an air of questioning innocence.\n\nJACK\nWhat is not?\n\nBECKETT\nThe heart of Davy Jones. Is safely\naboard the Flying Dutchman, and so\nunavailable for use as leverage to\nsatisfy your debt to the good captain.\n\nJack clocks that.\n\nJACK\nBy my reckoning, that account's been\nsettled.\n\nBECKETT\nBy your death. And, yet, here you\nare.\n\nJACK\nClose your eyes and pretend it's all\na bad dream. That's how I get by.\n\nBeckett's control lapses momentarily; he says something he's\nwanted to say for a long time.\n\nBECKETT\nYour good deed cost me much, Jack!\n\nJACK\nAnd you spared me any possibility of\nending up as anything other than\nwhat I am. And for that, I thank\nyou.\n\nHe picks up a couple of the model ships from the table,\npretends to \"sail\" them.\n\nJACK (CONT'D)\nWill someone be in soon to draw you\na bath?\n\nBeckett takes them from Jack, puts them back in their places.\n\nBECKETT\nIt would be nice if all of us could\nbe on holiday year ‘round, but someone\nmust ensure that the world turns\nproperly.\n(looking over his\n\"world\")\nPeople are what they love, Jack, and\nwhat they love is cargo.\n(MORE )\n\fWHITE REVISION 7-4-07 53.\n\nBECKETT (CONT'D)\nThey love spices, and linens, silks\nplantains ... and as long as it\narrives on time and in sufficient\nsupply, they are content to be nothing\nmore than figures in a ledger. You're\na smart man; you know I'm right.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\fWHITE REVISION 7-4-07 53. BECKETT (CONT'D)\nThey love spices, and linens, silks\nplantains ... and as long as it\narrives on time and in sufficient\nsupply, they are content to be nothing\nmore than figures in a ledger. You're\na smart man; you know I'm right. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nIf you're offering me a seat on the\nboard, I am neither depraved enough\nnor drunk enough to accept.\n\nBeckett hands one of the GLASSES of sherry to Jack, who's a\nbit surprised. Beckett toasts him.\n\nBECKETT\nThen perhaps you'll consider a\ndifferent arrangement. One that\nrequires nothing from you but\ninformation.\n\nJack has spotted the Pieces of Eight on Beckett's desk.\n\nJACK\nRegarding the Brethren Court, no\ndoubt. In exchange for fair\ncompensation? Square my debt with\nJones, guarantee my freedom?\n\nBECKETT\nOf course. It's just good business.\n\nJACK\nWere I in a divulgatory mood, what\nmight I divulge?\n\nBECKETT\nEverything. Where are they meeting?\nWho are the Pirate Lords? What is\nthe purpose of the nine pieces of\neight?\n\nJACK\nI think I'd prefer to maintain my\nmonopoly on those answers. It's just\ngood business.\n\nBECKETT\nYou haven't changed. Enjoy the\ngallows.\n\nJACK\n\nI've been. Once you've taken in the\nview, there's not much else to it.\n(MORE )\n\f585\n\nWHITE REVISION 7-4-07 54.\n\nJACK (CONT'D)\nNow, far be it for me to give advice\nto you, but if I were me and you\nwere you and we each had the same\nlack of trust in the other, imagine\nyou are me. You would propose that\nrather than you telling me where the\nBrethren Court is meeting, you lead\nme there instead, whereupon you could\nserve up to me the Pirate Lords, the\nNine Pieces of Eight, and the whole\nof the Brethren Court on a silver\nplatter. And you being me, I would\nlikely accept such an offer.\n\nBECKETT\nOn a silver platter?\n\nJACK\nWith a frilly linen napkin and a\nspicy banana on the side.\n\nEXT. BLACK PEARL - DECK - DAY 585\n\nSao Feng's men guard Barbossa, Will, Elizabeth and the rest\nof Barbossa's crew. They all wear shackles.\n\nMercer and a crew of sailors fan out on the ship. The sailors\nbegin preparations to sail.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all wear shackles. Mercer and a crew of sailors fan out on the ship. The sailors\nbegin preparations to sail. \n\nTARGET SECTION TO BE ANNOTATED:\n One tries to take the wheel from\nHuang. Sao Feng and Will intercept Mercer\n\nSAO FENG\nMy men are crew enough.\n\nMERCER\nCompany ship, company crew.\n\nWILL\n(to Sao Feng)\nYou agreed, the Black Pearl was to\nbe mine.\n\nSAO FENG\nAnd so it was.\n\nSao Feng gestures. One of his men punches Will from behind\nin the kidneys, knocking the wind of out of him. Two others\nshackle his arms.\n\nWill is hauled away. Sao Feng turns to Mercer.\nSAO FENG (CONT'D)\n\nBeckett agreed, the Black Pearl was\nto be mine.\n\fWHITE REVISION 7-4-07 55.\n\nMERCER\nAnd so it was.\n(smiles)\nLord Beckett wouldn't give up the\none ship as might prove a match for\nthe Dutchman, would he?\n\nSao Feng looks around. The sailors outnumber his men, and\nall are armed, watching for trouble. Sao Feng nods sharply\nto his man at the wheel -- he steps aside for the sailor\n\nMercer gives Sao Feng a half-salute and ambles away. Barbossa\nsidles up next to Sao Feng.\n\nBARBOSSA\nShame they're not bound to honor the\nCode of the Brethren. Isn't it? Of\ncourse, honor's a hard thing to come\nby, nowadays.\n\nSAO FENG\nThere is no honor to remaining with\nthe losing side. Leaving it for the\nwinning side ... that's just good\nbusiness.\n\nBARBOSSA\nThe losing side, says you.\n\nSAO FENG\nThey have the Dutchman. And what do\nthe Brethren have?\n\nHe sees Sao Feng is considering his words. He leans close.\n\nBARBOSSA\nWe have ... Calypso.\nSoa Feng is surprised; unbidden, his eyes cut toward Elizabeth --\nBarbossa clocks it -- then Sao Feng adopts a skeptical mein.\nSAO FENG\nCalypso. An old legend.\nBARBOSSA\nNo, the goddess herself, bound in\nhuman form ... fury or favor, you\nnot be knowing ... but when the mood\nstrikes her, and its her favor she\nbestows upon a lucky sailor ... well,\n\nyou've heard: legendary.\n\nBarbossa and Sao Feng exchange knowing smirks.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn old legend. BARBOSSA\nNo, the goddess herself, bound in\nhuman form ... fury or favor, you\nnot be knowing ... but when the mood\nstrikes her, and its her favor she\nbestows upon a lucky sailor ... well,\n\nyou've heard: legendary. Barbossa and Sao Feng exchange knowing smirks. \n\nTARGET SECTION TO BE ANNOTATED:\n\fWHITE REVISION 7-4-07 56.\n\nBARBOSSA (CONT'D)\nThere was a time when the seas be\nuntamed, the world a rougher place,\nand a sailor made his own fate.\n(beat)\nI aim to bring it back. And for that,\nI need the Brethren Court.\n\nBarbossa taps the knot pendant Sao Feng wears.\n\nBARBOSSA (CONT'D)\nAll the court.\n\nSAO FENG\nWhat are you proposing?\n\nBARBOSSA\nWhat be you accepting?\n\nSAO FENG\nThe girl.\n\nELIZABETH\nWhat?\n\nWILL\n\nWe give you Elizabeth in exchange\nfor helping us escape?\n\nSao Feng nods -- it seems a reasonable price to him.\n\nBARBOSSA\nNo. No. Out of the question.\n\nSAO FENG\nIt was not a question.\n\nElizabeth has been thinking it through.\n\nELIZABETH\nDone.\nWILL\nWhat?\n(to Sao Feng)\nNot done.\nELIZABETH\n\nYou've put us in these straits. If\nthis frees us, then ...\n\n(again, to Sao Feng)\nDone.\n\nWILL\nNo.\n\fWHITE REVISION 7-4-07 57.\n\nELIZABETH\nMy choice. My choice alone.\n\nWILL\nElizabeth, they are pirates.\n\nELIZABETH\nI've had more than enough experience\ndealing with pirates.\n\nShe says it pointedly, imply she's had more than enough of\ndealing with one pirate in particular: him.\n\nSAO FENG\nI am pleased --\n\nHe reaches out to take her arm, but she yanks it out of his\ngrasp, holds up a warning finger: ah-ah\n\nSAO FENG (CONT'D)\nMy apologies. I know I must earn\nyour favor.\n\nElizabeth is a bit surprised by his respect, but she's willing\n\nto take it.\nELIZABETH\nThat's right. You do.\nBARBOSSA\nThen we have an accord?\nSAO FENG\nAgreed.\nThey shake.\nGIBBS\nNow if we only had a plan.\n586 INT. ENDEAVOUR - CAPTAIN'S CABIN - DAY 586\n\nJACK\nYou can keep Barbossa. The belligerent\nhomunculus and his friend with the\nwooden eye, both. And Turner.\nEspecially Turner.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe belligerent\nhomunculus and his friend with the\nwooden eye, both. And Turner. Especially Turner. \n\nTARGET SECTION TO BE ANNOTATED:\n If he were twins\nyou could have all three of ‘em.\n\nBeckett notes that, suspicion behind his eyes.\n\nBECKETT\nAnd what becomes of Miss Swann?\n\nJACK\nWhat interest is she to you?\n\fWHITE REVISION 7-4-07 58.\n\nBeckett gives Jack a knowing smile.\n\nJACK (CONT'D)\nThe rest go with me aboard the Pearl,\nand I will lead you to Shipwreck\nCove. A fair deal, don't you think?\n\nJack extends his hand. Beckett smiles at it.\n\nBECKETT\nJack, I just recalled: I have this\nwonderful Compass that points to\nwhatever I want. So for what do I\nneed you?\n\nJACK\nPoints to the thing you want most\nAnd that's not the Brethren Court\n\nis it?\nBECKETT\nNo? Then what is, Jack?\nJACK\nMe.\n(long beat)\nDead.\n\nHe gestures to the compass: try it. Beckett opens the compass.\nFrom his reaction, it points to Jack. Jack scuttles sideways.\nFrom Beckett's reaction, the needle follows him.\n\nBECKETT\nDamn.\n\nHe flings the compass to Jack. Then realizes:\n\nBECKETT (CONT'D)\nAlthough, it occurs: if I got what I\nwanted most, then wouldn't what I\nwanted second most become the thing\nI wanted most? If I killed you, I\n\ncan find ... Shipwreck Cove, was it?\nOn my own. Cut out the middleman, as\nit were ... literally.\n\nJACK\n\nWith me killed, then you'll arrive\n\nat the Cove, find it's a stronghold,\nnigh impregnable, able to withstand\nblockade for years, and you'll be\nwishing, oh, if only there was someone\nwho you had not killed inside to\nensure that the pirates come outside.\n\f587\n\n588\n\n589\n\nWHITE REVISION 7-4-07 59.\n\nBECKETT\nAnd you can accomplish this?\n\nJACK\nYou may kill me, but you may never\ninsult me. Who am I?\n(beat)\nI'm Captain Jack Sparrow, mate. Do\nwe have an accord?\n\nHe nods, indicating his still-extended hand. Beckett hesitates --\n\nTHE SHIP IS ROCKED BY CANNON FIRE. Beckett falls forward.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods, indicating his still-extended hand. Beckett hesitates --\n\nTHE SHIP IS ROCKED BY CANNON FIRE. Beckett falls forward. \n\nTARGET SECTION TO BE ANNOTATED:\nJack grabs his hand, shakes it --\n\nJACK (CONT'D)\nDone!\n\n-- scoops up his effects and heads for the door\n\nEXT. ENDEAVOUR - MAIN DECK - DAY 587\nJack appears on deck, Beckett trailing. BODIES are littered,\n\nthe aftermath of fighting. Beckett looks out -- the Empress\n\nsails off, already distant. CANNON FIRE and GUNSHOTS from\n\nthe Black Pearl --\n\nON THE BLACK PEARL, the last of Beckett's men are cut down. Mercer 588\nis driven back, somersaults off the stern --\n\n-- SPLASHES into the water.\nON THE ENDEAVOUR - Jack stares at the Pearl. Searches for a way 589\n\nacross. He shoves a GUNNER away from a cannon, kicks away the\nbrace, flips the cannon over, facing into the ship.\n\nBeckett turns, looks -- Jack wraps a rope around the cannon\nwheel, a burning fuse lighter in hand.\nBECKETT\nYou're mad.\nJACK\n\nOh thank goodness. Because if I am\nin fact not living some wretched\nfever dream, I doubt this will work.\n\nJack lights the cannon -- Beckett dives out of the way as it\nFIRES -- the ball hits the mast behind him, cracking it. The\nRECOIL shoves the cannon violently back; it SMASHES through\nthe rail -- and PLUMMETS --\n\nJack hangs on as the rope pulls him upwards and out, flying\nacross --\n\f590\n\n591\n\n592\n\n593\n\nWHITE REVISION 7-4-07 60.\nEXT. BLACK PEARL - DECK - DAY 590\n\nBarbossa follow's Jack's trajectory. Winces at a series of\nHORRIBLE CRASHING SOUNDS. Pushes forward, sees:\n\nA ripped sail. Splintered barrel. Tangled rope. Spilled tar\nand scattered gunpowder. The aftermath of what had to be a\nterrible landing. PAN UP TO REVEAL:\n\nJack Sparrow, standing on the aft railing, unhurt, ina\nrelaxed pose. He smiles.\n\nJACK\nTell me you didn't miss me.\n\nBarbossa turns away in disgust. Jack hops down, comes face-\nto-face with Will.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nTell me you didn't miss me. Barbossa turns away in disgust. Jack hops down, comes face-\nto-face with Will. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK (CONT'D)\nSend this piss-yellow traitor to the\nbrig.\n\nWill is dragged away --\n\nON THE ENDEAVOUR, OFFICER GROVES steps up to Beckett. 591\nGROVES\nWhich ship do we follow?\nBECKETT\nSignal the Dutchman. We follow the\nPearl -- how soon can we have the\n\nship ready to pursue?\n\nBehind them, the broken mast cracks and FALLS, the sails\nplummeting. Groves stares off at the Pearl in open admiration.\n\nGROVES\nDo you think he plans it all out, or\njust makes it up as he goes along?\nEXT. CARIBBEAN SEA - EVENING 592\n\nA spectacular storm front on the horizon. The Chinese junk\nEMPRESS sails to avoid it --\n\nINT. EMPRESS - CAPTAIN'S CABIN - NIGHT 593\n\nHanging silks and pillows, lit by candlelight, attended by\nthree Chinese MAIDENS. Elizabeth turns as Sao Feng enters.\n\nHe stares in open admiration. She is stunning in a traditional\nChinese gown. Final adjustments are made by the Maidens.\n\nHe recites a verse of the poem To Zhang's Dancing:\n\fWHITE REVISION 7-4-07 61.\n\nSAO FENG\nYoung willow shoots. Touching,\nbrushing, the water. Of the garden\npool.\n\nSao Feng dismisses the Maidens. He offers her wine.\nELIZABETH\n\nI admit, this is not how I expected\nto be treated.\n\nSAO FENG\nNo other treatment would be worthy\nof you ... Calypso.\n\nElizabeth freezes with the glass at her lips.\n\nELIZABETH\nExcuse me?\n\nSAO FENG\nNot the name you fancy, I imagine,\nout of the many that you have ...\nbut it is what we call you.\n\nELIZABETH\nWe being who?\n\nSAO FENG\nWhom.\n\nELIZABETH\nWho.\n\nSao Feng considers it, shrugs.\n\nSAO FENG\nWe of the Brethren Court and our\npredecessors, who concealed you in\nthis form. Your forgiveness. I lied.\nWho imprisoned you -- oh. \"Who.\" You\nwere right.\n\nELIZABETH\nGoddess.\n\nSAO FENG\nYou confirm it?\n\nELIZABETH\nConfirm what? You've told me nothing.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAO FENG\nYou confirm it? ELIZABETH\nConfirm what? You've told me nothing. \n\nTARGET SECTION TO BE ANNOTATED:\nSAO FENG\nThe Brethren Court -- not I, the\nfirst Brethren Court, who ... whom\n(MORE )\n\fWHITE REVISION 7-4-07 62.\n\nSAO FENG (CONT'D)\n\n. whose decision I would have\nopposed ... they bound you in human\nform, so that rule of the seas would\nbelong to men, and not\n\nELIZABETH\nMe.\n\nSAO FENG\nBut one such as you should never be\nanything less than what you are.\n\nELIZABETH\nPretty speech from a captor. But\nwords whispered through prison bars\nlose their charm.\n\nSAO FENG\nCan I be blamed for my efforts? All\nmen are drawn to the sea. Perilous\nthough it may be.\n\nELIZABETH\nSome men offer desire as justification\nfor their crimes.\n\nSAO FENG\nI offer simply my desire.\n\nELIZABETH\nAn item of such small value. And in\nreturn?\n\nSAO FENG\nI would have your gifts, should you\nchoose to give them.\n\nELIZABETH\nAnd if I choose not?\n\nSAO FENG\nThen I will take your fury.\n\nHe leans in -- kisses her. She pushes him back\n\nIn the distance, there is a muffled distant explosion --\nincoming projectile -- a sudden CRASH. Outside, there are\nshouts and screams, cannon fire and pistol shots. Elizabeth\nducks down as lead balls slam into the hull --\n\nElizabeth glances through the porthole -- smoke and flashes\nof explosion, she only make out the ship is under attack\n\nA second cannon ball hits blasts through the hull.\n\f594\n\nWHITE REVISION 7-4-07 63.\n\nSao Feng lies on the deck, bloody, a long sharp shard of\nwood buried in his chest.\n\nELIZABETH\nSao Feng?\n\nSAO FENG\nHere. Please.\n\nSao Feng removes the rope knot pendant he wears.\n\nSAO FENG (CONT'D)\nThe Captain's Knot. Take it.\n(she hesitates)\nSo you'll be free! Take it! I must\npass it on to the next Brethren Lord.\n\nELIZABETH\nMe?\n\nSAO FENG\nGo in my place to Shipwreck Cove.\n\nShe takes the pendant.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nMe? SAO FENG\nGo in my place to Shipwreck Cove. She takes the pendant. \n\nTARGET SECTION TO BE ANNOTATED:\n Tai Huang bursts through the door\nSounds of fighting follow him into the cabin --\n\nTAI HUANG\nCaptain! The ship is taken! We cannot --\n\nHe pulls up short, takes in the scene. Sao Feng, mortally\nwounded, bleeding, whispers something low to Elizabeth, who\nlistens intently.\n\nSAO FENG\nCalypso ...\n\nHe dies in Elizabeth's arms.\n\nTAI HUANG\nWhat did he tell you?\n\nShe holds up the pendant, now hanging around her neck\n\nELIZABETH\nHe made me Captain.\nEXT. EMPRESS - MAIN DECK - NIGHT 594\nElizabeth steps onto the deck -- littered with bodies, cannon\n\nsmoke hanging in the air. Sails ripped to shreds. Moans from\ninjured sailors. Huang follows behind her.\n\n-- the Flying Dutchman, with its contingent of encrusted\ncrewmen. Elizabeth watches as they continue to swarm onto\nthe ship, round up terrified sailors. Smoke on deck parts --\n\fWHITE REVISION 7-4-07 64.\n\nAnd there is Commodore Norrington, striding forward, surveying\n\nthe damage. He lifts his eyes -- and sees Elizabeth.\nELIZABETH\nJames?\nNORRINGTON\nElizabeth!\n\nHe embraces her. She endures it.\n\nNORRINGTON (CONT'D)\nI heard you were dead!\n\nELIZABETH\nAnd I mourned you.\n\nHe self-consciously straightens his uniform jacket.\nNORRINGTON\nYour father will be overjoyed to\nknow you are well.\n\nELIZABETH\nMy father is dead.\n\nNORRINGTON\nNo, he's not. He returned to England.\n\nELIZABETH\nLord Beckett told you that?\n\nNORRINGTON\nPALES\n\nDavy Jones steps past them, questions a line up of sailors.\n\nDAVY JONES\nWho among you do you name as Captain?\n\nHuang points quickly at Elizabeth --\n\nHUANG\nCaptain! Her!\n\nOther sailors quickly chime in, point. Norrington looks at\nElizabeth, surprised.\n\nNORRINGTON\nTow the ship. Take the sailors to\nthe brig.\n\nDAVY JONES\n\nYou heard the Admiral!\n\f595\n\nWHITE REVISION 7-4-07 65.\n\nNORRINGTON\nThe Captain may have my quarters.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVY JONES\n\nYou heard the Admiral! 595\n\nWHITE REVISION 7-4-07 65. NORRINGTON\nThe Captain may have my quarters. \n\nTARGET SECTION TO BE ANNOTATED:\nELIZABETH\nNo thank you, sir. I prefer to remain\nwith my crew.\n\nShe moves to follow her crew, being led away.\n\nNORRINGTON\nElizabeth, I swear -- I did not know.\nELIZABETH\nKnow what? Which side you chose? Now\nyou do.\nINT. FLYING DUTCHMAN - BRIG - NIGHT 595\n\nCrew members of the Empress are locked in various cells.\nJIMMY LEGS closes the bar on Elizabeth, alone. A thought\nhits her -- she asks tentatively:\n\nELIZABETH\nBootstrap?\n\nJimmy Legs just laughs, and moves away. He passes Clacker\nwho mops the deck. Elizabeth calls to him, softly:\n\nELIZABETH (CONT'D)\nBootstrap? Bill Turner?\n\nClacker grunts and turns his back. Elizabeth gives up, slumps\ndown in the cell. Next to her, EYES in the ship's hull OPEN.\n\nBOOTSTRAP\nYou know my name.\n\nElizabeth jumps. Looks. She is not alone. BOOTSTRAP BILL is\nthere. A barely human form, seemingly part of the ship.\n\nELIZABETH\nI know your son. Will Turner.\n\nBOOTSTRAP\nWilliam! He's all right?\n(she nods)\nHe made it! He's alive. Hah! And now\nhe's sent you to tell me that he's\ncoming to get me. He promised. God's\nwounds, he's on his way!\n\nELIZABETH\nYes. Will is alive, and -- he wants\nto help you.\n\fWHITE REVISION 7-4-07 66.\n\nThere is hope in his eyes -- then a thought suddenly hits.\n\nHope vanishes. Despair clouds his features.\n\nBOOTSTRAP\nNo. He can't come. He won't come.\n\nELIZABETH\nI don't know how, but he will try, I\nam sure. You're ... his father\n\nBootstraps looks slyly at her\n\nBOOTSTRAP\nI know you. He spoke of you.\nElizabeth.\n\nELIZABETH\nYes.\n\nBOOTSTRAP\nHe can't save me. He won't. Because\nof you.\n\nELIZABETH\nMe?\n\nBOOTSTRAP\n\nYou're Elizabeth.\n\nBootstrap falls silent. Elizabeth waits, then prompts him.\n\n \n\nELIZABETH\nYes. I'm Elizabeth.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nElizabeth waits, then prompts him. ELIZABETH\nYes. I'm Elizabeth. \n\nTARGET SECTION TO BE ANNOTATED:\nBOOTSTRAP\nIf Jones be slain ... he who slays\n\nhim takes his place. Captain. Forever\nEvery man before the mast knows that,\nElizabeth! The Dutchman must have a\nCaptain.\n\nElizabeth puts it together.\n\nELIZABETH\nI see --\nBOOTSTRAP\nIf he saves me ... he loses you.\nELIZABETH\nYes.\nBOOTSTRAP\n\nHe won't pick me. I wouldn't pick\nme. The Dutchman must have a Captain.\n\f596\n\n597\n\nWHITE REVISION 7-4-07 67.\n\nELIZABETH\nYou said that.\n\nBootstrap nods, slowly fades back into the ship.\n\nBOOTSTRAP\nTell him -- don't come! Tell him --\nstay away! Can you tell him? It's\ntoo late. I'm part of the ship. The\ncrew.\n\nBootstrap's eyes close, he becomes utterly still. Elizabeth\nreaches out a hand to comfort him. Suddenly his eyes open.\n\nBOOTSTRAP (CONT'D)\nYou know my name.\n(Elizabeth frowns)\nYou know my name!\n\nELIZABETH\nYes. I know your son.\n\nBOOTSTRAP\nWilliam! He's alive?\n\nBootstrap stares, waiting for the answer. Elizabeth nods.\nBOOTSTRAP (CONT'D)\nHe'll come for me. He promised. You'll\nsee.\n\nBootstrap fades back into the hull. Elizabeth regards him\nwith horror ... and pity.\n\nEXT. ENDEAVOUR - COMMAND DECK - DAY 596\n\nLieutenant Greitzer scans the horizon with a spyglass. Beckett\nlooks the opposite direction, out to sea.\n\nON THE HORIZON, a blur of movement. The faint, raucous CRY\nof birds can be heard. Beckett is thoughtful.\n\nBECKETT\nGlass.\n\nTHROUGH THE SPYGLASS, a spinning TOWER of SEAGULLS rises\nover some floating object --\n\nEXT. CARIBBEAN SEA - DAY 597\nGulls circle, filling the sky. Their cries much LOUDER.\n\nIN THE WATER, a dead BODY. Bloated and pale. It is one of\n\nBeckett's men, killed in the Black Pearl's escape, lashed to\n\ntwo barrels. A SEAGULL pecks at the man's ear, flies away\nwith the prize, pursued by others --\n\f598\n\n599\n\nWHITE REVISION 7-4-07 68.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nBloated and pale. It is one of\n\nBeckett's men, killed in the Black Pearl's escape, lashed to\n\ntwo barrels. A SEAGULL pecks at the man's ear, flies away\nwith the prize, pursued by others --\n\f598\n\n599\n\nWHITE REVISION 7-4-07 68. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. ENDEAVOUR - COMMAND DECK - DAY 598\n\nThe body is hauled onto the deck. Beckett removes a rum bottle --\nwith a note inside. He fishes the paper out, unrolls it --\non it is the SYMBOL of the East India Trading Company.\n\nGreitzer spots something.\n\nGREITZER\nSir.\n\nBeckett looks up. On the edge of the horizon, faint and nearly\nout of sight -- another whirling TOWER OF SEAGULLS.\n\nBECKETT\nLike bread crumbs. Ghastly.\n(re: the note)\nAnd we are meant to follow.\n\nGREITZER\n\nA betrayer among them? Or a trap?\nBECKETT\n\nA gambit. By a skilled opponent.\n\n(smiles)\nAdjust course, Lieutenant.\n\nGreitzer is surprised, but nods.\n\nBECKETT (CONT'D)\nWe can only hope to reach our\n\ndestination ... before they run out\nof bodies.\nEXT. BLACK PEARL - FORECASTLE - NIGHT 599\n\nWill ties a body to a barrel. He's working almost\nautomatically. He uses his knife to cut a rope -- pauses.\nGazes at it. The anguish is apparent.\n\nJACK (0.S.)\nYou escaped the brig even quicker\nthan I expected.\n\nWill whirls, ready for attackers --\n\nJack lounges on the rail above the forecastle. How long has\nhe been there?\n\nJACK (CONT'D)\nHold on, William. Do you notice\nanything? Or, rather, do you not\nnotice anything? Or, rather, do you\nnotice something that is not there\nto be noticed?\n\fWHITE REVISION 7-4-07 69.\n\nWILL\nYou haven't raised an alarm.\n\nJACK\nThat's odd, isn't it?\n\nHe drops down to the forecastle, looks over Will's handiwork\n\nJACK (CONT'D)\nBut not so odd as this. You came up\nwith this all on your lonesome?\n\nWILL\nI said to myself, think like Jack.\n\nJACK\nAnd this is what you arrived at?\nLead Beckett to Shipwreck Cove so as\nto win his trust and accomplish your\nown ends? It's like you don't know\nme at all.\n\nWILL\nThink like Jack, but do what's right.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nLead Beckett to Shipwreck Cove so as\nto win his trust and accomplish your\nown ends? It's like you don't know\nme at all. WILL\nThink like Jack, but do what's right. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nAnd how does your dearly beloved\nfeel about your plan?\nWill returns to his work without answering.\n\nJACK (CONT'D)\nAh. You've not seen fit to trust her\n\nwith it.\n\nWILL\nI'm losing her, Jack. Every step I\nmake for my father ... is a step\n\naway from Elizabeth.\n\nJACK\nIf you choose to lock your heart\naway, you will lose her for certain.\nBut if I might offer an exceedingly\nsimple solution: Don't save your\n\nfather.\n\nWILL\nI have to. I can't turn my back on\nhim.\n\nJACK\n\n\"Can't\" is a matter of fact.\n(MORE )\n\fWHITE REVISION 7-4-07 70.\n\nJACK (CONT'D)\nYou can if you want, but you won't --\nand that makes it a choice.\n\nWill considers his words, unable to disagree.\n\nJACK (CONT'D)\nThat's what life is, boyo: choices.\nOut of all the things you can do,\nwhat will you do?\n\nWill is now at a loss ... slumps. Just where Jack wanted\n\nhim:\n\nJACK (CONT'D)\nIf I might lend a machete to your\nintellectual thicket: Avoid the choice\naltogether. Change the facts. Let\nsomeone else dispatch Jones.\n\nWILL\nWho?\n(Jack indicates: \"me\")\nYou?\nJACK\n\nDeath has a way of reshuffling one's\npriorities. I slip aboard the\nDutchman, I find the heart and stab\nthe beating thing. Your father goes\nfree from his debt, and you are free\nto be with your charming murderess.\n\nWILL\nAnd you bind yourself to the Dutchman --\nforever.\n\nJACK\n\nNo, I am free forever. Free to sail\nthe seas, beyond the edges of he\nmap, free from death itself. Crew\naboard the Dutchman is one thing\nbut Captain? Sign me up.\n\nWILL\nYou have to do the job. You have to\nferry souls to the next world or end\nup just like Jones.\n\nJack considers what that might be like, puppeteering his\nbeard braids like tentacles. Shudders.\n\nJACK\nI don't have the face for tentacles.\n(MORE )\n\f600\n\n601\n\n602\n\nWHITE REVISION 7-4-07 71.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nShudders. JACK\nI don't have the face for tentacles. (MORE )\n\f600\n\n601\n\n602\n\nWHITE REVISION 7-4-07 71. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK (CONT'D)\nThen I'll take on the obligation and\n\nnot quite be completely free ... but\nimmortal has to count for something.\nNow, here.\n\nHe hands Will his compass.\n\nWILL\nWhat's this for?\n\nJACK\nThink like me. It'll come to you.\n\nWill puzzles -- then realizes exactly what Jack is going to\ndo just a half-a-second too late -- and Jack SHOVES HIM OVER\nTHE SIDE.\nEXT. CARIBBEAN SEA - NIGHT 600\nWill hits the water. He surfaces. The BARREL (with body)\nSPLASHES down beside him, narrowly missing him. Will hauls\nhimself atop.\nJACK\n(leans out)\nGive my regards to Davy Jones!\nHe smile broadly, waves, disappears.\n\nWILL\nI hate him.\n\nEXT. CARIBBEAN SEA - NIGHT 601\n\nAmid calm seas, the Empress is towed by the Dutchman. Other\nships in the group are dark outlines against the sky.\n\nEXT. FLYING DUTCHMAN - BRIG - NIGHT 602\n\nElizabeth's eyes open at the sound of her jail door opening.\nNorrington is there.\n\nNORRINGTON\nBe quiet. This way. Hurry.\n\nSao Feng's crew members look to Elizabeth. She nods, and\nthey move past.\n\nELIZABETH\nWhat are you doing?\n\nNORRINGTON\nChoosing a side.\n\f603\n\nWHITE REVISION 7-4-07 72.\n\nShe follows him. The cell door hangs open. Bootstrap Bill\nappears, staring at the open. He pushes it open further ...\nshuffles through.\n\nEXT. FLYING DUTCHMAN - STERN BALCONY - NIGHT 603\n\nNorrington leads Elizabeth and her crew to the tow rope.\nLike rats on a line, crew members crawl across to the Empress.\n\nNORRINGTON\nOne at a time. Quickly now.\n(to Elizabeth)\nDo not go to Shipwreck Cove. Beckett\nknows of the meeting of the Brethren.\nI fear there is a traitor among them.\n\nELIZABETH\nIt is too late to earn my forgiveness.\n\nNORRINGTON\nI do not ask it. I had nothing to do\nwith your father's death. But that\ndoes not absolve me of my other sins.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNORRINGTON\nI do not ask it. I had nothing to do\nwith your father's death. But that\ndoes not absolve me of my other sins. \n\nTARGET SECTION TO BE ANNOTATED:\nElizabeth looks at him -- and finally believes him.\n\nELIZABETH\nCome with us.\n\nNorrington wants to come.\n\nELIZABETH (CONT'D)\nJames. Come with me.\n\nNorrington really wants to. Nearly all of the Chinese crew\nmembers are across. Elizabeth implores him. Then there is a\nsound from the deck -- a FIGURE shuffles toward them.\n\nBOOTSTRAP (0.S.)\nWho goes there?\n\nThe moment is broken. A lingering look -- and then Norrington\ndraws his sword, turns. Elizabeth stands beside him.\n\nNORRINGTON\nGO! I will follow.\n\nELIZABETH\nYou're lying.\n\nNORRINGTON\nOur destinies have been entwined\nElizabeth. But never joined.\n\nNorrington gives in -- and kisses her. He breaks the kiss --\n\fWHITE REVISION 7-4-07 73.\n\nNORRINGTON (CONT'D)\nGO! NOW!\n\nHe shoves her away. Turns. The Figure grabs a pike for a\nweapon. Steps out of the dark. It is Bootstrap Bill.\n\nNORRINGTON (CONT'D)\nBack to your station, sailor.\n\nElizabeth, upside down, crawls along the line. Bootstrap\nsees her. Something isn't right. Not quite sure what.\n\nBOOTSTRAP\nNo one leaves the ship.\n\nNORRINGTON\nStand down. That's an order\n\nBOOTSTRAP\nPart of the crew. Part of the ship.\n\nBootstrap stares, like he's trying to figure it all out.\n\nNORRINGTON\nSteady, man.\n\nSomething snaps in Bootstrap.\nBOOTSTRAP\nAll hands! All hands! Prisoner escape,\nall hands!\nNorrington races toward Bootstrap.\n\nNORRINGTON\nBelay that!\n\nBootstrap shuts up. Too late. The SOUND of running FOOTSTEPS\napproach. Crewmen appear --\n\nElizabeth, hanging upside down, is halfway across. She sees\nhe is in trouble.\n\nELIZABETH\nJames!\n\nShe starts back toward him --\nNorrington draws his pistol, aims upwards, FIRES --\n\n-- hitting the tow line, severing half the strands. The other\nstrands quickly strain and SNAP --\n\nElizabeth swings down and away, SPLASHES into the water, as\nthe EMPRESS drifts free.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nJames! She starts back toward him --\nNorrington draws his pistol, aims upwards, FIRES --\n\n-- hitting the tow line, severing half the strands. The other\nstrands quickly strain and SNAP --\n\nElizabeth swings down and away, SPLASHES into the water, as\nthe EMPRESS drifts free. \n\nTARGET SECTION TO BE ANNOTATED:\n She hangs on, pulls hand over hand --\n\f604\n\nWHITE REVISION 7-4-07 74.\nNorrington spins back --\n\nAND IS RUN THROUGH, stabbed by Bootstrap Bill. Norrington\ncries out in pain --\n\nNEAR THE EMPRESS, Elizabeth grabs a rope, dangles near the\nhull. As the two ships part, as she disappears into darkness\nshe looks back in time to see --\n\nELIZABETH (CONT'D)\nNO! JAMES!\n\n-- Norrington collapse to the deck. Bootstrap stands over\nhim ... doesn't understand what he has done. Crewmen appear,\ncrowd the deck, staring.\n\nCLACKER\nThe Admiral's dead. The Admiral's\ndead!\n\nThe phrase echoes through the Crewmen. Davy Jones appears --\n\nCLACKER (CONT'D)\nTo the Captain's Cabin! Aye!\n\nCrewmen race away, past Jones, past Bootstrap, knocking him\nback. Bootstrap still doesn't understand. Jones leans down.\n\nJONES\nJames Norrington ... do you fear\ndeath? Do you fear judgment on the\nother side?\n\nNorrington suddenly lurches upwards, thrusting his sword\ninto Jones' shoulder. Jones frowns, unaffected, unhurt.\nNorrington stares... then collapses, dead.\n\nJONES (CONT'D)\nI take that as a -- 'no.'\n\nJones pulls Norrington's sword out of his shoulder. Regards\nthe blade with genuine appreciation\n\nJONES (CONT'D)\nNice sword.\n\nHe slashes it through the air --\nEXT. FLYING DUTCHMAN - DECK - NIGHT 604\nCrewmen rush pell-mell along the deck amid shouts of 'The\n\nAdmiral's dead!' 'to the Captain's Cabin!' They rush the\ndoor and burst in --\n\f605\n\n606\n\n607\n\nWHITE REVISION 7-4-07 75.\nINT. FLYING DUTCHMAN - CAPTAIN'S CABIN - NIGHT 605\n\nPirates crowd in and before them is a tableau: The chest is\nopen. Murtogg and Mullroy, trembling, and several other\nSOLDIERS have their rifles pointed directly at the heart.\n\nAnd behind them stands -- Mercer. Next to him is a small\ncannon. The Pirates pull up short. They part as Davy Jones\nenters. Jones is scared.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Pirates pull up short. They part as Davy Jones\nenters. Jones is scared. \n\nTARGET SECTION TO BE ANNOTATED:\nJONES\nClose it. CLOSE IT.\n\nJones nods. Mercer closes the chest, locks it with a KEY on\na chain. He tilts the cannon into place -- pointed squarely\nat the chest.\n\nMERCER\nNothing has changed.\n\nJones watches as Mercer puts the chain around his neck.\nEXT. BLACK PEARL - DECK - DAY 606\nJack and Gibbs on the aft deck. Cotton at the wheel.\n\nGIBBS\nLook alive and keep a careful eye!\nNot for nothing it's called Shipwreck\nIsland, where lies Shipwreck Cove\nand Shipwreck City!\n\nJACK\nYou know, for all that pirates are\nclever clogs capable of the most\nunderhanded and duplicitous thinking\n... We are an unimaginative lot when\nit comes to naming things.\n\nGIBBS\nAye.\nON THE FORWARD DECK, Tia Dalma finds Barbossa. 607\nTIA DALMA\n\nBarbossa, why you not giving the\norder to man the guns? All the\nBrethren be gathered in this place.\nYou can force them do as you want!\n\nBARBOSSA\nWhat I want is not to act the fool,\nand what you're suggesting is nought\nbut fool's folly.\n\nTia Dalma caresses Barbossa's cheek seductively.\n\fWHITE REVISION 7-4-07 76.\n\nTIA DALMA\nIf you no longer want my favor,\nBarbossa, then perhaps I should be\ncalling a different captain to my\ncause. Witty Jack would not turn\ndown the promise to survive the coming\nstorm, I think.\n\nBARBOSSA\nI do not renege on a bargain once\nstruck, but we agreed to ends only;\nthe means are mine to decide.\n\nTia Dalma catches his wrist. She squeezes, and his forearm\nand hand become decayed, skeletal -- dead.\n\nTIA DALMA\nCaution, Barbossa. Do not forget it\nwas by my power you be returned from\nthe dead ... or what it means if you\nfail me.\n\nShe moves away, but he catches her arm and pulls her close.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIA DALMA\nCaution, Barbossa. Do not forget it\nwas by my power you be returned from\nthe dead ... or what it means if you\nfail me. She moves away, but he catches her arm and pulls her close. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA\nAnd don't you forget why you had to\nbring me back, and why I could not\nleave Jack to his well-deserved fate,\nand why I could not give Sao Feng a\nsecond smile in his throat to match\nthat ineffably smug one he wears on\nhis face. It took nine Pirate Lords\nto bind you, Calypso -- and it takes\nno less than nine to set you free.\n'Til then, I'll not be taking commands\nfrom you, nor risk you reaching accord\nwith someone else! Mr. Pintel! Mr.\nRagetti! Take this ... fishwife to\nthe brig!\n\nPintel and Ragetti hurry to comply.\n\nPINTEL\nRight this way, Missus Fish.\n\n608 ON THE AFT DECK, the exchange has not escaped Jack. 608\n\nJACK\nStep out, Mr. Cotton.\n(he takes the wheel)\nThere's some dangerous cross tides\nahead that will prove a trick to\nnavigate.\n\f609\n\n610\n\n611\n\n612\n\n613\n\nWHITE REVISION 7-4-07 77.\nEXT. SHIPWRECK ISLAND - DUSK\n\nThe Black Pearl sails straight at the cliff, as if it will\nrun aground. But revealed amid the rocks is a huge SEA TUNNEL --\n\nINT. DEVIL'S THROAT - DUSK\nThe Black Pearl sails through. Gibbs glances over the side.\nGIBBS\nDeep enough for the ship's draw. I\nwould never have believed it.\nJACK\nIf you knew how many died making it\ndeep enough -- you'd believe.\nThey sail toward a distant light. The ship passes outside --\nEXT. SHIPWRECK COVE - SHIPWRECK CITY - DUSK\nFROM ABOVE, Shipwreck Island is hollow, with a round water\ncove. In the center is Shipwreck City, constructed of broken,\nderelict ships.\nMoored around the city -- PIRATE SHIPS, of all types, from\nall over the world. PULL BACK to find Pintel, Ragetti and\nJack as they stare out.\n\nPINTEL\nLook at them all!\n\nBARBOSSA\nThere's not been a gathering like\nthis in our lifetime.\n\nJACK\nAnd I owe all of them money.\n\nEXT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nThere's not been a gathering like\nthis in our lifetime. JACK\nAnd I owe all of them money. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARIBBEAN SEA - NIGHT\n\nSquawking seagulls circle above the Endeavour,diving down to\nthe barrels on deck. The Flying Dutchman is moored alongside.\n\nINT. ENDEAVOUR - CAPTAIN'S CABIN - NIGHT\n\nThe door is opened by Groves, who steps out of the way\n(quickly) to let an angry Jones pass.\n\nJONES\nI cannot be summoned like some mongrel\npup.\n\nBECKETT\n\nApparently, you can. I believe you\nknow each other.\n\n609\n\n610\n\n611\n\n612\n\n613\n\fWHITE REVISION 7-4-07 78.\n\nHe gestures to: Will, who holds a teacup and saucer. He nods\nto Jones.\n\nJONES\nCome to join my crew again, Master\nTurner?\n\nWILL\n\nNot yours. His.\n(suddenly 'remembers' )\nJack Sparrow sends his regards.\n\nBeckett is surprised by that -- just as Will intended.\n\nJONES\nSparrow?\n\nWILL\n(to Beckett)\nYou didn't tell him Jack was rescued\nfrom the locker? Along with the Black\nPearl?\n(\"tsk, tsk\")\n\nJones absorbs this, turns his ire on Beckett.\n\nJONES\nWhat else have you kept from me?\n\nBECKETT\nThere is another issue\n(pointed toward will)\nfar more troubling.\n(to Jones)\nYou are familiar with a person called\n\"Calypso\"?\n\nJones tries for a measured response, but is not quite\nsuccessful.\n\nJONES\nNot a person. A heathen god. who\ndelights in cursing men with their\nwildest dreams, and then revealing\nthem to be hollow and nought but\nash. The world is well-rid of her.\n\nWILL\nNot quite so well, actually.\n(sips his tea)\nThe Brethren Court intends to release\nher.\n\nJONES\nNo. They cannot!\n(MORE )\n\fWHITE REVISION 7-4-07 79.\n\nJONES (CONT'D)\nThe first court promised to keep her\nimprisoned forever! That was our\nagreement!\n\nBECKETT\nYour agreement?\n\nJONES\nI told them how to bind her. She\ncould not be trusted. She gave me no\nchoice.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONES\nI told them how to bind her. She\ncould not be trusted. She gave me no\nchoice. \n\nTARGET SECTION TO BE ANNOTATED:\nWill clocks that; the words are familiar --\nJONES (CONT'D)\n(to Beckett)\nWe must act before they release her\n-- and Will realizes:\n\nWILL\nYou loved her.\n\nJones snaps a look at him.\nWILL (CONT'D)\nShe's the one. And then you betrayed\nher.\n\nJONES\nhe pretended to love me. She betrayed\n\nBE\n©\n\nWILL\nAnd after which betrayal did you cut\nout your heart, I wonder?\n\nJones hurls the table out of the way, slaps away Will's tea\ncup, gets right in his face.\n\nJONES\nDo not test me!\n\nWILL\n\n(re: his tea)\nI wasn't finished with that.\n\n(down to business)\nYou will free my father.\n\n(stands; to Beckett)\nAnd you will guarantee Elizabeth's\nsafety, and my own.\n\nWill considers that briefly, shrugs: sure, makes sense.\n\f614\n\nWHITE REVISION 7-4-07 80.\n\nBECKETT\nYour terms are steep, Mr. Turner. We\nwill expect fair value in return.\n\nJONES\nThere is only one price I will accept:\nCalypso. Murdered.\n\nWILL\nCalypso is aboard the Black Pearl.\nJack has sailed the Black Pearl to\nShipwreck Cove.\n\nBECKETT\n-- with you no longer aboard it. How\ndo you proposed to lead us there?\n\nWill holds up Jack's Compass.\n\nWILL\nWhat is it you want most?\n\nINT. SHIPWRECK CITY - BRETHREN COURT - NIGHT 614\n\nON JACK as he stabs his sword into a GLOBE, joining seven\nother swords. He flinches at the BOOM! BOOM! of Barbossa\nhammering the table top with a cannon ball.\n\nBARBOSSA\nAs he who issued summons, I convene\nthis, the fourth Brethren Court.\nYour pieces of eight, my fellow\ncaptains.\n\nAn ABANDONED HULL, curved spars of a wrecked ship, like the\nribs of some prehistoric beast. Pirate Lords sit at the table,\ntheir lieutenants behind them.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour pieces of eight, my fellow\ncaptains. An ABANDONED HULL, curved spars of a wrecked ship, like the\nribs of some prehistoric beast. Pirate Lords sit at the table,\ntheir lieutenants behind them. \n\nTARGET SECTION TO BE ANNOTATED:\nWith Jack and Barbossa are: AMMAND the CORSAIR, the scourge\nof the Barbary Coast; VILLANUEVA, a taciturn Spaniard,\nCAPITAINE CHEVALLE, an aristocratic Frenchman; GENTLEMAN\nJOCARD, slave turned pirate; MISTRESS CHING, a blind Chinese\nwoman; and a serene and priestly-looking Hindu, SRI SUMBHAJEE\nflanked by the two biggest, nastiest-looking guys you've\n\never seen: AKSHAY and PUSAN.\n\nThe Lords toss their pieces of eight into a wooden bowl which\ncontains a Queen of Spades: A snuff box. The neck of a bottle,\nwith cork still in. A pair of spectacles. Etc.\n\nPINTEL\nThose aren't pieces of eight. Those\nare just pieces of junk.\n\fWHITE REVISION 7-4-07 81.\n\nGIBBS\nAye, the original plan called for\nnine pieces of eight to bind Calypso,\nbut when the first Court met, the\nBrethren were to a one skint-broke.\n\nPINTEL\nSo change the name.\n\nGIBBS\nWhat, to nine pieces of whatever we\nhappened to have in our pockets at\nthe time? Oh, yes, that sounds real\npirate-y.\n\nBARBOSSA\n(holds out his hand)\nMr. Ragetti, if you will?\n\nRAGETTI\nI kept it safe, like you said when\nyou gave it to me.\n\nBARBOSSA\nAye, you have, but now I need it\nback.\n\nRagetti hesitates. Barbossa holds his hand under Ragetti's\neye, gives him a slap on the back of his head -- the eye\nfalls into his hand. Barbossa drops the eye into the bowl.\n\nMISTRESS CHING\nWe're missing two. By the sound of\n\nit.\nVILLANUEVA\nSparrow.\nJack reaches for the coin circlet on his headband, considers.\nBarbossa takes note of the gesture -- Jack drops his hand.\nJACK\n\nWe're still short one Pirate Lord.\nI'm content to wait until Sao Feng\njoins us.\n\nELIZABETH (0.S.)\nSao Feng is dead.\n\nElizabeth stands in the doorway, with Huang behind her.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH (0. S.)\nSao Feng is dead. Elizabeth stands in the doorway, with Huang behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nstarts in; Huang touches her shoulder, gestures to the globe.\n\nELIZABETH (CONT'D)\nBefore he died, he named me captain\nof the Empress, and passed his\nlordship onto me.\n\fWHITE REVISION 7-4-07 82.\nShe stabs her sword into the globe.\n\nJACK\nCaptain? Captain? They're just giving\nthe title away now.\n\nSumbhajee makes a small gesture to Ashay.\n\nAKSHAY\nSri Sambhajee inquires, by whose\nhand did Sao Feng perish?\n\nJACK\nHers, I'll wager.\n\nELIZABETH\nWill you never forgive me?\n(answering the question)\nHe fell to the Flying Dutchman.\n\nAn uproar of concern, OVERLAPPING dialogue --\n\nCHEVALLE CHING\nLe monster des The plague ship --\nprofondeures!\n\nVALLENUEVA\n\niEchelo en infierno!\n-- ending with this line, which must be clearly heard:\n\nAMMAND\nwith the Dutchman against us, there\nis no hope!\n\nELIZABETH\nListen! Listen to me! Our location\nhas been betrayed. Jones, under the\ncommand of Lord Beckett -- they are\non their way here.\n\nJOCARD\nWho is this betrayer?\n\nBARBOSSA\nNot likely anyone among us.\n\nElizabeth realizes --\n\nELIZABETH\n(to Jack)\nWhere's Will?\n\nJACK\n(shrugs)\nNot among us.\n\fWHITE REVISION 7-4-07 83.\n\nBARBOSSA\nAnd it matters not how they found\nus! The question is, what will we do\nnow that they have?\n\nELIZABETH\nWe fight.\n\nThe other pirates laugh, dismissive.\n\nELIZABETH (CONT'D)\nGood men have already given their\nlives to this cause!\n\nAKSHAY\n(playing to the other\npirates)\nAnd so what matters the lives of a\nfew bad ones, quips Sri Sumbhajee.\n\nMore laughter.\n\nELIZABETH\nThey died in defiance of the Company.\nThat's my measure of good.\n\nThat silences them. Jack regards Elizabeth, calculating.\n\nMISTRESS CHING\nShipwreck Cove is a fortress, a well-\nsupplied fortress. There is no need\nto fight, if they cannot get to us.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack regards Elizabeth, calculating. MISTRESS CHING\nShipwreck Cove is a fortress, a well-\nsupplied fortress. There is no need\nto fight, if they cannot get to us. \n\nTARGET SECTION TO BE ANNOTATED:\nOthers of the Court give that consideration.\n\nBARBOSSA\nThere be a third course.\n(gathers them by eye)\nIn another age -- at this very spot! --\nthe first Brethren Court captured\nthe Sea Goddess, and bound her in\nher bones. That was a mistake.\n\nBARBOSSA (CONT'D)\nWe tamed the seas for ourselves,\naye, yet opened the door for Beckett\nand his ilk. Better were the days\nwhen mastery of seas came not through\nbargains struck with eldritch\ncreatures, but by the sweat of a\nman's brow and the strength of his\nback alone. And you all know this be\ntrue!\n\nThey do.\n\fThe pirate lords are silent\n\nWHITE REVISION 7-4-07 84.\n\nBARBOSSA (CONT'D)\n\nGentlemen ...\nfree Calypso.\n\nAKSHAY\nHe has lost his senses,\ndeclares Sri Sumbhajee!\n\nAMMAND\nShe is a barathrum!\n\nladies ...\n\nwe must\n\n. and then erupt --\n\nCHEVALLE\nDémence!\n\nCHING\n(in chinese)\n\nNo good can come of this!\n\nVILLANUEVA JOCARD\nElla es nuestra diosa! Don't let him speak any\nfurther!\nAMMAND\nShoot him!\nJOCARD\n\nCut out his tongue!\n\nJACK\nShoot him and then cut out his tongue!\nAnd then shoot his tongue. And trim\nthat scraggly beard.\n\nHUANG\nSao Feng would have agreed with\nBarbossa.\n\nELIZABETH\n\nSao Feng's judgment in matters Calypso\nshouldn't be trusted, even if he\nwere here.\n\nThe last is directed primarily to Huang. Huang takes her\npoint, steps back.\n\nVILLANUEVA\nNonetheless, I would have agreed\nwith Sao Feng.\n\nJOCARD\nCalypso was our enemy then, she will\nbe our enemy now.\n\nCHEVALLE\nAnd her mood's not likely improved,\nn'est pas?\n\nVillanueva pulls out his pistol, SLAMS it on the table.\n\f6150\n\nWHITE REVISION 7-4-07 85.\n\nVILLANUEVA\nI would still agree with Sao Feng.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nVillanueva pulls out his pistol, SLAMS it on the table. 6150\n\nWHITE REVISION 7-4-07 85. VILLANUEVA\nI would still agree with Sao Feng. \n\nTARGET SECTION TO BE ANNOTATED:\nCHEVALLE\nYou threaten me?\n\nVILLANUEVA\nI silence you!\n\nHe lifts the pistol -- but Chevalle punches him, sends him\nsprawling into other pirates, the pistol FIRES --\n\nCHING AMMAND\nvézu! No! A pox upon thee!\nJOCARD AKSHAY\nCoward! Feathermerchant ! Sri Sumbhajee decries you\nall!\n\n-- Which initiates a pushing, shoving, yelling melee that\nbreaks out in a full-blown brawl --\n\nELIZABETH\nThis is madness.\n\nJACK\nThis is politics.\n\nELIZABETH\nAnd, meanwhile, our enemy is bearing\ndown upon us.\n\nBARBOSSA\nIf they not be here already.\n\nINT. BLACK PEARL - BRIG - NIGHT 6150\nON TIA DALMA'S LOCKET, open, playing its tune. She shuts it\n\n. but the TUNE continues. She looks to the shadows beyond\nthe bars ...\n\nJONES emerges, his own locket in his hand, open.\n\nTIA DALMA\nMy sweet captain ... you've come for\nme at last.\n\nJONES\n\nYou were expecting me?\n\nTIA DALMA\nLong ago. It has been torture, trapped\nin but this single form, condemned\nto exist on land, cut off from the\nsea, from all that I love ... from\nyou.\n\fWHITE REVISION 7-4-07 86.\n\nJONES\nNo. Ten years I devoted to the duty\nyou charged to me, ten years I looked\nafter those who died at sea ... and,\nfinally, when the time came I could\nbe with you again ... you weren't\nthere. Why weren't you there?\n\nTIA DALMA\nIt is my nature. I may have been\nthere the next time. Would you love\nme if I was anything but what I am?\n\nJONES\nI do not love you.\n\nHis words sting her.\nTIA DALMA\nMany things you were, Davy Jones ...\nbut never cruel. You have corrupted\nyour purpose, and so yourself\nShe reaches a hand out through the bars, toward his chest --\n\nTIA DALMA (CONT'D)\n... and you hid away what should\nalways have been mine.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIA DALMA\nMany things you were, Davy Jones ... but never cruel. You have corrupted\nyour purpose, and so yourself\nShe reaches a hand out through the bars, toward his chest --\n\nTIA DALMA (CONT'D)\n... and you hid away what should\nalways have been mine. \n\nTARGET SECTION TO BE ANNOTATED:\nShe touches his chest, where his heart should be -- and he\nis REVEALED now, the MAN he once was.\n\nHe reaches back through the bars, to caress her face ...\n\nJONES\n. Calypso ...\nTIA DALMA\nI will be free. And when I am, I\nwould give you my heart ... and we\n\nwould be together, always\n. He traces his hand down the contours of her face ...\n\nTIA DALMA (CONT'D)\n. if only you had a heart to give.\n\nShe removes his hand from her chest; and now the hand that\nwas at her throat is his CLAW.\n\nTIA DALMA (CONT'D)\nWhy did you come?\n\nJones removes his claw from her neck, pulls it back -- it\n\"tings\" against the bars of the cell, trapped inside.\n\f6160\n\nWHITE REVISION 7-4-07 87.\n\nJones concentrates, shudders -- and pushes himself THROUGH\nTHE BARS, into the cell with Tia Dalma\n\nJONES\nAnd what fate do you have planned\nfor your captors?\n\nTIA DALMA\nThe Brethren Court, all of them, the\nlast thing they will learn in this\nlife ... is how cruel I can be.\n\nJones nods. He steps away from her, toward the shadows.\n\nTIA DALMA (CONT'D)\nAnd what of your fate, Davy Jones?\n\nHe pauses. Turns his head toward her without turning from\nthe shadows:\n\nJONES\nMy heart will always belong to you.\n\nShe smiles, opens her locket -- the TUNE resumes. Jones\nvanishes into the shadows.\n\nINT. SHIPWRECK COVE - BRETHREN COURT - NIGHT 6160\n\nThe brawl still in full force. Elizabeth sits in her chair,\nhead resting on her fist, exasperated. Barbossa BANGS the\ncannonballs, trying to regain order, steps up on the table.\n\nBARBOSSA\nIt was the first Court what imprisoned\nCalypso! We shall be the ones to set\nher free! And, in her gratitude, she\nwill see fit to grant us boons!\n\nJACK\nOr at least grant ‘em to the one of\nus who summoned the rest of us and\nconnived all of us to set her free.\n\nBarbossa shoots him a glare.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd, in her gratitude, she\nwill see fit to grant us boons! JACK\nOr at least grant ‘em to the one of\nus who summoned the rest of us and\nconnived all of us to set her free. Barbossa shoots him a glare. \n\nTARGET SECTION TO BE ANNOTATED:\n The other pirates eye Barbossa\nsuspiciously.\n\nJACK (CONT'D)\nIt's not impossible. Is it so\nimprobable?\n\nBARBOSSA\nIf you have a better alternative\nplease, share.\n\fWHITE REVISION 7-4-07 88.\n\nJACK\nCuttlefish. Nasty little buggers.\nPen 'em up together, and they'll\ndevour each other without a second\nthought. So, yes, we could hole up\nhere, well-provisioned and well-armed,\nand half of us will be dead within\nthe month, and half of the other\nhalf dead the month after that.\n\nThe pirate lords can't argue with that.\n\nAye!\n\nJACK (CONT'D)\n\nOr, we can release Calypso, and we\ncan pray she'll be in a merciful\nmood. But can we pretend that she\nis anything other than a woman\nscorned, like which fury hell hath\nno? No, we cannot. Res ipso loquitur\ntabula in naufragi, we are left with\nonly one option. I agree with --\n\n(gets it out)\nCaptain Swann: we must fight.\n\nBARBOSSA\nYou've always run away from a fight!\n\nJACK\nSlander and calumny! I have only\never embraced that oldest, noblest\nof all pirate traditions. My fellow\nmariners and shellbacks, I submit\nthat here, now, that is what we all\nmust do. We must fight to run away!\n\nGIBBS JOCARD\nHere, here!\n\nMISTRESS CHING\nAnd what be target of this fight\neh?\n\nELIZABETH\nLord Cutler Beckett.\n\nCHEVALLE\nBeckett is nought but a cog. Kill\nhim, another takes his place. Like\nJones, the East India Trading Company\nis immortal. It has no body to kick\nnor soul to damn.\n\f617\n\nWHITE REVISION 7-4-07 89.\n\nJACK\nAh, but Jones does have a body,\ndoesn't he? Such as it is.\n\nJOCARD\nYes! And should we kick it hard enough\nand long enough ...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuch as it is. JOCARD\nYes! And should we kick it hard enough\nand long enough ... \n\nTARGET SECTION TO BE ANNOTATED:\nAMMAND\nIf the Dutchman has no captain\nwhat matters the Dutchman?\n\nBarbossa sees the sentiment of the room beginning to sway --\nhe bangs the cannon ball for attention.\n\nBARBOSSA\nAs per the Code ... an act of war\nand this be exactly that, can only\nbe declared by the Pirate King.\n\nJACK\nYou made that up.\n\nBARBOSSA\nDid I now? I call on Captain Teague,\nKeeper of the Code!\n\nBarbossa grins at Jack's \"oh, crap, not him\" expression.\nSumbhajee makes another small gesture; Ashay interprets:\n\nAKSHAY\nSri Sumbhajee proclaims this be folly.\nWe are not beholden to those ancient,\noutdated set of laws! Hang the Code!\nAre we not free to --\n\nA PISTOL SHOT rings out -- and Akshay stiffens, falls over. 617\nEveryone looks over -- except Jack\n\nBehind him stands CAPTAIN TEAGUE in a doorway, gunslinger\npose, smoke still rising from his pistol.\n\nTEAGUE\nThe Code is the law.\n\nHand on the butt of a second pistol, he stares at Sumbhajee.\nSumbhajee gestures to Pusan to step into Ashay's place. Pusan\nlooks nervous as Sambhajee gestures again -- and then greatly\nrelieved.\n\nPUSAN\nSri Sambhajee explains that a great\nmisunderstanding has occurred, and\n(MORE )\n\fWHITE REVISION 7-4-07 90.\nPUSAN (CONT'D)\navers that indeed the Code is the\nLaw.\n\nJack stands between Teague and the table.\n\nTEAGUE\nYou're in my way, boy.\nJack turns to look at him ... then steps aside as two pirates\ncarry a Locked Manuscript into the room -- THE CODE.\nPINTEL\n(with awe, to Ragetti)\nThe Code!\nRAGETTI\n\n(with awe, to Pintel)\nAs set forth by Morgan and\nBartholomew!\n\nTeague whistles -- and the PRISON DOG runs into the room,\nkey ring in his mouth. Pintel and Ragetti recognize him --\n\nPINTEL\nThat can't be the same pooch, can\nit?\n\nTEAGUE\n\n(to Pintel & Ragetti)\nSea turtles, mate.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeague whistles -- and the PRISON DOG runs into the room,\nkey ring in his mouth. Pintel and Ragetti recognize him --\n\nPINTEL\nThat can't be the same pooch, can\nit? TEAGUE\n\n(to Pintel & Ragetti)\nSea turtles, mate. \n\nTARGET SECTION TO BE ANNOTATED:\nTeague takes the key, unlocks, opens the book. Pages through,\nlicking his fingers.\n\nTEAGUE (CONT'D)\n(under his breath)\n\n. compensation ... left leg, above\nknee ... shooting customs agents ...\nrum drinks ... ah.\n\nReaches a page. Reads it. Looks up.\n\nTEAGUE (CONT'D)\nBarbossa is right.\n\nHe goes to shut the book. Jack stops him, reads the passage\nhimself. Teague considers shooting him.\n\nJACK\n\"It be the duties of the King to\ndeclare war, parley with shared\nadversaries, co-ordinate forces ...\nFancy that.\n\fWHITE REVISION 7-4-07 91.\n\nTeague retires to a chair at the back of the court, begins\nstrumming a mandolin.\n\nCHEVALLE\nThere's not been a King since the\nfirst court, and that's not likely\n\nto change.\nELIZABETH\nWhy not?\nGIBBS\nSee, the king is elected by popular\nvote --\nBARBOSSA\n(smug)\n\n-- and each pirate only ever votes\nfor hisself.\n\nJack knows he's going to put in a pin in Barbossa's balloon.\n\nJACK\nI call for a vote!\n\nBarbossa is dismayed.\nAMMAND\n\n(raises hand)\nI vote for Ammand the Corsair\n\nCHEVALLE\nCapitaine Chevalle, the penniless\nFrenchman.\n\nPUSAN\nSri Sumbhajee declares for Sri\nSumbhajee.\n\nMISTRESS CHING\nMistress Ching.\n\nJOCARD\nGentleman Jocard.\n\nELIZABETH\nElizabeth Swann.\n\nBARBOSSA\nBarbossa.\n\nVALLENUEVA\nVallenueva.\n\nJACK\n\nElizabeth Swann.\n\fWHITE REVISION 7-4-07 92.\n\nBarboosa knows he's been foxed. Elizabeth is shocked, but\nquick on the uptake.\n\nELIZABETH\nDone.\n\nCries of outrage from the Pirates.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nElizabeth is shocked, but\nquick on the uptake. ELIZABETH\nDone. Cries of outrage from the Pirates. \n\nTARGET SECTION TO BE ANNOTATED:\nJOCARD MISTRESS CHING\nNot done! Outrageous! (bu xiang hua)\nVILLANUEVA PUSAN\nNot acceptable! Not If Sri Sumbhajee is not\nacceptable! king, none should be!\nAMMAND CHEVALLE\nExplain yourself, This will not stand!\nSparrow!\nJACK\n\nAh. Am I to understand, then, that\nwe will not keep to code?\n\nSPLANG! One of Teague's mandolin strings breaks. Jack knows\nTeague's got his back on this. The lords exchange glances.\n\nMISTRESS CHING\nVery well. What say you, Captain\nSwann, King of the Brethren Court?\n\nElizabeth gaze takes in all the Pirate Lords. She stands\nmakes her pronouncement.\n\nELIZABETH\nPrepare every vessel that can float.\nAt dawn, we are at war.\n\nA beat, as the pirates contemplate this.\n\nSUMBHAJEE\n(high-pitched voice)\nAnd so we shall go to war!\n\nJOCARD\nWar!\n\nThe pirates rise up and vow WAR! Slap each other on the backs.\nStart to exit the meeting. Barbossa glowers at Jack. Jack\nsmiles victoriously back\n\nBargossa nods to Pintel and Ragetti. Ragetti slips the bowl\nbehind his back, Pintel walks close behind to cover the theft --\n\nJack, his back turned to the proceedings, closes his eyes.\nThe betrayal of all time is in place.\n\f618\n\n619\n\nWHITE REVISION 7-4-07 93.\n\nGIBBS\nThere's more beneath the waterline\nhere then you're letting on.\n\nJack opens his eyes, wide, innocent.\n\nGIBBS (CONT'D)\n\nYou used to have a honest streak,\nlet a man knew where he stood with\nyou. But I can't figure this at all.\n\nJACK\nAnd where did that honest streak end\nme up? Dead.\n\nGIBBS\nJack --\n\nJACK\nMr. Gibbs. You've a ship to ready\nfor battle, don't you?\n\nGibbs is taken aback. Fine, if that's how he wants it:\n\nGIBBS\nAye-aye, Captain.\n\nHe goes. Jack notices Teague, watching him.\n\nJACK\nWhat? You've seen it all. And\nsurvived.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nWhat? You've seen it all. And\nsurvived. \n\nTARGET SECTION TO BE ANNOTATED:\n That's the trick, isn't\nit? To survive.\n\nTEAGUE\nIt's not just about living forever,\nJackie. The trick is, living with\nyourself forever.\n\nHe takes a shrunken head from his belt, offers it to Jack.\n\nOdd. Jack takes it. Teague nods to him, and leaves him to\nhis thoughts.\n\nEXT. BLACK PEARL - COMMAND DECK - MORNING\n\nShipwreck island in the background ... PAN TO REVEAL the\nBlack Pearl as it joins the Empress, and the collected pirate\nships, ready for battle. Pirates sharpen swords, clamber\n\nover the ship, make ready for sea.\n\nON DECK, Marty peers ahead, into fog-shrouded waters --\n\nOut of the fog, a SINGLE SHIP appears, the ENDEAVOUR.\n\n618\n\n619\n\f620\n\n621\n\n622\n\n623\n\nWHITE REVISION 7-4-07 94.\nEXT. BLACK PEARL - MORNING 620\nMarty raises the alarm --\n\nMARTY\nThe enemy is here! Let's take 'em!\n\nBlood-curdling SCREAMS as PIRATES YELL their approval --\nAYE! Strong, loud, confident --\n\nMORE SHIPS appear ... more ships ... even more ships. With each 621\nship revealed, the YELLS of the pirates grow less certain.\n\nFOG CLEARS -- revealing the HUGE ARMADA of the East India\nTrading Company. Every manner of ship, HUNDREDS OF THEM,\npoised and ready for battle --\n\nIN THE SEA AHEAD, the Flying Dutchman rises up through the water 622\nto lead the East India Trading Company Fleet.\n\nON THE ENDEAVOUR, Beckett lowers his spyglass. Groves stands\nnext to him.\n\nBECKETT\nWell played again, Jack. And what's\nyour next move?\n\nON THE BLACK PEARL: silence. Cotton's Parrot swoops down\nwheels past, FLAP-FLAP-FLAPping its wings, getting the hell\nout of there, headed back toward the island ..\n\nAll eyes turn to Jack -- eyes belonging to angry pirates\nall armed -- what the hell do we do now, Sparrow?\n\nJACK\nParlay?\n\nEXT. CARIBBEAN SEA - SANDBAR - DAY 623\n\nA sparkling white strip of sand.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nParlay? EXT. CARIBBEAN SEA - SANDBAR - DAY 623\n\nA sparkling white strip of sand. \n\nTARGET SECTION TO BE ANNOTATED:\n Jack, Elizabeth and Barbossa\nwalking away from a longboat beached on one side, toward a\nsecond longboat on the other side.\n\nThe threesome draw near to three others: Beckett, Davy Jones\nand Will. They regard each other in silence.\n\nBARBOSSA\n(to Will)\nYou be the cur that led these wolves\nto our door.\n\nBECKETT\nDon't blame Turner. He was but the\ntool of your betrayal.\n\fWHITE REVISION 7-4-07 95.\n\nBECKETT (CONT'D)\nIf you wish to see its grand architect --\nlook to your left.\n\nElizabeth, Barbossa, Jack the Monkey -- look over at Jack.\nJack looks to his left, too.\nJACK\nMe? My hands are clean in this.\nFiguratively.\nWILL\n\nMy actions were my own, to my own\npurpose. Jack had nothing to do with\nit.\n\nJACK\nThere! Listen to the tool.\n\nELIZABETH\nWill, I've been aboard the Dutchman\nI understand the burden you bear\nBut I fear that cause is lost.\n\nWILL\nNo cause is lost if there is but one\nfool left to fight for it.\n\nWill's eyes shift toward Jack. Elizabeth clocks it -- glances\nat Jack. Calculates.\n\nBECKETT\nIf Turner was not acting on your\nbehalf, then how did he come to give\nme this?\n\nBeckett holds up Jack's Compass. That convinces Barbossa.\n\nBECKETT (CONT'D)\nYou made a deal with me, Jack, to\ndeliver the pirates -- and here they\nare. Don't be bashful; step up and\nclaim your reward.\n\nHe tosses the Compass; Jack catches it.\n\nBARBOSSA\nAnd what reward does such chicanery\nfetch these days?\n\nBECKETT\nHer.\n(Will is shocked)\nWhen the cannon smoke clears and the\nbrethren slaughtered, off he sails\non the Pearl, Elizabeth in his arms\n\fWHITE REVISION 7-4-07 96.\nBECKETT (CONT'D)\nand the blame dead square upon his\nrival.\n\nThere is a moment of silence as this settles in.\n\nJACK\nEven if that was my plan -- and I'm\nnot admitting to anything -- there's\n\nnot a tinker's chance of it coming\noff anymore.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nBECKETT (CONT'D)\nand the blame dead square upon his\nrival. There is a moment of silence as this settles in. JACK\nEven if that was my plan -- and I'm\nnot admitting to anything -- there's\n\nnot a tinker's chance of it coming\noff anymore. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Elizabeth)\nIs there?\n\nBECKETT\nThere never was.\n\nJONES\nYour debt to me must still be\nsatisfied. One hundred years in\n\nservitude aboard the Dutchman ... as\na start.\nElizabeth reacts to the mention of the Dutchman -- she\n\nrealizes what Jack is after. A glance at Will. Will gives\nthe slightest indication: yes.\n\nJACK\nThat debt was paid.\n(to Elizabeth)\nWith some help.\n\nJONES\nYou escaped.\n\nJACK/ JONES\nA technicality.\n\nELIZABETH\nThere's no better end for Jack Sparrow\nthan bilge rat aboard the Flying\nDutchman. I propose an exchange.\n\nWill leaves with us ... and you can\nhave Jack.\nWILL\nDone.\nJACK\nNot done.\nBECKETT\n\nDone.\n\fWHITE REVISION 7-4-07 97.\n\nJACK\nElizabeth, love, you're condemning\nme. Again.\n\nBARBOSSA\n\nJack is one of the Nine Pirate Lords.\nYou have no right!\n\nELIZABETH\nKing.\n\nBarbossa frowns, realizes: Jack is up to something. Jack\ndoffs his hat.\n\nJACK\nAs you command, your nibs.\n\nHe starts to cross to Beckett -- Barbossa grabs Jack's\nshoulder and whirls him around even as he draws his sword.\n\nBARBOSSA\nBlaggar!\n\nJack evades, but not quite -- Jack's circlet coin drops to\nthe sand. Jack the Monkey scurries to pick up the coin. Jack\nraises his eyes to Barbossa. The two men regard each other\n\nBARBOSSA (CONT'D)\nIf you have something to say, I might\nbe saying something as well.\n\nJACK\nFirst to the finish, then.\n\nWill and Jack complete the cross. Jones shoves Jack down.\n\nJONES\nDo you fear death?\n\nJACK\nYou have no idea.\n\nBECKETT\nAdvise your 'Brethren': you can fight\nand all of you will die. Or you can\nnot fight, in which case only most\nof you will die.\n\nELIZABETH\nYou murdered my father\n\nBECKETT\nHe chose his own fate.\n\f624\n\nWHITE REVISION 7-4-07 98.\n\nELIZABETH\nAnd you have chosen yours. We will\nfight ...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\n624\n\nWHITE REVISION 7-4-07 98. ELIZABETH\nAnd you have chosen yours. We will\nfight ... \n\nTARGET SECTION TO BE ANNOTATED:\n and surely you will die.\nBECKETT\n\nSo be it.\n\nElizabeth and Will turn away. Jack the Monkey drops the coin\ninto Barbossa's hand. Barbossa contemplates it, closes his\nfist, follows. Still tense, with their backs exposed:\n\nWILL\n\"King?\"\nELIZABETH\nOf the Brethren Court. Courtesy of\nJack.\nWill is impressed.\nWILL\nMaybe he really does know what he's\ndoing.\nINT. FLYING DUTCHMAN - BRIG - DAY 624\n\nJack is thrown into the cell, the door slammed shut. He looks\nout through the bars as Maccus moves past.\n\nJACK RIGHT (0.S.)\nBravo!\n\nJack turns his head -- PAN OVER -- JACK-RIGHT leans against\nthe bars.\n\nJACK RIGHT (CONT'D)\nYou have arrived aboard the Flying\nDutchman as per the overall scheme.\n\nJACK LEFT (0.S.)\nOh, yes, bravo!\n\nREVEAL: Another Jack to his left.\n\nJACK LEFT (CONT'D)\nExcept for this little sojourn in\nthe brig, it's utter clockwork.\n\nJACK RIGHT\nBut we've got momentum on our side!\n\nA FOURTH JACK opens his EYES -- this one is well on his way\nto becoming part of the Dutchman, like Wyvern. He pulls away\nfrom the wall, exposing his brain.\n\fWHITE REVISION 7-4-07 99.\n\nWYVERN JACK\nStab the heart!\n\nAll three other Jacks look over at him.\n\nWYVERN JACK (CONT'D)\nStep foot ashore but once every ten\nyears. But if you're in the brig\nthen who's to stab the heart?\n\nJACK LEFT\nIt does seem to put immortality a\nbit out of reach.\n\nJACK RIGHT\nPoppycock.\n\nJACK\nPoppycock?\n\nJACK LEFT\n\nHe's never said 'poppycock.\n\nJACK\nI've never even thought 'poppycock.'\n\nJACK RIGHT\nJust then you did.\n\nJACK\nI did not --\n\nAll three suddenly clutch their heads and yell in pain. They\nlook over at Wyvern Jack -- he's got his BRAIN in his HAND.\nHe squeezes it again; again, all three clutch their heads\nand yell in pain.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nI did not --\n\nAll three suddenly clutch their heads and yell in pain. They\nlook over at Wyvern Jack -- he's got his BRAIN in his HAND. He squeezes it again; again, all three clutch their heads\nand yell in pain. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK LEFT\nShould he being doing that?\n\nJACK RIGHT\nThat can't be good for us!\n\nWyvern Jack SQUEEZES again --\n\nJACK\n\nStop it! Stop! You're giving me a\nterrible headache --\n\nAnd that reminds him of something:\n\nJACK (CONT'D)\n\n \n\nThe whelp.\n\f625\n\n626\n\n627\n\nWHITE REVISION 7-4-07 100.\nEXT. BLACK PEARL - DAY 625\n\nWill, Elizabeth, Barbossa climb aboard.\n\nELIZABETH\nWe'll need the Black Pearl to serve\nas our flagship, and lead the attack\n\nBARBOSSA\nWill we, now?\n\nWill spots: TIA DALMA, being led onto deck by Pintel and\nseveral of the Chinese pirates. She is manacled, and bound\nwith heavy ropes. Will knows what it means --\n\nWILL\nBarbossa, you can't release her.\n\nBARBOSSA\nCan't I, now?\n\nSuddenly Chinese pirates surround he and Elizabeth, restrain\nthem. Barbossa gives Pintel and Ragetti an approving nod.\nThey drag Tia Dalma to the mast.\n\nELIZABETH\nWe've got to give Jack a chance!\n\nBARBOSSA\nApologies, your highness. But 'tis\ncertain the world we know ends today,\nand I won't be letting the likes of\nCutler Beckett say what comes next --\nand I won't be pinning my hopes on\nJack Sparrow, either. Too long has\nmy fate not been in my own hands. No\nlonger!\n\nHe wraps his fist around the Captain's Knot Elizabeth wears --\nthen tears it free --\n\nEXT. ENDEAVOUR - DAY 626\n\nBeckett returns to the command deck --\n\nBECKETT\nThey have chosen oblivion. Ready the\nfleet.\nEXT. BLACK PEARL - DAY 627\n\nSails raise up and the Black Pearl leaps forward.\n\f628\n\nWHITE REVISION 7-4-07 101.\nEXT. BLACK PEARL - MAIN DECK - DAY 628\n\nRagetti presents the bowl with the pieces of eight to\nBarbossa, who puts in the Captain's Knot.\n\nSUDDENLY THE WIND DIES. They look up. All the sails are flat.\nAll the ships are stopped.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey look up. All the sails are flat. All the ships are stopped. \n\nTARGET SECTION TO BE ANNOTATED:\nELIZABETH\nIs there an incantation?\n\nBARBOSSA\n\n(remembering)\nAye, the items brought together\ndone. Has to be performed over water\nwe lucked out there. Items burned.\nAnd some person must speak the words,\n\"Calypso, I release you from your\nhuman bonds.\"\n\nPINTEL\nIs that it?\n\nBARBOSSA\n\"Twas said it must be spoken softly,\nas if to a lover.\n\nBarbossa grabs Gibbs' rum bottle, smashes it over the pile.\nShoves the punk into the pile --\n\nBARBOSSA (CONT'D)\nCalypso, I release you from your\nhuman bonds!\n\nAll look at Tia Dalma as the items smolder. Nothing else\nhappens.\n\nPINTEL\nIs that it?\n\nRAGETTI\nYou didn't say it right!\n\nEveryone stares at Ragetti. Even Ragetti would stare at\nRagetti if he could; he's surprised he spoke up.\n\nRAGETTI (CONT'D)\n(defensive)\nYou have to say it right.\n\nRagetti steps up to Tia Dalma. Says softly and with genuine\nlove of the sea --\n\fWHITE REVISION 7-4-07 102.\n\nRAGETTI (CONT'D)\nCalypso, I release you from your\nhuman bonds.\n\nThe punk in the bowl bursts into FLAME, the flame licking\nupward in a twisting column -- and then its gone. The pieces\nof eight decay, their age overtaking them --\n\nTia Dalma GASPS. She sags. The manacles on her hand become\npitted with corrosion, fragile with rust. She shudders, and\nthey break, fall to the deck.\n\nWill struggles forward --\n\nWILL\nTia Dalma! Calypso!\n(she raises her eyes)\nWhen the Brethren Court first\nimprisoned you ... who was it that\ntold them how? Who was it that\nbetrayed you?\n\nTIA DALMA\nName him.\n\nWILL\nDavy Jones.\n\nHer eyes shoot toward the Flying Dutchman, rage building\nbehind them. And then --\n\n629 Tia Dalma_ starts to transform. Her eyes change color, her hair 629\nripples with no wind. She rises up ... Crew members try to restrain\nher.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer eyes change color, her hair 629\nripples with no wind. She rises up ... Crew members try to restrain\nher. \n\nTARGET SECTION TO BE ANNOTATED:\n Ropes pull through their hands --\n\nThen ropes snap. The deck buckles under he weight as she\ngrows TENFOLD IN SIZE, a Harryhausen vision amid the sails.\n\nBarbossa kneels; others follow suit.\n\nBARBOSSA\n\nCalypso. I come before you as but a\nservant, humble and contrite. I have\nfulfilled my vow, and now ask your\nfavor. Spare my self, my ship, my\ncrew -- but unleash your fury upon\nthose who dare pretend themselves\nyour masters, or mine!\n\nCalypso barely takes notice of him ... long enough to say a\nsingle word that BOOMS out over the deck --\n\nCALYPSO\nFOOL!\n\f630\n\nWHITE REVISION 7-4-07 103.\n\nBarbossa's eyes go wide -- his long-odds gamble did not pay\noff --\nThen, suddenly, she collapses, crashes down to the deck in the 630\n\nform of ten thousand crabs --\n\nCrabs everywhere, a torrent running across the deck, tossing\npirates aside. Crabs flow out over the sides of the ship\nand Calypso is gone. Silence.\n\nWILL\nIs that it?\n\nPINTEL\nWhy, she's no help at all!\n(to Barbossa)\nWhat now?\n\nThe WIND PICKS UP AGAIN, causing the sails to shudder --\n\nBARBOSSA\nNothing. Our final hope has failed\nus.\n\nOne of the pirate's hats is taken by the wind; it spirals up\nand around the mast. Elizabeth watches it\n\nELIZABETH\nIt's not over\n\nWill overhears her.\n\nWILL\nHope is not lost. There's still a\nfight to be had.\n\nGIBBS\nThere's an armada arrayed against\nus. We've got no chance of winnin'.\n\nELIZABETH\n(still watching the\nwind)\nOnly a fool's chance ...\n\nBARBOSSA\nRevenge won't bring your father back\nMiss Swann --\n-- it's like a slap in the face to Elizabeth --\nBARBOSSA (CONT'D)\n-- and it's not something I'm\nintending to die for.\n\nElizabeth realizes: Nothing can bring her father back\n\fWHITE REVISION 7-4-07 104.\n\nELIZABETH\nYou're right.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nRevenge won't bring your father back\nMiss Swann --\n-- it's like a slap in the face to Elizabeth --\nBARBOSSA (CONT'D)\n-- and it's not something I'm\nintending to die for. Elizabeth realizes: Nothing can bring her father back\n\fWHITE REVISION 7-4-07 104. ELIZABETH\nYou're right. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nThen what shall we all die for?\n\nShe steps up onto the rail of the ship.\n\nELIZABETH (CONT'D)\n\n(to the crew)\nListen to me! The Brethren will still\nbe looking here, to us, to the Black\nPearl, to lead. What will they see?\nFrightened bilge rats aboard a\nderelict ship? No. They will see\nfree men. And freedom! And what the\nenemy will see is the flash of our\ncannons. They will hear the ring of\nour swords. And they will know what\nwe can do --\n\n(to Barbossa)\n-- by the sweat of our brows and the\nstrength of our backs --\n\n(to all)\n-- and the courage of our hearts.\n\nShe casts a gaze around the deck, meeting the eyes of several\ncrewmen, ending on Will.\n\nELIZABETH (CONT'D)\nHoist the colours.\n\nWill nods, repeats it: low, resolved.\n\nWILL\nHoist the colours.\n\nGIBBS\nHoist the colours.\n\nPINTEL\nHoist the colours\n\nIt's picked up by the crew, a murmur as they move with purpose\nto their stations, past and around Barbossa. One begins to\nsing softly \"Yo ho, all hands, hoist the colours high ...\"\n\nGIBBS\nWe've got the wind on our side, boys,\nand that's all we need!\n\nElizabeth, still on the rail, turns to where the Empress\nlay, shouts across to Tai Huang:\n\nELIZABETH\nHoist the colours!\n\f631\n\n632\n\n633\n\n634\n\n635\n\nWHITE REVISION 7-4-07 105.\n\nON ALL THE PIRATE SHIPS, FLAGS ARE RAISED. Different styles, black\non white, red on black. Most with the skull and crossbones, or\nswords. The ships surge forward --\n\nCREW MEMBERS start to SING, their voices rising together in\ntriumph ...\n\nPIRATES\nYo, ho, haul together, hoist the\ncolors high ... heave ho, thieves\n\nand beggars, never say we die!\nWILL\nTarget the Flying Dutchman. We're\nthe only ship that can catch her\nEXT. ENDEAVOUR - DECK - DAY\nON THE ENDEAVOUR, Beckett sips tea. Officer Groves approaches.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're\nthe only ship that can catch her\nEXT. ENDEAVOUR - DECK - DAY\nON THE ENDEAVOUR, Beckett sips tea. Officer Groves approaches. \n\nTARGET SECTION TO BE ANNOTATED:\nGROVES\nWe have a favorable wind, sir\n\nBeckett looks up, noticing. Utterly casual.\nBECKETT\nSo we do. Signal Jones. \"No quarter.\"\nThat should brighten his day.\nEXT. ENDEAVOUR - DECK - DAY\nA SIGNALMAN waves flags, as seen from the Dutchman --\nEXT. FLYING DUTCHMAN - DECK - DAY\n\nOn the upper deck, Mercer screams out:\n\nMERCER\nTo arms! We will give no quarter!\n\nThe crew answers, HUZZAH! Davy Jones turns away, as the WIND\nRISES, he looks up into the sky ... his hand moves toward\nhis chest\n\nJONES\nCalypso.\n\nEXT. BLACK PEARL - DECK - DAY\n\nClouds above begin to ROTATE, forming a storm disk in the\nsky -- lightening strikes down at sea --\n\nIN THE CARIBBEAN SEA, a GIANT WHIRLPOOL begins to turn slowly.\nSheets of rain begin to fall --\n\n631\n\n632\n\n633\n\n634\n\n635\n\f636\n\n637\n\n638\n\n639\n\nWHITE REVISION 7-4-07 106.\nEXT. CARIBBEAN SEA - DAY 636\n\nFROM ABOVE -- the two formations converge, the Black Pearl\noutpacing the pirate fleet, the Dutchman outpacing the Armada.\nBetween them the sea continues to swirl ...\n\nEXT. BLACK PEARL - DECK - DAY 637\nGibbs stares at the sea with a practiced eye --\n\nGIBBS\nMaelstrom! Saints preserve us!\n\nA moment as they all take stock of the dire situation.\n\nELIZABETH\nCaptain Barbossa!\n\nBarbossa looks up (he was contemplating his now-mortal hand) --\n\nELIZABETH (CONT'D)\nI need you at the helm.\n\nBARBOSSA\nAye, that be true!\n(takes the wheel from\nCotton)\nBrace the yards! Set the stay sails\nand turn her windward!\n\nSHIPS of the ARMADA and the FLEET turn away. The BLACK PEARL also 638\nturns. But the FLYING DUTCHMAN and the BLACK PEARL are caught -\n\nEXT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHIPS of the ARMADA and the FLEET turn away. The BLACK PEARL also 638\nturns. But the FLYING DUTCHMAN and the BLACK PEARL are caught -\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLYING DUTCHMAN - COMMAND DECK - DAY 639\n\nMercer spins the wheel of the Dutchman, trying to evade the\nswirling maelstrom.\n\nMERCER\nVeer off!\n\nJONES\nShall not harm us! Full-bore, and\ninto the abyss.\n\nMERCER\nAre you mad?\n\nJONES\nHah! Are you afraid to get wet?\n(order to crew)\nStand on!\n\nJones wrestles the wheel from Mercer. He spins the wheel --\ntaking the Dutchman over the edge, into the swirling Maelstrom --\n\f640\n\n641\n\n642\n\n643\n\nWHITE REVISION 7-4-07 107.\n\nThe Flying Dutchman uses the inner, faster moving water to 640\ncut in behind the Black Pearl.\n\nEXT. BLACK PEARL - COMMAND DECK - DAY 641\nWill spots the Dutchman's strategy.\n\nWILL\nShe's on our stern and gaining!\n\nBARBOSSA\nMore speed! Angle yard to port!\n\nEXT. FLYING DUTCHMAN - COMMAND DECK - DAY 642\nThe Dutchman lays in behind the Black Pearl --\n\nDAVY JONES\nBow cannons, Fire!\n\nThe forward cannons of the Dutchman fire, hitting the Black\nPearl from behind --\n\nEXT. BLACK PEARL DECK - DAY 643\n\nCannon balls fly at them from the stern, one of them taking\noff a steering wheel pin.\n\nWILL\nTake us out! Before they overbear\nus!\n\nBARBOSSA\n\nNay, further in! And cut across to\nfaster waters!\n\nElizabeth and Will race down to the main deck --\n\nELIZABETH\nPrepare to broadside!\n\nGIBBS\nCaptain the guns! Bear-a-hand!\n\nWill pauses, looks across to the Dutchman: they are going to\nfire on the ship his father and Jack are on.\n\nPintel and Ragetti race BELOW DECKS to the guns as --\n\nBarbossa cuts the Black Pearl down into the whirlpool to\nevade the aft cannon fire --\n\fWHITE REVISION 7-4-07 108.\n644 EXT. OCEAN - DAY 644\nThe Flying Dutchman and the Black Pearl spin broadsides to\neach other -- the other ships fade into the mist and rain\ntelephone poles spinning in the background.\n645 INT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\n644 EXT. OCEAN - DAY 644\nThe Flying Dutchman and the Black Pearl spin broadsides to\neach other -- the other ships fade into the mist and rain\ntelephone poles spinning in the background. 645 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLYING DUTCHMAN - BELOW DECKS - DAY 645\n\nMaacus and Jimmy Legs ready a cannon as the Black Pearl comes\ninto range --\n\n646 INT. BLACK PEARL - BELOW DECK - DAY 646\n\nPrepping the cannons. Pintel and Ragetti aim. Beyond them,\nthe Flying Dutchman comes into view --\n\nGibbs comes down the gangway --\n\nGIBBS\nHold till we lay board-and-board!\n\n647 EXT. BLACK PEARL - DECK - DAY 647\nBarbossa brings the Pearl around.\n\nBARBOSSA\nFire!\n\n648 EXT. FLYING DUTCHMAN - DAY 648\nMERCER\n(an order to the crew)\nMain battery at ready!\nDavy Jones points his claw --\n\nDAVY JONES\nFire!\n\n649 CANNON FIRE THUNDERS as the two ships battle across the abyss -- 649\n\nON THE PEARL, two crewman race the length of the deck as\ncannonballs scream past, shot ends on Barbossa, who laughs --\n\nBARBOSSA\nHah! It be too late to alter course\nnow, Mateys!\n\n650 INT. FLYING DUTCHMAN - BRIG - DAY 650\n\nThe Jacks are rocked by cannon fire. Jack is in action\ntearing out the bench, levering it against the brig door\n\nJACK\n-- Think like the whelp Think like\nthe whelp Think like the whelp --\n\fWHITE REVISION 7-4-07 109.\n\nJACK RIGHT JACK LEFT\nHalf-barrel hinges! Never work\nJACK RIGHT\n\nLeverage!\nJack shoves down on the bench; the brig door falls open.\nJACK\nWish us luck, boys. We might need\nit.\nHe moves past the bars. The Jacks watch him go.\n\nJACK RIGHT\nI miss him already.\n\nJACK LEFT\nHe'll be back.\n\nWYVERN JACK\nNOBODY MOVE!\n(the Jacks turn)\nDropped my brain.\n651 EXT. FLYING DUTCHMAN - DECK - DAY 651\nMercer is flanked by two GUARDS, Jones at his side.\nMERCER\nRake 'em! Keep up the barrage! Prepare\nto board!\nA CANNONBALL whistles toward them --\n\nJONES\nAnd keep your head about you.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nKeep up the barrage! Prepare\nto board! A CANNONBALL whistles toward them --\n\nJONES\nAnd keep your head about you. \n\nTARGET SECTION TO BE ANNOTATED:\nJones pushes Mercer aside as the cannon ball crashes and\ntakes out the two guards.\n\nMercer looks gratefully at Jones; the look turns to horror\nas Jones' tentacle beard wraps around Mercer's neck\n\nMercer chokes; MOVE AROUND to show Jones' face as Mercer's\nneck snaps. Mercer falls to the ground --\n\nHeld up briefly by the chain, with the key, held by Jones'\nbeard --\n\nThe chain snaps and Mercer falls.\n652 INT. FLYING DUTCHMAN - CAPTAIN'S CABIN - DAY 652\n\nJack enters on a titled deck. Murtogg and Mullroy, very\ntwitchy, swing the cannons toward him.\n\f653\n\nWHITE REVISION 7-4-07 110.\n\nMULLROY\nHalt there, or we'll shoot!\n\nJack stops.\n\nJACK\nGood one. I just came to see my\neffects. Admirable though it is\nwhy are you here when you could be\nsomewhere else?\n\nMURTOGG\nSomeone has to stay and guard the\nchest.\n\nMULLROY\n\nNo question, there's been a breakdown\nin military discipline aboard this\nvessel.\n\nMURTOGG\nI blame the fish people.\n\nMULLROY\nOh, so fish people, by dint of being\nfish people, automatically aren't as\ndisciplined as non-fish people?\n\nMURTOGG\nSeems contributory, is all I'm\nsuggesting.\n\nJack, meanwhile, has approached the chest and now he picks\nit up and sneaks off as they are arguing.\n\nMULLROY\nIt is true that if there are no fish\npeople there would be no reason to\nguard the chest.\n\nMURTOGG\nIf there were no chest, there would\nbe nothing to guard.\nAt that moment they both look down to see the chest is gone.\nEXT. FLYING DUTCHMAN - MAIN DECK - DAY 653\n\nJack Sparrow appears from the Captain's cabin, carrying the\nChest. He circles around, stops --\n\n-- ahead of him is Jones, coming down the steps. Jack sees\nJones has the key -- Jones sees Jack has the chest.\n\f654\n\n655\n\n656\n\nWHITE REVISION 7-4-07 111.\n\nJONES\nLookee, boys! A lost bird.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n654\n\n655\n\n656\n\nWHITE REVISION 7-4-07 111. JONES\nLookee, boys! A lost bird. \n\nTARGET SECTION TO BE ANNOTATED:\n A lost\nbird that never learned to fly!\n\nCrewman laugh and surge forward.\n\nJACK\n(looking for an escape\nroute)\nTo my great regret.\n(a-ha! found one!)\nBut it's never too late, he?\n\nJack sheathes his sword, tips his hat --\n\nJACK (CONT'D)\nAnd now, anon, adieu.\n\nGrabs a sail, loosens the bottom tie. The sail, partially\nfree, fills with wind, and carries Jack to the upper rigging.\n\nEXT. FLYING DUTCHMAN - YARDARM - DAY 654\n\nJack lands, impressed with himself. Inches along, looks up --\nand suddenly Jones is there. He draws his sword.\n\nJONES\nThe chest. Hand it over.\n\nJack draws his own sword.\n\nJACK\nI can set you free, Jones.\n\nJONES\nHave you never loved, Jack? My\nfreedom was forfeit long ago.\n\nJones leaps at Jack, swords clashing --\nEXT. CARIBBEAN SEA - WHIRLPOOL - DAY 655\n\nThe two ships are drawn closer in an ever-tightening circle.\nThe giant masts of the two ships tilt toward -- close enough\nfor attackers to swing on ropes, cross from ship to ship --\n\nEXT. DUTCHMAN AND PEARL - MASTS - DAY 656\n\nCannon fire BLASTS the Pearl. SOLDIERS from the Flying\nDutchman swarm across, attack Will and Elizabeth. will takes\nadvantage of a short break in the action (near capstan)\n\nWILL\nElizabeth! Dying for something, that's\nthe easy part. What are we going to\nlive for?\n\fWHITE REVISION 7-4-07 112.\n\nElizabeth gives him a \"you've got to be kidding\" look, and\nthen more attackers are upon them.\n\nELIZABETH\nRight now is not the best time!\n\nThey fight around opposite sides of the capstan, come\ntogether:\n\nWILL\n(with a chuckle in\nhis voice)\nRight now may be the only time! I\nlove you!\n\nThey are separated again, and then Will catches her hand:\n\nWILL (CONT'D)\nI've made my choice.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey fight around opposite sides of the capstan, come\ntogether:\n\nWILL\n(with a chuckle in\nhis voice)\nRight now may be the only time! I\nlove you! They are separated again, and then Will catches her hand:\n\nWILL (CONT'D)\nI've made my choice. \n\nTARGET SECTION TO BE ANNOTATED:\n What's yours?\n\nHer eyes never leave his; she decides:\n\nELIZABETH\nBarbossa!\n\nWill's a bit surprised at that answer but then it becomes\nclear, even as attackers separate them again:\n\nELIZABETH (CONT'D)\nMarry us!\n\nOn the deck above, Barbossa fights off several Crewmen.\n\nBARBOSSA\nI'm a little busy at the moment.\n\nElizabeth and Will fight on opposite sides of the deck:\n\nWILL\nBarbossa! Now!\n\nBARBOSSA\nFine, then!\n\nHe climbs atop the binnacle cabinet as they come back together --\nnow's the time to begin the ceremony.\n\nBARBOSSA (CONT'D)\nDearly beloved and others, we are\ngathered here --\n\nHe's beset by attackers; so are they. As they fight down the\nlength of the deck, Will figures, screw it:\n\f657\n\nWHITE REVISION 7-4-07 113.\n\nWILL\nElizabeth Swann, do you take me to\nbe your husband?\n\nELIZABETH\nI do.\n\nWILL\nGreat!\n\nELIZABETH\n\nWill Turner, do you take me to be\nyour wife? In sickness and health?\nWith health being the less likely?\n\nWILL\nI do.\n\nOn the wheel deck, Barbossa still wants his big moment:\nBARBOSSA\nAs Captain, I pronounce you ...\n(more attackers)\nYou may kiss -- kiss the -- just\nkiss!\n\nWill catches Elizabeth, they nearly kiss -- but then they\nare separated again. They fight their way back together --\n\nTHEY KISS,\nSOUND DROPS AWAY\nDestiny.\nTHE SOUNDS OF BATTLE RETURN. A LOUD EXPLOSION --\nEXT. DUTCHMAN - YARDARM - DAY 657\nJack and Jones spar. Jack strips Jones' sword from his grasp.\nJONES\nThere is nothing you can do with\nthat, without the key.\n\nJACK\nI already have the key.\n\nFor a moment, Jones almost believes him, but then smiles\ndisplay the key at the end of a tentacle.\n\nJONES\nNo, you don't.\n\nJones displays the key at the end of a tentacle on his beard.\n\f658\n\n659\n\n660\n\n661\n\nWHITE REVISION 7-4-07 114.\n\nJACK\nOh, that key.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nJones displays the key at the end of a tentacle on his beard. 658\n\n659\n\n660\n\n661\n\nWHITE REVISION 7-4-07 114. JACK\nOh, that key. \n\nTARGET SECTION TO BE ANNOTATED:\nWith his half sword, Jack slices at Jones' tentacles. BLACK\nINK sprays everywhere. The key falls --\n\n-- lands on the deck of the Dutchman amid the splatter. Still\nclutched by a writhing tentacle fragment.\n\nLivid, Jones shoves Jack backwards -- Jack slashes down --\n\nhis sword is STOPPED by Jones' claw. Jones squeezes and Jack's\n\nsword is snapped in half.\n\nEXT. CARIBBEAN SEA - DAY 658\nCotton struggles with the wheel of the Black Pearl --\n\n-- justs as the MASTS of the two ships SLAM TOGETHER --\n\nEXT. FLYING DUTCHMAN - - DECK - DAY 659\nThe mast shakes and Jack loses his balance, the chest falls --\n\nJones screams --\n\nJONES\nNO!!\n-- he reaches down, saves the chest with his tentacle arm.\nAnd dangling below, hanging on the chest -- is Jack\nEXT. BLACK PEARL - DECK - DAY 660\n\nWill pulls his sword out of a crewman and turns, sees Jack's\nsituation, sees him hanging --\n\n-- just as Murtogg and Mullroy swing across, slam into the\nship. They crawl up over the railing --\n\n-- and Will takes their rope, coils it around his arm --\nEXT. FLYING DUTCHMAN - YARDARM - DAY 661\n\nDavy Jones slings Jack up and into the air -- Jack grabs\nonto a line --\n\nJack smashes into a Dutchman Crewman swinging on a line ...\nJack glances down, notices something --\n\nJACK\nHullo, that's mine!\n\nJack grabs the pistol from the Crewman as he head-butts him\noff the line. Jack comes swinging back around behind Jones,\nFIRES the pistol --\n\f662\n\n663\n\n664\n\n665\n\n666\n\nWHITE REVISION 7-4-07 115.\n\nJones is hit; the chest, fall from his grip --\n\n-- the chest SMASHING down on Haddrass as he tries to sit\nup; his entire head is forced down into his body. The chest\ntumbles free --\n\n-- just as Will lands on the deck, arrived from the Pearl.\nHe bends to pick up the chest, moves away --\n\nEXT. FLYING DUTCHMAN - DECK - DAY\n\nJones strides along the deck, moves through the fighting.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe chest\ntumbles free --\n\n-- just as Will lands on the deck, arrived from the Pearl. He bends to pick up the chest, moves away --\n\nEXT. FLYING DUTCHMAN - DECK - DAY\n\nJones strides along the deck, moves through the fighting. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nREDCOAT stoops to pick up Jones' sword, examine it. Jones\ntakes it from him and runs him through, never slowing --\n\nWill glances over his shoulder, then back ahead -- where\nMaacus is right in front of him, blocking the way.\n\nINT. BLACK PEARL - BELOW DECK - DAY\n\nOn Pintel and Ragetti, smirking, standing on either side of\na cannon ... they're up to something. REVEAL Jack-the-Monkey\ncrouched inside the barrel. Pintel lights the fuse --\n\n-- KABOOM! -- the Monkey SHRIEKS in GLEE --\n\nEXT. FLYING DUTCHMAN - DECK - DAY\n\n-- SMACK! Jack-the-Monkey slams into Maacus; he tears at it\ntries to get it off his face --\n\nEXT. FLYING DUTCHMAN - MAST - DAY\n\nJack continues to swing around, looks down, sees --\n\nEXT. FLYING DUTCHMAN - DECK - DAY\nWill moves past -- then is suddenly floored by --\n\nBootstrap Bill. The chest slides away. Will stands, has only\na second to recognize his father --\n\nWILL\nIt's me --\n\n-- before Bootstrap slashes at him with his sword.\n\nWILL (CONT'D)\nStop! It's Will! Your son --\n\nWill is forced to defend himself, but also not harm his father --\nleaving the chest momentarily free --\n\nJones arrives at the chest --\n\n662\n\n663\n\n664\n\n665\n\n666\n\f667\n\nWHITE REVISION 7-4-07 116.\n\nJack drops down in front of Jones, pulls his sword -- too\nsmall from having been cut in half --\n\nJACK\n(he lets out a whimper\nat the sword)\n\nJack looks, pulls a_ bayline pin out of the capstan, uses\nthat to block Jones' attack --\n\nJack dodges, keeping the capstan between them. Jones goes\n\nstraight through the capstan -- Jack spins the capstan\n\nturning Jones around to come out the other side --\n\nAs Will battles Bootstrap, giving ground --\n\nEXT. BLACK PEARL - DECK - DAY 667\nPintel, Ragetti and Gibbs arrive on deck --\n\n-- as Barbossa fights with the wheel, straining to keep the\ntwo ships apart.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack drops down in front of Jones, pulls his sword -- too\nsmall from having been cut in half --\n\nJACK\n(he lets out a whimper\nat the sword)\n\nJack looks, pulls a_ bayline pin out of the capstan, uses\nthat to block Jones' attack --\n\nJack dodges, keeping the capstan between them. Jones goes\n\nstraight through the capstan -- Jack spins the capstan\n\nturning Jones around to come out the other side --\n\nAs Will battles Bootstrap, giving ground --\n\nEXT. BLACK PEARL - DECK - DAY 667\nPintel, Ragetti and Gibbs arrive on deck --\n\n-- as Barbossa fights with the wheel, straining to keep the\ntwo ships apart. \n\nTARGET SECTION TO BE ANNOTATED:\n He yells down --\n\nBARBOSSA\nThe masts be tangled! The Dutchman\nis going down, and us with it!\n\nGibbs cranes his neck, stares at the masts, turning --\nGIBBS\n\nLoose a cannon! Use chain shot --\nblast us free!\n\nPintel and Ragetti confront CLACKER. Clacker goes over the\nedge, leaving Pintel holding the iron balls, clinking\ntogether. Realization, he raises them --\n\nPINTEL\nWe've got balls!\n\nElizabeth rushes past --\n\nELIZABETH\nFree the sails! Target the mast!\n\nShe crouches, slashes at the cannon tie-down rope. Gibbs\ncrouches down next to her --\n\nGIBBS\nI've got it -- go!\n\nHe looks over toward the Dutchman -- Elizabeth follows his\ngaze -- she sees --\n\f668\n\nWHITE REVISION 7-4-07 117.\nEXT. FLYING DUTCHMAN - DECK - DAY 668\nJack races away -- but Jones leaps in front of him, blocks\nhim. Jack retreats, but Jones slashes him across the face.\nJack lands hard on the deck\nJones laughs, turns, and strides toward the chest --\n\nAnd Elizabeth swings in, drops down in front of the chest.\n\nJONES\nHarridan! You'll see no mercy from\nme!\n\nELIZABETH\n\n(raises her sword)\nThat's why I brought this.\n\nJones sneers and attacks. Will looks over -- sees Elizabeth\nis jeopardy.\n\nJones wades in, beats Elizabeth backwards --\n\nWill slashes at Bootstrap, disarms him. Grabs Bootstrap,\nslams him into the rail.\n\nWill pulls out his knife ... raises it. Looks like he is\ngoing to stab him --\nWILL\nI will not kill you. I made you a\npromise.\nWill slams the knife down -- into the railing, through\n\nBootstrap's jacket, pinning him there. Turns away --\n\nBootstrap looks down, stares at the knife. It looks familiar\nHe tries to remember\n\nJack rolls over on deck: right in front of his eyes is the\ntentacle crawling past him, headed back to its master --\ndragging the key. Jack grabs it, worms the tentacle away --\nlooks over. The chest is sitting right there.\n\nJack smiles.\n\nJones backhands Elizabeth with his claw -- and suddenly a\nsword appears -- right through his chest.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe chest is sitting right there. Jack smiles. Jones backhands Elizabeth with his claw -- and suddenly a\nsword appears -- right through his chest. \n\nTARGET SECTION TO BE ANNOTATED:\n Davy Jones looks\nover his shoulder -- Will is behind him. Jones looks down.\n\nJONES\nMissed. Did you forget? I ama\nheartless wretch.\n\fWHITE REVISION 7-4-07 118.\n\nJones bends the sword tip, locking it in place -- then\nwrenches sideways, freeing the sword from Will, knocking\nWill to the deck.\n\nWill's eyes shift toward Elizabeth. Jones looks from Will to\nElizabeth -- processes their relationship.\n\nJONES (CONT'D)\nAh. Love. A dreadful bond.\n\nWill backs away -- he has no weapon -- he is helpless. Jones\npulls the sword through his body, tosses it aside.\n\nJONES (CONT'D)\nYet so easily severed. Tell me,\nWilliam Turner.\n\nJones raises his own sword.\n\nJONES (CONT'D)\nDo you fear death?\n\nSuddenly Jones cries out. Looks over --\n\nJACK\nDo you?\n\nJack stands with the chest open, and Jones still-beating\nheart in his hand. He squeezes it -- and Jones staggers,\nclutches at his chest.\n\nJack smiles. He's got it all under control. Finally.\nJones regains his balance ... takes stock of the situation.\n\nJACK (CONT'D)\nIt's a heady tonic ...\n(tosses the heart in\nhis hand)\n. holding life and death in the\npalm of your hand.\n\nJONES\nYou are a cruel man, Jack Sparrow.\nSelf-serving and dishonest.\n\nJACK\nSelf-serving and dishonest I'll give\nyou, but cruel is a matter of\nperspective, is it not?\n\nJONES\nIs it?\n\nDAVY JONES STABS WILL TURNER. With Norrington's sword.\n\fWHITE REVISION 7-4-07 119.\nElizabeth cries out --\n\nWill, lying on deck, looks up -- he has been run through by\nthe very sword that he himself forged.\n\nJack stands there with his cut-off sword, hesitates.\nElizabeth races toward Will. Cradles him in her arms.\n\nON BOOTSTRAP, as he sees Elizabeth. An expression of curiosity\nacross his face -- and then, wonder --\n\nAnd recognition. Bootstrap remembers.\n\nBOOTSTRAP\nWilliam. My son.\n\nJones turns toward Jack.\nJONES\n\nTake what you want most, Jack. Live\n\nforever --\nBootstrap races across the deck, lays into Jones. Attacks\nwith rage.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONES\n\nTake what you want most, Jack. Live\n\nforever --\nBootstrap races across the deck, lays into Jones. Attacks\nwith rage. \n\nTARGET SECTION TO BE ANNOTATED:\n Jones is driven aside, overcome, to the railing\nof the ship. The two men grapple --\nJack looks at Will, mortally wounded.\nWill stares at the sword sticking out of him, looks up --\nJack glances across the abyss --\n\nBarbossa at the wheel of the Pearl. The ships spin. The point\nof no return. Pintel and Ragetti, aim their cannon --\n\nJack looks at the heart. Raises his eyes to Will. To\nElizabeth.\n\nElizabeth looks to Jack, pleading --\n\nELIZABETH\nPlease.\n\nAT THE RAIL, Jones twists and gains the upper hand, forcing\nBootstrap out over the railing --\n\nJONES\nYou will not forestall my judgment --\n\nSuddenly Jones claws at his chest, cries out in anguish --\nThe ship SHUDDERS --\n\nJones lets go of Bootstrap, looks over --\n\f669\n670\n671\n\n672\n\nWHITE REVISION 7-4-07 120.\n\nCLOSE ON: Jones' heart has been stabbed. By Jack's shortened\nsword. And Will's hand is on the sword hilt.\n\nWill Turner has stabbed the heart of Davy Jones.\n\nWill stands over the slain heart. Dark ink, volumes of it\nspreads out onto the deck --\n\nJones falls onto the rail. He opens his eyes one last time,\nstares into the whirling abyss, accepts his fate ...\n\nJONES (CONT'D)\nCalypso -- !\n\nDavy Jones falls over the rail, plummets down into the sea,\nat one with Calypso at last.\n\nON THE BLACK PEARL, Pintel and Ragetti shoot their cannon --\nON THE DUTCHMAN, part of the mast is blown away --\n\nON THE PEARL, Barbossa turns the wheel outwards, and the Black\nPearl fights to get free --\n\nTHE TWO SHIPS SEPARATE!\n\nThe Flying Dutchman spins, following him down, enveloped in\ndarkness, the sky faint above --\n\nON THE DUTCHMAN,\n\nElizabeth holds Will in her arms. He appears as though he is\ngoing to say something, but does not -- he dies.\n\nELIZABETH\nWill...\n\nBootstrap pulls the knife from the rail. He moves toward\nWill, as do the other crewmen ...\n\nJack grabs Elizabeth, pulls her away from Will. She struggles\nbriefly, but the grief is overwhelming. Jack escorts her\nthrough the enclosing circle of crewmen.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack grabs Elizabeth, pulls her away from Will. She struggles\nbriefly, but the grief is overwhelming. Jack escorts her\nthrough the enclosing circle of crewmen. \n\nTARGET SECTION TO BE ANNOTATED:\n Jimmy Legs carries\nthe open chest.\n\nBOOTSTRAP MACCUS\nThe Dutchman must have The Dutchman must have a\na Captain. living heart ...\nCREWMEN\n(murmur )\n\nPart of the ship, part\nof the crew, part of\nthe ship, part of the\ncrew ...\n\n669\n670\n671\n\n672\n\fWHITE REVISION 7-4-07 121.\n\nBootstrap kneels beside Will, pulls open his shirt, raises\nthe knife --\n\nJack has gathered the ropes of a flapping sail -- FIRES a\npistol shot to blast a knot away -- arm around Elizabeth\nthey are lifted from the deck by the wind-fill sail --\n\n673 EXT. CARIBBEAN SEA - DAY 673\nJack and Elizabeth rising up, staring down as Will's body is\nobscured from sight by the crewmen. Jack looks at Elizabeth\nwho continues to watch the ship grow smaller\nJack the Monkey has hitched a ride; even he looks mournful.\n\n674 EXT. CARIBBEAN SEA - DAY 674\nThe Flying Dutchman vanishes into the whirlpool.\n\n675 EXT. CARIBBEAN SEA - DAY 675\nJack and Elizabeth land in the ocean near the Black Pearl --\n\n676 EXT. BLACK PEARL - DECK - DAY 676\n\nBarbossa, Pintel and Ragetti watch in horror as the Dutchman\nis pulled down, spinning, into the depths.\n\nGibbs helps pull Elizabeth over the rail, and then Jack.\n\nGIBBS\nThank heaven, Jack. The armada is\nstill out there, the Endeavour is\ncoming up hard starboard, and I think\nit's time we embraced that oldest\nnoblest of pirate traditions.\n\nJACK\nI've never been one for tradition.\n677 ON THE ENDEAVOUR, Beckett stands at the helm, with the Armada re- 677\nforming behind him.\n678 ON THE PEARL, Jack moves toward the wheel, shouts orders: 678\nJACK\n\nClose haul her! Luff the sails and\nlay her in irons!\n\nBARBOSSA\nBelay that! We'll be a sitting duck!\n\nJACK\nBelay that belay that!\n\f679\n\n680\n\n681\n\n682\n\n683\n\n684\n\nWHITE REVISION 7-4-07 122.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe'll be a sitting duck! JACK\nBelay that belay that! 679\n\n680\n\n681\n\n682\n\n683\n\n684\n\nWHITE REVISION 7-4-07 122. \n\nTARGET SECTION TO BE ANNOTATED:\nPintel, Ragetti, Marty, Gibbs, Cotton, all want to protest,\nbut Jack cuts each of them off --\n\nJACK (CONT'D)\nBelay it! Stow it! Stow it, stow it\nbelay, belay, stow!\n\nON THE ENDEAVOUR, Beckett sees the Black Pearl, sails luffing,\nhelpless.\n\nGROVES\nWhat is he waiting for?\n\nBECKETT\nHe expects us to honor our agreement.\n\nBeckett shrugs --\n\nBELOW HIM, on the gun deck the CANNON PORTS OPEN and the\nCANNONS emerge --\n\nON THE BLACK PEARL, its sails flapping, Gibbs watches the Endeavour\nmove into position against them.\n\nGIBBS\nDidn't figure for it to end this\nway. Always pictured an angry husband.\n\nJACK\nReasonable.\n\nON THE ENDEAVOUR, as Beckett sails in for the kill --\nBECKETT\nNothing personal, Jack. It's just\ngood business.\nSUDDENLY\nTHE FLYING DUTCHMAN APPEARS,\n\nUP FROM THE DEPTHS, sailing alongside the Black Pearl. A\nclean slate grey, no longer encrusted --\n\nON THE PEARL, Jack grins --\n\nJACK\nFull canvas!\n\nBARBOSSA\nAye full canvas!\n\nON THE FLYING DUTCHMAN, WILLIAM TURNER steps out on deck, a dark\navenging anger in his eyes, and now in control of the Flying\nDutchman --\n\n679\n\n681*\n\n682\n\n683*\n\n684\n\f685\n\n686\n\n687\n\n688\n\n689\n\n690\n\nWHITE REVISION 7-4-07 123.\n\nON THE BLACK PEARL, Barbossa spins the wheel --\n\nThe Dutchman and the Black Pearl split, sail to either side\nof the Endeavour, trapping it in between.\n\nON THE ENDEAVOUR, Beckett stares in disbelief.\n\nGroves, next to him, stares out and sees their doom. To\nBeckett --\n\nGROVES\nOrders, sir?\n(waits, nervous)\n\nSir?\n(waits)\nSir -- what do you commmand?\nBeckett stares across -- at Jack.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\n(waits, nervous)\n\nSir? (waits)\nSir -- what do you commmand? Beckett stares across -- at Jack. \n\nTARGET SECTION TO BE ANNOTATED:\n States Jack Sparrow's\nquestion, to himself, with resignation, disgust, amazement:\nBECKETT\nWho am I?\nGroves sees that Beckett has lost it -- turns away.\nGROVES\nAbandon ship! All hands! Abandon\nship!\nWith other crewmen, Groves races for the rail -- vaults over --\nON THE DUTCHMAN,\nWILL\nFIRE!\nON THE PEARL,\nJACK\nFIRE!\n\nTHE DUTCHMAN AND THE BLACK PEARL OPEN FIRE. And we see the full\nfury of these two ships for the first time.\n\nCANNONS BLAST -- AND BLAST -- AND BLAST -- AND BLAST. A\nfurious broadside --\n\nBeckett's ship is blown away.\n\nON THE ENDEAVOUR, Beckett steps forward, shots landing all around.\nGive him credit, he is fearless in the face of death.\n\nA mast falls, Beckett doesn't flinch. The deck gives way --\n\n685\n\n686*\n\n687\n\n688\n\n689\n\n690\n\f691\n\n692\n\n693\n\n694\n\nWHITE REVISION 7-4-07 124.\nEXT. PIRATE SHIPS - VARIOUS - DAY 691\n\nTeague raises his fist and SHOUTS. Villenueva grins. Sumbhajee\nCHEERS --\n\nIN THE CARIBBEAN SEA, Beckett fights to stay above water. The 692\nEast India Company flag floats down, covers him. A brief struggle\nbeneath it, and the flag flattens on the water\n\nON THE BLACK PEARL, the crew cheers. In the midst are MURTOGG and 693\nMULLROY, trying to their best to blend in.\n\nMURTOGG\nAarrgh!\n\nMULLROY\nShiver me timbers!\n\nMURTOGG\nAnd mine.\n\nThat's doesn't sound right to Pintel and Ragetti; they turn\ntoward the (ex-)Marines\n\nJack and Gibbs watch as CAPTAINS of the other Armada ships\nsee the destruction, turn their sails.\n\nMARTY\nThey're running!\n\nGIBBS\nAye, they're terrified to take on\nthe combined might of the Dutchman\nand the Pearl!\n\nJACK\nI've never seen a retreat from the\nother side before. Gibbs, you may\nfling my hat.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIBBS\nAye, they're terrified to take on\nthe combined might of the Dutchman\nand the Pearl! JACK\nI've never seen a retreat from the\nother side before. Gibbs, you may\nfling my hat. \n\nTARGET SECTION TO BE ANNOTATED:\nGibbs takes Jack's hat and throws it up into the air --\nEXT. FLYING DUTCHMAN - DECK - DAY 694\n\nCaptain William Turner stands on deck, looking out toward\nthe Black Pearl. Bootstrap steps up beside him.\n\nBOOTSTRAP\nOrders, sir?\n\nWill is surprised.\nWILL\n\nYou're no longer bound to the\nDutchman. You're free.\n\f695\n\nWHITE REVISION 7-4-07 125.\n\nBOOTSTRAP\nIt's a fine thing. But by my\nreckoning, I've still got a debt\nthat needs be paid. If you'll have\nme.\n\nWill regards him, a smile fighting to break across his face.\nHe gestures toward the wheel:\n\nWILL\nOn the wheel, then, Mr. Turner\n\nBOOTSTRAP\nAye, Captain Turner.\n\nWill's gaze is drawn back to Elizabeth; Bootstrap notes it.\n\nBOOTSTRAP (CONT'D)\nOne day ashore, ten years at sea.\nIt's a steep price to pay for what's\nbeen done.\n\nWILL\nThat depends on the one day.\n\nEXT. BLACK PEARL - DAY 695\n\nElizabeth moves to a waiting longboat, past the crew. Barbossa\nnods to her.\n\nGIBBS\nYour chariot awaits, your highness.\nOars are inside.\n\nBARBOSSA\nMrs. Turner.\n\nJack waits next to the longboat.\n\nELIZABETH\n(a smile)\nJack Sparrow. It never would have\nworked out between us.\n\nJACK\n\nYou keep telling yourself that.\nELIZABETH\n\nThank you.\nJACK\n\nEvery king needs a queen.\n\f696\n\n697\n\nWHITE REVISION 7-4-07 126.\n\nThey lean together for a kiss, Jack thinks better of it;\nsmiling, she turns away --\n\nDISSOLVE TO:\nEXT. SHIPWRECK ISLAND - BEACH - DAY 696\n\nElizabeth sits down on a rock near the water's edge, arms\nwrapped around her knees. Lost in thought.\n\nWILL (0.S.)\nElizabeth.\n\nShe looks up -- Will is there, standing in the water. She\ngoes out to him, into the water.\n\nWILL (CONT'D)\n\nTen years is a long time ... and I\ndon't expect the world to stop\nturning.\n\nELIZABETH\n\nI'll keep it safe.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\ngoes out to him, into the water. WILL (CONT'D)\n\nTen years is a long time ... and I\ndon't expect the world to stop\nturning. ELIZABETH\n\nI'll keep it safe. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gazes into her eyes, slowly nods: he has faith. He smiles.\n\nWILL\nYou've ruined your dress.\n\nShe blinks back tears. He reaches a hand out for her cheek\nELIZABETH\nWill...\n(remembering the very\nfirst meeting)\nWill Turner.\n\nWILL\nCaptain ... Will Turner.\n\nHe leans forward to kiss her. Their lips meet, softly. She\nshuts her eyes as the kiss takes her ...\n\nCLOSE ON: ELIZABETH'S EYES ... she opens them slowly, sees:\nThe Flying Dutchman, bound for the sunset.\nWill is gone. She turns .... REVEAL, on the shore, is the\nChest. Elizabeth raises it, holds it close, watches the\nship as it gets lost in the sun...\nDISSOLVE TO:\nEXT. TORTUGA - DOCKS - DAY 697\n\nJack comes down the ramp with Scarlett and Gisele his arms.\n\fWHITE REVISION 7-4-07 127.\n\nJACK\nGranted, it tends to list to port\nand has been known on occasion to\nfrighten young women, but I promise,\nyou will not be disappointed.\n\nGISELLE\nIs that it? The Black Pearl?\n\nSCARLETT\nIt's not very big.\n\nJack glances at a small boat.\n\nJACK\nPlease, love. That is a dingy. My\nvessel is magnificent and fierce and\nhuge-ish and ... gone. Why is it\ngone?\n\nGiselle spots the Black Pearl, far out to sea.\n\nGISELLE\nIs that it there?\nJACK\nYes, there. There it is. Why is it\n\nthere?\n(The girls squint)\nIt's much larger up close.\n\nSCARLETT\nOh, but Jack, you promised me a ride.\nGISELLE\nI was to be given a ride first.\nSCARLETT\nWhat. You?\nGISELLE\nBetter than you.\nSCARLETT\nNot what he said.\nGISELLE\nI never!\nSCARLET\nI seen you!\nGISELLE\n\n \n\nLearn anything?\n\fWHITE REVISION 7-4-07 128.\n\nSCARLETT\n\nI learnt you stole my stays.\nGISELLE\n\nI never!\nSCARLETT\n\nYou're wearing ‘em!\n\nCat fight ensues.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nGISELLE\n\nI never! SCARLETT\n\nYou're wearing ‘em! Cat fight ensues. \n\nTARGET SECTION TO BE ANNOTATED:\n OVER THIS: Jack spots Gibbs, dozing\npeacefully on the dock\n\nJACK\nMr. Gibbs. Is there any particular\nreason my ship is gone?\n\nGIBBS\nShip? We're on the ship. Jack! The\nship is gone!\n\nJACK\nGirls! Will you PLEASE! Shut it!\n\nThe ladies freeze, mid-motion tugging each other's hair.\n\nJACK (CONT'D)\nListen to me. Yes, I lied to you\nno, I don't love you, of course it\nmakes you look fat, I have never\nbeen to Brussels, it is pronounced\n\"egregious,\" no, I haven't met Pizarro\nbut I love his pies, and all of this\npales to insignificance in light of\nthe fact that my ship is gone! Savvy?\n\nSLAP! Jack's head is snapped to the side. SLAP! Back the\nother way. The girls storm off. Gibbs looks at Jack\n\nGIBBS\nTake what you can.\n\nJACK\nGive nothing back.\n\nIt is a farewell. Gibbs heads off after the ladies.\nGIBBS\nTell me, how much do you know about\nsea turtles?\nJack turns to gaze out to sea, gaze fixed on the horizon.\n698 EXT. BLACK PEARL - MAIN DECK - DAY 698\n\nBarbossa enjoys the sun on his face. Opens his eyes -- Pintel,\nRagetti, Cotton, Marty and others are gathered before him.\n\f699\n\nWHITE REVISION 7-4-07 129.\nMurtogg and Mullroy attempt to look inconspicuous.\n\nPINTEL\nSir, some of the men don't feel\nentirely settled about leaving Captain\nJack behind --\n\nRAGETTI\nAgain.\n\nPINTEL\nAgain.\n\nBARBOSSA\nIs that so?\n\nPINTEL\n\nSo we were hoping, it would make us\nfeel a whole lot better regardin'\nour fortunes, if we could see that\nitem you told us about.\n\nMARTY\nOn the charts.\n\nPINTEL\nWith our own eyes.\n\nRAGETTI\nTo help put an ease to our burden of\nguilt, so to speak.\n\nBARBOSSA\nAh. Cast your eyes over this, then,\nmateys ... there's more than one way\nto live forever.\nBarbossa pulls out the charts -- the Pirates lean forward.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nAh. Cast your eyes over this, then,\nmateys ... there's more than one way\nto live forever. Barbossa pulls out the charts -- the Pirates lean forward. \n\nTARGET SECTION TO BE ANNOTATED:\nBarbossa unrolls them -- there is a large HOLE in the center\n\nwhere the map has been cut out.\nEXT. CARIBBEAN SEA - DAY 699\n\nCLOSE ON: the Charts. Jack cautiously rotates the inner\ncircle... revealing a new map. On it: A drawing of a fountain.\n\nInscribed on the curve: Ponce de Leon.\n\nJack smiles, pulls out his compass, opens it -- and is shocked\nto see:\n\nThe needle points to almost directly behind him.\nThat can't be right. He looks around -- and finds: a bottle\n\nof rum, tucked away behind the seat. He picks it up, checks\nthe compass again; whatever he sees makes him smile --\n\f700\n\nWHITE REVISION 7-4-07 130.\n\nHe leans back, pulls the cork, takes a swig ... begins to\nhum...\nJACK\n... we're devils and black sheep,\nreally bad eggs ... Drink up me\n\nhearties, yo ho...\n\nAnd so Jack Sparrow leaves us the way he arrived, alone, on\na small boat, sailing into the sunset --\n\nEXT. BEACH - DAY 700\nFADE UP ON: Elizabeth, lit by the light of sunset.\n\nELIZABETH\nWe're beggars and blighters, ne'er-\ndo-well cads ...\n\nSON (0.S.)\n(just a little behind)\n. Ne'er-do-well cads ...\n\nShe beams down. REVEAL: Elizabeth stands barefoot on shore,\nholding the hand of a NINE-YEAR-OLD BOY, who sits atop a\nvery familiar chest.\n\nELIZABETH/SON\n\nDrink up, me 'earties, yo ho...\nELIZABETH\n\nYes, that's right\nELIZABETH/SON\n\nAye, but we're loved by our mums and\n\nour dads --\nBut her SON has broken off after \"mums,\" leaving Elizabeth\nto sing the \"and our dads\" alone, because he has spotted\nsomething on the horizon.\nElizabeth looks where he points --\nCLOSE ON: ELIZABETH, here eyes searching. She sees something,\nbreaks into a radiant smile as a GREEN FLASH lights up her\nfeatures --\n\nBLACK\n\f"
}