{
  "1": "PIRATES OF THE CARIBBEAN\n\nDEAD MEN TELL NO TALES\n\nWritten by\n\nJeff Nathanson\n\nSECOND DRAFT\n5/6/2013\n\fFADE IN:\nTITLE CARD:\n\n1756 -- THE GREAT POWERS OF THE WORLD ARE AT WAR -- FIGHTING\nFOR CONTROL OF THE SEAS.\n\nEXT. — OPEN SEA. — NORTH ATLANTIC. - DAY\n\nA FIERCE BATTLE RAGES IN THE OPEN SEA --\n\nCANNON FIRE SLAMS INTO THE SIDE OF A FRENCH SHIP (THE\nCOURAGEUX) -- FRENCH SOLDIERS BLOWN OFF THE DECK AS MORE\nCANNONBALLS RIP INTO HER BELLY --\n\nA FRENCH CAPTAIN (THUROT) IS TRYING TO MAN THE WHEEL AS AN\nEXPLOSION KNOCKS HIM BACK.\n\nFRENCH SOLDIER\n(in French)\nSIR, WE'RE DOWN TO SIX CHARGES --\n\nAS THE SMOKE CLEARS THE FRENCH CAPTAIN LOOKS ACRQSS AT THE\nH.M.S. MONARCH -- THE MASSIVE BRITISH WAR SHIP SAILING INTO\nFRAME LIKE A FLOATING SKYSCRAPER. THE MONARCH HAS 100\nCANNONS AIMED AT THE COURAGEUX -- READY TO FIRE --\n\nTHE FRENCH CAPTAIN LOOKS TO HIS WOUNDED MEN -- HIS DEVASTATED\nSHIP -- AND HE KNOWS IT’S OVER.\n\nFRENCH CAPTAIN\nStrike the colors.\n\nEXT. —- H.M.S. MONARCH. — SUNSET\n\nTHE CAPTAIN OF THE MONARCH, CAPTAIN TOMS, WATCHES AS THE\nFRENCH FLAG IS LOWERED -——\n\nCAPTAIN TOMS\nThe surrender has been given. Prepare\nto board!\nINT. - FRENCH SHIP COURAGEUX. - NIGHT\n\nBRITISH SOLDIERS HAVE BOARDED THE COURAGEUX -- THE FRENCH\nWOUNDED AND DEAD DRAGGED TO THE SIDE.\n\nA YOUNG BRITISH SOLDIER -- HENRY MADDOX (19) -- COMES UP FROM\nTHE HULL AND YELLS TO HIS CAPTAIN --\n\nHENRY MADDOX\nPrisoners, Sir! Civilians.\n\nINT. — HULL OF FRENCH SHIP.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA YOUNG BRITISH SOLDIER -- HENRY MADDOX (19) -- COMES UP FROM\nTHE HULL AND YELLS TO HIS CAPTAIN --\n\nHENRY MADDOX\nPrisoners, Sir! Civilians. INT. — HULL OF FRENCH SHIP. \n\nTARGET SECTION TO BE ANNOTATED:\n — CONTINUOUS\n\nBELOW DECK A CELL IS OPENED, AND THIRTY SCARED BRITISH\nCIVILIANS ARE RELEASED FROM CAPTIVITY --\n\fCAPTAIN TOMS\nTake them aboard the Monarch and give\nthem provisions.\n\nTHE LAST CIVILIAN TO LEAVE THE CAGE IS A YOUNG, BEAUTIFUL\nWOMAN IN HER 20’S -- OLIVIA COLE. SHE STARTS TO GO ABOVE\nDECK WITH THE OTHERS. >\n\nCAPTAIN TOMS (CONT’T -\nTell us what happened, Miss?\n\nOLIVIA\nMy brother and I were sailing aboard\nthe Grafton to Hudson Bay when the\nFrench ran us aground. We had secured\nwork in the Americas --\n\nHENRY MADDOX\nAnd your brother?\n\nOLIVIA STEPS FORWARD NOW -- STARTS TO CRY. MADDOX HESITATES -\n- THEN COMFORTS HER --\n\nHENRY MADDOX (CONT’D)\nYou’re safe now, Miss. On this I\npromise.\n\nOLIVIA\nWill you free the others as well?\n\nCAPTAIN TOMS\nOthers?\n\nOLIVIA\nBelow.\n\nINT. - BOTTOM HULL. - DAY\n\nCAPTAIN TOMS WALKS DOWN INTO THE DARK BILGE AT THE BOTTOM OF\nTHE FRENCH SHIP -- HIS MEN LEADING HIM -- HENRY MADDOX AND\nOLIVIA CLOSE BEHIND.\n\nOLIVIA\nI could hear their screams at night,\nSir. But then it stopped.\n\nIN THE DARKEST CORNER OF THE SHIP THERE ARE FOUR CAGES -- THE\nSTENCH IMMEDIATELY HITTING THEM ALL --\n\nCAPTAIN TOMS\nDead animals?\n\nTHE CAGES NOW ILLUMINATED BY LANTERNS -- AND CAPTAIN TOMS\nSEES A GLIMPSE OF WHAT IS INSIDE.\n\fHENRY MADDOX\nNo, Sir. Witches. Four witches in\ncages. Their throats slashed.\n\nOLIVIA SCARED NOW ——\n\nOLIVIA\nWhy were they here?\n\nCAPTAIN TOMS\nThe French are losing the war -- their\npeople starved. These witches were\ntortured -- forced to search for\ntreasure.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLIVIA SCARED NOW ——\n\nOLIVIA\nWhy were they here? CAPTAIN TOMS\nThe French are losing the war -- their\npeople starved. These witches were\ntortured -- forced to search for\ntreasure. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY MADDOX\nThen why were they killed?\n\nCAPTAIN TOMS WALKS TOWARD A HUGE IRON VAULT THAT HAS B&EN\nBUILT INTO THE HULL.\n\nCAPTAIN TOMS\nPerhaps they found what they were\nlooking for.\n\nTHE VAULT DOORS ARE BLOWN OPEN WITH GUNPOWDER. AS THE SMOKE\nCLEARS WE SEE A SMALL WOODEN BOX INSIDE.\n\nCAPTAIN TOMS TAKES THE ANCIENT BOX AND SLOWLY OPENS IT.\nINSIDE THERE IS A LARGE YELLOW DIAMOND -- ITS COLOR AS RICH\nAS GOLD -- ITS UNUSUAL EYE SHAPE GIVING THE ILLUSION THAT THE\nDIAMOND IS STARING BACK AT HIM.\n\nCAPTAIN TOMS (CONT’D)\nThe Eye of Poseidon. Legend says it\nonce held its place in the center of\nthe Trident.\n\nBRITISH SOLDIER\nThe Trident of Poseidon?\n\nCAPTAIN TOMS STARES AT THE EYE --\n\nCAPTAIN TOMS\nImagine a Navy that could never be\ndefeated. A nation that could never\nbe conquered. To hold the Trident is\nto control more than the sea. It is\nto control the world.\n\nWITCH\nThe Trident exists -- hidden where no\nMan can see.\n\nONE OF THE WITCHES IS ALIVE INSIDE HER CAGE. SHE’S HALF DEAD\n-- LOOKING UP AT CAPTAIN TOMS --\n\fWITCH (CONT’D)\nOnly The Eye can show you the way.\n\nTHE WITCH MOVES FORWARD IN HER CAGE -- LOOKS UP AT TOMS AND\nSMILES.\n\nWITCH (CONT'D)\nA storm comes for you now. ‘Tis time,\nCaptain. ‘Tis time to die.\n\nA SINGLE SHOT IS FIRED INTO THE DARKNESS -- THE WITCH IS\nKILLED IN HER CAGE. AND CAPTAIN TOMS HOLSTERS HIS WEAPON --\n\nEXT. - H.M.S. MONARCH. - NIGHT\n\nA HEAVY STORM LASHES THE MONARCH, WHICH SAILS FOR HOME\nTHROUGH ROUGH SEAS.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. S. MONARCH. - NIGHT\n\nA HEAVY STORM LASHES THE MONARCH, WHICH SAILS FOR HOME\nTHROUGH ROUGH SEAS. \n\nTARGET SECTION TO BE ANNOTATED:\n CAPTAIN TOMS IS ON DECK WATH H&3 CREW --\nWAVES CRASHING OVER THE SIDES AS THEY FIGHT THE @m™-r* —\n\nFIRST MATE\nWe've been blown off course, Sir!\n\nINT. — HULL OF MONARCH. — CONTINUOUS\n\nDOWN IN THE HULL ALL OF THE FREED PRISONERS ARE RIDING OUT\nTHE STORM. HENRY MADDOX WALKS TOWARD OLIVIA, WHO SITS ALONE.\nHE HANDS HER SOME BREAD.\n\nHENRY MADDOX\nMiss -- you should eat something.\n\nOLIVIA\nThank you, Sir.\n\nHENRY MADDOX\nSir? No, Miss, I’m no officer. My\nname is Henry Maddox -- Captain's\nservant for now.\n\nOLIVIA\nOlivia Cole.\n\nTHE SHIP IS ROCKED BY A HUGE WA 7\n\nOLIVIA (CONT'D)\nHenry, are you not afraid of the\nstorm?\n\nHENRY MADDOX\nI’m not scared of anything, Miss.\nThey call me “Lucky” Maddox, because\nnot a single man has died since I’ve\ncome aboard.\n\nOLIVIA\nMaybe they’re the lucky ones.\n\fSHE REACHES OUT AND TAKES HIS HAND -- LOOKS AT THE SCARS.\nOLIVIA (CONT’D)\nThese scars are from a sickle. What\nkind of farm do you come from?\n\nHENRY MADDOX\nWe had clover and turnips.\n\nAND NOW SHE SHOWS SHOW HIM HER OWN HANDS -- WHICH HAVE THE\nSAME SCARS.\n\nOLIVIA\nBarley and wheat.\n\nHENRY MADDOX\nDo you miss the harvest?\n\nOLIVIA\nI dream about it all the time.\n\nHENRY MADDOX\nThen we dream together.\n\nSHE LOOKS DOWN -- REALIZES SHE’S STILL HOLDING HIS HAND -—-\nHENRY MADDOX (CONT’D)\nYou’re not alone, Olivia. I’11\nprotect you. If you like.\nSHE LETS GO OF HIS HAND NOW -- HIDES A SMILE.\n\nOLIVIA\nYou carry no weapon.\n\nHENRY MADDOX\nIt's my first season on the Monarch.\nNext month I get my irons.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLIVIA\nYou carry no weapon. HENRY MADDOX\nIt's my first season on the Monarch. Next month I get my irons. \n\nTARGET SECTION TO BE ANNOTATED:\nOLIVIA\nThen how could you ever defend me?\n\nHENRY MADDOX\nI told you. I’m Lucky.\n\nSUDDENLY THE SHIP GETS ROCKED BY A HUGE WAVE -- EVERYONE A\nBIT CONCERNED.\n\nEXT. - MONARCH TOP DECK. - NIGHT\nWAVES BATTERING THE SHIP -- CAPTAIN TOMS AT THE WHEEL --\nCAPTAIN TOMS\n\nIt’s not the wind. It’s the current.\nShe’s pulling us in!\n\fFIRST MATE\nInto what, Sir?\n\nCAPTAIN TOMS\nInto there.\n\nTHROUGH THE STORM WE SEE TWO LARGE ROCK FORMATIONS STANDING\nGUARD IN THE MIDDLE OF THE SEA. A THICK, HEAVY FOG STANDS\nLIKE A DOOR BETWEEN THE TWO ROCKS --\n\nAS LIGHTNING FLASHES --\nWE SEE A MASSIVE BODY OF WATER LIT WITH A CRACKLING FLASH --\n\nFIRST MATE\nTHE DEVIL’S TRIANGLE!\n\nCAPTAIN TOMS\nALL HANDS!!\n\nNOW ALL THE SOLDIERS ON DECK FURIOUSLY WORKING TOGETHER TO\nTRY AND KEEP THE MONARCH FROM SAILING INTO THE TRIANGLE -—\n\nBUT NO MATTER HOW HARD THEY TRY -- THE SHIP IS PUSHED INTO\nTHE FOG BETWEEN THE TWO ROCKS --\n\nTHE CREW WATCHING AS THE MONARCH SAILS IN. SUDDENLY\nEVERYTHING IS CALM -- THE FOG REMAINS THICK AND OMINOUS. THE\nMEN UNEASY NOW -- LOOKING DOWN AT THE WATER -- WHICH SEEMS TO\nBE BLOOD RED AND BUBBLING -- STEAM RISING FROM THE SURFACE -—\nAS IF THEY HAD SAILED INTO THE GATES OF HELL --\n\nBRITISH SOLDIER\nShip off the bow!\n\nCAPTAIN TOMS\nThat’s no ship. It’s a shipwreck.\n\nTHROUGH THE FOG AND STEAM A SHIPWRECK APPEARS -- THE BOAT\nTORN APART -- THE HULL EXPOSED LIKE A GUTTED FISH. ONLY THIS\nSHIPWRECK IS ABOVE WATER -- AND SOMEHOW IT’S NOT SINKING.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a shipwreck. THROUGH THE FOG AND STEAM A SHIPWRECK APPEARS -- THE BOAT\nTORN APART -- THE HULL EXPOSED LIKE A GUTTED FISH. ONLY THIS\nSHIPWRECK IS ABOVE WATER -- AND SOMEHOW IT’S NOT SINKING. \n\nTARGET SECTION TO BE ANNOTATED:\nTHIS IS THE SILENT MARY --\n\nAT FIRST IT SEEMS TO BE DRIFTING -- BUT THEN WE REALIZE THIS\nSHIPWRECK IS SAILING WITHOUT SAILS --—\n\nFIRST MATE\nSHE’S COMING RIGHT AT US!!\n\nBRITISH SOLDIERS SCRAMBLING --\n\nCAPTAIN TOMS\nPREPARE TO FIGHT!!\n\nAND NOW THE SHIP SAILS STRAIGHT THROUGH THEM -- MEN ON DECK\nBRACING FOR IMPACT -- BUT THE IMPACT NEVER COMES.\n\fTHE SOLDIERS TERRIFIED NOW -- WATCH AS THE SHIP SAILS\nSTRAIGHT OUT THE OTHER SIDE.\n\nFIRST MATE\nSir?\n\nCAPTAIN TOMS\nPrepare the cannons!\n\nINT. - HULL OF MONARCH. - CONTINUOUS\n\nCAPTAIN TOMS COMES DOWN THE STAIRS -- HIS TERRIFIED SOLDIERS\nSTAND AND FACE HIM --\n\nCAPTAIN TOMS\nWhat are you waiting for! Ready the\nguns!\n\nTHE MEN DON’T MOVE. NOISES ARE HEARD -— CREAKING SOUNDS.\nHENRY MADDOX STANDS WITH OLIVIA IN THE SHADOWS -- WATCHING.\n\nHENRY MADDOX\nOlivia, wait here. Don’t move.\n\nDEAD SILENCE. ONE OF THE OLDER SOLDIERS STEPS BACK.\n\nOLD SOLDIER\nThey say to enter these waters is to\nenter the gates of hell.\n\nCAPTAIN TOMS\nI’LL HAVE NO TALK OF THAT!\n\nMORE NOISES NOW -- AS IF SOMEONE IS WALKING ON THE DECK ABOVE\nTHEM. THE LANTERNS GO OUT ON THEIR OWN -- THE MEN CLEARLY\nHORRIFIED --\n\nCAPTAIN TOMS (CONT’D)\nTake position.\n\nTHE SOLDIERS PUSH THEMSELVES AGAINST THE WALLS -- SWEAT\nDRIPPING FROM THEIR FACES AS THEY HOLD THEIR WEAPONS -—\nLOOKING TO THE STAIRS AND WAITING --\n\nTHE CREAKING SOUND MOVING DOWN THE MAIN STAIRS -- ALL EYES\nLOOKING INTO THE DARKNESS -- WAITING -- AS A SHADOW APPEARS -——\n\nTHE SOLDIERS READY TO FIRE -—\n\nAS A CAT COMES DOWN THE STAIRS -- LOOKS AT THE MEN AND\nSCAMPERS OFF.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nMORE NOISES NOW -- AS IF SOMEONE IS WALKING ON THE DECK ABOVE\nTHEM. THE LANTERNS GO OUT ON THEIR OWN -- THE MEN CLEARLY\nHORRIFIED --\n\nCAPTAIN TOMS (CONT’D)\nTake position. THE SOLDIERS PUSH THEMSELVES AGAINST THE WALLS -- SWEAT\nDRIPPING FROM THEIR FACES AS THEY HOLD THEIR WEAPONS -—\nLOOKING TO THE STAIRS AND WAITING --\n\nTHE CREAKING SOUND MOVING DOWN THE MAIN STAIRS -- ALL EYES\nLOOKING INTO THE DARKNESS -- WAITING -- AS A SHADOW APPEARS -——\n\nTHE SOLDIERS READY TO FIRE -—\n\nAS A CAT COMES DOWN THE STAIRS -- LOOKS AT THE MEN AND\nSCAMPERS OFF. \n\nTARGET SECTION TO BE ANNOTATED:\n THE MEN RELIEVED -- NOTHING MORE THAN A CAT --\n\nSUDDENLY A PAIR OF HANDS COMES THROUGH THE WALLS OF THE SHIP -\n- HANDS AND ARMS REACHING FOR A SOLDIER AND GRABBING HIS\nTHROAT --\n\fTHE SOLDIER SCREAMING -- FIRING HIS WEAPON STRAIGHT INTO\nANOTHER SOLDIER --\n\nMORE HANDS COMING THROUGH NOW -- WE DON’T SEE ANY HEADS OR\nBODIES -- JUST HANDS AND ARMS COMING THROUGH THE FLOOR --\nTHROUGH THE CEILING -- AND NOW HANDS ARE EVERYWHERE --\n\nGRABBING NECKS TO BREAK -- CUTTING THROATS -- SOLDIERS FIRING\nTHEIR GUNS -- SHOOTING EACH OTHER AS BULLETS PIERCE THE HULL -—\n\nHENRY RUNNING NOW -- MOVING TOWARD OLIVIA WHO IS FROZEN WITH\nFEAR. HE GRABS HER AND PULLS HER THROUGH THE SHIP -—\n\nWATER POURING INTO THE SHIP -- HANDS COMING FROM ALL\nDIRECTIONS NOW AS MEN ARE THROWN VIOLENTLY INTO THE SIDE OF\nTHE SHIP -- OTHERS GETTING CHOKED WHERE THEY STAND. CAPTAIN\n\nTOMS TURNS TO FIGHT -- RUNS RIGHT INTO A SWORD --\nHENRY PULLING OLIVIA TOWARD THE BACK STAIRS.\n\nOLIVIA\nWhat’s happening!!\n\nHENRY MADDOX\nCome with me!\n\nEXT. — MONARCH. - NIGHT\n\nAS SOLDIERS ARE ATTACKED ALL AROUND THEM, HENRY AND OLIVIA\nARE RUNNING TO THE STERN OF THE MONARCH. HENRY GLANCES BACK -\n- KNOWS THEY ARE RUNNING OUT OF TIME --—\n\nHENRY MADDOX\nYOU HAVE TO GET OFF THE SHIP!\n\nHENRY GRABS THE TOP OF A BARREL -- THROWS IT INTO THE OCEAN -——\n\nHENRY MADDOX (CONT’D)\nGO NOW. I’M GOING TO DISTRACT THEM.\n\nHENRY LOOKS BACK -- SEES A SOLDIER DROP TO THE DECK -- AND A\nMAN LOOKS TOWARD HIM -- A MAN WITH A BULLET HOLE IN HIS HEAD.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY GRABS THE TOP OF A BARREL -- THROWS IT INTO THE OCEAN -——\n\nHENRY MADDOX (CONT’D)\nGO NOW. I’M GOING TO DISTRACT THEM. HENRY LOOKS BACK -- SEES A SOLDIER DROP TO THE DECK -- AND A\nMAN LOOKS TOWARD HIM -- A MAN WITH A BULLET HOLE IN HIS HEAD. \n\nTARGET SECTION TO BE ANNOTATED:\nOLIVIA\nWE HAVE TO GO TOGETHER! !\n\nHENRY MADDOX\nGET AS FAR AWAY AS YOU CAN!!\n\nOLIVIA\nHENRY -- PROMISE YOU'LL FIND ME!\n\nHENRY MADDOX\nYOU HAVE MY WORD.\n\fAND NOW HENRY TAKES OLIVIA AND THROWS HER OFF THE BACK OF THE\nSHIP. SHE LANDS IN THE WATER -- GRABS FOR THE TOP OF THE\nBARREL LID AND PULLS HERSELF UP --\n\nHE WATCHES AS SHE FLOATS OVER THE WAVES -- THEIR EYES LOCKED\nON EACH OTHER FOR A BEAT -—\n\nHENRY TURNS BACK TO THE SHIP -- THE MAN WITH THE BULLET HOLE\nIS COMING TOWARD HIM -- AND HENRY TAKES OFF RUNNING -- MOVING\nQUICKLY ACROSS THE SHIP AND UNDER THE SAILS AS HE SPRINTS IN\nA WILD BLUR TOWARD THE BOW --\n\nWHERE FOUR GHOSTS STAND AND WAIT FOR HIM --\n\nAS HE TURNS BACK HE RUNS STRAIGHT INTO FOUR MORE -- THE BOY\nSURROUNDED NOW -- TERRIFIED -- NO PLACE TO RUN.\n\nGHOST\nThe last one.\n\nINT. - MONARCH HULL. - CONTINUOUS\n\nWE SEE THE GHOST OF CAPTAIN JOHN BRAND STANDING OVER THE\nWOODEN BOX -- HIS BACK TO US -- HIS FACE HIDDEN IN THE\nSHADOWS. HE SLOWLY REACHES IN -- PULLS OUT THE YELLOW\nDIAMOND -- HOLDS “THE EYE” UP TO THE LIGHT --\n\nCAPTAIN BRAND\nThe Eye has come home.\n\nHENRY MADDOX IS BROUGHT DOWNSTAIRS BY THE GHOSTS -- AND\nCAPTAIN BRAND SLOWLY WALKS TOWARD HIM --\n\nCAPTAIN BRAND (CONT’D)\nNo need to be afraid, boy.\n\nHENRY GLANCES OUT A GUNNER’S WINDOW -- SEES OLIVIA FLOATING\nAWAY FROM THE SHIP --\n\nAS CAPTAIN BRAND MOVES TOWARD HIM -- FACE STILL HIDDEN -- BUT\nWE CAN SEE HIS THROAT HAS BEEN CUT. HIS VOICE IS STRAINED\nAND HORRIFYING -- A BLOODY HANGER SWORD IN HIS HAND.\n\nCAPTAIN BRAND (CONT’D)\nToday is your lucky day.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY GLANCES OUT A GUNNER’S WINDOW -- SEES OLIVIA FLOATING\nAWAY FROM THE SHIP --\n\nAS CAPTAIN BRAND MOVES TOWARD HIM -- FACE STILL HIDDEN -- BUT\nWE CAN SEE HIS THROAT HAS BEEN CUT. HIS VOICE IS STRAINED\nAND HORRIFYING -- A BLOODY HANGER SWORD IN HIS HAND. CAPTAIN BRAND (CONT’D)\nToday is your lucky day. \n\nTARGET SECTION TO BE ANNOTATED:\n I always\nkeep one man alive.\nBEHIND CAPTAIN BRAND WE SEE THAT ALL OF HIS DEAD MEN HAVE\nBEEN ASSEMBLED -- THE GHOSTS ALL LINED UP BEHIND HIM IN THE\nDARKNESS.\n\nCAPTAIN BRAND (CONT’D)\nOne man to tell the tale.\n\nTITLE UP:\n\nDEAD MEN TELL NO TALES\n\f10.\n\nINT. - SAINT MARTIN. - DAY\n\nA BUSY CARIBBEAN ISLAND -- MEN IN SUITS AND WOMEN WITH\nPARASOLS. A DISTINGUISHED CROWD HAS FORMED IN THE MIDDLE OF\nSAINT MARTIN -- EVERYONE WATCHING AS THE MAYOR STANDS IN\nFRONT OF THE ROYAL BANK.\n\nMAYOR\nToday we dedicate the Royal Bank of\nSaint Martin -- the most secure\n\nbanking institution in the Caribbean.\nBEHIND THE BANK -- GUARDS HAVE BEEN KNOCKED COLD --\n\nPIRATES ARE USING ROPES TO PULL THEMSELVES UP TOWARD A SMALL\nWINDOW AT THE BACK OF THE BANK --\n\nMAYOR (CONT'D)\nOur new vault is made from crucible\nsteel. She is five inches thick --\nstands as tall as any man and weighs\nan imperial ton. She will never be\nstolen or robbed --\n\nTHE PIRATES MAKE IT THROUGH THE OPEN WINDOW --\n\nINSIDE THE BANK -- THE PIRATES DESCEND ON THE MASSIVE VAULT\nIN THE CENTER OF THE ROOM.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEHIND THE BANK -- GUARDS HAVE BEEN KNOCKED COLD --\n\nPIRATES ARE USING ROPES TO PULL THEMSELVES UP TOWARD A SMALL\nWINDOW AT THE BACK OF THE BANK --\n\nMAYOR (CONT'D)\nOur new vault is made from crucible\nsteel. She is five inches thick --\nstands as tall as any man and weighs\nan imperial ton. She will never be\nstolen or robbed --\n\nTHE PIRATES MAKE IT THROUGH THE OPEN WINDOW --\n\nINSIDE THE BANK -- THE PIRATES DESCEND ON THE MASSIVE VAULT\nIN THE CENTER OF THE ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n THEY TIE ROPES TO THE BOTTOM OF\nTHE VAULT -- QUICKLY MOVE TOWARD A SMALL HOLE THAT HAS BEEN\nCUT INTO THE BACK OF THE BANK --\n\nROPES ARE FED THROUGH THE HOLE -- WHILE OUTSIDE THE BANK -——\n\nGIBBS AND SCRUM EACH GRAB THE ROPES -- QUICKLY MOVE TOWARD\nHORSE AND CARRIAGE -- FOUR TEAMS WAITING --\n\nMAYOR (CONT'D)\nThe Governor has placed his personal\ngold reserves inside this new branch --\na bank protected by the Royal Guard!\n\nPIRATES ARE TYING ROPES TO FOUR CARRIAGES --\n\nMAYOR (CONT'D)\nWith the opening of this bank -- we\nenter the modern world!\n\nAS THE BANK DOORS OPEN AND A BAND STARTS TO PLAY --\n\nTHE PIRATES SMACK THEIR HORSES -- ROPES PULLED TIGHT FROM THE\nCARRIAGES TO THE BACK OF THE BANK --\n\nGIBBS AND SCRUM AT THE REINS OF THE LEAD WAGON --\nHORSES INCHING FORWARD -- STRAINING AS THE ROPES PULL TIGHT --\n\nINSIDE THE BANK WE SEE THE ROPES TIGHTEN AROUND THE VAULT --\n\f11.\n\nBUT THE VAULT DOESN’T MOVE --\n\nGIBBS\nSHE WON’T BUDGE!!\n\nWE SUDDENLY SEE JACK SPARROW STANDING ON THE ROOF OF THE BANK\n-- PISTOL IN ONE HAND -- A JUG OF RUM IN THE OTHER AS HE\nYELLS DOWN TO THE PEOPLE OF SAINT MARTIN.\nJACK SPARROW\nExcuse me. If I could have your\nattention for just one moment.\nTHE CROWD REACTING AS JACK STEPS TO THE EDGE OF THE ROOF --\nJACK SPARROW (CONT’D)\nI was wondering if you wouldn’t mind\nhelping me to rob this bank.\n\nTEN GUNS ARE IMMEDIATELY POINTED UP AT JACK -- THE ROYAL\nGUARD TAKING POSITION.\n\nMAYOR\nYou are a mile from the sea, Pirate!\nLower your weapon or you will be shot.\n\nJACK SPARROW\nBeing shot will do just fine.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYOR\nYou are a mile from the sea, Pirate! Lower your weapon or you will be shot. JACK SPARROW\nBeing shot will do just fine. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK FIRES A SINGLE SHOT INTO THE AIR --\nTHE ROYAL GUARD OPENING FIRE AS JACK DIVES BACK ON THE ROOF\n\nALL OF THE HORSES SPOOKED BY THE GUNFIRE -- FOUR TEAMS OF\nHORSES REARING UP NOW -- PULLING HARD --\n\nAS THE VAULT SLIDES ACROSS THE FLOOR OF THE BANK -- SLAMS\nHARD INTO THE BACK DOORS --\n\nMAYOR\nWHAT’S HAPPENING! !\n\nJACK SPARROW\nWe're taking the vault.\n\nBUT THE VAULT IS TOO BIG -- GETS CAUGHT BETWEEN THE IRON\nDOORS -- STUCK INSIDE THE BANK --\n\nHORSES STRAINING -- PULLING WITH ALL THEY’VE GOT --\nJACK ON THE ROOF -- FEELS THE VIBRATION UNDERNEATH HIM --\n\nMORE SHOTS FIRED -- AND JACK SUDDENLY REALIZES WHAT’S ABOUT\nTO HAPPEN --\n\nAS WOODEN CORNER SUPPORTS SHATTER AROUND THE BANK --\n\f12.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nTARGET SECTION TO BE ANNOTATED:\nJACK FIRES A SINGLE SHOT INTO THE AIR --\nTHE ROYAL GUARD OPENING FIRE AS JACK DIVES BACK ON THE ROOF\n\nALL OF THE HORSES SPOOKED BY THE GUNFIRE -- FOUR TEAMS OF\nHORSES REARING UP NOW -- PULLING HARD --\n\nAS THE VAULT SLIDES ACROSS THE FLOOR OF THE BANK -- SLAMS\nHARD INTO THE BACK DOORS --\n\nMAYOR\nWHAT’S HAPPENING! ! JACK SPARROW\nWe're taking the vault. BUT THE VAULT IS TOO BIG -- GETS CAUGHT BETWEEN THE IRON\nDOORS -- STUCK INSIDE THE BANK --\n\nHORSES STRAINING -- PULLING WITH ALL THEY’VE GOT --\nJACK ON THE ROOF -- FEELS THE VIBRATION UNDERNEATH HIM --\n\nMORE SHOTS FIRED -- AND JACK SUDDENLY REALIZES WHAT’S ABOUT\nTO HAPPEN --\n\nAS WOODEN CORNER SUPPORTS SHATTER AROUND THE BANK --\n\f12. \n\nTARGET SECTION TO BE ANNOTATED:\nAND NOW THE ENTIRE BUILDING STARTS TO MOVE AS THE BANK IS\nPULLED INTO THE STREET BEHIND THE BANK --\n\nPEOPLE DIVING OUT OF THE WAY AS THE BANK SLIDES THROUGH THE\nMIDDLE OF TOWN --\n\nPIRATES AT THE HELM OF THE WAGONS -- ALL OF THEM URGING THEIR\nHORSES FORWARD --\n\nAS THE BUILDING STARTS TO PICK UP SPEED --\nTHE ROYAL GUARD CHASING THE BANK -- STARTS TO OPEN FIRE --\nTHE ROPES TIGHT AND PULLING THE BUILDING FASTER AND FASTER --\n\nMAYOR\nTHEY’RE STEALING THE BANK!!\n\nJACK TOSSED AROUND ON THE ROOF -- TRYING TO STAY ON HIS FEET -\n\nTHE HORSES TURNING A SHARP CORNER -- HALF THE BANK CRASHING\nINTO ANOTHER BUILDING --\n\nWALLS CRASHING AND CRUMBLING AS THE ROOF CAVES IN --\nAND JACK DROPS STRAIGHT DOWN -- LANDS ON TOP OF THE VAULT --\n\nTHE PIRATES PICKING UP SPEED AS THEY PULL THE BANK OUT OF\nTOWN -- ABOUT TO RIDE UNDER A STONE BRIDGE CROSS ROAD --\n\nJACK SEEING THE BRIDGE UP AHEAD -- REALIZES THE BANK WON’T\nCLEAR THE CROSS ROAD --\n\nJACK SPARROW\nBridge. BRIDGE!!!\n\nTHE HORSES SPEED UNDER THE BRIDGE WHILE THE BANK SLAMS INTO\nIt --\n\nJACK JUMPING TO BRIDGE -- RUNNING ACROSS AS THE ENTIRE\nBUILDING GETS STUCK IN THE OPENING --\n\nTHE VAULT CRASHING THROUGH THE BANK WALL AND POPPING OUT THE\nOTHER SIDE --\n\nAS JACK JUMPS OFF THE BACK OF THE BRIDGE AND LANDS ON TOP OF\nTHE VAULT -- THE HORSES PULLING IT TOWARD THE DISTANT SEA.\n\nAS THE ROYAL GUARD PULLS UP TO THE BRIDGE -- SEES THEIR\nMANGLED BANK CRUMBLED UP INSIDE THE OPENING -- BLOCKING THE\nONLY ROAD OUT OF TOWN.\n\nEXT. - JACK’S SHIP (THE DYING GULL). - LATER THAT DAY\n\nTHE VAULT IS NOW SITTING IN THE MIDDLE OF A VERY SMALL,\nDILAPIDATED SHIP -- A SHIP WHICH RESEMBLES A FLOATING BARGE.\n\f13.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAS THE ROYAL GUARD PULLS UP TO THE BRIDGE -- SEES THEIR\nMANGLED BANK CRUMBLED UP INSIDE THE OPENING -- BLOCKING THE\nONLY ROAD OUT OF TOWN. EXT. - JACK’S SHIP (THE DYING GULL). - LATER THAT DAY\n\nTHE VAULT IS NOW SITTING IN THE MIDDLE OF A VERY SMALL,\nDILAPIDATED SHIP -- A SHIP WHICH RESEMBLES A FLOATING BARGE. 13. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE SAILS ARE TORN AND THE MEN ARE JAMMED TOGETHER LIKE\nSARDINES. NOBODY MOVES AS A FUSE IS LIT AND THE VAULT DOOR\nIS BLOWN OPEN.\n\nAS THE SMOKE CLEARS JACK SLOWLY REACHES IN -- PULLS OUT A\nSINGLE GOLD COIN. HE TURNS TO SEE HIS CREW STARING AT HIM.\n\nJACK SPARROW\nI told you robbing a bank would be\neasy.\n\nJACK MAKES HIS WAY BACK TO THE WHEEL OF HIS SHIP -- LOOKS OUT\nAT THE HORIZON.\n\nPIRATE #2\nYou promised each of us a bar of gold.\nIt’s been months since we've seen any\nspoils, Captain.\n\nJACK QUICKLY POCKETS THE SINGLE GOLD COIN --\n\nJACK SPARROW\nAm I to be blamed for the monetary\nfailures of the men I steal from? Now\nline up so I may collect your daily\ntribute.\n\nPIRATE #2\nTribute? We're starved, Captain.\nYesterday we ate a rat.\n\nJACK SPARROW\nIt was a very big rat. Luckily the\nship is overrun with them -- and I\ncharge very little for each.\n\nSCRUM\nThey are quite tasty.\n\nPIRATE #3\nI‘ll pay no tribute! We’ll never find\ntreasure on a ship such as this.\n\nPIRATE #2\nI hear the pirate William Kidd is\nlooking for hands -- has a ship with a\nhundred cannons.\n\nPIRATE #3\nNot to mention his balls -- 18 pounds\n\neach they say!\n\nJACK SPARROW\nWell -- it’s not the size that\nmatters.\n\f14.\n\nPIRATE #2\nWe’re down to three cannonballs. Face\nit, Captain, your luck has run\naground.\n\nTHE MEN SLOWLY MOVE TOWARD JACK WITH WEAPONS IN HAND -- GUNS\nAND KNIVES --\n\nJACK SPARROW\nLet me remind you all that without me\nyou'd all be poor, destitute, unwanted\nmiscreants.\n\nGIBBS\nJack, even with you we appear to be\npoor, destitute, unwanted miscreants.\n\nJACK SPARROW\nThen I guess my secret must be shared.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE MEN SLOWLY MOVE TOWARD JACK WITH WEAPONS IN HAND -- GUNS\nAND KNIVES --\n\nJACK SPARROW\nLet me remind you all that without me\nyou'd all be poor, destitute, unwanted\nmiscreants. GIBBS\nJack, even with you we appear to be\npoor, destitute, unwanted miscreants. JACK SPARROW\nThen I guess my secret must be shared. \n\nTARGET SECTION TO BE ANNOTATED:\nPIRATE #2\nSecret?\n\nJACK SPARROW\nThere’s a treasure in Port Royal that\nwill change our fortunes forever. I\ncan’t speak its name -- as it has yet\nto come to me -- but there will soon\nbe jewels stuffed in every man’s\npockets. And those of you without\npockets can shove them somewhere else.\n\nPIRATE #2\nJewels?\n\nJACK SPARROW\nDiamonds! Or my name isn’t Captain\nJack Sparrow.\n\nTHE MEN CHEER NOW -- JUST AS A RAT SCURRIES BY ON DECK.\n\nJACK SPARROW (CONT’D)\nThat one’s on me.\n\nTHE MEN RUSH OFF AS JACK TURNS BACK TO THE WHEEL. GIBBS\nSTEPS UP NEXT TO HIM.\n\nGIBBS\nSir, I fear you’re about to lose\ncommand of this rotting ship. Perhaps\nit’s time to go ashore.\n\nJACK SPARROW\nAshore?\n\f15.\n\nGIBBS\nJust for a year or two. It was a good\nrun, Jack -- but it would seem your\n\nluck has turned.\nTHIS IS HARD FOR GIBBS TO SAY.\n\nGIBS\nIt’s over, Captain.\n\nJACK HOLDS UP THE BLACK PEARL -- WHICH IS STILL TRAPPED\nINSIDE THE BOTTLE.\n\nJACK SPARROW\nNothing is over, Mr. Gibbs. All I\nneed is my ship to put things right.\n\nGIBBS\nYou've spent years trying to free the\nPearl from her bottle -- rubbed magic\n\noils from Cape Raye and sorcerer's\nsalt from Pimlico! You even danced\nnaked in Dove’s Cove.\n\nJACK SPARROW\nDove's Cove had nothing to do with the\nPearl. I just felt like dancing.\n\nJACK TURNS TO GIBBS NOW -——\n\nJACK SPARROW (CONT’D)\nYou say it’s over. I say it’s time to\nknock on a Red Door in Port Royal.\n\nGIBBS\nA Red Door? No, Jack -- that witch\ntalks to the devil himself.\n\nJACK SPARROW\nI have no choice, Gibbs. I can’t be\nCaptain Jack Sparrow without my ship.\nAnd I can’t have my ship without a\nwitch.\n\nEXT. - PORT ROYAL.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can’t be\nCaptain Jack Sparrow without my ship. And I can’t have my ship without a\nwitch. EXT. - PORT ROYAL. \n\nTARGET SECTION TO BE ANNOTATED:\n - KINGSTON HARBOR. - DAY\n\nA BRITISH ARMY WAGON ROLLS BY FULL OF WOMEN -- LOCAL\n“WITCHES” ROUNDED UP AND HEADING FOR THE JAILS. SOLDIERS ON\nFOOT TRAILING THE WAGON -——\n\nBRITISH SOLDIER\nWitches of Port Royal, by order of\nAdmiral Scarfield turn yourselves in.\nNo good will come from hiding -- you\nwill be found by the British Navy.\n\f16.\n\nTHE WAGON PASSES BY CARINA SMYTH (29, BEAUTIFUL) AS SHE\nEMERGES FROM BETWEEN TWO BUILDINGS. SHE IS HIDING IN THE\nSHADOWS -- A WOMAN ON THE RUN.\n\nCARINA WEARS A PLAIN WHITE DRESS -- NO GLOVES OR HAT -—- AND\nQUICKLY MOVES THROUGH TOWN UNTIL SHE STOPS IN FRONT OF A\nSHOP. THE SIGN READS: SWIFT’S CHART HOUSE.\n\nAND UNDERNEATH -- NO DOGS, SLAVES OR WOMEN ALLOWED\n\nCARINA GLANCES IN THE WINDOW -- THE PLACE IS SWIMMING WITH\nMAPS. CHARTS. SHIPS LOGS, ALL PILED FLOOR TO CEILING.\n\nINT. — SWIFT’S CHART HOUSE. - DAY\n\nCARINA SLOWLY WALKS IN THE FRONT DOOR OF THE STORE -- LOOKS\nAROUND LIKE A KID IN A CANDY SHOP.\n\nMR. SWIFT\nDid you not see the sign, Miss?\n\nMR. SWIFT (FAT AND REPELLENT) STEPS AWAY FROM A GIANT MAP\nHE’S WORKING ON AND SLOWLY WALKS TOWARD HER.\n\nCARINA SMYTH\nSir, I require a lens. One strong\nenough to capture Venus.\nAND NOW SWIFT RECOGNIZES HER --\nMR. SWIFT\nYou. They're looking for you. You’re\none of them!\n\nCARINA SMYTH\n\nNo. Please -- I can pay you --\nCARINA TAKES OUT SOME COINS -- SETS THEM ON THE COUNTER --\nMR.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re\none of them! CARINA SMYTH\n\nNo. Please -- I can pay you --\nCARINA TAKES OUT SOME COINS -- SETS THEM ON THE COUNTER --\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n SWIFT\n\nWITCH! THERE’S A WITCH IN MY STORE!!!\n\nAS SWIFT RUSHES TO THE BACK OF HIS STORE CARINA QUICKLY TURNS\nTOWARD A SHELF -- FINDS A SEXTANT TELESCOPE -- NOT SURE WHERE\nTO PUT IT -- ENDS UP SHOVING IT INSIDE HER DRESS. SHE IS\nABOUT TO LEAVE WHEN SHE SPOTS A LARGE TELESCOPE FACING OUT\nTHE WINDOW --\n\nSHE LOOKS THROUGH THE LENS FOR A BEAT -- THEN SLOWLY MOVES\nTHE TELESCOPE A QUARTER INCH TO THE RIGHT --\n\nMR. SWIFT (CONT'D)\nSTOP!!\n\nCARINA STEPS BACK AS MR. SWIFT COMES OUT FROM THE BACK --\nAIMS A GUN AT HER --\n\f17.\n\nMR. SWIFT (CONT'D)\nWhat do you think you’re doing? That\ntelescope was made by --\n\nCARINA SMYTH\nSir Frederick Herschel. I know.\n\nTHE GUN IS SHAKING IN SWIFT’S HAND -- HIS FACE FULL OF RAGE.\n\nMR. SWIFT\nNo woman has ever touched my Herschel.\n\nCARINA SMYTH\nWith apologies, Sir. Your celestial\nfix is slightly off. I moved it two\ndegrees North.\n\nMR. SWIFT\nYou -- you -- what!?\n\nCARINA SMYTH\nWhich means that map you've almost\ncompleted -- I’m afraid you'll have to\nstart over.\n\nSWIFT GLANCES BACK AT HIS MAP -- WHICH COVERS AN ENTIRE WALL.\nWHILE HE’S DISTRACTED CARINA QUICKLY RUSHES PAST HIM INTO THE\nSTREET --\n\nMR. SWIFT\nStart over...\n\nEXT. - SWIFT’S. - CONTINUOUS\n\nCARINA RUSHES INTO THE STREET, WHERE SEVERAL BRITISH SOLDIERS\nARE WAITING FOR HER -- INCLUDING ADMIRAL SCARFIELD. HE GRABS\nHER, PLACES A GUN AT HER HEAD.\n\nADMIRAL SCARFIELD\nCarina Smyth -- you will never again\ncast black magic toward the sky.\n\nCARINA SMYTH\nBlack magic? You must be mistaken,\nSir. I sew uniforms for the\nhaberdasher each day --\n\nTHE SEXTANT DROPS FROM HER DRESS -- SHATTERS TO THE GROUND.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARINA SMYTH\nBlack magic? You must be mistaken,\nSir. I sew uniforms for the\nhaberdasher each day --\n\nTHE SEXTANT DROPS FROM HER DRESS -- SHATTERS TO THE GROUND. \n\nTARGET SECTION TO BE ANNOTATED:\nADMIRAL SCARFIELD\nI will see you die, witch. Put her in\nthe wagon!\n\nCARINA SMYTH\nSir, please, let me explain!\n\nTHE MEN GRAB CARINA -- DRAG HER OFF TO THE WAGON.\n\f18.\n\nEXT. - BARBOSSA’S SHIP (QUEEN ANNE’S REVENGE). - DAY\n\nTHE QUEEN ANNE IS OVERFLOWING WITH SPOILS -- STATUES AND\nPORCELAIN BOWLS -- SILK SCARVES AND RUGS STACKED ON THE DECK.\n\nBARBOSSA’S MEN HAVE DOCKED IN ST. JAMES -- THE PIRATES\nCELEBRATING THEIR LATEST CONQUEST --\n\nTWO PIRATES FIGHT OVER A PAIR OF CANDLE STICKS --\n\nANOTHER PIRATE IS URINATING IN A CHINESE VASE --\n\nTHE MEN ARE EATING LIKE KINGS AND DRINKING FROM BARRELS --\nTHE EXACT OPPOSITE OF JACK’S SHIP --\n\nINT. — CAPTAIN’S QUARTERS. - QUEEN ANNE’S. -— CONTINUOUS\n\nBARBOSSA SITS ALONE AT HIS DESK QUIETLY SETTLING ACCOUNTS --\nA STACK OF SILVER COINS IN FRONT OF HIM TO BE COUNTED.\n\nHIS QUARTERS ARE FULL OF STOLEN GOODS FROM EVERY CORNER OF\nTHE WORLD -- AND HE CAN HEAR THE MEN CELEBRATING ON DECK -——\n\nBARBOSSA OPENS A DRAWER TO FIND A FEATHERED PEN -- PULLS OUT\nA SMALL PORTRAIT OF A WOMAN. THE PAINTING IS CREASED AND\nCRACKED -- FITS IN THE PALM OF HIS HAND. THE WOMAN IS DARK-—\n\nHAIRED, BEAUTIFUL -- CLEARLY A GHOST FROM HIS PAST.\nHE LOOKS AT THE PORTRAIT FOR A BEAT -- THEN SETS IT BACK IN\nTHE DRAWER AS HIS DOOR OPENS.\nPINTEL\nSir, we know you said never to disturb\nyou --\nRAGETTI\n\nOr to come in without good cause --\n\nPINTEL\nOr to speak without first asking\nourselves if our thoughts were\nabsolutely necessary --\n\nRAGETTI\nLike the ship being on fire -- you'd\nwant to know that.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE WOMAN IS DARK-—\n\nHAIRED, BEAUTIFUL -- CLEARLY A GHOST FROM HIS PAST. HE LOOKS AT THE PORTRAIT FOR A BEAT -- THEN SETS IT BACK IN\nTHE DRAWER AS HIS DOOR OPENS. PINTEL\nSir, we know you said never to disturb\nyou --\nRAGETTI\n\nOr to come in without good cause --\n\nPINTEL\nOr to speak without first asking\nourselves if our thoughts were\nabsolutely necessary --\n\nRAGETTI\nLike the ship being on fire -- you'd\nwant to know that. \n\nTARGET SECTION TO BE ANNOTATED:\nPINTEL\nBut it’s not on fire -- that being an\nexample of a necessary thought.\n\nTHE TWO MEN ARE SUDDENLY THROWN AGAINST THE WALL -—- PINNED\nBACK FROM THE FORCE OF BLACKBEARD’S SWORD -- WHICH IS OUT AND\nPOINTED AT THEM -—\n\f19.\n\nBARBOSSA\nSTATE YOUR BUSINESS BEFORE I OPEN YOUR\nTHROATS!\n\nRAGETTI\nWe just come from town, Sir. The\nBritish are enraged -- rounding up\npirates and witches as they wish. In\nno time they'll find their way to the\nQueen Anne.\n\nPINTEL\nIt seems one of their ships went\nmissing. The Monarch lost to the\nTriangle -- a full crew murdered at\nsea.\n\nBARBOSSA\nAnd how do they know this?\n\nPINTEL\nA survivor, Sir. One man lived to\ntell the tale.\n\nAND NOW BARBOSSA LOOKS AT THEM -- HIS WHEELS SPINNING.\n\nBARBOSSA\nWhere is he?\n\nEXT. —- PORT ROYAL. - NIGHT\n\nTHE SEEDY UNDERBELLY OF PORT ROYAL HAS COME ALIVE AT NIGHT --\nWITH DERELICTS, WHORES AND DRUNKS ALL OVER THE BEACH. JACK\nAND SCRUM MAKE THEIR WAY UNDER THE DOCKS, MOVE PAST A SERIES\nOF SHACKS UNTIL THEY SEE ONE WITH A BLOOD RED DOOR.\n\nTHEY BOTH STOP -- CLEARLY NERVOUS --\n\nJACK SPARROW\nThe red door. Doesn’t look so bad,\nScrum. You go first.\n\nSCRUM\nJack, I don’t keep company with\nwitches. All of them covered in warts\nand boils. Makes me miss my Mum.\n\nJACK SPARROW\nYour mother was a witch?\n\nSCRUM\nJust incredibly ugly.\n\nJACK SPARROW\nNothing to be afraid of, Scrum.\nExcept that two-headed dog.\n\f20.\n\nA TWO-HEADED DOG IS GROWLING AT THEM BY THE RED DOOR --\n\nSCRUM\nI’m not going in there. Even the\nRedcoats are afraid to touch her.\nLet’s escape before it’s too late.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA TWO-HEADED DOG IS GROWLING AT THEM BY THE RED DOOR --\n\nSCRUM\nI’m not going in there. Even the\nRedcoats are afraid to touch her. Let’s escape before it’s too late. \n\nTARGET SECTION TO BE ANNOTATED:\nSUDDENLY THE DOOR TO THE SHACK SLOWLY OPENS ON ITS OWN --\n\nJACK SPARROW\nI believe it’s too late to be too\nlate.\n\nAND JACK AND SCRUM STARE IN AT MELIA -- A YOUNG, BEAUTIFUL\nNAKED WOMAN HIDING IN THE SHADOWS BY THE FIRELIGHT. HER LONG\nHAIR COVERS HER BODY AS SHE POURS A CUP OF TEA FROM A KETTLE.\n\nMELIA\nI've been expecting you, Jack Sparrow.\nWould you like some tea?\n\nSCRUM AND JACK STARE IN AT MELIA -- A VISION OF FEMALE\nPERFECTION.\n\nSCRUM\nI could go for a spot of tea.\n\nAND SCRUM LEADS THE WAY INSIDE.\n\nINT. - MELIA’S SHACK. - NIGHT\n\nSCRUM AND JACK MAKE THEIR WAY TOWARD MELIA -- THE LIGHT FROM\nTHE FIRE CASTING A GLOW ACROSS HER BEAUTIFUL FACE AND HIDDEN\nBODY.\n\nJACK SPARROW\nI’ve brought you some gold.\n\nJACK HOLDS UP THE ONE GOLD COIN --\nMELIA PULLS OUT A SHARP KNIFE AND SLOWLY MOVES TOWARD THEM.\n\nSHE CUTS HER OWN HAND -- LETS THE BLOOD DRIP INTO THE POT OF\nBOILING WATER -- WHICH IMMEDIATELY FLAMES UP --\n\nSCRUM\nOn second thought -- I’1l pass on the\ntea.\n\nMELIA\n\nEach time I cast a spell it cost me a\npiece of myself. This is the price I\npay for stepping to the other side.\nThe question is -- what price will you\npay to be Captain of the Pearl again?\n\nJACK SPARROW\nName it and I shall pay it.\n\f21.\n\nMELIA STEPS CLOSER -- TAKES THE KNIFE AND CUTS JACK’S FINGER.\n\nMELIA\nYour blood. This is the price you\nagreed to pay when you came through my\nred door.\n\nSHE GETS CLOSE TO JACK NOW -- TASTES THE BLOOD ON HIS FINGER.\n\nJACK SPARROW\nMight explain why you’re not very\nbusy.\n\nSHE LOOKS AT THE PEARL -- THE SHIP FLOATING INSIDE THE\nBOTTLE.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHE GETS CLOSE TO JACK NOW -- TASTES THE BLOOD ON HIS FINGER. JACK SPARROW\nMight explain why you’re not very\nbusy. SHE LOOKS AT THE PEARL -- THE SHIP FLOATING INSIDE THE\nBOTTLE. \n\nTARGET SECTION TO BE ANNOTATED:\nMELIA\nMy powers are not strong enough.\nYou’re the one who will free the\nPearl.\n\nJACK SPARROW\nMe?\n\nMELIA\nIt will be free when you find the\nTrident of Poseidon.\n\nJACK SPARROW\nHard to find something when you’re not\nlooking for it.\n\nMELIA\nBut you are -- you just don’t know it\nyet. You will find The Map No Man Can\nRead -- which will lead you inside the\nDevil’s Triangle. This is where the\nTrident lies.\n\nSCRUM\nJack -- did she say Devil’s --\n\nJACK SPARROW\nTime to go!\n\nJACK AND SCRUM QUICKLY RUSHING TO LEAVE -- BUT THE DOOR SLAMS\nSHUT IN FRONT OF THEM.\n\nMELIA\nYou are wise to fear the Triangle.\nCaptain Brand remains where you left\nhim. Waiting 16 years to take the\nlife that took his own.\n\nJACK TURNS TO HER NOW -- MORE THAN A BIT CONCERNED.\n\f22.\n\nJACK SPARROW\nHas it been 16 years? I’11 bet he’s\nforgotten all about me --\n\nMELIA’S POT BOILING OVER NOW -- AND IN THE SEETHING WATER\nTHEY SUDDENLY SEE WHAT SHE SEES -- TWO SMALL SHIPS FIGHTING\nINSIDE THE POT -- A BATTLE TAKING PLACE.\n\nMELIA\nThis is a battle from your past. You\nsank his ship -- left him to sink\nbeneath the gates of hell --\nimprisoned in the triangle. And like\nall who die there, his spirit will not\nrest until he has his revenge.\n\nJACK SPARROW\nHe'll have to wait a bit longer -- as\nI have no plans to visit.\n\nMELIA\nYou have no choice. If you want to\nlive.\nIN HER POT WE SUDDENLY SEE THE EYE -- THE YELLOW EYE STARING\n\nBACK AT THEM.\n\nMELIA (CONT'D)\n\nThe dead Captain holds The Eye of\nPoseidon -- the key to finding the\nTrident. And with the Trident -- he\nwill finally be free.\n\nJACK SPARROW\nFree? Metaphorically?\n\nMELIA\nFree to take his revenge on you.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nFree? Metaphorically? MELIA\nFree to take his revenge on you. \n\nTARGET SECTION TO BE ANNOTATED:\n Your\nonly hope is to find the Trident\nbefore he does.\n\nJACK SPARROW\nSo let me get this straight. You're\nsaying the only way for me to live, is\nto sail into the one place on earth I\nam sure to die?\n\nMELIA\nThe Devil’s Triangle is your destiny.\n\nJACK SPARROW\nSorry -- don’t believe in destiny.\nGets in the way of opportunity.\n\fSHE WALKS\n\n23.\n\nMELIA\nThere is no escaping it. Tonight you\nwill be married, have two children,\nand kill 46 men in cold blood.\n\nSCRUM\nGoing to be a busy night.\n\nMELIA\nYou came here to save a ship, to save\nyour name. But your only hope is to\nsave your life.\n\nJACK SPARROW\nAnd if I refuse to chase the ghosts of\nmy past?\n\nOVER -- DRAWS JACK’S SWORD FROM HIS BELT.\nMELIA\n\nThen Brand will use this sword to cut\nyour throat.\n\nTHE DOOR OPENS BEHIND THEM NOW.\n\nMELIA (CONT'D)\nYour destiny is sealed, Jack Sparrow.\nFind the Trident or die.\n\nEXT. —- PORT ROYAL. - NIGHT\n\nJACK AND SCRUM RUSH OUT OF MELIA’S SHACK -- BOTH A BIT\nRATTLED AS THEY LOOK UP AT THE MOON.\n\nSCRUM\nWe never should have gone there, Jack.\nWe have to find The Map No Man Can\nRead, which you're already looking for\n-- but just don’t know it.\n\nJACK SPARROW\nIf I can’t read it, then why would I\nlook for it?\n\nSCRUM\nBut that naked witch says your throat\nwill be cut by your own sword. Did I\nmention she was naked?\n\nJACK DRAWS HIS SWORD -- CASUALLY TOSSES IT INTO THE OCEAN.\n\nJACK SPARROW\nProblem solved.\n\f24.\n\nINT. - KING GEORGE PUB. - PORT ROYAL. - LATER THAT NIGHT\n\nBRITISH SOLDIERS ARE SEARCHING FOR SOMEONE INSIDE THE PUB --\nROUSING DRUNKS AND DERELICTS. JACK AND SCRUM WALK INTO THE\nKING GEORGE --\n\nJACK SPARROW\nYou see, Scrum.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n24. INT. - KING GEORGE PUB. - PORT ROYAL. - LATER THAT NIGHT\n\nBRITISH SOLDIERS ARE SEARCHING FOR SOMEONE INSIDE THE PUB --\nROUSING DRUNKS AND DERELICTS. JACK AND SCRUM WALK INTO THE\nKING GEORGE --\n\nJACK SPARROW\nYou see, Scrum. \n\nTARGET SECTION TO BE ANNOTATED:\n My only destiny is a\nbottle of rum and a warm bed upstairs.\nThat witch was a charlatan, a two bit\nfour-flusher...\n\nSCRUM\nJack -- is that your sword?\n\nA FISHERMAN HAS CUT OPEN HIS NET AND DROPPED HIS CATCH ON THE\nBAR -- FISH FLOPPING EVERYWHERE. IN THE PILE OF FISH WE SEE\nTHAT JACK’S SWORD HAS DROPPED ONTO THE BAR.\n\nJACK SPARROW\nNo. Must be a fish. A swordfish.\n\nTHE LARGEST OF THE FISH FLIPS ITS TAIL AND KNOCKS THE SWORD\nONTO THE FLOOR -- WHERE IT’S QUICKLY KICKED ACROSS THE DIRT\nBY A DRUNK -- THEN KICKED BY A COUPLE DANCING -- THE SWORD\nEVENTUALLY LANDING RIGHT AT JACK’'S FEET.\n\nJACK SLOWLY BENDS DOWN TO PICK IT UP -- SCRUM HORRIFIED --—\n\nSCRUM\nThat appears to be a double-edged bone\nand steel cutlass with a slight nick\nat the tip.\n\nJACK SPARROW\nNo. There is no destiny!\n\nJACK QUICKLY OPENS A BARREL OF RUM -- DROPS THE SWORD INSIDE\nAND THEN HEADS FOR THE DOOR --\n\nJACK SPARROW (CONT’D)\nWe'll try a different pub!\n\nAS HE TURNS TO LEAVE JACK WALKS STRAIGHT INTO A GUN -- THE\nWEAPON AIMED AT HIS HEAD.\n\nPIG KELLY\nWell, if it isn’t the pirate who stole\nmy ship!\n\nJack looks at PIERRE “PIG” KELLY AND HIS FOUR LARGE MEN --\nALL HOLDING WEAPONS.\n\nJACK SPARROW\nPig -- I’ve been looking for you.\nWanted to give you this gold coin as\ncompensation for borrowing the Gull.\n\f25.\n\nJACK HOLDS UP THE GOLD COIN -- WHICH PIG TAKES.\n\nPIG KELLY\nYou've been sailing on my ship.\n\nJACK SPARROW\nYou have three. And this one’s not\nmuch of a ship. One gun, leaks in the\nhull, rats everywhere.\n\nSCRUM\nWhich are delicious by the way.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd this one’s not\nmuch of a ship. One gun, leaks in the\nhull, rats everywhere. SCRUM\nWhich are delicious by the way. \n\nTARGET SECTION TO BE ANNOTATED:\nPIG KELLY\nYou’1ll settle your debt here and now.\n\nJACK SPARROW\nOf course, Pig. Name your price.\n\nPIG KELLY\nHer name is Beatrice. And she’s my\ndaughter.\n\nBEATRICE WALKS UP TO THEM NOW -- STARES AT JACK.\nPIG KELLY (CONT’D)\nShe's a midwife -- no respectable man\nwill have her. You'll do just fine.\nKELLY AND HIS MEN START TO LAUGH.\n\nJACK SPARROW\nI‘1l do what?\n\nPIG KELLY\nMarry her. Take her off my hands\nforever. To clear your debt.\n\nBEATRICE SPITS ON THE FLOOR -- SMILES AT JACK WITH YELLOW\nTEETH.\nBEATRICE\nThe honeymoon suite is waiting\nupstairs.\n\nJACK SPARROW\nRemind me of the other option?\n\nPIG KELLY\nA bullet in your eye.\n\nJACK SPARROW\nScrum, go find me an eye patch.\n\nPIG KELLY\nLast chance.\n\f26.\n\nGUNS COCKED -- JACK ABOUT TO BE SHOT --\n\nJACK SPARROW\nAs a Captain I will officiate the\nceremony. How’s next Tuesday?\n\nPIG KELLY\nSay “I do” or die.\n\nJACK SPARROW\nI’m trying. Having a bit of a midwife\ncrisis.\n\nSUDDENLY TWO HORRIBLE CHILDREN COME RUSHING UP TO JACK --\n\nKIDS\nPAPPA! PAPPA!\n\nSCRUM\nJack, you remember the witch said\nyou'd be married with kids?!\n\nJACK SPARROW\nI do.\n\nPIG KELLY\nCongratulations!\n\nAND NOW TEN BRITISH SOLDIERS COME BURSTING INTO THE PUB --\nSURROUND JACK AND PLACE HIM UNDER ARREST.\n\nBRITISH SOLDIER\nJack Sparrow, in the name of the King\nyou are under arrest. You killed 46\nmen in cold blood aboard the H.M.S.\nMonarch.\n\nJACK STARES AT THE WIFE -- THE KIDS -- THE SOLDIERS.\nEVERYTHING THE WITCH SAID HAS COME TRUE.\n\nSCRUM\nJack -- can you find out if she has a\nsister?\n\nINT. - HOSPITAL ROOM.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVERYTHING THE WITCH SAID HAS COME TRUE. SCRUM\nJack -- can you find out if she has a\nsister? INT. - HOSPITAL ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n - INSANE ASYLUM. - ISLAND PORT. - DAY\n\nA HOSPITAL/INSANE ASYLUM IS FULL OF SOLDIERS BACK FROM THE\nWAR -- MANY INJURED OR UNFIT TO SERVE.\n\nAN INJURED HENRY MADDOX LIES IN A HOSPITAL BED STARING OUT\nTHE WINDOW. HE’S LOOKING OUT TO SEA -- HIS EYES BLANK -- THE\nHORROR OF HIS ORDEAL STILL ETCHED ACROSS HIS FACE.\n\nA DOCTOR IS TAKING HIS PULSE -- HOLDING A FINGER AT HIS NECK.\nSUDDENLY THE FINGER IS REPLACED BY A SWORD --\n\f27.\n\nHENRY SLOWLY TURNS -- STARES UP AT HECTOR BARBOSSA AND HIS\nCREW. THEY ARE IN FULL PIRATE ACCOUTERMENT -- AND NURSES AND\nDOCTORS ARE BACKING AWAY IN FEAR.\n\nBARBOSSA\nIt be said one lucky man survived the\nmassacre of the Monarch. A Captain's\nservant now without his senses found\nalive at sea -- who tells of murderous\nghosts filling the oceans with blood.\n\nBARBOSSA LEANS IN NOW -- KEEPS HIS SWORD AT HENRY’S THROAT.\n\nBARBOSSA (CONT'D)\nI’ve come to hear the tale.\n\nHENRY MADDOX\nNobody believes in ghost stories.\n\nBARBOSSA\nTry me.\n\nHENRY MADDOX\nThere was a diamond on a French ship --\na yellow diamond found by witches --\n\nBARBOSSA\nA diamond in the shape of an eye?\nSome say it be the key to unlocking\nthe Trident. As the legend goes.\n\nHENRY MADDOX\nThey took it aboard the Monarch -- and\nwe were attacked by men -- dead men\nled by a Captain Brand.\n\nTHE NAME CLEARLY REGISTERS WITH BARBOSSA.\n\nHENRY MADDOX (CONT’D)\nWill you take me back there, Sir?\n\nBARBOSSA\nYou wish to return?\n\nHENRY MADDOX\nI left someone alive. Her name is\n\nOlivia -- and I made a promise to find\nher -- to save her. And that is what\nI will do.\n\nBARBOSSA\nSorry, boy. I don’t sail with\nRedcoats.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd that is what\nI will do. BARBOSSA\nSorry, boy. I don’t sail with\nRedcoats. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA TURNS TO LEAVE -—\n\f28.\n\nHENRY MADDOX\nThe Eye will be his forever. There is\nno one to challenge a murderous ghost\nwith a taste for blood.\n\nBARBOSSA\nBlood is common currency. Maybe he\ndesires something far more valuable.\n\nHENRY MADDOX\nWhat would that be?\n\nBARBOSSA\nThe one thing all dead men seek.\nRevenge.\n\nINT. - BRITISH PRISON. - PORT ROYAL. - DAY\n\nJACK IS BEING HELD DOWN BY TWO BRITISH SOLDIERS AS HE GETS\nBEATEN BY ADMIRAL SCARFIELD --\n\nADMIRAL SCARFIELD\nWe believe the massacre of the Monarch\nwas the work of pirates. You don’t\nkill my men without paying a heavy\ndebt.\n\nJACK SPARROW\nHow about I marry your daughter?\n\nAND NOW SCARFIELD HITS HIM HARD ACROSS THE JAW --\n\nADMIRAL SCARFIELD\nA pirate is responsible for butchering\nthose men. Which means a pirate shall\ndie for it.\n\nJACK SPARROW\nHave you considered the work of\nWilliam Kidd? I hear his ship has\nover 100 guns -- seems to be having a\nvery good year.\n\nADMIRAL SCARFIELD\nWilliam Kidd does not sail in these\nwaters. But you do --\n\nJACK SPARROW\nWhat about Red Beard? He’s very tough\n-- and that beard -- it’s very red.\nYou'd get a nice crowd to see him die.\n\nADMIRAL SCARFIELD\nYou pirates think you can challenge\nus? We’re the British Navy -- and we\ncontrol the seas.\n\f29.\n\nJACK LOOKS UP AT HIM NOW --\n\nJACK SPARROW\nNo one can control her. The ocean is\nas free as a pirate -- always will be.\n\nADMIRAL SCARFIELD\nBut you’re not free. You’re guilty of\nmurder and will face a public\nexecution. How would you like to die?\nHanging, firing squad, or a new\ninvention -- the guillotine.\n\nJACK SPARROW\nGuillotine. Sounds French. I love\nthe French. How bad can it be?\n\nINT. - PRISON CELLS.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nI love\nthe French. How bad can it be? INT. - PRISON CELLS. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\nTHE BRITISH COMMAND IN PORT ROYAL HAS FILLED THEIR JAIL WITH\nWITCHES -- WOMEN OF ALL SHAPES AND SIZES CRAMMED INTO CELLS\nAND WAITING TO BE EXECUTED.\n\nJACK IS TAKEN DOWN TO THE JAIL BY TWO GUARDS. AS HE PASSES\nBY ONE OF THE CELLS HE CASUALLY SAYS HELLO TO HIS FATHER -——\nWHO IS ALSO WAITING TO BE EXECUTED.\n\nJACK SPARROW\nHow are ya, Dad?\n\nTEAGUE\nNever better, Jackie. What are you in\nfor?\n\nJACK SPARROW\nDestiny. You?\n\nTEAGUE\nLechery. By the way, if you're\ngetting disemboweled ask for Victor.\n\nJACK SPARROW\nExcellent tip. What do you know of\nthe Eye of Poseidon?\n\nTEAGUE\nWitches found it. That’s why they’ve\narrested them all -- they want the\n\ndiamond back.\n\nJACK SPARROW\nIf they’re searching for The Eye --\nthey're going after the Trident as\nwell.\n\nTHE BRITISH GRAB JACK -- TRY TO PULL HIM AWAY.\n\f30.\n\nTEAGUE\nEvery nation at war is searching for\nthe Trident, Jackie. But it can never\nbe found -- as it rests in Poseidon’s\nwatery grave.\n\nJACK SPARROW\nThe Tomb of Posedion?\n\nTEAGUE\nA tomb never to be disturbed, Jackie.\nFor no man should hold the sea in his\nhands.\n\nTHE BRITISH PULL JACK DOWN THE HALL, AND JACK YELLS BACK TO\nHIS FATHER.\n\nJACK SPARROW\nDad -- how did you choose to die?\n\nTEAGUE\nGuillotine. Sounds French. And I\nlove the French.\n\nJACK IS THROWN INTO CELL NEAR THE FRONT OF THE PRISON -- A\nBUNCH OF CUTTHROATS STARING AT HIM.\n\nINT. — JACK'S SHIP (THE DYING GULL). - DAY\n\nSCRUM IS FACING GIBBS AND THE REST OF JACK’S CREW -- WHO ALL\nSEEM CONFUSED AS THEY STAND ON THE MAIN DECK.\n\nPIRATE #1\nDoesn’t make no sense, Scrum.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK IS THROWN INTO CELL NEAR THE FRONT OF THE PRISON -- A\nBUNCH OF CUTTHROATS STARING AT HIM. INT. — JACK'S SHIP (THE DYING GULL). - DAY\n\nSCRUM IS FACING GIBBS AND THE REST OF JACK’S CREW -- WHO ALL\nSEEM CONFUSED AS THEY STAND ON THE MAIN DECK. PIRATE #1\nDoesn’t make no sense, Scrum. \n\nTARGET SECTION TO BE ANNOTATED:\n Why\nwould Jack get married and not invite\nany of us?\n\nPIRATE #2\nMaybe he’s ashamed of us.\nSCRUM\nYou're not following --\nPIRATE #1\nAnd why would he kill 46 men in cold\nblood?\nPIRATE #2\nOn his wedding day no less.\nSCRUM\nThe point is -- Jack’s been arrested.\nPIRATE #1\n\nSince we did not attend the wedding --\nare we obliged to make an offering of\ngifts?\n\f31.\n\nGIBBS\nHe’s about to be killed straight away!\nWe have to do something.\n\nPIRATE #3\nAnd why would we do that? Seems to me\nhe’s lied to us, fleeced and swindled\nus at every turn.\n\nPIRATE #2\nAnd when we was going straight.\n\nGIBBS\nAre you forgetting the diamonds!\nKnowing Jack he’s probably got his\nhands on that treasure right now!\n\nPIRATE #2\nThere is no treasure. Just another\nlie from Captain Sparrow.\n\nGIBBS\nAye. But a lie from Jack Sparrow\nalways leads to another lie -- a\nbigger lie -- a lie that on occasion\n\nleads to a grain of truth.\nTHE MEN LOOK AT GIBBS NOW --\n\nGIBBS (CONT'D)\nSo if you be wanting your share of\nthis lie -- you’ll have to save him!\n\nINT. - JAIL CELL. - DAY\n\nFROM INSIDE HIS CELL, JACK LOOKS AT THE WITCHES DIRECTLY\nACROSS FROM HIM. THEY ARE CRAMMED INTO THEIR CELL -- A\nCHARMLESS AND UNRULY BUNCH OF HAGS -- WITH THE EXCEPTION OF\nONE NEAR THE BACK WALL.\n\nCARINA SMYTH IS FURIOUSLY WRITING ON THE WALLS -- THE CELL\nCOVERED WITH STRANGE EQUATIONS -- IMPOSSIBLE TO UNDERSTAND.\nJACK LOOKS AT HER -- AT THE NUMBERS -- AS THE OTHER WITCHES\nSURROUND HER.\n\nWITCH\nSo what's these markings on the wall\nthen?\n\nWITCH #2\n\nCasting spells no doubt. She’s going\nto free us all from the hangman's\nnoose!\n\nCARINA SMYTH\nI’m no witch.\n\f32.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s going\nto free us all from the hangman's\nnoose! CARINA SMYTH\nI’m no witch. 32. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEY ALL LAUGH AT HER -——\n\nWITCH\nTell us then -- what is it you’re\nscribbling there? What are all those\n\nnumbers?\n\nCARINA SMYTH\nIt’s an equation from Galileo’s diary.\nI believe it’s part of a map.\n\nJACK SPARROW\nWhat kind of map?\n\nCARINA TURNS TO HIM -- LOOKS ACROSS AT HIM WITH PIERCING BLUE\nEYES.\n\nCARINA SMYTH\nYou wouldn’t understand. It’s a Map --\n\nJACK SPARROW\n-- No Man Can Read.\n\nAND NOW CARINA WALKS TO THE BARS --— AND JACK GETS TO HIS FEET\n-- KNOWS HIS DESTINY IS STANDING DIRECTLY ACROSS FROM HIM --\nTHAT SHE ALONE CAN LEAD HIM WHERE HE NEEDS TO GO. MTHERE’S\nJUST ONE SMALL PROBLEM.\n\nBRITISH SOLDIER\nOpen the cells. It’s time to die.\n\nEXT. - PUBLIC EXECUTION SQUARE. - PORT ROYAL. - DAY\n\nTHE TOWN SQUARE IS FILLED WITH PRISONERS WAITING TO BE\nKILLED. A CROWD OF LOCALS IS CHEERING, SCREAMING, ENJOYING\nTHE SPECTACLE OF PUBLIC EXECUTIONS.\n\nCLOSE ON A TERRIFIED PIRATE LOCKED INSIDE THE GUILLOTINE,\nPRAYING TO HIMSELF. THE EXECUTIONER PULLS THE SWITCH, AND\nTHE BLADE COMES DOWN HARD -- THE MAN’S HEAD ROLLING INTO A\nBASKET. JACK STANDS NEXT TO THE GUILLOTINE WATCHING THIS\nWITH A LOOK OF SHEER REPULSION ON HIS FACE.\n\nJACK SPARROW\nSo that’s a guillotine?\n\nTHEY DRAG JACK UP TO THE GUILLOTINE -- OPEN THE LOCKS --—\n\nJACK SPARROW (CONT'D)\nI've changed my mind. Like to go with\nfiring squad. Is there someone I\ncould talk to...\n\nBRITISH SOLDIER\nSilence!\n\f33.\n\nJACK SPARROW\nThe French are obviously sick people.\nHow about a good old-fashioned stoning\n-- gets the crowd involved.\n\nTHEY SHOVE JACK INTO THE GUILLOTINE AND TRY TO LOCK HIM IN.\n\nJACK SPARROW (CONT’D)\nThere’s quite a bit of blood on there.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow about a good old-fashioned stoning\n-- gets the crowd involved. THEY SHOVE JACK INTO THE GUILLOTINE AND TRY TO LOCK HIM IN. JACK SPARROW (CONT’D)\nThere’s quite a bit of blood on there. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd a good portion of neck.\n\nON THE OTHER SIDE OF THE SQUARE CARINA SMYTH IS STANDING ON\nTHE GALLOWS PLATFORM -- A NOOSE AROUND HER NECK.\n\nSHE TAKES\n\nCARINA SMYTH\nThese will be the last words of Carina\nSmyth.\n\nOUT A PIECE OF PAPER AND BEGINS TO READ.\n\nCARINA SMYTH (CONT’D)\nGood Sirs -- I am not a witch and have\nnever practiced witchcraft. But I\nforgive your common dim-wittedness and\nfeeble brains incapable of educated\nthought. In short, most of you have\nthe mind of a goat --\n\nJack yells out from the guillotine.\n\nJACK SPARROW\nIf I could request a word. Is it not\ncommon practice for those being\nexecuted to be offered a last meal?\n\nCARINA SMYTH\nSir, I believe I was making a point.\nIf you could just be patient.\n\nJACK SPARROW\nMy head is about to be lopped off --\nhence the urgency.\n\nCARINA SMYTH\nAnd my neck is to be broken.\n\nJACK SPARROW\nOn occasion the neck doesn’t break.\n\nCARINA SMYTH\n\nWhat?\n\nJACK SPARROW\nI’ve seen men swing for hours -- the\nlife slowly choking out of them. Eyes\nbulging, tongue swelling -- not\n\npretty.\n\f34.\n\nCARINA SMYTH\nMay I finish!\n\nJACK SPARROW\nThe point is -- it’s entirely possible\nyou still have hours left to whisper\nyour last words, whereas my head will\nsoon be in this basket staring up at\nmy lifeless body -- which happens to\nbe famished!\n\nCARINA SMYTH\nGo ahead and kill him. I’11 wait.\n\nJACK SPARROW\nI wouldn’t hear of it. Witches first.\n\nCARINA SMYTH\nI AM NOT A WITCH! WERE YOU NOT\nLISTENING?\n\nJACK SPARROW\nHARD TO LISTEN WITH THE MIND OF A\nGOAT!\n\nADMIRAL SCARFIELD\nENOUGH! KILL THEM BOTH!!\n\nCARINA’S HANDS ARE TIED BEHIND HER BACK -- AND JACK WATCHES\nAS THE EXECUTIONER STEPS FORWARD.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nADMIRAL SCARFIELD\nENOUGH! KILL THEM BOTH!! CARINA’S HANDS ARE TIED BEHIND HER BACK -- AND JACK WATCHES\nAS THE EXECUTIONER STEPS FORWARD. \n\nTARGET SECTION TO BE ANNOTATED:\nBRITISH SOLDIER\nWE NOW PUT TO DEATH THE PIRATE JACK\nSPARROW -—\n\nJACK SPARROW\nMIGHT STARVE TO DEATH FIRST --\n\nBRITISH SOLDIER\n-- AND THE WITCH CARINA SMYTH.\n\nCARINA SMYTH\nNOT A WITCH. NEVER BEEN A WITCH.\n\nBRITISH SOLDIER\nON THIS DAY BEFORE THE GOOD PEOPLE OF\nPORT ROYAL -- MAY GOD HAVE MERCY ON\nTHEIR SOULS --\n\nAT THE GUILLOTINE THE EXECUTIONER HITS THE SWITCH -- JACK\nCLOSING HIS EYES --\n\nBUT AS THE BLADE DROPS AN EXPLOSION ROCKS THE TOWN -—\n\nTHE TOP HALF OF THE GUILLOTINE HAS BEEN BLOWN OFF -- THE\nBLADE FLYING INTO TWO SOLDIERS AND CUTTING THEM DOWN --\n\f35.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARINA SMYTH\nNOT A WITCH. NEVER BEEN A WITCH. BRITISH SOLDIER\nON THIS DAY BEFORE THE GOOD PEOPLE OF\nPORT ROYAL -- MAY GOD HAVE MERCY ON\nTHEIR SOULS --\n\nAT THE GUILLOTINE THE EXECUTIONER HITS THE SWITCH -- JACK\nCLOSING HIS EYES --\n\nBUT AS THE BLADE DROPS AN EXPLOSION ROCKS THE TOWN -—\n\nTHE TOP HALF OF THE GUILLOTINE HAS BEEN BLOWN OFF -- THE\nBLADE FLYING INTO TWO SOLDIERS AND CUTTING THEM DOWN --\n\f35. \n\nTARGET SECTION TO BE ANNOTATED:\nA CANNON HAS BEEN DRAGGED TO THE MIDDLE OF TOWN BY JACK’S\nCREW --\nEXHAUSTED PIRATES STANDING BEHIND IT --\n\nSCRUM AND GIBBS QUICKLY RELOADING AS THE REST OF JACK’S CREW\nDRAWS THEIR SWORDS --\n\nTHE BRITISH HAVE BEEN CAUGHT OFF GUARD -- SCRAMBLE FOR\nPOSITION --\n\nADMIRAL SCARFIELD\nPIRATES! !\n\nTHE CROWD TAKING COVER AS THE PIRATES ATTACK --\n\nSCRUM\nFIRE!!\n\nTHE CANNON FIRING AGAIN -- TAKING OUT THE SOLDIERS FROM THE\nFIRING SQUAD --\n\nJACK GETS TO HIS FEET -- STARTS TO FIGHT THE SOLDIERS AROUND\nHIM -- WHICH IS HARD TO DO WITH HIS HEAD AND HANDS STILL IN\nTHE LOCKS OF THE GUILLOTINE --\n\nCARINA WATCHING THE CHAOS FROM THE GALLOWS -- TRYING TO FREE\nHERSELF --\n\nA PIRATE FIGHTING A BRITISH SOLDIER RIGHT IN FRONT OF HER --\nTHE TWO MEN MOVING AROUND THE DROP SWITCH -- EXCHANGING BLOWS\n-- AS A THIRD CANNON BALL HITS THE WALL OF A BUILDING --\nSOLDIERS CRUSHED BY FALLING STONES --—\n\nADMIRAL SCARFIELD\nPULL BACK!\n\nTHE HANDFUL OF BRITISH START TO RETREAT -- TAKE COVER --—\nAS THE BRITISH SOLDIER IS KNOCKED COLD RIGHT IN FRONT OF\nCARINA -- FALLS NEXT TO THE DROP SWITCH -- MISSING IT BY\nINCHES --—\n\nUNTIL HIS HAND LANDS RIGHT ON TOP OF IT --\n\nAND THE FLOOR OPENS UNDER HER -- CARINA DROPPING STRAIGHT\nDOWN AS SHE BEGINS TO HANG -- CHOKING IN THE SQUARE --\n\nJACK RUSHING TOWARD SCRUM AND GIBBS --\n\nJACK SPARROW\nTHE GIRL! FIRE THE CANNON!!\n\nGIBBS\nTHERE’S NO MORE CANNONBALLS!\n\f36.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIRE THE CANNON!! GIBBS\nTHERE’S NO MORE CANNONBALLS! 36. \n\nTARGET SECTION TO BE ANNOTATED:\nAND JACK GRABS THE LAST PRISONER'S HEAD FROM THE BASKET --\nSHOVES IT INSIDE THE CANNON -- KICKS THE CANNON TOWARD CARINA\nAND THE GALLOWS --\n\nJACK SPARROW\n\nFIRE!!!\nTHE CANNON FIRES -- THE HEAD SAILING ACROSS THE TOWN SQUARE\nAND CUTTING STRAIGHT THROUGH THE TOP OF THE GALLOWS -- THE\n\nROPE SNAPPING AND CARINA DROPPING HARD TO THE GROUND -—\nSLAMMING HER HEAD AS SHE’S KNOCKED COLD.\n\nTHE SMOKE CLEARS -- AND NOW WE SEE A FULL REGIMENT OF BRITISH\nSOLDIERS COMING DOWN FROM THE MAIN FORT -- WHICH IS PERCHED\nHIGH ON A HILL ABOVE THE TO! --\n\nJACK SPARROW (CONT’D)\nCollect the girl, Mr. Gibbs. It’s\ntime to leave Port Royal.\n\nEXT. - HARBOR. - DAY\n\nJACK, SCRUM AND GIBBS RUSH WITH THE REST OF THE CREW TO BOARD\nTHE DYING GULL -- THE UNCONSCIOUS CARINA CARRIED ONTO THE\nSHIP -—-\n\nGIBBS\nShove off, boys!\n\nJACK SPARROW\nUn-lash the boot and bring the draw --\n\nJACK AT THE WHEEL -- A VOICE CAUSING HIM TO FREEZE --\nPIG KELLY\nYou think I’m letting you take my\nship? Again?\n\nJACK TURNS TO SEE PIG KELLY STANDING BEHIND HIM ON DECK --—\nGUN DRAWN AND AIMED AT JACK’'S FOREHEAD.\n\nJACK SPARROW\nWell, Pig, it would appear you have no\nchoice.\n\nPIG KELLY\nHow do you figure?\n\nA GUN IS NOW PLACED AT KELLY’S HEAD. THE WEAPON COCKED --\n\nBEATRICE\nStep away from me husband.\n\nBEATRICE HAS HER OWN GUN OUT -- AIMS IT AT HER FATHER. SHE\nSPITS -- AND HER FATHER CAN HARDLY BELIEVE WHAT’S HAPPENING.\n\f37.\n\nPIG KELLY\nThis loathsome pirate is trying to\nsteal my ship.\n\nBEATRICE\nHe’s already stolen me heart.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n37. PIG KELLY\nThis loathsome pirate is trying to\nsteal my ship. BEATRICE\nHe’s already stolen me heart. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK TAKES THE GUN FROM KELLY’S HAND AS SEVERAL PIRATES GRAB\nHIM FROM BEHIND.\n\nJACK SPARROW\nThank you, darling. But I really must\ngo now. My best to the children.\n\nJACK AT THE WHEEL -—\n\nJACK SPARROW (CONT’D)\nDraw the main! We’re shoving off to\nrace the gallows!\n\nAS THE DYING GULL HEADS OUT TO SEA -- BEATRICE AND PIG KELLY\nSTAND ON THE DOCK WATCHING THEM GO --—\n\nBEATRICE\nI'LL BE WAITING!\n\nPIG KELLY’S OWN MEN APPROACH WITH GUNS DRAWN -- OPEN FIRE ON\nTHE GULL --\n\nAS PIG MOTIONS TO ANOTHER SHIP IN THE HARBOR --—\n\nPIG KELLY\nReady the Essex! We’ll chase her down\nbefore the sun sets.\n\nEXT. - JACK’S SHIP. - DAY\n\nJACK SMILES AS HE LOOKS OUT AT THE HORIZON -- HAPPY TO BE AT\nSEA AGAIN. SCRUM NEXT TO HIM -—\n\nSCRUM\nThe crew won’t stand for a woman,\nJack.\n\nSCRUM MOTIONS TO CARINA -- STILL UNCONSCIOUS ON THE DECK --\n\nJACK SPARROW\nShe will lead me to the Trident.\n\nSCRUM\nBut a woman on board brings nothing\nbut bad luck. And rabies.\n\nJACK SPARROW\nFrivolous superstition, Mr. Scrum. As\nyou can see, luck is steadfast on my\nside.\n\f38.\n\nONE OF THE CREW MEMBERS APPROACHES JACK WITH A SWORD.\n\nPIRATE #1\nGood news, Captain. I found this in\ntown this morning. It was inside an\nempty barrel of rum --\n\nTHE CREW MEMBER HOLDS UP THE SWORD -- HANDS IT TO JACK.\nPIRATE #1 (CONT’D)\nI believe it’s yours. A double-edged\nbone and steel cutlass --\n\nJACK SPARROW\nYES! I can see it’s mine!\n\nJACK LOOKS TERRIFIED AS HE SLOWLY REACHES OUT TO GRAB HIS OWN\nSWORD -- GLANCES AT A TERRIFIED SCRUM --\n\nSCRUM\nIt’s been a pleasure knowing you.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nA double-edged\nbone and steel cutlass --\n\nJACK SPARROW\nYES! I can see it’s mine! JACK LOOKS TERRIFIED AS HE SLOWLY REACHES OUT TO GRAB HIS OWN\nSWORD -- GLANCES AT A TERRIFIED SCRUM --\n\nSCRUM\nIt’s been a pleasure knowing you. \n\nTARGET SECTION TO BE ANNOTATED:\nAND JACK TOSSES THE SWORD INTO THE SEA --\nINT. - BARBOSSA’S SHIP. - DAY\nBarbossa is at the wheel of THE QUEEN ANNE’S REVENGE --\n\neyeing the sea as he holds BLACKBEARD’S SWORD. PINTEL AND\nRAGETTI APPROACH HIM -- BOTH A BIT HESITANT.\n\nPINTEL\nSir, not that it’s our place to ask\nquestions --\n\nRAGETTI\n\nOr to question the answer that you may\ngive to such a question --\n\nPINTEL\nWhich by right -- you need not answer -—\n\nRAGETTI\nBut the men be asking to which port we\nsail? Seeing as that British soldier\nmentioned the name of a Captain Brand.\n\nPINTEL\nA Captain as dead as any man who\ndwells at the bottom of the sea.\n\nRAGETTI\nAnd his crew -- very dead men one and\nall. As the tale is told.\n\f39.\n\nBARBOSSA\nTell the men we're searching for the\nTrident of Poseidon. A treasure so\npowerful it puts all others to shame.\n\nRAGETTI\nBut our ship is full of treasure, Sir.\n\nBARBOSSA\nImagine all the warring nations having\nto bid for their own survival. A\nKing’s ransom the likes of which no\npirate has ever seen! This be the\npower of the Trident -- the last\ntreasure any man need hold.\n\nPintel and Ragetti look confused now.\n\nPINTEL\nLast treasure?\n\nBARBOSSA\nNow be the time to find a tranquil\nisland -- a place to put my leg up.\nThe Trident will be the last treasure\nthese hands possess.\n\nPINTEL\nAnd this Captain Brand? What should\nwe tell the crew?\n\nBARBOSSA\nTell them we’re about to tap on his\ndoor -- see if he’s home.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nPINTEL\nAnd this Captain Brand? What should\nwe tell the crew? BARBOSSA\nTell them we’re about to tap on his\ndoor -- see if he’s home. \n\nTARGET SECTION TO BE ANNOTATED:\nAND NOW WE SEE THE OUTLINE OF THE TRIANGLE IN THE DISTANCE --\nTHE THREE BORDER ISLANDS FORMING A VISION OF NAUTICAL HORROR —\n- DARK CLOUDS AND FOG RESTING ABOVE THE WATER --\n\nBARBOSSA (CONT'D)\nGentlemen -- welcome to The Devil's\nTriangle!\n\nTWO LARGE ROCK FORMATIONS SERVE AS THE ENTRANCE -- AND\nBARBOSSA IS SAILING STRAIGHT FOR THEM -- USING BLACKBEARD’S\nSWORD TO MAKE WAY.\n\nAND NOW BARBOSSA CALMLY SAILS HIS SHIP STRAIGHT TOWARD THE\nDEVIL’S TRIANGLE -- USES HIS SWORD TO CONTROL THE WIND IN HIS\nSAILS --\n\nTHE CREW STARING OUT AT THE TRIANGLE IN THE DISTANCE -- ALL\nOF THEM IMMEDIATELY AWARE OF THEIR FATE.\n\nEXT. -— JACK’S SHIP. - DAY\n\nJACK TAKES A BUCKET OF WATER -- THROWS IT ON CARINA --\n\f40.\n\nCarina coughing up water -- soaking wet and furious as she\ngets to her feet -- looks around at Jack -- the ship -- the\ncrew. ALL THE MEN STARING AT HER NOW. SHE BACKS AWAY FROM\nTHEM ALL -- CLEARLY SCARED --\n\nCARINA SMYTH\nHow did I get here? Where are you\ntaking me?\n\nJACK SPARROW\nIs that the thanks I get for saving\nyour neck?\n\nCARINA SMYTH\nYou're that pirate -- Jack Sparrow.\n\nJACK SPARROW\nCaptain Jack Sparrow.\n\nCARINA SMYTH\nWhat do you want with me? Where is my\ndiary?\n\nJACK HOLDS UP HER DIARY.\n\nJACK SPARROW\nIt’s just a bunch of numbers. I'’11 be\nneeding that map. The Map No Man Can\nRead.\n\nCARINA SMYTH\nIf you could read it -- then it\nwouldn’t be called The Map No Man Can\nRead.\n\nGIBBS\nShe's got a point there, Jack.\n\nJACK SPARROW\nMost of the men on this ship can’t\nread -- so that makes all maps The Map\nNo Man Can Read.\n\nCARINA SMYTH\nIf no one can read it -- then you have\nno use for it or me.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIBBS\nShe's got a point there, Jack. JACK SPARROW\nMost of the men on this ship can’t\nread -- so that makes all maps The Map\nNo Man Can Read. CARINA SMYTH\nIf no one can read it -- then you have\nno use for it or me. \n\nTARGET SECTION TO BE ANNOTATED:\nGIBBS\nHard to argue there, Jack.\n\nJACK SPARROW\nI need to free a ship from a bottle.\nAnd you have a map --\n\nCARINA SMYTH\nNobody has this map -- as it does not\nexist --\n\f41.\n\nJACK SPARROW\nThen why does it have a name?\n\nCARINA SMYTH\nThe name clearly defines it as an\nimperceptible object.\n\nSCRUM\nI was about to say that.\n\nCARINA SMYTH\nThen we all agree there is no map?\n\nGIBBS\nSettled!\n\nJACK SPARROW\nYou're confusing these poor men!\nWhich is what witches do best!\n\nAND NOW THERE IS DEAD SILENCE -- THE CREW LOOKING TO JACK AND\nSTEPPING BACK IN FEAR --\n\nPIRATE #1\nDid he say “witches”?\n\nPIRATE #2\nJack, tell us you didn’t bring a witch\non a ship?\n\nJACK SPARROW\nOf course not. Look at her luminous\nyellow hair. Those round and\nbountiful -- eyes. Does she resemble\nany witch you've seen?\n\nCARINA SMYTH\nI am not a witch.\n\nJACK SPARROW\nYou see. Not a witch.\n\nCARINA SMYTH\nI’m an astronomer.\n\nPIRATE #2\nOh, so you make hats?\n\nCARINA SMYTH\nAn astronomer contemplates the stars.\nThe planets. This is what I was doing\nwhen they arrested me. I had mapped\nthe solar system.\n\nA LONG BEAT AS THEY ALL STARE AT HER --—\n\f42.\n\nCREW MEMBER #3\nSHE'S A WITCH!\n\nJack steps in front of her now -- draws his sword and puts it\nat her throat.\n\nJACK SPARROW\nAllow me to simplify this equation.\nGive me that map or I'll let them kill\nyou.\n\nCARINA SMYTH\nIf they kill me you’1ll never get the\n\nmap.\n\nGIBBS\nExcellent bit of reasoning there,\nJack.\n\nJACK SPARROW\nYOU ARE EXCUSED, MR. GIBBS!!!\n\nCARINA SMYTH\nYou can kidnap me, imprison me, kill\nme if you wish. But I’1ll never give\nyou what you want!\n\nAnd now Jack puts the sword away.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARINA SMYTH\nYou can kidnap me, imprison me, kill\nme if you wish. But I’1ll never give\nyou what you want! And now Jack puts the sword away. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nWhat I want is a cup of tea. Care to\n\njoin me?\nINT. - CAPTAIN'S QUARTERS. - DAY\nCarina is staring at her own hand -- can barely keep her eyes\n\nopen. SHE IS CLEARLY DRUNK -- trying desperately to focus.\n\nCARINA SMYTH\nWhat kind of tea did you say it was?\n\nJACK SPARROW\nPirate’s tea. Family recipe.\n\nJACK STANDS BEHIND HER SPIKING HER TEA WITH RUM.\nCARINA SMYTH\nIt has a funny taste. I can’t quite\nfigure it out --\nJACK SPARROW\nUnlike The Map No Man Can Read? Which\nyou have solved.\n\nSHE SMILES NOW -- DRINKS SOME MORE --—\n\f43.\n\nCARINA SMYTH\nCan you keep a secret, Captain Jack?\n\nJACK SPARROW\nWhy steal secrets if you’re not going\nto keep them?\n\nCARINA SMYTH\nThere’s a reason the Map has never\nbeen read by any man. Or woman.\n\nShe leans in close now -- whispers to him.\n\nCARINA SMYTH (CONT’D)\nThe Map is written in the stars.\n\nJACK SPARROW\nSomeone must have an enormous quill.\n\nSHE TAKES OUT A SMALL BLACK BOOK --\n\nCARINA SMYTH\nGalileo's diary dates back to the\nfirst astronomer -- Plato himself.\nThe diary is full of celestial\nbinomials -- equations passed down\nthrough the centuries from scholar to\nscholar -- the last being my father.\nNone of them could figure it out.\n\nJACK SPARROW\nBut you have?\n\nCARINA SMYTH\nOnce every 243 years the planet Venus\ncrosses directly in front of Orion’s\nBelt -- known as the Three Fingers of\nGod. This event is known as The\nTransit of Venus.\n\nJACK SPARROW\nI'll drink to that.\n\nCARINA SMYTH\nThis is the answer to the equation.\nWith a clear sky the stars themselves\nwill map the Devil’s Triangle.\n\nJACK SPARROW\nA map that will lead you to the Tomb\nof Poseidon. And the Trident inside.\n\nCARINA SMYTH\nHow could you know about the Trident?\n\nJACK SPARROW\nYou're not the only witch in town.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the Trident inside. CARINA SMYTH\nHow could you know about the Trident? JACK SPARROW\nYou're not the only witch in town. \n\nTARGET SECTION TO BE ANNOTATED:\n\f44,\n\nCARINA SMYTH\nAfter tonight -- I’1l never be called\na witch again!\n\nJACK SPARROW\n\nTonight?\nCARINA SMYTH\nAs the sun sets -- my destiny begins!\nAND NOW CARINA PASSES OUT -- SHE’S FACE DOWN ON THE TABLE.\n\nJACK SPARROW\nI hate destiny.\n\nEXT. -— DEVIL’S TRIANGLE. - DAY\n\nBARBOSSA HAS BLACKBEARD’S SWORD IN HAND -- HAS DELIBERATELY\nSAILED HIS SHIP INTO THE HEAVY FOG. AND NOW THE WAITING\nBEGINS -- THE CREW ANXIOUSLY LOOKING AROUND IN A PANIC.\n\nTHE FOG AND CLOUDS CAST A DARK SHADOW ACROSS THE SHIP --—\n\nA FEW CREW MEMBERS SNEAK DOWN BELOW TO HIDE --—\n\nMOST DRAW THEIR WEAPONS -- REACT TO EVERY NOISE -- OR GUST OF\nWIND -- WAITING --\n\nAS BARBOSSA STANDS BACK NEAR THE WHEEL -——\n\nPINTEL AND RAGETTI ACCIDENTLY BUMP INTO EACH OTHER -- ALMOST\nSHOOT/SHIT THEMSELVES --\n\nTHE SHIP HAS BECOME A HAUNTED HOUSE -- THE MEN CONSCIOUS OF\nEVERY CREAK UNDER THEIR FEET -- BUT THERE’S NO SIGN OF\nANYTHING. UNTIL -—-\n\nPINTEL\nCaptain, is that a ship?\n\nBARBOSSA\nShipwreck.\n\nBARBOSSA STARES INTO THE FOG -- EVEN HE LOOKS SCARED NOW AS\nTHE SILENT MARY APPEARS CLOSE TO THEM --\n\nBARBOSSA’S CREW AT THE FRONT OF THE SHIP ARE QUICKLY KILLED -—-\n\nCAPTAIN BRAND AND HIS VERY DEAD MEN HAVE COME ABOARD. SOME\n\nOF BARBOSSA’S MEN RUNNING FOR THEIR LIVES -- DIVING OFF THE\nSHIP -—-\nTHE GHOSTS MOVING THROUGH THE SHIP -- READY TO KILL ANYONE\n\nAND EVERYTHING -——\n\nCAPTAIN BRAND\nPirates. Kill them all.\n\f45.\n\nCAPTAIN BRAND STEPS TOWARD BARBOSSA NOW -- AND WE SEE HIM\n(AND HIS MEN) CLEARLY FOR THE FIRST TIME.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nKill them all. 45. CAPTAIN BRAND STEPS TOWARD BARBOSSA NOW -- AND WE SEE HIM\n(AND HIS MEN) CLEARLY FOR THE FIRST TIME. \n\nTARGET SECTION TO BE ANNOTATED:\n THE DEAD MEN\nHORRIFYING TO LOOK AT -- A MILITARY UNIT STILL IN UNIFORM -—\nALL LOOKING AS IF THEY'VE WALKED OUT OF HELL ITSELF.\n\nCAPTAIN BRAND MOVES TOWARD BARBOSSA -- AND NOW WE SEE HIS\nTHROAT IS CUT -- OOZES WITH BLOOD AND MAGGOTS.\n\nBRAND STOPS JUST BEFORE HE REACHES BARBOSSA -- LOOKS TO HIS\nLEFT AND SEES THE ROCK FORMATIONS -- WHICH SERVE AS THE\nBORDER FOR THE TRIANGLE.\n\nCAPTAIN BRAND (CONT’D)\nYou've kept half of your ship outside\nthe triangle. Very clever.\n\nMEN ARE SCREAMING IN THE B.G. --\n\nCAPTRAIN BRAND\nAlthough it doesn’t help the men on\nthis side of the line.\n\nBARBOSSA\nI always bring extra crew just in\ncase. Welcome aboard The Revenge,\nCaptain Brand.\n\nCAPTRAIN BRAND\nYou know my name.\n\nBARBOSSA\nAye. And I’ve come for a confluence.\n\nBRAND AND HIS MEN LAUGH AT THIS.\n\nCAPTRAIN BRAND\nDid you hear that, men? This pirate\nhas come searching for us. All you\nhave is your life to bargain with.\n\nBARBOSSA\nI come with a tale.\n\nCAPTRAIN BRAND\nAnd what would this tale be about?\n\nBARBOSSA\nThere was a British Captain. A\nCaptain who had in his command his own\nbrother -- a brother by the name Eric.\nThe two men never far apart.\n\nFLASHBACK --\nWE SEE YOUNG CAPTAIN JOHN BRAND AND HIS BROTHER ERIC FIGHTING\n\nSIDE BY SIDE ON A BRITISH WAR SHIP -- THE TWO MEN SHOOTING AT\nA SPANISH GALLEON --—\n\f46.\n\nSUDDENLY THEIR SHIP GETS ROCKED BY CANNON FIRE -- THE\nEXPLOSION BLOWING ERIC OVERBOARD --—\n\nBARBOSSA (V.O.) (CONT'D)\nWhile engaged in battle with the\nSpanish, Eric was lost to the sea --\nsinking beneath the waves.\n\nWE SEE CAPTAIN BRAND REACHING FOR HIS BROTHER -- HOLDING HIM\nOVER THE SIDE -- BUT UNABLE TO BRING HIM UP.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUDDENLY THEIR SHIP GETS ROCKED BY CANNON FIRE -- THE\nEXPLOSION BLOWING ERIC OVERBOARD --—\n\nBARBOSSA (V. O.) (CONT'D)\nWhile engaged in battle with the\nSpanish, Eric was lost to the sea --\nsinking beneath the waves. WE SEE CAPTAIN BRAND REACHING FOR HIS BROTHER -- HOLDING HIM\nOVER THE SIDE -- BUT UNABLE TO BRING HIM UP. \n\nTARGET SECTION TO BE ANNOTATED:\n THROUGH THE\nSMOKE CAPTAIN BRAND SEES ERIC DROWNING IN THE DEEP WATER --\n\nBARBOSSA (V.O.) (CONT'D)\nAnd so this Captain’s heart was broken\n-- knowing he would never see his\nbrother again.\n\nEXT. —- OPEN OCEAN. - DAY (FLASHBACK)\n\nA PIRATE SHIP sails into frame -- THE PIRATES FISHING A MAN\nOUT OF THE WATER --\n\nBARBOSSA (V.O.)\nBut as fate would have it a pirate\nship found the half-dead soldier --\ndragged Eric from certain death and\nput him in chains.\n\nWE SEE ERIC ON THE PIRATE SHIP IN CHAINS -——\n\nBARBOSSA (V.O.)\nAt first they thought to hold him for\nransom, but then the Captain of this\npirate ship saw something in him.\n\nWE SEE ERIC TRYING TO STEAL AN APPLE FROM THE SHIP -- IS\nABOUT TO EAT IT WHEN HE IS SUDDENLY CAUGHT BY SURPRISE --\n\nBARBOSSA (V.O.)\nAnd this Captain decided to train him\nin the ways of the pirate. Taught him\neverything he knew -- how to steal and\nplunder -- how to enjoin a group of\nknaves who refuse all orders.\n\nERIC NO LONGER LOOKS LIKE A SOLDIER. HE RESEMBLES A PIRATE\nIN DRESS AND APPEARANCE -- IS HANDED HIS OWN JOLLY ROGER\nFLAG.\n\nBARBOSSA (V.O.)\nHe was taught every vile trick this\nCaptain knew, until Eric was ready to\ntake on a ship of his own. Only now\nhe would be a pirate Captain -- with a\npirate name stealing his own fortune\nat sea.\n\f47.\n\nWE SEE ERIC at the wheel of his own Pirate ship -- looking to\nthe horizon --\n\nBARBOSSA (V.O.)\n\nAnd so it was. Until one day when the\npirate Eric was attacked in full force\nby the British Navy.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE SEE ERIC at the wheel of his own Pirate ship -- looking to\nthe horizon --\n\nBARBOSSA (V. O.)\n\nAnd so it was. Until one day when the\npirate Eric was attacked in full force\nby the British Navy. \n\nTARGET SECTION TO BE ANNOTATED:\nEXPLOSIONS ROCKING ERIC’S SHIP -- MEN DEAD ALL AROUND -- NO\nCHANCE TO SURVIVE --\n\nERIC BRAND\nStrike the colors! Lower the flag!!\n\nTHEY LOWER THE JOLLY ROGER -- BUT THE BRITISH SHIP NEVER\nSTOPS ATTACKING --\n\nBARBOSSA (V.O.)\n\nHe tried to surrender -- but the\nCaptain of the British ship had a\nloathing for all pirates. He kept\nfiring until he burned the pirate Eric\nright out of the water.\n\nAND NOW WE SEE CAPTAIN BRAND ON THE DECK OF HIS OWN BRITISH\nSHIP ORDERING THE ASSAULT --\n\nBARBOSSA (V.O.)\n\nYou see -- this Captain had no idea he\nwas killing his own brother.\n\nMurdering the only thing he loved.\n\nCLOSE ON CAPTAIN BRAND WATCHING THE PIRATE SHIP SINK --\nSEEING THE FACE OF HIS BROTHER staring across at him --\n\nBARBOSSA (V.O.)\n\nAnd upon the realization of what he\nhad done, this Captain soon went into\na rage. And he vowed revenge on one\nman. Captain Jack Sparrow. The man\nwho turned your brother into a pirate.\n\nWE SEE CAPTAIN BRAND RAISE HIS SWORD -- LEAD HIS SHIP TOWARD\nTHE BLACK PEARL --—\n\nBARBOSSA (V.O.)\n\nAnd so he chased Jack into the waters\nof the Devil’s Triangle -- where Jack\nwaited for him in a devilish fog --\nspringing a trap that would send him\nto the bottom of the sea.\n\nWE SEE THE BLACK PEARL BLOWING BRAND’S SHIP OUT OF THE WATER -\n- THE BRITISH CAPTAIN LOOKING ACROSS AT JACK AS HE SLOWLY\nSINKS WITH HIS MEN -- TAKES OUT HIS OWN KNIFE AND CUTS HIS\n\nOWN THROAT AS HE GOES DOWN.\n\f48.\n\nBARBOSSA\nAnd as the Captain sank to the gates\nof hell -- a spirit with unfinished\n\nbusiness rose in his place.\n\nBACK IN THE TRIANGLE -- THE GHOST OF CAPTAIN BRAND STARES AT\nBARBOSSA -- EYEING HIM WITH FURIOUS DISGUST --\n\nCAPTAIN BRAND\nYou were on the Pearl?\n\nBARBOSSA\nAye. I saw you die.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACK IN THE TRIANGLE -- THE GHOST OF CAPTAIN BRAND STARES AT\nBARBOSSA -- EYEING HIM WITH FURIOUS DISGUST --\n\nCAPTAIN BRAND\nYou were on the Pearl? BARBOSSA\nAye. I saw you die. \n\nTARGET SECTION TO BE ANNOTATED:\n And soon after I\nplanned a mutiny against Jack Sparrow\nand took the ship as my own.\n\nCAPTAIN BRAND\nSo my enemy is your enemy?\n\nBARBOSSA\nMore than you could ever know.\n\nCAPTAIN BRAND\nCAPTAIN JACK SPARROW WILL PAY HIS DEBT\nTO ME IN BLOOD! NAME YOUR PRICE,\n\nCAPTAIN!\nBARBOSSA\nThe Eye.\nBRAND TAKES OUT THE DIAMOND EYE -- HOLDS IT OUT TOWARD\n\nBARBOSSA -- SHOWING IT TO HIM.\n\nCAPTAIN BRAND\n\nBring him to me -- and I will give you\nThe Eye. From this moment on -- you\nhave a deal with the dead.\nBARBOSSA\nYou'll pardon me for not shaking on\nit.\nINT. - DYING GULL. - SUNSET\n\nCARINA IS PASSED OUT ON DECK -- JACK WALKING HER AROUND AS HE\nTRIES TO WAKE HER UP. MOST OF THE CREW NERVOUSLY WATCHING\nFROM A DISTANCE. JACK GLANCES AT THE SETTING SUN --\n\nJACK SPARROW\nMr. Scrum -- wake her up.\n\nSCRUM STEPS TOWARD CARINA -- GETS VERY CLOSE TO HER -- TAKES\nA DEEP BREATH AND THEN EXHALES INTO HER FACE. HER EYES\nIMMEDIATELY POP OPEN AS SHE CHOKES FROM THE VILE STENCH.\n\f49.\n\nCARINA SMYTH\nWhat’s happening?\n\nJACK SPARROW\nThe sun is down. I believe there’s a\nmap to be found.\n\nCARINA TAKES THE TELESCOPE FROM JACK’S HAND -- BEGINS TO\nMONITOR THE STARS --\n\nCARINA SMYTH\nIt begins. The Transit of Venus has --\n\nSCRUM\nSHIP TO THE AFT!! COMING RIGHT\nQUICK!!\nJACK GRABS HIS SCOPE BACK -- SEES A SHIP COMING UP BEHIND\nTHEM --\nMR. GIBBS\n\nIt’s a surprise attack, Jack.\nJACK SPARROW\nPig Kelly has come to collect his\ndebt. Which is my neck.\nSHE TAKES THE SCOPE BACK FROM HIM -- EYEING THE STARS --\n\nCARINA SMYTH\nIf I could have a bit of quiet --\n\nMR.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nPig Kelly has come to collect his\ndebt. Which is my neck. SHE TAKES THE SCOPE BACK FROM HIM -- EYEING THE STARS --\n\nCARINA SMYTH\nIf I could have a bit of quiet --\n\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n GIBBS\nHe’1l be on us in no time.\n\nJACK EYING THE SEA --\n\nJACK SPARROW\nWeapons, Mr. Gibbs?\n\nMR. GIBBS\nNo cannon -- no balls. We have three\nmuskets, one swivel and four barrels\n\nof powder.\n\nJACK SPARROW\nAnd we're being chased by a fully\nloaded shallop with twelve heavy guns.\n\nSCRUM\nWe can’t fight her -- and we can’t\noutrun those guns.\n\nMR. GIBBS\nShould we strike the colors?\n\nJack thinking for a BEAT --\n\f50.\n\nJACK SPARROW\nNo need to surrender. You said it\nyourself, this is a surprise attack.\n\nMR. GIBBS\nYes, but this is their surprise, Jack.\n\nJACK SPARROW\nDepends which way you look at it.\n\nEXT. —- ESSEX. - NIGHT\n\nPIG KELLY IS AT THE WHEEL OF THE ESSEX -- HE AND HIS MEN\nPREPARING TO CHASE JACK DOWN --\n\nCREW MEMBER\nSIR -- THERE’S SMOKE COMING FROM THE\nGULL!\n\nTHROUGH THE EYEGLASS -- KELLY SEES SMOKE COMING FROM THE BACK\nOF JACK’S SHIP --\n\nPIG KELLY\nWhat’s he doing?\n\nEXT. -— JACK'S SHIP. —- CONTINUOUS\n\nBARRELS OF GUNPOWDER HAVE BEEN LIT -- ARE BEING TOSSED OFF\nTHAT BACK OF THE DYING GULL --\n\nCLOSE ON\n\nFOUR BARRELS OF BURNING POWDER FLOATING IN THE WATER -- ALL\nBILLOWING THICK BLACK SMOKE --\n\nEXT. -— KELLY’S SHIP. - CONTINUOUS\n\nTHROUGH THE EYEGLASS KELLY SEES A CURTAIN OF SMOKE IN FRONT\nOF HIM --\n\nPIG KELLY\nHe’s lit the powder.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. —- ESSEX. - NIGHT\n\nPIG KELLY IS AT THE WHEEL OF THE ESSEX -- HE AND HIS MEN\nPREPARING TO CHASE JACK DOWN --\n\nCREW MEMBER\nSIR -- THERE’S SMOKE COMING FROM THE\nGULL! THROUGH THE EYEGLASS -- KELLY SEES SMOKE COMING FROM THE BACK\nOF JACK’S SHIP --\n\nPIG KELLY\nWhat’s he doing? EXT. -— JACK'S SHIP. —- CONTINUOUS\n\nBARRELS OF GUNPOWDER HAVE BEEN LIT -- ARE BEING TOSSED OFF\nTHAT BACK OF THE DYING GULL --\n\nCLOSE ON\n\nFOUR BARRELS OF BURNING POWDER FLOATING IN THE WATER -- ALL\nBILLOWING THICK BLACK SMOKE --\n\nEXT. -— KELLY’S SHIP. - CONTINUOUS\n\nTHROUGH THE EYEGLASS KELLY SEES A CURTAIN OF SMOKE IN FRONT\nOF HIM --\n\nPIG KELLY\nHe’s lit the powder. \n\nTARGET SECTION TO BE ANNOTATED:\nKELLY AT THE WHEEL NOW -- HEADING STRAIGHT FOR THE BLACK\nSMOKE --—\n\nPIG KELLY (CONT’D)\nYou can run but you can’t hide, Jack\nSparrow!\n\nKELLY SAILS STRAIGHT INTO THE CURTAIN OF BLACK SMOKE -—\nEVERYONE BLINDED FOR A BEAT AS THEY WAIT TO EMERGE -—\n\nAS THEY COME OUT OF THE BLACKNESS --\n\nTHEY ARE SHOCKED TO SEE JACK’S SHIP WAITING FOR THEM ON THE\nOTHER SIDE --\n\fPIG KELLY (CONT’D)\nHe lowered his sails and dropped\nanchor!!\n\nCREW MEMBER\nSURPRISE ATTACK!! WE’RE TAKING A\nDIRECT HIT!\n\nKELLY TRIES TO TURN HIS WHEEL -- SEES JACK AT THE\nTHE GULL --\n\nTHE TWO SHIPS SLAMMING INTO EACH OTHER -- THE MEN\nBACK FROM THE FORCE OF THE CRASH --\n\n51.\n\nWHEEL OF\n\nKNOCKED\n\nJACK’S SHIP PIERCING THE HULL OF THE ESSEX -- A HUGE HOLE IN\n\nPIG’S SHIP AS WATER FLOWS IN -—-\nHE LOOKS STRAIGHT ACROSS AT JACK -- WHO WAVES --\n\nJACK SPARROW\nSurprise.\n\nPIG KELLY\nATTACK!!\n\nGRAPPLING HOOKS ARE THROWN -- THE TWO SHIPS NOW CONNECTED -—\n\nEXT. - DYING GULL. - CONTINUOUS\n\nKELLY AND HIS CREW SWING ACROSS TO JACK’S SHIP --\nGUNS OUT AS JACK’S CREW FIGHTS KELLY’S MEN --\n\nKELLY SWINGS ONTO THE DECK RIGHT IN FRONT OF JACK\n\nJACK DRAWING HIS SWORD -- THEN LOOKS AT IT -- HAS\nTHOUGHTS --\n\nJACK SPARROW\nNot exactly sure which side this sword\nis on.\n\nAS KELLY CHARGES -- AND JACK RUNS --\n\nCARINA CONTINUES TO MONITOR THE SKY -- LYING FLAT\nAS THE BATTLE TAKES PLACE ALL AROUND --\n\nCARINA SMYTH\nVenus is crossing through the straits\nof fire toward Orion! Right Ascension\nat 101.287 degrees, Declination --\n16.716 degrees.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAPPLING HOOKS ARE THROWN -- THE TWO SHIPS NOW CONNECTED -—\n\nEXT. - DYING GULL. - CONTINUOUS\n\nKELLY AND HIS CREW SWING ACROSS TO JACK’S SHIP --\nGUNS OUT AS JACK’S CREW FIGHTS KELLY’S MEN --\n\nKELLY SWINGS ONTO THE DECK RIGHT IN FRONT OF JACK\n\nJACK DRAWING HIS SWORD -- THEN LOOKS AT IT -- HAS\nTHOUGHTS --\n\nJACK SPARROW\nNot exactly sure which side this sword\nis on. AS KELLY CHARGES -- AND JACK RUNS --\n\nCARINA CONTINUES TO MONITOR THE SKY -- LYING FLAT\nAS THE BATTLE TAKES PLACE ALL AROUND --\n\nCARINA SMYTH\nVenus is crossing through the straits\nof fire toward Orion! Right Ascension\nat 101.287 degrees, Declination --\n16.716 degrees. \n\nTARGET SECTION TO BE ANNOTATED:\nSWORDS AND\n\nSECOND\n\nON HER BACK\n\nSHE STARTS SKETCHING IN HER BLACK BOOK -- THE LINES FROM THE\nSKY NOW PART OF THE EQUATION AS A MAP BEGINS TO FORM --\n\nMEN FIGHTING -- PIRATES STABBING KELLY’S MEN -- GUNS FIRING --\n\f52.\n\nCARINA OBLIVIOUS TO IT ALL -- KEEPING HER FOCUS ON VENUS --\nCREATING THE MAP --\n\nA MAN DROPS DEAD NEXT TO HER -- AND SHE MOVES OVER A FEW\nINCHES -- CONTINUES TO DRAW THE MAP ——\n\nCARINA SMYTH (CONT’D)\nThis is incredible -- Venus is moving\nNorth.\n\nTHE TELESCOPE GETS KNOCKED FROM HER HANDS -- ROLLS ACROSS THE\nDECK --\n\nCARINA CRAWLING TOWARD IT -- TRYING TO GET IT BACK AS MEN\nFIGHT AND DIE ALL AROUND HER -——\n\nJACK CORNERED BY PIG KELLY NOW -- WHO DRAWS HIS GUN AND IS\nABOUT TO KILL HIM --\n\nCARINA REACHING FOR THE SCOPE -- SEES A GUN LYING ON THE\nDECK. SHE PICKS IT UP -- SEES JACK CORNERED BY KELLY --—\n\nCARINA FIRES THE GUN -- ACCIDENTALLY SHOOTS A PIRATE WHO\nSTABS ONE OF KELLY’S MEN -- WHO FALLS ACROSS A ROPE AND CUTS\nIT WITH HIS SWORD --\n\nTHE ROPE FREES A GRAPPLING HOOK THAT SWINGS ACROSS INTO KELLY\n-- WHO IS KNOCKED OFF THE SIDE OF THE SHIP --\n\nCARINA DROPS THE GUN AND GOES BACK TO THE SKY --\n\nKELLY’S MEN RETREATING NOW -- RUSHING BACK TO THEIR OWN SHIP\nAS JACK'S MEN CHASE THEM AWAY --\n\nAS CARINA GRABS THE EYEGLASS -- QUICKLY LIES BACK DOWN AND\nLOOKS TO THE SKY -- FINISHES THE MAP --\n\nWE SEE KELLY’S MEN QUICKLY SAILING AWAY -- JACK AND HIS CREW\nCHEERING THEIR VICTORY --\n\nCARINA SMYTH (CONT’D)\nVenus has disappeared behind Orion and\nthe Three Fingers of God.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARINA OBLIVIOUS TO IT ALL -- KEEPING HER FOCUS ON VENUS --\nCREATING THE MAP --\n\nA MAN DROPS DEAD NEXT TO HER -- AND SHE MOVES OVER A FEW\nINCHES -- CONTINUES TO DRAW THE MAP ——\n\nCARINA SMYTH (CONT’D)\nThis is incredible -- Venus is moving\nNorth. THE TELESCOPE GETS KNOCKED FROM HER HANDS -- ROLLS ACROSS THE\nDECK --\n\nCARINA CRAWLING TOWARD IT -- TRYING TO GET IT BACK AS MEN\nFIGHT AND DIE ALL AROUND HER -——\n\nJACK CORNERED BY PIG KELLY NOW -- WHO DRAWS HIS GUN AND IS\nABOUT TO KILL HIM --\n\nCARINA REACHING FOR THE SCOPE -- SEES A GUN LYING ON THE\nDECK. SHE PICKS IT UP -- SEES JACK CORNERED BY KELLY --—\n\nCARINA FIRES THE GUN -- ACCIDENTALLY SHOOTS A PIRATE WHO\nSTABS ONE OF KELLY’S MEN -- WHO FALLS ACROSS A ROPE AND CUTS\nIT WITH HIS SWORD --\n\nTHE ROPE FREES A GRAPPLING HOOK THAT SWINGS ACROSS INTO KELLY\n-- WHO IS KNOCKED OFF THE SIDE OF THE SHIP --\n\nCARINA DROPS THE GUN AND GOES BACK TO THE SKY --\n\nKELLY’S MEN RETREATING NOW -- RUSHING BACK TO THEIR OWN SHIP\nAS JACK'S MEN CHASE THEM AWAY --\n\nAS CARINA GRABS THE EYEGLASS -- QUICKLY LIES BACK DOWN AND\nLOOKS TO THE SKY -- FINISHES THE MAP --\n\nWE SEE KELLY’S MEN QUICKLY SAILING AWAY -- JACK AND HIS CREW\nCHEERING THEIR VICTORY --\n\nCARINA SMYTH (CONT’D)\nVenus has disappeared behind Orion and\nthe Three Fingers of God. \n\nTARGET SECTION TO BE ANNOTATED:\nCARINA COMES UP ON DECK -- HOLDS OUT THE MAP TO THE MEN -- A\nMAP IN THE SHAPE OF A TRIANGLE. EVERYONE TURNS TO HER NOW --\n\nCARINA SMYTH (CONT’D)\nI was right -- the map exists! This\nis the Triangle -- and this is an\nisland inside it --\n\nGIBBS\nAn island in the Devil’s Triangle?\n\nCARINA SMYTH\nAn island no man has ever seen.\n\f53.\n\nSCRUM\nFrom a map no man can read?\n\nCARINA SMYTH\nThis is where we'll find the Tomb of\nPoseidon!\n\nJACK SPARROW\nCarina -- perhaps we should talk in\nprivate.\n\nCARINA SMYTH\nAs is my right -- I will name it the\nCoffin Island -- after the coffin star\nDelphinus. There is a clear passage\nfrom the West, Jack -- it is here that\nwe will find the Trident! Gentleman --\nset sail for the Devil’s Triangle --\n\nEXT. - OPEN OCEAN. - MORNING\n\nJACK IS ROWING A LONGBOAT -- CLEARLY ANNOYED AS HE STARES\nACROSS AT CARINA WHO IS CASUALLY STUDYING HER MAP -——\n\nCARINA SMYTH\nSo that was a mutiny. I must admit it\nwas rather exciting. All those swords\nand guns. The larger men holding you\ndown and beating you when you refused\nto leave. The smaller men lining up\nto slap you --\n\nJACK SPARROW\nYou just cost me the command of two\nships.\n\nCARINA SMYTH\nTwo?\n\nJACK SPARROW\nOne was in a bottle. Long story.\n\nCARINA SMYTH\nAnd you blame me? The woman you\nkidnapped?\n\nJACK SPARROW\nYou were the only witch on the ship.\n\nCARINA SMYTH\nI am not a witch!\n\nJACK SPARROW\nAnd I am not a Captain!\n\nCARINA SMYTH\nOn that we both agree.\n\f54.\n\nJACK SPARROW\nIn case you have forgotten, the\naforementioned kidnapping also\nincluded the saving of your neck --\n\nCARINA SMYTH\nYou did not save me out of courtesy.\nYou seek the Trident --\n\nJACK SPARROW\nI have no choice.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\n54. JACK SPARROW\nIn case you have forgotten, the\naforementioned kidnapping also\nincluded the saving of your neck --\n\nCARINA SMYTH\nYou did not save me out of courtesy. You seek the Trident --\n\nJACK SPARROW\nI have no choice. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s a ghost who\ndwells in the haunted waters of the\nTriangle, a spirit plotting his\nescape.\n\nCARINA SMYTH\nA spirit?\n\nJACK SPARROW\nI have to find the Trident before he\ndoes.\n\nCARINA STARING AT HIM -- CAN’T HELP BUT LAUGH --\n\nCARINA SMYTH\nGhosts! That is what all of you\npirates are afraid of? GHOSTS!!\n\nJACK SPARROW\nYes. Ghosts. And lizards. And\nQuakers.\n\nCARINA SMYTH\nI assure you, there are no ghosts in\nthe Devil’s Triangle or anywhere else.\nScience does not support it.\n\nJACK SPARROW\nAnd if you're wrong?\n\nCARINA SMYTH\nDid I not predict the crossing of\nVenus?\n\nJACK SPARROW\nYou think you’re the only one who\nknows anything about Venus? Venus was\nthe Roman goddess of love and beauty.\n\nCARINA SMYTH\nAnd who taught you that?\n\nJACK SPARROW\nA girl named Venus --\n\nCARINA SMYTH\nWas she academically inclined?\n\f55.\n\nJACK SPARROW\nMore like vertically reclined.\n\nCARINA SMYTH\nMy calculations are precise and true.\nI’m not just an astronomer -- I’m also\na horologist.\n\nJACK SPARROW\nNo shame in that, dear. We all have\nto earn a living.\n\nCARINA SMYTH\nNo. A Horologist!\n\nJACK SPARROW\nYes. So was Venus. Although she\ndidn’t shout it quite as loud as you.\nI must say you seem very proud!\n\nCARINA SMYTH\nHorology is the study of time.\n\nJACK SPARROW\nShe was constantly studying her watch.\n\nCARINA SMYTH\nTime is everything, Captain Sparrow.\n\nJACK SPARROW\nI prefer timing.\n\nCARINA HOLDS UP THE WATCH AROUND HER NECK.\n\nCARINA SMYTH\nThis Chronometer keeps the exact time\nin London. If I make an altitude\nmeasurement to a known heavenly body\nsuch as the sun -- we will find land.\n\nLIGHT REFLECTS OFF THE CHRONOMETER -- BLINDING JACK.\n\nJACK SPARROW\nThat thing will draw attention where\nit’s not wanted.\n\nCARINA SMYTH\nEast is that way.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIGHT REFLECTS OFF THE CHRONOMETER -- BLINDING JACK. JACK SPARROW\nThat thing will draw attention where\nit’s not wanted. CARINA SMYTH\nEast is that way. \n\nTARGET SECTION TO BE ANNOTATED:\n Row!\n\nJACK SPARROW\nYou are sailing with Captain Jack\nSparrow. I will find land with this\ncompass. A compass which takes me to\nthe exact place I wish to go.\n\nJACK OPENS HIS COMPASS -- BUT IT POINTS STRAIGHT AT CARINA.\n\f56.\n\nJACK SPARROW (CONT’D)\nBroken. Let’s try it your way.\n\nINT. —- MELIA’S SHACK. - DAY\n\nTHE BRITISH break down the door to MELIA’S SHACK -- weapons\nat the ready. ADMIRAL SCARFIELD SLOWLY WALKS IN -- LOOKS\nACROSS AT MELIA -- LONG HAIR COVERING HER BODY --\n\nMELIA\nAdmiral Scarfield. Do you know the\nprice you pay for coming in my door?\n\nADMIRAL SCARFIELD\nGet her dressed.\n\nBRITISH SOLDIER\nSir, we’ve been warned never to touch\nthis one.\n\nADMIRAL SCARFIELD\nShe's coming with us.\n\nINT. - BRITISH JAIL. - PORT ROYAL. - DAY\n\nSCARFIELD and his men lead Melia down to the prison. They\npush her into the WITCH’S CELL -- WHICH IS FULL OF WOMEN\nWAITING TO BE EXECUTED.\n\nADMIRAL SCARFIELD\nThe wall. Read it.\n\nTHE “WITCHES” MOVE ASIDE FOR MELIA -- CLEARLY THEY FEAR HER.\nMELIA WALKS TOWARD THE BACK WALL, THE WALL WHERE CARINA HAD\nDRAWN THE EQUATIONS FOR THE “MAP NO MAN CAN READ.”\n\nADMIRAL SCARFIELD (CONT’D)\nRead it or die.\n\nMELIA SLOWLY REACHES UP AND TOUCHES THE MAP -- AND SUDDENLY\nWE SEE A DROP OF BLOOD ON THE WALL. THE DROP TURNS INTO\nSEVERAL BLOODY LINES -- LINES WHICH START TO RUN TOGETHER AND\nFORM AN IMAGE. AN IMAGE THAT RESEMBLES A TRIDENT. THE\nBRITISH SOLDIERS NERVOUS NOW --\n\nSCARFIELD WALKS INTO THE CELL -- STARES UP AT THE BLOODY\nIMAGE ON THE WALL.\n\nADMIRAL SCARFIELD (CONT’D)\nYou will lead us to the Trident.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAN IMAGE THAT RESEMBLES A TRIDENT. THE\nBRITISH SOLDIERS NERVOUS NOW --\n\nSCARFIELD WALKS INTO THE CELL -- STARES UP AT THE BLOODY\nIMAGE ON THE WALL. ADMIRAL SCARFIELD (CONT’D)\nYou will lead us to the Trident. \n\nTARGET SECTION TO BE ANNOTATED:\n Or\nI'll kill them all.\n\nHE MOTIONS TO THE OTHER WOMEN -- THE CELLS ARE FILLED WITH\n“WITCHES.”\n\nADMIRAL SCARFIELD (CONT’D)\nTheir destiny is in your hands.\n\f57.\n\nShe looks to Scarfield and slowly nods.\n\nADMIRAL SCARFIELD (CONT’D)\nPrepare the ship. And the cage.\n\nEXT. - QUEEN ANNE’S REVENGE. - DAY\n\nBARBOSSA IS USING BLACKBEARD’S SWORD TO PUSH HIS SHIP TO THE\nLIMIT. AS THE QUEEN ANNE MOVES THROUGH THE WATER THE WOOD\nBEGINS TO BUCKLE FROM THE SHEER FORCE -- CREW MEMBERS HANGING\nON FOR DEAR LIFE -- EYEING THE BEAMS WITH CAUTION --\n\nPINTEL\nCaptain, perhaps you should decrease\nthe demands we’re putting on the ship!\n\nRAGETTI\nIt feels as if we’re going to break\nthe wind.\n\nBARBOSSA\n\nThe condemned of Port Royal told us\nJack had escaped to these waters. I\nknow the lines he favors to sail.\nWe'll hunt him as the day is long.\n\nBARBOSSA RAISES THE SWORD EVEN HIGHER -- THE SHIP GOING\nFASTER --\n\nCREW MEMBER\nCaptain -- off the bow!!\n\nAND NOW BARBOSSA SEES A SHIP IN THE DISTANCE -—-—\n\nBARBOSSA\nRUN HER DOWN!!!\n\nEXT. - JACK’S SHIP. - THE DYING GULL. - LATER\n\nBarbossa and his men have boarded Jack's ship. The crew\nstanding down as Barbossa steps toward them.\n\nBARBOSSA\nWhere is he, Gibbs?\n\nGIBBS\nIt was a mutiny.\n\nBARBOSSA\nIt always is.\n\nGIBBS\nWe set Jack adrift. With a witch.\n\nThis gets Barbossa’s attention.\n\f58.\n\nSCRUM\nA witch who pulled a map from the\nstars.\n\nAND NOW BARBOSSA SLOWLY TURNS -- LOOKS OUT TO SEA -—-\n\nBARBOSSA\nMr. Ragetti! Find me the nearest\nshore.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAND NOW BARBOSSA SLOWLY TURNS -- LOOKS OUT TO SEA -—-\n\nBARBOSSA\nMr. Ragetti! Find me the nearest\nshore. \n\nTARGET SECTION TO BE ANNOTATED:\nRAGETTI BRINGS OVER A MAP -——\n\nBARBOSSA (CONT'D)\nThere is but one island a longboat\ncould reach from this vile ship!\n\nJack Sparrow will be in Coronation Bay\n-- or he’ll be at the bottom of the\nsea.\n\nAND NOW BARBOSSA SEES SOMETHING ELSE -- HE OPENS A SATCHEL\nAND PULLS OUT THE BLACK PEARL IN THE BOTTLE -——\n\nBARBOSSA (CONT'D)\nGentlemen -- I’1l be taking my ship.\n\nINT. - LONGBOAT. - DAY\n\nCarina is sweating, suffering from the heat as she reads her\nchronometer -- taking notes as she tries to figure out where\nthey are and where to go. Jack is exhausted -- still rowing -\n- but secretly happy that she is lost.\n\nJACK SPARROW\nIt would appear your superlative brain\nhas us led us astray. This could well\nbe the end.\n\nJACK TAKES OUT A SMALL LEATHER FLASK -- DRINKS FROM IT.\n\nCARINA SMYTH\nYou have water!\n\nJACK SPARROW\nOf course not. I’m trying to survive.\n\nJACK FINISHES THE RUM -- LICKS THE LAST DROP.\n\nJACK SPARROW (CONT’D)\nNow I’m in trouble.\n\nCARINA SMYTH\nYou are an abject creature. A\nbefouled pirate.\n\nJACK SPARROW\nHigh praise coming from a horologist.\n\f59.\n\nCARINA IS READING THE MAP NOW -- LOOKS CONFUSED --\n\nJACK SPARROW (CONT’D)\nSomething wrong with your map?\n\nCARINA SMYTH\nI don’t require any help.\n\nJACK SPARROW\n\nPerhaps I should take a look -- seeing\nas Maps are part of my chosen\nvocation.\n\nHE SLIDES TOWARD HER -- VERY CLOSE -- AND SHE TRIES TO MOVE\nAWAY FROM HIM.\n\nJACK SPARROW (CONT’D)\nWhere did you get that earring?\n\nCARINA SMYTH\nA gift from my father -- a father I\nnever knew.\n\nJACK SPARROW\nA clover is bad luck at sea. He\nwasn’t a sailor.\n\nCARINA SMYTH\nHe was a scientist.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nA clover is bad luck at sea. He\nwasn’t a sailor. CARINA SMYTH\nHe was a scientist. \n\nTARGET SECTION TO BE ANNOTATED:\n The earring was\nleft to me after he died -- along with\na love of the stars. The most\nbeautiful thing there is.\n\nJACK SPARROW\nNothing compares with the beauty of\nthe sea.\n\nCARINA SMYTH\nDon’t you ever look up?\n\nJACK SPARROW\nOnly when I’m flat on my back. You\ntake your stars, and I'll take my\nhorizon.\n\nCARINA SMYTH\nThey are forever connected. A map\nmaker’s sextant calculates the angle\nbetween a star and the horizon. So\neven if they are worlds apart, they\nare forever entwined -- the stars and\nthe horizon existing as lovers.\n\nAND NOW JACK STARES AT HER --\n\f60.\n\nJACK SPARROW\nLovers? As in we’re lost at sea and\ntired of rowing and I won’t say a\nword?\n\nCARINA SMYTH\nNo. Lovers in the tragic sense. As\nthey are destined to never be\ntogether.\n\nJACK SPARROW\nMay I say that for someone with such\nhigh intellect -- you have us\nunequivocally lost.\n\nCARINA SMYTH\nYou’re the only one who’s lost, Jack\nSparrow.\n\nJACK SPARROW\nI assure you I can smell land when\nclose by -- and I smell nothing --\n\nHE SNIFFS THE AIR FOR A BEAT --\n\nCARINA SMYTH\nLand! Right on time.\n\nJACK LOOKS BACK -- SEES AN ISLAND IN THE DISTANCE. HE SNIFFS\nTHE AIR AGAIN -- THEN HIMSELF --\n\nJACK SPARROW\nThat might be me.\n\nEXT. - CORONATION BAY. - DAY\n\nJACK AND CARINA WALK THROUGH CORONATION BAY -- A BUSTLING\nISLAND PORT THAT IS PACKED WITH MERCHANTS PEDDLING THEIR\nWARES TO SAILORS, PIRATES, AND TRADERS -- THE MOST VILE AND\nVICIOUS LOOKING MEN EVER ASSEMBLED.\n\nCARINA FOLLOWS JACK THROUGH THE ROUGH AND TUMBLE TOWN.\n\nCARINA SMYTH\nWe need to find passage into the\nTriangle --\n\nJACK SPARROW\nLuckily this is a very friendly place.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. - CORONATION BAY. - DAY\n\nJACK AND CARINA WALK THROUGH CORONATION BAY -- A BUSTLING\nISLAND PORT THAT IS PACKED WITH MERCHANTS PEDDLING THEIR\nWARES TO SAILORS, PIRATES, AND TRADERS -- THE MOST VILE AND\nVICIOUS LOOKING MEN EVER ASSEMBLED. CARINA FOLLOWS JACK THROUGH THE ROUGH AND TUMBLE TOWN. CARINA SMYTH\nWe need to find passage into the\nTriangle --\n\nJACK SPARROW\nLuckily this is a very friendly place. \n\nTARGET SECTION TO BE ANNOTATED:\nAll you have to do is ask that group\nof men for assistance -- and we shall\nhave ourselves a ship and a crew.\n\nCARINA LOOKS OVER AT FOUR MEN --—\n\nCARINA SMYTH\nMe?\n\f61.\n\nJACK SPARROW\nBad luck for a man of the sea to ask\nassistance of another sailor without\nthe intercession of a feminine gull.\n\nCARINA SMYTH\nThen I shall go right away. I’m glad\nI can finally trust you.\n\nJACK PULLS HER IN AND GIVES HER A KISS -- HOLDING HER FOR A\nBEAT. When he pulls back she stares at him -- confused.\n\nCARINA SMYTH (CONT’D)\nWhy did you do that?\n\nJACK SPARROW\nFor luck.\n\nCARINA WALKS OFF TOWARD THE MEN -- AS JACK PULLS OUT HER MAP -\n- WHICH HE HAD STOLEN FROM HER DURING THE KISS.\n\nHE QUICKLY TURNS AND RUNS INTO THE FIRST PUB HE CAN FIND --\nEXT. — CORONATION BAY. - DAY\n\nCARINA WALKS UP TO THE FOUR DISGUSTING TRADERS -- SMILES AT\nTHEM.\n\nCARINA SMYTH\nGentlemen, my name is Carina Smyth --\nand I am looking for a ship and a crew\nto take me into the Devil’s Triangle.\nOr more precisely, the Coffin Island --\nwhich I have recently named -- and\nwhich has never been seen by any man.\n\nTHE MEN STARE AT HER IN STUNNED DISBELIEF. HENRY MADDOX\nSTANDS IN THE SHADOWS -- STUDIES HER WITH GREAT INTEREST.\n\nCARINA SMYTH (CONT’D)\nMay I also say that I am not a witch.\nBut I do have this map --\n\nSHE REACHES FOR THE MAP -- SUDDENLY REALIZES IT’S GONE.\n\nCARINA SMYTH (CONT’D)\nThe map? JACK!!!\n\nAS SHE MOVES TO FIND JACK THE MEN STEP IN FRONT OF HER --\nEYE HER WITH MENACING SMILES.\n\nTRADER #1\nBefore you go, Miss. Would you mind\nshowing us your teeth?\n\f62.\n\nINT. - CORONATION BAY PUB.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nWould you mind\nshowing us your teeth? 62. INT. - CORONATION BAY PUB. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\nJACK IS HIDING IN THE BAR WHEN HE HEARS --\n\nCARINA SMYTH (V.O.)\nHELP!! SOMEBODY HELP ME!!\n\nJACK GLANCES OUT THE WINDOW -- SEES CARINA BEING DRAGGED OFF\nIN THE MIDDLE OF THE STREET BY THE FOUR TRADERS. HE QUICKLY\nTURNS BACK TO THE BAR -- HAS A DRINK.\n\nJACK SPARROW\n\nTo trust.\nJACK OPENS THE MAP -- TRIES TO READ IT. KEEPS TURNING IT\nOVER IN HIS HAND -- NOT SURE WHICH WAY IT GOES --\n\nJACK SPARROW (CONT’D)\nShe's the only one who can read it.\n\nA MAN'S VOICE CAUSES JACK TO TURN --\n\nGAMBLER (V.O.)\nI‘1l bet ten pieces.\n\nGAMBLER #2 (V.O.)\nAnd I'll raise this here sword --\nwashed ashore in Coronation Bay this\nmorning...\n\nJACK HEARS THE WORD “SWORD” AND STARTS TO PANIC --\nGAMBLER #2 (V.0.)\nThis is a fine saber! A double-edged\nbone and steel cutlass with a slight\nnick at the tip --\n\nJACK DRINKING FROM A BOTTLE NOW -- FIGHTING WITH HIMSELF NOT\nTO TURN AROUND. BUT HOW CAN HE RESIST?\n\nHE STANDS UP AND STARES DOWN AT HIS SWORD --\n\nGAMBLER #2\nAnd what you be looking at?\n\nJACK CASUALLY KNOCKS OUT THE TWO CARD PLAYERS AS HE LIFTS HIS\nSWORD OFF THE TABLE --\n\nJACK SPARROW\nDestiny...\n\nJUST AS A MAN WALKS INTO THE PUB -- MAKES AN ANNOUNCEMENT -—\nMAN\n\nGentlemen -- the auction is about to\nbegin.\n\f63.\n\nEXT. - CORONATION BAY AUCTION. - NIGHT\n\nTORCHES LIGHT UP A MAKESHIFT PLATFORM -- AN AUCTIONEER\nSTIRRING UP THE LARGE CROWD AS HE AUCTIONS OFF TWO DONKEYS.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUST AS A MAN WALKS INTO THE PUB -- MAKES AN ANNOUNCEMENT -—\nMAN\n\nGentlemen -- the auction is about to\nbegin. 63. EXT. - CORONATION BAY AUCTION. - NIGHT\n\nTORCHES LIGHT UP A MAKESHIFT PLATFORM -- AN AUCTIONEER\nSTIRRING UP THE LARGE CROWD AS HE AUCTIONS OFF TWO DONKEYS. \n\nTARGET SECTION TO BE ANNOTATED:\nMEN ARE DRINKING AND BIDDING WILDLY -- FIGHTS BREAKING OUT --\n\nWE PAN OFF THE STAGE TO A LINE OF THREE WOMEN TIED TOGETHER\nBY ROPE -- EACH OF THE WOMEN WEARING “FANCY” DRESSES. THEY\nARE WAITING TO BE AUCTIONED OFF -- A SIGN ABOVE THEIR HEADS\nREADS: WENCH AUCTION TONIGHT!\n\nCARINA IS AT THE FRONT OF THE LINE, STUFFED INTO A REVEALING\nRED DRESS WITH A HEAVY HAND OF MAKE-UP APPLIED TO HER FACE.\nTHE LOOK ON HER FACE IS PURE RAGE.\n\nTHEY PULL CARINA ONTO THE PLATFORM AND THE CROWD GOES WILD.\n\nAUCTIONEER\nFirst up is this fresh young lass --\ncome up here darling and turn about --\nshow us your larboard side.\n\nCARINA TURNS AND KICKS THE AUCTIONEER IN THE BALLS. SHE\nTURNS TO THE CROWD OF DISGUSTING TRADERS, PIRATES AND\nSAILORS.\n\nCARINA SMYTH\nLet me just say that I forgive your\ncommon dim-wittedness and feeble\nbrains incapable of educated --\n\nTHEY QUICKLY PUT A GAG IN CARINA’S MOUTH AS THE AUCTIONEER\nSTEPS FORWARD --—\n\nAUCTIONEER\nI will start the bidding at one pieces\nof eight -- and with this one I’1l\n\nthrow in a goat.\n\nWE SEE JACK MAKING HIS WAY THROUGH THE CROWD -- GETTING RIGHT\nUP FRONT WHERE CARINA CAN SEE HIM. WITH HER EYES SHE TELLS\nHIM TO START BIDDING --\n\nJACK REACHES INTO HIS POCKETS -- WHICH ARE EMPTY --\n\nJACK SPARROW\nThis one looks of unremarkable stock --\nhard to imagine any warmth coming off\nthose skin and bones. But alas --\nI’ll bid one and let’s be done with\nit!\n\nAUCTIONEER\nI have one pieces of eight!\n\nA DISGUSTING MAN STANDS NEXT TO JACK -- HOLDS UP TWO PIECES\nOF SILVER.\n\f64.\nDISGUSTING TRADER\nI'll bid two.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nA DISGUSTING MAN STANDS NEXT TO JACK -- HOLDS UP TWO PIECES\nOF SILVER. 64. DISGUSTING TRADER\nI'll bid two. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nThree!\n\nDISGUSTING TRADER\nFOUR! !\n\nJACK STEPS CLOSER TO THE BIDDER -- STARTS STEALING MONEY FROM\nTHE MAN’S POCKETS -- FLIPPING COINS TO HIMSELF AS HE\nCONTINUES TO BID --\n\nJACK SPARROW\nFIVE!!\n\nDISGUSTING TRADER\nSIX!!\n\nWITH EACH BID JACK IS STEALING MONEY FASTER AND FASTER -- ONE\nHAND IN THE MAN’S POCKET AND THE OTHER IN HIS JACKET -—\n\nJACK SPARROW\n\nSEVEN! !\n\nDISGUSTING TRADER\nEIGHT!!!\n\nJACK SPARROW\nNINE! !\n\nDISGUSTING TRADER\nTEN!\n\nJACK SPARROW\nIF YOU HAVE TEN -- THEN SHE IS YOURS.\nSHOW US YOUR COIN!\n\nTHE MAN REACHES INTO HIS POCKETS -- WHICH ARE EMPTY --\n\nDISGUSTING TRADER\nNOW WAIT A SECOND -- MY MONEY IS GONE!\n\nJACK HOLDING UP THE MAN’S MONEY -- SHOWING THE ROOM HIS\nCOINS.\n\nJACK SPARROW\nARE WE TO LET THIS MAN SWINDLE A\nREPUTABLE WENCH AUCTION SUCH AS THIS!\n\nAUCTIONEER\nGET THAT CHEAT OUT OF HERE!\n\nTHEY REMOVE THE FAT MAN NEXT TO JACK -- START BEATING HIM AS\nTHEY PULL HIM OUT.\n\f65.\n\nAUCTIONEER (CONT’D)\nNow the last of the bids was ten!\nGoing once! Going twice!\n\nA VOICE FROM THE BACK OF THE ROOM STOPS THE CROWD.\n\nPIRATE\nTWENTY!! AND LET IT BE DONE AT THAT.\n\nJACK HEARS A PIRATE'S VOICE OFF IN THE DARKNESS --\n\nAUCTIONEER\n20!! SOLD!!\n\nTHE CROWD GOING WILD AS A VICIOUS LOOKING PIRATE MOVES\nTHROUGH THE CROWD -- STEPS UP AND TAKES THE END OF CARINA’S\nROPE. HE LOOKS UP AT HER AND SMILES WITH ROTTING YELLOW\nTEETH --\n\nPIRATE\nYou belong to me now.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLD!! THE CROWD GOING WILD AS A VICIOUS LOOKING PIRATE MOVES\nTHROUGH THE CROWD -- STEPS UP AND TAKES THE END OF CARINA’S\nROPE. HE LOOKS UP AT HER AND SMILES WITH ROTTING YELLOW\nTEETH --\n\nPIRATE\nYou belong to me now. \n\nTARGET SECTION TO BE ANNOTATED:\nCARINA IS TERRIFIED OF THE PIRATE -- STRUGGLING WITH HER\nROPES AS SHE’S TAKEN OFF THE PLATFORM -- YELLING THROUGH HER\nGAG AS JACK WATCHES HER MOVE THROUGH THE CROWD.\n\nEXT. - DOCKS OF CORONATION BAY. - QUEEN ANNE’S. - DAY\n\nJACK FOLLOWS THE PIRATE AND CARINA AS THEY HEAD DOWN TO THE\nDOCKS -- WATCHES THROUGH THE DARKNESS AS THEY BOARD A SHIP.\nHE CAN SEE CARINA IN THE WINDOW OF THE CAPTAIN’S QUARTERS -—\nTHE LAMP IS TURNED OFF INSIDE THE SHIP --\n\nAND JACK QUICKLY CLIMBS UP THE SIDE OF THE SHIP -- REACHES UP\nAND PULLS TWO PIRATES OVERBOARD AS HE USES THEM TO HELP\nHIMSELF CLIMB ONTO THE MAIN DECK --—\n\nHE SNEAKS ALONG THE DECK -- MOVES TO THE SIDE OF THE\nCAPTAIN’S QUARTERS AND CLIMBS INTO A WINDOW --\n\nINT. - CAPTAIN'S QUARTERS. - NIGHT\nJACK CLIMBS INTO THE WINDOW OF THE CAPTAIN’S QUARTERS --\nDROPS TO THE FLOOR AND SEES CARINA TIED TO A CHAIR -- STILL\nTIED AND GAGGED --\nA MATCH IS STRUCK -- THE LAMP IS LIT --\nAND THERE’S BARBOSSA AND HIS MEN SITTING AND WAITING FOR HIM.\nBARBOSSA\nEvening, Jack. This be the witch\nyou're looking for?\n\nBARBOSSA’S MEN DRAW WEAPONS -- SURROUND JACK FROM ALL SIDES.\nCARINA LOOKS AT HIM -- TRIES TO TALK THROUGH HER GAG.\n\f66.\n\nBARBOSSA LIMPS OVER TO JACK -- LIFTS UP THE BLACK PEARL IN\nTHE BOTTLE --\n\nBARBOSSA (CONT'D)\nDo you recall why there was mutiny\naboard the Pearl all those years ago?\n\nJACK SPARROW\nI'll take a swag -- did it have\nsomething to do with treasure?\n\nBARBOSSA\nNo, we planned to take the ship from\nyou long before Cortez. Around the\ntime you rescued a British soldier --\nhis life barely a whisper.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nI'll take a swag -- did it have\nsomething to do with treasure? BARBOSSA\nNo, we planned to take the ship from\nyou long before Cortez. Around the\ntime you rescued a British soldier --\nhis life barely a whisper. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nEric the Pirate.\n\nBARBOSSA\nThis was no pirate. He wore the red\ncoat of a soldier trained to kill our\nkind. But you taught him our ways --\npassed over your own crew to\ncommission him a ship.\n\nJACK SPARROW\nYou still seem bitter, Hector.\n\nBARBOSSA\nNot me, Jack. Eric’s brother.\nCaptain Brand’s got a yearning to meet\nyou in the flesh. Although he won’t\nbe wearing his.\n\nINT. - JACK’S SHIP (DYING GULL). - DAY\nGIBBS IS AT THE WHEEL OF THE DYING GULL -- THE CREW HALF\n\nASLEEP ON THE DECK. THE MEN ARE CLEARLY DEPRESSED -- NOT\nSURE WHAT TO DO AS THEY STARE OUT AT NOTHING.\n\nSCRUM\nMutiny seemed like a very good idea at\nthe time.\n\nPIRATE #1\nI believe we were caught up in the\nmoment.\n\nPIRATE #2\nYou think Jack would consider coming\nback --\n\nPIRATE #3\n\nNo harm in asking.\n\f67.\n\nMR. GIBBS\nHe’s probably dead from exposure. Or\neaten by sharks.\n\nSCRUM\nVery true. Hard not to feel a bit\nresponsible.\n\nGIBBS LOOKS OUT TO SEA -- EYES WIDE AS HE SEES A MASSIVE\nBRITISH WAR SHIP COMING UP VERY CLOSE BEHIND THEM.\n\nGIBBS\nScrum, Jack always told me that if\nsomething were to happen, you should\nbe Captain.\n\nSCRUM\nMe? He said that?\n\nGIBBS\nThem be Jack’s wishes. Now go and\ntake the wheel, son -- and take this\n\nhere hat. The hat of a Captain.\nSCRUM TAKES THE HAT, PUTS IT ON.\n\nSCRUM\nThis be my proudest moment indeed.\n\nGIBBS\nYou deserve it.\n\nCREW MEMBER\nSHIP!!! OFF THE PORT! A BRITISH\nGUNNER !\nCREW MEMBER #2\nSHE HAS A HUNDRED GUNS, CAPTAIN! WHAT\nBE YOUR ORDERS?\nGIBBS PATS SCRUM ON THE BACK.\n\nGIBBS\nGood luck.\n\nINT. - DYING GULL.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIBBS PATS SCRUM ON THE BACK. GIBBS\nGood luck. INT. - DYING GULL. \n\nTARGET SECTION TO BE ANNOTATED:\n - LATER\n\nTHE BRITISH HAVE BOARDED THE SHIP BY FORCE -- THE PIRATES\nLINED UP AT GUN POINT. SCARFIELD WALKS DOWN THE LINE.\n\nSCARFIELD\nWhich of you men is Captain of this\nvile ship!\n\nSCRUM STEPS FORWARD, EXCITED.\n\f68.\n\nSCRUM\nMe. That’s me.\n\nSCARFIELD\nBeat him first and longest.\n\nINT. - BRITISH SHIP. - BRIG. -—- CONTINUOUS\n\nThe Pirates are brought down to the brig of the British ship,\nare herded toward the BRIG. A BRUISED AND BATTERED SCRUM\nSTOPS WHEN HE SEES MELIA LOCKED IN A CAGE --\n\nSCRUM\nThat be the witch from Port Royal.\n\nPANIC SETTING IN AS THE PIRATES ARE SHOVED INTO THE CELL\nACROSS FROM THE CAGE.\n\nSCARFIELD WALKS TO THE CAGE -- RAISES HIS GUN --\n\nSCARFIELD\nThe race for the Trident is one the\nBritish will not lose. Tell me where\nto sail.\n\nMELIA\nWe must find Jack Sparrow.\n\nEXT. —- BARBOSSA’S SHIP. - QUEEN ANNE'S REVENGE. - NIGHT\n\nCARINA IS TIED TO THE MAST, LOOKING OUT AT THE STARS.\nBARBOSSA LIMPS OUT TO HER -- REMOVES HER GAG AS HE HOLDS UP\nTHE MAP.\n\nBARBOSSA\nYou'll pardon my forward nature, Miss,\nbut perhaps you can tell me how Jack\nSparrow come to hold a map such as\nthis?\n\nCARINA SMYTH\nI drew it.\n\nBARBOSSA\nThere be no island in the Triangle.\n\nCARINA SMYTH\nNo island you’ve ever seen. It hides\nthe Tomb of Poseidon.\n\nBARBOSSA\nI know an unfinished treasure map when\nI see one. Now who holds the rest of\nit?\n\f69.\n\nCARINA SMYTH\nI’m not sure. I finished the equation\n-- did everything right. It should be\nhere.\n\nBARBOSSA\nEquation?\n\nCARINA SMYTH\nHanded down to me in Galileo’s Diary.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt should be\nhere. BARBOSSA\nEquation? CARINA SMYTH\nHanded down to me in Galileo’s Diary. \n\nTARGET SECTION TO BE ANNOTATED:\nAn equation no man had ever solved --\n\nBARBOSSA\nTo find a Map No Man Could Read?\n\nBARBOSSA STANDS THERE NOW -—\n\nBARBOSSA (CONT'D)\nI’ve heard of such a map. But this\ncan’t be it.\n\nCARINA SMYTH\nI copied that map from the stars,\nwhere it was hidden for thousands of\n\nyears.\n\nBARBOSSA\nImpossible. No woman can read the\nstars.\n\nCARINA SMYTH\nSo you believe you know more of the\nconstellations than I?\n\nCARINA SMYTH (CONT’D)\nOn that I’d wager.\n\nBARBOSSA\nI'll happily untie your hands -- if\nyou can name one star.\n\nCARINA SMYTH\nGo on and choose.\n\nAND BARBOSSA POINTS TO A SPOT IN THE SKY.\n\nBARBOSSA\nThat one -- the brightest in the\nNorth.\nSHE STARES AT IT -- DOESN'T SAY A WORD FOR A LONG BEAT.\n\nBARBOSSA (CONT'D)\nI didn’t think so.\n\nHE TURNS TO WALK AWAY.\n\f70.\nCARINA SMYTH\nCarina. That is the star Carina.\nBarbossa turns back to her now.\n\nCARINA SMYTH (CONT’D)\nThe star which gave me my name.\n\nBarbossa looks at the star -- then pulls his knife and walks\n\nback to her. She closes her eyes -- waiting to be killed --\n\nAS HE CUTS THE ROPES TO HER HANDS -- THEN GIVES HER THE BOOK.\nBARBOSSA\n\nI’m a pirate. Not a killer.\n\nBARBOSSA YANKS THE EARRING FROM HER EAR -- HOLDS IT IN HIS\n\nHAND AS HE WALKS INTO HIS QUARTERS -- SLAMS THE DOOR BEHIND\nHIM.\nINT. - BARBOSSA’S QUARTERS. - CONTINUOUS\n\nBARBOSSA WALKS INTO HIS ROOM, OPENS HIS DRAWER AND LOOKS AT\nTHE SMALL PORTRAIT OF THE WOMAN.\n\nHE THEN TAKES OUT AN EARRING -- AN EARRING THAT IS IDENTICAL\nTO CARINA’S. THE EXACT SAME CLOVER DESIGN.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. - BARBOSSA’S QUARTERS. - CONTINUOUS\n\nBARBOSSA WALKS INTO HIS ROOM, OPENS HIS DRAWER AND LOOKS AT\nTHE SMALL PORTRAIT OF THE WOMAN. HE THEN TAKES OUT AN EARRING -- AN EARRING THAT IS IDENTICAL\nTO CARINA’S. THE EXACT SAME CLOVER DESIGN. \n\nTARGET SECTION TO BE ANNOTATED:\n WE PUSH IN ON\nBARBOSSA -- AND SUDDENLY IT LOOKS LIKE HE’S SEEN A GHOST.\n\nINT. —- QUEEN ANNE'S REVENGE. - BRIG. - NIGHT\n\nJACK IS TIED TO A POST WITH THICK CHAINS SURROUNDING HIS\nENTIRE BODY -- ONLY HIS HEAD EXPOSED. HE HAS AN ITCH ON HIS\nNOSE -- IS HOPELESSLY TRYING TO SCRATCH IT WHEN HE HEARS A\nNOISE. HE QUICKLY LOOKS AROUND --\n\nTHE NOISE GETS LOUDER -- SOMETHING IS PUSHING ITS WAY OUT OF\nLARGE WOODEN CRATE -- THE LID GETTING KICKED OPEN --\n\nJACK SPARROW\nNow that’s a big rat.\n\nJACK WATCHES AS HENRY MADDOX COMES OUT OF HIDING -- THE YOUNG\nSTOWAWAY COMING OUT OF THE CRATE -- NERVOUSLY BACKING UP WHEN\nHE SEES JACK IN CHAINS --\nJACK SPARROW (CONT’D)\nYou there, boy! Could you lend me a\nhand?\nHENRY SLOWLY WALKS TOWARD JACK --\n\nHENRY MADDOX\nI seek no trouble.\n\nHENRY LOOKS DESPERATE -- HIS CLOTHES FRAYED --\n\f71.\n\nJACK SPARROW\nYou're a stowaway on a pirate ship.\nTrouble is all that’s left. What is\nyour name?\n\nHENRY MADDOX\nHenry Maddox. I made my way to\nCoronation Bay to secure passage back\nto the Triangle.\n\nJACK SPARROW\nBack?\n\nHENRY MADDOX\nI was aboard the massacre of the\nMonarch.\n\nJACK SPARROW\nSo you survived Captain Brand?\n\nHENRY MADDOX\nAs did a girl. I knew her less than a\nday. But I promised her I'd find her -\n- save her.\n\nJACK SPARROW\nA word of advice, Henry. Risking your\nlife for women in distress is a\nlaborious way to make a living. Much\nbetter to cause the distress, kidnap\nthe women, then take a ransom.\n\nHENRY MADDOX\nI will rescue her.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nRisking your\nlife for women in distress is a\nlaborious way to make a living. Much\nbetter to cause the distress, kidnap\nthe women, then take a ransom. HENRY MADDOX\nI will rescue her. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nBeing as your aspirations are to\nrescue -- why not start with me?\n\nHENRY MADDOX\nI know not what you’ve done, Sir.\n\nJACK SPARROW\nIt’s not what I’ve done -- it’s what\nI’m about to do. And that is to\nsqueal like a parrot. STOWAWAY NAMED\n\nHENRY!! STOWAWAY NAMED HENRY!!\n\nHENRY MADDOX\nSHHHHHH!! Quiet. Okay -- I’1l get\nyou out.\n\nJACK SPARROW\nThere must be a key to these chains.\n\nHENRY GRABS A CHIPPING HAMMER OFF THE WALL.\n\f72.\n\nHENRY MADDOX\nI won’t be needing any key.\n\nINT. - BARBOSSA’S SHIP. - SUNRISE\n\nBARBOSSA LOOKS OUT AT CARINA ON THE DECK OF THE SHIP. HE\nPUTS THE TWO EARRINGS IN HIS POCKET -- WALKS OUT TO HER AS\nTHE SUN RISES BEFORE THEM.\n\nIN THE DISTANCE WE SEE THE TWO ROCKS THAT FORM THE BORDER OF\nTHE TRIANGLE --\n\nCARINA SMYTH\nMr. Barbossa, what will you do with\nJack when we get there?\n\nBARBOSSA\nThere's a price to pay for finding\nthings not meant to be found.\n\nCARINA SMYTH\nAnd Jack's life is that price?\n\nBARBOSSA\nI'll be trading an eye for an eye.\nYou may have the map -- but I’1l have\nthe key. In the shape of a diamond.\n\nCARINA SMYTH\nHe’s a fellow pirate, is he not?\n\nBARBOSSA\nDo you desire to find the Trident?\n\nCARINA SMYTH\nMore than you could know.\n\nBARBOSSA\nTo what end, might I ask?\n\nCARINA SMYTH\nI will present it to the King -- hand\nhim his greatest treasure. And from\nthat day forward my name will be\npronounced with high regard. And I’1l\nnever be called a witch again.\n\nBARBOSSA\nSo Jack's life is a reasonable\nexpense. Wouldn’t you agree?\nAnd now he looks at her -- sees her concern.\n\nCARINA SMYTH\nYou have no loyalty.\n\f73.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now he looks at her -- sees her concern. CARINA SMYTH\nYou have no loyalty. 73. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA\nA pirate’s life is spent loyal to the\nsea.\n\nCARINA SMYTH\nThe sea is not alive, Mr. Barbossa.\nIt cannot return favor.\n\nBARBOSSA\nNor can any pirate.\n\nCARINA SMYTH\nSo you feel nothing for any living\nsoul?\n\nBARBOSSA\nI'd be lying to pretend otherwise.\n\nINT. - QUEEN ANNE’S REVENGE. - BRIG. -— CONTINUOUS\n\nJACK WATCHES AS HENRY MADDOX PREPARES TO STRIKE THE CHAINS --\nTHE CHIPPING HAMMER RAISED ABOVE HIS HEAD.\n\nTHE LOCK HE’S AIMING FOR IS RIGHT BY JACK’S NECK.\n\nJACK SPARROW\nHave you ever defeated a lock before?\n\nHENRY MADDOX\nNever.\n\nBARBOSSA’S MEN ARE COMING DOWN THE STAIRS INTO THE BRIG --—\n\nJACK SPARROW\nThis would be an excellent time.\n\nHENRY SWINGS THE HAMMER -- A DIRECT HIT AGAINST THE LOCK -—-—\n\nBARBOSSA’S MEN AT THE BOTTOM OF THE STAIRS -- AS HENRY TURNS\nTHE HAMMER ON THEM -- QUICKLY TAKES ONE OF THEM OUT --\n\nTHE SECOND PIRATE DRAWING HIS SWORD --\n\nAS JACK USES HIS BROKEN CHAINS TO FLIP THE PIRATE ONTO HIS\nBACK -- KNOCKS HIM COLD. HE TAKES BOTH OF THEIR SWORDS --—\nTOSSES ONE TO HENRY -—\n\nJACK SPARROW (CONT’D)\nAre you as good with a sword as you\nare with a hammer?\n\nHENRY MADDOX\nI’ve never actually had a sword of my\nown. I was a Captain’s servant --\n\nJACK TAKES THE SWORD BACK FROM HIM -- GIVES HIM THE HAMMER.\n\f74.\n\nJACK SPARROW\nFollow me. We’re taking the ship.\n\nHENRY MADDOX\nThe two of us?\n\nJACK SPARROW\nI do it all the time.\n\nEXT. —- QUEEN ANNE’S REVENGE. - SUNRISE\n\nBarbossa looks determined as he sails toward the boundary of\nthe triangle. THE BLACK PEARL SITS IN THE BOTTLE NEXT TO\nHIM.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nI do it all the time. EXT. —- QUEEN ANNE’S REVENGE. - SUNRISE\n\nBarbossa looks determined as he sails toward the boundary of\nthe triangle. THE BLACK PEARL SITS IN THE BOTTLE NEXT TO\nHIM. \n\nTARGET SECTION TO BE ANNOTATED:\nHIS ENTIRE CREW STANDING BEHIND HIM -- GROUPED TOGETHER --\nALL WAITING FOR THE MOMENT THEY CROSS OVER.\n\nBARBOSSA\nThere be plenty of room at the bow.\n\nTHE MEN DON’T MOVE A MUSCLE.\n\nTHE WINDS PICK UP ON THEIR OWN NOW -- THE SEAS STARTING TO\nCHURN BENEATH THEM -- THE CURRENT STARTS TO PULL THEM IN -—-—\nAS A HEAVY FOG ROLLS IN AND DARK CLOUDS FORM OVERHEAD --\n\nCARINA LOOKING AT THE DARKNESS ALL AROUND HER -- THE DAY\nALMOST TURNED TO NIGHT -- AS SHE SLOWLY BACKS UP --\n\nCARINA SMYTH\nMr. Barbossa -- are you afraid of\nghosts?\n\nBARBOSSA\nOnly when they’re armed.\n\nTHE SHIP GETTING CLOSER AND CLOSER TO THE BORDER -- THE STORM\nMOVING IN HARD AND FAST --\n\nWAVES LASHING THE REVENGE AS THE WIND STARTS TO BLOW IT\nTOWARD THE TRIANGLE -—\n\nAS A SWORD IS SUDDENLY PLACED AT BARBOSSA’S BACK --\nJACK STANDING BEHIND HIM --—\n\nJACK SPARROW\nI'll be taking the Pearl, Hector.\n\nBARBOSSA\nI'd be careful, Jack. This sword is\nthe only thing that’s keeping us from\ncrossing those rocks.\n\f75.\n\nJACK SPARROW\nRejig the row. We won’t be sailing in\n\ntoday.\n\nBARBOSSA\nI've waited a lifetime to hold the\nTrident.\n\nAND NOW BARBOSSA TAKES OUT HIS SWORD -- TURNS TO SQUARE OFF\nWITH JACK -—-\n\nBARBOSSA (CONT'D)\nAnd I'm willing to risk the same.\n\nJACK SPARROW\n\nThen let’s finish this once and for\n\nall.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nI've waited a lifetime to hold the\nTrident. AND NOW BARBOSSA TAKES OUT HIS SWORD -- TURNS TO SQUARE OFF\nWITH JACK -—-\n\nBARBOSSA (CONT'D)\nAnd I'm willing to risk the same. JACK SPARROW\n\nThen let’s finish this once and for\n\nall. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE TWO MEN CIRCLE EACH OTHER -- ABOUT TO FIGHT --\nAS CANNON FIRE SUDDENLY RIPS THROUGH THE REVENGE -- MEN\nTOSSED IN ALL DIRECTIONS AS JACK AND BARBOSSA ARE BLOWN\nACROSS THE SHIP -- BOTH DAZED FOR A BEAT AS THEY LOOK OUT\nTHROUGH THE SMOKE --\nAND THERE’S THE BRITISH WAR SHIP COMING ALONG SIDE --\nJACK AND BARBOSSA SLOWLY GETTING TO THEIR FEET --\nBARBOSSA’S SWORD HAS BEEN KNOCKED ACROSS THE DECK --\n\nBARBOSSA\nA British gunner.\n\nPINTEL\nShe's got a hundred guns, Captain!\n\nBARBOSSA\nTake the wheel, Jack. Killing each\nother will have to wait.\n\nMORE CANNON FIRE RIPS INTO THE QUEEN -- BARBOSSA SCREAMS TO\nHIS CREW --\n\nBARBOSSA (CONT'D)\nDRAW THE MAIN!! SHE'LL CURSE THE DAY\nSHE CHARGED THE REVENGE! !\n\nBARBOSSA RAISING HIS SWORD -- USING THE WIND --\n\nJACK GOING TO THE WHEEL -- TURNING THE SHIP AS FAST AS HE CAN\n- FIGHTING THE CURRENT --\n\nMORE CANNON FIRE COMING IN NOW -- SHOT AFTER SHOT TEARING UP\nTHE REVENGE --\n\nTHE PIRATE CREW LOADING THEIR GUNS --\n\f76.\n\nBARBOSSA (CONT'D)\nFIRE AT WILL -- AND LET THOSE DEVILS\nFEEL YOUR SWAY!\n\nCANNONS LIT --\n\nTHE PIRATES FIRING BACK NOW --\n\nEXPLOSIONS TEARING THROUGH THE BRIG OF THE ESSEX -- SCRUM,\nGIBBS AND THE OTHER PRISONERS KNOCKED BACK IN THEIR CELLS -—\n\nMELIA’S CAGE IS BLOWN OPEN -- THE DOOR BROKEN OFF.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA RAISING HIS SWORD -- USING THE WIND --\n\nJACK GOING TO THE WHEEL -- TURNING THE SHIP AS FAST AS HE CAN\n- FIGHTING THE CURRENT --\n\nMORE CANNON FIRE COMING IN NOW -- SHOT AFTER SHOT TEARING UP\nTHE REVENGE --\n\nTHE PIRATE CREW LOADING THEIR GUNS --\n\f76. BARBOSSA (CONT'D)\nFIRE AT WILL -- AND LET THOSE DEVILS\nFEEL YOUR SWAY! CANNONS LIT --\n\nTHE PIRATES FIRING BACK NOW --\n\nEXPLOSIONS TEARING THROUGH THE BRIG OF THE ESSEX -- SCRUM,\nGIBBS AND THE OTHER PRISONERS KNOCKED BACK IN THEIR CELLS -—\n\nMELIA’S CAGE IS BLOWN OPEN -- THE DOOR BROKEN OFF. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE WITCH CALMLY STEPS OUT -- AS IF SHE KNEW THIS WOULD\nHAPPEN --\n\nBOTH SHIPS EXCHANGING FIRE -- A FULL SCALE BATTLE TAKING\nPLACE AT THE EDGE OF THE TRIANGLE --\n\nMETAL HOOKS THROWN ACROSS AS THE SHIPS ARE JOINED -—-\nAS MEN FROM BOTH SHIPS SWING ACROSS --\nSWORDS AND GUNS OUT NOW AS PIRATES FIGHT WITH SOLDIERS --\n\nJACK FIGHTING SIDE BY SIDE WITH BARBOSSA -- WHO HAS HIS\nBLUNDERBUSS OUT --—\n\nCARINA KEEPING HER EYES ON THE WATERS OF THE TRIANGLE -- THE\nRAGING STORM PULLING THE TWO WARRING SHIPS ACROSS THE\nBOUNDARY --\n\nCARINA LOOKING THROUGH THE HEAVY FOG IN FRONT OF THEM NOW --\nSEEING THE SUDDEN APPEARANCE OF THE SILENT MARY --\n\nPIRATES AND SOLDIERS STILL ENGAGED IN FULL BATTLE AS CARINA’S\nTERRIFIED SCREAM ECHOES THROUGH THE TRIANGLE --\n\nCARINA SMYTH\nSHIP!!!!\n\nSOLDIERS AND PIRATES SEE THE GHOST SHIP EMERGING FROM THE FOG\n\nMEN WHO WERE STABBING AND SHOOTING AND KILLING EACH OTHER ARE\nSUDDENLY VERY DISTRACTED -- THE FIGHTING COMING TO A STOP AS\nTHEY STAND TOGETHER AND WATCH THE SHIP --\n\nPIRATES STEPPING BACK IN FEAR -- KNOWING WHAT’S COMING AS\nBRITISH SOLDIERS LOOK CONFUSED.\n\nSCARFIELD\nFIGHT! I ORDER YOU TO FIGHT!!\n\nBUT THE MEN JUST STARE AT THE SHIPWRECK COMING TOWARD THEM -—\n\nTHE SOUND OF BATTLE STOPPED NOW -- DEAD SILENCE TAKING OVER -—\n\f77.\n\nAS JACK STAYS AT THE WHEEL OF THE REVENGE --—\n\nIN THE WATER WE SEE THE FACES OF THE DEAD -- GHOSTS STARING\nUP AT THEM AND THEN VANISHING --\n\nAS STEAM STARTS TO RISE OFF THE SEA -- THE WATER TURNING RED -\n\nTHICK FOG SURROUNDING THE TRIANGLE AS THE SILENT MARY DRIFTS\nCLOSER --\n\nJACK SPARROW\nCan’t be good.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nI ORDER YOU TO FIGHT!! BUT THE MEN JUST STARE AT THE SHIPWRECK COMING TOWARD THEM -—\n\nTHE SOUND OF BATTLE STOPPED NOW -- DEAD SILENCE TAKING OVER -—\n\f77. AS JACK STAYS AT THE WHEEL OF THE REVENGE --—\n\nIN THE WATER WE SEE THE FACES OF THE DEAD -- GHOSTS STARING\nUP AT THEM AND THEN VANISHING --\n\nAS STEAM STARTS TO RISE OFF THE SEA -- THE WATER TURNING RED -\n\nTHICK FOG SURROUNDING THE TRIANGLE AS THE SILENT MARY DRIFTS\nCLOSER --\n\nJACK SPARROW\nCan’t be good. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK EYES THE PEARL IN THE BOTTLE -- STARTS TO MOVE TOWARD IT\n\nEVERYONE WAITING -- WEAPONS AT THE READY -- A MOMENT OF HIGH\nTENSION --\n\nON THE DECK OF THE BRITISH GUNNER WE SEE ONE OF THE HEAVY\nCANNONS SLOWLY TURN ON ITS OWN -- THE HUGE GUN NOW AIMED\nDIRECTLY AT SEVERAL SOLDIERS ON THE RAIL --\n\nAND THEN WE SEE OTHER CANNONS STARTING TO TURN AS WELL -- THE\nGHOSTS MOVING THE CANNONS INTO POSITION --\n\nWE SEE THE SOLDIERS’ GUNS COCKED ON THEIR OWN --\n\nSWORDS LIFTED FROM THE BODIES OF DEAD SOLDIERS --\n\nCANNONS LIT BY INVISIBLE HANDS, FUSES SLOWLY BURNING DOWN --\nWE SEE THE ANCHOR OF THE REVENGE START TO UNCOIL -- AND NOW\nSLOWLY RISE IN THE AIR LIKE A SNAKE AS IT STALKS SOME PIRATES\n-- WAITING TO STRIKE RIGHT BEHIND THEM --\n\nA LINE OF SWORDS SILENTLY MOVE TOGETHER -- STILL UNSEEN --\n\nCANNONS ON BOTH SHIPS AIMED AT PIRATES AND SOLDIERS -- WHO\nHAVE NO IDEA THEY ARE ABOUT TO BE ATTACKED FROM WITHIN -——\n\nCARINA STEPPING TOWARD JACK AND BARBOSSA --\n\nCARINA SMYTH\nWhat’s happening?\n\nBARBOSSA\nWe’re to be boarded now.\n\nCARINA SMYTH\nJack...\n\nBUT JACK IS ALREADY GONE -- TIP-TOEING BEHIND THE MAST -——\nTRYING TO HIDE --\n\f78.\n\nAS CAPTAIN BRAND APPEARS ON THE FRONT OF THE REVENGE. HE’S\nALONE ON DECK -- EVERYONE EYEING HIM AS HE LOOKS AT THE\nBRITISH SOLDIERS AND PIRATES -- A TRULY CAPTIVE AUDIENCE.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUT JACK IS ALREADY GONE -- TIP-TOEING BEHIND THE MAST -——\nTRYING TO HIDE --\n\f78. AS CAPTAIN BRAND APPEARS ON THE FRONT OF THE REVENGE. HE’S\nALONE ON DECK -- EVERYONE EYEING HIM AS HE LOOKS AT THE\nBRITISH SOLDIERS AND PIRATES -- A TRULY CAPTIVE AUDIENCE. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN BRAND?\nSo who would like to hear a tale?\n\nBRAND STEPS FORWARD NOW -——\n\nCAPTAIN BRAND\nFIRE!!\n\nAND NOW CANNONS FIRE -- RIPPING INTO THEIR OWN SHIPS AND MEN -\n\nMASSIVE HOLES BLOWN IN BOTH SHIPS AS THE GHOSTS ATTACK THE\nMEN WITH THEIR OWN WEAPONS --\n\nGUNS START FIRING ON THEIR OWN -- SHOOTING THE MEN WHO ARE\nHOLDING THEM --\n\nSWORDS MOVING QUICKLY ACROSS THE DECK -- COMING AT MEN FROM\nALL ANGLES --\n\nTHE HEAVY ANCHOR SWINGS ACROSS THE DECK AND TAKES OUT FIVE\nSOLDIERS -- KNOCKING THEM OVER THE SIDE -- CAPTAIN BRAND\nSLOWLY WALKING TOWARD BARBOSSA --\n\nHIS DEAD MEN WALKING BEHIND HIM --\n\nPIRATES AND SOLDIERS THROWING THEMSELVES OVERBOARD IN FEAR -—\n\nSCARFIELD SWINGS HIS SWORD HARD AT A GHOST -- TAKES HIS HEAD\nOFF WITH ONE SWIPE --\n\nAND NOW THE HEADLESS GHOST KEEPS COMING AT HIM -- THE HEAD\nLAUGHING ON THE DECK --\n\nSCARFIELD\nRETREAT!!!\n\nBRITISH SOLDIERS SWINGING BACK TO THEIR SHIP --\n\nBUT AS THEY SWING BACK THEIR ROPES ARE CUT -- THE SOLDIERS\nFALLING INTO THE WATER WHERE GHOSTS ARE WAITING --\n\nOTHER SOLDIERS MAKING IT ACROSS -- BUT SWINGING STRAIGHT INTO\nGHOSTS HOLDING SWORDS --—\n\nTHE MEN DROPPING INTO THE WATER -- WHERE GHOSTS QUICKLY DRAG\nTHEM DOWN --\n\nTHE BRITISH SHIP SINKING FAST AS THE BATTLE RAGES ABOARD THE\nREVENGE.\n\nHENRY MADDOX LOOKS ACROSS TO THE SILENT MARY --\n\f79.\nAND THERE’S OLIVIA STANDING ON THE DECK OF THE SHIPWRECK.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRITISH SOLDIERS SWINGING BACK TO THEIR SHIP --\n\nBUT AS THEY SWING BACK THEIR ROPES ARE CUT -- THE SOLDIERS\nFALLING INTO THE WATER WHERE GHOSTS ARE WAITING --\n\nOTHER SOLDIERS MAKING IT ACROSS -- BUT SWINGING STRAIGHT INTO\nGHOSTS HOLDING SWORDS --—\n\nTHE MEN DROPPING INTO THE WATER -- WHERE GHOSTS QUICKLY DRAG\nTHEM DOWN --\n\nTHE BRITISH SHIP SINKING FAST AS THE BATTLE RAGES ABOARD THE\nREVENGE. HENRY MADDOX LOOKS ACROSS TO THE SILENT MARY --\n\f79. AND THERE’S OLIVIA STANDING ON THE DECK OF THE SHIPWRECK. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY CAN HARDLY BELIEVE IT WHEN HE SEES OLIVIA --\n\nHENRY MADDOX\nOLIVIA!!!\n\nOLIVIA\nHENRY! THEY’RE HOLDING ME CAPTIVE!!\n\nHENRY MADDOX\nI’M COMING FOR YOU!!!\n\nHENRY TRIES TO GET TO THE MARY -- BUT GHOSTS ARE COMING AT\nHIM FROM ALL SIDES AND HE HAS NO CHOICE BUT TO RUN --\n\nCARINA BACKING UP IN HORROR -- TURNS TO RUN BUT IS BLOCKED BY\nMORE DEAD MEN --—\n\nJACK HIDING BEHIND THE MAST --\n\nCAPTAIN BRAND\nCEASE FIRE!!!\n\nDEAD SILENCE NOW AS BRAND AND HIS MEN STAND BEFORE BARBOSSA -——\n\nCAPTAIN BRAND (CONT’D)\nDid you bring your end?\n\nBARBOSSA SLOWLY NODS --\n\nBARBOSSA\nI‘’1l be needing the diamond.\n\nBRAND PLACES HIS HANGER SWORD AT BARBOSSA’S THROAT -—\n\nBRAND\nWhen he’s dead.\n\nAND NOW WE PUSH IN ON CAPTAIN BRAND AS HE SURVEYS THE SHIP.\nCAPTAIN BRAND\nI SPEAK NOW TO THE PIRATE JACK\nSPARROW! SHOW YOUR FACE!!\n\nJACK STAYS HIDDEN BEHIND THE MAST -- TERRIFIED. HE PEEKS OUT\nTO SPY ON BRAND -- WHO HAS VANISHED --\n\nPULL BACK\n\nAND NOW WE SEE CAPTAIN BRAND DIRECTLY ABOVE JACK ON THE MAST -\n- STARING DOWN AT HIM.\n\nCAPTAIN BRAND (CONT’D)\nI've been waiting to meet the rover\nwho sent me to hell and back.\n\nJACK BACKING UP NOW AS BRAND MOVES TOWARD HIM WITH HIS SWORD.\n\f80.\n\nCAPTAIN BRAND (CONT’D)\nThe man who taught my brother the ways\nof the pirate.\n\nJACK SPARROW\nI'm of the belief you can’t teach the\naptitude of piracy.\n\nCAPTAIN BRAND\nThere be blood on your hands. Prepare\nto wash them at the bottom of the sea.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nI'm of the belief you can’t teach the\naptitude of piracy. CAPTAIN BRAND\nThere be blood on your hands. Prepare\nto wash them at the bottom of the sea. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEY REACH THE WHEEL -- JACK BACKING INTO IT --\n\nJACK SPARROW\nAs a statement of fact I did save\nEric’s life --\n\nCAPTAIN BRAND\nYOU LED ME TO SLAUGHTER THE ONLY\nBROTHER I KNEW -- TURNED HIM AGAINST\nHIS OWN!!\n\nJACK SPARROW\nWell, when you put it that way --\n\nCAPTAIN BRAND RAISES HIS HANGER SWORD TO JACK -- BUT HE CAN’T\nMOVE HIS ARM. BRAND QUICKLY LOOKS TO HIS LEFT NOW -- SEES\nTHE ROCK BOUNDARY OF THE TRIANGLE --\n\nAND NOW WE SEE THAT JACK IS STEERING THE SHIP WITH HIS HANDS\nBEHIND HIM -- HAS MOVED THE SHIP HALFWAY ACROSS THE LINE --\n\nJACK SPARROW (CONT’D)\nI believe we’re no longer in the\nTriangle. As I said -- impossible to\nteach.\nFOR A MOMENT JACK HAS SAVED HIMSELF --\n\nEVERYONE WATCHING THE SAILS AS A LIGHT WIND STARTS TO BLOW\nTHE REVENGE BACKWARDS --\n\nAS THE SHIP BEGINS TO MOVE JACK STARTS DESPERATELY BLOWING\nWITH HIS MOUTH --\n\nAS THE SHIP DRIFTS RIGHT BACK OVER THE LINE --\n\nCAPTAIN BRAND GRABS JACK BY THE THROAT -- THROWS HIM ACROSS\nTHE SHIP --\n\nBRAND'S MEN PICKING UP JACK -- HOLDING HIM AS BRAND DRAWS HIS\nSWORD TO SLIT HIS THROAT --\n\nCARINA SMYTH\nLet him go.\n\f81.\nSILENCE NOW. JACK LOOKING AT CARINA -- SURPRISED AS SHE\nSTEPS OUT OF THE SHADOWS --\n\nBARBOSSA WATCHING -- SEES THE WAY SHE LOOKS AT JACK --\nWATCHING AS THE GHOSTS DRAG HER BEFORE BRAND --—\n\nCAPTAIN BRAND\nAnd who might this be?\n\nJACK SPARROW\nA witch -- or a wench. Depends who\nyou ask.\n\nCAPTAIN BRAND\nYou took the life of someone I loved.\nAllow me to return the favor.\n\nJACK SPARROW\nLove? Wait. Just to be clear --\nwe're not together.\n\nCARINA SMYTH\nHe kidnapped me.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nWait. Just to be clear --\nwe're not together. CARINA SMYTH\nHe kidnapped me. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nAnd saved her life --\n\nCARINA SMYTH\nI believe I was making a point --\n\nCAPTAIN BRAND\nYOU CAN DIE TOGETHER --\n\nBRAND LIFTS HIS SWORD --\n\nBARBOSSA STARING AT CARINA -- REACHES DOWN AND GRABS HIS\nSWORD -- THE WIND FILLING THE SAILS --\n\nTHE REVENGE MOVES QUICKLY BACK OVER THE LINE --\n\nJACK AND CARINA SAVED FOR THE MOMENT -- RUSHING TOWARD THE\nFRONT OF THE SHIP --—\n\nBRAND TURNING TO BARBOSSA -- CLEARLY THE DEAL HAS CHANGED -—\n\nCAPTAIN BRAND (CONT'D)\nSINK IT NOW!!\n\nTWO OF BRAND’S GHOSTS GOING AFTER CARINA --\n\nBARBOSSA RAISES HIS SWORD ONCE MORE AS JACK THROWS CARINA\nINTO THE WATER --\n\nTHE GHOSTS UNABLE TO REACH HER -- GOING WILD WITH RAGE -——\n\nTHE GHOSTS TEARING UP THE SHIP AS CANNONS FIRE -- EXPLOSIONS\nTEARING THROUGH THE REVENGE -—\n\f82.\nEVERYONE RUNNING TOWARD THE FRONT OF THE SHIP -- DIVING INTO\nTHE WATER --\n\nJACK ABOUT TO JUMP IN THE WATER -- THEN REMEMBERS THE PEARL -——\nGOES BACK FOR THE BOTTLE --—\n\nHENRY MADDOX HAS NO CHOICE BUT TO DIVE INTO THE OCEAN --—\n\nTHE SHIP SINKING AS THE PIRATES JUMP TO ESCAPE THE GHOSTS -——\nJACK HOLDING THE BOTTLE AT THE FRONT OF THE SHIP -—- ABOUT TO\nJUMP OFF -- BUT BRAND GRABS HIM -- HOLDS HIM OUT OVER THE\nSIDE -- ABOUT TO KILL HIM --\n\nAND JACK REACHES HIS HAND INTO BRAND’S COAT -- PULLS OUT THE\nDIAMOND -- SHOWS IT TO HIM.\n\nJACK SPARROW\nVery difficult to teach this.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWO OF BRAND’S GHOSTS GOING AFTER CARINA --\n\nBARBOSSA RAISES HIS SWORD ONCE MORE AS JACK THROWS CARINA\nINTO THE WATER --\n\nTHE GHOSTS UNABLE TO REACH HER -- GOING WILD WITH RAGE -——\n\nTHE GHOSTS TEARING UP THE SHIP AS CANNONS FIRE -- EXPLOSIONS\nTEARING THROUGH THE REVENGE -—\n\f82. EVERYONE RUNNING TOWARD THE FRONT OF THE SHIP -- DIVING INTO\nTHE WATER --\n\nJACK ABOUT TO JUMP IN THE WATER -- THEN REMEMBERS THE PEARL -——\nGOES BACK FOR THE BOTTLE --—\n\nHENRY MADDOX HAS NO CHOICE BUT TO DIVE INTO THE OCEAN --—\n\nTHE SHIP SINKING AS THE PIRATES JUMP TO ESCAPE THE GHOSTS -——\nJACK HOLDING THE BOTTLE AT THE FRONT OF THE SHIP -—- ABOUT TO\nJUMP OFF -- BUT BRAND GRABS HIM -- HOLDS HIM OUT OVER THE\nSIDE -- ABOUT TO KILL HIM --\n\nAND JACK REACHES HIS HAND INTO BRAND’S COAT -- PULLS OUT THE\nDIAMOND -- SHOWS IT TO HIM. JACK SPARROW\nVery difficult to teach this. \n\nTARGET SECTION TO BE ANNOTATED:\nAND JACK DIVES BACKWARDS AS FAR AS HE CAN INTO THE SEA --\nACROSS THE LINE OF THE TRIANGLE --\n\nAND BRAND DIVES IN AFTER HIM -- BUT THE GHOST NEVER SPLASHES\nDOWN -- WALKS ACROSS THE TOP OF THE WATER AND STARTS TO\nSEARCH FOR JACK -- PULLING PIRATES OUT ONE BY ONE --\n\nGHOSTS WALKING ACROSS THE WATER TOGETHER -- ALL OF THEM\nSEARCHING FOR JACK --\n\nAS A LINE OF FIRE STARTS TO RISE FROM THE SEA -- CAPTAIN\nBRAND LIGHTING THE OCEAN NOW SO THAT IT BURNS -- STANDS IN\nTHE MIDDLE OF THE FLAMES --\n\nCAPTAIN BRAND\nJACK SPARROW!!!\n\nJACK DIVES DOWN -- GHOSTS TRYING TO REACH HIM UNDER THE SEA -——\n\nSOME CREW MEMBERS GETTING SUCKED BACK INTO THE TRIANGLE BY\nTHE CURRENT -- GHOSTS WAITING -- UNABLE TO CROSS THE LINE --—\n\nBARBOSSA USING HIS SWORD TO CLEAR THE SMOKE AND FOG --\n\nAND NOW WE SEE THE ISLANDS THAT SURROUND THE TRIANGLE -- JUST\nAS CARINA HAD SAID.\n\nBARBOSSA\nTHERE! !\n\nCARINA AND BARBOSSA SWIMMING TOWARD SHORE --\n\nJACK FIGHTING THE CURRENT -- MAKING HIS WAY TO THE ROCKS AS\nWELL --\n\nCAPTAIN BRAND UNABLE TO REACH THEM -- STANDING IN THE FLAMES —\n- TRAPPED IN HIS OWN WATERY PRISON --—\n\f83.\n\nCARINA AND BARBOSSA GET TO THE SHORE -- PULL THEMSELVES UP\nWITH OTHER SURVIVORS --\n\nJACK SURFACES HOLDING THE SHIP IN THE BOTTLE --\n\nHALF THE CREW HAS MADE IT OUT OF THE WATER -- INCLUDING\nPINTEL AND RAGETTI -- AS JACK SURFACES WITH THE BLACK PEARL\nIN THE BOTTLE.\n\nHENRY MADDOX LOOKS BACK AT THE WATER -- AT OLIVIA ON THE DECK\nOF THE SILENT MARY AS IT DISAPPEARS INTO THE FOG --\n\nHENRY MADDOX\nOLIVIA’S ALIVE. I HAVE TO SAVE HER! !\n\nHE TRIES TO GO BACK INTO THE WATER, BUT JACK HOLDS HIM BACK.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY MADDOX LOOKS BACK AT THE WATER -- AT OLIVIA ON THE DECK\nOF THE SILENT MARY AS IT DISAPPEARS INTO THE FOG --\n\nHENRY MADDOX\nOLIVIA’S ALIVE. I HAVE TO SAVE HER! ! HE TRIES TO GO BACK INTO THE WATER, BUT JACK HOLDS HIM BACK. \n\nTARGET SECTION TO BE ANNOTATED:\nCARINA IS SHAKING -- STARING OUT AT THE FOG -- EYES FILLED\nWITH TERROR -——\n\nBARBOSSA\nStay on dry land if you wish to live.\n\nCARINA SMYTH\nGhosts. Everywhere. I saw them.\n\nJACK SPARROW\nOn a positive note -- I have yet to\nsee a lizard. Or a Quaker.\n\nPINTEL\nWhere are we?\n\nJACK SPARROW\nThese be the Coffin Islands -- as\nnamed by the woman who found them.\n\nBARBOSSA\nThis must be the burial grounds of\nPoseidon.\n\nAND NOW CARINA TURNS TO HIM -- QUICKLY SNAPS OUT OF HER FEAR.\n\nCARINA SMYTH\nThe Trident is here.\n\nJACK SPARROW\nThen lead the way.\n\nALL THE PIRATES LOOK TO JACK AND BARBOSSA -- STAND FROZEN FOR\nA BEAT.\n\nRAGETTI\nNo woman is going to lead us? Ain’t\nthat right, Captain?\n\f84.\n\nCARINA LOOKS TO BARBOSSA -- WHO PULLS OUT THE MAP AND HANDS\nIT TO HER. HE’S ABOUT TO SPEAK TO HIS MEN WHEN CARINA JUMPS\nIN --\n\nCARINA SMYTH\nFALL IN LINE YA LAZY REPROBATES!\nWE'RE OFF TO THE ISLANDS TO FIND THE\nTRIDENT OF POSEIDON! !\n\nCARINA STARTS WALKING -- THE MEN QUICKLY FOLLOWING.\n\nAND NOW WE PULL BACK AND SEE THE COFFIN ISLAND -- AS DARK AND\nFOREBODING AS THE NAME SUGGESTS. EVERYTHING IS DEAD AND\nDYING -- THE ENTIRE PLACE LOOKS LIKE ONE BIG CEMETERY.\n\nINT. - SILENT MARY. - DAY\n\nSCARFIELD AND THE BRITISH SOLDIERS ARE ALL SOAKING WET AND\nLINED UP ON THE DECK OF THE SILENT MARY. SCRUM, GIBBS AND\nMOST OF JACK’S CREW ARE PRISONERS AS WELL.\n\nGHOST\nThese are the survivors, Sir. Cowards\nfished from the sea.\n\nCAPTAIN BRAND MOVES DOWN THE LINE OF SOLDIERS --\n\nCAPTAIN BRAND\nWelcome aboard The Silent Mary.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nGHOST\nThese are the survivors, Sir. Cowards\nfished from the sea. CAPTAIN BRAND MOVES DOWN THE LINE OF SOLDIERS --\n\nCAPTAIN BRAND\nWelcome aboard The Silent Mary. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEY ALL LOOK TERRIFIED AS THEY LOOK AROUND THE SHIPWRECK -—\nWATCH AS IT SAILS WITH ITS GHOSTLY CREW. THE SAIL RISES ON\nITS OWN -- THE WHEEL GENTLY TURNING WITH NO CAPTAIN -- MOPS\nMETHODICALLY SCRUBBING THE DECK --\n\nGHOSTS APPEAR AND DISAPPEAR AS THEY MOVE THROUGH THE WALLS\nAND COME THROUGH THE DECK WALK SIDEWAYS UP THE MAST OR\nSTAND ON TOP OF THE SAILS --\n\n \n\nCAPTAIN BRAND (CONT’D)\nPoseidon’s brother Hades was charged\nwith protecting the Tomb. And so he\nformed the Triangle -- and enlisted\nthe dead to patrol it. Locking them\nin forever.\n\nCAPTAIN BRAND WALKS DOWN THE LINE NOW -- STEPS IN FRONT OF\nSCARFIELD.\n\nCAPTAIN BRAND (CONT’D)\nWhich is good news for you men -- as\nyou won't be traveling far to the\ngates of hell! Execute them all.\n\nGHOSTS MOVING TOWARD THEM -- READY TO KILL THE PRISONERS --\n\f85.\n\nMELIA\nNo. We will need them alive for now.\n\nMELIA STEPS TOWARD BRAND -- CALMLY STANDS IN FRONT OF HIM.\n\nCAPTAIN BRAND\nWe? And why would a witch help a\nspirit?\n\nMELIA\nI’ve been helping you from the\nbeginning. I engaged Jack Sparrow on\nthis quest, sent him to find the Map\nand the Trident. I brought these\n\nsoldiers to you now -- so that our\ndestinies would live together. You\nsee, Captain Brand -- I’ve come to\n\nmake a deal.\n\nCAPTAIN BRAND\nJack Sparrow has gone ashore -- there\nare no deals to be made.\n\nMELIA\nYou will bring me the Trident. And\nwith it you will have your freedom.\nAnd the revenge you seek.\n\nCAPTAIN BRAND\nAnd what of your revenge?\n\nMELIA\nTo all those who burned witches.\nThere is a storm coming.\n\nCAPTAIN BRAND\nYou forget -- we remain locked to\nthese waters...\n\nMELIA\nI have the power to change that,\nCaptain.\n\nEXT. - COFFIN ISLAND.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN BRAND\nYou forget -- we remain locked to\nthese waters... MELIA\nI have the power to change that,\nCaptain. EXT. - COFFIN ISLAND. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\nTHE PIRATES ARE TERRIFIED AS THEY MOVE THROUGH THE COFFIN\nISLAND. EVERYTHING IS DEAD AND DYING -- LIKE NO ISLAND WE’VE\nSEEN BEFORE.\n\nCARINA MARCHES THROUGH THE THICK BLACK FOREST -- THE BONES OF\nDEAD AND DECAYING ANIMALS ARE SCATTERED UNDER DEAD TREES.\nTHIS IS A HAUNTED HOUSE THAT GOES ON FOREVER -- WITH STRANGE\nNOISES AND SOUNDS CAUSING EVERYONE TO BE ON ALERT -—-—\n\f86.\n\nPINTEL\nI wonder how she come to name this the\nCoffin Islands.\n\nRAGETTI\nWe are searching for the tomb of\nPoseidon.\n\nPINTEL\n\nSeems obvious.\n\nWE SEE A VENUS FLY-TRAP PLANT GRAB A PIRATE NEAR THE BACK --\nTHE MAN LIFTED AND SWALLOWED DOWN BY THE HUGE PLANT. NOBODY\nSEES THIS HAPPEN --\n\nRAGETTI\nThe Spanish word for coffin is ataud.\nI'll wager it’s the name of a famous\nSpanish explorer.\n\nA SECOND PIRATE IS TAKEN BY A PLANT IN THE B.G. -—-\n\nPINTEL\nShe doesn’t look Spanish.\n\nTHE BONES OF THE PIRATES ARE SPIT OUT BY THE PLANT -- AND\nNOBODY SEES A THING.\n\nSUDDENLY MORE VENUS FLY-TRAPS START TO ATTACK THE MEN --\nSCREAMS HEARD NOW THROUGHOUT THE FOREST AS THE PIRATES TRY\nAND GRAB THE LEGS OF THE DOOMED MEN --\n\nBUT IT ALL HAPPENS SO FAST THERE’S NOTHING TO BE DONE. THE\nPLANTS SWALLOW A FEW MEN DOWN -- THEN SPIT OUT THEIR BONES --\n\nTHE MEN HORRIFIED -- RUNNING FOR THEIR LIVES AS THEY TAKE\nCOVER AT THE EDGE OF A CLEARING --\n\nCARINA SMYTH\nStay together. We’ll rest here.\n\nAS EVERYONE STOPS TO REST -- BARBOSSA PULLS JACK ASIDE AND\nPLACES A DAGGER AT HIS THROAT --\n\nBARBOSSA\nThe diamond, Jack. I saw you pocket\nit.\n\nJACK LIFTS THE DIAMOND FROM HIS POCKET --\nJACK SPARROW\n\nI’m confused, Hector.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nAS EVERYONE STOPS TO REST -- BARBOSSA PULLS JACK ASIDE AND\nPLACES A DAGGER AT HIS THROAT --\n\nBARBOSSA\nThe diamond, Jack. I saw you pocket\nit. JACK LIFTS THE DIAMOND FROM HIS POCKET --\nJACK SPARROW\n\nI’m confused, Hector. \n\nTARGET SECTION TO BE ANNOTATED:\n You made a deal\nwith the dead to trade my life for The\n\nEye -- only to save my life from the\nvery dead man who was supposed to take\nit -- and now you wish to kill me dead\n\nall over again.\n\f87.\n\nBARBOSSA TAKES THE DIAMOND -—\n\nBARBOSSA\nI never saved your life.\n\nJACK SPARROW\nI saw you raise your sword --\n\nBARBOSSA\nI DIDN'T SAVE YOU. AND LET THAT BE\nTHE END OF IT.\n\nAnd Jack looks at him -- looks to Carina -- and he finally\nrealizes --\n\nJACK SPARROW\nYou’re in love with her.\n\nBarbossa stands frozen -- stares at Jack --\n\nJACK SPARROW (CONT’D)\nNot that it’s my business, but isn’t\nshe a bit young?\n\nBARBOSSA\nHold your tongue, Jack. Before I cut\nit out.\n\nJACK SPARROW\nAs one who is recently married, I can\nsuggest you don’t rush into this --\n\nBARBOSSA\nENOUGH! !\n\nAND NOW JACK GRABS BARBOSSA’S HAND -- TURNS HIS WRIST OVER TO\nEXPOSE A TATTOO OF A CLOVER.\n\nJACK SPARROW\nI’ve seen that clover before.\nDangling from Carina’s ear. Bad luck\nfor a sailor. But not a pirate named\nBarbossa.\n\nJACK STARING AT HECTOR NOW -—\n\nJACK SPARROW (CONT’D)\nAnd there were pirate markings in her\ndiary. Clover in shape next to the\nequation. The question being, how did\nshe end up with a book that was once\nin the possession of pirates?\n\nBARBOSSA GRABS HIM NOW -- HESITATES FOR A BEAT -- REALIZES\nHE’S GOT NO CHOICE.\n\fBARBOSSA\nAye. The book was stolen by pirates.\nPirates who had no way of reading it.\nSo when it came to my hands thirty\nyears ago, I passed it down. As it\nwas all I had to offer.\n\nJACK SPARROW\nPassed it down?\n\nBARBOSSA\nTo a three year-old child. The most\nbeautiful child you’ve ever seen. A\nchild I was never to lay eyes on\nagain.\n\nJack staring at Hector.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe most\nbeautiful child you’ve ever seen. A\nchild I was never to lay eyes on\nagain. Jack staring at Hector. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA (CONT'D)\nShe's my daughter, Jack. Carina was\nnamed by me, and then left with\nnothing but a book stolen long ago.\n\nJACK SPARROW\nAnd a dead man’s tale of a father she\nnever knew?\n\nBARBOSSA\nLies given to her by her mother so she\nwould never be faced with the truth of\nwhat I am. And she took to those lies\nand made them true -- studied by\nherself until she alone could pull a\nmap from the stars. And now we both\nchase the same treasure -- as our\ndestiny allows.\n\nJACK SPARROW\nYou're certain of this, Hector? With\nall respect, you’re one of the most\nhideous men I’ve ever met. There be\nlittle resemblance.\n\nBARBOSSA\nHer mother was a raven haired beauty --\n\nJACK SPARROW\nI know mirrors are hard to come by at\nsea -- so you might not be aware of\nyour own unsightly face --\n\nBARBOSSA\nSHE’S MY DAUGHTER, JACK! AND THIS\nSECRET WILL GO TO BOTH OF OUR GRAVES.\nSHE MUST NEVER KNOW THE TRUTH!\n\n88.\n\f89.\n\nJACK SPARROW\nSounds like an accord is to be struck.\n\nBARBOSSA\nName your price.\n\nJACK SPARROW\nI only came for the Pearl and my life.\n\nBARBOSSA\nAll I wish to hold is the Trident.\n\nJACK SPARROW\nWe have an accord.\n\nJACK AND BARBOSSA SHAKE ON IT -- BUT BARBOSSA PULLS HIS GUN\nAND HOLDS IT TO JACK’S THROAT.\n\nBARBOSSA\nA small stipulation. I’ve seen the\nway her eyes find you, Jack. You’ll\nbe staying away from Carina --\nforever. She must never know the\npirate’s life.\n\nBarbossa walking toward Jack now.\nBARBOSSA (CONT'D)\nGo near my daughter again -- and I’1l\nkill you where you stand.\nINT. - SILENT MARY.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbossa walking toward Jack now. BARBOSSA (CONT'D)\nGo near my daughter again -- and I’1l\nkill you where you stand. INT. - SILENT MARY. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\nMELIA HAS CUT HER HAND --\nHER BLOOD POOLING ON THE DECK -- STARTING TO BOIL --\nTHE SOLDIERS AND PIRATE PRISONERS WATCHING IN HORROR --\nSCRUM\nIf they offer you tea -- politely\n\ndecline.\n\nMELIA BEGINS HER SPELL -- CHANTING AS BRAND LOOKS TO HIS DEAD\nMEN -- WHO HAVE ALL FALLEN IN LINE.\n\nCAPTAIN BRAND\nJack Sparrow and the Trident are\nwaiting to be taken.\n\nGHOST SOLDIER\nSir, we are chained to these waters.\n\nCAPTAIN BRAND\nThe Witch is casting a spell. Today\nwe're going ashore.\n\f90.\n\nAnd now they all look to the PRISONERS -- who have no idea of\nwhat’s about to happen to them.\n\nEXT. - COFFIN ISLAND. - TRIANGLE. - LATER\n\nJACK IS STAYING FAR AWAY FROM CARINA NOW -- WALKING ON HIS\nOWN -- PUSHES THROUGH SOME THICK BRUSH -- FIGHTING HIS WAY\nTHROUGH HEAVY PLANTS --\n\nAND THERE’S CARINA -- WAITING FOR HIM. HE ALMOST WALKS RIGHT\nINTO HER -- THE TWO OF THEM INCHES AWAY -—\n\nCARINA SMYTH\nI've been looking for you.\n\nJACK TRIES TO MOVE PAST HER NOW --\n\nJACK SPARROW\nDon’t want anyone to see us together --\nmight think we’re conspiring --\ncolluding -- perspiring.\n\nCARINA SMYTH\nIs something wrong?\n\nJACK SPARROW\nWe should keep moving. This island is\nalive -- and so is Hector.\n\nJACK STILL TRYING TO MOVE PAST HER -- KNOWS BARBOSSA WILL\nKILL HIM ON SIGHT. BUT SHE WON’T LET HIM PASS.\n\nCARINA SMYTH\nWhatever happens, I just want you to\nknow that I was wrong about you, Jack.\nYou saved my life three times.\n\nJACK SPARROW\nI also kidnapped you -- induced your\nsale into slavery. And let’s not\nforget the tea -- the mutiny --\n\nSHE MOVES CLOSER TO HIM NOW --—\n\nCARINA SMYTH\nI know I said the horizon and the\nstars were destined to never be\ntogether. But now I believe I was\nwrong.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nI also kidnapped you -- induced your\nsale into slavery. And let’s not\nforget the tea -- the mutiny --\n\nSHE MOVES CLOSER TO HIM NOW --—\n\nCARINA SMYTH\nI know I said the horizon and the\nstars were destined to never be\ntogether. But now I believe I was\nwrong. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK SPARROW\nNo. Not wrong. You’re never wrong.\nHave yet to see it --\n\nCARINA SMYTH\nAre you saying there’s nothing between\nus?\n\fgl.\n\nJACK SPARROW\nDid I tell you I was married? Happily\n-- with two unbearable children.\n\nCARINA SMYTH\nI've spent my life looking to the\nstars. Perhaps I should have been\nlooking out to sea.\n\nCARINA GRABS HIM NOW AND KISSES HIM -- HOLDS HIM TIGHT -- AND\nJACK IS QUICK TO GIVE INTO IT.\n\nJACK SPARROW\nI will admit, there is something\nbetween us.\n\nCARINA SMYTH\nThe Three Fingers of God.\n\nJACK SPARROW\nWell, I'd say you're exaggerating.\n\nCARINA SMYTH\nNo, behind you! Those rocks line up\nexactly as the stars of Orion! We’ve\nfound it!!\n\nAND NOW JACK TURNS -- SEES HER MOVING THROUGH A CLEARING --\nAND JACK IS TRULY RELIEVED TO SEE HER GO. HE TURNS AROUND --\nBARBOSSA IS STANDING RIGHT THERE -- EYEING HIM SUSPICIOUSLY -—-\n\nJACK SPARROW\nGod's finger -- shall we, Hector?\n\nEVERYONE RUSHING TO SEE THREE TOWERING ROCK STRUCTURES THAT\nRISE FROM THE ISLAND -- EACH ONE HUNDREDS OF FEET IN THE AIR.\n\nCARINA LOOKING UP AT THEM -——\n\nCARINA SMYTH\nOrion is called the hunter. The stars\nin the shape of a bow just as those\nare formed. You see it now --\n\nBARBOSSA\nThe question is -- what are they\nhunting?\n\nJACK SPARROW\nThey seem to be pointed at us.\n\nPINTEL\nThere's a cave! Just behind the\nrocks!\n\nIN THE DISTANCE WE SEE A SMALL CAVE BEHIND THE TOWERING\nROCKS.\n\f92.\n\nCARINA SMYTH\nThat must be it. Come on!\n\nBARBOSSA\nWait. Look to the top.\n\nTHEY ALL LOOK UP INTO THE FOG -- MAKE OUT WHAT APPEARS TO BE\nA WOODEN STRUCTURE TWENTY FEET ACROSS --\n\nPINTEL\nLooks as if someone built a house of\nwood on top of those rocks.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBOSSA\nWait. Look to the top. THEY ALL LOOK UP INTO THE FOG -- MAKE OUT WHAT APPEARS TO BE\nA WOODEN STRUCTURE TWENTY FEET ACROSS --\n\nPINTEL\nLooks as if someone built a house of\nwood on top of those rocks. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA\nIt’s not a house. It’s a nest.\n\nJACK SPARROW\nCarina -- did Poseidon have any pets?\n\nAND NOW A MASSIVE BIRD SWOOPS DOWN THROUGH THE FOG -- PICKS\nUP ONE OF THE PIRATES AND SAILS OUT OF FRAME --\n\nJACK SPARROW (CONT’D)\nThis is where I run.\n\nTHE PIRATE SCREAMING AS TWO MORE MASSIVE PRIMEVAL BIRDS\nATTACK -- THE SCREAMING CREATURES MOVING FAST AS EVERYONE\nRUNS FOR THEIR LIVES --\n\nTHE BIRDS HAVE BEAKS LIKE RAZOR BLADES -- TALONS THE SIZE OF\nDAGGERS -- THESE ARE DEAD WINGED SKELETONS DESCENDING FROM\nTHE SKY --\n\nTHE GIANT BIRDS PICKING OFF CREW MEMBERS ONE BY ONE -—\nPULLING THEM RIGHT OUT OF THEIR BOOTS AND FLYING OFF TO THE\nNESTS AT THE TOP OF THE ROCKS --\n\nWE SEE A PIRATE DROPPED INTO ONE OF THE NESTS -- WHERE\nSEVERAL “BABY” SIZED BIRDS ARE WAITING TO EAT HIM --\n\nCARINA RUNNING FOR HER LIFE AS ONE OF THE MASSIVE HALF-DEAD\nBIRDS COMES FLYING TOWARD HER -- GRABS HER BY THE SHOULDERS\nAND IS ABOUT TO LIFT HER OFF THE GROUND --\n\nBUT JACK COMES RUNNING IN BEHIND HER -- SWINGS HIS SWORD --\nCUTS OFF THE BIRD’S FEET AS CARINA FALLS BACK TO THE GROUND --\n\nTHE SCREAMING BIRD TURNS TO COME BACK FOR JACK --\n\nJACK SPARROW (CONT’D)\nANGRY BIRD!! ANGRY BIRD!!\n\nTHE BIRD COMING AFTER JACK NOW -- BEAK OPEN AS IT TRIES TO\nSLICE JACK IN HALF --\n\nBUT A GUNSHOT RINGS OUT -- AND THERE’S BARBOSSA WITH HIS\nBLUNDERBUSS --\n\f93.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PIRATE SCREAMING AS TWO MORE MASSIVE PRIMEVAL BIRDS\nATTACK -- THE SCREAMING CREATURES MOVING FAST AS EVERYONE\nRUNS FOR THEIR LIVES --\n\nTHE BIRDS HAVE BEAKS LIKE RAZOR BLADES -- TALONS THE SIZE OF\nDAGGERS -- THESE ARE DEAD WINGED SKELETONS DESCENDING FROM\nTHE SKY --\n\nTHE GIANT BIRDS PICKING OFF CREW MEMBERS ONE BY ONE -—\nPULLING THEM RIGHT OUT OF THEIR BOOTS AND FLYING OFF TO THE\nNESTS AT THE TOP OF THE ROCKS --\n\nWE SEE A PIRATE DROPPED INTO ONE OF THE NESTS -- WHERE\nSEVERAL “BABY” SIZED BIRDS ARE WAITING TO EAT HIM --\n\nCARINA RUNNING FOR HER LIFE AS ONE OF THE MASSIVE HALF-DEAD\nBIRDS COMES FLYING TOWARD HER -- GRABS HER BY THE SHOULDERS\nAND IS ABOUT TO LIFT HER OFF THE GROUND --\n\nBUT JACK COMES RUNNING IN BEHIND HER -- SWINGS HIS SWORD --\nCUTS OFF THE BIRD’S FEET AS CARINA FALLS BACK TO THE GROUND --\n\nTHE SCREAMING BIRD TURNS TO COME BACK FOR JACK --\n\nJACK SPARROW (CONT’D)\nANGRY BIRD!! ANGRY BIRD!! THE BIRD COMING AFTER JACK NOW -- BEAK OPEN AS IT TRIES TO\nSLICE JACK IN HALF --\n\nBUT A GUNSHOT RINGS OUT -- AND THERE’S BARBOSSA WITH HIS\nBLUNDERBUSS --\n\f93. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK GRABS CARINA AND THEY TAKE OFF RUNNING FOR THE CAVE -—\nTHE OTHER PIRATES RUNNING FOR COVER AS WELL --\n\nTHE GIANT BIRDS DESCENDING ON THEM AS THEY RUN --—\n\nTWO MORE PIRATES PICKED CLEAN AS BARBOSSA KEEPS ON FIRING --—\n\nTHE GUNSHOTS CAUSING THE BIRDS TO DROP THE PIRATES -- TURN\nBACK IN ANGER FOR HIM -——\n\nBUT BARBOSSA STANDS HIS GROUND -- TAKES DEAD AIM AS TWO BIRDS\nCOME AT HIM AT ONCE --\n\nHE PUTS A BULLET BETWEEN THE EYES OF THE FIRST --—\n\nAND THE DEAD BIRD DROPS FROM THE SKY AND LANDS ON TWO PIRATES\n-- CRUSHING THEM --\n\nTHE SECOND BIRD ABOUT TO TAKE OUT BARBOSSA -- WHO HAS FIRED\nALL HIS SHOTS -—-\n\nTHE BIRD REACHING FOR HIM WITH HIS TALONS --\nAS JACK TACKLES BARBOSSA TO THE GROUND JUST IN TIME -—-—\nTHE BIRD CIRCLING BACK FOR THEM --\n\nJACK SPARROW (CONT’D)\nI’1l need to borrow a weapon, Hector.\n\nBARBOSSA\nI’m out of charge.\n\nJACK SPARROW\nI have an idea. Don’t think you’1l\nlike it.\nTHE BIRD DIVING DOWN AT THEM --\n\nAND NOW WE SEE JACK GET TO HIS FEET HOLDING BARBOSSA’S WOODEN\nLEG --\n\nJACK SLAMMING THE WOODEN LEG ACROSS THE BIRD’S BEAK -- THE\nGIANT CREATURE CRASHING TO THE GROUND -- DAZED FOR A BEAT\nWITH AN INJURED WING --\n\nJACK STANDS THERE HOLDING BARBOSSA’S LEG --\n\nJACK SPARROW (CONT’D)\nThis is awkward --\n\nAND NOW THE BIRD IS BACK UP --\n\nJACK SPARROW (CONT’D)\nRUN! !\n\f94.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t think you’1l\nlike it. THE BIRD DIVING DOWN AT THEM --\n\nAND NOW WE SEE JACK GET TO HIS FEET HOLDING BARBOSSA’S WOODEN\nLEG --\n\nJACK SLAMMING THE WOODEN LEG ACROSS THE BIRD’S BEAK -- THE\nGIANT CREATURE CRASHING TO THE GROUND -- DAZED FOR A BEAT\nWITH AN INJURED WING --\n\nJACK STANDS THERE HOLDING BARBOSSA’S LEG --\n\nJACK SPARROW (CONT’D)\nThis is awkward --\n\nAND NOW THE BIRD IS BACK UP --\n\nJACK SPARROW (CONT’D)\nRUN! ! 94. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBOSSA PUTS HIS LEG BACK ON AS HE AND JACK RUSH TO THE\nENTRANCE OF THE CAVE AND DIVE FOR COVER BEHIND THE ROCKS -—\n\nTHE SURVIVING BIRDS CIRCLING THE ENTRANCE -- MUCH TOO BIG TO\nENTER -- THEN QUICKLY START TO EAT THE GIANT DEAD BIRD THAT\nBARBOSSA SHOT.\n\nINT. - CAVE. - DAY\n\nJACK AND BARBOSSA ENTER THE CAVE WITH THE OTHER SURVIVORS --\nexhausted and out of breath.\n\nRAGETTI\nWhat is this place?\n\nCARINA SMYTH\nThis isn’t a place. The map ends\nhere. Look at the walls.\n\nJACK AND BARBOSSA WALK DEEPER INTO THE CAVE -- STAND IN\nSTUNNED SILENCE AS A SHIMMERING LIGHT SHINES ACROSS THEIR\nFACES. CARINA STEPS TOWARD THE LIGHT --\n\nWE SEE THAT THE WALLS OF THE MASSIVE CAVE ARE COVERED IN\nJEWELS. MILLIONS OF DIAMONDS COVERING THE WALLS -- STUCK IN\nTHE ROCKS AND SUSPENDED ALL AROUND THEM --\n\nTHE ENTIRE CAVE BATHED IN A WONDROUS LIGHT --\n\nJACK SPARROW\nDiamonds.\n\nCARINA SMYTH\nThose aren't diamonds. They’re stars.\n\nINT. - BRITISH SHIP. - TRIANGLE. - DAY\n\nMELIA IS CASTING HER SPELL, EXHAUSTED AS SHE USES ALL OF HER\nMAGIC. THE BRITISH SOLDIERS HORRIFIED -- AS ARE SCRUM AND\nGIBBS. MELIA NODS TO CAPTAIN BRAND -- WHO LOOKS AT HIS MEN --\n\nCAPTAIN BRAND\nChoose your legs.\n\nAND NOW SOME OF THE GHOSTS WALK TOWARD THE PRISONERS. THE\nMEN BACKING UP IN FEAR --\n\nAS THE GHOSTS START TO POSSESS THE TERRIFIED BRITISH SOLDIERS\nONE BY ONE -- WE SEE THEM STEPPING STRAIGHT INTO THEIR BODIES\n\nTWO GHOSTS STEP INTO GIBBS AND SCRUM -- WHO BECOME POSSESSED\nAS WELL.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nMELIA NODS TO CAPTAIN BRAND -- WHO LOOKS AT HIS MEN --\n\nCAPTAIN BRAND\nChoose your legs. AND NOW SOME OF THE GHOSTS WALK TOWARD THE PRISONERS. THE\nMEN BACKING UP IN FEAR --\n\nAS THE GHOSTS START TO POSSESS THE TERRIFIED BRITISH SOLDIERS\nONE BY ONE -- WE SEE THEM STEPPING STRAIGHT INTO THEIR BODIES\n\nTWO GHOSTS STEP INTO GIBBS AND SCRUM -- WHO BECOME POSSESSED\nAS WELL. \n\nTARGET SECTION TO BE ANNOTATED:\nAS EACH PRISONER IS POSSESSED, THEIR EYES IMMEDIATELY TAKE ON\nTHE REFLECTION OF THE GHOST.\n\f95.\n\nWE SEE A NEWLY POSSESSED SOLDIER WALKING -- TRYING OUT HIS\nLEGS -- WHILE ANOTHER TAKES A KNIFE AND CUTS HIS OWN HAND --—\nFEELING THE PAIN AND SEEING THE BLOOD --\n\nCAPTAIN BRAND STEPS INTO THE BODY OF ADMIRAL SCARFIELD -- AND\nBRAND'S EYES BECOME SCARFIELD’S --\n\nAND A GHOST ARMY IS CREATED BEFORE OUR EYES --—\n\nCAPTAIN BRAND (CONT’D)\nMove out. We’re going ashore!\n\nINT. - CAVE. — DAY\nCARINA MOVES TOWARD THE WALLS -- CAN HARDLY BELIEVE HER EYES.\n\nJACK SPARROW\nYou're saying this is part of the map?\n\nCARINA SMYTH\nWe’re standing inside it.\n\nPINTEL\nIf we’re inside a map, then in theory\nwe could all get folded?\n\nRAGETTI\nOr rolled. That would be bad.\n\nPINTEL\nHow do we read it?\n\nCARINA SMYTH\nIt’s not to be read. It’s to be\ncompleted. This cave -- these\ndiamonds -- it’s the solar system --\nThe Map No Man Can Read. Every star\nexactly in its place. It’s all here --\nwe're seeing what God sees.\n\nPIRATE #1\nWitch! She’s a witch!\n\nJACK SPARROW\nWe're past that.\n\nPIRATE #2\nDiamonds on the walls! What are we\nwaiting for!\n\nA PIRATE RUSHES TO THE WALL -- TRIES TO PULL OUT A SINGLE\nDIAMOND --\n\nPIRATE #2 (CONT’D)\nI'll be taking this one.\n\f96.\n\nSUDDENLY THE GROUND DROPS OUT FROM UNDER HIM -- AND THE\nPIRATE DROPS STRAIGHT TO HIS DEATH -- SCREAMING AS HE FALLS\nINTO THE ENDLESS DARKNESS --\n\nCarina is moving toward the walls -- lost in thought --\nCARINA SMYTH\nThat's the Milky Way, Orion’s Belt.\nComing across here is --\nBARBOSSA\nCarina. Bright enough to navigate\nduring a dead moon.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUDDENLY THE GROUND DROPS OUT FROM UNDER HIM -- AND THE\nPIRATE DROPS STRAIGHT TO HIS DEATH -- SCREAMING AS HE FALLS\nINTO THE ENDLESS DARKNESS --\n\nCarina is moving toward the walls -- lost in thought --\nCARINA SMYTH\nThat's the Milky Way, Orion’s Belt. Coming across here is --\nBARBOSSA\nCarina. Bright enough to navigate\nduring a dead moon. \n\nTARGET SECTION TO BE ANNOTATED:\nCarina looks back at Barbossa --\n\nCARINA SMYTH\nYes. That is Carina.\n\nJACK SPARROW\nSo which star are we looking for?\n\nCARINA SMYTH\nThe one that’s missing. And it’s\nright there -- that space on the wall.\n\nRAGETTI\nWhat is it then?\n\nCARINA SMYTH\nThe third planet from the sun. Earth.\nWe're missing.\n\nAND NOW BARBOSSA TAKES THE YELLOW DIAMOND EYE FROM HIS POCKET\n-- HANDS IT TO CARINA.\n\nBARBOSSA\nTry this.\n\nSHE TAKES THE DIAMOND AND WALKS TOWARD THE WALL -- SLOWLY\nREACHES UP AND PLACES THE DIAMOND INTO THE CARVED SPACE.\n\nIT FITS PERFECTLY -- RIGHT WHERE THE PLANET EARTH BELONGS.\n\nTHE LIGHT SHINING ACROSS CARINA’S FACE NOW AS THE ENTIRE CAVE\nGLOWS YELLOW --\n\nCARINA SMYTH\nThe Map is complete.\n\nA NOISE IS HEARD -- A RUMBLING -- PARTS OF THE FLOOR FALLING\nOUT AS PIRATES DROP STRAIGHT DOWN --\n\nTHE BACK OF THE CAVE BURSTING OPEN -- THE BACK WALL STARTING\nTO CRUMBLE TO CREATE AN OPENING AT THE BACK OF THE CAVE.\n\nTHEY ALL SHIELD THEIR EYES NOW AS THE SUN STREAMS THROUGH -—\n\f97.\n\nAND NOW THEY ALL WALK TOWARD THE LIGHT -- THE NEWLY EXPOSED\nOPENING --\n\nEXT. —- TOMB OF POSEIDON FORTRESS. - DAY\n\nTHEY ALL WALK OUT OF THE CAVE -- STAND IN SILENT AWE AS THEY\nSTARE ACROSS AT A MASSIVE FORTRESS THAT PROTECTS AN ANCIENT\nTOMB. FORTY FOOT WALLS STAND IN FRONT OF THEM -—\n\nBARBOSSA\nThe Tomb of Poseidon.\n\nJACK SPARROW\nOne question. Any birds?\n\nTHE ENTIRE COMPOUND IS MADE OF STONE AND GOLD -- A TREASURE\nFIT FOR THE GODS. CARINA LEADS THE WAY TOWARD THE FORTRESS --\n\nEXT. - ISLAND AROUND THE TRIANGLE.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nAny birds? THE ENTIRE COMPOUND IS MADE OF STONE AND GOLD -- A TREASURE\nFIT FOR THE GODS. CARINA LEADS THE WAY TOWARD THE FORTRESS --\n\nEXT. - ISLAND AROUND THE TRIANGLE. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\nTHE GHOSTS ARE COMING ASHORE INSIDE THEIR HUMAN COUNTERPARTS —\n- SOME OF THEM TRY TO WALK ON THE WATER AND SINK STRAIGHT\nDOWN -- THE POSSESSED MEN SWIMMING ASHORE AND THEN MOVING\nQUICKLY ONTO LAND AS THEY MAKE THEIR WAY ONTO THE ISLAND -—\n\nCAPTAIN BRAND\nYou men are now vulnerable to gun and\nsword. And if your flesh and body\ndies -- you’re to join its rotten\nspirt in hell.\n\nCAPTAIN BRAND LOOKS TOWARD THE TREES --\n\nCAPTAIN BRAND (CONT'D)\nMOVE OUT!! WE LIVE AGAIN!!\n\nINT. - TOMB OF POSEIDON. - CONTINUOUS\n\nCARINA LEADS JACK, BARBOSSA AND THE CREW INSIDE THE WALLS OF\nTHE TOMB COMPOUND -- MOVE THROUGH A SECOND CLEARING THAT\nLEADS TO THE ANCIENT GOLD TOMB -- STATUES AND ORNAMENTAL\nCARVINGS ALL AROUND IT.\n\nCARINA SMYTH\nIt’s real, isn’t it?\n\nBARBOSSA\nYou found it, Carina. Nobody else\ndare say it was them -- for it bea\n\nlie as great as any told.\nShe looks at him now --\n\nJACK SPARROW\nShall we take a peek?\n\f98.\n\nBARBOSSA\nOPEN IT MEN!\n\nFOUR OF BARBOSSA’S PIRATES ALL WORK TOGETHER TO LIFT THE\nHEAVY LID -- PULLING WITH ALL THEIR MIGHT TO SLOWLY PUSH IT\nASIDE. THEY FINALLY GET IT OPEN --\n\nAND THERE INSIDE, FLOATING IN PRISTINE BLUE WATER, IS THE\nTRIDENT OF POSEIDON. THE GOLDEN SPEAR SPARKLES, IS EDGED\nWITH JEWELS -- AND THEY ALL STARE DOWN IN QUIET DISBELIEF.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOUR OF BARBOSSA’S PIRATES ALL WORK TOGETHER TO LIFT THE\nHEAVY LID -- PULLING WITH ALL THEIR MIGHT TO SLOWLY PUSH IT\nASIDE. THEY FINALLY GET IT OPEN --\n\nAND THERE INSIDE, FLOATING IN PRISTINE BLUE WATER, IS THE\nTRIDENT OF POSEIDON. THE GOLDEN SPEAR SPARKLES, IS EDGED\nWITH JEWELS -- AND THEY ALL STARE DOWN IN QUIET DISBELIEF. \n\nTARGET SECTION TO BE ANNOTATED:\nCARINA SLOWLY REACHES IN AND TAKES IT OUT -- HOLDS IT IN HER\nHANDS -- KNOWS SHE HAS FINALLY FOUND IT --\n\nHER MOMENT OF GLORY BROKEN AS THE TRIDENT BEGINS TO SHAKE -—\n\nCARINA SMYTH\nWhat’s happening?\n\nSUDDENLY A NOISE IS HEARD -- LIKE THE CLINKING OF A GLASS --\nEVERYONE LOOKING AROUND TO FIND IT --\n\nAND JACK LOOKS DOWN AT THE SATCHEL PINTEL IS HOLDING --\nREACHES IN AND TAKES OUT THE BLACK PEARL IN THE BOTTLE -——\n\nJACK SPARROW\nThe Trident controls the sea --\n\nTHE OCEAN INSIDE THE BOTTLE STARTING TO REACT TO THE TRIDENT -\nAND NOW THE BOTTLE CRACKS AND A TRICKLE OF WATER COMES OUT --\n\nJACK SPARROW (CONT’D)\nMy water broke...\n\nJACK RUNNING WITH THE BOTTLE -—-\n\nJACK SPARROW (CONT’D)\nIT’S COMING!!\n\nJACK HOLDING THE BOTTLE IN FRONT OF HIM AS HE RUSHES BY THE\nPIRATES --\n\nJACK SPARROW (CONT’D)\nIT’S COMING!!\n\nTHE GLASS BEGINS TO SHATTER -- AND NOW JACK’S IN THE MIDDLE\nOF A CLEARING YELLING AT SOME OF THE PIRATES WHO ARE CLOSE BY\n\nJACK SPARROW (CONT’D)\nRUN! !\n\nTHE PIRATES CONFUSED -- BUT IMMEDIATELY START TO RUN AS JACK\nDROPS THE BOTTLE AND THE GLASS EXPLODES --\n\f99.\n\nAND THE BLACK PEARL SHIP STARTS TO SHAKE AND EXPAND AND GROW\nBEFORE OUR EYES --—\n\nTHE SHIP RISING QUICKLY AS IT BUILDS AND BUILDS --\nJACK DIVING TO ESCAPE HIS GROWING SHIP --\n\nAND THEN IT’S FINALLY DONE. THE BLACK PEARL IS LYING IN THE\nCLEARING WHICH SURROUNDS THE TOMB --\n\nJACK STARING AT IT -- WALKS OVER -- REACHES DOWN AND PICKS IT\nUP.\n\nAND NOW WE SEE THE SHIP IS ONLY FOUR FEET LONG. LOOKS LIKE\nSOMETHING YOU’D BUY IN A TOY STORE.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BLACK PEARL IS LYING IN THE\nCLEARING WHICH SURROUNDS THE TOMB --\n\nJACK STARING AT IT -- WALKS OVER -- REACHES DOWN AND PICKS IT\nUP. AND NOW WE SEE THE SHIP IS ONLY FOUR FEET LONG. LOOKS LIKE\nSOMETHING YOU’D BUY IN A TOY STORE. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK PICKS IT UP -- HOLDS HIS SMALL SHIP FOR A BEAT --\n\nJACK SPARROW (CONT’D)\nPerhaps I was wrong. Maybe size does\nmatter.\n\nTHE SMALL ANCHOR DROPS DOWN -- LANDS ON HIS FOOT. AND NOW\nJACK LOOKS AROUND -- ALMOST EMBARRASSED AS HE HOLDS UP HIS\nSHIP.\n\nJACK SPARROW (CONT’D)\nI think she needs a little more water.\n\nBACK AT THE TOMB --\n\nCARINA LOOKS AT THE TRIDENT IN SHEER AWE -- UNTIL A SWORD IS\nPLACED AT HER THROAT.\n\nBARBOSSA\nNow hand it this way. The discovery\nbelongs to you. But that Trident is\nmine.\n\nBARBOSSA HOLDS HIS SWORD ON CARINA --\n\nCARINA SMYTH\nI can see it in your eyes -- you will\nnot kill me.\n\nBARBOSSA\nNever trust the eyes of a pirate.\n\nCARINA SMYTH\nThen run me through, Captain Barbossa.\nAnd prove me wrong.\n\nBARBOSSA\nFor the last time --\n\nCARINA SMYTH\nWhat will you do with it?\n\f100.\n\nBARBOSSA\nSell it to highest bidder. As is my\nright.\n\nCARINA SMYTH\nHow could you give up a treasure like\nthis without a thought? Can you not\nsee it’s perfect? What kind of man\nare you?\n\nBARBOSSA\nA pirate. Never to change.\n\nSUDDENLY JACK TURNS -- SEES 50 GHOST SOLDIERS COMING OVER AND\nTHROUGH THE WALLS OF THE FORTRESS -- THE POSSESSED MEN\nSCREAMING WITH VOICES OF THE DEAD --\n\nCAPTAIN BRAND/SCARFIELD\nATTACK!\n\nTHE GHOST OF CAPTAIN BRAND LEADING THE CHARGE IN SCARFIELD’S\nBODY --\n\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nYOU MEN SAILED INTO HELL -- NOW HELL\nCOMES LOOKING FOR YOU!\nJACK RACING THROUGH THE MAZE OF THE FORTRESS --\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nFind the Trident.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUDDENLY JACK TURNS -- SEES 50 GHOST SOLDIERS COMING OVER AND\nTHROUGH THE WALLS OF THE FORTRESS -- THE POSSESSED MEN\nSCREAMING WITH VOICES OF THE DEAD --\n\nCAPTAIN BRAND/SCARFIELD\nATTACK! THE GHOST OF CAPTAIN BRAND LEADING THE CHARGE IN SCARFIELD’S\nBODY --\n\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nYOU MEN SAILED INTO HELL -- NOW HELL\nCOMES LOOKING FOR YOU! JACK RACING THROUGH THE MAZE OF THE FORTRESS --\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nFind the Trident. \n\nTARGET SECTION TO BE ANNOTATED:\n And bring me Jack\nSparrow!!\nBARBOSSA SEES THE GHOST ATTACK -- GHOSTS COMING TOWARD HIM --\nHE LOOKS TO CARINA -- WHO TAKES OFF RUNNING WITH THE TRIDENT.\n\nBARBOSSA HESITATES -- THEN TURNS TO THE GHOSTS WHO ARE COMING\nTOWARD HIM --\n\nBARBOSSA\nLET'S SHOW ‘EM HOW TO BLEED!\n\nBARBOSSA DRAWS HIS SWORD -- HIS CREW FIGHTING BACK -- A\nHORRIBLE BATTLE RAGING AROUND THE TOMB --\n\nCARINA RACES THROUGH THE SIDE OF THE COMPOUND AND INTO THE\nwoOoDs.\n\nHENRY MADDOX SEES HER GOING -- CHASES AFTER HER --\nBARBOSSA SLICING HIS WAY THROUGH THE POSSESSED MEN -—\nAS THE BRITISH SOLDIERS (GHOSTS) DIE, WE HEAR THE SCREAMS OF\n\nTHE GHOSTS -- ALONG WITH THE PERSON THEY POSSESS -- BOTH\nDYING TOGETHER --\n\f101.\n\nJACK RUNNING WITH THE SMALL PEARL -- COMES FACE TO FACE WITH\nGIBBS AND SCRUM. JACK RELIEVED TO SEE THEM --\n\nJACK SPARROW\nGibbs, Scrum -- we’ll have to fight\nour way out.\n\nTHE MEN STARE AT HIM -- THEIR GHOST EYES GLARING AT JACK AS\nTHEY RAISE THEIR SWORDS -——\n\nJACK SPARROW (CONT’D)\nYou both look a bit pale.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK RUNNING WITH THE SMALL PEARL -- COMES FACE TO FACE WITH\nGIBBS AND SCRUM. JACK RELIEVED TO SEE THEM --\n\nJACK SPARROW\nGibbs, Scrum -- we’ll have to fight\nour way out. THE MEN STARE AT HIM -- THEIR GHOST EYES GLARING AT JACK AS\nTHEY RAISE THEIR SWORDS -——\n\nJACK SPARROW (CONT’D)\nYou both look a bit pale. \n\nTARGET SECTION TO BE ANNOTATED:\n Are you not\nwell? A touch of Scurvy perhaps?\n\nJACK WATCHES IN HORROR AS THEY RAISE THEIR SWORDS -- SCREAM\nAS THEY COME STRAIGHT AT HIM --\n\nJACK SPARROW (CONT’D)\nI can see you're still upset with me --\n\nJACK FIGHTING OFF GIBBS AND SCRUM -- TRYING NOT TO KILL THEM -\n- BUT TRYING NOT TO GET KILLED AS THEY ATTEMPT TO CUT HIS\nTHROAT --\n\nJACK SPARROW (CONT’D)\n\nVERY UPSET!! I'VE BEEN MEANING TO\nDISCUSS YOUR WAGES!! SHALL WE DOUBLE\nTHEM! !\n\nTHE GHOSTS FIGHTING HARD -- JACK CHASED BACK THROUGH THE TOMB\nFORTRESS -- USING HIS SWORD TO PROTECT HIMSELF -- MANAGES TO\nCUT SCRUM’S HAND --\n\nJACK SPARROW (CONT’D)\nOKAY -- TRIPLE!! FINAL OFFER!\n\nJACK RUNNING FROM THEM NOW -—\n\nBARBOSSA IS FIGHTING SIDE BY SIDE WITH HIS MEN -- SWORD IN\nHAND -- CUTTING THROUGH GHOSTS SOLDIERS ONE BY ONE --—\n\nAS HE MOVES TO THE CLEARING HE SEES CAPTAIN BRAND/SCARFIELD --\nDIRECTLY IN FRONT OF HIM -- AND TWO MEN IMMEDIATELY BEGIN TO\nCIRCLE EACH OTHER --—\n\nCAPTAIN BRAND/SCARFIELD\nWe had a deal, Captain Barbossa.\n\nBARBOSSA\nIt would seem a ghost and a pirate\nshould avoid doing business.\n\nCAPTAIN BRAND/SCARFIELD\nToday I am no ghost. But soon you\nwill be.\n\nCAPTAIN BRAND OPENS HIS COAT -- REVEALING SCARFIELD’S PISTOL.\n\f102.\n\nBARBOSSA’S HAND MOVING TOWARD HIS BLUNDERBUSS --\n\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nYou will pay for your betrayal.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN BRAND OPENS HIS COAT -- REVEALING SCARFIELD’S PISTOL. 102. BARBOSSA’S HAND MOVING TOWARD HIS BLUNDERBUSS --\n\nCAPTAIN BRAND/SCARFIELD (CONT'D)\nYou will pay for your betrayal. \n\nTARGET SECTION TO BE ANNOTATED:\nAND NOW BARBOSSA SEES CARINA RUNNING ACROSS THE CLEARING\nTOWARD THE WOODS --\n\nHE FLASHES BACK TO A MOMENT IN TIME -- A THREE YEAR-OLD GIRL\nSTANDING IN A WINDOW HOLDING A SMALL BLACK DIARY --\n\nA YOUNG BARBOSSA WATCHING HER AS HE HEADS TO SHORE -- A\nWAITING SHIP -- LEAVING HER FOREVER --\n\nBARBOSSA\nAye. A betrayal it was.\n\nTHE TWO MEN DRAW THEIR GUNS -- BOTH FIRE AT THE SAME TIME -——\nAND NOW WE SEE BARBOSSA DROP TO THE GROUND --\nBLOOD POOLING ON HIS SHIRT --\n\nAS A WOUNDED BARBOSSA LIES BACK AND STARES UP AT THE STARS --\nLOOKS STRAIGHT UP AT CARINA -- THE BRIGHTEST STAR IN THE SKY.\n\nCAPTAIN BRAND WALKING TOWARD HIM -- ABOUT TO FIRE A SECOND\nSHOT TO KILL HIM --\n\nBUT SUDDENLY A SWORD COMES THROUGH BRAND -- WHO SCREAMS IN\nAGONY -- TURNS TO SEE JACK SPARROW STANDING BEHIND HIM --\n\nSCARFIELD STEPPING BACK -- TOUCHING THE BLOOD -- CLEARLY\nWOUNDED AND ENRAGED --\n\nCAPTAIN BRAND/SCARFIELD\nThis repugnant flesh does me no good.\n\nJACK COMING AT HIM AGAIN -- BUT BRAND’S MEN STEP IN FRONT OF\nHIM -- FIGHT HIM OFF --\n\nGHOST SOLDIER\nSHE HAS IT, SIR!! THE TRIDENT IS\nGETTING AWAY!\n\nAND NOW BRAND LOOKS OUT TO THE WOODS -- SEES CARINA IN THE\nDISTANCE --\n\nHE REMOVES JACK’S SWORD -- HOLDS IT AS HIS OWN AS HE YELLS TO\nHIS MEN --\n\nCAPTAIN BRAND/SCARFIELD\nTHE TRIDENT IS ON THE ISLAND! FIND\nTHE GIRL!\n\f103.\n\nEXT. - COFFIN ISLAND. - DAY\n\nHENRY MADDDOX AND CARINA ARE RUNNING THROUGH THE FOREST -—\nTRYING TO FIND THEIR WAY OUT.\n\nTHE GHOST SOLDIERS SPREADING OUT AS THEY CUT THROUGH THE\nTREES -- LOOKING FOR CARINA --\n\nCARINA SMYTH\nThis way.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\n103. EXT. - COFFIN ISLAND. - DAY\n\nHENRY MADDDOX AND CARINA ARE RUNNING THROUGH THE FOREST -—\nTRYING TO FIND THEIR WAY OUT. THE GHOST SOLDIERS SPREADING OUT AS THEY CUT THROUGH THE\nTREES -- LOOKING FOR CARINA --\n\nCARINA SMYTH\nThis way. \n\nTARGET SECTION TO BE ANNOTATED:\n Hurry!\n\nTHEY TURN TOWARD THE BEACH -- SEE A LONG BOAT AT THE SHORE.\nTHEY BOTH RUSH TOWARD IT -- ABOUT TO MAKE IT TO THE SAND -—-\n\nONLY TO BE CUT OFF BY GHOST SOLDIERS -- THE SMALL ARMY\nBLOCKING THEIR PATH.\n\nCAPTAIN BRAND/SCARFIELD -- CLEARLY INJURED -- COMES THROUGH\nTHE TREES AND APPROACHES CARINA. HE REACHES DOWN AND TAKES\nTHE TRIDENT FROM HER HAND -- HOLDS IT UP --\n\nTHE SILENT MARY SAILS TOWARD THE SHORE --\n\nGHOST\nShould we kill them?\n\nAND BRAND LOOKS AT CARINA --\n\nCAPTAIN BRAND/SCARFIELD\nI want them to see this.\n\nEXT. — TOMB OF POSEIDON. - DAY\nJACK RUSHES TO BARBOSSA’S SIDE -- HELPS HIM UP.\n\nJACK SPARROW\nWhere’s the Trident?\n\nBARBOSSA\nI let her go, Jack. This time I’1l1\nnever get her back.\nINT. - SILENT MARY. - DAY\n\nTHE GHOST SOLDIERS BRING CARINA AND HENRY ON BOARD THE SILENT\nMARY -- PLACE THEM IN THE HULL --\n\nALL OF THE GHOSTS STEPPING OUT FROM THE BODIES THEY POSSESS --\n\nTHE LIVING SOLDIERS DROPPING TO THE DECK -- HALF CONSCIOUS\nAFTER THE GHOSTS DEPART --\n\nTHE GHOSTS STEP OUT FROM SCRUM AND GIBBS AS IF THEY'RE\nSTEPPING OUT OF OLD COATS -- THE PIRATES DROPPING TO THE\nFLOOR --\n\nDOWN IN THE HULL --\n\f104.\n\nHENRY LOOKS ACROSS INTO THE DARKNESS -- SEES OLIVIA HIDING IN\nFEAR.\nOLIVIA\nHenry --\nHENRY MADDOX\nI said I'd come back -- we'll escape\ntogether.\nOLIVIA\nPlease -- you have to go.\n\nHENRY MADDOX\nI won’t leave you again. From the\nmoment I saw you, I knew where my\ndestiny lies --\n\nOLIVIA\nIt’s not safe.\n\nHENRY MADDOX\nYou're forgetting. I’m lucky.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom the\nmoment I saw you, I knew where my\ndestiny lies --\n\nOLIVIA\nIt’s not safe. HENRY MADDOX\nYou're forgetting. I’m lucky. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN BRAND STEPS OUT OF SCARFIELD’S WOUNDED BODY --\nIGNORES THE INJURED, DYING ADMIRAL AS HE TAKES THE TRIDENT --\nSTEPS TOWARD THE FRONT OF THE SHIP NEXT TO MELIA.\nMELIA\n\nThe sea is yours, Captain. Take your\n\nrevenge.\nCAPTAIN BRAND LOOKS TO THE ISLANDS -- LIFTS THE TRIDENT NOW --\nAND NOW WE SEE THE FULL POWER OF THIS ANCIENT SPEAR --\nTHE OCEAN IMMEDIATELY STARTS TO SURGE --\n\nTHE WATER QUICKLY DRAWING AWAY FROM THE ISLANDS -- THE\nBEACHES SUDDENLY EXPOSED --\n\nBRAND RAISING THE TRIDENT LIKE A CONDUCTOR --\n\nAS A TIDAL WAVE STARTS TO FORM -- THE MASSIVE WAVE RISING UP\nIN FRONT OF BRAND’S SHIP -- THE GHOST ORCHESTRATING THE WAVE\nWITH THE TRIDENT AS HE SENDS IT TOWARD THE ISLAND --\n\nTHE WAVE GROWING TO A HUNDRED FEET AS IT BUILDS AND BUILDS --\n\nCARINA WATCHING FROM THE HULL -- HORRIFIED AS SHE SEES WHAT’S\nABOUT TO HAPPEN --\n\nCAPTAIN BRAND\nGoodbye, Jack Sparrow.\n\nAND THE WAVE FINALLY CRASHES DOWN ON THE ISLANDS --\n\f105.\n\nWATER FLOODING EVERYTHING -- TREES TORN FROM THEIR ROOTS AS\nTHE FOREST IS SPLIT OPEN AND THE RAGING WATER SPREADS ACROSS\nTHE ISLAND --\n\nEXT. — TOMB OF POSEIDON.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN BRAND LOOKS TO THE ISLANDS -- LIFTS THE TRIDENT NOW --\nAND NOW WE SEE THE FULL POWER OF THIS ANCIENT SPEAR --\nTHE OCEAN IMMEDIATELY STARTS TO SURGE --\n\nTHE WATER QUICKLY DRAWING AWAY FROM THE ISLANDS -- THE\nBEACHES SUDDENLY EXPOSED --\n\nBRAND RAISING THE TRIDENT LIKE A CONDUCTOR --\n\nAS A TIDAL WAVE STARTS TO FORM -- THE MASSIVE WAVE RISING UP\nIN FRONT OF BRAND’S SHIP -- THE GHOST ORCHESTRATING THE WAVE\nWITH THE TRIDENT AS HE SENDS IT TOWARD THE ISLAND --\n\nTHE WAVE GROWING TO A HUNDRED FEET AS IT BUILDS AND BUILDS --\n\nCARINA WATCHING FROM THE HULL -- HORRIFIED AS SHE SEES WHAT’S\nABOUT TO HAPPEN --\n\nCAPTAIN BRAND\nGoodbye, Jack Sparrow. AND THE WAVE FINALLY CRASHES DOWN ON THE ISLANDS --\n\f105. WATER FLOODING EVERYTHING -- TREES TORN FROM THEIR ROOTS AS\nTHE FOREST IS SPLIT OPEN AND THE RAGING WATER SPREADS ACROSS\nTHE ISLAND --\n\nEXT. — TOMB OF POSEIDON. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\nJACK HEARS IT COMING -- LOOKS TO BARBOSSA -- AND THE TWO MEN\nWATCH AS A MASSIVE WAVE COMES CHARGING TOWARD THEM --\n\nJACK SPARROW\nTAKE COVER! !\n\nJACK HOLDS HIS SHIP -- RUSHES TO BARBOSSA AND THROWS HIMSELF\nON TOP OF HIM --\n\nAND NOW THE WATER CRASHES OVER THE FORTRESS AND SWALLOWS UP\nEVERYTHING IN ITS PATH --\n\nTHE WAVE SO STRONG IT COMPLETELY COVERS THE ENTIRE TOMB OF\nPOSEIDON --\n\nTHE TOMB BROKEN APART -- STONE AND GOLD EVERYWHERE AS WE SEE\nIT SINK IN A MATTER OF SECONDS --\n\nTHE ENTIRE ISLAND UNDERWATER NOW -- NOTHING IS LEFT --\nJACK AND BARBOSSA ARE GONE --\nEXT. —- SILENT MARY. —- CONTINUOUS\n\nCAPTAIN BRAND WATCHES AS THE ISLAND DISAPPEARS BEFORE HIS\nEYES -- EVERYTHING GONE AS THE SEA RAGES AND A STORM BLOWS IN\n\nNOTHING LEFT BUT WATER AS FAR AS THE EYE CAN SEE --\n\nMELIA\nYou're free, Captain. The boundary is\ngone.\n\nSHE WALKS OVER -- STANDS WITH HIM -—-\n\nMELIA (CONT'D)\nA witch and a ghost shall rule it all.\n\nCAPTAIN BRAND LOOKS TO HIS MEN -——\n\nCAPTAIN BRAND\nMy very dead men -- listen to your\nCaptain. From this moment on, every\nship at sea is ours to destroy! Every\nsailor, pirate and soldier is ours to\nkill. We will not stop until the\noceans of the world turn to blood!\n\f106.\n\nEXT. —- OPEN OCEAN. - DAY\n\nWE PUSH IN ON A SPOT IN THE OCEAN -- A SINGLE BUBBLE POPS TO\nTHE SURFACE --\n\nAND THEN A FEW MORE --\n\nQUICKLY WE SEE THE WATERS START TO CHURN AND BUBBLE -- AND\nSUDDENLY A MASSIVE SHIP IS RISING UP FROM THE DEPTHS OF THE\nSEA.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe will not stop until the\noceans of the world turn to blood! 106. EXT. —- OPEN OCEAN. - DAY\n\nWE PUSH IN ON A SPOT IN THE OCEAN -- A SINGLE BUBBLE POPS TO\nTHE SURFACE --\n\nAND THEN A FEW MORE --\n\nQUICKLY WE SEE THE WATERS START TO CHURN AND BUBBLE -- AND\nSUDDENLY A MASSIVE SHIP IS RISING UP FROM THE DEPTHS OF THE\nSEA. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK AND BARBOSSA CLINGING TO THE DECK OF THE BLACK PEARL AS\nIT RISES OUT OF THE WATER --\n\nTHE MASSIVE SHIP NOW COMPLETELY RESTORED --\n\nTHE TWO MEN HOLDING ONTO THE DECK -- JACK CLINGING TO LIFE AS\nHE GASPS FOR AIR. SEVERAL CREW MEMBERS HAVE SOMEHOW GRABBED\nONTO THE SHIP AS WELL, INCLUDING PINTEL AND RAGETTI.\n\nJACK GETS TO HIS FEET -- LOOKS AROUND AT THE BLACK PEARL -—\n\nJACK SPARROW\nSee -- just needed a bit more water.\n\nJACK SEES BARBOSSA LYING UNCONSCIOUS ON DECK --\nJACK SPARROW (CONT’D)\n\nHector...are you dead? Don’t answer\nthat if you are. Maybe I should slap\n\nyou -- always wanted to slap you --\nJack goes to slap him -- but Barbossa catches his hand.\n/ BARBOSSA\nCarina?\nBarbossa lifts himself up -- struggles to get to his feet.\n\nJACK STANDS NEXT TO HIM -—- THE TWO OF THEM LOOK OUT AT THE\nSILENT MARY IN THE DISTANCE -- WATCH AS THE GHOST SHIP HEADS\nOUT TO SEA --\n\nBARBOSSA (CONT'D)\nShe's gone, isn’t she?\n\nJACK SPARROW\nThe dead took her. And the sea.\n\nBARBOSSA\nI keep making the same mistake, Jack.\nFinding things not meant to be found.\n\nSUDDENLY THERE IS A FLASH OF LIGHT COMING FROM THE SILENT\nMARY -- A REFLECTION WAY OFF IN THE DISTANCE --—\n\nBARBOSSA (CONT'D)\nWhat is that?\n\f107.\n\nEXT. —- SILENT MARY. —- CONTINUOUS\n\nAS THE SILENT MARY SAILS TOWARD THE BOUNDARY -- WE SEE CARINA\nON DECK -- THE SUNLIGHT HITTING THE CHRONOMETER AROUND HER\nNECK AND REFLECTING ACROSS THE SEA --—\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nJACK SEES THE REFLECTION IN THE DISTANCE -- KNOWS IMMEDIATELY\nWHAT IT IS.\n\nJACK SPARROW\nHector -- she’s alive.\n\nBARBOSSA\nThen there be only one question.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. —- SILENT MARY. —- CONTINUOUS\n\nAS THE SILENT MARY SAILS TOWARD THE BOUNDARY -- WE SEE CARINA\nON DECK -- THE SUNLIGHT HITTING THE CHRONOMETER AROUND HER\nNECK AND REFLECTING ACROSS THE SEA --—\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nJACK SEES THE REFLECTION IN THE DISTANCE -- KNOWS IMMEDIATELY\nWHAT IT IS. JACK SPARROW\nHector -- she’s alive. BARBOSSA\nThen there be only one question. \n\nTARGET SECTION TO BE ANNOTATED:\n Is\nthis still the fastest ship at sea?\n\nEXT. - SILENT MARY. - CONTINUOUS\nSCRUM AND GIBBS SLOWLY WAKE UP FROM THEIR POSSESSION -- SEE\nCARINA SITTING NEXT TO THEM.\nGIBBS\nExcuse me, Miss, my clothes are all\nwet -- any idea how that might have\nhappened?\nSCRUM\n\nAnd I seem to be missing my little\nfinger. Sliced clean off at the tip --\nvery strange.\n\nScrum holds up his bloody hand.\n\nCARINA SMYTH\nWill you help me escape?\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nTHE BLACK PEARL IS SPEEDING TOWARD THE SILENT MARY -—- JACK\nAND BARBOSSA STANDING TOGETHER AS THE PEARL MAKES HER MOVE.\n\nINT. - SILENT MARY. -— CONTINUOUS\nHENRY MADDOX IS MOVING THROUGH THE SHIP WITH OLIVIA --\n\nOLIVIA\nHenry -- wait.\n\nHENRY MADDOX\nCome with me now. We’1ll take our\nchances at sea.\n\nHE LEADS HER UP TO THE DECK -- WHERE CAPTAIN BRAND IS WAITING\n-- HOLDS JACK’S SWORD IN HIS HAND.\n\f108.\n\nCAPTAIN BRAND\nThe Captain’s servant. Did you come\nto hear another tale, boy?\nBRAND THROWS HENRY A SWORD --\nCAPTAIN BRAND (CONT’D)\nTake your irons. So you can die like\na soldier.\n\nHENRY LIFTS THE SWORD -- HANDS SHAKING AS SHE STANDS IN FRONT\nOF THE CAPTAIN --\n\nCAPTAIN BRAND LAUGHS -- AS DO THE OTHER GHOSTS ON DECK.\n\nCAPTAIN BRAND (CONT’D)\nI am not afraid!\n\nAND HENRY COMES AT HIM NOW -- CAPTAIN BRAND TOYING WITH HIM\nAS HE EASILY FIGHTS HIM OFF --\n\nTHEY FIGHT FOR A BEAT UNTIL HENRY’S SWORD IS KNOCKED FREE --—\nAND HENRY IS LEFT STANDING DEFENSELESS AGAINST THIS POWERFUL\nGHOST --\n\nCAPTAIN BRAND (CONT’D)\nI‘1l make this quick.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY LIFTS THE SWORD -- HANDS SHAKING AS SHE STANDS IN FRONT\nOF THE CAPTAIN --\n\nCAPTAIN BRAND LAUGHS -- AS DO THE OTHER GHOSTS ON DECK. CAPTAIN BRAND (CONT’D)\nI am not afraid! AND HENRY COMES AT HIM NOW -- CAPTAIN BRAND TOYING WITH HIM\nAS HE EASILY FIGHTS HIM OFF --\n\nTHEY FIGHT FOR A BEAT UNTIL HENRY’S SWORD IS KNOCKED FREE --—\nAND HENRY IS LEFT STANDING DEFENSELESS AGAINST THIS POWERFUL\nGHOST --\n\nCAPTAIN BRAND (CONT’D)\nI‘1l make this quick. \n\nTARGET SECTION TO BE ANNOTATED:\nBRAND COMES AT HIM -- BUT OLIVIA JUMPS IN FRONT OF HIM -——\n\nHENRY MADDOX\nOlivia!!\n\nTHE SWORD GOES INTO HER -— AND BRAND QUICKLY REMOVES IT.\nHENRY LOOKS DOWN -- SEES THERE’S NO BLOOD --\n\nHENRY MADDOX (CONT’D)\nOlivia?\n\nHE LOOKS AT HER -- SEES THAT SHE’S NOT IN PAIN -- HAS NO\nREACTION TO THE SWORD -—\n\nOLIVIA\nI’m sorry --\n\nAND NOW HE STEPS BACK FROM HER --\n\nOLIVIA (CONT'D)\nYou returned for a ghost.\n\nAND ALL AT ONCE HE REALIZES -- SHE’S BEEN DEAD ALL ALONG.\nOLIVIA (CONT'D)\nI was killed that night at sea. But\nmy last thoughts were of you.\n\nHENRY TURNING BACK AS BRAND RAISES HIS SWORD --\n\f109.\nCAPTAIN BRAND\nNow let’s finish this, boy.\nCAPTAIN BRAND ABOUT TO KILL HIM -- STOPS WHEN HE HEARS --\n\nGHOST SOLDIER\nSHIP TO THE AFT!!!\n\nBRAND SEES THE BLACK PEARL CHARGING UP FROM BEHIND -—\n\nCAPTAIN BRAND\nSparrow!!\n\nINT. - SILENT MARY. -— CONTINUOUS\n\nCarina is MOVING THROUGH THE HULL OF THE SILENT MARY WITH\nGIBBS AND SCRUM --—\n\nGHOSTS COMING THROUGH THE WALLS -- COMING AT THEM FROM ALL\nANGLES AS THEY MAKE THEIR ESCAPE --\n\nTHEY RUN TO THE STAIRS -- CLIMB UP TOWARD THE BACK OF THE\nSHIP -—-\n\nAND THERE’S THE BLACK PEARL SAILING ALONG SIDE --\n\nJACK SWINGS ACROSS FROM THE PEARL -- LANDS IN FRONT OF CARINA\n-- SHOCK AND DISBELIEF ON HER FACE AS HE HANDS HER THE ROPE --\n\nJACK SPARROW\nSee -- timing is everything.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN BRAND ABOUT TO KILL HIM -- STOPS WHEN HE HEARS --\n\nGHOST SOLDIER\nSHIP TO THE AFT!!! BRAND SEES THE BLACK PEARL CHARGING UP FROM BEHIND -—\n\nCAPTAIN BRAND\nSparrow!! INT. - SILENT MARY. -— CONTINUOUS\n\nCarina is MOVING THROUGH THE HULL OF THE SILENT MARY WITH\nGIBBS AND SCRUM --—\n\nGHOSTS COMING THROUGH THE WALLS -- COMING AT THEM FROM ALL\nANGLES AS THEY MAKE THEIR ESCAPE --\n\nTHEY RUN TO THE STAIRS -- CLIMB UP TOWARD THE BACK OF THE\nSHIP -—-\n\nAND THERE’S THE BLACK PEARL SAILING ALONG SIDE --\n\nJACK SWINGS ACROSS FROM THE PEARL -- LANDS IN FRONT OF CARINA\n-- SHOCK AND DISBELIEF ON HER FACE AS HE HANDS HER THE ROPE --\n\nJACK SPARROW\nSee -- timing is everything. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN BRAND CHARGING STRAIGHT THROUGH THE MAST -—- COMING\nFOR HIM WITH THE OTHER GHOSTS --\n\nCARINA, SCRUM AND GIBBS GRAB THE ROPES AND SWING ACROSS\nTOWARD THE PEARL --\n\nCARINA LANDING IN BARBOSSA’S ARMS -- BOTH OF THEM CRASHING TO\nTHE DECK --\n\nJACK GRABBING A ROPE AS WELL -- BUT AT THE LAST SECOND IT\nGETS CUT DOWN BY A SWORD --\n\nJACK TURNING AROUND NOW -- THE ENTIRE SHIP OF DEAD MEN\nSTANDING IN FRONT OF HIM. AS THEY ALL MOVE TOWARD HIM --\n\nCAPTAIN BRAND\nNo. He’s mine.\n\nCAPTAIN BRAND STEPS IN FRONT OF JACK NOW --\n\nJACK SPARROW\nI’ve come for the Trident.\n\nCAPTAIN BRAND\nThen take it!\n\f110.\nAND BRAND BRINGS THE TRIDENT DOWN INTO JACK’S SHOULDER --\nSTABBING HIM --\n\nJACK STEPS BACK FOR A BEAT -- DAZED AS HE LOOKS AROUND -——\nTHEN SUDDENLY REGAINS HIS SWAGGER --\n\nJACK SPARROW\n\nAs I said -- can’t teach it.\nAND NOW WE REALIZE -- GETTING STABBED IS EXACTLY WHAT JACK\nWANTED --\nAND JACK TAKES OFF RUNNING -- SPRINTS FOR A SECOND ROPE AND\n\nSWINGS AROUND THE SIDE OF THE SILENT MARY --\n\nLANDS HARD BACK ON THE BLACK PEARL --\n\nBARBOSSA USING HIS SWORD TO FILL THE SAILS --\n\nBRAND TURNING BACK NOW -- WATCHING AS THE PEARL SAILS OFF -——\n\nCAPTAIN BRAND\nBRING THIS SHIP ALIVE!!\n\nTHE MARY SUDDENLY TRANSFORMS ITSELF -- FULL SAILS APPEAR OUT\nOF NOWHERE AS THE GHOSTLY SHIPWRECK TRANSFORMS INTO A WAR\nSHIP -- THE SILENT MARY QUICKLY MOVING TOWARD THE PEARL.\n\nEXT. - BLACK PEARL.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nAND NOW WE REALIZE -- GETTING STABBED IS EXACTLY WHAT JACK\nWANTED --\nAND JACK TAKES OFF RUNNING -- SPRINTS FOR A SECOND ROPE AND\n\nSWINGS AROUND THE SIDE OF THE SILENT MARY --\n\nLANDS HARD BACK ON THE BLACK PEARL --\n\nBARBOSSA USING HIS SWORD TO FILL THE SAILS --\n\nBRAND TURNING BACK NOW -- WATCHING AS THE PEARL SAILS OFF -——\n\nCAPTAIN BRAND\nBRING THIS SHIP ALIVE!! THE MARY SUDDENLY TRANSFORMS ITSELF -- FULL SAILS APPEAR OUT\nOF NOWHERE AS THE GHOSTLY SHIPWRECK TRANSFORMS INTO A WAR\nSHIP -- THE SILENT MARY QUICKLY MOVING TOWARD THE PEARL. EXT. - BLACK PEARL. \n\nTARGET SECTION TO BE ANNOTATED:\n - MOMENTS LATER\n\nTHE PEARL IS HEADING BACK TOWARD THE WATERS OF THE TRIANGLE -——\nTHE SPEEDY SHIP STAYING IN FRONT OF THE MARY --\n\nJACK IS ON THE DECK OF THE PEARL -- GRABS THE TRIDENT AND\nPULLS IT OUT OF HIS SHOULDER. HE SCREAMS IN PAIN -- HOLDS\nTHE BLOODY SPEAR IN HIS HAND -——\n\nCARINA SEES THAT BARBOSSA IS INJURED -- HELPS HIM TO HIS\nFEET. AS SHE DOES SHE SEES THE CLOVER TATTOO ON HIS WRIST --\nSTARES DOWN AT IT FOR A BEAT --\n\nCARINA SMYTH\nWhy did you come back for me?\n\nBARBOSSA\nI came back for the Trident.\n\nCARINA SMYTH\nYou’ve saved me twice.\n\nCARINA EYEING HIM NOW AS HE PULLS HIS HAND AWAY --\n\nCARINA SMYTH (CONT’D)\nIf you have something you wish to say\nto me, say it now before it can never\nbe said again.\n\f111.\n\nBARBOSSA TURNS HIS BACK NOW --\n\nCARINA SMYTH (CONT'D)\nAre you the one who left me Galileo’s\nDiary? Who left me an equation to\nsolve?\n\nBARBOSSA\nI’M SHORT OF MEN AND RACING THE DEAD!\nNO TIME FOR THE SQUAWK OF AN INSOLENT\nWOMAN!\n\nBARBOSSA CAN’T LOOK AT HER -—\n\nCARINA SMYTH\nPlease -- what am I to you?\n\nAND FOR A SECOND IT LOOKS LIKE BARBOSSA IS GOING TO TELL HER.\nHE TURNS TO HER -- BUT HE CAN'T --\n\nBARBOSSA\nCarina -- what could you be to a\npirate?\nCLOSE ON JACK --\nHe’s staring out at the sea -- a familiar look on his face --\n\nthe wonder of the ocean clearly in his eyes.\n\nPINTEL\nSHE’S GAINING ON US!\n\nCARINA WALKING TOWARD JACK NOW -—-\n\nCARINA SMYTH\nJack -- what are you doing?\n\nJACK EYEING THE SEA -- THE HORIZON --\n\nJACK SPARROW\nNo one should control her.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nPINTEL\nSHE’S GAINING ON US! CARINA WALKING TOWARD JACK NOW -—-\n\nCARINA SMYTH\nJack -- what are you doing? JACK EYEING THE SEA -- THE HORIZON --\n\nJACK SPARROW\nNo one should control her. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK RAISES THE TRIDENT HIGH IN THE AIR -- AND THE SEAS START\nTO OPEN -- THE ENTIRE OCEAN SPLITTING APART BEFORE OUR EYES --\n\nWALLS OF WATER HUNDREDS OF FEET HIGH SLOWLY EXPOSE THE BOTTOM\nOF THE SEA --\n\nA SIGHT NO ONE HAS SEEN BEFORE --\n\nCURTAINS OF WATER PUSHING THEMSELVES APART AS BIG AND SMALL\nFISH DROP FROM THE SIDES -- FLOPPING TO THE SEA FLOOR --—\n\nTOWERING CANYONS OF CORAL REEFS APPEAR AS THE WATER CONTINUES\nTO PULL APART --\n\f112.\n\nALL THE SHIPWRECKS OF THE TRIANGLE ARE REVEALED AT ONCE --\nEVERY SHIP THAT BRAND HAS DESTROYED --\n\nTHE DARKEST CORNERS\n\nAND BELOW IT ALL --\nALL OF THE WRECKAGE\n\nTHERE IS THE GOLDEN\nBOTTOM OF THE OCEAN\n\nCARINA AND BARBOSSA\n\nOF THE OCEAN NOW VISIBLE --\n\nAT THE VERY BOTTOM OF THE SEA -- AMIDST\n\nTOMB OF POSEIDON -- NOW RESTING AT THE\n\nSTARING AT OPEN SEA IN FRONT OF THEM --\n\nTHE PEARL SAILING TO THE EDGE OF WHAT IS NOW A MASSIVE\n\nWATERFALL -——\n\nSCRUM LOOKING DOWN -- TURNS TO JACK -—-\n\nSCRUM\n\nThe backside of water. Don’t see that\n\nevery day.\n\nCARINA LOOKS AT JACK -- WATCHES AS HE GRABS A ROPE --—\n\nJACK SPARROW\n\nLower me down, Hector.\n\nCARINA SMYTH\n\nJack -- wait. There’s no coming back\nfrom the bottom of the sea.\n\nJACK SPARROW\n\nIs this your way of saying you’d like\n\nmy hat?\n\nCARINA SMYTH\n\nYou don’t have to do this.\n\nJACK SPARROW\n\nI have to put it back.\n\nCARINA SMYTH\n\nBut the Trident is yours -- you have\neverything now.\n\nJACK SPARROW\n\nThis was my destiny. To find it and\ndie for it. Or something like that.\nSo hard to concentrate when a witch is\n\nnaked.\n\nCARINA SMYTH\n\nBut you don’t believe in destiny.\n\nThen I’ve\n\nJACK SPARROW\ngot nothing to worry about.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo hard to concentrate when a witch is\n\nnaked. CARINA SMYTH\n\nBut you don’t believe in destiny. Then I’ve\n\nJACK SPARROW\ngot nothing to worry about. \n\nTARGET SECTION TO BE ANNOTATED:\n\f113.\n\nSUDDENLY THE SILENT MARY SAILS STRAIGHT INTO THEM -- AND\nCAPTAIN BRAND APPEARS ON THEIR SHIP SWINGING HIS HANGER SWORD\nTOWARD JACK --\n\nCARINA SMYTH\nJACK!!!\n\nBRAND AND HIS MEN COMING TOWARD THEM --\n\nAS CARINA RUNS AT JACK -- THROWS HER BODY INTO HIS AS THE TWO\nOF THEM GO FLYING OVER THE SIDE OF THE PEARL AND RIDE A\nMASSIVE WALL OF WATER STRAIGHT DOWN TO THE BOTTOM OF THE SEA -\n- A VERTICAL WATER SLIDE THAT PLUNGES THEM INTO THE SOFT SAND\nAT THE BOTTOM OF THE OCEAN --\n\nTHEY LAND IN A HEAP AT THE BOTTOM -- LOOK UP AT THE VERTICAL\nWALLS OF WATER -—\n\nA SAILFISH SLICES THROUGH THE CURTAIN -- ALMOST POKES A HOLE\nIN JACK AS IT QUICKLY WITHDRAWS --—\n\nJACK AND CARINA TO THEIR FEET -- LOOK OUT AT THE COUNTLESS\nSHIPWRECKS THAT ARE SPREAD ACROSS THE SEA FLOOR.\n\nTHEY STARE AT A SCHOOL OF SHARKS -- ON THEIR SIDES IN THE\nBRIGHT SAND -- FLAPPING, DROWNING IN AIR. THE LIONS OF THE\nDEEP REDUCED TO HELPLESSNESS.\n\nCARINA SMYTH (CONT’D)\nLook there.\n\nIN THE SEA WALL before them, rising up like a canyon, they\nsee a huge BLUE WHALE swim lazily past. Like a fish ina\ntropical aquarium, but on a scale of the pyramids.\n\nJACK SPARROW\nThere it is.\n\nIN THE DISTANCE -- THROUGH THE SHIPWRECKS AND HILLS OF\nSEAWEED -- THEY SEE THE GOLDEN TOMB LYING IN THE SAND.\n\nABOVE THEM -- THE SILENT MARY CRESTS THE TOP OF THE SEA --\nAND NOW SAILS STRAIGHT DOWN TOWARD THEM --\n\nTHE SHIP COMPLETELY VERTICAL AS CAPTAIN BRAND AND HIS MEN\nSTAND ON DECK -- EYEING JACK AND CARINA --—\n\nJACK SPARROW (CONT’D)\nHurry.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nThere it is. IN THE DISTANCE -- THROUGH THE SHIPWRECKS AND HILLS OF\nSEAWEED -- THEY SEE THE GOLDEN TOMB LYING IN THE SAND. ABOVE THEM -- THE SILENT MARY CRESTS THE TOP OF THE SEA --\nAND NOW SAILS STRAIGHT DOWN TOWARD THEM --\n\nTHE SHIP COMPLETELY VERTICAL AS CAPTAIN BRAND AND HIS MEN\nSTAND ON DECK -- EYEING JACK AND CARINA --—\n\nJACK SPARROW (CONT’D)\nHurry. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE TRIDENT IN JACK’S HAND AS THEY HEAD FOR POSEIDON’S TOMB -——\nALL AROUND THEM -- LOOMING -- THE VERTICAL WALLS OF WATER --\nA TOWERING MENACE THREATENING TO RELEASE. THE SEAS HELD BACK\nBUT FIGHTING TO BE FREE -——\n\nNOTHING BUT BLUE SKIES OVERHEAD.\n\f114.\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nBARBOSSA IS AT THE WHEEL OF THE BLACK PEARL -- STARES DOWN\nOVER THE SIDE -- TRYING TO LOWER A ROPE --\n\nMELIA APPEARS BEHIND HIM NOW -- SHE’S COME FROM THE SILENT\nMARY --\n\nSHE CUTS THE ROPE IN HIS HANDS -- SWINGS HER DAGGER TOWARD\nBARBOSSA --\n\nTHE INJURED PIRATE FIGHTING HER OFF -- MELIA BACKING HIM UP -——\n\nMELIA\n‘Tis time to die.\n\nBARBOSSA DRAWING BLACKBEARD'S SWORD -- TRYING TO FEND HER OFF\n-- BUT HER POWERS ARE TOO STRONG NOW --\n\nMELIA (CONT'D)\nThat sword will not save you --\n\nSHE’S USING HER POWERS TO PUSH HIS SWORD TO THE SIDE --\nLEAVING BARBOSSA WITH NO WEAPON.\n\nEXT. - OCEAN FLOOR. - CONTINUOUS\n\nJACK AND CARINA ARE RACING THROUGH THE SHIPWRECKS -- TREASURE\nSTREWN ABOUT -- THE CARGO OF EACH SHIP LYING UNTOUCHED AT THE\nBOTTOM OF THE SEA. THEY CLIMB A TALL BED OF SEAWEED AND\nSLIDE DOWN THE OTHER SIDE --\n\nTHEY RUSH THROUGH THE NOW SUNKEN CAVE THAT HELD THE MAP --\nJACK STOPPING FOR A BEAT TO EYE THE DIAMONDS ON THE WALLS --\n\nCARINA SMYTH\nJACK -- THERE! !\n\nSHE MOTIONS TO THE GOLDEN TOMB IN FRONT OF THEM -- BOTH LOOK\nBACK --\n\nTHE SILENT MARY IS SAILING ACROSS THE SAND DUNES AT THE\nBOTTOM OF THE SEA --—\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nBARBOSSA IS BACKING UP FROM MELIA.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. - OCEAN FLOOR. - CONTINUOUS\n\nJACK AND CARINA ARE RACING THROUGH THE SHIPWRECKS -- TREASURE\nSTREWN ABOUT -- THE CARGO OF EACH SHIP LYING UNTOUCHED AT THE\nBOTTOM OF THE SEA. THEY CLIMB A TALL BED OF SEAWEED AND\nSLIDE DOWN THE OTHER SIDE --\n\nTHEY RUSH THROUGH THE NOW SUNKEN CAVE THAT HELD THE MAP --\nJACK STOPPING FOR A BEAT TO EYE THE DIAMONDS ON THE WALLS --\n\nCARINA SMYTH\nJACK -- THERE! ! SHE MOTIONS TO THE GOLDEN TOMB IN FRONT OF THEM -- BOTH LOOK\nBACK --\n\nTHE SILENT MARY IS SAILING ACROSS THE SAND DUNES AT THE\nBOTTOM OF THE SEA --—\n\nEXT. - BLACK PEARL. - CONTINUOUS\n\nBARBOSSA IS BACKING UP FROM MELIA. \n\nTARGET SECTION TO BE ANNOTATED:\n SHE’S GOT HIM CORNERED\nNOW -- IS READY TO KILL HIM.\n\nMELIA\nYour secret is safe, Captain Barbossa.\nShe'll never know the truth. Dead Men\nTell No Tales.\n\nSUDDENLY A KNIFE IS PLUNGED INTO MELIA’S BACK -- AND SHE LETS\nOUT A HORRIBLE SCREAM -——\n\f115.\nHENRY MADDOX IS BEHIND HER -- THE KID IS HOLDING BLACKBEARD’S\nSWORD -- HOLDS IT LIKE A SOLDIER --\nAS SHE TURNS AND STABS HIM WITH HER DAGGER --\nHENRY AND MELIA LYING SIDE BY SIDE ON THE DECK --—\n\nHENRY LOOKS UP AS OLIVIA APPEARS BEFORE HIM. SHE’S WITH HIM -—\n- HOLDING HIM --\n\nOLIVIA\nIt’s okay. We’1ll be together now.\nSUDDENLY WE SEE AGONY IN HENRY’S EYES -- AN AGONY NOT FROM\nANY PAIN --\n\nHENRY MADDOX\nI’m sorry. I can’t come with you.\n\nHENRY SLOWLY SITS UP -- LOOKS AT HER. AND NOW SHE SEES HE’S\nGOING TO LIVE. IT’S THE WITCH WHO HAS DIED.\n\nOLIVIA\nI'll be waiting.\n\nSHE KISSES HIM -- A LONG KISS THAT SHE KNOWS WILL BE HER\nLAST. SHE THEN SLOWLY STEPS BACK --\n\nOLIVIA (CONT'D)\nForever.\n\nEXT. - OCEAN FLOOR. - CONTINUOUS\n\nJACK AND CARINA ARE AT POSEIDON’S TOMB -- BOTH STRUGGLING TO\nPUSH THE HEAVY LID ASIDE --—\n\nAS CAPTAIN BRAND APPEARS BEFORE THEM WITH JACK’S SWORD.\nTHEY STAND FROZEN BEFORE BRAND AND HIS DEAD MEN.\n\nCAPTAIN BRAND\nThis is your sword, Jack Sparrow.\n\nBRAND HOLDS JACK’S SWORD IN FRONT OF HIM --\n\nCAPTAIN BRAND (CONT’D)\nIt will cut your throat -- exactly as\nI cut my own --\n\nJACK SPARROW\nThis was the part I was hoping to\navoid.\n\nAND NOW BRAND LIFTS JACK’S SWORD -- JUST AS THE WITCH\nPREDICTED -- SWINGS IT DOWN --\n\f116.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN BRAND\nThis is your sword, Jack Sparrow. BRAND HOLDS JACK’S SWORD IN FRONT OF HIM --\n\nCAPTAIN BRAND (CONT’D)\nIt will cut your throat -- exactly as\nI cut my own --\n\nJACK SPARROW\nThis was the part I was hoping to\navoid. AND NOW BRAND LIFTS JACK’S SWORD -- JUST AS THE WITCH\nPREDICTED -- SWINGS IT DOWN --\n\f116. \n\nTARGET SECTION TO BE ANNOTATED:\nBUT AT THE LAST SECOND JACK RAISES THE TRIDENT IN FRONT OF\nHIM --\n\nTHE SWORD SLICING THROUGH THE TRIDENT -- SPARKS FLYING AS THE\nTRIDENT IS CUT IN HALF --\n\nWE SEE THE ANCIENT SCEPTER DROP TO THE SAND -—\n\nEVERYTHING TURNING DARK AND GRAY --—\n\nTHE GROUND STARTING TO SHIFT -- THE SAND PARTING --—\n\nAND A HOLE STARTS TO OPEN --\n\nAS THE DEAD START TO CRAWL OUT FROM THE BOTTOM OF THE SEA --\nALL OF THE DEAD WHO WERE KILLED BY BRAND IN THE TRIANGLE --\nsae eans NS OUT FROM THE DIRT AND MUCK AND OUT OF THE\n\nSAILORS AND SOLDIERS ALIKE STANDING TOGETHER -- BRAND AND HIS\nMEN NOW SURROUNDED BY THESE GHOSTS --—\n\nGHOSTS WHO ARE LED BY ERIC BRAND -- WHO NOW HOLDS THE\nTRIDENT.\n\nERIC\nYou killed these men. Sank their\nships. They died by your hand and\nwere forced through the gates of hell.\n\nCAPTAIN BRAND\nEric -- brother -- we can be together\nagain. We can rule the sea!\n\nERIC\nWe will be together. Forever.\n\nBRAND AND HIS GHOSTS BACKING AWAY NOW --\n\nAS THE GHOSTS GRAB THEM -- PULL THEM BACK DOWN INTO THE\nBLACKNESS AT THE BOTTOM OF THE TRIANGLE --\n\nTHE DEAD MEN FINISHING THEIR OWN TALE AS THE SCREAMING GHOSTS\nARE PULLED BENEATH THE SEA FLOOR -- SUCKED DOWN INTO THE\nGATES OF HELL FOREVER --\n\nCAPTAIN BRAND THE LAST TO GO -——\n\nJACK AND CARINA SEE THAT THE WALLS OF WATER ARE STARTING TO\nBUCKLE ALL AROUND THEM --\n\nAND THEN JACK NOTICES SOMETHING IN THE DISTANCE --\n\nJACK SPARROW\nThere...\n\f117.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nForever. BRAND AND HIS GHOSTS BACKING AWAY NOW --\n\nAS THE GHOSTS GRAB THEM -- PULL THEM BACK DOWN INTO THE\nBLACKNESS AT THE BOTTOM OF THE TRIANGLE --\n\nTHE DEAD MEN FINISHING THEIR OWN TALE AS THE SCREAMING GHOSTS\nARE PULLED BENEATH THE SEA FLOOR -- SUCKED DOWN INTO THE\nGATES OF HELL FOREVER --\n\nCAPTAIN BRAND THE LAST TO GO -——\n\nJACK AND CARINA SEE THAT THE WALLS OF WATER ARE STARTING TO\nBUCKLE ALL AROUND THEM --\n\nAND THEN JACK NOTICES SOMETHING IN THE DISTANCE --\n\nJACK SPARROW\nThere... 117. \n\nTARGET SECTION TO BE ANNOTATED:\nIT’S AN ANCHOR DROPPED FROM THE BLACK PEARL --\n\nAND AT THE END OF THE ANCHOR IS BARBOSSA -- HOLDING ON AND\nSWINGING WITH HIS HAND OUT --\n\nBARBOSSA\nHURRY! !\n\nTHE WALLS OF WATER CAVING IN NOW --\n\nAS JACK AND CARINA BOTH RUN TOWARD A CORAL REEF, JUMP UP AND\nREACH FOR BARBOSSA AND THE BOTTOM OF THE ANCHOR --\n\nTHEY BOTH HOLD ON --\n\nTHE WALLS COLLAPSING IN AND THE OCEAN VIOLENTLY COMING BACK\nTOGETHER --\n\nAS BARBOSSA RAISES HIS SWORD -- USES ALL OF ITS POWER AS THE\nANCHOR SWINGS UP TOWARD THE SURFACE -- MOVING QUICKLY AS THE\nSEA BEGINS TO COLLAPSE ALL AROUND THEM -—\n\nAS JACK AND CARINA COME FLYING THROUGH THE HOLE IN THE SEA --\nARE THROWN TO THE SIDE OF THE PEARL --\n\nTHE TWO OF THEM HOLDING ONTO THE SIDE OF THE SHIP -- CLINGING\nTO THE RAIL --\n\nAS THEY LOOK BACK DOWN INTO THE HOLE IN THE SEA --\nWHERE BARBOSSA REMAINS AT THE BOTTOM OF THE ANCHOR --\n\nTHE SEA HAS HIM NOW -- IS SURGING ALL AROUND AND IS STARTING\nTO PULL THE ANCHOR DOWN WITH HIM --\n\nTHE BLACK PEARL STARTING TO TIP OVER AS THE SEA DRAGS THE\nANCHOR DOWN --\n\nTHE SHIP TEETERING ON THE EDGE -- ABOUT TO BE PULLED IN --\n\nAND BARBOSSA KNOWS HE HAS NO CHOICE -- REMOVES HIS PIRATE HAT\n\nAND WITH ONE MIGHTY SWING BARBOSSA USES BLACKBEARD’S SWORD TO\nCUT THE ANCHOR THAT HE’S HOLDING --\n\nCARINA SMYTH\nNo. NO!!!!\n\nTHE WALLS OF WATER CAVING IN ON HIM AS HIS EYES REMAIN FIXED\nON CARINA --\n\nAND HECTOR BARBOSSA IS SLOWLY SWALLOWED UP BY THE SEA --\nAS THE BLACK PEARL RIGHTS ITSELF WITH A MIGHTY SPLASH --\n\nTHE FOG LIFTING ALL AROUND THEM --\n\f118.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE WALLS OF WATER CAVING IN NOW --\n\nAS JACK AND CARINA BOTH RUN TOWARD A CORAL REEF, JUMP UP AND\nREACH FOR BARBOSSA AND THE BOTTOM OF THE ANCHOR --\n\nTHEY BOTH HOLD ON --\n\nTHE WALLS COLLAPSING IN AND THE OCEAN VIOLENTLY COMING BACK\nTOGETHER --\n\nAS BARBOSSA RAISES HIS SWORD -- USES ALL OF ITS POWER AS THE\nANCHOR SWINGS UP TOWARD THE SURFACE -- MOVING QUICKLY AS THE\nSEA BEGINS TO COLLAPSE ALL AROUND THEM -—\n\nAS JACK AND CARINA COME FLYING THROUGH THE HOLE IN THE SEA --\nARE THROWN TO THE SIDE OF THE PEARL --\n\nTHE TWO OF THEM HOLDING ONTO THE SIDE OF THE SHIP -- CLINGING\nTO THE RAIL --\n\nAS THEY LOOK BACK DOWN INTO THE HOLE IN THE SEA --\nWHERE BARBOSSA REMAINS AT THE BOTTOM OF THE ANCHOR --\n\nTHE SEA HAS HIM NOW -- IS SURGING ALL AROUND AND IS STARTING\nTO PULL THE ANCHOR DOWN WITH HIM --\n\nTHE BLACK PEARL STARTING TO TIP OVER AS THE SEA DRAGS THE\nANCHOR DOWN --\n\nTHE SHIP TEETERING ON THE EDGE -- ABOUT TO BE PULLED IN --\n\nAND BARBOSSA KNOWS HE HAS NO CHOICE -- REMOVES HIS PIRATE HAT\n\nAND WITH ONE MIGHTY SWING BARBOSSA USES BLACKBEARD’S SWORD TO\nCUT THE ANCHOR THAT HE’S HOLDING --\n\nCARINA SMYTH\nNo. NO!!!! THE WALLS OF WATER CAVING IN ON HIM AS HIS EYES REMAIN FIXED\nON CARINA --\n\nAND HECTOR BARBOSSA IS SLOWLY SWALLOWED UP BY THE SEA --\nAS THE BLACK PEARL RIGHTS ITSELF WITH A MIGHTY SPLASH --\n\nTHE FOG LIFTING ALL AROUND THEM --\n\f118. \n\nTARGET SECTION TO BE ANNOTATED:\nTO REVEAL A CALM AND PERFECT SEA --—\n\nJACK LOOKING DOWN -- SLOWLY REACHES UP AND TAKES OFF HIS OWN\nHAT.\n\nJACK SPARROW\nA Pirate’s life.\n\nEXT. - BRITISH PORT. - DAY\nWEEKS LATER\nTHE BLACK PEARL IS DOCKED IN A BUSY PORT.\n\nSCRUM AND GIBBS ARE LOADING THE SHIP -- BARKING ORDERS AT\nHENRY MADDOX -- NO LONGER DRESSED AS A SOLDIER. HE WEARS THE\nCLOTHES OF A PIRATE AND HE CARRIES A SWORD.\n\nSCRUM\nSand the keel and scrape those\nbarnacles, boy! Captain Sparrow won’t\ntolerate any dallying!\n\nHENRY MADDOX\nAye, Mr. Scrum.\n\nGIBBS\nMove it, Lucky. We're preparing to\nsail with the sun.\n\nHENRY MADDOX\nMr. Gibbs, is it true there be a pound\nof gold waiting for each man?\n\nGIBBS\nTwo pounds -- you’ll see!\n\nAT THE DOCKS --\n\nCARINA HOLDS A SUITCASE -- IS PREPARING TO BOARD A WAITING\nCOACH. JACK IS STANDING WITH HER --\n\nJACK SPARROW\nWhat is Oxford?\n\nCARINA SMYTH\nIt’s a University. I’11 be the first\nfemale astronomy student. Assuming\nthey believe my story.\n\nJACK SPARROW\nOh, I think they’1l believe it.\n\nCARINA SMYTH\nAnd how can you be so sure?\n\fJACK SPARROW\nMaybe this will help.\n\nAND NOW JACK HANDS HER “THE EYE” -- THE YELLOW DIAMOND\n\nSPARKLING IN HER HAND.\n\nCARINA SMYTH\nWhat kind of pirate gives up his\ntreasure?\n\n119.\n\nAND NOW HE OPENS HIS OTHER HAND -- WHICH IS FULL OF DIAMONDS.\n\nJACK SPARROW\nWho said I’ve given anything up?\n\nCARINA SMYTH\nI'll keep this diamond with the hopes\nthat one day you’1ll do the right\nthing.\n\nJACK SPARROW\nAnd what might that be?\n\nCARINA SMYTH\nYou're a pirate. Steal it back.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK SPARROW\nAnd what might that be? CARINA SMYTH\nYou're a pirate. Steal it back. \n\nTARGET SECTION TO BE ANNOTATED:\nCARINA GETS INTO THE COACH -- AND THE HORSES TAKE OFF.\n\nWATCHES FOR A BEAT --—\n\nINT. - COACH. - CONTINUOUS\n\nCARINA SITS IN THE COACH WITH SOME VERY WELL DRESSED,\nDIGNIFIED LOOKING MEN. SHE TAKES OUT A LEATHER FLASK\nA LONG STIFF DRINK -- OFFERS THEM THE FLASK -——\n\nCARINA SMYTH\nPirate’s tea, anyone?\n\nTHE MEN LOOK HORRIFIED AS SHE SITS BACK AND SMILES -——\nOUT THE WINDOW OF THE COACH --\n\nHER CLOVER EARRING DANGLING IN THE SUN.\n\nEXT. —- BLACK PEARL. - DAY\n\nJACK\n\n-- HAS\n\nLOOKS\n\nTHE SHIP IS STILL DOCKED AS JACK STEPS ON BOARD -- HANDS ALL\n\nOF THE DIAMONDS TO SCRUM --\nJACK SPARROW\nAs promised, give these diamonds to\nthe crew, Scrum.\n\nSCRUM\nAye, Sir.\n\nGIBBS WALKS UP TO JACK --\n\f120.\n\nGIBBS\nGood news, Captain. One of the men\nfound this washed ashore in the\nharbor. How’s that for luck?\n\nGIBBS IS HOLDING JACK’S SWORD. JACK HESITATES FOR A LONG\nBEAT -- THEN TAKES HIS SWORD AND PUTS IT IN HIS BELT -—\n\nMR. GIBBS\nSo where we headed, Jack?\n\nJACK SPARROW\nWe'll be following the stars, Mr.\nGibbs. Wherever they may take us.\n\nGIBBS\nIt’s good to have the Black Pearl\nback, is it not, Captain?\n\nJACK SPARROW\nI’ve been thinking, Gibbs. Perhaps\nthis ship could use a new name. A\nname to strike fear into our enemies --\nand bring us more treasure than we\ncould imagine.\n\nGIBBS\nAnd what name did you have in mind,\nSir?\nEXT. - BRITISH HARBOR. - SUNSET\nAS THE SHIP SAILS FROM THE HARBOR AND HEADS OUT TO SEA -- WE\nTILT DOWN TO SEE THE NEW NAME ON THE BACK. CARVED INTO THE\nAFT IS A SINGLE WORD --\nBARBOSSA\nEXT. - BARBOSSA.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIBBS\nAnd what name did you have in mind,\nSir? EXT. - BRITISH HARBOR. - SUNSET\nAS THE SHIP SAILS FROM THE HARBOR AND HEADS OUT TO SEA -- WE\nTILT DOWN TO SEE THE NEW NAME ON THE BACK. CARVED INTO THE\nAFT IS A SINGLE WORD --\nBARBOSSA\nEXT. - BARBOSSA. \n\nTARGET SECTION TO BE ANNOTATED:\n - CONTINUOUS\nCAPTAIN JACK SPARROW IS AT THE WHEEL OF THE BARBOSSA --\nSAILING TOWARD A PERFECT RED SUNSET. HE HAS HIS SHIP -- HIS\nCREW -- NOTHING BUT THE OCEAN AND THE STARS IN FRONT OF HIM.\n\nAS HE SAILS OFF TOWARD THE HORIZON -- THE PIRATE'S LIFE\nCONTINUES --\n\nFADE OUT:\n\f"
}