{
  "1": "Poltergeist\n\nStory by\nSteven Speilberg\n\nscreenplay by\nSteven Speilberg\n\nist Draft\n\nAMBLIN ENTERTAINMENT\n\n\"FOR EDUCATIONAL PURPOSES ONLY\"\n\fFADE IN:\n\nINT. LIVING ROOM - NIGHT 1\nEXTREME CLOSE-UP - TELEVISION SCREEN\n\nThe National Anthem resounds over the precision maneuvers of\nthe Navy’s Blue Angels. When Old Glory fills the frame the\nlocal announcer identifies the station, signifies the\nmegahertz and signs off for the morning. Transmission ends\nand a BLAST of disturbing static rules the airwaves. It is\n2:30am on a Sunday morning.\n\nCAMERA SLOWLY WITHDRAWS\n\nThe TV set appears. A fireplace is off to the right, trophies\nof outstanding achievement in annual home sales on the\nmantel; STEVEN FREELING asleep in his convertible chair, an\nopen briefcase on his lap, real estate maps and lease\ncontracts spread out on the floor by his stocking feet.\n\nCAMERA CONTINUES TO WITHDRAW until we are moving out of the\nliving room of this suburban two-story home and up the\nstairs.\n\nINT. UPSTAIRS HALLWAY - MASTER BEDROOM - NIGHT 2\n\nCAMERA MOVES along the hallway, past the guest bath and over\nto a partially open door. We explore this room, if only for\nan instant, to catch DIANE FREELING, 32, tossing in her\nsleep, a tangle of hair covering her face.\n\nINT. DANA’S BEDROOM - NIGHT 3\n\nCAMERA moves away and slithers into another bedroom. DIANA\nFREELING is sixteen, very beautiful, and snoring unevenly.\nShe is surrounded by potato chips and homework.\n\nINT. CHILDREN’S BEDROOM - NIGHT 4\n\nThe SOUND OF TELEVISION STATIC leaks as the CAMERA moves into\nthe last bedroom. ROBBIE FREELING is just a seven-year-old\nlump under the covers. With the sheets tucked around him, he\nlooks like a ghost and where his head should be there is a\nDodgers baseball cap. The closet light is on and the closet\nopened only a crack to let in the safe night light as we pass\nbeyond Robbie to CAROL ANNE FREELING. The STATIC SOUNDS from\nthe 0.S.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe closet light is on and the closet\nopened only a crack to let in the safe night light as we pass\nbeyond Robbie to CAROL ANNE FREELING. The STATIC SOUNDS from\nthe 0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n TV seem to arouse this pert six-years-old froma\nsound and regular sleep. Her eyes snap open. She listens\nflicks some sleep from her eyes, and rises out of bed.\n\fCAMERA TRACKS AHEAD OF HER as if drawing her OUTSIDE the\nsafety of her bedroom and roommate brother.\nINT. LIVING ROOM - NIGHT 5\nThe STATIC crackles louder and a BLUE GLOW dawns across Carol\nAnne. She could be sleepwalking. Her eyes are riveted and her\nbreathing quickens. The STATIC BOOMS now and Carol Anne stops\nat the TV set in front of her sleeping dad. She stares into\nthe white snow, trying to see beyond the color dots. Carol\nAnne opens her mouth until we are certain she is going to\nSCREAM. Then\nCAROL ANNE\n\nHello! Hell-ooo! What do you want\n\nHello! who are you! Hell-ooooo!\nANGLE - STEVEN FREELING\n\nHis eyes open.\n\nINT. MASTER BEDROOM - NIGHT 6\nDiane starts and sits up quickly.\nCAROL ANNE (0.S.)\nWho are you!! Hey!\nINT. DANA’S BEDROOM - NIGHT 7\n\nShe is already swinging her legs out of bed and moving into\nthe hallway.\n\nCAROL ANNE (0.S.)\nI can’t hear you!\nINT. CHILDREN’S BEDROOM - NIGHT 8\n\nRobbie looks over to see Carol Anne’s bed empty.\n\nINT. LIVING ROOM - HIGH ANGLE - NIGHT 9\n\nThe entire family gathers and watches their youngest child\nyelling through the static at 2:35 in the morning.\n\nCAROL ANNE\nWhat do you look like! Hello! Can I\nsee you?\n\f10\n\n10-A\n\n14\n\n12\n\nEXT. CUESTA VERDE ESTATES OVERLOOK - DAY 10\n\nAnyone outside of Manhattan is familiar with this setting.\nSunday in suburbia. A neighbor mows his lawn, another washes\nhis car, and a group of kids play soccer in the street. The\nmiddle America World War II bought and paid for.\n\nEXT. FREELING FRONT YARD 10-A\n\nThen; an irregular glitch to this setting. A man, JEFF SHAW,\nis running as furiously as his jelly-bowl paunch will allow.\nIn his arms, a large brown shopping bag.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREELING FRONT YARD 10-A\n\nThen; an irregular glitch to this setting. A man, JEFF SHAW,\nis running as furiously as his jelly-bowl paunch will allow. In his arms, a large brown shopping bag. \n\nTARGET SECTION TO BE ANNOTATED:\n Barely avoiding a\ncollision with the paper boy, he cuts across the lawn,\njiggling the lettering. He crashes into the front door,\nfinding it locked. He turns and runs around back, just as\nSteve opens the front door.\n\nINT. FREELING KITCHEN - DAY 11\n\nShaw blasts past Dana, dressed in a terrycloth robe. She is\neating potato salad right out of the bowl in front of the\nrefrigerator.\n\nDANA\nJesus H. Christ!\n\nINT. LIVING ROOM - DAY 12\n\nShaw almost loses his footing turning into this room. His\nbreath exploding in wheezing puffs. He falls into a chair\nnext to Steve Freeling and FIVE OTHER MALE NEIGHBORS who tear\ninto the brown shopping bag, surfacing with Michelob Lites.\n\nSHAW\nWhat’d I miss!?\n\nSTEVEN\nHaden fumbled!\n\nARNIE\nSacked! !\n\nSAM\n\nOakland’s bringing out Bahr.\n\nSHAW\nThree more! Jesus! I was ahead on\npoints, now I’m pushing.\n\f13\n\n14\n\n15\n\nSTEVEN\nShhhhhhhh! !\n\nINT. CHILDREN’S BEDROOM - DAY 13\n\nDiane is straightening things in here when she notices\nsomething that causes her to sadly catch her breath. She\nwalks forward to the bird cage slowly letting it out. Carol\nAnne’s yellow canary is feet up on the bottom of the cage.\n\nDIANE\nOh Tweety, couldn’t you wait for a\nschool day?\n\nEXT. FREELING’S BACK YARD - DAY 14\n\nRobbie is next to a tall, misshapen oak tree that has grown\nbent forward, a little too close to the house. Robbie is\nmarching in circles around the tree, acting brave. He starts\nto climb.\n\nINT. LIVING ROOM - DAY 15\n\nThe Sunday FOOTBALL CROWD is on its feet. Haden has the ball\nagain and the pass is a “bomb”.\n\nSTEVEN\nLook at that fuckin’ Dennard run.\n\nSHAW\nLester Hayes. Fuckin’ Hayes is\nthere!! He’s there! He’s...\n\nThe channel changes all by itself to Mister Rogers.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s there! He’s... The channel changes all by itself to Mister Rogers. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN\n(yelling at the wall)\nTuthill--! You asshole!\n\nARNIE\nTurn it back! Christ!\n\nSTEVEN\nSorry guys. When my neighbor uses\nhis remote... he’s on my same\nfrequency.\n\nSteve turns it back to football. A second later, “Mr.\nRodgers” is singing. Steve walks over to the wall, and points\nhis remote control and fires!\n\f16\n\n17\n\n18\n\n19\n\nFrom the other side of the wall comes a muffled ROAR.. The\nvoice of BEN TUTHILL.\n\nTUTHILL (0.S.)\nDon’t start, Freeling!\n\nEXT. SLIDING DOOR/FREELING HOUSE - DAY 16\n\nSteve opens the sliding glass door and yells over the fence.\nTuthill, a robust man in a tank top and sunglasses, yells out\nhis window, the remote control brandished in Steve’s\ndirection.\n\nSTEVEN\nWe got a game going on over here!\n\nTUTHILL\nThe kids wanna watch Mr. Rodgers!\n\nSTEVEN\nI don’t care what you’re watching,\nas long as you show a little mercy\nwith that thing!\nTUTHILL\n(closing his window hard)\nMove your set!\n\nSTEVEN\nMove yours!\n\nTuthill clicks at Steve through his window.\n\nINT. LIVING ROOM - DAY 17\n\nSteve’s channels change and the gathering SCREAMS again.\n\nEXT. SLIDING DOOR - DAY 18\n\nSteve fires his remote at the Tuthills and a muffled\n“goddammit!” is heard.\n\nINT. HALLWAY TO BATHROOM - DAY 19\n\nDiane has Tweety by his little claw feet at arms length. With\na sour grimace she moves into the bathroom and raises the\ntoilet seat, aims Tweety and... Carol Anne steps into the\ndoorway catching her Mom red-handed.\n\f20\n\n20-A\n\n21\n\nCAROL ANNE\nTweety--!!\n\nDIANE\n\n(barely audible)\nOh shit.\n\nEXT. FREELING’S BACK YARD - DAY 20\n\nWith his own bedroom window facing him, Robbie climbs among\nthe twisted branches, then looks at the neighborhood and the\nsky beyond.\n\nEXT. - P.O.V. OF SKY - DAY 20-A\n\nStorm clouds are gathering in the distance.\n\nINT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. OF SKY - DAY 20-A\n\nStorm clouds are gathering in the distance. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN - DAY 21\nCLOSE SHOT - CIGAR BOX\n\nDiane places little Tweety into the cigar box. She starts to\nclose the lid.\n\nCAROL ANNE\nTweety doesn’t like that smell.\n\nDIANE\nSweetheart, Tweety can’t smell a\nthing.\n\nCAROL ANNE\n(giving orders)\nPut a flower with him.\n\nDiane smiles at this thought and takes a red rose from the\nvase on the windowsill. Carol Anne pulls into her pocket and\ntakes out some red licorice. She bites off the end, spits it\nout into her hand and places the wet piece inside the cigar\nbox.\n\nCAROL ANNE\nFor when he’s hungry.\n\nShe places a Polaroid snapshot of herself and Robbie.\n\nCAROL ANNE\nFor when he’s lonely.\n\nShe covers him with a napkin.\n\f22\n\nCAROL ANNE\nFor when it’s nighttime.\n\nCarol Anne starts to cry as she closes the lid. Diane looks\non. She really loves this kid.\n\nEXT. FREELING’S BACK YARD - DAY 22\n\nDiane has dug a hole in the dirt. Robbie and Dana watch as\nCarol Anne places the cigar box into the earth. Dana is\neating celery and Diane throws her a “you’re chewing too\nloud” look. Robbie, from up in the tree, watches fascinated\nas Diane and Carol Anne refill the hole. In the background\nthe football game is winding up with loud interludes between\nthe time-outs of the final quarter\n\nCAROL ANNE\nNow I lay me down to sleep, I pray\nthe Lord my soul to keep...\n\nDANA\n(rolls her eyes)\nBrother...\nDIANE\n(to Dana)\nStifle it!\nCAROL ANNE\nIf I should die before I wake...\nDANA\n(a defiant whisper)\nIt did.\nCAROL ANNE\n\nI pray the Lord my soul to take.\n\nDIANE\nThat was lovely, honey.\n\nROBBIE\n(staring at the freshly\ndug earth, calls down\nfrom the tree)\nMom, when it rots can we dig it up\nand see the bones?\n\nDIANE\nRobbie! !\n\f23\n\n23-A\n\nCAROL ANNE\n(brightening-- a new\ntopic)\n\nCan I get a goldfish now?!\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nRobbie! ! 23\n\n23-A\n\nCAROL ANNE\n(brightening-- a new\ntopic)\n\nCan I get a goldfish now?! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN’S BEDROOM - NIGHT 23\nCLOSE UP - GOLDFISH BOWL\n\nCarol Anne stares wondrously as two brand new goldfish nibble\nHertz Mountain from the surface. Robbie sits on his bed in\nhis PJ's reading a Popeye comic. Distant THUNDER can be heard\nas Robbie looks over at his window.\n\nROBBIE’S POV\n\nA weak flash of lightning outlines the tree he was playing in\nearlier. It is not merely the overactive imagination of a\nnine-year-old that makes this tree scary to us. The twisted\nbranches that seem to suggest arms and the split trunk that\nappears to suggest horns is all too real even at first\nglance.\n\nCLOSE - ROBBIE\n\nHe doesn’t want to look. He doesn’t want to scare himself.\nBut he does.\n\nDIANE ENTERS 0O.S. 23-A\n\nDIANE (0.S.)\n\nHoney, you’re overfeeding them.\nCAROL ANNE\n\nTweety-two and Tweety-three wants\n\nseconds.\nROBBIE\n\nMom, there’s a big storm headed\n\nthis way.\nDIANE\n\nYou’11 be asleep by the time it\ngets here... if you hurry. Lights\nout!\n\nThe kids dive for the covers. Diane turns out the light. The\nroom is overwhelmed by darkness. Carol Anne speaks up first\n\f24\n\nCAROL ANNE\n(rapidly)\nCloset light! Closet light\n\nDIANE\nMy fault. My fault.\n\nDiane turns on the light in their closet and cracks open the\ndoor. Carol Anne relaxes and waves good-night to her fish.\nRobbie looks over at the rocking chair by the bureau. Sitting\nstraight up is clown doll. It is almost the size of Robbie.\nIts stare is devilish and its smile is just a little too\nbroad for comedy.\n\nRobbie gets up and without looking at the doll, throws a\nplaid shirt over its head. He climbs back into bed, outlined\nby a blue flash from the window.\n\nINT. MASTER BEDROOM - NIGHT 24\nCLOSE ON DUTCH MASTER CIGAR BOX\n\nTwo hands lift it from the shadows and into the light. The\nlid starts to open and just as we expect to see Tweety-one we\nsee the “stash” instead.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MASTER BEDROOM - NIGHT 24\nCLOSE ON DUTCH MASTER CIGAR BOX\n\nTwo hands lift it from the shadows and into the light. The\nlid starts to open and just as we expect to see Tweety-one we\nsee the “stash” instead. \n\nTARGET SECTION TO BE ANNOTATED:\n Steve removes a lid of grass and\nsome zigzag papers and starts to roll a joint. On the TV is\nan old MGM movie.\n\nDiane is reading Carl Jung’s MAN AND HIS SYMBOLS. Steve picks\nup a brochure on pool equipment and diving boards.\n\nDIANE\n\n(taking a hit)\nSleepwalking. Sleepwalking.\nNocturnal Somnambulism. * I’11\nbetcha it’s genetic. Carol Anne all\nlast week and then last night. Me\nwhen I was ten. I once walked four\nblocks and fell asleep in the back\nseat of this man’s car. He went all\nthe way to work before discovering\nme. God. I started screaming...\npeople ran over. The police came.\nThey took the guy downtown. My\nfather had me examined for bruises\nhickeys, I don’t know. Oh shit,\nSteven! If we dig the pool and\nCarol Anne falls in before there’s\nany water... Steven... are you\nlistening?\n\f10.\n\nSteven takes the joint back from Diane and pulls it down\nhalfway in one breath -- holding the hit\n\nSTEVEN\n(he talks like Dennis\nHopper )\nEver go off a three meter board?\n\nDIANE\nWhat’s three meters?\n\nSTEVEN\nAbout ten feet.\n\nDIANE\n\nHoney, why don’t we just build the\npool closer to the house and let\nhe kids jump off the roof?\n\nct\n\nSTEVEN\n\nSee, it’s like an air pocket. From\nthree meters you’re free-falling.\nYou can maybe squeeze in a half-\ngainer, jackknife into a swan\ntwist back, tuck, splash.\n\n \n\nDIANE\nSplat!!\n\nSTEVEN\nSpashhh.\n\nDIANE\nSplurg.\n\nSTEVEN\n\nHoney, we can afford it.\n\nDIANE\nWe don’t really need it.\n\nSTEVEN\n\nIt’s great for business. We build\nthe first house. We install the\nfirst pool. Look around us. By\nsummer\n\n(in bass baritone)\n“the hills are alive with the smell\nof chlorine”.\n\nDIANE\nYeah and, our pool will be alive\nwith a thousand guests.\n\f25\n\n11.\n\nSTEVEN\nI’m the wind and you’re the\nfeather!\n\n*** REST OF SCENE MISSING ***\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n25\n\n11. STEVEN\nI’m the wind and you’re the\nfeather! *** REST OF SCENE MISSING ***\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN’S BEDROOM - NIGHT 25\n\nSteven flops Robbie onto his pillow just as a flash lights\nthe room and the tree outside the window. Carol Anne lies\nawake, watching.\n\nROBBIE\nI don’t like the tree, Dad.\n\nSTEVEN\nIt’s an old tree. It was here for a\nlong time. Long before my company\nbuilt this neighborhood.\n\nROBBIE\nI don’t like its arms. It knows I\nlive here, doesn’t it?\n\nSTEVEN\n\n(not aware this scares\n\nRobbie)\nIt knows everything about us.\nThat’s why I built our home next to\nit. So it could protect you and\nCarol Anne, Dana, your mom and me.\nIt’s a wise old tree.\n\nROBBIE\nIt looks at me. It knows I live\nhere.\n\nRobbie is visibly frightened now and Steven realizes he’s\nscared him. Just then a tremor of thunder rolls through the\nbedroom and Robbie snuggles up to his dad.\n\nSTEVEN\nStorm’s gonna miss us.\n\nROBBIE\nHow do you know?\n\nSTEVEN\nBecause I can count.\n\nThen more thunder. Robbie flinches, but tries to be brave.\n\f26\n\n12.\n\nSTEVEN\nAfter you see the lightning, count\nuntil you hear the thunder. If you\ncan count higher each time, that\nmeans the storm is moving away from\nyou.\n\nA flash of lightning is seen.\n\nSTEVEN\nNow count with me.\n\nROBBIE/STEVEN/CAROL ANNE\nOne, two, three...\n\nThunder is HEARD.\n\nSTEVEN\nNext time you’ll be able to count\nto four or more. You try it, okay?\n\nROBBIE\nOkay.\n\nSteven exits leaving the door open. Lightning occurs. Steven\nwaits by the partially open door and listens as Robbie\ncounts.\n\nROBBIE\n(very worried)\nOne... two... three... four...\nfive...\n\nDistant thunder is HEARD. Robbie is more relieved.\n\nINT. HALLWAY OUTSIDE DANA’S BEDROOM - NIGHT 26\n\nHe feels real good about himself. He KNOCKS on Dana’s door.\nMusic is HEARD. The door opens.\n\nSTEVEN\nGoodnight, Dana.\n\nDANA\nUh, goodnight, Dad.\n(a beat, then)\n\nSTEVEN\nGet off the phone, Dana.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVEN\nGoodnight, Dana. DANA\nUh, goodnight, Dad. (a beat, then)\n\nSTEVEN\nGet off the phone, Dana. \n\nTARGET SECTION TO BE ANNOTATED:\n\f27\n\n28\n\n28-A\n\n28-B\n\n13.\n\nDANA\n(caught )\nOkay, Dad.\n\nINT. CHILDREN’S BEDROOM - NIGHT 27\n\nRobbie looks out the window. The tree stands there in the\nwind. Another flash of lightning, Robbie controls his fear\nand concentrates.\n\nROBBIE\nOne, two...\n\nCRACK! BOOM! An explosive jolt of thunder rocks the house.\nThe closet light goes out as the tree outside the window\nsuddenly bends forward as if looking in. Robbie sits bolt\nupright. Carol Anne wakes up SCREAMING.\n\nINT. MASTER BEDROOM - MUCH LATER - NIGHT 28\n\nCarol Anne and Robbie are asleep next to Diane and Steve. The\nTV has been left on and the National Anthem starts to play...\n\nCLOSE - FAMILY\n\nVarious positions, asleep.\n\nSLOWLY MOVE IN CLOSER TO THE TELEVISION 28-A\n\nThe pre-recorded voice of the station manager signs off. A\nbeat... Transmission ceases and the soft roar of dead air\nfills the room as the static white snow colors the walls\nmaking shadows flicker and warp.\n\nIt is only now that we first hear it. A SOUND intermingling\nwith the TV hiss, like a bad connection from far, far away. A\nwhisper. Not one, but hundreds of them. They say nothing.\nIt’s a chorus, tonal and inviting.\n\nCLOSE - CAROL ANNE 28-B\n\nShe turns on her side. And her eyes open surreally. Ever so\nslowly, she turns her head fully facing the TV. Carol Anne\nsmiles. A smile much too sophisticated for a five-years-old\nchild.\n\f28-C\n\n28-D\n\n28-E\n\n28-F\n\n14.\n\nCLOSE - TV SCREEN 28-C\n\nThe snow mixes with new imagery. Forms. Vague but luminous.\nAlways mingling. Impressionistic. Never hard-lined.\n\nCAROL ANNE\n(whispering)\nCome out... come out...\n\nThe picture tube starts to SNAP! Little flashes momentarily\n\nblind Carol Anne. She blinks and tries to see deeper. SNAP!\n\nCRACK! It’s as if flashbulbs were being emitted. Steven and\n\nDiane turn fitfully but remain asleep. FLASH! POP! Robbie is\nclose to waking.\n\nCLOSE - CAROL ANNE 28-D\n\nSmiling, on her knees now...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOP! Robbie is\nclose to waking. CLOSE - CAROL ANNE 28-D\n\nSmiling, on her knees now... \n\nTARGET SECTION TO BE ANNOTATED:\n she reaches out toward the TV\nscreen when... SOMETHING REACHES BACK. A Substance. A form,\nlike a wispy, smoky tentacle twists forward, EXTENDING FROM\nTHE PICTURE TUBE and snaking into the Freeling bedroom.\nTransparent and cold, it gives birth to itself, builds upon\nits own energy, growing brighter as it seems to hover above\nCarol Anne, then tower over the family asleep in the king-\nsized bed.\n\nCLOSE - CAROL ANNE 28-E\n\nShe must bend her neck to look all the way up at the ceiling\nwhere this cyclonic shape waltzes... studying.. at the room,\nthen Carol Anne...\n\nAN EXPLOSION from the TV set. The brightest flash yet\nexperienced. A force that expels the intruder from the set\nand into the room. Catapulting it past the family and into\nthe wall RIGHT OVER THE BED, where it leaves a dark pencil\ndot stain. The entire room shakes and the family is awake and\npanicked.\n\nThe window cracks, the curtain rod slips. Books and mementos\nfall from the open hutch. The medicine cabinet opens and\n\nprescription medicine splatters on the tiled floor. The room\nlights flare then die. Every picture topples from the walls.\n\nJust as quickly as it began, the episode ceases. A HUSH 28-F\ndescends. Everyone looks at Carol Anne. Carol Anne looks at\neveryone... then intones, almost matter-of-factly.\n\nCAROL ANNE\nThey’re here.\n\f29\n\n30\n\n15.\n\nEXT. FREELING’S BACK YARD - DAY 29\nCLOSE STUDY - FOUR GEARSHIFTS\n\nA work glove shifts.\n\nCLOSE STUDY - CLUTCH\n\nA steel-toed workboot slowly withdraws.\n\nCLOSE-STUDY - STEEL-BELTED TREADS\n\nLurch forward, dripping sod and wet grass.\n\nThe shovel of the bulldozer touches the earth and scrapes a\ndeep swathe.\n\nCAMERA MOVES CLOSER as the cigar box coffin is cruelly\nexhumed in the ever-growing tidal wave of back yard turf.\n\nINT. KITCHEN - DAY 30\n\nSteve is on the phone, nervously smoking a cigarette as the\n\nbulldozer can be seen out the window, digging the new pool.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERA MOVES CLOSER as the cigar box coffin is cruelly\nexhumed in the ever-growing tidal wave of back yard turf. INT. KITCHEN - DAY 30\n\nSteve is on the phone, nervously smoking a cigarette as the\n\nbulldozer can be seen out the window, digging the new pool. \n\nTARGET SECTION TO BE ANNOTATED:\nDiane is serving waffles around the breakfast table. E. Buzz\nsits at Robbie’s feet, watching the waffles hopefully. Only\n\nCarol Anne seems to have an appetite.\n\nSTEVEN\n(on the phone)\nI’m not kidding, Jeff. How could\nanyone sleep through a six-point-\nfive. Yes, damage. Stuff’s in\npieces all over our bedroom.\n\nDIANE\n(quietly to Carol Anne)\nChew each bite ten times.\n\nCarol Anne exaggerates her chewing; smiling with her mouth\nfull.\n\nSTEVEN\nI know that... we’ve had the radio\non and there’s nothing about it.\n(after a beat)\nAfter the Sylmar quake it was two\nyears before real estate was on the\nrise.\n\f16.\n\nDiane is gently coaxing some information out of Carol Anne\nwho mostly has her mouth full of waffles and blueberries.\n\nDIANE\nWhen you said, “They’re here” last\nnight.\n\nCAROL ANNE\n\nCan I take my goldfish to school?\n\nDANA\nMaybe the fault line runs just\nunder our house. Wouldn’t that be a\n\nscream?\n\nROBBIE\nThe ceiling got crumbs all over my\nbed.\n\nDIANE\n\n(to Carol Anne)\nSweetheart. Do you remember last\nnight? Do you remember when you\nwoke up and said, “They’re here?”\n\nCAROL ANNE\nUh huh.\n\nDIANE\nWho did you mean? Who’s here?\n\nCAROL ANNE\n(mouth full)\nThe TV people.\n\nROBBIE\nShe’s stoned.\n\nDANA\nWhat do you know about it?\n\nROBBIE\nMore’n you. Ask Dad.\n\nRobbie picks up his milk to take a sip when the bottom of the\nglass drops out, the milk splashing back onto Robbie’s cereal\nbowl, overflowing cereal all over the table and onto Dana’s\nblouse in a burst, perhaps slightly strong for the small\namount of spilled milk\n\nDANA\nHey--!\n\f17.\n\nROBBIE\n(throwing up his hands)\nIt’s not my mess.\n\nDANA\n(jumps up from the table)\nThanks a lot, jerko - I’ve got\nclass in twenty minutes.\n\nROBBIE\nMom.\n\nDIANE\nGimme that thing before you cut\nyourself.\n\nCarol Anne has a big dripping splash of milk running down her\nforehead.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBBIE\nMom. DIANE\nGimme that thing before you cut\nyourself. Carol Anne has a big dripping splash of milk running down her\nforehead. \n\nTARGET SECTION TO BE ANNOTATED:\n Oblivious to this she just keeps eating, goes over\nto the kitchen TV... turns it on to the “Today Show”, then\nswitches to an “in between” channel and watches the snow.\n\nSTEVEN\nI’m outta here! See ya early.\n\nROBBIE\n(imitating Dad)\nI’m outta here!\n\nDIANE\n(pushing him back)\nYou I can handle.\n\nROBBIE\nI got school!!\n\nDIANE\nBreakfast first.\n\nROBBIE\n(casually)\nAll right, I’1l just flunk.\n\nRobbie shrugs, reaches for his spoon to resume eating and\nnotices something unusual. The spoon is bent. He looks around\nthe table. Every spoon is bent. Shrugging it off, Robbie\nlifts his cereal bowl and drinks right out of it, two tiny\ntrails dripping off his chin, spotting his school shirt.\n\f31\n\n32\n\n33\n\n18.\n\nEXT. FREELING’S BACK YARD - DAY 31\n\nA big man, PUGSLEY, thirties, bald, steps out of his pool\ninstall action truck wearing combat boots, a Teamster T-\nshirt, mirrored sunglasses and a baseball cap turned around\nbackwards on his head. He motions to the bulldozer driver to\n“take a gander”. Dana grabs her bike and rides off. The\nworkmen pause to stare at her. Pugsley and the dozer driver\nshare a salacious grin and the dozer driver pops his clutch\nrapidly, the dozer lurching suggestively several times.\n\nINT. KITCHEN - DAY 32\n\nDiane has witnessed this sloppy display through the open back\ndoor. Choosing to pass over it, she turns toward the kitchen\ntable to clean up. E. BUZZ, the dog, is sitting on a pulled-\nout chair eating from everyone’s plates. Diane sighs and\nshoos E. Buzz away.\n\nDIANE\nWhen you leave the table, Carol\nAnne... Robbie, you push your\n\nchairs in.\n\nCarol Anne is trying to fine-tune the snow on television.\nDIANE\n\nAw, honey you’re going to ruin your\n\neyes. This is not good for you.\nShe turns the set to another channel where a WAR MOVIE is\nshowing. Soldiers blowing up and screaming.\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns the set to another channel where a WAR MOVIE is\nshowing. Soldiers blowing up and screaming. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MASTER BEDROOM - DAY 33\nDiane is cleaning up. Broken glass surrounds her. She cups\nher left hand and picks narrow shards out of the shag when\nthe GROWLING begins. Diane turns and sees...\nDIANE’S POV\nE. BUZZ is growling at the wall. Looking up at something we\ndon’t see. Diane sidesteps the broken vases to follow E.\nBuzz’s eyeline right up the wall and onto the stain.\nCLOSE - DIANE\nShe cocks her head curiously.\n\nMOVE IN - THE STAIN\n\f34\n\n34-A\n\n19.\n\nIt has grown since this morning. Like a Rorschach pattern.\nDiane tries to rub it out with a pillowcase. She slips into\nthe bathroom and wets one corner, then returns when...\n\nDiane stops. Carefully, she watches E. Buzz, who has ceased\ngrowling.\n\nFULL SHOT - DIANE AND E. BUZZ\n\nNever removing his spaniel eyes from the wall, E. Buzz’ tail\nstarts wagging. He backs a scoot away from the wall and\nexecutes and obedient “roll-over”. Diane herself retreats.\n\nDIANE\n\n(gently)\nC’mere, E. Buzz.\n\nE. Buzz turns, but his mind is not on Diane. He runs out of\n\nthe room between Diane’s legs immediately returning with his\nchew-ball. E. Buzz sidles up to the wall and sets his chew-\n\nball down, “speaks” and executes a double roll-over.\n\nINT. KITCHEN - DAY 34\n\nDiane enters, sees Pugsley drinking a cup of coffee from one\nof her China cups.\n\nDIANE\n(at doorway, to Pugsley)\nOkay, Bluto! Gimme my cup.\n\nPUGSLEY\nGee, Mrs. Freeling you make great\ncoffee. Good for a second cup.\n\nPugsley breaks out laughing. Diane grabs the cup out of his\nhands and drops the blinds in his face.\n\nANGLE - KITCHEN TABLE 34-A\n\nDiane turns to find all the chairs are withdrawn from their\nintended places. She looks for Carol Anne then jumps halfway\nout of her skin.\n\nCarol Anne is right behind her, tapping her on the side.\n\nDIANE\nJesus, don’t do that.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks for Carol Anne then jumps halfway\nout of her skin. Carol Anne is right behind her, tapping her on the side. DIANE\nJesus, don’t do that. \n\nTARGET SECTION TO BE ANNOTATED:\n You wanna see\nyour mommy lying in a cigar box\ncovered in licorice?\n\f34-B\n\n35\n\n20.\n\nCarol Anne shakes her head... slowly.\n\nDIANE\n(pointing to chairs)\nDid you do that?\n\nCarol Anne shakes her head slowly.\n\nDiane replaces the chairs in their proper places and returns\nto the sink. She opens the cupboard under the sink, and\nbrings out a bottle of 409. She stands and turns around...\n\nFACING HER IS THE KITCHEN TABLE 34-B\n\nThe chairs are stacked one atop the other, reaching all the\nway up to the ceiling. Diane jams her fist into her mouth to\npress back the natural reaction. Carol Anne stands below her\nsmiling up at the pyramid.\n\nDIANE\n(a whisper to Carol Anne)\nThe TV people?\n\nCAROL ANNE\nUp there.\n\nDIANE\n(barely audible)\nDo you see them?\n\nCAROL ANNE\nNo... do you?\n\nDIANE\nUh uh.\n\nINT. KITCHEN/NEW, VACANT HOME - DAY 35\nWIDE ANGLE - IDENTICAL KITCHEN\n\nIn a disconcerting jump, all of the furniture, Carol Anne and\nDiane disappear. The basic structure of the kitchen remains\nexactly the same for this is a model home somewhere in Cuesta\nVerde Estates.\n\nSteve Freeling walks into the empty setting with a family of\nprospective buyers. Only the wallpaper is different from the\nFreeling residence.\n\f21.\n\nSTEVEN\nThis, then, is our latest\ndevelopment. We call it phase four\n\nWOMAN BUYER\nWhere is your home, Mr. Freeling?\n\nSTEVEN\nWe were the first family to set up\nhousekeeping in Cuesta Verde\nEstates.\n\nHUSBAND\n(helping)\nPhase one!\n\nSTEVEN\nThat’s right. Actually you passed\nthrough my neighborhood to get\nhere.\n\nWOMAN BUYER\nThe area with that “lived in” look.\n\nSTEVEN\nIn a month you won’t be able to\ndistinguish phase four from phase\none from phase... well, around here\ngrass grows greener on every side.\n\nHUSBAND\nYeah... I can’t tell one house from\nthe other.\n\nSTEVEN\n\nOur construction standards are very\nliberal.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUSBAND\nYeah... I can’t tell one house from\nthe other. STEVEN\n\nOur construction standards are very\nliberal. \n\nTARGET SECTION TO BE ANNOTATED:\n Matter of fact, a neighbor\nof mine put a jacuzzi in his\nbedroom, with a running aqueduct\nconnecting it to the wading pool\noutside which he built half in\n\nhalf out of his living room. That\nhome was featured in last month’s\nissue of Town and Country.\n\nDIALOGUE FADE WITH DISSOLVE\n\n36 EXT. CUESTA VERDE ESTATES, PHASE ONE - DUSK 36\n\nESTABLISHING SHOT\n\f37\n\n38\n\n22.\n\nSparse lightning over the mountains as the storm clouds begin\nto roll in. The neighborhood is quiet. Warm window light\nspill is out across the well manicured lawns. You can almost\nsmell two hundred dinners in all of the ovens of Cuesta\nVerde.\n\nEXT. STREET/FREELING’S HOUSE - DUSK 37\n\nSteve Freeling’s Oldsmobile station wagon turns down the\nblock heading home.\n\nANGLE - FREEWAY DRIVEWAY\n\nThree empty trashcans block the drive... Steve groans as he\nparks half on, half off the curb, climbs out, and starts\nremoving obstacles when from nowhere Diane is there,\nliterally pulling toward the house.\n\nSTEVEN\nHey babe. Guess who just bought L-J\n237...\nDIANE\nJust c’mere! Hurry!\nSTEVEN\nWait a sec., I’m parked in the\nstreet.\nDIANE\nLeave it. Quick, before it stops\nagain.\nINT. KITCHEN - DUSK 38\n\nWe have never seen Diane focused and again so frazzled. Her\nwords are coming in spurts. She must constantly catch her\nbreath. The thrill in her voice is backed up against an\noppressive fear.\n\nDIANE\nOkay, okay... look. Okay. Listen.\nI’ve kept Dana and Robbie out of\nthis, but Carol Anne was with me\nwhen it started so I cut her in,\nbut Dana would blab and Robbie’d be\nup for three weeks sleeping on your\nside of the bed.\n\f23.\n\nSTEVEN\nDiane, put the breaks on will ya.\nJust sit down a sec.\n\nDIANE\nNo, goddammit, you sit down! I\nmean... stand right there. And\njust... just have an open mind.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nNo, goddammit, you sit down! I\nmean... stand right there. And\njust... just have an open mind. \n\nTARGET SECTION TO BE ANNOTATED:\nReach back into our past when I\nused to know you with one and use\nit for the next coupla minutes.\n\nCarol Anne suddenly appears from around the corner looking\nexhausted and cranky. In her hand is a San Diego Charger\nfootball helmet.\n\nCAROL ANNE\nMommy didn’t cook any dinner.\n\nDIANE\n(loud)\nWe’ll go to Pizza Hut, all right?\n\nANGLE - STEVE\n\nLooking around he sees chalk marks all over the kitchen\nfloor. Arrows and squares and numbers in two colors.\n\nDiane’s breathing quickens as she steadies herself. Skipping\nto the kitchen table she takes one of the colonial country\nchairs from the breakfast table and scrapes it along the\nfloor to the center of the room where four circles have been\ndescribed in chalk. Diane places each leg in one of the\nproscribed circles and looks up at Steve.\n\nDIANE\n(last words)\nOkay... okay now, watch!! Watch!!\n\nShe removes her hands from the back of the chair and steps\naside. Steve watches Diane as much as the chair. He starts to\nstep forward when Diane throws both of her hands out to stop\nhim.\n\nDIANE\nLook!\n\nThe chair begins to tremble. It virtually jitterbugs in\nplace... then begins to move forward picking up speed until\nit traverses the entire length of the kitchen ending up right\nin front of Steve’s bullfrog eyes.\n\nANGLE - CAROL ANNE\n\f24.\n\nYawning.\n\nCLOSE - DIANE\n\nWith hysterical victory in her eyes.\nCLOSE - STEVE\n\nLooking for wires. He kneels and feels the chair legs, then\nimmediately looks to Diane for the answer.\n\nDIANE\nIt’s okay. It’s okay. Look!\n(to Carol Anne)\nSweetheart, show Daddy.\n\nCAROL ANNE\n(angry now)\nI’m hungry.\n\nDIANE\nDon’t argue! !\n\nCarol Anne shrugs and puts on the football helmet. Diane runs\nover to Steve’s side and pushes the chair out of the way.\nCarol Anne sits on the floor in a circle with her name on it\nin yellow chalk.\n\nANGLE - STEVE\nStarts to run for her protectively. Diane restrains him.\nLOW ANGLE - CAROL ANNE\nShe starts to tremble as if on a funhouse ride.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE - STEVE\nStarts to run for her protectively. Diane restrains him. LOW ANGLE - CAROL ANNE\nShe starts to tremble as if on a funhouse ride. \n\nTARGET SECTION TO BE ANNOTATED:\n Her little\nbody begins to move forward, faster, and all the way across\nthe kitchen floor right into Diane’s arms.\n\nCAROL ANNE\n\n(rubbing her fanny)\nThat burned!\n\nDIANE\nSorry, baby, floor needed more wax.\nSTEVEN\nWhat the fuck!!\nDIANE\nYou try!\nSTEVEN\n\nWhat???\n\f25.\n\nDIANE\nYou can’t believe the feeling.\n\nSTEVEN\nWhat’s the gag? There a magnet back\nthere?\n\nHe looks behind the door in the dining room. Nothing. Steve\njust stands for a long moment in hapless silence, then...\n\nSTEVEN\nI hate Pizza Hut! Where’s supper? I\ndon’t understand, Diane. What the\nhell’s going on around here?\n\nSteve sidesteps the chalk marks, removing himself from the\nactive area.\n\nDIANE\nI figured I’d never explain it to\nyou. So I showed you instead, but\ndon’t ask me how or what. Just help\nme figure out what to do.\n\nSTEVEN\nYou mean there’s no gimmick?\n\nDIANE\nNot from inside the house. Maybe\nTuthill got himself a super remote\nfrom the Radio Shack.\n\nCarol Anne adjusts her helmet and sits inside her launch\ncircle. Diane and Steve are having the discussion across the\nroom and aren’t aware of her.\n\nSTEVEN\nMaybe the shake-up and this\nthing... relate.\n\nDIANE\nNo shit.\n\nCAROL ANNE\nDaddy, look at me!!\n\nThey turn but it’s too late. Carol Anne shoots across the\nroom faster than before, and with no one to catch her.\n\nANGLE - KITCHEN WALL\n\nAt a sickening speed her helmet smashes into the wall. Diane\nSCREAMS. Steve runs over\n\f39\n\n40\n\n41\n\n42\n\n26.\n\nAn eight-inch hole in the wall and the cracked plastic on the\nhelmet testify to the force of impact. Carol Anne is dazed\nbut unhurt.\n\nCAROL ANNE\nYou promised pizza.\n\nOMITTED 39\nOMITTED 40\nOMITTED 41\nEXT. BEN TUTHILL’S FRONT PORCH - LIGHT 42\n\nThe front door opens and Tuthill steps into the bug light. An\nobvious strain in this conversation.\n\nThe motives various, the feelings mutual.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEN TUTHILL’S FRONT PORCH - LIGHT 42\n\nThe front door opens and Tuthill steps into the bug light. An\nobvious strain in this conversation. The motives various, the feelings mutual. \n\nTARGET SECTION TO BE ANNOTATED:\n About a thousand\nmosquitos chow down on the Freelings while they talk.\n\nSTEVEN\nHi, Ben.\n\nDIANE\nMr. Tuthill.\n\nTUTHILL\n\nTv’s off in here. If your set’s\nacting up again...\n\nSTEVEN\n(laughing nervously)\nNo, no, uh-uh. Nothing like that.\n\nWe were wondering... although this\nis going to sound strange coming\nfrom me.\nTUTHILL\nI doubt it.\nSTEVEN\n(swatting the mosquitos)\nThese mosquitos... Jesus.\nTUTHILL\n\n(so nonchalantly)\nThey never bothered me. I never\nbeen bitten by one.\n\f27.\n\nTUTHILL(cont'd)\nFar as I know, no member of my\nfamily’s effected by ‘em.\n(grabs his fourteen-years-\nold kid)\nMosquito ever suck on you, son?\n\nKID\nHeck, I don’t know, Dad.\n\nMeanwhile Diane and Steve are being massacred.\n\nTUTHILL\nHe don’t know.\n\nSuddenly, there is a crash from somewhere inside the Tuthill\nhome. Tuthill glances causally over his shoulder, turns back\nto Diane and removes a wet piece of cigar tobacco from the\ntip of his tongue.\n\nDIANE\nMr. Tuthill, what my husband was\nwondering...\n\nSTEVEN\n\n(breaking in)\nYes. You see, Ben, something funny\n\nin our house... next door.\nSomething...\n\nDIANE\nYou been having any disturbances\nlately?\n\nTUTHILL\n\n(suspiciously)\nWhat sort of disturbances?\n\nDIANE\n(trying to be casual)\nOh, dishes or furniture moving --\naround by themselves?\n\n43 INT. FREELING MASTER BEDROOM - NIGHT 43\nDiane is applying calamine lotion to Steve’s neck and wrists.\nDIANE\nI had to say something. I was\n\nlosing a pint of blood every few\nseconds.\n\f44\n\n28.\n\nSTEVEN\nI think we should keep this thing\nin the family. In the morning I’1l\ncall someone in.\n\nDIANE\nWho for instance? I’ve already\nlooked in the yellow pages.\nFurniture movers we got. Strange\nPhenomenon... there’s no listing.\n\nSTEVEN\nOkay. I have a plan. I have a plan.\nSomething’s occurring here that we\ncan’t explain.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have a plan. I have a plan. Something’s occurring here that we\ncan’t explain. \n\nTARGET SECTION TO BE ANNOTATED:\n If Carol Anne wasn’t\nwearing that helmet...\n\nDIANE\nOkay, stop it.\n\nSTEVEN\nWhat if she wasn’t? Jesus, Diane.\nwe’d be at County Emergency and not\ngetting ready for bed.\n\nDIANE\nOkay already!\n\nSTEVEN\nRight. Okay. Let’s wake the kids.\nNo big deal! Let’s wake them, spend\ntonight at the Travel Lodge in\nBroxton. And come back tomorrow\nwith experts! Experts who can tell\nus what it is that’s happening and\nif it’s safe to go home.\n\nDIANE\nNow you’re scaring me. Don’t try\nand scare me, Steve.\n\nINT. CHILDREN’S BEDROOM - NIGHT 44\n\nRobbie is wide awake. He is staring out the window from under\nthe covers. There is a flash of lightning. Robbie begins\nnervously counting.\n\nROBBIE\nOne... two... three... four...\nfive...\n\f46\n\n29.\n\nThe SOUND of rolling thunder. Robbie tenses and watches the\ntree.\n\nANGLE - WINDOW\n\nA wind rustles the gnarled branches. The sky is a rolling\nmass of gray and black.\n\nA second flash of lightning and Robbie whispers to himself.\n\nROBBIE\nOne... two... three...\n\nCRACKLE! RUMBLE! The window pane vibrates as the shock wave\nfrom the thunder bears down and the wind begins to dance with\nthe tree.\n\nINT. MASTER BEDROOM - NIGHT\n\nDIANE\n\n(getting her back up)\nI’m the one who lived with this\nfreaky thing all day. And nothing\nbad happened. It’s like another\nside of nature. A side you and I\nare not qualified to comprehend.\nWhen you overreact like this it\nmakes what happened much too\nimportant.\n\nSTEVEN\nNobody goes into the kitchen until\nwe know what’s happening.\n\nDIANE\n(looking through the stash\nbox)\nWe’re out of papers.\n\nINT. CHILDREN’S BEDROOM - NIGHT 46\n\nRobbie is watching the tree. Carol Anne is asleep but she’s\ntossing and moaning like the wind outside the window.\n\nAnother FLASH OF LIGHTNING. Robbie pulls the covers up over\nhis nose and mouth. His little breath pushing the fabric up\nand down as he counts.\n\nROBBIE\nOne... two...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobbie pulls the covers up over\nhis nose and mouth. His little breath pushing the fabric up\nand down as he counts. ROBBIE\nOne... two... \n\nTARGET SECTION TO BE ANNOTATED:\n\f46-A\n\n46-B\n\n46-C\n\n46-D\n\n30.\n\nKA-BOOM! The room vibrates and Robbie takes his eyes off the\nwindow for just a moment, looking at the open bedroom door\nand the light down the hall from his parent’s room. He could\nbe out of bed and there in six seconds if he hurried.\n\nA SAVAGE CRACK OF LIGHTNING. THE EXPLOSION OF THUNDER RIGHT\nON TOP OF IT.\n\nRobbie snaps a look at the window just in time to see it\nhappen.\n\nROBBIE’S POV 46-A\nA hurricane BLAST of wind hits the monster oak. The two\nbranches resembling arms fold forward aiming at the window.\nThe disfigured crown with the horns and knotty eyes bends\nback before tipping forward.\n\nThe finger-twigs at the end of the arms reach out hungrily.\n\nANGLE - THE WINDOW 46-B\nTHE ENTIRE TREE CRASHES THROUGH ROBBIE’S WINDOW.\n\nA FURNACE OF LIGHTNING accents the assault. Robbie starts\nSCREAMING. The finger-twigs wrap around him like skeleton\nhands and lift him right out of bed.\n\nCarol Anne sits up and SCREAMS for Diane.\n\nThe tree seems to be exhaling. Its breath enveloping Robbie\nin a phantom haze. The arms begin to retract pulling Robbie\ntoward the mouth and eyes.\n\nANGLE - ON THE DOOR 46-C\n\nJust then, Steve and Diane appear in the doorway. Diane\nSCREAMS as...\n\nThe tree pulls Robbie right out the window and into an eighty-\nmile-per-hour night. The ROAR of wind is almost unbearable...\ndrowning Robbie’s SCREAMS and those of his parents and Dana\nwho suddenly appears in the doorway.\n\nINT. DOWNSTAIRS 46-D\nCarol Anne is suddenly forgotten as Dana, Diane and Steve\n\nhurl themselves downstairs and through the kitchen, only to\nfind the door blocked by several large branches.\n\f46-E\n\n46-F\n\n47\n\n48\n\n49\n\n31.\n\nThey scramble back through the kitchen, out the sliding glass\ndoor and into the raging storm.\n\nINT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n46-E\n\n46-F\n\n47\n\n48\n\n49\n\n31. They scramble back through the kitchen, out the sliding glass\ndoor and into the raging storm. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN’S BEDROOM - ANGLE - CAROL ANNE 46-E\nThe force from the shattered window shoves Carol Anne against\nthe headboard of her bed where she hugs her clown doll with\na\na\n\n11 her might, its broad smile suddenly disconcerting as it\nppears to be looking toward the closet in her room.\n\nNGLE - THE CLOSET 46-F\n\npace in this five-year-old’s tiny, tiny world. Carol Anne\n\nAl\nThe closet door opens revealing the most feared and dreaded\ns\nlooks where her doll is looking and SCREAMS horribly.\n\nEXT. BACK OF HOUSE - SECOND STORY WINDOW - NIGHT 47\n\n \n\nThe storm lashes the tree. The tree lashes Robbie. RAIN and\nWIND and CONDENSATION make it difficult to see everything.\n\nSixty branches form a briar prison that starts to tear and\nstrangle. Steve races outside. A WALL of WIND makes his run\nSLOW MOTION.\n\nINT. CHILDREN’S BEDROOM 48\nANGLE - THE CLOSET\n\nThe light inside grows to a supernatural intensity and a\nSOUND unlike anything anyone would ever want to hear blasts\nthrough the velocity of the storm. It is the closet sucking\nthe bedroom into its murderous glare. Anything not tied down\nis swallowed. Carol Anne grabs her covers, and SCREAMS. NO\nSOUND comes out.\n\nShe is lifted completely off the bed by the suction. Only her\ndeath-grip on the sheets keeps her away. Unbelievably, her\nclown doll is not affected by the vacuum pull. It just sits\non the floor where Carol Anne dropped it and stares up at\nher, smiling.\n\nEXT. SECOND STORY WINDOW - NIGHT 49\n\nANGLE - TREE\n\nSteve reaches the twisting trunk and starts to climb. Diane’s\nSCREAMING from the patio is lost in the storm.\n\f50\n\n52\n\n53\n\n54\n\n32.\n\nSteve reaches Robbie and the fight is defined only by the\nflare of stroboscopic lightning. Every time it appears as\nthough Robbie will be freed, branches envelop him and wind\nhim tighter.\n\nINT. CHILDREN’S BEDROOM - NIGHT 50\nCLOSE - CAROL ANNE’S TINY HANDS\n\nThe sheets start to peel back.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery time it appears as\nthough Robbie will be freed, branches envelop him and wind\nhim tighter. INT. CHILDREN’S BEDROOM - NIGHT 50\nCLOSE - CAROL ANNE’S TINY HANDS\n\nThe sheets start to peel back. \n\nTARGET SECTION TO BE ANNOTATED:\n The closet swallows toys and\nposters of Darth Vader and R2D2, then sucks harder, the NOISE\nsomething like a colossal straw pulling at the last drop from\na deep, deep well. Only now does the bed give way, flipping\ninto the air and flying across the room, slamming Carol Anne\ninside and blocking the opening with its frame and springs.\n\nEXT. SECOND STORY WINDOW - NIGHT\nANGLE - TREE\n\nSteve tears at the branches, trying to free Robbie. A crimson\nfluid pumps thick from the branches that Steve destroys. As\nsuddenly as it began, the final burst of wind passes the tree\nlike the caboose at the end of a runaway train. He frees his\nson and they topple out of the tree. Robbie throws his arms\naround his Dad and the two hold on for their lives, gasping,\nhugging, choking on the rain and sap. The tree is uprooted\nbefore them and disappears into the storm.\n\nOMITTED 52\n\nEXT. FREELING’S BACK YARD - NIGHT 53\nSteve and Robbie lie on the ground. Both are numb and\nbuzzing. Diane runs over and hugs them. Then Dana looks in\nthe sky and points to the horizon.\n\nDANA\nLook, Mom... Dad!!!\n\nDiane and Steve look off into the sky miles away.\n\nEXT. BACK YARD - NIGHT 54\n\nA funnel cloud is moving away from Cuesta Verde Estates\nbreaking up as it hits the outlying hills.\n\f55\n\n56\n\n57\n\n33.\n\nEXT. FREELING’S BACK YARD - NIGHT 55\n\nDANA\nA night twister!\n\nDIANE\nIt must of just skimmed us. There\nwouldn’t be a house standing if...\n\nSTEVE + ROBBIE\nCarol Anne!!\n\nDANA\nUpstairs?\nDIANE\n(looking at the shattered\nupstairs window)\nMy God!\n\nEveryone runs to the house.\n\nINT. UPSTAIRS HALL TO CHILDREN’S BEDROOM - NIGHT 56\nSteve and Diane are first into the room. Their expressions\nsay it all.\n\nINT. CHILDREN’S BEDROOM - NIGHT 57\nFULL SHOT\n\nWith the exception of the two beds blocking the closet,\nRobbie and Carol Anne’s room is stripped clean.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir expressions\nsay it all. INT. CHILDREN’S BEDROOM - NIGHT 57\nFULL SHOT\n\nWith the exception of the two beds blocking the closet,\nRobbie and Carol Anne’s room is stripped clean. \n\nTARGET SECTION TO BE ANNOTATED:\n Diane lets\nout a muffled shriek and throws herself against the\nbarricade, pulling back mattresses, boxsprings and blankets.\n\nSteve joins her and together they work side by side, panting,\ncrying and calling for Carol Anne.\n\nANGLE - ROBBIE\n\nStill in a state of complete dislocation, Robbie walks back\ninto his bedroom and looks at the window. The tree is there\nno longer. E. Buzz, the dog, joins Robbie, whimpering at his\nfeet.\n\nANGLE - THE CLOSET\n\f58\n\n34.\n\nOver Diane, SCREAMING out Carol Anne’s name, Steve does the\nmuscle work, pulling off end tables, Lone Ranger lamps, chest\nof drawers, toys and stuffed animals, working his way to the\nbottom of this innocent debris.\n\nCAMERA STARTS TO MOVE IN. Going beyond Steve to his hands at\nwork as he lifts the last layer of mayhem off Carol Anne’s\nfavorite pink blanket.\n\nThere is a folded lump beneath it. The lump doesn’t stir.\nDiane covers her mouth and hyperventilates as Steve gently\nremoves the fuzzy blanket and...\n\nIT IS THE CLOWN DOLL, SMILING UP AT THEM OUTRAGEOUSLY.\n\nSTEVEN\nShe’s not here!\n\nDIANE\n(turning and calling)\nCarol Anne!\nDana goes to the shattered window and calls out.\n\nDANA\nI’1l check the kitchen!\n\nSTEVEN\nDon’t go in there! I’1l check it.\nYou look in your room.\n\nDIANE\nI’1l go!! Look in the bathrooms!\n\nCLOSE - ROBBIE\n\nRobbie’s expression never changes as everyone pushes past him\non the run. He slowly walks to the closet and looks in.\n\nROBBIE’S POV\n\nThe clown.\n\nINT. KITCHEN - NIGHT 58\n\nSteve swings into the room. The television set is on but the\nlocal transmitter must be out. There is only static snow.\n\nSTEVEN\nCarol Anne!!\n\nNo answer.\n\f59\n\n60\n\n61\n\n62\n\n35.\n\nINT. DOWNSTAIRS BATHROOM - NIGHT 59\nDana opens the door.\n\nDANA\nCarol Anne! Carol!\n\nShe walks over to the shower stall and suddenly parts the\ncurtains. There is nothing inside.\n\nINT. MASTER BEDROOM - NIGHT 60\n\nDiane passes the TV.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is nothing inside. INT. MASTER BEDROOM - NIGHT 60\n\nDiane passes the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n Snow, but no transmission. She checks\nthe bed, the closet, the bathroom, becoming more frantic with\nevery dashed hope.\n\nDIANE\nOh Jesus Christ Almighty. Carol\nAnne!\n\nSTEVEN\nThis is crazy. I’ve looked\neverywhere.\n\nDIANE\n(suddenly realizing)\nOh my God. The swimming pool!\n\nEveryone breaks running. Again passing Robbie in the hall.\nRobbie turns into his mother’s room. The SOUND OF TV STATIC\nand blue video glow growing stronger with every step.\n\nEXT. BACK YARD POOL EXCAVATION - NIGHT 61\nDana, Steve and Diane race to the edge. The rain has softened\nthe edges and Dana’s feet slide out from under her. She\nstarts to fall when Diane grabs her wrist, Dana simply\ndangles above the deep end, filled with two feet of rainwater\nand mud. Steve slides down the steep muddy shoot from three\nto nine feet and plunges his hands into the quagmire.\n\nHe finds nothing.\n\nINT. MASTER BEDROOM - NIGHT 62\nCLOSE ON ROBBIE\n\nThe blue TV light flattens Robbie’s features, accentuating\nhis lingering catatonia.\n\f63\n\n63-A\n\n64\n\n36.\n\nThe TV HISS is growing steadily and Robbie starts to register\nsomething. From the back of his eyes, awareness regains\nawareness that shifts to terror. Robbie opens his little\nmouth and produces a low MOAN that slides relentlessly to the\nupper registers of primal release.\n\nROBBIE\n\nMOOOO000000000000000 MOMMY!\n\nMOMMY!!!\nEXT. POOL EXCAVATION - NIGHT 63\nCLOSE ON DIANE\nShe almost has Dana pulled out when the SOUND reaches her. A\npreferential instinct forces Diane to let go. Dana falls four\nfeet into her father’s arms.\n\nINT. STAIRS/UPPER HALLWAY - NIGHT 63-A\n\nDiane is already inside the house and heading down the hall.\n\nINT. MASTER BEDROOM - NIGHT 64\n\nRobbie is stationed not six inches from the nineteen-inch\nscreen, hysterical, holding his hair in his fists. Diane\ngrabs him up and locks her eyes to his.\n\nDIANE\nWhat is it?! Oh my Christ, what is\nit?!!!\n\nThe STATIC HISS is almost unbearable. Through it all we can\nstill make out “the voice”.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh my Christ, what is\nit?!!! The STATIC HISS is almost unbearable. Through it all we can\nstill make out “the voice”. \n\nTARGET SECTION TO BE ANNOTATED:\nVOICE\nMommy...\n\nDiane frantically searches the room.\n\nDIANE\nCarol Anne! Where are you?!\n\nDiane puts Robbie down and runs in a wide circle looking. The\nHISS is everywhere. E. Buzz growls at the TV.\n\nVOICE\nMommy...\n\nDiane is hysterical now. The first time we’ve seen her lose\ncontrol.\n\f65\n\n37.\n\nDIANE\nI’m here, baby! Oh God, baby, I’m\nhere!\n\nCLOSE - ROBBIE\nWalking to the TV screen again.\n\nROBBIE\nMommy. Here! Here! !\n\nDiane turns to look. She freezes, and only the rivulets of\nperspiration move across her. Diane doesn’t even breathe.\n\nTV SET - SLOW PUSH IN\n\nCarol Anne’s voice is heard again, buried deeply behind the\nhorizontal blurring, the electron bombardment, the swirls of\nsnow and noise.\n\nVOICE\nI can’t see you. Mommy. Where are\nyou?!\n\nEXTREME CLOSE SHOT - DIANE\nHer eyes roll white, her head lulls and we\nFADE OUT.\n\nFADE IN: (3 DAYS\nLATER)\n\nINT. DR. LESH’S OFFICE - U.C. IRVINE 65\nThree banks of cold fluorescent purr down from the ceiling.\n\nCAMERA PANS DOWN, past rows of metal bookshelves from which\nreams of notes, files and textbooks hang in no organized\nmanner. Finally, the view STOPS on DR. MARTHA LESH, Professor\nof Psychology at the University of California at Irvine.\nWearing a purple afghan to hide the urge for jelly beans and\nsouffles, Norm looks up from her questionnaire and takes off\nher reading glasses. She is sixty-one and full of pep. Next\nto her are two long-haired graduate students, TAK and RYAN.\n\nDR. LESH\nWho are the members of the\nhousehold involved? What are their\nages?\n\f38.\n\nSTEVEN (0.S.)\n(monotone)\nDiane, my wife, she’s 31. Uh.. 32.\nMy oldest daughter, Dana, 15.\nRobert, my son, he’s 9. And Carol\nAnne...\n(trails off)\n\nDR. LESH\nYes... Carol Anne...\n\nDr. Lesh writes five years old on the form.\n\nDR.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDr. Lesh writes five years old on the form. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n LESH\nHas there been any publicity about\nthe events?\n\nSTEVEN (0.S.)\nAbsolutely no. Uh uh.\n\nDR. LESH\nCan you be reasonably sure of not\nletting any get started?\n\nSTEVEN (0.S.)\nIt’s the last thing in the world we\nwant.\n\nDR. LESH\nWould your family welcome a serious\ninvestigation of the disturbances,\nby someone who could make first-\nhand observations?\n\nANGLE - STEVE FREELING\nHis eyes are dark shadows and the unflattering light features\n\nthe patches of stubble and parched lips. He speaks in hoarse\nwhispers, viewing these surroundings with great suspicion.\n\nSTEVEN\nDr. Lesh. We don’t care about the\ndisturbances... the pounding... the\n\nflashes or the music. We want you\nto find our little girl.\n\nFADE OUT.\n\nFADE IN:\n\f39.\n\nINT. FREELING HOME - STAIRWAY - UPPER HALLWAY - DAY\n\nDr. Les is mounting the stairs, followed by her two\nassociates, TAK and RYAN. Steve is in the lead while Robbie\nkeeps his distance in the rear.\n\nSTEVEN\nI should warn you we’ve had to lock\noff the room from the rest of the\nhouse. Robbie sleeps with us now.\nDana, our oldest, spends a lot o\ntime with... with friends.\n\nDR. LESH\nHow many disturbances have you\nrecorded in this room?\n\nSTEVEN\nWe don’t go in there any more.\n\nRYAN\nWe’ll record any psychotronic\nenergy or event.\n\nDR. LESH\nRyan filmed an extraordinary\nepisode during a case in Redlands.\n\nRYAN\nA child’s toy, small matchbox\nvehicle, rolled seven feet across a\nlinoleum surface. The duration of\nthe event was seven hours.\n\nSTEVEN\nSeven hours for what?\n\nRYAN\nFor the vehicle to complete the\ndistance. This would never register\non the naked eye, but I have the\nevent on the time-lapse camera.\n\nANGLE - CHILDREN’S BEDROOM DOOR\n\nSteve takes out a key and feels for the lock. Dr. Lesh and\nher assistants are looking around, checking out the hallway\nas Steve swings the door open.\n\nCLOSE - DR. LESH\n\nShe casually looks in.\n\f67\n\n40.\n\nINT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLESH\n\nShe casually looks in. 67\n\n40. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN’S BEDROOM - DAY\nHER POV - INSIDE THE ROOM\n\nInside is a junk pile of shattered furniture and toys. The\nwindow is boarded up. Objects are in motion throughout the\nroom... the bed is hopping about, records are flying, a lamp\nsails through. The clown is seated upside down on the\nboxspring as it spins. Children’s picture books flapping\ntheir covers like wings, cruise the upper reaches. A horse\nflies by. Finally, a spinning compass plays a record while\nflying toward the roar of the room, creating an eerie melody.\n\nCLOSE PANNING - DR. LESH, TAK AND RYAN\n\nAll semblance of clinical cool is gone. They are blown away.\n\nINT. DINING ROOM - DAY 67\n\nDiane’s VOICE is heard over two shaking hands trying not to\nspill a pot of coffee as it fills a cup.\n\nDIANE’S VOICE\nNone of us have been much fun to be\naround. I guess you can tell I\nhaven’t slept very much. Steve’s\nstayed home from work so much. He’s\nbeen really wonderful. Really.\n\nPAN UP from the shaking hands to Dr. Martha Lesh. She must\nnow use both hands, steady the coffee she’s just poured. Her\nassistants are in no better condition.\n\nANGLE - DIANE\n\nShe looks terrific. Her eyes are alert, hair combed back and\nheld with a bright yellow clip. She sips her coffee with rock\nsteady hands and softly inquires.\n\nDIANE\nHow long have you been\ninvestigating haunted houses?\n\nDR. LESH\n(embarrassed,\nbacktracking)\nWell, Mrs. Freeling...\n\nDIANE\nDiane.\n\f41.\n\nDR. LESH\nThe determination as to whether\nyour home is haunted is not a very\neasy one.\n\nAt that moment the coffee pot moves by itself to the table’s\nedge but doesn’t spill. Dr. Lesh tries to overlook this, for\nappearances sake.\n\nDR. LESH\nWhat I meant to say was this could\nvery well be a poltergeist\nintrusion instead of the classic\nhaunting.\n\nSTEVEN\nThere’s a difference?\n\nTwo bright flashes of light distract Lesh and her associates.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLESH\nWhat I meant to say was this could\nvery well be a poltergeist\nintrusion instead of the classic\nhaunting. STEVEN\nThere’s a difference? Two bright flashes of light distract Lesh and her associates. \n\nTARGET SECTION TO BE ANNOTATED:\nRYAN\nAnybody see that?\n\nDIANE\nThere’1l be two more in a few\nseconds. They always travel in\npairs.\n\nTak sits holding the camera with his mouth hung open. Lesh\nnudges him.\n\nDR. LESH\nDr. Casey!\n\nTak snaps out of it and looks down to adjust the lens setting\njust as two more flashes go off in the air.\n\nDIANE\nGotta be quicker than that around\nhere.\n\nRYAN\nIt’s electrical... you can smell\nthe charge.\n\nDIANE\nYou were saying poltergeists...\n\nDR. LESH\n(rattled)\nI was saying they are generally\nassociated with an individual.\n\f69\n\n42.\n\nDR. LESH(cont'd)\nIn the general vernacular,\nhauntings seems to be connected\nwith an area... a house usually.\n\nTAK\nPoltergeist disturbances are of\nfairly short duration. Perhaps a\ncouple of months. Hauntings can go\non for years.\n\nDiane takes Steve’s hand, suddenly frightened.\n\nDIANE\nAre you telling me all this could\njust end at any time?\n\nDR. LESH\nUnless it’s a haunting. But as a\nrule, there seems to be no living\nperson around whom haunting\nincidents revolve.\n\nDIANE\nThen we don’t have much time, Dr.\nLesh. Because my daughter is alive\nsomewhere in this house.\n\nINT. LIVING ROOM - DUSK 69\nTHE FAMILY AND THE INVESTIGATORS\n\nEveryone is assembled around the console TV. Ryan has a\nNakamichi cassette recorder on the coffee table and a pencil\nmicrophone taped to the television speaker. Tak has erected\nhis Nikon on a small aluminum tripod aimed at the screen\nplus two infrared heat seeking cameras and monitors which\nscan the entire living room. An electrostatic locator to\nmeasure ionization and a magnometer that measures magnetic\nchanges. Diane is holding Steve’s hand.\n\nDana comes into the room with an overnight bag strapped\naround her shoulders.\n\nDIANE\nDana, I’d like you to meet\ndoctor...\n\nDANA\n(clipped)\nIt’s getting dark, Mom. I gotta go.\nI’1l call you from Trudie’s.\n\f43.\n\nSTEVEN\nShe won’t stay in the house after\ndusk.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l call you from Trudie’s. 43. STEVEN\nShe won’t stay in the house after\ndusk. \n\nTARGET SECTION TO BE ANNOTATED:\nROBBIE\n(disgusted)\nShe’s got brains!\n\nDiane flips on the set. A local news station is finishing the\nreport when Diane turns to channel 27.\n\nDIANE\nWe receive better on this channel\nbut don’t ask me why.\n\nDr. Lesh is thoroughly perplexed. She puts on her glasses as\nSteve turns out the lamp and lights a cigarette. Diane\nsqueezes her husband’s hand. The CAMERA PUSHES IN to the TV\nscreen and millions of particles of white air.\n\nDiane turns the volume up and Ryan, wearing headsets,\nflinches, adjusting down the volume on his recorder.\n\nDIANE\nI'll call her.\n\nShe says this so matter-of-factly that Dr. Lesh gasps. Diane\nwalks to the center of the living room, folds her hands in\nfront of her, collecting her thoughts, takes a very deep\nbreath and calls to the ceiling.\n\nDIANE\nIt’s mommy, sweetheart. We want to\ntalk to you. Baby, please answer\nPlease talk to me, Carol Anne.\n\nDr. Lesh looks quickly to Tak and Ryan for their human\nresponses to this. Tak shrugs unnoticed. Ryan adjusts in his\nchair and looks up at the ceiling.\n\nE. Buzz prances into the room, looking up as if following on\nthe heels of someone with a treat\n\nDR. LESH\n(to Tak breathlessly)\nLook at the dog.\n\nHe sits up on his hind legs and begs to no one we see.\n\nDIANE\nAre you with us now? Can you say\nhello to Daddy? Say hello to Daddy,\nbaby.\n\f44.\n\nCLOSE - RYAN\n\nHe tries hard not to smile. No matter. The suppressed laugh\nis slapped away by what he now hears. Ryan grabs his headsets\nin two hands, pressing them hard to his ears.\n\nTAK\n(tight whisper)\nGood Lord...\n\nEveryone turns away from Diane and back to the TV. They\nstrain their hearing, leaning forward, watching...\n\nVOICE\n(softly, sweetly, far\naway )\nHello, Daddy.\n\n*** PAGE MISSING ***\n\nDIANE\nCarol Anne. Where is this light?\n\nDR. LESH\nTell her to stay away from it!\n\nSTEVEN\nTell her, Diane!!\n\nDIANE\nSweetheart, the light is dangerous.\nDon’t go near it. Don’t look at the\nlight.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nSweetheart, the light is dangerous. Don’t go near it. Don’t look at the\nlight. \n\nTARGET SECTION TO BE ANNOTATED:\nTak speaks into Dr. Lesh’s ear.\n\nTAK\nI can’t believe it. It’s just a\nZenith. But the voice could be C.B.\nbroadcasting from somewhere in the\nhouse. I’m taking a look.\n\nDR. LESH\nIt’s not a hoax.\n\nTAK\nWe'll see.\n\nTak takes off.\n\f70\n\n71\n\n45.\n\nE. Buzz barks into the air twice and catches something in his\nmouth. No sooner does Dr. Lesh catch this out of the corner\nof her eye when several midair electrical discharges\nilluminate the room.\n\nSTEVEN\nWhat’s that?!\n\nINT. THE LIVING ROOM FLOOR - DUSK 70\n\nFrom one of the flashes a number of tiny objects fall to the\ncarpeting. Jewelry, cameos, broaches, coins, watches, both\nmodern and pocket, along with many thin, wiry clips, sprinkle\nthe floor.\n\nINT. LIVING ROOM - DUSK 71\nE. Buzz immediately starts to sniff whatever it is.\n\nDR. LESH\n(to Ryan)\nAnything?\n\nRYAN\n(checking readouts)\nNothing’s registering.\n\nVOICE\nMommy... there’s somebody here.\n\nSTEVEN\n(holding his head in his\nhands)\nOh Jesus, this isn’t happening.\n\nVOICE\nMommy... is it you?\n\nDIANE\n(fear enveloping her)\nWho is with you?\n\nVOICE\n(the voice is afraid)\nSomebody’s coming! !\n\f72\n\n73\n\n46.\n\nINT. UPSTAIRS HALLWAY - TAK - DUSK 72\n\nHe goes room to room looking for pranksters. When he gets to\nthe active bedroom he hesitates, listens through the door,\npulls in his courage and turns the knob. Of course, the door\nis locked. Tak is never without a trick. He slips a file from\nhis utility belt and starts to jimmy the door. The lock gives\nand Tak easily turns the knob, and lets out an agonizing\nSCREAM! He falls backward holding his side, rolling over and\nover until he is at the top of the carpeted staircase.\n\nINT. LIVING ROOM - DUSK 73\n\nVOICE\nHelp! No, no, no, no...\n\nThe little voice hidden behind all the static SCREAMS.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIVING ROOM - DUSK 73\n\nVOICE\nHelp! No, no, no, no... The little voice hidden behind all the static SCREAMS. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANE\n(screaming back)\nRun Carol Anne! Run away!!\nCLOSE - RYAN\nHis eyes light up.\nCLOSE - MONITORS AND READBACKS\n\nCome to life and start registering wildly.\n\nDiane can’t stand the screams. She holds her ears, in tears\nnow, imploring Dr. Lesh with her eyes.\n\nDIANE\nCarol Anne! Oh God!!\n\nSteve holds Diane to him, she pushes away and SCREAMS at the\nceiling.\n\nDIANE\nYou fucking bastard, she’s just a\nbaby!\n\nVOICE\n\nMommy! Mommy !\n\nDIANE\n(screaming through tears\nto Dr. Lesh)\nHelp her! Can’t you hear what’s\nhappening?!\n\f47.\n\nWe HEAR soft FOOTSTEPS running across the ceiling and down\nthe wall. Two lamps are turned over and smash to pieces on\nthe library table.\n\nWe next HEAR colossal FOOTFALLS BOOMING in pursuit. A gust of\ninterior wind races through Diane’s clothes and hair. She\nSCREAMS in combined joy and horror.\n\nDIANE\nShe just moved through me. My God,\nI felt her. I can smell her! She\nwent through my soul! !\n\nDiane runs back to Steve and grabs his shirt, pulling him to\nher.\n\nDIANE\nSmell my clothes. It’s her. It’s\nher all over me.\n\nSteve smells and can’t believe it\n\nSTEVEN\nIt is her!\n\nThe footsteps in pursuit grow louder. Diane turns to face the\nsound. Dr. Lesh turns. Steve and Ryan turn. A perfectly foul\nsmell precedes an implosion of displaced air. Almost the\nsound of thunder, the impact is so great. Lesh, Diane and\nSteve blow backward, their clothes flapping in the gale as\nthe force passes through each one of them and out the picture\nwindow that cracks in a dozen places but does not shatter\n\nDR. LESH\n(picking herself up)\nHave you ever heard of the term\n“teleportation”?\n\nDIANE\nCarol Anne!\n\nROBBIE\nThat’s like when Mr. Spock beams up\nCaptain Kirk on “Star Trek”.\n\nDR. LESH\nJust about. In a recent case,\nobjects which disappeared from a\nhouse would be seen much later\nfalling to the ground outside.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. LESH\nJust about. In a recent case,\nobjects which disappeared from a\nhouse would be seen much later\nfalling to the ground outside. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANE\nCarol Anne doesn’t answer. Steve?\n\f48.\n\nDR. LESH\n(to Steve)\nWhere exactly do you suppose Carol\nAnne was playing before she\nvanished from sight?\n\nDIANE\nHer bedroom closet. And she wasn’t\nplaying.\n\nDR. LESH\n\nLet’s go up there.\n\nSTEVEN\nIt won’t let you in.\n\nDR. LESH\nWe’1ll just see about that.\n\nLesh practically rolls up her sleeves and heads for the\nstairway, the rest following.\n\nINT. BOTTOM OF THE STAIRCASE - DUSK\n\nAs they come around the corner they run smack into Tak, just\ncoming down the last step, rubbing his side.\n\nDR. LESH\nWhat happened to you?\n\nTAK\nI was just about to check out the\nlocked bedroom when... I don’t\nknow... something took a bite out\n\nof me.\nRobbie gets very scared.\n\nROBBIE\nYou got bit?\n\nTAK\nThat or the worst muscle spasm in\nthe world.\n\nDR. LESH\nRoll up your shirt. Let’s have a\nlook.\n\nTak turns to face the hall light and untucks his shirt\nrolling it up. Then rolling up his T-shirt. Everyone crowds\nin to see.\n\f74-A\n\n49.\n\nANGLE - TAK’S STOMACH AND SIDE\n\nTeeth marks bear out Tak’s story. The unusual thing is, the\nbite wraps all the way around his side from kidneys to navel.\nA pink and partially bruised eleven-inch crescent impression.\nCLOSE - ROBBIE\n\nEye level with it, his little mouth hanging open.\n\nROBBIE\nWow!\n\nDr. Lesh takes a tentative step up the stairs then turns back\ndemonstratively.\n\nDR. LESH\nLet’s everybody spend the night\ndown here.\n\nSTEVEN\n\nHoney, I want you and Robbie to\ncome with me. We’1ll sleep in town\nand tomorrow...\n\nDIANE\n(firm and quick)\nI’m not leaving Carol Anne.\n\nROBBIE\nI don’t want to stay here anymore.\nThis place’s got jaws.\n\nDIANE\nYou take Robbie into town.\nSTEVEN\nI’m not leaving you alone in this\nhouse.\nINT. LIVING ROOM - NIGHT 74-A\n\nDr. Lesh has returned to the living room.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LIVING ROOM - NIGHT 74-A\n\nDr. Lesh has returned to the living room. \n\nTARGET SECTION TO BE ANNOTATED:\n She bends over and\ngrabs the apron off the couch and pulls. It folds out. A\nconvertible bed.\n\nDR. LESH\nBlankets, pillows, sheets. Let’s\nhave a slumber party.\n\nDISSOLVE TO:\n\f75\n\n75-A\n\n50.\n\nINT. LIVING ROOM - NIGHT 75\nLATER THAT NIGHT\n\nRobbie and Diane are curled up together in the convertible\nbed. Steve has put two chairs together and sleeps fitfully.\nDr. Lesh looks over Tak’s shoulder at the oscilloscope and\nelectro hygrometer that is used for measuring changes in the\nhumidity.\n\nHALLWAY - RYAN 75-A\n\nRyan sits in a chair facing the staircase and the upper level\nof rooms\n\nHis spectroscopic camera equipment is aiming directly up the\nstairs. Lesh pats Ryan on the shoulders, he nearly jumps out\nof his skin. They speak in whispers so as not to disturb the\nothers.\n\nRYAN\nJesus, my heart.\n\nDR. LESH\n(whispering)\nShhh. More thrills than grading\npapers, wouldn’t you say?\n\nRYAN\n(whispering)\nI can leave any time, you know.\nThis isn’t the Army and you’re not\nmy mother.\n\nDR. LESH\n(whispering)\nIf push comes to shove, I bet I’1l\nbeat you to the door.\n(indicating monitors)\nAny movement out of those things?\n\nRYAN\n(whispering)\nThere’s been some ionization fluct.\nI’d like to make sure they’re not\ncaused by humidity coming from\nstructure leakage, but I’m not\ngoing up there to find out\n\f76\n\n51.\n\nINT. LIVING ROOM - NIGHT 76\n\nLesh goes to the console TV and, assuming everyone is asleep\nshe turns it off. In a very small voice Diane leans on her\nelbow.\n\nDIANE\nPlease. Leave it on.\n\nDr. Lesh smiles, it’s the first time we’ve seen her do this\nand it reminds Diane at once of her favorite story-book\ngrandma who bakes cookies and knits comforters.\n\nCLOSE - DIANE\nShe smiles back and motions for Dr. Lesh to come over.\n\nDIANE\nWhen things get quiet like now I\ncan imagine how all this must look\nfrom you end.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE - DIANE\nShe smiles back and motions for Dr. Lesh to come over. DIANE\nWhen things get quiet like now I\ncan imagine how all this must look\nfrom you end. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m really\nembarrassed.\n\nDR. LESH\n\nh, nonsense. I’1l1 tell you what is\nmbarrassing. My being here with\n\nou nice people. Parapsychology\nsn’t something you master in.\n\nhere are no certificates of\nraduation, no license to practice.\n’m a professional psychologist who\npends most of her time engaged in\nhis ghostly hobby, which makes me,\nsuppose, the most irresponsible\nixty-one-year old woman I know.\n\nOHtMNH@AbP< OO\n\nDIANE\nYou were so funny. Your hands were\nshaking a mile a minute.\n\n \n\nDiane starts to giggle. It’s a release and Dr. Lesh joins\nher.\n\nDR. LESH\nIt isn’t over. I’m perfectly\nterrified. It’s all these things we\ndon’t understand. I feel like the\nprotohuman, stepping of the forest\nprimeval and seeing the moon for\nthe first time. Throwing rocks at\nit.\n\f52.\n\nDIANE\nYou mean someday we’1ll understand\nthese things?\n\nDR. LESH\nWhen it’s recognized for what it\nis. As any science. Understanding\nand sponsorship seem always to be\none hundred years behind ridicule\nand doubt. Out of this experience,\nshould we capture a high resolution\nphotograph of a genuine\nmanifestation Time Magazine will\nstill put President Reagan on its\nnext cover.\n\nROBBIE\nIf I got killed would I come back\nas a ghost and get stuck in the\nhouse like my sister?\n\nDIANE\nYour sister isn’t dead, Robbie.\n\nROBBIE\nIf I got killed could I visit her\nand show her how to get back here\nif you tied a rope around me and\nheld it tight? Then somebody could\ncome get me and we could move\nsomewhere else?\n\nDR. LESH\nSome people believe that when you\ndie your soul goes to heaven.\n\nROBBIE\nWhen Grampa was dead I looked at\nhim on the hospital bed and I was\nwatchin’, but nothing went out of\nhim.\n\nDIANE\nHis soul was invisible. You\ncouldn’t see it going to the sky.\n\nROBBIE\nHow come Grandpa isn’t on\ntelevision with Carol Anne?\n\nDR.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\ncouldn’t see it going to the sky. ROBBIE\nHow come Grandpa isn’t on\ntelevision with Carol Anne? DR. \n\nTARGET SECTION TO BE ANNOTATED:\n LESH\nSome people believe that when you\ndie there is a wonderful light.\n\f53.\n\nDR. LESH(cont'd)\nAs bright as the sun but it doesn’t\nhurt to look into it. All the\nanswers to all the questions you\nwant to know are inside that light.\nAnd when you walk into it... you\nbecome a part of it forever. Now,\nsome people die, but they don’t\nknow they’re gone.\n\nROBBIE\nThey think they’re still alive?\n\nDR. LESH\nThat’s right. Maybe they didn’t\nwant to die. Maybe they weren’t\nready. Maybe they hadn’t begun to\nlive yet or lived a long, long time\nanyway, but wanted more life. They\nresist going into the light no\nmatter how hard the light wants\nthem. They hang around, watch TV,\nwatch their friends grow up\nfeeling all unhappy or jealous and\nthose feelings are bad, they hurt\nAnd then some people just get lost\non the way to the light. They need\nsomeone to lead them there.\n\nROBBIE\nSo some people get angry and throw\nthings around like in my bedroom.\n\nDR. LESH\nYes. Just like in school. There are\npeople who are nice to you. And\npeople who are mean.\n\nROBBIE\nI got beat up once by three kids.\nThey took my lunch money. Maybe\nthey got hit by a truck and are\nupstairs right now.\n\nDIANE\nLet’s get some shuteye, whad’ya\nsay, partner?\n\nROBBIE\nGoodnight, Mom. ‘Nite lady. ‘Nite,\nDad. ‘Nite, E. Buzz.\n\nRobbie puts his head down on the pillow and Diane and Dr.\nLesh share a warm look over him. Robbie sits back up suddenly\nand looks at the TV set.\n\f77\n\n78\n\n78-A\n\n54.\n\nROBBIE\n‘Nite, Carol Anne.\n\nINT. BOTTOM OF THE STAIRCASE - ON TAK - NIGHT 77\n\nFlanked by four banks of monitors and oscilloscopes, Tak’s\nstomach growls. He turns back looking over his shoulder at\nthe kitchen.\n\nANGLE - TAK\n\nHe leans his chair back on its hind legs until his head\nreaches around the corner.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOTTOM OF THE STAIRCASE - ON TAK - NIGHT 77\n\nFlanked by four banks of monitors and oscilloscopes, Tak’s\nstomach growls. He turns back looking over his shoulder at\nthe kitchen. ANGLE - TAK\n\nHe leans his chair back on its hind legs until his head\nreaches around the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Tak “pfffts” to Ryan. Ryan looks\nup from a Penthouse Magazine that he is studying by penlight.\nTak gestures for Ryan to relieve him for a few minutes.\n\nFULL SHOT - BOTTOM OF STAIRCASE\n\nTak gets up and Ryan sits down, getting right back into his\nPenthouse after a cursory look at the monitors and readouts.\nRyan puts a Walkman over his ears and pops a Herbie Hancock\ntape in the cassette.\n\nINT. KITCHEN - TAK - NIGHT 78\n\nThe refrigerator is the perfect target for Tak’s\nhousebreaking skills. He turns once, looking over his\nshoulder before opening the Amana... the light inside bathes\neverything in white. Tak takes out a salad bowl and noshes\nfrom that, but his chewing is too loud so he opts for a\nbeautiful New York steak wrapped in cellophane.\n\nPlacing the steak on the dark counter, Tak stuffs a chicken\nleg into his mouth and searches the kitchen for a steak\nknife. He pulls his flashlight from his hip pocket and beings\npulling drawers...\n\nA new sound is added to his search. A CRAWLING GUSHY SOUND\nthat bubbles and softly hisses. Tak turns and sees a shape\nmoving along the counter where he put the steak. Approaching,\nTak tilts his flashlight so the beam hits the object moving\non the counter.\n\nCLOSE ON KITCHEN COUNTER - NIGHT 78-A\n\nTak’s POV\n\nThe New York Steak is alive with CANCER! It actually crawls\nover and over its own rampant cell growth.\n\f78-B\n\n78-C\n\n79\n\n80\n\n81\n\n82\n\n55.\n\nINT. KITCHEN 78-B\nHe starts to gag looking at it and realizes the chicken is\nstill in his mouth. He spits it onto the floor and shines his\nflashlight on top.\n\nCLOSE - CHICKEN LEG 78-C\nA thousand maggots crawl away from it into the dark corners\nof the kitchen. Tak starts to retch and flails into a small\npowder room.\n\nINT. UTILITY ROOM - NIGHT 79\n\nTak turns the light on and retches into the sink\n\nINT. BOTTOM OF THE STAIRCASE - NIGHT 80\nRyan is reading the letters to Forum and hasn’t noticed the\nactivity on the first readout.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. UTILITY ROOM - NIGHT 79\n\nTak turns the light on and retches into the sink\n\nINT. BOTTOM OF THE STAIRCASE - NIGHT 80\nRyan is reading the letters to Forum and hasn’t noticed the\nactivity on the first readout. \n\nTARGET SECTION TO BE ANNOTATED:\n Slowly, the equipment comes\nalive, purring softly, images vibrating. Ryan is too involved\nin Penthouse to notice the change. Herbie Hancock leaks from\nhis headphones.\n\nINT. UTILITY ROOM - NIGHT 81\n\nTak is catching his breath, his head lowered in frame. He\nstands up suddenly checking his complexion in the mirror.\n\nSMASH CUT TO:\nHIS MIRRORED REFLECTION\nHis reflection is a ROTTING CORPSE, hair wild and streaming,\nhis mouth open in a crazy way, teeth hanging by leathery\nthreads, a funeral suit from the neck down.\nThe bulb over the mirror CHANGES HUE from white to yellow to\norange to pink. In a burst of electricity it EXPLODES over\nthe sink as Tak wheels around showing us his LIVE IMAGE, BACK\nTO NORMAL.\nINT. HALLWAY - NIGHT 82\nCLOSE - RYAN\n\nAware of nothing, reading, tapping his foot.\n\f83\n\n84\n\n85\n\n86\n\n87\n\n88\n\n56.\n\nINT. VIEW UP THE STAIRS - NIGHT 83\nANGLE- BEHIND RYAN\n\nSomething is aglow at the top of the stairs.\n\nSomething is starting to descend.\n\nSomething ectoplasmic and blue-green.\n\nINT. ON THE EQUIPMENT - NIGHT 84\nThe oscilloscopes are sine-waving like crazy. The remote\ncameras are triggered and click on. Tape machines roll\nautomatically.\n\nINT. TOP OF THE STAIRS - PAST RYAN - NIGHT 85\n\nThe substance is heading down.\n\nINT. BOTTOM OF THE STAIRS - NIGHT 86\nTak walks forward, his eyes riveted to the staircase. He\nfeels in the dark until his hand touches Ryan’s head. Ryan\nturns around to see who’s behind him and shines his\nflashlight up into Tak’s face.\n\nCLOSE - TAK\n\nLit from below adds a demented aspect to Tak’s already\nterrified expression. Ryan looks immediately in the direction\nTak is fixated... THE TOP OF THE STAIRS.\n\nINT. ON THE STAIRCASE - NIGHT 87\nBEHIND BOTH TAK AND RYAN\n\nThe crawling mass coming down the stairs resembles a giant\nhand with long, searching fingers, flowing down the stairs\nand heading right for the two technicians.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ON THE STAIRCASE - NIGHT 87\nBEHIND BOTH TAK AND RYAN\n\nThe crawling mass coming down the stairs resembles a giant\nhand with long, searching fingers, flowing down the stairs\nand heading right for the two technicians. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ON RYAN AND TAK - NIGHT 88\n\nRyan stands and backs away two steps.\n\nCLOSE - TAK\n\f89\n\n90\n\n91\n\n57.\n\nHe wants to scream out but cannot find the breath. The air in\nthe room is suddenly thin and electrostatically charged.\n\nRYAN\nIt’s manifesting! It’s manifesting!\nLook at the scope!\n\nTAK\nWatch the trip wires! Temperature’s\ndropping.\n\nRYAN\nRacial! !\n\nTAK\n\nCan you breathe?\n\nRYAN\nCan you run? I’m workin’ on it.\n\nINT. STAIRS - NIGHT 89\n\nThe fingers are almost to the bottom. The smoking fingertips\nsuddenly rise straight up into the air like sky-writhing.\nRising right up to the ceiling. Another tentacle of ectoplasm\nseems to come forward. Larger and thicker than the rest and\nstill growing, it studies the VTR and Panasonic camera,\nwaltzing above it, hovering curiously close, then retracting\nsuddenly like a King Cobra.\n\nINT. BOTTOM OF THE STAIRCASE - ON TAK - NIGHT 90\nDares to look at the monitor. His mouth drops open. He sees\nsomething we don’t. His eyes shift back and forth between the\nmanifestation and the monitor. He bears his teeth to scream\nand...\nTAK\n\nDOCTOR LEEEEEEEEEESH! ! !\nINT. LIVING ROOM - NIGHT 91\nEXTREME - CLOSE SHOTS\nDR. LESH\nHer eyes open and she immediately pulls out her glasses.\n\nSTEVE\n\f92\n\n58.\n\nFalls between two chairs trying to stand.\n\nDIANE\n\nRising to her knees she looks out into the hall and hugs\nRobbie protectively.\n\nINT. LIVING ROOM - FULL SHOT - NIGHT 92\n\nEctoplasmic mist wanders aimlessly, passing under tables\nchairs, circling lamps.\nDR. LESH\n(to Diane)\nHave you experienced this before?\n\nDIANE\nFirst time!\n\nDR. LESH\nMe too.\n\nAt this moment every lightbulb in the room comes on. The\nbrightness growing to blinding levels. Everyone covers their\neyes.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt this moment every lightbulb in the room comes on. The\nbrightness growing to blinding levels. Everyone covers their\neyes. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN\n(yelling)\nSmells like a short!\nDIANE\n(yelling)\nIt’s going to explode!\n\nThe hum of electrostatic charge races up the scales to what\nsounds like feedback overload, then...\n\nFLASH FLASH - FLASH\n\nEverything is dark again. The episode ended. The room is very\nquiet.\n\nDr. Lesh breaks the silence.\n\nDR. LESH\nRoll it back!\n\nTak hits the rewind switch on both VTRs.\n\nDiane, Steve and Robbie all run to the display panel.\n\f93\n\n94\n\n95\n\n59.\n\nRYAN\n(like a kid)\nI think it recorded. I think we got\none on tape. Yes. Yes... we got it\nrecorded!!!\n\nWE MOVE from the faces of the Freelings and Lesh to:\n\nTHEIR POV OF VIDEO MONITORS - NIGHT 93\n\nWe SEE the empty hallway and staircase in black and white on\none screen. One the other a spectroscopic breakdown of color\npatterns in infrared.\n\nThe picture on the screen becomes grainy, smoky. A bright\nglowly substance begins to form into tendrils that move down\nthe stairs and very close to the cameras. The black and white\nmonitor shows what the human eye captured. The color infrared\nshows what the technology captured.\n\nCLOSE ON DIANE - NIGHT 94\n\nMOVE IN TO HER as she watches the color monitor.\n\nCLOSE ON MONITOR - NIGHT 95\n\nThe smoky substance twists and melts and forms what appears\nto be the shape of a man’s back. The shape moves in front of\nthe CAMERA and we see what could be an OLD MAN looking over\nhis shoulder with a suspicious expression, and then walking\npast a little girl, not Carol Anne, holding a ball. She\nwanders through the living room as if lost. Suddenly, the\nliving room is filled with manifestations. FOUR MEN in burlap\ntype coats, floppy hats, denim and boots face away from the\nCAMERAS, a WOMAN dressed in the style of the 1920’s moves\nthrough the room, tears on her face -- people of all ages and\ndescriptions wander aimlessly, lost and sad through the\nliving room.\n\nNo manifestation makes contact with any other.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly, the\nliving room is filled with manifestations. FOUR MEN in burlap\ntype coats, floppy hats, denim and boots face away from the\nCAMERAS, a WOMAN dressed in the style of the 1920’s moves\nthrough the room, tears on her face -- people of all ages and\ndescriptions wander aimlessly, lost and sad through the\nliving room. No manifestation makes contact with any other. \n\nTARGET SECTION TO BE ANNOTATED:\n They don’t\neven seem to be aware that others exist -- an OLD WOMAN\nglances at the CAMERAS disinterestedly -- and a YOUNG BOY\nmoves toward the CAMERA and evaporates.\n\nThe screen suddenly becomes BLACK, filled by two glowing\nbeams -- the beam pull back and we realize they are EYES of a\nscary old man. It is the face of pure chaotic horror. A\nvision of madness and murder.\n\f96\n\n97\n\n60.\n\nON DIANE AND ROBBIE - NIGHT 96\n\nShe covers Robbie’s eyes and SCREAMS continuously, out of\ncontrol, for this is the pit of her nightmare.\n\nDIANE\nThat thing is in there with my\nbaby! That thing! That thing!\n\nDR. LESH (0.S.)\nMy God! There are hundreds.\n\nANGLE - FULL\n\nSteve is holding Diane now, stroking her hair until her\nSCREAMS turn into SOBS. Lesh and the technicians look on\nsilently. Steve leads Diane and Robbie back into the living\nroom. Dr. Lesh takes out the two tapes and puts them into a\nbriefcase and locks it with a key.\n\nDISSOLVE TO:\n\nINT. KITCHEN - DAY 97\nCLOSE - DUST PAN\n\nCrowded with a mixture of filled and decayed teeth from last\nevening’s hailstorm, Steve closes the trashcan and wipes his\nhands against his shirt. The portable Tv is on, turned, as\nusual, to a static channel.\n\nFULL SHOT - ROBBIE\n\nDressed to travel with a little suitcase in hand. At his side\nis E. BUZZ on leash.\n\nDIANE\nTell Grandma to call the very\nsecond you walk in.\n\nSTEVEN\nTaxi’s here.\n\nDIANE\nDon’t be scared of the taxi man,\nhe’s a friend of Daddy’s and mine.\n\nROBBIE\n(agitated at all this\nfussing)\nI’m seven years old, gimme a break.\n\f97-A\n\n97-B\n\n97-C\n\n61.\n\nSTEVEN\nThat’s what I like to hear. Let’s\nmove out! ... you’re about to have\n\nyourself a real adventure.\n\nROBBIE\n(acting grown up)\nI don’t need no more adventure. I\nneed to get some sleep.\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBBIE\n(acting grown up)\nI don’t need no more adventure. I\nneed to get some sleep. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ENTRYWAY/LIVING ROOM 97-A\nDiane and Steve watch Robbie and E. Buzz go out the door.\n\nSteve starts to follow, reaching out to help with the bag.\nRobbie waves him off.\n\nROBBIE\nI can do it myself. Bye.\nDIANE\n(tearful, but holding\n\nback)\nBye, sweetheart. Call us.\n\nEXT. FREELING HOUSE - DAY 97-B\n\nRobbie and E. Buzz climb into a taxi. It pulls away from the\ncurb.\n\nINT. KITCHEN - DAY 97-C\n\nDr. Lesh sorting through the brooches, stickpins, hail combs\nand cameos. Brass buttons, pocket watches and cufflinks.\n\nDR. LESH\nThis cameo. One hundred years old.\n\nDiane returns from the door and cocks her head to examine the\njewelry.\n\nDIANE\nSome haul, huh?\n(gestures upstairs)\nMaybe they fear a lawsuit and want\nan out of court settlement\n\nDr. Lesh holds up a twist-o-flex digital wristwatch.\n\f62.\n\nDR. LESH\nAnd then this enigma... probably a\ncouple years old and not your\nhusband’ s?\n\nDIANE\nHe said it wasn’t.\n\nDR. LESH\nI’ve heard about jewelry or perfume\ndisappearing from a vanity in one\nroom later to reappear in another\nbut... but this doesn’t fit into\nany construct I’ve ever\nexperienced.\n\nDIANE\nHas anything lately?\n\nDR. LESH\n\n(smiles at this)\nNo, I suppose not. Well, I’m off.\nI'll take these back to the lab\nalong with the tapes...\n\n(disturbed)\n...I’11 have to display these, you\nknow.\n\nSteve enters the kitchen.\n\nSTEVEN\n\nJust please not on “Sixty Minutes”.\nDIANE\n\nOr... “That’s incredible”?\nDR. LESH\n\nI’m leaving Ryan with you. Tak\nwon’t be coming back you know?\n\nSTEVEN\nYeah, he told me he wanted a day\njob.\n\nDR. LESH\n\nBut he’s promised not to talk about\nthis for several weeks. After that\nwe’re all on our own.\n\nThe front doorbell RINGS.\n\nSTEVEN\nI’1l get it.\n\f98\n\n99\n\n63.\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVEN\nI’1l get it. 98\n\n99\n\n63. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LIVING ROOM - DAY 98\nANGLE - FRONT DOOR\n\nSteve opens it and is immediately uncomfortable. An older\nMAN, with gray hair and a pleasant smile, is standing there,\nbriefcase in hand.\n\nMR. TEAGUE\n\nWe’ve missed you at the office,\nSteve. The fellows were worried so\nI took it upon myself to...\n\n(closely scrutinizes\n\nSteve’s appearance)\nJesus, Steve, you look like shut.\nAren’t you feeling any better.\n\nSteve just stands there like a schoolboy caught playing\nhooky.\n\nSTEVEN\nStill a little weak... this\nparticular strain of flu is not\neasy to get rid of. The minute\n\nyou’re back on your feet... it\nuh... it’s back with you.\nINT. LIVING ROOM - DAY 99\n\nTEAGUE’S POV\n\nTeague can see past Steve and into the living room and\nstaircase. All sorts of scientific equipment is strung\naround. The big console TV is tuned to a static channel, so\nis the kitchen portable, also visible from Mr. Teague’s\nvantage.\n\nTeague looks over Steve’s shoulder and Steve tries to subtly\nblock his view.\n\nMR. TEAGUE\nLooks like your cable is out there.\n\nSTEVEN\nCable? Yes, the cable. Yes. We’ve\nhad no TV for several days.\n\nMR. TEAGUE\nWell, we should look into that. Is\nthe entire block dark?\n\f100\n\n101\n\n64.\n\nSTEVEN\nUh, no, no... just us. Just us.\n\nBehind Steve the couch moves across the room gently bumping\nup against the baby grand piano which produces a musical\nvibration.\n\nEXT. FRONT PORCH - DAY 100\n\nSteve immediately steps outside with Mr. Teague and closes\nthe door behind him. The porch light comes on and even in the\nbright daylight it glows to amazing intensity.\n\nMR. TEAGUE\n\nI see you have some electrical\nproblems as well. wWhat’s screwed in\nthere, a three hundred watt bulb?\nYou afraid of prowlers or trying to\nattract every insect in Cuesta\nVerde?\n\n(he laughs)\n\nSTEVEN\nMy wife’s not feeling well either.\nShe got a little of my bug.\n\nMR.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n(he laughs)\n\nSTEVEN\nMy wife’s not feeling well either. She got a little of my bug. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n TEAGUE\nTell me something, are you happy\nhere? I hope you don’t resent my\nleaping out to ask these things. We\nwouldn’t want to lose our best rep\nto either the flu or... other\n“opportunities”. All that software\nset up in your living room made me\nwonder whether you've got a little\nsomething going on the side.\n\nSTEVEN\nJust hobbies. Popular Mechanics.\n\nMR. TEAGUE\nAre you up to a little ride? I want\nto show you something.\n\nINT. UPPER HALLWAY TO BEDROOMS - DAY 101\n\nDiane hangs desperately onto any tangible reality. She moves\ncarefully through the house, cleaning up. When she passes\nCarol Anne and Robbie’s room Diane hesitates. She listens\nthrough the door. She knocks softly and prays.\n\f102\n\n103\n\n65.\n\nDIANE\n(lightly)\nHello. Anyone home?\n(she raps softly)\nCarol Anne?\n\nDiane slips her hand down to the doorknob. Knowing it is\nalways locked she feels safe in trying it -- the knob turns\nin her hand. Tak never locked up after his episode. Diane\nGASPS and jumps back. As much as she wants to, Diane won’t go\nin. She backs into her own bedroom and shuts the door.\n\nINT. MASTER BEDROOM - DAY 102\n\nShe turns and sees the bed is not made. Diane pulls off the\ncovers and the sheets, making them ready for the washing\nmachine. Dust rises off the bed and Diane SNEEZES. As she\ntilts her head back for a second sneeze she freezes looking\nat the wall over her head. The sneeze never materializes.\n\nANGLE - THE WALL\n\nThe STAIN HAS GROWN. It is three feet in diameter and shaped\nlike a black rose. Little black, wiggly lines, like veins,\nscribble away from the black pistil in all directions. Diane\nflinches and steps away from it. She sees a picture on her\nother wall and determines to hang it over the stain.\n\nEXT. THE TOP OF A HILL - DAY 103\nSTEVE AND TEAGUE\n\nMR. TEAGUE\nI’m so very proud of this place.\n\nSteve and Teague stand on a hill overlooking the entire\nCuesta Verde Estates.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE TOP OF A HILL - DAY 103\nSTEVE AND TEAGUE\n\nMR. TEAGUE\nI’m so very proud of this place. Steve and Teague stand on a hill overlooking the entire\nCuesta Verde Estates. \n\nTARGET SECTION TO BE ANNOTATED:\n Teague’s Bronco sits off to one side.\n\nSTEVEN\nI’ve been up here once or twice.\nDiane calls it Vanity Point.\n\nMR. TEAGUE\nSo who’s to say an artist shouldn’t\nstep back from his easel to admire\nthe sum of his parts?\n\nSTEVEN\n(almost forgetting his\nordeal for a few seconds\nof mental freedom)\n\f66.\n\nSTEVEN(cont 'd)\nWhen they build our model home,\nthere was nothing down there. Just\nfreshly turned earth and a lotta\nwooden stakes and miles and miles\nof string.\n\nMR. TEAGUE\nOne of your children was born in\nyour house.\n\nSTEVEN\n(not smiling now)\nCarol Anne.\n\nMR. TEAGUE\nI understand she’s missed a lot of\nschool lately. Trask’s daughter’s\nin the same nursery class. She have\nthe flu as well?\n\nSTEVEN\nYeah, we’ve all got the same thing.\nMR. TEAGUE\nI’m sorry. I didn’t see her.\nSTEVEN\nOh, she’s around.\nMR. TEAGUE\nAre you?\nSTEVEN\n\n(his mind in the valley,\nsnaps out of it)\nAm I what?\n\nMR. TEAGUE\nAre you thinking of leaving Cuesta\nVerde?\n\nSTEVEN\n(dazed)\nI can’t believe how a day can be so\nbeautiful. You wonder how anyone\ncan have a problem in the world on\na day like this.\n\nMR. TEAGUE\n(kicking up some sod with\nhis heel)\nNice spot for a bay window,\nwouldn’t you agree?\n\f104\n\n67.\n\nSTEVEN\nIf you’re living up here, great.\nWouldn’t be so terrific from the\nvalley, looking up at a lotta\nhouses cutting into these hills.\n\nMR. TEAGUE\nYou don’t have to live in the\nvalley any more.\n\nSTEVEN\nWhat are you getting at?\n\nMR. TEAGUE\nPhase Five is going up right where\nwe’re standing. This could be your\nmaster bedroom suite. That could be\nyour view. You interested?\n\nSTEVEN\nMr. Teague, that’s a very generous\noffer but I’m not a developer.\n\nMR. TEAGUE\nYou’re responsible for 42% of\nsales, almost half of what we’re\nlooking at down there.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeague, that’s a very generous\noffer but I’m not a developer. MR. TEAGUE\nYou’re responsible for 42% of\nsales, almost half of what we’re\nlooking at down there. \n\nTARGET SECTION TO BE ANNOTATED:\n Almost\nseventy million dollars of\ndwellings and property. Maybe a\ngeneration of security that no one\ncan put a price tag on. We should\nhave made you a full partner three\nyears ago... I don’t want to lose\nyou now.\n\nSteve doesn’t know what to think. So much is piling up so\nsuddenly. It’s a golden opportunity that two weeks ago would\nhave meant a Hawaiian vacation and days of happiness and\ncelebration. Steve turns around to take in the view.\n\nEXT. THE VIEW - DAY 104\nCAMERA PANS AROUND 180 DEGREES\n\nThis whole conversation has taken place just inches outside a\nquiet little cemetery with picket fences and both ancient and\nrecent headstones.\n\nSteve scratches and gestures to the three-acre memorial park.\n\nSTEVEN\nNot much room for a pool.\n\f68.\n\nMR. TEAGUE\nWe own the land. We’ve already made\narrangements to relocate the\ncemetery.\n\nSTEVEN\nCan you do that? I mean, isn’t it\nrather... I don’t know...\nsacrilegious?\n\nMR. TEAGUE\nDon’t worry about it. It’s not an\nancient tribal burial ground. It’s\n\njust... people. Besides, we’ve done\nit before.\nSTEVEN\nWhen?\nMR. TEAGUE\nIn ‘76. Right down there.\nSTEVEN\n(struck)\n\nCuesta Verde?\n\nMR. TEAGUE\nAll three hundred acres. It was\nquite a job, let me tell you.\n\nSTEVEN\n(to himself, his mind\nracing)\nI never heard anything about it.\n\nMR. TEAGUE\nWell, it’s not something you go\naround advertising on billboards\nand the sides of buses.\n\nSteve is speechless. He looks back and forth between the\nexisting cemetery and Cuesta Verde Estates below.\n\nMR. TEAGUE\nWhat are you worried about?\nRelatives and friends can visit\ntheir loved ones at Broxton\nMemorial Park. It’s only five\nminutes further out for Christ’s\nsake.\n\f105\n\n106\n\n69.\n\nSTEVEN\n(quietly, to himself)\nFive minutes. I guess that’s no\ngreat hardship. I suppose that\nwould be okay.\n\nMR. TEAGUE\nOkay with whom?\n\nSTEVEN\nWhomever might complain.\n\nMR.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEAGUE\nOkay with whom? STEVEN\nWhomever might complain. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n TEAGUE\nNobody’s complained up til now.\n\nEXT. UNIVERSITY OF CALIFORNIA AT IRVINE CAMPUS - ESTABLISHING\n- DAY\n\nStudents mill about between classes. It’s a beautiful day at\nIrvine.\n\nINT. PSYCHIC RESEARCH CENTER - LECTURE HALL - DAY 106\nDR. LESH AND A SENIOR ADVISOR, ANTHONY FARROW.\n\nThey are sitting in an empty lecture hall. Monitors are\neverywhere. Several people are filing out. Lesh is exhausted.\nApparently she’s been through quite an ordeal. Anthony Farrow\nis twenty years old than Dr. Lesh, which puts him into his\nearly eighties.\n\nHe puts a comforting arm around her and sits on the desk\nsmiling like the wizened sage he is.\n\nFARROW\nIn a word?\n\nHe hands her back the video tapes.\n\nDR. LESH\nIn a word.\n\nFARROW\nToo graphic!\n\nDR. LESH\nIt was the episode as it occurred.\n\nFARROW\nPerhaps.\n\f70.\n\nDR. LESH\nOh, Tony... you too?\n\nFARROW\nI so wish to accept what I saw. I’m\nonly steps away from the old wooden\nbridge myself. To believe that\nsomething exists on the other side\nwould be like a warm light in the\nwindow.\n\nDR. LESH\nPerhaps if tendrils of ectoplasm\nwere all that showed up?\n\nFARROW\nBetter.\n\nDR. LESH\nA smoky shape lasting merely an\ninstant.\n\nFARROW\n\nEven better.\n\nDR. LESH\nNothing on tape at all... only\nsounds, rappings, a sigh.\n\nFARROW\nYou’d still be answering questions.\nThey’d all want to go back to the\nhouse tonight. You gave them too\nmuch, Martha. Too much too soon.\nNothing was left to the\nimagination. This isn’t a science\nyet. It’s still a sideshow and your\ntroubadours were not in their make-\n\nup.\n\nDR. LESH\nAnd these? What do you make of\nthese?\n\nShe gestures to the dozens of jewelry pieces on the desk.\nFarrow picks up a beautiful brooch. He holds it up to the\nlight.\n\nFARROW\nIt’s the real McCoy, that’s one\nthing for certain.\n\f71.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds it up to the\nlight. FARROW\nIt’s the real McCoy, that’s one\nthing for certain. 71. \n\nTARGET SECTION TO BE ANNOTATED:\nFarrow pins the brooch on Lesh’s sweater and takes an antique\nring, placing it on her finger.\n\nFARROW\nDear Martha. May we cross that\nbridge together someday? May all we\nbelieve be true. May we picnic in\nthe clouds.\n\nDr. Lesh starts to laugh and punches Farrow on his leg.\n\nDR. LESH\nYou old con artist. If only you\nwere fifty years younger.\n\nFARROW\nLet me give you some advice. Secret\na few of those gems. Come out of\nthis with something in your pocket.\nThe National Enquirer pays more for\ninventing what we must bust our\nrumps investigating and for what?\n\nDR. LESH\nOkay, pops! I’m making you the\naccessory in this crime.\n\nShe picks out a set of earrings and stuffs them into her\nchange purse. Farrow laughs as Dr. Lesh starts to fold up the\nnapkin containing the stones and jewelry. Suddenly Farrow\nstops her, reaching for something in the pile.\n\nFARROW\nThis is interesting.\n\nHe picks up a thin, wiry clip that looks like it could be a\ndog muzzle for a miniature poodle.\n\nFARROW\nDid this teleport with everything\nelse?\n\nDR. LESH\n\nYes, I picked it up myself. Why?\nHe turns it over in his hand.\n\nFARROW\nIt’s a staple, a clamp for the jaw.\n\nDR. LESH\nNot something you’d wear to the\nmasquerade ball.\n\f72.\n\nFARROW\nNo, but you would wear it to your\nown funeral. It’s a mortician’s\ntrick. It prevents the mouth from\nsuddenly dropping open when the\nbody is in repose. It discourages a\ngreat deal of embarrassment and...\nfainting.\n\nDR. LESH\n(with a shiver she looks\nat her watch)\nOh darn, I promised I’d be back\nbefore dark.\n\nFARROW\nMartha, my dear. Why don’t you let\nTangina have a go?\n\nDR. LESH\n(sourly)\nI was afraid you’d suggest that.\nTangina’s so... melodramatic.\n\nFARROW\nYes.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLESH\n(sourly)\nI was afraid you’d suggest that. Tangina’s so... melodramatic. FARROW\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n But she’s a house-cleaner and\nright now with what you tell me\nabout that little girl, I think\nit’s high time you brought out your\nbig guns.\n\n107 EXT. CUESTA VERDE ESTATES, PHASE ONE - NIGHT 107\n\nThis time we are framing the first row of headstones, PUSHING\nPAST them to the warm suburban glow that reaches for miles\ninto the hills, joined by a sprinkling of stars on this\nmoonlit night.\n\n108 INT. LIVING ROOM - NIGHT 108\nMOVING SHOT\n\nWe are following Steve and Diane. They seem to be gazing down\nas they walk through their home. CAMERA WIDENS to reveal Ryan\nand Lesh ahead of the Freelings. They appear to be following\nsomething, also looking down at their feet. CAMERA PANS DOWN,\nexpecting to find E. Buzz at the head of this train.\nInstead...\n\nWe meet TANGINA BARRONS, astrologist, clairvoyant, midget.\n\f73.\n\nShe is dressed in a California Hawaiian print dress, wears\nher hair in a beehive, dons aviator sunglasses and casually\nsips coffee from a mug as she explores the Freeling home.\n\nTangina stops and looks at her followers. She speaks with a\nvery polite Southern accent.\n\nTANGINA\nWould you all mind hangin’ back.\nYou’re jamming my frequencies.\n\nThey oblige and Tangina waddles her way down the hall and up\nthe stairs unaccompanied.\n\nDR. LESH\nI know what you’re thinking. You’1l\nhave to take my word on this. She’s\ncleaned many houses. Her gifts are\nwell documented at the\nparapsychology laboratory at Duke\nUniversity, University of Virginia,\nthe...\n\nDiane is becoming more and more distraught over something.\n\nDIANE\nWe haven’t heard a word from Carol\nAnne since last night.\n\nTANGINA (0.S.)\nWhy is this door locked, Mr.\nFreeling?\n\nSteve looks up the stairs, he’s about to answer but instead\ndecides to concentrate. A pause.\n\nDIANE\nAnswer her.\n\nSTEVEN\n(softly)\nI am.\n\nTangina appears at the upper rail and looks down between the\nbanister posts.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nAnswer her. STEVEN\n(softly)\nI am. Tangina appears at the upper rail and looks down between the\nbanister posts. \n\nTARGET SECTION TO BE ANNOTATED:\nTANGINA\nI am addressing the living?\n\nSTEVEN\n(giving up)\nI’m sorry. That’s the room my son\nand daughter occupy.\n\f109\n\n74.\n\nDR. LESH\nWe believe it’s the heart of the\nhouse.\n\nTANGINA\n\nThis house has many hearts.\nTangina turns away and continues her search.\nANGLE - LIVING ROOM\n\nSteve turns to Diane and Lesh and Ryan, pulling them into a\ncircle of whispers.\n\nSTEVEN\n(whispering)\nI was trying to answer with my\nmind. She couldn’t hear me. I\nthought you said Tangina Barrons\nwas an extraordinary clairvoyant.\n\nFrom far away and well out of earshot Tangina answers.\n\nTANGINA (0.S.)\n(upstairs)\nI am. I just don’t like trick\nanswers.\n\nDISSOLVE TO:\n\nINT. LIVING ROOM - NIGHT 109\n\nThe CAMERAS are all set up. The Zenith console is now the\ncenterpiece of this room. The rest of the furniture has been\npiled against the walls although we’re not sure if this is\nDiane’s work or early poltergeist disturbances. Tangina sees\nherself on the video monitor and smiles into the CAMERA. She\nwaves and watches herself waving on the monitor. She makes a\nfunny face and gets a huge thrill at seeing it in black and\nwhite. Diane and Steve stand divorced from this. They have\nbecome bit players as Tangina takes center stage.\n\nTANGINA\nCan you make my face look bigger?\n\nThinking this is a scientific request, Ryan ZOOMS IN filling\nthe monitors with Tangina.\n\nTANGINA\nLook at me for cryin’ out loud!\nYou’d never suspect I was just a\nteeny little thing, would ya?\n\f75.\n\nDR. LESH\nTangina, could we get on with this\nplease?\n\nTangina pulls out a lipstick and freshens her makeup, all the\nwhile watching herself in the monitor.\n\nTANGINA\nI’ve never been on TV before.\n\nShe steps back and looks into the CAMERA. She adds to her\nalready thick Texas accent. The melodrama gushes out of her.\n\nTANGINA\n\nYes, it was me all the time, not\nthat fussy harlot from the office.\nI shot J.R.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANGINA\n\nYes, it was me all the time, not\nthat fussy harlot from the office. I shot J. R. \n\nTARGET SECTION TO BE ANNOTATED:\n Ewing! I blew his\nlittle pecker right into the gulf\nof Mexico. I...\n\n(embarrassed)\nOh, I swore on television.\n\nNo one is laughing. Especially Diane and Steve. They are\nrather appalled. Tangina immediately pulls back. She becomes\nan adult again and walks into the center of the room.\n\nTANGINA\n(to Diane)\nHoney, c’mere and give me your\n\nhand.\nDiane hesitates and looks over at Dr. Lesh.\n\nTANGINA\nI’m not gonna bite’cha.\n\nDiane slowly walks to Tangina and reaches down with her hand.\nTANGINA\nC’mon down here. You’re gonna give\nme whiplash lookin’ up at you.\n\nDiane smiles and kneels. She is eye level with Tangina.\n\nTANGINA\n(softly, just for Diane to\nhear)\nYour daughter is alive and in this\nhouse.\n\nThe tears come immediately. Diane breaks down, sobbing, the\nfirst confirmation of her own belief from the outside.\n\f76.\n\nTangina hugs her, patting the back of Diane’s head\nreassuringly. Steve starts to come over to comfort but\nTangina waves him off and mouths...\n\nTANGINA\na glass of water.\n\nANGLE - DR. LESH\n\nShe sits down and smiles. Relieved, looks to Ryan. Ryan is\nfilming it.\n\nTANGINA\n(to Dr. Lesh)\nWhere was the last incident of\n“biolocation”?\n\nDr. Lesh points to the air just above Tangina’s head.\n\nTANGINA\nI have my strongest feeling, the\npoint of origin is inside the\nchild’s closet. Upstairs.\n\nDIANE\n(through tears)\nYes. I feel that too.\n\nTANGINA\n(to Diane)\nNow, honey. Are you gonna be real\nstrong for me? For your daughter? I\ncan do absolutely nothing without\nyour faith in this world and your\nlove for the children.\n\nDIANE\nI will. Believe me, I will.\n\nTANGINA\nWill you do anything I say? Even if\nit comes contrary to your beliefs\nas a human bein’ and as a\nChristian?\n\nDIANE\nOh yes. Please.\n\nTANGINA\n(cupping Diane’s face and\nbringing their eyes\ntogether )\n\f110\n\n77.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nOh yes. Please. TANGINA\n(cupping Diane’s face and\nbringing their eyes\ntogether )\n\f110\n\n77. \n\nTARGET SECTION TO BE ANNOTATED:\nTANGINA(cont 'd)\n\nThen let’s get on our feet and go\nget your daughter.\n\nDiane laugh-cries and rises. Tangina starts to rise but then\nrealizes...\n\nTANGINA\n(brightly)\nOh... I am standin’.\nINT. LIVING ROOM - LATER - NIGHT 110\n\nCLOSE - TELEVISION CONSOLE\nStatic snow grates again on our nerves.\nANGLE - FULL\n\nDiane is in her self-appointed position, the center of the\nroom awaiting notice from Tangina Barrons who checks through\na lot of items laid out on a tablecloth on the living room\nfloor.\n\nTANGINA\n(checklisting)\nTowels, red ribbon\nhandkerchiefs... How’re the tennis\nballs coming?\n\nRyan and Dr. Lesh are painting numbers on each of six tennis\nballs and then carefully signing their names. String hangs\nacross the ceiling and to each wall coming together in the\nair six feet above the floor to form a square.\n\nSteve runs in with several pounds of rope slung around his\nshoulder.\n\nSTEVEN\nIt’s all I could find.\n\nTANGINA\nIt'll do. How’s the bath water\ndoin’?\n\nSTEVEN\n\nI shut it off. It’s ready.\n\nTANGINA\nThen I don’t see any reason why we\nshouldn’t get started.\n(to Diane)\nAll right, honey. Call out to her.\n\f78.\n\nIn the low light of the living room, Diane stands in the\ncenter like a frightened contestant about to audition a song.\nShe says a prayer under her breath and looks skyward.\n\nDIANE\nCarol Anne... Carol Anne... It’s\nMommy. Can you hear me tonight?\n\nTV CONSOLE - STATIC\nNothing.\nDIANE\nCarol Anne. Can you tell Mommy\nhello?\nTV CONSOLE - STATIC\nNothing.\nCLOSE - TANGINA\n\nHer eyes are closed and her breathing becomes irregular. She\nlicks at her dry lips and motions to Diane.\n\nTANGINA\nTry again.\n\nDIANE\nCan you say hello to Daddy? Daddy\nand I miss you so much. So much. We\nlove you so much. Can you say\nhello?\n\nCLOSE - TANGINA\nShaking her head.\n\nTANGINA\nShe’s under restraint!\n\nThis news hits like a shock wave. Steve and Diane almost\nanswer at one.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANGINA\nShe’s under restraint! This news hits like a shock wave. Steve and Diane almost\nanswer at one. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN AND DIANE\n(overlapping)\nShe’s what?! What do you mean?!\nWho’s restraining her?!\n\nTANGINA\nQuickly. Who is she more afraid of?\nYou or your husband?\n\f79.\n\nDIANE\nShe’s afraid of neither.\n\nTANGINA\nWhich one of you does she answer to\nfirst?\n\nSTEVEN\nShe’s always gone to Diane.\n\nTANGINA\nWhen she’s naughty, whom does she\nhide from?\n\nSTEVEN\nShe’s a well-behaved child. We’ve\nraised her with manners and...\n\nTANGINA\n(losing her patience)\nLook folks, I’m not the child abuse\nsquad. I need a quick answer.\n\nDIANE\nSteve decides the punishment. The\nchildren have always known that.\n\nSTEVEN\n(protesting)\nNow wait a minute, Diane. I don’t\ncall that fair. I’ve never laid a\nhand...\n\nTangina still has her eyes closed. She motions Steve to come\nover.\n\nTANGINA\nFight about it later, meantime get\nyour ass over here.\n\nSteve obeys. Diane is lost. Dr. Lesh has never experienced\nanything like this before. Ryan has his eye to the video tape\ncamera.\n\nTANGINA\nTell Carol Anne to answer!\n\nSteve is uncomfortable in speaking to thin air. He clears his\nvoice.\n\nTANGINA\nTell her!\n\f80.\n\nSTEVEN\n(very politely)\nHoney, it’s Daddy. Can you hear\nme... Sweetpea?\n\nTANGINA\nCut the crap and call her. Loud.\n\nSTEVEN\n(a little louder)\nCarol Anne. It’s Daddy.\n\nTANGINA\nAgain.\n\nSTEVEN\n(a little louder)\nIt’s Daddy, sweetheart.\n\nTANGINA\nBe cross with her.\n\nSTEVEN\nWhy...?\n\nTANGINA\n\nBe angry with her or you’1ll never\nsee her again!\n\nSTEVEN\n(quickly, more aroused,\nharsh)\nCarol Anne, this is your father\nspeaking.\nTANGINA\n\nTell her if she doesn’t answer\nshe’s in big trouble.\n\nSTEVEN\nAnswer me right now or you’re in\nreal hot water!\n\nTANGINA\nTell her she’1l get spanked.\n\nSTEVEN\n(aside to Tangina)\nWe never spank the children.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVEN\nAnswer me right now or you’re in\nreal hot water! TANGINA\nTell her she’1l get spanked. STEVEN\n(aside to Tangina)\nWe never spank the children. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANE\n(intervening)\nGoddamnit, Steven, tell her\n\f81.\n\nSTEVEN\nIf you don’t answer your parents\nyou’re going to get a real\nspanking. From both of us.\n\nTANGINA\nSwear. Swear.\n\nSTEVEN\n(really getting into it)\nDamnit! Damnit! You hear me?!\n\nCAROL ANNE’S VOICE\n(far away from the TV\nspeaker )\nMommy, help me!\n\nTANGINA\n(really breathing hard,\nsweating)\nShe’s away from him!\n\nDIANE\nAway from who... that thing we saw?\nIs she all right?\n\nTANGINA\n(huffing like she’s\nrunning)\nDiane. Is there a light?\n\nDIANE\nCarol Anne, do you see the light?\n\nCAROL ANNE’S VOICE\nHe’s chasing me, Mommy...\n(screams)\n\nTANGINA\nTell her to run to the light.\n\nDIANE\n(looking at Dr. Lesh)\nNo!\n\nTANGINA\nThey will follow her to it. They\nhave been following her for weeks.\nYou must tell her what I say!\n\nDR. LESH\nTell her. Go ahead, Diane.\n\f141\n\n112\n\n82.\n\nDIANE\nRun for the lights. Run as fast as\nyou can!\n\nCAROL ANNE’S VOICE\nMommy!! Are you in the light?\n\nDIANE\nNo, honey, I’m...\nTANGINA\nTell her you are!\nDIANE\nIt’s a lie!!\nTANGINA\n\nYou can’t choose between life and\ndeath when we’re dealing with what\nis in between. Tell her before it’s\ntoo late!\n\nDIANE\nRun to the light, Carol Anne, Mommy\nis in the light!\n\nTANGINA\nTell her you’re waiting for her\n\n \n\nDiane is now crying out of angry frustration and deceit.\n\nDIANE\nMommy is in the light waiting for\n\nyou!\n(she wheels on Tangina)\n\nI_hate you for this!!\nTANGINA\nQuick, upstairs everyone! Bring\neverything.\nINT. STAIRCASE - UPSTAIRS - NIGHT 111\n\nDr. Lesh, Ryan, Steven and Diane. Tangina Barrons is in the\nlead, outdistancing everyone.\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nLesh, Ryan, Steven and Diane. Tangina Barrons is in the\nlead, outdistancing everyone. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY OUTSIDE CHILDREN’S BEDROOM DOOR - NIGHT 112\n\nEverybody crowds around. Tangina turns to Steve, her\nbreathing coarse with phlegm and wheezing.\n\f113\n\n114\n\n83.\n\nTANGINA\nOpen it.\n\nhis time Steve doesn’t hesitate. He has the key already in\nhe lock and swings open the door.\n\nao\n\nINT. CHILDREN’S BEDROOM - NIGHT 113\n\nt is like a storm at sea inside. So much destroyed minutia\npeeds through the air it is not unlike a blizzard at night\nhe SOUND is a CHORUS of MOANING; and RAVING.\n\nRANSIT.\n\nI\ns\nT\nA VOCAL ASYLUM FROM A BLACK PLACE WHERE ALL SOULS WAIT FOR\nTI\nA CACOPHONY OF MUSIC REVERBERATES THROUGHOUT. Nothing\nspecific, only madness and nonsense.\n\nINTO THIS WALL OF NOISE AND TORMENT TANGINA BARRONS APPEARS.\n\nShe looks around the room, squinting in the low in blowing\ndust and particles. Things, objects, plasma globules fly at\nher. She sees...\nqT\n1\ns\n\nHE CLOSET. THE LIGHT IS THERE! It is so bright there is no\nooking into it without retinal damage. Great blue-yellow\nhards of light spill into the room, defined by the thick\natmosphere.\n\n \n\nTANGINA\n(screaming to be heard)\nRYAN! GET DOWNSTAIRS AND WAIT BY\nTHE TARGET!\n\nA heavy section of lamp hurls from the other side of the room\nright for Tangina’s head. Just as it reaches her it slows\ndown to a winsome “hover” and falls to the floor at her feet.\n\nTANGINA\n(top of her lungs to be\nheard)\nSTEVEN! GIVE ME THE TENNIS BALL\nMARKED NUMBER ONE.\n\nINT. LIVING ROOM - NIGHT 114\n\nRyan runs in and stands under the circle of string.\n\f115\n\n116\n\n117\n\n118\n\n119\n\n84.\n\nINT. CHILDREN’S BEDROOM - NIGHT 115\n\nTangina takes the tennis ball and ducking as other objects\nare coming at her more aggressively... THROWS IT INTO THE\nFURNACE LIGHT OF THE CLOSET!\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILDREN’S BEDROOM - NIGHT 115\n\nTangina takes the tennis ball and ducking as other objects\nare coming at her more aggressively... THROWS IT INTO THE\nFURNACE LIGHT OF THE CLOSET! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LIVING ROOM - NIGHT 116\n\nRyan looks up. There is a flash and immediately a tennis ball\nfalls from mid-space and lands on the floor at his feet. He\npicks it up and looks at the inscriptions.\n\nRYAN\n(calling upstairs)\nIt’s my handwriting. It came right\nout of the fucking air!\n\n \n\nINT. CHILDREN’S BEDROOM - NIGHT 117\n\nDiane cannot believe what is going on. She looks back into\nthe blizzard.\n\nDIANE\nThe ball came back! It’s his\n\nhandwriting.\nTangina tosses balls #2 and #3 together into the closet\nlight.\nINT. LIVING ROOM - NIGHT 118\nThere is a mid air flash as ball number two materializes from\nthin air and Ryan catches it. As he inspects the signatures,\nthere is another light flash and ball number three follows\nand hits him on the head.\n\nINT. UPSTAIRS BY THE BEDROOM DOOR - NIGHT 119\n\nDiane relays Ryan’s shouts...\n\n \n\nDIANE\nTwo AND THREE CAME BACK! THEY CAME\nBACK!\n\nTANGINA\n\nNOW! THE RED RIBBON AT THE CENTER\nOF THE ROPE. HURRY!\n\f120\n\n121\n\n85.\n\nSteve goes to work on this.\n\nTANGINA\nSHE’S JUST AT THE MOUTH OF THE\nCORRIDOR. TELL HER TO STOP! TELL\nHER NOT TO MOVE INTO THE LIGHT!\n\nDIANE\n(with all her heart)\nCAROL ANNE, LISTEN TO ME. DO NOT GO\nINTO THE LIGHT. STOP WHERE YOU ARE.\nTURN AWAY FROM IT. DON’T LOOK AT\nIT!\n\nTANGINA\nWHERE IS THE ROPE!?\n\nSteve hands it to her. Tangina won’t wield it. It is too\nstrung out and she is too small.\n\nTANGINA\nSTEVE, HELP ME WITH THIS!\n\nSteve enters the blast furnace of energy and wind and takes\none end of the rope.\n\nTANGINA\nTHROW IT INTO THE LIGHT!\n\nHe throws in the whip holding onto one end.\n\nINT. LIVING ROOM - NIGHT 120\n\nThere is another mid flash and the end of rope thrown\nbiolcates out from between the string and falls in a pile on\nthe living room rug. Ryan picks up his end and yells back...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LIVING ROOM - NIGHT 120\n\nThere is another mid flash and the end of rope thrown\nbiolcates out from between the string and falls in a pile on\nthe living room rug. Ryan picks up his end and yells back... \n\nTARGET SECTION TO BE ANNOTATED:\nRYAN\nGOT IT --!\n\nINT. CHILDREN’S BEDROOM - NIGHT 124\n\nTangina and Steve are holding the other end and the red\nribbon is very close to the closet entrance.\n\nTANGINA\nTell him to take up the slack\ngently. Yell when he sees the\nribbon.\n\f122\n\n123\n\n124\n\n125\n\n86.\n\nTangina is marking inches and feet onto the rope with her\nlipstick, just to their side of the red ribbon. She nods to\nSteve.\n\nTANGINA\nI’M LOSING MY VOICE -- SHOUT DOWN\nTO HIM!!\n\nSTEVEN\n\nTAKE UP THE SLACK!\nThe ROAD OF WIND inside grows stronger.\n\nTANGINA\nHE DIDN’T HEAR YOU.\n\nSTEVEN\n\nTAKE UP THE SLACK!\nINT. LIVING ROOM - NIGHT 122\nRyan has heard and starts to gently take up the slack. When\nit is taut he is fed the rope one inch at a time.\nINT. CHILDREN’S BEDROOM - NIGHT 123\nThe flag is disappearing into the VIBRANT LIGHT inside the\ncloset. Tangina counts off inches as her lipstick\ncalibrations click off into the void.\nINT. LIVING ROOM - NIGHT 124\n\nThe flag appears from the air in the center of the string\nopening. The calibrations follow...\n\nRYAN\n(screaming)\nIT’S THROUGH! IT’S THROUGH!\nINT. CHILDREN’S BEDROOM - NIGHT 125\n\nDiane transfers the information.\n\nDIANE\nSTOP -- IT’ THROUGH!\n\nTangina looks at the last calibration.\n\f87.\n\nTANGINA\nONLY THIRTY-SIX INCHES WIDE, NOT\nMUCH ROOM. HERE, TIE THIS END\nAROUND MY WAIST.\n\nA look of horror crosses Diane’s face.\n\nDIANE\nWHAT DO YOU THINK YOU’RE DOING?\n\nTANGINA\nI’M GOING IN AFTER HER!\n\nDIANE\nSHE WON’T COME TO YOU. LET ME GO.\n\nTANGINA\nYOU’ VE NEVER DONE THIS BEFORE!\n\nDIANE\nNEITHER HAVE YOU!\n\nTANGINA\nI_NEVER WANTED TO! I STILL DON’T!\n\nDiane steps into the room, blasted back by two several GUSTS\nOF WIND aimed specifically at her.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANGINA\nI_NEVER WANTED TO! I STILL DON’T! Diane steps into the room, blasted back by two several GUSTS\nOF WIND aimed specifically at her. \n\nTARGET SECTION TO BE ANNOTATED:\nSteve has already started to tie the rope around his own\nwaist. He’s decided to go.\n\nTANGINA\nYOU CAN'T. WHO’S GOING TO HOLD THIS\nEND?!\n\n \n\nSteve realizes it’s true. Diane pulls the rope from Steve and\nsecures it around her waist. Steve ties two clove hitches and\nfaces his wife.\n\nDIANE\n(above the wind)\nI_ LOVE YOU!\n\nSTEVEN\nI_ LOVE YOU!\n\nThey kiss, part, and Steve and Tangina get a hold of the end\nof the rope.\n\nDr. Lesh runs into the storm and helps to hold.\n\f126\n\n127\n\n88.\n\nTANGINA\nNO, NO! GO DOWN AND HELP RYAN PULL,\nBUT ONLY WHEN I SAY SO! ONLY WHEN I\nSAY!\n\n \n\n \n\nDr. Lesh runs downstairs and Diane takes one look back at\nSteve.\n\nDIANE\nDON’T LET GO, YOU GUYS!\n\nSTEVEN\nNEVER!\n\nANOTHER ANGLE - CLOSET AND DIANE\n\nShe moves into it... the light swallowing her. Tangina\nwatches the calibrations and stops feeding when the\nindications are that Diane is in the center of the infinite\nvoid.\n\nINT. LIVING ROOM - NIGHT 126\n\nDr. Lesh runs around in back of Ryan and takes hold of the\ntaut rope. They wait without breathing.\n\nINT. CHILDREN’S BEDROOM - NIGHT 127\n\nTangina is back in her trance. Sweat beads across her brow,\nonly to be blown into horizontal rivulets by the eighty miles\nan hour interior wind.\n\nSTEVEN\nHOW WILL WE KNOW IF SHE’S GOT HER?\n\nTangina doesn’t answer... she starts her irregular breathing.\n\nSTEVEN\nWHEN WILL WE KNOW?\n(he looks back at her)\nHEY!\n\nTANGINA\n(starts to speak)\nCROSS OVER, CHILDREN! YOU ARE ALL\nWELCOME. ALL WELCOME. GO INTO THE\nLIGHT. THERE IS PEACE AND SERENITY\nIN THE LIGHT.\n\n \n\f130\n\n131\n\n89.\n\nSTEVEN\n(wildly betrayed)\nYOU SAID _NO!! YOU SAID TO STAY OUT\nOF THE LIGHT!!\n\n \n\nTangina’s trace doesn’t include Steve. She does not hear him.\nHe thinks she is leading his family into the light and\nbeyond.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTangina’s trace doesn’t include Steve. She does not hear him. He thinks she is leading his family into the light and\nbeyond. \n\nTARGET SECTION TO BE ANNOTATED:\nSteve panics and starts to pull the rope back.\n\nSTEVEN\nDIANE! ! CAROL ANNE!\n\nTangina snaps out of her trance to find Steve withdrawing the\nrope with all his might. She lets out a SCREAM.\n\nTANGINA\nSTEVEN, NOT YET!! RYAN. RYAN,\n\nPULL! !\nSteve gives one more tug and a flash of electrical energy\nexplodes from the closet. A LOW GROWL is heard from the\nlight. The GROWL HITS THE LOWER SOUND REGISTERS AND THE\nENTIRE ROOM SHAKES FROM ITS VERY FOUNDATIONS.\nINT. CLOSET\n\nTHE FACE OF THE BEAST EMERGES FROM THE CLOSET LIGHT. FACE IS\nTHE ENTIRE LENGTH AND WIDTH OF THE OPENING.\n\nTHE HEAD EMERGES, SMASHING THE DOOR FRAME.\n\nSteve freezes at the sight and SCREAMS for the first time. He\ndrops the rope and...\n\nINT. LIVING ROOM - NIGHT 130\nRyan takes his cue and pulls. Dozens of electrical discharges\nblossom in midair and there is a primal CRY. A CRY OF BIRTH!\n\nRYAN AND DR. LESH PULL THE ROPE.\n\nDIANE, HOLDING CAROL ANNE IN HER ARMS, EXPLODES FROM THE AIR\n\nAND FALLS INTO THE CENTER OF THE LIVING ROOM.\n\nINT. DOWNSTAIRS BATHROOM - NIGHT 131\n\nSteve carries Diane who still holds Carol Anne. Both are\ncrying and not aware of their surroundings.\n\f132\n\n133\n\n134\n\n90.\n\nThey are covered from head to toe in a jellied substance,\npink and red, that oozes down Steve’s legs to the floor\nleaving a trail behind.\n\nSteve turns on the water and puts Diane and Carol Anne into\nthe tub. Ryan follows him behind with his portable table\nvideo equipment. The water quickly turns into a bright pink\nas the jelly substance dissolves and foments like bubblebath.\nINT. BATHROOM - TUB - NIGHT 132\nCLOSE - STEVE IS CRYING\n\nCLOSE - DIANE’S EYES OPEN\n\nCLOSE - CAROL ANNE’S EYES OPEN\n\nCAROL ANNE\nHi, Daddy.\n\nDIANE\nThank God. Oh, thank God.\n\nTangina and Dr.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nThank God. Oh, thank God. Tangina and Dr. \n\nTARGET SECTION TO BE ANNOTATED:\n Lesh lean against the door, exhausted.\n\nTANGINA\nThis house is clean.\nFADE OUT.\nFADE IN:\nEXT. CUESTA VERDE ESTATES, PHASE ONE - DUSK 133\n\nThe title card “Two Weeks Later” FADES ON then OFF.\n\nINT. DINING ROOM - THE FREELING FAMILY - DUSK 134\n\nThe Freelings are moving. Bekins boxes are stacked all\naround, and packing lists lie on the kitchen counter. The\nentire family has gathered in front of a large roast. E. Buzz\nsits by Robbie. They are bowed in prayer, holding hands.\n\nALL\nBless us, oh Lord, for these thy\ngifts which we are about to\nreceive.\n\nSTEVEN\n...and for bringing serenity back\nto our home.\n\f135\n\n136\n\n91.\n\nROBBIE\nRub-a-dub-dub. Thanks for the grub.\nYeah God!\n\nEverybody LAUGHS. Diane, with an enormous amount of gray in\nher hair, reaches into her purse, almost as an afterthought\nand takes out an envelope addressed to the Freeling family.\n\nDIANE\nThis came in the mail this morning\nfrom Tangina. She’s in Acapulco.\n\nDiane passes a color Polaroid around the table.\n\nCAROL ANNE\nWho’s that with Aunt Tangie?\n\nINSERT - CLOSE ON SNAPSHOT 135\n\nTangina is standing against the sun and surf in a muu muu.\nBeside her is a good-looking, normal-sized man in his early\nthirties. If you didn’t know Tangina was a midget you’d think\nthe man was nine feet tall. There is writing accompanying the\nphoto which Diane reads.\n\nINT. DINING ROOM - FREELING FAMILY - DUSK 136\n\nDIANE\nThis photograph just goes on to\nprove that we grow things bigger in\nTexas than anywhere else in the\nworld.\n\nDANA\nMom, I’m going to the Roxy with\nKirk and Franklin.\n\nDIANE\nIt’s a school night.\n\nDANA\nIt is not, it’s Friday.\n\nDIANE\n(laughing)\nRight. Right, I guess your mother\nis getting old.\n\nSTEVEN\nJust her hair.\n\f92.\n\nDIANE\n(mock protesting)\nWell I like it.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVEN\nJust her hair. 92. DIANE\n(mock protesting)\nWell I like it. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVEN\nI can lend you some of my Grecian\nFormula.\n\nDIANE\nI like my hair like this. It’s very\ndistinguished.\n\nDiane finishes the letter.\n\nDIANE\nShe wants to know how our therapy\nis coming and says there is no\nbetter road to a normal life than\nthrough the love we have shown for\neach other...\n\nROBBIE\nCarol Anne gots more sweet potatoes\non her plate.\n\nSTEVEN\nYou can have seconds. Finish firsts\nfirst.\n\nDIANE\n\n...and thinks moving is a good idea\neven if the house is clean. You’re\n\nstill seeing Teague tonight, aren’t\nyou?\n\nSTEVEN\nYeah, he’s coming by at nine. we’1l\nprobably go to the club.\n\nCAROL ANNE\n(teasing Robbie)\nLooky-loo. Looky-loo. Looky, looky,\nlooky-loo.\n\nROBBIE\nLooky-loo to you too. Looky-loo are\nyou-who. Looky, looky, looky-loo.\n\nDISSOLVE ON A\nCHORUS OF HAPPY\nTEASING:\n\f137\n\n137-A\n\n138\n\n139\n\n140\n\n93.\n\nEXT. POV OF FREELING DRIVEWAY - NIGHT 137\nLATER\n\nThrough the lace curtains, Steve climbs into Teague’s Bronco\nand they pull away.\n\nINT. LIVING ROOM - NIGHT 137-A\nDiane watches him leave and walks up the stairs to the upper\nbedroom.\n\nINT. UPPER HALLWAY - NIGHT 138\nTaking the pins from her hair, Diane passes Carol Anne and\nRobbie’s bedroom. The door is closed and warm light filters\nthrough at the bottom jamb. She listens in, hears nothing and\nstarts to turn the knob, but thinks twice and continues into\nher bedroom.\n\nINT. MASTER BEDROOM - NIGHT 139\nDiane has done some redecorating in here. The first thing we\nnotice is that the stain is gone and the curtains are lace\nyellow with white for borders. The bedspread is a happy\nsunlit color with smiling moons and planets.\n\nINT. MASTER BATHROOM - NIGHT 140\nDiane reaches down into the bathtub.\n\nCLOSE UP - DRAIN\n\nDiane squeezes the rubber stopper into the drain.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MASTER BATHROOM - NIGHT 140\nDiane reaches down into the bathtub. CLOSE UP - DRAIN\n\nDiane squeezes the rubber stopper into the drain. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE UP - HOT AND COLD HANDLES\n\nShe mixes the temperatures until we see steam rising from the\nfilling tub.\n\nWIDE ANGLE - BATHROOM\nDiane unbuttons her shirt. She hangs it over the mirror.\n\nKicking off her sneakers, Diane peels off her sweat socks and\nunzips her Levi jeans.\n\f141\n\n142\n\n143\n\n94.\n\nINT. UPSTAIRS HALLWAY - NIGHT 141\n\nDiane comes into the hall in her robe. Her hair is pinned up\nfor the tub. The bathwater can be heard inside. Tying off the\nrobe, Diane returns to Carol Anne and Robbie’s room and puts\nher hand on the knob. This is hard for her and will always\nbe. She turns it and the door slides open. Diane sticks her\nhead in tentatively.\n\nINT. CHILDREN’S BEDROOM - NIGHT 142\nDIANE’S POV\n\nRobbie and Carol Anne are quietly playing SPACE INVADERS on\ntheir new Atari video game. They both turn to see what their\nmother wants.\n\nDIANE\nJust checkin’ up. I’1l be in the\ntub for a few minutes if you’1ll get\nthe phone?\n\nROBBIE\nSure, Mom. Hey, I’m winning!\n\nCAROL ANNE\nI won the last two battles.\n\nROBBIE\nYeah and I won the first two.\n\nDIANE\nPlay nice or Mommy wins the war\n\nShe turns to go and sees that the closet light is off. Diane\nreaches into the closet with her hand... feeling for the\nswitch. Her hand flails in the dark until it feels something.\nDiane flinches and pulls. The closet light comes on and Diane\nlets go of the pull cord. She smiles again at her children\nand leaves.\n\nINT. MASTER BATHROOM - NIGHT 143\nANGLE - DIANE’S BARE FEET\n\nThe robe falls in a bundle around her feet. She steps out of\nit and into the tub. Sucking in her breath several times as\n\nshe inches her way into the hot water up to her neck, Diane\nsighs. She closes her eyes. The steam rises to the ceiling.\n\f144\n\n145\n\n95.\n\nThe tub water gurgles into the overflow drain just under the\nspigot.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe steam rises to the ceiling. 144\n\n145\n\n95. The tub water gurgles into the overflow drain just under the\nspigot. \n\nTARGET SECTION TO BE ANNOTATED:\n Diane takes a washrag, throws it by her feet, and\nuses her big toe to clog the overflow drain to stop the\nannoying sound.\n\nANGLE - FLOOR\n\nE. Buzz comes in and folds his legs up under him nestling\ninto the soft area rug. He closes his eyes.\n\nCLOSE - DIANE\n\nShe closes her eyes. Her breathing becomes steady and\nregular. We hold... and HOLD.\n\nINT. CHILDREN’S BEDROOM - NIGHT 144\n\nRobbie yawns and climbs into his new bed. Carol Anne imitates\nher older brother and climbs into her new bed.\n\nThe TV game is still on and the tiny white and blue rockets\nrace silently through video space.\n\nCAROL ANNE\n‘Nite, Robbie.\n\nROBBIE\n‘Nite, Carol Anne.\n\nRobbie looks over at the new rocking chair. The old clown\ndoll is sitting there quietly. Robbie takes the shirt by his\nbed and tries tossing it over the head of the clown doll but\nhe misses. The shirt falls across the arm rest and starts the\nchair rocking. Robbie shrugs and turns out the light by his\nbed. Only the soft moonlight from the window and the warm\nlight from the partially opened closet give any ambient\nillumination to the room. Outside the SOUND of a car passing,\nthe TICKING of Carol Anne’s new “man in the moon” clock\n\nINT. BATHROOM 145\n\nCLOSE ON E. BUZZ\n\nHe is sleeping. His eyes open. His ears perk up and he raises\nhis head.\n\nUP ANGLE - DIANE\n\nShe is drying herself outside the tub. She looks down at her\ndog and blows him a kiss.\n\f145-A\n\n146\n\n147\n\n147-A\n\n147-B\n\n96.\n\nINT. MASTER BEDROOM 145-A\n\nE. Buzz’s tail wags as he follows Diane into the bedroom\nwhere she sits in front of her vanity table and takes the\nclips from her hair.\n\nINT. CHILDREN’S BEDROOM - NIGHT 146\nCLOSE - ROBBIE\n\nHe turns over but can’t sleep. He yawns and sits up on one\nelbow looking toward Carol Anne. She is out like a light.\nRobbie casually looks over at the clown in the rocking chair\nThe rocking chair is empty.\n\nINT.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is out like a light. Robbie casually looks over at the clown in the rocking chair\nThe rocking chair is empty. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MASTER BEDROOM - NIGHT 147\n\nDressed in her nightgown and robe, Diane combs out her long,\nsilky hair. She throws her head forward so all the hair in\nthe back can cover her face. Stroking from the back of her\nneck, Diane gets out all the tangles. Satisfied, Diane flips\nher head straight up so all her hair can fly back around her\nshoulders. The shiny gray-brown hair flies straight up into\nthe air and upon reaching its full height... it freezes and\ndoesn’t come down.\n\nE. Buzz turns and runs out of the room. DIANE IS LOOKING AT\nHERSELF IN THE MIRROR WHEN THIS HAPPENS.\n\nIn the background, just above the headboard to her bed, 1a@7-A\nBLACK SPOT starts to SPREAD. Like an ink blot it gathers\n\nspeed in all directions sending wiggly black veins like a man-\nof-war over the ceiling and onto the floor.\n\nCLOSE - DIANE’S FACE 147-B\n\nDIANE IS GOING TO FAINT. HER EYES START TO ROLL INTO HER HEAD\nWHEN...\n\nFour deep impressions collapse her cheek unevenly against her\njaw. The left side of her mouth is pressed against her front\nteeth as if someone was attempting to twist her head halfway\naround the left shoulder.\n\nThe STAIN STOPS GROWING AND STARTS TO BREATHE, moving in and\nout like the hairy body of a mutant tarantula.\n\nCLOSE - DIANE’S FACE\n\f148\n\n148-A\n\n148-B\n\n148-C\n\n97.\n\nDiane’s lips are pressed flat against her gums and mushed in\ncounter-clockwise circles, how a kiss might appear if only\nthe receiver were visible.\n\nHer hair is allowed to fall around her shoulder and she\nstruggles away from the force that has held her. She goes\nstraight for the door. It CLOSES IN HER FACE. Diane turn\ninsanely when her arm is nearly wretched from its socket. She\nus flung onto her bed right under the spider stain.\n\nCHILDREN’S BEDROOM - NIGHT 148\n\nRobbie, sitting up in bed, looks all around for the clown\ndoll. He dares even to look on the floor. It is nowhere in\nsight.\n\nRobbie’s breathing quickens. He knows where he now must look.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is nowhere in\nsight. Robbie’s breathing quickens. He knows where he now must look. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter all no child can ever sleep until knowing the night is\nin order. Lying on his stomach, Robbie slowly lowers himself\nhead first to the floor of his bed, in preparation to look\nunder it. He very, very carefully lifts the dust ruffle and\nlets the top of his head touch the rug. Robbie is upside-down\nas he looks into the darkness under his bed.\n\nUNDER ROBBIE’S BED 148-A\n\nThe clown is there, face to face with him, smiling\nsardonically.\n\nIn the split second it takes for a child to draw a breath and\nlet it out through the vocal chords, the clown doll wraps its\nfive foot extension arms four times around Robbie’s neck\ncutting off half his air\n\nWIDE - HIGH ANGLE 148-B\nStruggling now for his life... Robbie is dragged inexorably\nunder his own bed and out of sight.\n\nCLOSE - CAROL ANNE 148-C\n\nWaking up suddenly. A light interior breeze ruffles her hair.\nCarol Anne sees the closet\n\nThe closet grows brighter.\n\f149\n\n150\n\n98.\n\nINT. MASTER BEDROOM - NIGHT 149\n\nDiane lets out a chilling SCREAM. Her robe is torn away from\nher nightgown and hurled into the air. Diane tries to get up\nbut a pressure upon her chest defeats her best effort.\n\nCLOSE - DIANE’S BREASTS\n\nThe nightgown is suddenly torn away revealing her breast.\nThey are kneaded and flattened. Hulking finger impressions\ncan be seen sinking deeply into her. Diane’s hysteria doesn’t\nmake any difference. Now her legs are spread apart and a\ngreat pressure over her pelvic bone crushes her deeper and\ndeeper into the mattress over and over again.\n\nDiane is fighting all this time when everything suddenly\nstops. She is left for dead, on the wet, sweat-stained\nsheets. Then... it begins again, but this time...\n\nDiane is pulled to her feet. Standing tiptoes above the\npillows she is DRAGGED UP THE WALL AND ONTO THE CEILING. IN\nDEFIANCE OF EVERY KNOWN LAW OF PHYSICS.\n\nDiane is dragged across the mandibles of the spider stain and\nonto the ceiling.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding tiptoes above the\npillows she is DRAGGED UP THE WALL AND ONTO THE CEILING. IN\nDEFIANCE OF EVERY KNOWN LAW OF PHYSICS. Diane is dragged across the mandibles of the spider stain and\nonto the ceiling. \n\nTARGET SECTION TO BE ANNOTATED:\n There she is slammed repeatedly, her rear\nend pounding the ceiling, her back arched, her head torn back\nfrom her shoulders, held invisibly by the hair.\n\nWithout a breather, she is then pulled across and down the\nopposite wall. Diane is just as quickly released. She drops\nonto the floor. Like jello are her legs. Diane struggles\ncrawling off the bed to the door, reaching, straining to open\nit.\n\nMercifully “it” lets her get out. She BELLOWS her children’s\nnames.\n\nDIANE\nCAROL ANNE! ROBBIE! GET OUT OF\nHERE! RUN! RUN!!\n\nINT. UPSTAIRS HALLWAY - NIGHT 150\nCLOSE - DOORJAM TO MASTER BEDROOM\n\nFrom beneath the door of Diane’s room a rush of ECTOPLAMIC\nSMOKE snakes ahead of her, cutting her off from her\n\nchildren’s room. There, it forms an eerie blockade and begins\nto MANIFEST.\n\f151\n\n152\n\n153\n\n99.\n\nDiane looks up into the face that forms and the hands that\nreach out to her and sees the beginning of the “great beast”.\nShe retreats on her rear end backwards down the hall, pursued\nby the phantom twister.\n\nINT. STAIRCASE TO THE LIVING ROOM - NIGHT 151\n\nDiane rolls down the carpeted staircase and grapples for her\nfooting as she heads down toward the back door.\n\nEXT. BACK YARD - NIGHT 152\n\nIt is raining and Diane is instantly soaked as she backs up\nlooking at the house SCREAMING.\n\nDIANE\nSTEVE! ANYONE!! HELP ME!\n\nDiane’s feet lose her footing in the mud and she falls into\nthe shallow end of the unfinished swimming pool, sliding all\nthe way down the wet mud to the puddle in the deep end.\n\nTHE POOL LIGHTS COME ON. Backlighting the rain and Diane’s\nflopping actions as she regains her balance is the quagmire.\n\nThen, A GUSHING BUBBLE EXPLODES next to her in the mud. She\nstares at it as a second bubble bursts revealing within it\nthe leathery face of a corpse, in its burial clothes, rising\nlike a weed straight out of the gushing mud.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBacklighting the rain and Diane’s\nflopping actions as she regains her balance is the quagmire. Then, A GUSHING BUBBLE EXPLODES next to her in the mud. She\nstares at it as a second bubble bursts revealing within it\nthe leathery face of a corpse, in its burial clothes, rising\nlike a weed straight out of the gushing mud. \n\nTARGET SECTION TO BE ANNOTATED:\n Diane SCREAMS\nand backs into ANOTHER FACE who’s mouth stretches open\nrevealing tiny wire jaw clamps that make popping SOUNDS like\na jew’s harp. With a terrible SLURP, the top of a metal\ncoffin pushes out of the mud, its lid hinged open, tossing\nbones and dirt and burial jewelry all over Diane.\n\nINT. CHILDREN’S BEDROOM - NIGHT 153\nCLOSE - CAROL ANNE\n\nShe is SCREAMING WILDLY. A white hot light erasing her\nfeatures as she once again fights the phantom wind that\nbegins to suck the room toward the closet.\n\nCLOSE - ROBBIE\n\nWrestling on the floor with the clown. He tears the stuffing\n\nfrom its middle, shredded bits of white cotton flying at\nterrifying speed toward the closet opening.\n\f153-A\n\n154\n\n100.\n\nCLOSE - THE CLOSET 153-A\n\nThe closet is becoming a living, terrifying organism as bits\nof flesh grow like moss along the squared off door frame.\nFatty tissues form, veins escape into the soft pink skin\nuntil we are looking into a living mouth, all gims and\nblinding light and at the very back, a pale yellow esophagus\nthat spirals to abysmal depths.\n\nEXT. BACK YARD - NIGHT 154\n\nSome sort of seismic upheaval is forcing dead things up from\nthe ground in even greater numbers. Diane is climbing up the\nsteep, slick incline toward the metal ladder at the shallow\nend. With every couple of steps to safety, she slips back in\nthe rain, turning back to see the black tie crowd that awaits\nher. Diane turns back reaching out her hand to dig in deeper\nwhen...\n\nANOTHER HAND GRABS HERS.\n\nDiane shrieks and looks into the face of Ben Tuthill from\nnext door.\n\nTUTHILL\nLook at that! Look at that!! Look\nin your pool, my God!!\n\nMrs. Tuthill runs over in her night clothes.\n\nMRS. TUTHILL\nYour children. Listen. What sort of\nsound is that?\n\nEthereally, the SCREAMS from Carol Anne and Robbie sound\nalmost angelic in the rain.\n\nDIANE\nI_HAVE TO GET THEM OUT! !\n\nShe pulls away from Tuthill and races back inside the house.\nBen starts to follow but then Mrs.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE\nI_HAVE TO GET THEM OUT! ! She pulls away from Tuthill and races back inside the house. Ben starts to follow but then Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Tuthill stops him.\n\nMRS. TUTHILL\nDon’t go in there! Don’t ever go in\nthere!\n\f155\n\n156\n\n157\n\n101.\n\nINT. STAIRCASE TO UPPER HALLWAY - NIGHT 155\n\nDiane hits the staircase and races up. The door to the\nchildren’s room is shut and ultra-bright light is streaming\nfrom under the jamb. Diane opens it and is immediately sucked\nin.\n\nINT. CHILDREN’S BEDROOM - NIGHT 156\n\nRobbie and Carol Anne hold onto their bedposts with all their\nmight. Everything is loose and circulating the room a full\nrevolution before surrendering to the closet and bottomless\npit. Diane SCREAMS to her children.\n\nDIANE\nTAKE MY HAND, ROBBIE -- !\n\nRobbie reaches out with his one hand and Diane tries to work\nher way against the rip to get into position. She looks at\nthe closet.\n\nTHE CLOSET\nIt sucks harder and Robbie and Carol Anne’s beds start to\n\nmove toward the hot pink opening. Diane lurches the final\ninch and grabs Robbie’s little wrist with both hands.\n\nDIANE\nTAKE YOUR SISTER'S HAND, ROBBIE.\n\nTAKE_IT!\n\nRobbie reaches for Carol Anne, who reaches out to Robbie.\nThey are but inches apart.\n\nANGLE - CLOSET\n\nOne last powerful inhale and the two beds shoot out from\nunder the children just as Robbie grabs his sister’s hand and\nDiane pulls them from the room.\n\nINT. STAIRCASE - NIGHT 157\n\nDiane drags her children down the stairs and toward the front\ndoor. The staircase is rolling as in an earthquake, knocking\nthem off balance and onto the landing face down. Diane sees\nthe front door through a sudden cut over her left eye. She\nleads the children to it slow in motion as a phenomenally\nintense headwind tries to prevent their escape.\n\f158\n\n159\n\n160\n\n161\n\n162\n\n163\n\n164\n\n102.\n\nEXT. FREELING HOUSE - WIDE ANGLE - NIGHT 158\nTHE RAIN HAS STOPPED.\n\nTeague’s Bronco pulls up to the driveway of the Freeling\nhome. Steve gets out, sees the house in turmoil, and runs to\nthe front door. Teague gets out of the car, his eyes afloat\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeague’s Bronco pulls up to the driveway of the Freeling\nhome. Steve gets out, sees the house in turmoil, and runs to\nthe front door. Teague gets out of the car, his eyes afloat\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n ENTRYWAY - NIGHT 159\nDiane finally reaches the front door. She throws it open and\nis about to step out when...\n\nEXT. ANGLE ON FRONT STEPS - NIGHT 160\nTHE FRONT STEPS CRACK OPEN, AND SUDDENLY SOMETHING EXPLODES.\nONE ORNATE CASKET RISES UP OUT OF THE GROUND SENDING A GEYSER\nOF DIRT AND SPLINTERS INTO THE HOUSE, SHOWERING DIANE, THE\nKIDS, AND STEVE WHO HAS JUST ROUNDED THE FRONT OF THE HOUSE.\nINT. ENTRYWAY - NIGHT 161\nDiane picks up Carol Anne and she and Robbie run toward the\nkitchen.\n\nEXT. FRONT YARD - NIGHT 162\nSteve turns and is knocked off his feet by an exploding\ncasket. Bones, mud, and decaying flesh spill over him.\n\nINT. KITCHEN - NIGHT 163\nAs the family runs for the side door, the kitchen tile bulges\nhorrifically, splits open with a MOAN and two caskets shoot\ninto the clean eating area, lids blowing off and rotten\nrotting corpses reaching out at Diane as they pitch forward.\nAs they reach the door, the kitchen wall explodes with the\nimpact of the BEAST.\n\nEXT. FRONT YARD - NIGHT 164\n\nSteve claws his way up out of bones and flesh and runs to the\nfront of the garage.\n\f165\n\n166\n\n167\n\n168\n\n169\n\n170\n\n171\n\n103.\n\nEXT. FREELING’S HOUSE - FRONT YARD 165\nDana steps out of a car with two young men and stands with\nher mouth agape.\nEXT. FREELING DRIVEWAY 166\nSteve looks back at the house then at Teague.\nSTEVEN\n\nYou moved the cemetery! But you\n\nleft the bodies didn’t you! You son-\n\nof-a-bitch! You left the bodies and\n\nonly moved the headstones! !\nEXT. POV FREELING HOUSE 167\nEvery window in the house blows outward with bright flashes\nin every room.\nEXT. FREELING HOUSE - SIDE - NIGHT 168\nDiane, carrying Carol Anne, and Robbie come running from the\nback yard. Two coffins pop up in their path. They dodge the\ncascading bodies and scramble towards the station wagon.\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo coffins pop up in their path. They dodge the\ncascading bodies and scramble towards the station wagon. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FREELING DRIVEWAY 169\nSteve jumps behind the wheel as the rest of the family piles\ninto the car. He throws the car in reverse just as a coffin\nblasts through the garage door in front of them.\nEXT. PLATANO DRIVE - NIGHT 170\nThe station wagon roars back, crashing into Teague’s Bronco\nshoving it into the street. Steve guns the car forward past\nTeague who stares after them.\nEXT. FREELING SIDEWALK - NIGHT 171\nON TEAGUE\nHe turns as a coffin launches out of the lawn ripping up\n\nwires and cables and causing electrical shorts and flashes\nall around it.\n\f172\n\n173\n\n174\n\n175\n\n176\n\n104.\n\nIt flies open and a hideous corpse lurches across the\nsidewalk at Teague. He falls backwards into a hole, the\ncorpse landing on top of him.\n\nTeague tries to scream but only night breath gushes out.\n\nEXT. STREET IN FRONT OF TUTHILL’S HOUSE - NIGHT 172\n\nAs the Freeling car passes the house, a coffin explodes from\nunder Tuthill’s W knocking it out into the street. Steve\nswerves but cannot avoid hitting the W, causing it to spin\non it’s top. Steve fights for control of the car.\n\nEXT. PLATANO DRIVE - FREELING CAR - NIGHT 173\nThe car continues past a fire hydrant. Another casket bursts\nout of the ground, sending mud and water 30 feet into the\nair. Steve slams on the brakes, stopping inches from the\ncoffin and mud that block their path. Steve jumps out to\nclear the path. An incredible noise blasts forth from down\nthe street. He turns...\n\nEXT. FREELING HOME - WIDE ANGLE - NIGHT 174\nSTEVE’S POV\n\nThe children’s window is glowing with an almost radioactive\nintensity.\n\nThe entire hose starts to suck inward, imploding at an angle\nthat suggest that the closet is consuming everything in its\nlust and anger.\n\nEXT. FREELING HOME - WIDE ANGLE - NIGHT 175\nCLOSE - STEVE\n\nHe is stunned by what he sees.\n\nEXT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FREELING HOME - WIDE ANGLE - NIGHT 175\nCLOSE - STEVE\n\nHe is stunned by what he sees. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE - NIGHT 176\n\nA CONCUSSION OF SUCH AWESOME POWER BLOWS ALL SHINGLES OFF THE\nROOF AND A CLOUD OF THIN BLUE ECTOPLASM, LIKE FINGERS AND\nARMS REACHING UPWARD, ESCAPES LIKE A GREEN COMET TO THE\nHEAVENS.\n\f177\n\n178\n\n179\n\n180\n\n181\n\n182\n\n105.\n\nEXT. FREELING SIDEWALK - NIGHT 177\nCLOSE - TEAGUE\n\nDripping mud and putrefying flesh he looks up at the house.\nThe imploding house creates a whirlwind around him. Teague\nstumbles backward, but cannot lock away power of the house.\n\nEXT. HOUSE - WIDE ANGLE - NIGHT 178\nSTEVE’S POV\n\nTHE ENTIRE FREELING HOUSE IS TOTALLY CONSUMED BY AN AREA IN\nSPACE FOURTEEN FEET FROM THE FOUNDATION THAT WAS ONCE THE\nCLOSET.\n\nEXT. FREELING CAR - NIGHT 179\n\nWater rains down on Steve from the broken hydrant. He jumps\nback in the car, backs up, and drives through the coffin and\nmud that were blocking their exit\n\nEXT. PLATANO DRIVE - HIGH ANGLE - NIGHT 180\n\nThe street is in chaos. Neighbors are streaming from their\nhouses, cars careening out of driveways. A gas main is\nbroken. Water shoots high in the air from the broken hydrant.\nCoffins and corpses lie everywhere. The Freeling car turns a\ndistant corner and disappears.\n\nINT. MOVING CAR - THE FAMILY - NIGHT 181\nEverything is hysteria in here. We can’t make out what is\nbeing said. The rain lashes at the windshield and Steve tries\nto see out.\n\nEXT. STREET IN FRONT OF CAR - LOW ANGLE - NIGHT 182\nThe street cracks wide open and an old wooden coffin is\nlaunched upward. It comes crashing down onto the hood of the\nstation wagon. A hideously deformed carcass stares crazily\n\nthrough the rain and wind at Steve.\n\nSCREAMING WELLS UP inside. Steve throws the car into reverse.\n\f183\n\n184\n\n185\n\n186\n\n187\n\n106.\n\nEXT. STREET BEHIND CAR - LOW ANGLE - NIGHT 183\nThe ground opens up trapping the car on a narrow island.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\n183\n\n184\n\n185\n\n186\n\n187\n\n106. EXT. STREET BEHIND CAR - LOW ANGLE - NIGHT 183\nThe ground opens up trapping the car on a narrow island. \n\nTARGET SECTION TO BE ANNOTATED:\n Five\ncoffins rise to block it... a body falls into the open rear\ntailgate window and among the family. Steve plows right into\nthe coffin, flattening them and using them as a wooden bridge\nto cross the chasm.\n\nINT. BACK OF MOVING CAR - NIGHT 184\nON ROBBIE - CORPSE\n\nNo longer is Robbie afraid. He’s fighting mad and takes the\ndead remains, flinging them out the back window as the car\nheads out of town.\n\nEXT. ROAD SIGN IN THE RAIN - NIGHT 185\n“You are Now Leaving Beautiful Cuesta Verde Estates”. Steve’s\nOldsmobile station wagon shoots past this point, its tail-\nlights diminishing into the vanishing point.\n\nDISSOLVE TO:\n\nEXT. HOLIDAY INN SIGN - NIGHT 186\nThere is a mist in the air as CAMERA MOVES TO THE SIGN\nANGLE - ROOM 237 - NIGHT\n\nCAMERA SLOWLY MOVES INTO the door and number.\n\nINT. ROOM 237 - NIGHT 187\n\nThe Freelings, Dana, Robbie, Steve, and Diane are asleep, on\ntwo beds still in the clothes we last saw them wearing. It is\nvery quiet except for the snoring. The nightmare has ended.\nCAMERA PANS around the room to Carol Anne who is the only\nfamily member not sleeping.\n\nCarol Anne is fiddling with the RCA Vistacolor television\ntrying to get it to work.\n\nPOP. IT COMES ON.\n\nThe room is bathed in cold blue TV light and we HEAR the last\nfew bars of The National Anthem.\n\f107.\n\nCAMERA PUSHES PAST the sleeping Freelings to a view over\nCarol Anne’s shoulder.\n\nThe Anthem ends and the station manager identifies the\nstation, signifies the megahertz and signs off the morning.\n\nTHE CAMERA PUSHES PAST CAROL ANNE’S HEAD UNTIL THE TV IS FULL\nSCREEN.\n\nTHERE IS A MOMENT OF VISUAL STATION ID -- BUT ONLY A MOMENT.\nFLASH! EVERYTHING TURNS TO WHITE STATIC SNOW.\n\nFADE OUT.\n\nTHE END\n\f"
}