{
  "1": "PREDATORS\nby\n\nRobert Rodriguez\n\nCurrent Revisions by\n\nMike Finch and Alex Litvak\n\nJuly 12, 2009\n\fBLACK.\n\nRagged BREATHING over it, rising in intensity and volume.\nHeart POUNDING, POUNDING, POUNDING, like a jackhammer,\nthreatening to tear itself out of the rib cage.\n\nAnd a voice, calm, measured, eerily juxtaposed against the\nrest of the soundtrack\n\nVOICE (V.0.)\nThe jungle creed says the strongest\nfeed on any prey they can. And I\nwas branded beast at every feast\nbefore I ever became a man.\n\nEXT. STREETS - CONTINUOUS - NIGHT\n\nWHAM, the first shot of the movie assaults us in the form of\na man EXPLODING into frame -- powerful, dangerous, the kind\nof cat who can kill you with a hard look. But now he’s\nscared, running as if hell itself was behind him.\n\nAround him a nameless city towers like a concrete jungle.\n\nWith the fugitive, moving, handheld, frenetic, jarring,\nechoing his state of mind.\n\nPREDATOR POV: The prey in infrared, seen from above.\n\nThe man glances back, sees nothing -- redoubles his already\npunishing pace.\n\nTurns the corner -- left or right, split second to decide --\nhe goes left -- powers along the street, arms pumping like\npistons, shoes SLAPPING the shit out of the pavement, a\nstaccato rhythm -- trips, falls -- staggers back on his feet\nusing a chainlink fence for purchase.\n\nSOMETHING LUNGES AT HIM FROM THE SHADOWS ON THE OTHER SIDE!\n\nA leashed pitbull -- its jaws SNAP a few inches away from our\nguy’s face.\n\nHe reels, gun up -- the hound SNARLS, trying to get at the\nintruder -- but whatever is chasing him is much worse -- he\nrecovers, rushes away, an adrenaline-powered juggernaut, the\ndog’s BARK chasing him like a stream of obscenities.\n\nAlley, alley, dead end, shit! He spins, scanning for exits\nthere are none, double shit, about to backtrack--\n\fIn the distance the dog abruptly SHUTS UP.\n\nHe freezes. Back against the wall.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe spins, scanning for exits\nthere are none, double shit, about to backtrack--\n\fIn the distance the dog abruptly SHUTS UP. He freezes. Back against the wall. \n\nTARGET SECTION TO BE ANNOTATED:\n Pistol pointed at the\nmouth of the alley, held in a shaky grip. The look of a man\nabout to face a six foot spider with a toothpick\n\nStreet light BUZZES, flickering in and out of existence. An\nunsettling strobing effect.\n\nThe man waits, sucking air, finger on the trigger... waits...\nwaits...\n\nNothing.\n\nHe relaxes just a bit.\n\nWHAM, he’s JERKED upward as if plucked by an invisible hand.\nMake it a noose. He dangles from it, losing the gun in the\nprocess, tips of his toes scraping the ground. A liquid\n\nbrown and viscous, SPLASHES from above, drenching him.\n\nHe chokes. FOOTSTEPS. The hunter approaches. We fully expect\nto see Predator...\n\nGuess again. Or rather it is a predator of a different kind.\n\nCall him ROYCE. A Steve McQueen face, hard but not\nunhandsome. Barely broke a sweat. Takes off Raptor infrared\ngoggles.\n\nThe man stares at him, eyes wide with terror. GURGLING. Mouth\ntrying to form words that never come.\n\nIt doesn’t matter. Royce’s heard it all before. The voice\nfrom the opening shot:\n\nROYCE\nThis is not how I would do it. But\nit’s how they wanted it done.\n\nHe lights a match against his finger. Tosses it into the\nspreading puddle. Walks away without looking back.\n\nWHOOSH! The man lights up like a bonfire. SCREAMS as he burns\nalive.\n\nRoyce keeps walking.\n\nSUDDENLY\n\fAn electric wind SWEEPS along the street.\nPOP, POP, POP, lights BLOW out in quick succession.\n\nRoyce spins, sensing something coming up from behind a split\nsecond before--\n\nIMPACT. SMASH TO BLACK. Blood red letters.\nPREDATORS\nFADE IN.\n\nAn ocean of white. A body PLUMMETS toward it, almost\npeaceful, a fallen angel...\n\nTEARS through the clouds.\n\nROYCE\n\nEyes snap open, disoriented, panicked. Mind behind them\nraces, coming back online, trying to regain its bearings.\nDiscovering that he is--\n\nIN _FREEFALL\n\nThat’s right.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYCE\n\nEyes snap open, disoriented, panicked. Mind behind them\nraces, coming back online, trying to regain its bearings. Discovering that he is--\n\nIN _FREEFALL\n\nThat’s right. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s plummeting through the void at 160 mph, an\nearthbound missile dressed in the same clothes he wore a\nmoment ago, twisting, tumbling, SCREAMING, wind HOWLING,\nwhipping mercilessly at his hair and flesh.\n\nJust like the nightmare we’ve all had.\n\nExcept this. IS. FUCKING. HAPPENING.\n\nReality is a washer/dryer in a spin cycle. With each rotation\nwe catch a glimpse of blue above, a vast expanse of green\nbelow, the latter closing fast.\n\nAn altimeter of foreign design is hooked to a harness\ncrossing Royce’s chest. LED flashes in a degrading\nsequence... a countdown... and then the thing cracks!\n\nParachute deploys with a POP. Much like the altimeter that\ntriggered its release, its design is unfamiliar to us.\n\nRoyce goes from terminal velocity to 30 in less than a\nsecond, deceleration jerking him up. Jungle looms. IMPACT.\n\fEXT. JUNGLE - DAY\n\nRoyce CRASHES through the double canopy at a 45 degree angle,\nBASHING against trunks, CLIPPING branches, before finally--\n\nHitting the ground. HARD.\n\nBeat. Royce climbs to his feet. Tries to steady his ragged\nbreathing. Uncouples the chute’s harness with shaky fingers.\nTakes in his surroundings.\n\nHe’s in a small clearing framed by monstrous tropical trees,\nplants and bushes, obscuring vision in all directions. Shafts\nof light stream from openings in the foliage a hundred feet\nabove. The steady BUZZ of insects, punctuated by occasional\nCRIES of birds and monkeys, breaks the eerie silence.\n\nIt’s haunting. Humid. And hot as hell.\nRoyce stares in a state of shock. One question:\n\nROYCE\nWhat the fuck?\n\nCRASH! A chute-laden figure duplicates Royce’s descent.\n\nVOICE\n(in Spanish)\nFuck! FUCK! FUCCCCCCCCCCKKKKKK! ! ! !\n\nRoyce watches. All he can do is watch.\n\nThe man lands a few feet away. Twin Uzis are strapped to his\nback. An intricate webwork of scars and tattoos covers his\ntorso. His age unplacable. His real name immaterial.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn intricate webwork of scars and tattoos covers his\ntorso. His age unplacable. His real name immaterial. \n\nTARGET SECTION TO BE ANNOTATED:\n But in\nplaces like Juarez and Tijuana he’s known as--\n\nCUCHILLO\n(Spanish)\nWho the hell are you?!\n\nCRASH! A body SMASHES on the ground like a cannon ball,\nstealing their attention. This one won’t be getting up.\n\nCUCHILLO\n(Spanish)\nWho the hell is he?!\n\nPOP, the dead man’s chute unfurls. Too little too late.\n\fROYCE\nThe guy whose chute didn’t work.\n\nHe hears muted voices. Moves, confusion pushing up against\nsomething harder on the inside.\n\nCUCHILLO\n(switches to English)\nHey! Hey! Where the fuck are you\ngoing? Hey!!!\n\nHe tries to follow, gets tangled in the chute lines. They\njerk him back. Curses some more. We leave him to it.\n\nEXT. JUNGLE - DAY\n\nWith Royce, slicing through thick vegetation toward voices\npanicked, SHOUTING in languages we don’t understand.\n\nEXT. CLEARING - DAY\n\nParachutes strewn about. NIKOLAI, a frightening bear of a man\nin VDV fatigues with no identity badges or insignias, armed\nwith GShG-7.62 -- a four barreled gas powered rotary machine\ngun, its barrel still smoking -- is yelling in Russian at--\nISABELLE, jeans and button down shirt, pretty if she ever\nbothered to smile, her own Heckler & Koch PSG1 sniper rifle\npointed at the big man, as she yells back in French.\n\nWhat we have here is a failure to communicate.\n\nHeads and weapons turn to Royce, as he appears. Both yell at\nhim for a change.\n\nHe raises his hands, indicating intention rather than\nsurrender.\n\nROYCE\nEasy.\n\nBranches CRACK. Leaves rain down. All spin toward the source.\n\nFifteen feet above STANS -- shaved head, scorpion tattoo on\nhis neck, orange jumpsuit with the faded words “San Quentin”\nstenciled into the fabric -- is cutting through the lines of\n\nhis chute with a prison shiv.\n\fDrops. Lands on his feet like a cat. Backs away from the\nothers, feral, stabbing at the air.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDrops. Lands on his feet like a cat. Backs away from the\nothers, feral, stabbing at the air. \n\nTARGET SECTION TO BE ANNOTATED:\nSTANS\nI’m gonna cut you! I’m gonna\nfucking cut you!\n\nAnd stops, hand wrapped around his mouth, blade pressed\nfirmly against his carotid artery.\n\nTheir owner, MOMBASA, materializes behind Stans with the\nsilent swiftness of a ghost. Black. Early 20’s. But in the\npart of the world he comes from, he’s considered old.\n\nMOMBASA\n(African accent; cold)\nPut down your weapons. Or he dies.\n\nThe confused group take one another in with weary eyes.\nParanoia. Panic. A hairline away from a trigger pull.\n\nNikolai is about to say something. Royce motions for him to\nkeep quiet.\n\nRoyce doesn’t talk. He listens.\nAnd then he’s moving again.\nCuchillo emerges out of the bushes. Surveys the new arrivals.\nCUCHILLO\nCan someone fucking tell me what\nthe fuck is going on?\nISABELLE\n(keying on the same thing\nRoyce did)\nWater.\nShe starts after Royce.\n\nMOMBASA\nI said I’m going to cut his throat.\n\nNikolai ignores him, follows. Cuchillo is not far behind.\n\nMombasa looks after. Realizes the futility of his threat.\nShoves Stans aside.\n\fMombasa. Stans. Looks exchanged. The kind that promise “this\nisn’t over”.\n\nMombasa strides off in the same direction. Stans backstabs\nhim with a glare. Weighs his options. Trails after.\n\nWe linger on the now empty clearing.\n\nA figure steps out of the bushes. Has been there the entire\ntime. Name’s HANZO. Japanese, slender, dark suit, white\nshirt, Beretta 92FS in a worn shoulder holster. Look closer\nand you’1l see he’s missing two finger tips on his left hand.\nConsiders. Walks after the others.\n\nSQUISH, his dress shoes sink into mud.\n\nHanzo -- utterly undeterred -- takes them off. Then the\nsocks. Lays down the items neatly on the ground. Resumes the\njourney.\n\nWe stay on the shoes.\n\nEXT. CREEK - DAY\n\nRoyce pushes through the foliage. Stops.\n\nA shallow creek runs in front of him.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCREEK - DAY\n\nRoyce pushes through the foliage. Stops. A shallow creek runs in front of him. \n\nTARGET SECTION TO BE ANNOTATED:\n To the right, sitting\non a rock, his back toward Royce, is a small unassuming man.\nCaucasian, glasses, beige slacks, white T.\n\nThis is EDWIN.\n\nHe stares at the water with the wonder and innocence of a\nchild. Turns, taking in Royce and the others.\n\nA trickle of blood travels slowly along the side of his face.\n\nEDWIN\nThis is not where I was before.\n\nISABELLE\nYou’re bleeding.\n\nEdwin’s fingers come away red and wet. He studies them\nabsentmindedly.\n\nEDWIN\nOh that. It’s not mine.\n\f“Creepy” doesn’t even begin to scratch the surface.\nRoyce takes the reigns. To all:\n\nROYCE\nLast thing you remember?\n\nNIKOLAT\nWar.\n\nMombasa nods. Same here.\n\nCUCHILLO\nI was... working. And then\neverything just...\n\nSTANS\nStopped.\n\nWe pan across their faces.\n\nISABELLE\n...What the hell happened to us?\n\nOn Stans. A thought forming. Doesn’t happen often.\n\nSTANS\nWaaait. You don’t mean... we could\nbe... dead?\n\nThat gives everyone pause. Obviously a possibility they\nhaven’t considered. Stans begins to freak out\n\nSTANS\nHoly shit! I’m dead, aren’t I?! I’m\ndead, and this is hell!\n\nISABELLE\nLast I checked, you didn’t need a\nparachute to get there.\nGood point. Still,\n\nNIKOLAT\nWhy put us here?\n\fISABELLE\nHow do I even know “here” exists?\nMaybe I’m lying in a hospital, ina\ncoma. And this, all this, is just\nsome bad dream.\n\nMOMBASA\n(with conviction)\nI’m real. That fall was real.\n(clutching his AK-47)\nThis is real.\n\nCUCHILLO\nMaybe we pissed off the wrong\npeople. Maybe this is punishment.\n\nSTANS\nWhere I come from, you piss someone\noff, they stick a shiv in your\nback. Not dump you in the middle of\na jungle.\n\nNIKOLAT\nA test then. See how we do under\npressure. That’s why they armed us.\n\nRoyce’s attention is elsewhere.\n\nA leaf in his hand. Water in it.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoyce’s attention is elsewhere. A leaf in his hand. Water in it. \n\nTARGET SECTION TO BE ANNOTATED:\n A small sliver of metal\nfloats on a smaller leaf. A makeshift compass.\n\nThe metal-bearing leaf spins madly, refusing to settle.\n\nEDWIN\nSome kind of psychotropic compound.\n\nHanzo drifts out of the bushes. Sidelines. A silent nod.\nThey take him in. That dreaded question again:\n\nCUCHILLO\nWhat _the hell happened to us?\n\nOn Royce. He’s heard enough.\n\nROYCE\nIt doesn’t matter. It happened.\n\nThey look toward him, eager for solutions, for answers, for\nsomething, anything, to make sense again. Brass tacks:\n\f10.\n\nROYCE\nwater means life. There might be a\ncamp or a village down stream.\n\nThey move down the creek. Together. For the moment.\n\nEXT. STREAM - DAY\n\nSun beats down without mercy. The stream -- wider now -- runs\nto the left, as Royce, on point, hacks a path through lush\nvegetation with even, surgeon-like strokes.\n\nThe rest of the crew is spread out behind him.\n\nAll around them a jungle labyrinth, towering and vast\n\nSOUNDS, shadows, the sense of something just outside of our\nfield of vision.\n\nSomething dangerous.\n\nStans keeps glancing up, hunched over, uncomfortable, as if\nfeeling the weight of the open space on his shoulders.\n\nSTANS\n(to Royce)\nSo where’s this village?\nNo response.\nSTANS\nHey! I’m talking to you! Where’s\nthe fucking village?\nRoyce waves toward the jungle.\nROYCE\nThat way. Twenty klicks. You should\nstart now.\nStans bristles, stalks away.\n\nNIKOLAT\nWhat’s up with him?\n\nCUCHILLO\nFreedom.\n\nOff Nikolai’s puzzled look, speaking from experience:\n\f11.\n\nCUCHILLO\nTake a monkey out of the cage\nit’1l miss the bars.\n\nClose on a blooming plant. Others pass it. Isabelle pauses\nfor a look, taken by its structure.\n\nIts pedals are bright, delicate, almost hypnotic in their\nappearance. She reaches out to touch them...\n\nEdwin’s hand intercepts hers.\n\nEDWIN\nI wouldn’t do that.\n\nShe recoils from his touch.\n\nEdwin smiles, used to the effect. Flicks out a surgical\nscalpel.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe recoils from his touch. Edwin smiles, used to the effect. Flicks out a surgical\nscalpel. \n\nTARGET SECTION TO BE ANNOTATED:\n Gingerly extends it toward--\n\nSNAP, the pedals close around the blade like a bear trap.\n\nEDWIN\n(a hint of admiration)\nArchaefructus liaoningensis. Very\npoisonous.\n\nHe withdraws the scalpel. Yellow pus drips off the steel.\nEDWIN\nVery deadly. All it would take is\none scratch.\n\nA Clarification:\n\nEDWIN\nI read a lot. (beat) Strange\nthough.\n\nISABELLE\n\nHow’s that?\n\nEDWIN\nThey have been extinct since the\nearly Cretaceous period. 125\nmillion years ago.\n\nAnother mystery. They shake it off. Keep walking.\n\f12.\n\nEXT. STREAM - DAY\n\nIt becomes a river. They follow its course.\n\nEXT. RIVER - DAY\n\nFrom high above our guys look like ants crawling along a thin\nblue thread. Nothing but jungle in all directions.\n\nEXT. RIVER BANK - DAY\n\nRoyce appears in the distance, heading toward us. Suddenly\nstops, eyes on the ground. Isabelle notes his concern.\n\nISABELLE\nWhat is it?\n\nROYCE\nTracks.\n\nFaint outlines you and I would miss. Royce kneels by them.\n\nCUCHILLO\nSo?\n\nROYCE\nSo I’ve never seen them before.\n\nHe touches the ground, trying to determine what creature\ncould have made them. Almost to himself:\n\nROYCE\n...Fresh.\nCUCHILLO\nWhat are you? Some kind of hunter?\nROYCE\nSome kind.\nCUCHILLO\n\nLike lions, tigers and shit?\nRoyce rises. Looks him square in the eye.\n\nROYCE\nNo. Like you.\n\f13.\n\nHe resumes the trek.\n\nHanzo is last. Leans over the current. Splashes some H20 on\nhis face.\n\nHIS POV, obscured by the dripping water: Jungle across the\nriver. Something moves. Quick. Like a spectre. And then it’s\ngone.\n\nHanzo stares. Off his expression\n\nEXT. RIVER BANK - AFTERNOON\n\nLight’s dimmer now. Sounds seem louder and closer. And more\nmalevolent.\n\nAching muscles. Sweat stains. The journey is taking its toll,\nand it shows. The crew is taking a brief respite.\n\nCuchillo eyes the muddy stream.\n\nCUCHILLO\nThink it’s safe to drink?\n\nNIKOLAT\nYou find out.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nCuchillo eyes the muddy stream. CUCHILLO\nThink it’s safe to drink? NIKOLAT\nYou find out. \n\nTARGET SECTION TO BE ANNOTATED:\n You let me know.\n\nMombasa pulls down a thick vine. THWACK, severs it with his\nknife. A trickle of water emerges. He drinks.\n\nBeat. They rush to follow his example, guzzle greedily.\n\nStans watches Isabelle. The predatory gleam in his gaze\npromises nothing but trouble.\n\nShe feels his eyes on her. Turns.\n\nStans grins.\n\nShe doesn’t. If looks could kill, Stans would be a dead man.\nGradually Stans’s smirk curdles like milk. He looks away.\n\nIsabelle settles down next to Royce. PUSH IN on them,\nforsaking the others.\n\nISABELLE\nYou got a name?\n\f14.\n\nRoyce looks at her for a beat.\n\nROYCE\n...Royce.\n\nISABELLE\nIsabelle. So. What do you think?\n\nHe shrugs. In his POV, panning over the faces of their\ncompanions, reading them like a coloring book\n\nROYCE\nSpetsnaz, Alpha Group. Los Zeta,\ncartel enforcer. RUF, Sierra Leone\ndeath squad. Yakuza, Inagawa-kai.\nFormer FBI’s Most Wanted.\n\nSettling on Edwin, who’s raptly examining a beautiful monarch\nbutterfly that’s landed on his arm:\n\nROYCE\nThat.\n\n \n\nFinally returning to Isabelle. A nod toward the sniper rifle:\nROYCE\nAnd you. (beat) I’d say we were\nchosen.\nSilence. It hangs there. Like a noose.\n\nISABELLE\nChosen for what?\n\nBOOODODDDDDDDDDDDNDNDNDNNDNDNDNDNND0N00N0NDNNDNDNNNNNNOO00O000000M! ! !\nSonic boom CRASHES over the clearing like a tsunami.\nSomething large streaks overhead, too fast to make out.\n\nEarth SHAKES. Bushes compress. Our crew is knocked down, ass\nover teacups.\n\nAnd then it’s gone, just as suddenly as it appeared, a path\nof destruction visible through the jungle.\n\nThe tumult fades. They dust themselves off. Shaken but\nunhurt.\n\f15.\n\nMOMBASA\nAircraft?\n\nNIKOLAT\nHad to be military. And that low,\nit would be landing someplace\nclose.\n\nThey trade glances.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKOLAT\nHad to be military. And that low,\nit would be landing someplace\nclose. They trade glances. \n\nTARGET SECTION TO BE ANNOTATED:\n For the first time there’s something new\nin their eyes, shining through grime and exhaustion. Hope.\n\nNo words are exchanged. They move into the jungle, following\nthe trail.\n\nWe linger on the now empty campsite.\n\nThe monarch butterfly writhes in the dirt, trying to take\nflight. In vain. Its wings have been pulled off.\n\nEXT. JUNGLE - AFTERNOON\n\nOn the road again. The jungle seems denser, more\nimpenetrable, as if it’s determined to stop our heroes.\nEXT. RAVINE - AFTERNOON\n\nView from the trees, looking down as the crew approaches.\nThey descend into a ravine. Slow, treacherous going.\nMombasa’s foot snags something. He trips, falls.\n\nStans brushes past. Grins.\n\nSTANS\nLooking good there, boss.\n\nA massive tree trunk, suspended by vines, SWINGS toward him\nlike a fist of God!\n\nHe rolls out of the way, barely.\nThe others scatter, tripping more wires in the process.\nWHOOSH, WHOOSH, WHOOSH, three makeshift spears spin toward\n\nthem from as many directions, pincushioning foliage and\nearth.\n\f16.\n\nCuchillo dodges one, only to trigger the next trap -- a\nbranch, adorned with carved spikes. It LASHES OUT!\n\nThey duck, the thing passing INCHES above their heads.\n\nIsabelle rushes forward, trying to get out of the kill zone.\nInexplicably PLUNGES straight through the ground--\n\nInto a camouflaged pit. Catches its edge. Hangs there,\nliterally clinging to life by her fingernails.\n\nA row of razor sharp Punji sticks await at the bottom.\nBattling gravity. Losing. Her hold... gives!\nRoyce catches her. Reels her back in.\n\nThey freeze, eyes and barrels searching for targets. Await\nthe next attack.\n\nSilence. None seems forthcoming.\n\nIsabelle raises the rifle, trying to control her breathing.\nHER POV: Scanning... scanning... snapping back toward--\n\nA glint of something.\n\nISABELLE\nThree o’clock. 110 yards.\n\nRoyce is already in motion. Vanishes into the bushes.\n\nThe rest spread out, follow.\n\nEXT. JUNGLE\n\nWith Royce, moving, fast, soundless, light. He’s at his best\nnow -- alone.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. JUNGLE\n\nWith Royce, moving, fast, soundless, light. He’s at his best\nnow -- alone. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. RIDGE\n\nHe crests a small ridge. Stops. Stares. We spin around, using\nRoyce as a pivot, revealing the object of his attention.\n\nA CORPSE\n\f17.\n\nDesert fatigues, dirty and torn to shreds. Chest cavity like\nan inward implosion, fused, cauterized, a gaping wound. Eyes\nopen. Staring upward. Into nothingness.\n\nThe rest of the crew converge, breathing ragged, still jacked\nup on adrenaline. Take in the eerie sight.\n\nMOMBASA\nWe tripped a dead man’s trap.\n\nROYCE\nTwo days. Maybe three.\n\nCuchillo crosses himself, a reflex.\nNikolai leans over the body. Sizes him up in a glance.\n\nNIKOLAT\nNavy SEAL.\n\nChecks his pockets, quick, efficient, a pro. Maps. Foreign\ncurrency. Papers. His face registers confusion.\n\nNIKOLAT\nHe’s supposed to deployed in\nAfghanistan.\n\nSTANS\nJust doesn’t make sense. What was\nhe doing setting traps for us?\n\nROYCE\nHe wasn’t. He was hunting something\nelse. Something a lot bigger.\n\nAll eyes on him.\n\nROYCE\nThe trunk was a deadfall trap. Rule\nof thumb, the weight is at least\nfive times heavier than that of the\ntarget animal.\n\nSTANS\nSo what’s the animal?\n\nROYCE\nNo idea. But whatever it was, it\ncame through the trip wires. And\ndid this to him.\n\f18.\n\nHe points to the SEAL’s decimated chest.\n\nEDWIN\nWhat kind of a weapon does this?\n\nThis time there’s no answer.\n\nCUCHILLO\nWe should bury him.\n\nROYCE\n(cold)\nWhy? He’s dead.\nHe strides away.\n\nNikolai takes off his jacket. Covers the corpse. Soldier to\nsoldier.\n\nOne by one, they trail off. Mombasa is last. Suddenly stops.\n\nSlowly he turns back. Freezes, staring into the jungle. As if\nsensing something within its depths.\n\nSomething he can’t name or see. Watching. Waiting...\n\nA shimmer in the foreground. Like a heat wave dancing off the\npavement of a desert highway.\n\nA branch sways. Except there’s no wind.\n\nROYCE (0.S.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nExcept there’s no wind. ROYCE (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat is it?\n\nMombasa is jerked back to reality. Eyes on Royce, pupils\ndilated, a man snapping out of a trance.\n\nROYCE\nWhat did you see?\n\nMOMBASA\n...Nothing.\n\nHe moves on. Royce looks after. Then follows.\n\f19.\n\nEXT. JUNGLE - AFTERNOON\n\nThe crew is on edge, alert, aware of every sound, every step\nevery second. Jungle envelops them from all directions,\nprehistoric, stark, keeping its secrets.\n\nIsabelle sidelines Royce.\n\nISABELLE\nBack there. Thank you.\n\nROYCE\n(simple and direct)\nYou’re wrong about me.\n\nISABELLE\nHow’s that?\n\nROYCE\nYou think I’m a decent guy who'll\nbe there for you when push comes to\nshove. I’m not. And I won’t be. I\ndidn’t save you. I just needed\nanother gun.\n\nShe nods, accepting the terms. They keep moving. Drift off\nthem to--\n\nCuchillo clutches a rosary, lips moving in a silent prayer\n\nNIKOLAT\nYou’re wasting your breath.\n\nCUCHILLO\nWe all have to believe in\nsomething. Even the worst of us.\nPerhaps the worst most of all.\n\nMotion in the bushes. They react--\n\nSOMETHING takes flight, swoops over their heads, SCREECHES,\nvanishes in the distance. Whew...\n\nStans begins to unravel.\n\nSTANS\nThe fuck was that?\n\nLooking around, panic building:\n\f20.\n\nSTANS\nI want a gun! Someone give me a\nfucking gun!\nNo volunteers.\n\nAbruptly Stans lunges. Shiv at Mombasa’s throat, drawing\nblood.\n\nSTANS\nGun. Now.\n\nHe might as well be holding a feather duster.\n\nMOMBASA\nI’m ready to die. Are you?\n\nCLICK. That was Mombasa’s 45. Hammer cocked. Pointed at\nStans’s heart.\n\nA standoff.\nSUDDENLY - -\n\nAn eerie SILENCE descends like a fast falling curtain. Even\nthe BUZZING and CLICKING of insects have CEASED.\n\nThey read it. Weapons snap up. Stans and Mombasa disengage.\nTrade glares. Another time.\n\nWhite knuckle tension. Seconds feel like an eternity.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnother time. White knuckle tension. Seconds feel like an eternity. \n\nTARGET SECTION TO BE ANNOTATED:\nThey hear it before they see it. A low, growling SOUND. The\nkind that makes your skin crawl.\n\nEXT. JUNGLE - ELSEWHERE\n\nA POV of something CRASHING through jungle at speed, SNAPPING\nbranches like twigs. Deep, heavy panting. Whatever it is\n\nit’s fast. Powerful. And lethal.\n\nEXT. JUNGLE\n\nRoyce CLICKS off the safety on his AA-12 shotgun.\n\nIsabelle RACKS the bolt of her rifle.\n\nCuchillo PULLS the slides of his Uzis.\n\f21.\n\nNikolai’s chaingun begins to WHIR.\n\nThey wait. Louder. Closer...\n\nEXT. JUNGLE - ELSEWHERE\n\nThe thing’s POV again. Human forms ahead.\n\nEXT. JUNGLE\n\nCloser...\n\nA blur of motion to the left! A shape -- large, lean, four\nlegs, leathery skin -- LAUNCHES out of bushes, changing\ncolors, chameleon-like.\n\nA cross between a tiger, a boar and your worst nightmare.\nRoyce OPENS UP. Short, accurate bursts. Mombasa UNLEASHES\nwith the AK. Hanzo -- three point stance, steady rate of\nfire, as if he was at a pistol range. Cuchillo’s Uzis BLAZE.\nAll of the above is muted by the ROAR of Nikolai’s chaingun.\nIts barrel spits out a foot of flame. Stream of high velocity\nrounds -- every fifth a tracer -- digs into the creature.\n\nIt SQUEALS as bullets tear it apart. A geyser of black blood.\nStill, it crawls toward them, barbed tail lashing\nspastically.\n\nNikolai - fuck me -- keeps firing.\n\nFinally the monstrosity halts. Marks its killers with crimson\neyes, as the light in them dims... and expires.\n\nMore are coming. Could be three, could be six. Hard to tell.\nThey are swift, vicious, closing in from three directions.\n\nOur crew -- fight or flee -- flee it is -- retreat toward the\nonly avenue of the escape, laying cover fire, re-painting\ngreen with black.\n\nStill, they come.\n\nStans’s had enough, breaks, vanishes into the jungle.\n\nA thing LUNGES for Isabelle, baring rows of jagged teeth.\n\f22.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nStans’s had enough, breaks, vanishes into the jungle. A thing LUNGES for Isabelle, baring rows of jagged teeth. 22. \n\nTARGET SECTION TO BE ANNOTATED:\nShe tracks it, taking her time... and...\n\nBAM! A 30. Magnum hollow point BLOWS its head apart mid-air.\nBlack mist.\n\nIt lands, digging a furrow that ends at her feet.\n\nISABELLE\nRun!\n\nShe moves, pulling Edwin. Another hellhound gives chase.\n\nThe rest of the crew spread out. Every man for himself.\n\nEXT. JUNGLE\n\nWith Hanzo, running, pushing through thick foliage.\nMovement ahead.\n\nHe swings at--\n\nRoyce, his own gun lined on Hanzo.\n\nSplit second relief.\n\nInstantly they shift aim, as one of the beasts appears.\nBoth FIRE. CLICK, Royce runs dry.\n\nIt hears the sound, knows what it means, heads for Royce,\neven though Hanzo is closer.\n\n10 feet. Royce dumps the gun.\n\n5. He draws a machete.\n\nAlmost on top of him. Leaps--\n\nRoyce drops under its attack, blade held high.\n\nThe monster sails over him. WHACK, its momentum splits it\nopen from stem to sternum.\n\nBlack blood drips off cold steel.\n\f23.\n\nEXT. JUNGLE - ELSEWHERE\n\nStans sprints, branches SLASHING his face and hands. Way past\ngiving a shit. Glances back.\n\nFoliage RIPPLES behind him. A shape, closing fast.\nITS POV: Stans. Breathing, amplified, distorted.\n\nStans pours everything he’s got left in the tank into a\nhundred yard dash. Checks his tail again.\n\nNothing there.\n\nHe has a split second to contemplate his luck before--\n\nWHAM, the thing hits him bodily from the front.\n\nThey roll, kicking up leaves and dirt.\n\nJaws SNAP. He pushes against the beast’s neck with one hand,\nkeeping fangs at bay. Drives the shiv into its side with the\n\nother. Over and over again. With every stab:\n\nSTANS\nFuck you! Fuck you! FUCK YOU!!!\n\nBlack blood spatters his jumpsuit.\n\nHe SCREAMS, as the creature digs its claws into his shoulder,\nripping flesh. Keeps stabbing.\n\nPrimal. Brutal. Two animals. The only question, who’ll kill\nthe other first.\n\nThe thing finally overpowers Stans. Angles for his throat.\n\nWHAM, a boot SMASHES against its head, forcing it to the\nground. Barrel to the ear.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAngles for his throat. WHAM, a boot SMASHES against its head, forcing it to the\nground. Barrel to the ear. \n\nTARGET SECTION TO BE ANNOTATED:\n BOOM!\n\nSilence. The monstrosity twitches, colors shifting, fearsome\neven near death.\n\nStans looks up. Mombasa looms over.\n\nMOMBASA\nLooking good there, boss.\n\f24.\n\nEXT. TREE\nIsabelle slings the rifle, push-pulls Edwin toward a tree.\n\nISABELLE\nClimb!!!\n\nHe does. She’s a step behind. And not a moment too soon...\n\nA hellhound EXPLODES into view, as if born out of the jungle\nitself. Tears off a piece of her boot.\n\nShe grabs a branch. UNLOADS with the handgun. Full clip.\nSlugs tear into the thing’s head, bounce off the skull,\nleaving bloody grooves. Don’t improve its looks. Nor do they\nstop it.\n\nEXT. JUNGLE\n\nTwo more beeline toward Royce and Hanzo.\n\nEXT. TREE\n\nThe monster coils. Vertical leap. Yanks Isabelle off.\n\nShe falls. Lies there, dazed.\n\nSlowly the demon approaches. Teeth dripping saliva. Death\nincarnate.\n\nEXT. JUNGLE\n\nRoyce grips the machete tighter. Hanzo DRIVES in a fresh\nclip. Last stand.\n\nEXT. TREE\n\nIsabelle reaches for her fallen pistol.\n\nThe beast lets her. Just keeps advancing. We’re close enough\nto smell its wet carnivore stink, feel its hot breath...\n\nShe considers. Points the gun at her own head. About to pull\nthe trigger...\n\f25.\n\nA WHISTLE\nHigh pitched, piercing, inhuman, washes over them.\nThe result is immediate and dramatic.\n\nThe creature slides to a stop, claws digging into dirt.\nStares at Isabelle, muscles quivering.\n\nAnd then, just like that, it turns and vanishes into the\njungle, as swiftly as it appeared.\nEXT. JUNGLE\n\nThe other two facing Royce and Hanzo retreat as well.\n\nEXT. JUNGLE - ELSEWHERE\n\nNikolai -- breathing heavy -- his chain gun sweeps the area,\nseeking targets. There are none.\n\nEXT. JUNGLE - ELSEWHERE\n\nStans clutches his bleeding shoulder, locks eyes with\nMombasa. Unspoken question.\n\nMOMBASA\nAny other day, any other place.\nPause.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnspoken question. MOMBASA\nAny other day, any other place. Pause. \n\nTARGET SECTION TO BE ANNOTATED:\nMOMBASA\nBut, bad as you’re, those things\nwhatever they are... are worse.\n\nEXT. JUNGLE - ELSEWHERE\n\nIsabelle lowers the gun. Her hand shakes. It takes her a\nsupreme effort of will to steady it.\n\nSOUND. She draws--\nThen Mombasa and Stans.\n\nRoyce and Hanzo approach from the other side.\n\f26.\n\nFinally, Nikolai, dragging a chewed up carcass behind them.\nDrops it. THUD.\n\nEveryone’s too drained to speak. Finally,\n\nMOMBASA\nWhat the hell are these things?\n\nNIKOLAT\nMutants maybe. Like after\nChernobyl.\n\nISABELLE\nThey just... left.\n\nROYCE\n(grim)\nNo. The whistle. They were called.\n\nThey digest, minds reeling. Refusing to comprehend.\n\nSTANS\nWhat the hell are you saying? Are\nyou saying these... these things\n\nare someone's...\n\nROYCE\nPets. Bloodhounds, maybe.\n\nBeat. What comes next is a chilling observation, even more\ndisturbing than the previous discovery.\n\nEDWIN\nThere are seven of us.\n\nHeads turn. Indeed, they seem to be one short. Namely--\n\nCUCHILLO (V.0.)\n...Help me!\n\nThey react.\n\nEXT. CLEARING - AFTERNOON\nThe crew emerge. Stop at the edge of a clearing.\n\nCuchillo, his back toward them, head lolling to the side,\nsits slumped in the center of a barren swath of dead earth.\n\f27.\n\nNIKOLAT\nHey! HEY!!! You OK?\nCUCHILLO\n(without turning)\n\nHelp me!\nIsabelle steps forward. Royce’s hand stops her\n\nROYCE\nIt’s a trap.\n\nISABELLE\nYou don’t know that.\n\nRoyce picks up a rock. Tosses it out into the field.\nIt bounces once. Twice.\n\nA SUDDEN blur of steel, as something lashes out from beneath\nthe ground. DICES THE STONE TO SMITHEREENS.\n\nA chilling, bottomless beat. Like standing on the edge of an\nabyss. And looking down.\n\nNIKOLAT\n(quiet)\nWound one man. Make him bleed. Make\nhim suffer. Make him call out for\nhelp. Then set a trap and kill\nthose who come.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMake\nhim suffer. Make him call out for\nhelp. Then set a trap and kill\nthose who come. \n\nTARGET SECTION TO BE ANNOTATED:\nDisgusted with himself, with the world, a confession:\n\nNIKOLAT\nI’ve done this.\nMOMBASA\n...We all have.\nPause.\nSTANS\n\nSo we leave him, right?\n\nOff their looks\n\f28.\n\nSTANS\nI mean, he’s done. There’s nothing\nwe can do. And whoever sent those\ndog things, he’s out there. Right?\nFor once Stans is right. A confirmation:\n\nROYCE\nWe leave him.\n\nHe turns.\n\nISABELLE\n...IT can’t.\n\nRoyce weighs the moment and her mettle.\n\nROYCE\nThen it’s on you.\n\nAngles back into the jungle. One by one, the others pull\naway, follow in silent agreement. A decision they all have to\nlive with.\n\nWe stay on Isabelle. Her eyes. Something welling behind them.\nHer entire being is wrecked with silent tension.\n\nUntil,\n\nCUCHILLO (V.0.)\nHelp me!\n\nShe snaps up the rifle, aims, FIRES, all in one liquid move.\n\nEXT. JUNGLE\n\nThe GUNSHOT washes over them. A few react. Royce doesn’t.\nJust puts one foot in front of the other.\n\nEXT. CLEARING\n\nIsabelle lowers the barrel.\n\nCuchillo’s body is now on its side.\n\nShe turns to leave.\n\f29.\n\nCUCHILLO (V.0.)\nHelp me.\n\nShe SPINS back toward--\nCUCHILLO (V.0.)\n(almost a taunt)\nHelp me.\n\nOn Isabelle. She’s seen and dealt death on many occasions.\nShe’s rarely been afraid.\n\nShe is now.\n\nHurries after the others.\n\nPREDATOR POV: A view from above. Everything in infrared, but\nsharper, more focused than we’ve ever seen. Isabelle recedes\n\nin the distance.\n\nPanning to Cuchillo. A pool of blood glows around the body,\nbecoming more faint, as it cools.\n\nAnd then a RATTLE. Like rats scampering over broken glass.\n\nThis is not your father’s Predator.\n\nEXT. JUNGLE - AFTERNOON\nRoyce in the lead, the rest trailing. Isabelle at the rear.\n\nThey push out of jungle. Ten meters above, a barren, rocky\nridge line looms.\n\nThey head toward it.\n\nEXT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nTen meters above, a barren, rocky\nridge line looms. They head toward it. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RIDGE - AFTERNOON\n\nSlowly, as if clawing his way out of the ground after being\nburied alive, Royce appears over the horizon.\n\nThe others step up next to him. All stare out at the view\nbefore them, silent, their expressions unreadable.\n\nTHEIR POV: Sky as far as the eye can see. Below it, jungle\nstretches out for miles in every direction.\n\f30.\n\nBeyond it, visible in the great distance, are massive,\nangular chunks of an alien planet, floating in space. A\ndying, shattered world.\n\nKansas it ain’t.\n\nCUT TO:\n\nEXT. CLEARING - AFTERNOON\n\nOn Cuchillo, jerking upright. His head swings around, dead\neyes staring at us.\n\nA blade -- long, sharp, covered in strange runes -- touches\nthe crown of his head, about to scalp him. Off that\n\nEXT. RIDGE - AFTERNOON\n\nThe crew are spread out on the ridge, exactly where we left\nthem.\n\nOnly Stans faces us, looking away from the alien landscape,\nas though by ignoring it, it might somehow go away, rocking\nslowly back and forth, muttering:\n\nSTANS\nThis is not happening. This is not\nhappening. This is not happening.\n\nEdwin takes in the strangeness, the grandeur of it all, the\nslightest hint of a smile creasing his features.\n\nMombasa, a few paces away, Nikolai next to him, both lost in\nthought.\n\nHanzo reloads his gun.\n\nIsabelle stares back in the direction of Cuchillo, still\nliving the moment, the kill, the voice.\n\nAnd Royce, alone, apart, an outcast among outcasts.\n\nSTANS (CONT'D)\n...What is this place?\n(loud now, an explosion of\nemotion fueled by fear)\nWhat the hell is this place!?\n\f31.\n\nNo one answers. Then,\n\nROYCE\nThe dogs were flushing us. He is\nbait. We’re being hunted.\n\nA grim beat, as they process their probable fate. Finally,\n\nMOMBASA\nNow what?\n\nIn response, Royce points to a jungle matted hillock in the\ndistance.\n\nIn its center, breaking the tree line, something vertical and\ntall. Something... unnatural.\n\nROYCE\nThere.\nEXT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething... unnatural. ROYCE\nThere. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HUNTING CAMP - SUNSET\n\nDeep shadows. Dying sun -- burnt orange -- peeks through the\nheavy jungle canopy. Decides to stay out\n\nThe crew advances, cautious, ready to rumble, ready for\nanything. Or so they think.\n\nCREAKING, soft and steady. Growing stronger as they approach.\nAnd then they see...\n\nHELL\n\nA half dozen creatures, skinned, rotting, all large, all\nalien, and, judging by their looks, all dangerous, hang by\ntheir feet from a long horizontal pole, CREAKING, as they\nsway in the breeze.\n\nOn the ground next to the carcasses, a flock of birds --\nmonstrous, otherwordly, carrion eaters -- feast on offal --\nguts, brains, eyes, organs. There’s plenty of chow for\neveryone, but they fight anyway, just for the hell of it.\nHides are strung over rough wooden frames, curing.\n\nA fire smolders, sending up thin wisps of gray smoke.\n\f32.\n\nA collection of polished skulls -- many with spinal cords\nstill intact -- is displayed on tree stumps and stakes.\n\nThese are hard, dangerous men who’ve seen and done more than\ntheir share of evil. Still, they stare, transfixed, their\nfaces descending into a state of abject horror and revulsion.\n\nAll except one.\n\nEdwin’s gaze is akin to that of a man looking up at the\nceiling of the Sistine Chapel.\n\nISABELLE\n(a whisper)\nWhat is this place?\n\nNIKOLAT\nHell.\n\nEdwin’s fingers run along a row of skinning knives, crusted\nwith multi-colored blood. Feeling their sharp edges.\n\nThey pass a large pit, its bottom lost to the shadows.\n\nSomething big, fast, gunmetal grey SWOOPS by Nikolai, making\nthe same SCREECHING sound they heard earlier in the jungle.\n\nThey advance further.\n\nIn the center of the camp, a 150 feet high METALLIC TOTEM\nPOLE, all barbs and blades, covered in arcane hieroglyphics,\nrises out of the earth like an exclamation point.\n\nWe can see that there is something attached to the other\nside. Just not what.\n\nWith our crew. Coming around for a look. Then stopping cold.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith our crew. Coming around for a look. Then stopping cold. \n\nTARGET SECTION TO BE ANNOTATED:\nPan off their stunned, speechless faces toward--\n\nStretched out on the totem is a PREDATOR. CRUCIFIED.\n\nIt hangs helplessly, head slumped, making no sound, past any\nthreshold of pain a man could endure. Florescent green blood,\nglowing in the gathering twilight, covers its many wounds.\nIts helmet is off, armor stripped, shoulder mount smashed and\ndangling loosely off the shoulder.\n\nIt’s dead. Or close to it.\n\f33.\n\nAt the base of the monument is a pile of discarded Predator\narmor, shattered weapons and cleaved skulls.\n\nShock and awe without the bombs.\n\nSTANS\nWhat. The. Fuck?\n\nMombasa mutters something in his native tongue. No\ntranslation required.\n\nHanzo shakes his head, incredulous, unable to process.\nEDWIN\n(softly)\nMonsters are real.\n\nIsabelle takes a step back.\n\nBumps into Royce. Their eyes meet. In them, he sees\nsomething. Fear? Confusion? No. Recognition.\n\nThe Russian steps forward, chaingun held out. Slowly,\ncarefully he pushes Predator’s head upward with its barrel,\ntrying to get a better look.\n\nSUDDENLY\n\nThe thing’s bloodshot eyes snap open. Mandibles flare. It\nROARS! Nikolai and everyone else jump back.\n\nSTANS\nLet’s get the fuck out of here.\n\nNobody needs to be told twice. They start backing away.\nThe carrion birds EXPLODE into the sky.\n\nGuns swivel in their direction.\n\nTense. Sweat beading. Hearts POUNDING. Terror building.\nThey see...\n\nMOMBASA (V.0.)\n...Nothing.\n\nThey relax.\n\nMombasa doesn’t. Eyes wide with confusion.\n\f34.\n\nMOMBASA\n... That wasn’t me.\n\nWith no warning--\n\nA CLOAKED SPEAR -- visible only thanks to the red chalk\noutline of Mombasa's blood -- BURSTS out of his chest, driven\nright through him from behind.\n\nHis blood paints Stans’s face.\n\nMombasa’s finger depresses the trigger, a dying reflex. His\nAK BELCHES lead on full auto.\n\nThe other react, panic FIRE.\n\nThe fury of their weapons surges in the direction of the\nattack, riddling the camp and the jungle.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis\nAK BELCHES lead on full auto. The other react, panic FIRE. The fury of their weapons surges in the direction of the\nattack, riddling the camp and the jungle. \n\nTARGET SECTION TO BE ANNOTATED:\nCrucified Predator adds its ROAR to the CACOPHONY.\n\nThere’s nothing to shoot at. Not even the classic Predator\nshape. Just a faint shimmer.\n\nFiring stops. They back away -- more of a herd than a unit.\n\nSTANS\nWhere is it? Where the fuck is it?!\n\nRoyce’s eyes pan, looking for movement, motion, anything.\nIsabelle, rifle up, searching.\n\nNikolai sweeps the chaingun in a wide arc, back and forth.\nNothing.\n\nSlowly Royce’s hand drops to one of the grenades clipped to\nMombasa’s harness.\n\nCLICK.\n\nThat was the pin. Royce heaves the explosive into space.\nRapid throws three more, spacing them around the camp ground\nat regular intervals.\n\nSplit second of calm before the storm.\n\nThen BOOM! BOOMBOOMBOOM! ! !\n\f35.\n\nA cloud of dirt and shrapnel tears through the air ina\nconcussive wave--\n\nWashing over a fast moving form, making it visible for a\nbrief moment.\n\nWe don’t see much. But we do see this.\nIt. Is. Fucking. Big. Think Predator on steroids.\n\nNikolai sees it, UNLOADS on the thing with the chaingun, the\nROAR of the weapon matched by his BATTLECRY.\n\nPREDATOR POV: Bullets stream toward us in ghastly slow\nmotion. Targeting system tracks each projectile, reads their\ntelemetry, locks on.\n\nAnd then the creature OPENS UP with a chaingun of its own.\n\nAn ERUPTION of flame. The thing is a monster. Makes Nikolai’s\nBFG look like a child’s toy.\n\nHuman and Predator rounds COLLIDE mid-air, CLATTER on the\nground. Chaingun vs. chaingun.\n\nEveryone else retreats, seeking cover and distance.\n\nNikolai stands his ground, still ROARING, barrel white hot\nand smoking.\n\nCLICK, he runs dry. Hauls ass after the others.\nPredator keeps FIRING.\nThey scatter, as rounds tear by. “Black Hawk Down” time.\n\nIsabelle aims at the muzzle flashes, puts a round above them.\nIt ricochets off some unseen metal.\n\nBullets arc towards her. Only the grace of God and a dead\ntree save her.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt ricochets off some unseen metal. Bullets arc towards her. Only the grace of God and a dead\ntree save her. \n\nTARGET SECTION TO BE ANNOTATED:\n She dives, as branches and bark get\nPULVERIZED. Pinned down.\n\nRoyce -- still in motion -- sees it -- shotgun on full auto.\nThe monster reels from the barrage.\n\nA single drop of blood lands on the ground.\n\nRoyce sees it.\n\f36.\n\nAnd then the thing turns its undivided attention toward him.\n\nHe cuts behind a row of hanging carcasses. Depleted uranium\nslugs turn meat into charnel in his wake.\n\nHands grab Isabelle. Edwin’s. He pulls her up, hauls her\ntoward the tree line.\n\nEXT. JUNGLE - SUNSET\n\nWith Royce, sprinting, as if hell itself was on his heels --\nwhich, in many ways, it is -- others doing same, as the\njungle’s literally SHREDDED behind them, bushes\ndisintegrating, leaves turning to pulp, wood into splinters.\nTo Royce’s left, seen only in silhouette and for the briefest\nof moments, we catch a glimpse of an alien ship -- burnished\nangular steel, lethal, sleek and intimidating.\n\nEveryone else is running blind, stumbling, falling, picking\nthemselves up, living from one breath to the next.\n\nRAT TAT TAT TAT TAT, the slugs cut through the base of a\nmassive tree trunk like a scythe. Timber!...\n\nIts falling shadow eclipses our guys -- the arc of the\nbullets swings toward them -- crushed or shot, pick your\npoison -- OH SHIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII--\n\nThe ground before them disappears, and they\n\nEXT. CLIFF - SUNSET\n\nDROP!\n\nSix bodies TUMBLE down a steep slope, an avalanche of\nflailing arms and legs, SMASHING into stones and roots,\nweapons CLATTERING away, a long painful way down.\n\nWith Royce, the world spinning. An outcropping looms. He\nbounces off it, goes airborne.\n\nWhich is where the ride gets interesting.\n\nHe’s falling... falling... something dark and foreboding\nbelow, coming up fast.\n\nIMPACT!\n\f37.\n\nEXT. RIVER - SUNSET\n\nRoyce PLUNGES underwater. Comes up in time to see Isabelle\nand Edwin SPLASH behind him. Stans careens in, SCREAMING.\n\nAll washed away, fast.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nComes up in time to see Isabelle\nand Edwin SPLASH behind him. Stans careens in, SCREAMING. All washed away, fast. \n\nTARGET SECTION TO BE ANNOTATED:\nNikolai descends. Disappears. Doesn’t come back up.\n\nEXT. UNDERWATER\nHITS bottom. Current pulls him along, raking over rocks.\nThe weight of the chaingun holds him down, drowning him.\n\nHe thrashes, trying to ditch the thing. An exercise in\nfutility. Lungs screaming for oxygen, getting none.\n\nSuddenly a form appears out of the murk.\n\nHANZO\n\nHis knife slices through the chaingun’s harness. Both men\nshoot for the surface.\n\nEXT. RIVER - SUNSET\n\nBreak it, sucking air, only to get swept away toward rapids.\nFrom the frying pan...\n\nEXT. RAPIDS - SUNSET\n\nSix heads bob in the river’s fury. Still water ahead.\n\nThey hit it. Sucked down, out of frame.\n\nEXT. UNDERWATER\n\nEdwin is pulled through some unseen vortex, Isabelle behind\nhim.\n\nHER POV: Edwin jerked to the left, disappears. Beat, and she\nsees where.\n\nAn underwater tunnel, dark and slimy, like a path to hell.\n\f38.\n\nAnd she’s tumbling through it, walls rotating around her\njagged rocks, sand, plants, fish, all a blur.\n\nAn underwater rollercoaster -- nightmarish, dizzying,\nclaustrophobic. Abruptly--\n\nEXT. RIVER - SUNSET\n\nShe pops back up. Royce. Hanzo. The others.\n\nPREDATOR POV: The crew -- glowing thermal shapes in churning\nblack water -- glide toward us. And then, inexplicably--\n\nWe are airborne, circle over the prey, then accelerate away.\nThat same SCREECHING sound.\n\nThat’s because we are seeing through the eyes of--\nPREDATOR FALCON\n\nSegmented wings, barbed alloy, a biomechanical meld of\nmachine and organic tissue. Death from above.\n\nEXT. RAVINE - SUNSET\n\nPredator Falcon descends toward the ridge overlooking the\nriver. Wings extend, braking. Settles... on nothing. Wings\n\nretract. Just sits there, perched in mid air.\n\nLight distorts. The air undulates, shifts. A form SHIMMERS\ninto view.\n\nWe don’t get the money shot. There’1l be time for that later\nJust a few glimpses, from the back.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nA form SHIMMERS\ninto view. We don’t get the money shot. There’1l be time for that later\nJust a few glimpses, from the back. \n\nTARGET SECTION TO BE ANNOTATED:\n The rest, mercifully, is\ncovered in shadows. One thing for sure...\n\nIf Predators were frightening, this thing is TERRIFYING.\n\nA familiar RATTLE.\n\nMeet BLACK SUPER PREDATOR.\n\nTwenty yards to his left a SECOND SUPER PREDATOR de-cloaks.\n\nAcross the river and fifty yards downstream, a THIRD.\n\nThis is the hunting party.\n\f39.\n\nBLACK SUPER PREDATOR turns toward us.\n\nUnder a ferocious, almost tribal mask, red eyes, like a pair\nof blood rubies, burn with cold malevolence.\n\nEXT. BEACH - SUNSET\n\nNikolai drags himself out of the current. Collapses ina\nshallow pool set by a white sand beach.\n\nHanzo’s next. Edwin. Stans. Heaving. Drenched. Alive.\n\nIsabelle’s fingers grasp rocks, find purchase. She pulls\nherself in. Suddenly a shadow looms over.\n\nROYCE\nYanks her to her feet. Hand on her throat. Cold fury.\n\nROYCE\nYou knew.\n\nISABELLE\nI don’t know what you’re--\n\nROYCE\nYes, you do. In that camp, the way\nyou looked at that thing. You knew.\n\nOthers approach. Stare.\nHer eyes search for support. Find none.\n\nROYCE\nWhat_the hell are they?\n\nBeat. A long one.\n\nISABELLE\nWe don’t have a name for what they\nare. Just a spook story you hear\naround the campfire. An urban\nlegend. Alien Bogeyman.\n\nTrying to make sense of it herself:\n\nISABELLE\n‘87, Guatemala. A rescue team went\ninto the jungle. Spec ops.\n\n(MORE)\n\f40.\n\nISABELLE(cont 'd)\nHigh end. Six men plus a CIA\nliaison. One made it out. In his\ndebrief he said they came in\ncontact with... something not of\nthis world. He gave a detailed\ndescription.\n\nROYCE\n(re: her earlier reaction)\nThe thing on the totem.\n\nISABELLE\nYes.\n\nROYCE\nWhat else?\n\nISABELLE\n\nIt could see in infra red. Heat\nsignatures. He used mud to block\nhis. That’s how he was able to beat\nit. It wore some kind of camouflage\nthat adjusted to ambient light.\nMade it nearly invisible in our\nspectrum.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s how he was able to beat\nit. It wore some kind of camouflage\nthat adjusted to ambient light. Made it nearly invisible in our\nspectrum. \n\nTARGET SECTION TO BE ANNOTATED:\nROYCE\nWhat happened to the survivor?\n\nISABELLE\nNo one believed him. And then he\njust... disappeared.\n\nMorale of the story:\nISABELLE\nIt hunted and killed his team. One\nby one.\n\nEverybody thinking the same thing:\n\nNIKOLAT\nSo what hunted it?\n\nThey can feel hairs on the backs of their necks standing up.\n\nThe sun -- a blood red orb -- sinks below the horizon. Tidal\nwave of shadows washes over, drowning them.\n\f41.\n\nSTANS\nWe should get going. Now. Right\nfucking now.\n\nROYCE\nIt wants you to run.\n\nLets them process this.\nROYCE\n\nWe wait here. Survive the night.\nTomorrow we go back.\n\nSTANS\nBack?! For what?! To save it the\nwalk?\n\nROYCE\n\nIt had a ship.\n\nSTANS\nA ship? A ship?! What are you gonna\ndo with that ship, man? Push the\nstart button? Throw it in gear and\ndrive home?\n\nBecoming unglued:\n\nSTANS\nThat thing fucked us seven ways to\nSunday! You saw what it was doing\nback there? We’re gonna end up as\nrugs and ashtrays! We’re dead meat!\nWe don’t have a fucking chance!\n\nROYCE\n(stone cold)\nIt bleeds.\nSTANS\nSo what?! Look at us, man, we’re\nbleeding too!\nNail on the head.\n\nROYCE\nIf it bleeds, we can kill it.\n\nBeat.\n\f42.\n\nISABELLE\nWhat makes you think you can fly\nthe ship?\n\nROYCE\n\nI can’t. But that thing hanging on\nthe pole might.\n\nLooks exchanged. The kind that say “you are fucking nuts”.\n\nEXT. JUNGLE - NIGHT\n\nSeen from afar. Still. A cliff wall, peppered with small\ncaves, looms in the distance.\n\nMoon and stars illuminate the jungle landscape, muting its\nhard edges.\n\nA SHRIEK in the distance. We don’t even want to guess what\ncreature could have made it, let alone meet it in person.\n\nAn insect scurries along. A leathery tongue shoots into\nframe, grabs it, snaps back like a rubber band inside the\nmouth of something resembling an oversized tree frog.\n\nIt chews on the catch.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn insect scurries along. A leathery tongue shoots into\nframe, grabs it, snaps back like a rubber band inside the\nmouth of something resembling an oversized tree frog. It chews on the catch. \n\nTARGET SECTION TO BE ANNOTATED:\n A bird swoops, devours the amphibian\nwhole mid-meal.\n\nSurvival of the fittest.\n\nWe travel upward. Toward the tree tops. Different predators.\nDifferent prey.\n\nEXT. TREES\n\nA form manifests in the foliage. Hanzo, twenty feet off the\nground, rests in the crook formed by trunk and limb.\n\nStans is perched on another tree.\n\nEdwin, across from him, scrapes moss off the tree onto a\nleaf. Waiting for dawn.\n\nIsabelle clutches the stock of her rifle. Stares out into the\nalien jungle beyond. Her mind elsewhere.\n\nRoyce. Eyes closed. Asleep. Or so we think.\n\f43.\n\nROYCE\nCuchillo. You did the right thing.\nBut you wasted a bullet.\n\nShe incinerates him with a glare.\n\nISABELLE\nI won’t make the same mistake with\nyou.\nBeat.\nROYCE\nWhat was his name? The man you left\nbehind?\n\nShe doesn’t answer. He doesn’t expect her to. Then,\nISABELLE\nWhat happened to you, Royce? What\nmade you so fucked up?\n\nHe finally opens his eyes. Every word, every syllable of the\nfollowing bought and paid for in full:\n\nROYCE\nIt’s always a jungle. You’re either\npredator. Or prey.\n\nA hanging beat. Neither one looks at the other. Off that,\n\nEXT. TREES - NIGHT - LATER\n\nIsabelle nods off. Snaps back to consciousness.\n\nHER POV: A breeze sweeps through the jungle. Branches RIPPLE,\nlike the surface of a lake after a stone throw, the effect\nspreading into the distance. Until it reaches--\n\nOne particular branch, 250 yards out. It doesn’t move.\n\nShe reacts, startled, opens her mouth--\n\nRoyce’s hand wraps around it. Shakes his head. Lets go.\n\nIsabelle snaps up the rifle.\n\nHER POV: Night vision. The branch is already gone.\n\f44.\n\nShe shakes her head. Royce points.\n\nDeep in jungle, the faintest sense of motion.\n\nShe tracks it.\n\nHER POV: A glimmer. There one moment, gone the next.\n\nCLICK, she drops the safety. Others hear it, react, tensing.\n\nEXT. JUNGLE - NIGHT\n\nSomething fast and agile cuts into frame, arcing left.\nCircling our guys.\n\nEXT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUNGLE - NIGHT\n\nSomething fast and agile cuts into frame, arcing left. Circling our guys. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TREES - NIGHT - LATER\n\nIn the trees, everyone’s alert, looking out in different\ndirections, waiting for an attack.\n\nA bug lands on Stans’s neck. He crushes it, eyes never\nleaving the jungle.\n\nIsabelle. Glued to the scope. A whisper\n\nISABELLE\nWhy isn’t it coming?\n\nROYCE\n...It’s waiting.\n\nShe glances at him. Shakes her head. She doesn’t have a shot.\nAnd they can’t sit here forever.\n\nBeat.\n\nSlowly Royce puts down his weapon. Ammo. Side arm. Lightening\nthe load.\n\nIsabelle. Royce. Reading one another\n\nROYCE\nDon’t miss.\n\nSMASH TO:\n\f45.\n\nEXT. JUNGLE/EXT TREE - NIGHT - INTERCUT\nOn Royce -- running.\n\nFifty yards to his left, a blur, moving parallel, matching\npace.\n\nRoyce keeps running, leaping logs, ducking low branches.\nISABELLE’S POV: Royce, sprinting. Rapid shifts to his\npursuer. Now forty yards out and closing. Two trains ona\ncollision course.\n\nBack to Royce. He angles left.\n\nThe hunter adjusts accordingly.\n\nISABELLE’S POV: Its form -- still largely unseen -- strobes\nthrough the bushes. Too fast to draw a bead on.\n\nRoyce -- he can hear it approaching -- still, he never looks\nback, never skips a beat -- just hauls ass.\n\nEight yards out... Six...\n\nIsabelle’s finger tenses on the trigger\n\nHER POV: Four yards... Two...\n\nRoyce -- the creature almost upon him.\n\nTalons -- long, black, jagged -- SLASH!\n\nBANG! Thing’s blown off to the side and out of frame.\nRoyce drops to the ground, exhausted.\n\nIsabelle lowers the rifle, her expression unreadable.\n\nEXT. JUNGLE - MOMENTS LATER\n\nRoyce stands over the slain monster, doubled over, sucking\nwind. The others approach.\n\nSTANS\nIs it dead?\n\nRoyce manages a nod.\n\f46.\n\nSTANS\n\nWhen why the fuck aren’t you\n\nsmiling?!\nRoyce motions over his shoulder toward the body.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n46. STANS\n\nWhen why the fuck aren’t you\n\nsmiling?! Royce motions over his shoulder toward the body. \n\nTARGET SECTION TO BE ANNOTATED:\nWe finally get a good look\nThe creature resembles a stick bug, multi-jointed limbs\nprotruding from its exoskeleton, carapace covered in sharp\nbone blades. Definitely not a Predator. More importantly,\n\nA harness stretches over its chest. In the center, a broken\naltimeter.\n\nSTANS\n(fuck me)\n...It’s one of us.\nIsabelle approaches.\n\nROYCE\nGood shot, anyway.\n\nShe ignores him. Checks the tree trunk next to the corpse.\nA ragged hole in it. The confirmation she needed.\n\nISABELLE\nI missed.\n\nOH SHIT!!\n\nThey react -- sitting ducks -- can practically feel another\nincoming round screaming toward them...\n\nInstead, a low, quiet rasp:\n\nVOICE\nOver here.\n\nThey spin toward it.\nNothing.\nBehind them now:\n\nVOICE\nOver here.\n\f47.\n\nEveryone, save Royce, reflexively swings that way.\nRoyce -- fool me once -- stays put, eyes panning slowly...\nThe tip of a burnished barrel brushes his ear.\n\nHe turns. Finds himself facing the business end of a long\nrifle. Only alien and much more badass.\n\nAt its terminus, jungle. And two eyes.\n\nVOICE\nWhat are you?\n\nROYCE\nFucked. How about you?\n\nBeat.\nThe barrel pulls away.\n\nJungle seems to shift. A camouflaged form, composed of leaves\nand vines, steps forward. The ultimate Ghillie suit. The kind\nthat hunters wear to blend into their surroundings.\n\nIts hood is pulled back to reveal--\n\nNOLAND. 60’s. Hard open face, battered by elements and age.\nScars. Burn marks. It’s not the years, it’s the mileage.\n\nNOLAND\nAlive.\n\nTakes in our crew. Doesn’t like what he sees. His voice has\nthe cadence of a man who hasn't used it in a very long time.\n\nNOLAND\nAnd you're sloppy. I've been\nhearing you for six hours.\nSmelling you for eight. And if I\ncan, so can they.\n(beat)\nIt’s going to rain soon.\n\nStarts to walk away.\n\nISABELLE\nWait.\n\nOff his look,\n\f48.\n\nISABELLE\nWho are you?\n\nThe sound of his own name seems almost unfamiliar to him:\n\nNOLAND\nMy name is... Noland.\n\nHe strides back into the jungle.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sound of his own name seems almost unfamiliar to him:\n\nNOLAND\nMy name is... Noland. He strides back into the jungle. \n\nTARGET SECTION TO BE ANNOTATED:\n Our crew trade glances.\nWisely decide to follow.\nEXT. CLIFF - NIGHT\n\nHigh stone walls loom. Noland heads for them, moving with the\npracticed precision of a seasoned hunter.\n\nAn odd sight ahead stops them in their tracks.\n\nThree Predator skeletons -- ancient, bones bleached, rib\ncages pulverized, skulls shattered -- lie on the ground.\n\nThe forth is fused with a Super Predator skeleton, blades --\nnot even a speck of rust, even after all these centuries --\ndriven into one another, locked in an eternal struggle.\n\nThey take in the eerie tableau, staggered by it.\n\nNoland just brushes past it. He’s seen it all before.\n\nTHUNDER CLAPS in the distance.\n\nPlants begin to close up. Bulbs retract, as thick, fibrous\nleaves wrap around them protectively. Soon we’1ll know why.\n\nNoland picks up the pace. To our crew:\n\nNOLAND\nHurry.\n\nDrops start to fall. Sizzle on the skeletons.\nOne hits Stans’s shoulder, burns through fabric. He YELPS.\n\nSTANS\nWhat the fuck?!\n\nMake that acid rain. Figures.\n\f49.\n\nDead end ahead. Noland marches toward it, undeterred. Rounds\nan outcropping. Pulls back a heavy camouflage net.\n\nCave entrance behind it. He disappears inside. Our heroes\ntrail. All save--\n\nEdwin. Frozen. Something in his expression we haven’t seen\nsince we’ve met him. Terror.\n\nEDWIN\nI have... an issue... with small\nspaces.\n\nROYCE\n\nDeal with it.\nEdwin tries. Can’t.\nShaking, on the verge of hyperventilating -- his creepy calm\nveneer cracking like ice -- at the moment he’s nothing but a\nstranger in a strange land, stranded, scared, pathetic.\n\nMore drops fall. The ground smolders. If Edwin stays outside,\nhe’s toast.\n\nIsabelle takes pity. Steps back out.\n\nISABELLE\nLook at me. Look at me.\n\nHe does. Deer in the headlights.\nISABELLE\nWe’re going to do this together\nTake my hand. Keep moving. One foot\nin front of the other.\nSlowly and with supreme effort, Edwin complies.\n\nISABELLE\nGood. You’re doing good.\n\nThey enter--\nINT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nISABELLE\nGood. You’re doing good. They enter--\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n PASSAGE - NIGHT\n\nNikolai pulls a Claymore from his pack. Plants it, about to\nstring a trip wire.\n\f50.\n\nNOLAND\nDon’t. They’re smart. Too smart for\nthat.\n\nHe moves off into darkness. Clearly knows every inch of this\nplace. The passage continues ahead, curving to the left.\n\nNoland pushes up against a wall. A hatch opens up.\n\nINT. NOLAND'S CAVE\n\nIsabelle and Edwin are last to arrive. Noland pulls a heavy\ntrap door closed behind them, secures it with alloy rods.\n\nTurns up a dial on some strange device. Light washes over,\nilluminating--\n\nThe space is large and spartan. Thee hatch. A cot next to it.\nMakeshift table and bench. Hard living.\n\nEverywhere, bits and pieces of gear, some man made, most\nalien. A scavenger's den.\n\nNoland puts down the rifle. As he peels off his Ghillie suit\n\nNOLAND\nThey drop you in?\n\nRoyce nods.\n\nNOLAND\nHell of a rush, huh?\n\nAn armored plate beneath it. Think alien Kevlar. Stans eyes\nit, greedy, envious. KNOCKS on it, liking the sound.\n\nSTANS\nWhere did you get that?\n\nNOLAND\nOff the guy who didn’t need it\nanymore. Don’t touch my stuff.\n\nAnother suit under the plate, this one made out of the hide\nof some creature. Off their looks,\n\nNOLAND\nBlocks the body heat. Can’t hunt\nwhat you can’t see.\n\f51.\n\nISABELLE\nHow long have you been here?\n\nNoland motions to a wall.\nThousands of lines carved into stone. Thousands of days.\n\nNIKOLAT\nJesus...\n\nNOLAND\nDon’t see much of him around here.\nWe win the war?\n\nNIKOLAT\nIraq?\n\nNOLAND\nVietnam.\n\nNikolai shakes his head.\n\nNOLAND\nFigured we wouldn't. Victory's in\nthe mind. We lost before we even\nwent in.\n\nEDWIN\nHow did you survive this long?\n\nNOLAND\nBeing smart. Keeping my head down.\nSalvaging what I can, when I can\nfrom whatever I can. Making sure\nthey don’t know where I am.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nKeeping my head down. Salvaging what I can, when I can\nfrom whatever I can. Making sure\nthey don’t know where I am. \n\nTARGET SECTION TO BE ANNOTATED:\n You\nwant food?\n\nEDWIN\nI could eat.\n\nNoland nods to an earthen bowl. Edwin peeks inside. Looses\nhis appetite very quickly.\n\nNOLAND\nI'd tell you it tastes like\nchicken. Except I don't remember\nwhat chicken tastes like. But you\ncan live on it.\n\fAll ears.\n\n52.\n\nNIKOLAT\nWhat is this place?\n\nNOLAND\nFar as I can tell, a game preserve.\nAnd you and I are the game.\n\nROYCE\nThey stock it.\n\nNOLAND\nThat's right. You're lucky. Most\nhumans don’t make it this far.\n\nISABELLE\nSo all this is just for sport?\n\nNOLAND\nI didn't say that.\n\nNOLAND\nEvery year they bring in the fresh\nmeat. Shit you wouldn’t even\nbelieve. They hunt ‘em. Kill ‘em.\nBut every so often one of us kills\none of them. That’s when they get\nreal interested. Slice the poor son\nof a bitch up. See what makes him\ntick. Next season, when they are\nback, maybe their weapons have\nchanged, or maybe their armor.\nMaybe even them.\n\nThey trade glances.\n\nROYCE\nHow do we stop them?\nNOLAND\nYou don't.\nROYCE\n\nThey've got to have a weakness.\n\nNOLAND\nSome ones we got. ‘cept what kills\nus just hurts them.\n\n(MORE)\n\f53.\n\nNOLAND(cont'd)\n(shakes his head)\nI’m going to bed. No loud noises.\nThey're out there.\n\nEDWIN\nHow do you know?\n\nNOLAND\n(matter of fact)\nBecause they're always out there.\n\nINT. NOLAND'S CAVE - LATER\n\nTime's passed. Lights are low. Noland's asleep on his cot.\nThe crew is arrayed around the cave. Nowhere to go. Nothing\nto do. Just time to kill. And ponder\n\nHanzo’s eyes take in a pile of weapons in the corner. Some\nwe recognize -- a pump action ten gauge, a katana, a CAR-15,\na flare gun, Dirty Harry’s Magnum. Some whose origins we can\nonly imagine.\n\nHanzo picks up the katana. Studies it with reverence. Pulls\nthe blade half way out of the scabbard.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHanzo picks up the katana. Studies it with reverence. Pulls\nthe blade half way out of the scabbard. \n\nTARGET SECTION TO BE ANNOTATED:\nHis eyes are reflected in the steel.\n\nHANZO\nThis is old. Very old.\n\nThey react, both to the statement and the fact that he’s\nfinally broken his silence.\n\nROYCE\nThey’ve been doing this for a long\ntime.\nNIKOLAT\nYou speak English.\nHANZO\nYes.\nSTANS\n\nSo why didn’t you say something?\n\nHanzo lifts up his diminished hand.\n\f54.\n\nHANZO\n(indicating the missing\nfingers)\nBecause I talked too much.\n\nNikolai laughs. Not a sound you hear often in this place.\n\nStans chuckles as well. To Edwin:\n\nSTANS\nSo what’s your story, white bread?\nEDWIN\nI don’t have one.\nSTANS\nEverybody’s got a story.\nEDWIN\nI sell life insurance.\nSTANS\nYeah? How about you write mea\n\npolicy?\nHe chuckles. Edwin doesn’t.\nEDWIN\nI’m afraid that would be a poor\ninvestment.\n\nSTANS\nWhy is that?\n\nEDWIN\n(same flat monotone)\nBecause we’re all going to die.\nStans’s smile fades.\n\nIsabelle and Royce, in the far corner, apart from the rest.\n\nISABELLE\nHe's right.\n\nROYCE\nNot me. I’m going home.\n\nISABEL\nWhat’s that?\n\f55.\n\nROYCE\nEarth.\n\nISABEL\nAnyone waiting for you there?\nAnyone who was sad to see you go in\nthe first place? Anyone at all?\n\nHe doesn’t respond. She doesn’t expect him. A reversal.\n\nISABELLE\nDo you know what I was doing when I\nwas taken? The things I have done?\nDo you have any idea?\n\nROYCE\nYou did what you had to do.\n\nISABELLE\nI used to believe that. I used to\nbelieve a lot of things. (beat)\nThe trouble with the end justifying\nthe means is that sometimes you get\nto the end and wonder if it was\nworth it. And what it was all for.\n\nEyes full of pain.\nISABELLE\nYou said we were chosen. I asked\nfor what. I should have asked why.\nMidnight of the soul:\nISABELLE\nIt’s because we are predators\nRoyce. Just like them. And going\nhome isn’t going to change that.\nBeat. Hollow. Crushing.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeat. Hollow. Crushing. \n\nTARGET SECTION TO BE ANNOTATED:\n It hangs there. Until,\n\nROYCE\nWhere’s Noland?\n\nHeads turn to the cot. Empty.\n\nRoyce moves to the hatch, tries to pull it open. No dice,\nit’s sealed from the other side.\n\f56.\n\nROYCE\nNoland! NOLAND!\n\nNo response.\n\nSTANS\nWhat the hell is he doing?\n\nEDWIN\nCollecting.\n\nOff their reactions,\n\nEDWIN\nHe's a scavenger. What he can, when\nhe can, from whatever he can. Or\nwhomever. He wants what we have.\n\nAs a confirmation, smoke -- grey-green and thick -- begins to\npour in through holes in the floor. FUBAR.\n\nThey react. Some try to cover their mouths. Others attempt to\nplug the vents. Both plans appear futile.\n\nRoyce -- spur of the movement -- JACKS in a green shell into\nhis shotgun.\n\nROYCE\nGet down.\n\nISABEL\nWhat are you--?\n\nRoyce levels the weapon toward the far wall.\n\nROYCE\nNow!\n\nEveryone dives for cover.\n\nBOOOM! That was a Frag-12 round. Effectively turning the\nshotgun into a rocket launcher.\n\nEXT. CLIFF\n\nMuffled concussion. A few rocks slide. Otherwise it’s quiet\n\f57.\n\nEXT. JUNGLE - SAME TIME\n\nSUPER PREDATOR POV: Keying in on falling rocks. Tracking them\nback to the source. Detecting a hot spot on the cliff face,\nradiating from the inside.\n\nINT. NOLAND'S CAVE\n\nOur guys pick themselves up, ears ringing, dust and debris\ncovering their bodies.\n\nSTANS\nWhat the fuck was that?\n\nROYCE\nCalling in the cavalry.\nINT. PASSAGE\n\nNoland stands outside, stoking a fire, smoke wafting upward,\ninto his cave. Hears. Knows.\n\nNOLAND\n(under his breath)\nYou crazy fucker.\nBooks for the exit.\nToo late.\nFramed at the mouth of the cave, the outline of a monster\n\nNoland takes a step back... and raises his hands. Calmly:\n\nNOLAND\nI'm unarmed.\n\nBLAM, a plasma round PLASTERS him all over the wall.\n\nThe Super moves past the charbroiled corpse.\n\nINT. NOLAND'S CAVE\n\nRoyce and the others crouch by the hatch.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Super moves past the charbroiled corpse. INT. NOLAND'S CAVE\n\nRoyce and the others crouch by the hatch. \n\nTARGET SECTION TO BE ANNOTATED:\n Smoke still\nbillows, then shifts, as something approaches from the other\nside.\n\f58.\n\nWait for it... Wait for it...\n\nWHAM, WHAM, WHAM, the Super RAMS the door. Hatch BUCKLES\ninward. Rivets POP. The thing barely hangs in its hinges.\n\nThey back away, guns trained on the entrance.\nAnd then the attack ceases, as abruptly as it began.\n\nThey trade glances.\n\nHANZO\nWe stay here, we die. We run, we\ndie.\n\nROYCE\n\nYou talk too much.\nHe grabs a flare gun. Sticks it into the breach. Pulls the\ntrigger.\nINT. PASSAGE\nWHOOSH, the projectile steaks down the passage.\n\nSUPER’S POV: A glowing globe heads toward us, its heat\naccentuated by the infra red. EXPLODES. A mini supernova.\n\nSuper’s momentarily blind. Reflexively grabs its eyes. Ten\nsecond window.\n\nAll the time our heroes need. They dash past.\n\nINT. PASSAGE\n\nAnd we’re running again. Twisting and turning corridors of\njagged rock, illuminated only by the tactical flashlight\nmounted on Royce’s shotgun.\n\nINT. CAVE\n\nSUPER PREDATOR POV: Filters kick in to compensate. Vision\nreturns. It chases after our crew.\n\f59.\n\nINT. PASSAGE\n\nWith the crew, sprinting like their lives depend on speed. At\nthe moment, they do.\n\nFOOTFALLS behind them.\n\nRoyce and Nikolai, at the rear, lay cover fire. Muzzles\nflash. Slugs spark and ricochet off stone.\n\nThey run some more. Spread out. Tighten up. Always in motion.\nStop and you die.\n\nWalls glisten with condensation. Close in.\n\nSo does the demon behind them.\n\nAhead, the passage drops down into darkness.\n\nThey keep going, blind, slipping down the slime covered\nincline, into--\n\nINT. CAVERN\n\nA cathedral of stone. Something black and alive undulates on\nthe ceiling like some enormous organism.\n\nNo cover. No exit. End of the line.\n\nThey cast about, frantic, searching for options. Finding\nnone.\n\nThe sound of water SLOSHING in the distance, drawing near\nGuns swing in its direction.\n\nISABELLE\nCan’t say it’s been a pleasure.\n\nThey gets ready.\nCloser...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nISABELLE\nCan’t say it’s been a pleasure. They gets ready. Closer... \n\nTARGET SECTION TO BE ANNOTATED:\n Closer... Inside the cave.\nWhich is when Royce rotates his weapon, FIRES!\n\nNot at the Super. At the ceiling. We might have a split\nsecond to ponder what he has against it. Maybe not. Cause--\n\f60.\n\nHundreds, nay, thousands of bats EXPLODE from it in all\ndirections. A screeching maelstrom of motion and wings\nCRASHES over the Super, veering around it, framing its\noutline, making it visible once again.\n\nSUPER PREDATOR POV: A CACOPHONY of high pitched SQUEALS. It\npractically RIPS APART its ear drums. Targeting system goes\nberserk, locking in on everything and nothing.\n\nSuper HOWLS in pain, claws at its skull, FIRES blindly.\n\nIn a word, pandemonium.\n\nAmidst all this Royce moves, low and fast, others trailing.\nSome of the bats escape upward. We track their flight path.\n\nA natural chimney rises up at a 45 degree angle, previously\nobscured by the nesting bats. A way out. They rush toward it.\n\nSuper recovers. Targets our crew. BAM!\nPlasma round SCORCHES Nikolai, sends him sprawling.\nIsabelle spins toward him.\nNikolai -- on the ground, hurt bad -- eye contact.\nROYCE\n(to Isabelle)\nCome on!\nNikolai simply shakes his head. Then looks away.\n\nRoyce grabs her. She doesn’t move. A thousand miles away.\n\nROYCE\nCome on, damn it!\n\nShe snaps back to reality. Shoves Royce aside.\n\nISABELLE\nDon’t. Fucking. Touch me.\n\nResumes running. Royce follows. Into the chimney they go.\n\nNikolai remains. Props himself up against the wall. Clutches\nhis chest. Waits...\n\nSuper de-cloaks into view.\n\f61.\n\nMassive. Armored. Unblinking ruby red eyes burn under a\nghoulish death mask. A walking nightmare.\n\nSNAP, its wrist blade extend, gleaming in low light.\nWolverine would be jealous.\n\nDrives them into Nikolai’s mid-section. Lifts the big man off\nthe ground like a rag doll.\n\nEYEBALL TO EYEBALL\n\nSuper studies Nikolai like a bug under a microscope. Wanting,\nwaiting for him to cry out.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nLifts the big man off\nthe ground like a rag doll. EYEBALL TO EYEBALL\n\nSuper studies Nikolai like a bug under a microscope. Wanting,\nwaiting for him to cry out. \n\nTARGET SECTION TO BE ANNOTATED:\n To beg. But all it gets is:\n\nNIKOLAT\n(subtitled Russian)\nYou... are... one.. ugly... mother\n\nfucker.\nCLICK. Super’s eyes snap down to Nikolai’s chest.\nTwo Claymores. And he just pulled the safeties.\n\nNikolai starts to laugh -- eerily similar to Billy’s iconic\nlaugh in the original.\n\nKABOO0000000000000000000000000000000000000000000000000000M! ! !\n\nINT. CHIMNEY - NIGHT\n\nWith out guys, shimming upward, as--\n\nWorld seems to convulse. Rocks shift. Chunks dislodge, fall.\nRoyce looks down.\n\nHIS POV: Fireball blossoms from below, moving toward them\nwith a concussive ROAR.\n\nHe barely has time to pull himself over an outcropping and\npress into a crevice before--\n\nFlame WASHES OVER him -- a flash of fury, heading for the\nsurface.\n\nAnd then it’s gone.\n\nLooking up, Royce sees the others. Smoldering. Singed. But\nalive.\n\f62.\n\nThey keep climbing. We rise above them, through the chimney,\nover the exit, as--\n\nSomething STREAKS past the camera. A familiar SCREECH.\n\nEXT. PLATEAU - NIGHT\nRoyce reaches the surface. Collapses.\n\nA barren plateau stretches out like an island of stone,\nsurrounded by jungle on all sides.\n\nAlmost in disbelief:\n\nSTANS\nWe... killed it.\n(realization dawning)\nWe fucking killed it!!!\n\nHe peers down the chute. Practically dancing a jig:\nSTANS\nFuck you, ET! How do you like us\nnow, motherfucker?! Huh?! Huh?!\nHunt this!\nHe grabs his package.\n\nBOOM! Plasma caster NAILS Stans in the back, blowing him out\nof frame. Revealing--\n\nBlack Super Predator. Finally unveiled in his full glory.\n\nHeavy jet black armor -- a hellish mix of medieval knight and\nsamurai -- envelops its hulking frame like the Grim Reaper’s\nshroud.\n\nDesiccated remains of its victims hang around its neck and\nbelt.\n\nA triple headed plasma caster rests on its mount. Cruelly\ncurved blades at the elbows. Spikes on shoulders, knees and\nheels.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nA triple headed plasma caster rests on its mount. Cruelly\ncurved blades at the elbows. Spikes on shoulders, knees and\nheels. \n\nTARGET SECTION TO BE ANNOTATED:\n Even its dreadlocks are weapons, each strand ending\nwith a razor-sharp tip weaved into the hair.\n\nThat same chilling RATTLE again.\n\nLaser sight extends, painting Royce’s forehead.\n\f63.\n\nOn Royce. Resigned. Ready. No sign of fear.\n\nBLACK’S POV: Royce, in infrared. A mass of color. Keying in\non his beating heart. Measuring its steady rate.\n\nROYCE’S POV: Nothing so fancy. Taking in the monstrosity\nbefore him. Giving it nothing. An eye fuck.\n\nGame over in 3-2-\n\nWHAM, Stans -- not quite as dead as we figured -- LEAPS on it\nfrom behind. PLUNGES his shiv into the thing’s neck.\n\nBlack’s turn to suffer. Round intended for Royce goes wild.\n\nStans -- his back a scorched, bloody mess, Noland’s alien\nKevlar exposed under the shredded fabric of his prison\njumpsuit -- a hole through the armored plate, but it bought\nhim the next few precious seconds of life -- hangs on to\nBlack like a pitbull, stabbing, punching, slashing, ROARING!\n\nWe finally see why he was chosen. He’s a fucking animal.\nSTANS\n(to the others)\nGo! GO!!!\nThey run for it.\nBlack -- its own ROAR drowns Stans’s -- DRIVES a bladed elbow\ninto his side, WHAM, WHAM. Its plasma caster SWIVELS,\ntracking the fugitives.\nStans -- bleeding, dying, fuck you, he eats that for\nbreakfast -- grabs the shoulder mount, twists it the other\nway, pointing the barrel toward the fucker’s head.\n\nBlack -- can’t fire without blowing its own brains -- re-\nfocuses his attention on Stans. WHAM! WHAM! WHAM!\n\nFinally Stans expires, still clinging on to his opponent\neven in death.\nEXT. JUNGLE - NIGHT\n\nWhat’s left of our crew -- Royce, Isabelle, Hanzo, Edwin --\nkeep moving.\n\f64.\n\nEXT. PLATEAU - NIGHT\nStans’s body HITS the ground.\n\nBlack Super Predator looms over. Levels its heavy gaze on the\njungle.\n\nAnother Super SHIMMERS into view alongside him. Locks in on\nthe same direction.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nLevels its heavy gaze on the\njungle. Another Super SHIMMERS into view alongside him. Locks in on\nthe same direction. \n\nTARGET SECTION TO BE ANNOTATED:\nBlack BELLOWS!\n\nIt’s the cry of a hunter. Stirring fear in the heart of its\nprey.\n\nAnd then the two creatures move, fast, efficient strides\nheading after their prey, fading to invisibility.\n\nEXT. JUNGLE - NIGHT\n\nThe screen is a microcosm of leaf, crystal drops of\nprecipitation refracting the moonlight, stone and emerald\ngreen moss. We hear the JUNGLE. Some distant BIRDS. HUM of\ninsects. The whisper of the WIND.\n\nRoyce -- a flash -- streaks into frame. Disturbing no leaves\nbreaking no branches, making no sound. Isabelle and Edwin\nbehind him, Hanzo trailing.\n\nEXT. JUNGLE - NIGHT - MOMENTS LATER\n\nSame spot. Distant RUSTLING. It gets closer and louder.\n\nWe don’t see Black Super Predator. We can only feel its\npassage by the vibration of the drops. As they fall--\n\nEXT. JUNGLE - NIGHT\n\nA forty yard sheet of rocks. Royce leaps onto it, keeps\nrunning.\n\nEXT. JUNGLE - MOMENTS LATER\n\nBlack Super Predator SHIMMERS into view. Scans the area with\n\nthe clinical detachment of a crime scene forensic. Shifts its\ngaze toward the ground.\n\f65.\n\nBLACK SUPER PREDATOR’S POV: Tracks end at the stretch of\nrock. Exponential magnification in rapid snaps. Times 4. 8.\n16. 32. Depressions in the stone. Deviations in topography.\n“Enemy Of The State” time.\n\nBut no good track. Which is exactly what Royce intended.\nUndeterred, Black CYCLES through different vision modes, like\na camera changing lenses. Ultraviolet. Terahertz. Gamma.\nFinally settles on--\n\nChemical sensor. Our heroes’ scent still lingers in the air\nin the form of their distorted silhouettes. It’s like looking\nback in time and seeing a pheromone imprint left by the\nperson who occupied the space minutes ago.\n\nBlack follows it, fading back to invisibility, certain as\ndeath and taxes.\n\nWe understand the game being played. A duel of hunters.\nTechnology against survival skills. Terminator vs. Rambo.\nEXT. HUNTING CAMP - NIGHT\n\nThe totem rises over the jungle canopy in the distance.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nRambo. EXT. HUNTING CAMP - NIGHT\n\nThe totem rises over the jungle canopy in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. SWAMP - NIGHT\n\nRoyce emerges out of bushes. Swamp to the left. Solid ground\nto the right.\n\nOthers stumble behind. Sucking air. Suffering the effects of\nthe run.\n\nRoyce puts his ear to the ground. The thing might be\ninvisible. But it’s not immaterial. And it is heavy.\n\nHe can sense their pursuer approaching in the distance.\n\nInto the swamp they go. Brackish, foul smelling water rises\nup to meet them.\n\nEXT. SWAMP - MOMENTS LATER\n\nBLACK’S POV: Moving. The pheromone trail lies before us like\n\nan illuminated path. Then... nothing. It just gets abruptly\nerased mid-air, overwhelmed by the stench of the swamp.\n\f66.\n\nBlack RATTLES in frustration.\nITS POV cycles back to infrared.\n\nRevealing the second Super, standing a few feet away,\ninvisible in the previous spectrum.\n\nA look between them. Something passes.\nSecond Super cuts into the swamp.\n\nBlack skirts around it, trying to outflank our guys. A vise.\n\nEXT. SWAMP - NIGHT\n\nRoyce and the others push through knee deep water, going on\nfumes and desperation.\n\nEXT. SWAMP - NIGHT\n\nSECOND SUPER’S POV: Moving, stopping. Panning around. Cycling\nmodes. Nothing.\n\nAs any hunter knows, it’s impossible to track over water.\n\nOr is it?....\n\nMACRO CLOSE on the surface of the swamp. Detecting\nINFINITESIMAL RIPPLES, reverberating from our heroes’ fading\nfootsteps. Calculating the distance from the source.\n\nAnd then we are moving again.\n\nEXT. SWAMP - NIGHT\n\nWith our crew, running, their feet SLASHING rhythmically\nagainst the water.\n\nEXT. SWAMP - SAME TIME\n\nIn Super’s POV, following their wake.\n\nEXT. SWAMP - NIGHT\n\nRoyce, still on the move, grabs a passing tree limb.\n\nEXT. SWAMP - MOMENTS LATER\n\f67.\n\nSplash! Splash! The Super, seen only via the afore-mentioned\neffect, rushes through the same spot, glued to the trail.\n\nWhich is why it doesn’t see the vine stretched an inch above\nthe bottom. An improvised trip wire.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Super, seen only via the afore-mentioned\neffect, rushes through the same spot, glued to the trail. Which is why it doesn’t see the vine stretched an inch above\nthe bottom. An improvised trip wire. \n\nTARGET SECTION TO BE ANNOTATED:\n Snags it--\n\nWHAM, the tree limb uncoils, WHIPLASHES it into next week\nSPLASH!!! Something heavy tumbles into the swamp.\n\nBeat. The creature climbs back on its feet, blue sparks\ncoursing around its flickering form. Cloak is on the fritz.\n\nThen gives out completely.\n\nSuper PUSHES control panel buttons on its gauntlet. No joy.\nTries the vision modes. Same.\n\nAnd then it HISSES like a pissed off cat.\n\nEXT. EDGE OF THE SWAMP - NIGHT\n\nRoyce climbs out onto a muddy embankment, others in tow.\nTen yards out, an ocean of tall grass. Savannah. They head\nfor it.\n\nEXT. TALL GRASS - NIGHT\n\nEveryone collapses, exhausted beyond words. For a while the\n\nonly sounds we hear are the wind and their ragged breathing.\nThen,\n\nISABELLE\n...They’re running us down.\n\nHANZO\nThe more they chase us, the weaker\nwe get.\n\nROYCE\nPersistence hunting. Driving us to\nexhaustion.\n\nBreak’s over.\n\f68.\n\nEXT. TALL GRASS\n\nStar splattered sky. Grass sways in the breeze.\n\nFour silhouettes, seen from afar, move through it.\n\nOne STOPS.\n\nRoyce glances back.\n\nHanzo stands in the center of the clearing. Tired of running.\nLooks at the survivors. A simple nod.\n\nAll they can do is keep going.\n\nSlowly, meticulously Hanzo removes his shirt. Folds it\nneatly. Lays down on the ground. Just like the shoes.\n\nThe body beneath covered in irezumi. Full body Yakuza\ntattoos. Dragon. Tiger. Images of violence made somehow\nbeautiful through art.\n\nHe unsheathes the katana. Holds it loosely, blade pointed\ndownward, Takakura Ken style.\n\nHe waits.\nOver his shoulder, as Second Super approaches.\n\nTargeting beam triangulates Hanzo’s face. Then drops downward\ntoward the tattoos.\n\nSUPER’S POV: Data, first on the man -- vital organs\nmusculoskeletal structure, nervous system -- then on the\nblade -- measurements, chemical composition -- scrolls.\n\nHanzo waits.\n\nThe beam disappears.\n\nSlowly the Super unstraps its caster. It THUDS on the ground.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe beam disappears. Slowly the Super unstraps its caster. It THUDS on the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nWalks towards Hanzo, picking up pace, as he goes.\n\nSNAP. SNAP. Twin WRIST BLADES -- acid etched alien steel\ncovered by glyphs and kill notches -- extend.\n\nTwo master swordsmen from different sides of the galaxy.\n\f69.\n\nSuper charges. A freight train.\n\nHanzo stands his ground.\n\nIMPACT. Steel on steel. Sparks fly. A flurry of moves --\nslashes, stabs, blocks and counterattacks -- too dazzling to\ncomprehend -- a dance of death, a duel of equals.\n\nThey disengage. Circle. Looking for openings.\n\nSuddenly lunge. CLASH. Swords LOCK, GRIND along each other\nThe eyes of their owners are linked as well.\n\nSlivers of metal SHEER. A shower of sparks.\n\nSuper flexes its massive arms, driving Hanzo back. SLASH!\n\nA line of red wells across Hanzo’s shoulder.\n\nSuper flicks off its opponent’s blood.\n\nHanzo nods. Switches his stance. High guard.\n\nSuper considers. His own blade hangs low.\n\nHanzo adjusts his grip. Shifts his balance. A coiled spring.\n\nSUPER’S POV: Computer calculates Hanzo’s weight dispersal.\nMuscle tension. Predicting where he’s going to strike next.\n\nThey charge toward one another.\n\nA BLUR of steel, as they pass. SWISH! SLASH!\nThen stop.\n\nBeat. We can’t tell who got whom. Until...\n\nSuper gurgles black blood. Slides apart, split from shoulder\nto thigh.\n\nHanzo DRIVES his sword into the ground. An echo of Kurosawa.\nHis hand on the hilt. Blood flows freely down the wrist.\nHe looks up at the sky. Collapses.\n\nA beautiful death.\n\f70.\n\nEXT. JUNGLE\n\nRoyce cuts between leafy plants, pushes into a small\nclearing. Three miles out, the totem. Nearing home stretch.\n\nA form glides into view. Predator Falcon. That same\nSCREECHING sound again. Noting Royce’s reaction:\n\nEDWIN\nIt’s just a bird, is it?\n\nROYCE\nNo, it’s not.\n\nThe master can’t be far behind.\n\nRoyce casts about, searching for an out. Cover is sparse.\nThey stay on the ground, they’re dead.\n\nHis gaze travels upward, toward the jungle canopy.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nCover is sparse. They stay on the ground, they’re dead. His gaze travels upward, toward the jungle canopy. \n\nTARGET SECTION TO BE ANNOTATED:\n Isabelle\ntracks it. Reacts. Shit. And she thought running was bad.\n\nROYCE\nGot a better idea?\n\nShe doesn’t. Edwin pales a bit.\n\nISABELLE\nLet me guess. Heights.\n\nHe nods. Then, tapping into some hidden reservoir, a hint of\nsteel beneath his meek exterior:\n\nEDWIN\nI know. Deal with it.\n\nThey begin to climb, using branches, vines, outcroppings\nanything they can for purchase.\n\nThe Falcon continues to circle.\n\nWe zero in on its eye. Then PULL BACK. Except we’re now--\n\nEXT. JUNGLE - SAME TIME\nOn the eye of its master. Bird’s POV reflected in the pupil.\n\nBlack can see what the Falcon sees. A biomechanical link.\n\f71.\n\nEXT. TREE\n\nWith our guys, no safety lines, pushing themselves upward,\nfighting for every inch, and now it’s a race, cause--\n\nEXT. JUNGLE\n\nBLACK’S POV: Knows exactly where they are, and he’s hauling\nass!\n\nEXT. TREE\n\nClimbing. The canopy looms above. A shield of green. We draw\ntoward it, slowly but surely.\n\nEXT. RIVER\n\nBLACK’S POV: Going flat out at punishing pace, strong,\neffortless, a machine.\n\nEXT. TREES\nAt last they reach the top. Royce looks down.\n\nBushes RIPPLE, as if a small tornado was passing through\nthem. Closing rapidly on their position.\n\nIsabelle, just below, reacts to his expression.\n\nISABELLE\nDo I want to know?\n\nROYCE\nNo. You want to run.\nEXT. TREE TOPS\nThat they do.\nA mad dash through an intricate latticework of tree limbs, so\nthick and intertwined they form a kind of hidden, treacherous\ncatwalk, broken up by gaps and crevices. A vertigo-inducing\n\nexperience.\n\nAs they pass, we descend through the foliage, streak toward\nthe ground below toward--\n\f72.\n\nEXT. JUNGLE\nBlack -- a shimmer -- fifty feet down and a hundred yards\nbehind -- relentless, gaining.\n\nITS POV: Leaves obscure the view of the prey. No matter\n\nEXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUNGLE\nBlack -- a shimmer -- fifty feet down and a hundred yards\nbehind -- relentless, gaining. ITS POV: Leaves obscure the view of the prey. No matter\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TREE TOPS\n\nThe Falcon SWOOPS from above, and we’re now in its POV, with\nour guys again, sprinting, struggling forward, unaware that--\nEXT. JUNGLE\n\nBlack’s plasma caster WHIRS into motion.\n\nBLACK’S POV: Aiming through the bird’s eyes. Matching their\n\nmovements, anticipating where they are going to be in the\nsplit second it’1l take the rounds to reach their marks.\n\nEXT. TREE TOPS\n\nThe Falcon -- ahead of the quarry -- keeps a constant lock.\nEXT. JUNGLE\nBlack Super -- has them dead to rights -- about to fire, as--\n\nEXT. TREE TOPS\nBAM, BAM, BAM! Royce OPENS UP on the Falcon.\n\nIt’s forced to evade. Tracer rounds STREAK by.\n\nEXT. JUNGLE\n\nBOOM! Black’s blast -- targeting lock disengaged -- misses\nblowing chunks out of a tree.\n\f73.\n\nEXT. TREE TOPS\n\nThe bird dips, trying to recover, coming around for another\npass.\n\nRoyce keeps pouring rounds at it. Keeps missing.\n\nIt’s ducking, weaving, constantly changing altitude,\nimpossible to hit.\n\nBOOM! Another blast ERUPTS through the canopy, closer now.\nThe concussion knocks Royce back. He loses the shotgun.\n\nIt plummets below.\n\nFALCON’S POV: target lock re-acquired.\n\nCRACK!\n\nFalcon -- a mid-air explosion of feathers and metal --\ncorkscrews into a tree like a shot down Messerschmitt.\n\nBullseye.\n\nIsabelle lowers the smoking barrel.\n\nEXT. JUNGLE\n\nBLACK’S POV: The link severed. Everything goes black. BELLOWS\nin pain and rage!\n\nEXT. TREE TOPS\n\nRoyce -- a simple nod to Isabelle -- keeps moving.\n\nEXT. JUNGLE\n\nBLACK’S POV: Vision returning slowly. Panning across the\ncanopy. No sign of the prey.\n\nAnd then it really RATTLES!\n\f74.\n\nEXT. JUNGLE - OTHER\n\nRoyce drops into frame, descending from the tree. Isabelle is\nnext. Then Edwin.\n\nHe takes two steps and--\nTHWACK!\nEdwin SCREAMS.\n\nA barbed vice -- an alien bear trap -- is locked onto his\nankle, bronze alloy stained red.\n\nIsabelle rushes toward him. Drops to her knees.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nA barbed vice -- an alien bear trap -- is locked onto his\nankle, bronze alloy stained red. Isabelle rushes toward him. Drops to her knees. \n\nTARGET SECTION TO BE ANNOTATED:\n Strains to\npull the jaws open. Can’t.\n\nISABELLE\nHelp me!\n\nRoyce doesn’t move.\n\nShe glares. Continues to struggle. Eventually they give just\nenough for Edwin to pull his leg free. He collapses.\n\nShe examines the wound. Edwin winces.\n\nISABELLE\nHurts?\n\nEDWIN\nLike hell.\n\nISABELLE\n\nGood. Means there’s still blood\nflowing. Another quarter of an\ninch, and it would have hit your\nfemoral artery.\n\nEDWIN\nGuess it’s my lucky day.\n\nROYCE\nIt isn’t.\n\nHe doesn’t even look at the wound. He doesn’t have to.\n\f75.\n\nROYCE\nThat trap wasn’t meant to kill.\nJust to maim.\n\nCold hard truth. Both barrels of it:\n\nROYCE\nLeave him.\n\nISABELLE\nHang on just a fucking second!\n\nROYCE\n(to Edwin)\nNo offence. But you’re dead weight.\n\nEDWIN\nI can still walk!\n\nROYCE\nNot for long. You’1l get winded\nquickly. You’1l say you don’t need\nany help. But sooner or later\nyou’11 start lagging behind.\nEventually you won’t be able to\ncontinue on your own. We’1l feel\nbad. We’1ll carry you. And then\nyou’11 drag us down with you.\n\nBeat. Both know he’s right\nRoyce takes out his handgun. Ejects the clip. Leaving--\n\nROYCE\nOne round in the pipe. That’s all\nyou need.\n\nHe tosses the pistol to Edwin.\n\nIsabelle explodes, the total tonnage of everything she’s been\nthrough in the last 36 hours unleashing like a broken dam.\n\nISABELLE\nWe can’t do this! This isn’t right!\nThis isn’t fucking right! He’s one\nof us!\n\nRoyce’s calm matches her fury.\n\f76.\n\nROYCE\nDon’t you get it? This is a trick.\nDo you think it would stop for one\nof its own? It wants your\ncompassion. Your pity. To feel\nsomething for this man. To be\n\nhuman.\nBeat.\nISABELLE\nThen I guess I am. What are you?\nROYCE\n(an echo of Noland’s line)\nAlive.\nBrass tacks:\nROYCE\n\n...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are you? ROYCE\n(an echo of Noland’s line)\nAlive. Brass tacks:\nROYCE\n\n... \n\nTARGET SECTION TO BE ANNOTATED:\nI/m not dying for him. You want\nto carry him, it’s on you.\n\nStarts walking away.\n\nISABELLE\nRoyce!\n\nHe slows. Turns. Meaning every word:\nISABELLE\nYou don’t belong here with us. You\nbelong back there. With them.\nRoyce processes this.\nAnd then he’s gone, consumed by jungle.\n\nBeat.\n\nEDWIN\nYou should have gone with him.\n\nISABELLE\n(simply)\nI know.\nShe grabs Edwin’s hand, pulls him to his feet\n\nWHOOSH!\n\f77.\n\nSomething knocks them out of frame.\nA HEAVY ALLOY MASH NET\nThey lying on the ground, wrapped in it like a cocoon.\n\nTHEIR POV: Black materializes. Looms over. Off that\n\nEXT. HUNTING CAMP - NIGHT\nMoving through it.\n\nShell casings litter the ground. Trees pocked with bullet\nholes. Earth marred by grenade blasts. A battle zone.\n\nThree remaining Predator hunting dogs lunge at the bars of\ntheir cages, foaming at the mouth, choking on BARK like\nvomit, trying to get at someone just beyond their reach.\n\nPredator still hangs on the totem. Snaps back to\nconsciousness.\n\nPREDATOR POV: Royce standing before him. Close. Too close.\n\nPicks up an axe from a pile of discarded Predator weapons at\nthe thing’s feet. Feels its weight in his hand.\n\nBeat.\n\nROYCE\nYou understand me?\n\nCrucified Predator focuses on him with bloodshot eyes.\nROYCE\n\nI want out. Off world. There’s a\n\nship here. Can you fly it?\nCrucified Predator studies Royce for a long beat.\nThen, a nod.\nSlowly Royce raises the blade...\nTHWACK! He cuts the creature’s bond. THWACK! THWACK! THWACK!\nPredator falls to the ground.\n\nMoment of truth.\n\f78.\n\nPredator rises to his feet. Massive. Imposing, even despite\nhis injuries. Or perhaps because of them.\n\nRoyce stares at him, tensing, ready to fight and die.\nAnd then the thing ROARS!\n\nIt is a cry ripped from the depths of its soul. Fierce.\nPrimitive. Timeless.\n\nEXT. JUNGLE\n\nIsabelle and Edwin are DRAGGED along the jungle floor\nCaptives.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nTimeless. EXT. JUNGLE\n\nIsabelle and Edwin are DRAGGED along the jungle floor\nCaptives. \n\nTARGET SECTION TO BE ANNOTATED:\nThe ROAR washes over them. Birds SCREECH. Animals HOWL. It’s\nas if the jungle itself is reacting to the creature’s call.\n\nBlack’s head snaps toward the sound.\n\nINT. SUPER PREDATOR SHIP\n\nThe space is dark and dormant as a crypt. Bulkheads.\nMachinery. Grates. Spartan. Efficient. Lived in.\n\nCLOSE ON a Lexan panel. A gauntlet covered Predator hand\nglides along\n\nLights FLICKER on. A WHIR emanates from somewhere deep inside\nthe ship’s core. Grows stronger.\n\nHolographic display materializes.\n\nStar charts cycle through. Finally settling on--\n\nA familiar blue planet.\n\nIt reflects in Royce’s eyes.\n\nAnother panel flashes, red, insistent.\n\nA second hologram manifests. Ground proximity sensors. On it\nthree forms -- one massive, two smaller, entwined --\napproaching.\n\nPredator hand reaches down. Picks up the original, old school\n\nplasma caster resting on the floor. Lowers it onto his\nshoulder mount.\n\f79.\n\nCaster CLICKS into place. SWIVELS. GRINDS to a halt.\n\nPredator SLAMS his shoulder against a bulkhead. Caster\nswivels again, this time clean, even. Malfunction fixed.\n\nPayback time.\n\nPredator -- fully armed, fully armored, a warrior restored to\nhis former glory -- pushes out toward the exit.\n\nRoyce looks after.\n\nPredator exits the ship, hitting a panel on his way out.\nThe hell that is this planet is erased from view, as the\nbulkhead SEALS SHUT, leaving Royce very much alone.\n\nEXT. HUNTING CAMP - SAME TIME\n\nIsabelle and Edwin lie next to the pit, still wrapped in the\nnet. Black’s foot pushes them in.\n\nWe fall with them into--\n\nEXT. PIT\n\nThey land. HARD.\n\nIsabelle cranes her neck, looks up.\n\nThe walls of the pit tower above her like a silent scream.\nMarked by claws, talons and finger tracks of all shapes and\nsizes -- a rainbow spatter of dried blood -- left by the many\npairs of frenzied limbs of those came before her.\n\nThe earth RUMBLES. Bits of rock and dirt tumble down.\n\nEXT. HUNTING CAMP\n\nA few skulls RATTLE.\n\nBlack’s eyes snap toward them. Then to the totem.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUNTING CAMP\n\nA few skulls RATTLE. Black’s eyes snap toward them. Then to the totem. \n\nTARGET SECTION TO BE ANNOTATED:\nPredator’s gone, bonds cut\n\nBlack swings around in the direction of his ship...\n\f80.\n\nAnd DIVES, as a plasma bolt WHIPS by.\n\nInstantly fades to invisibility, triple targeting beams\nsearching for the shooter.\n\nMovement. Black UNLOADS, tearing the jungle to pieces.\n\nReturn fire scorches ground, Black’s form bracketed by\ndebris. Clearly his opponent can see through the cloak.\n\nBlack reacts, firing fast, running faster.\n\nAbove him, Predator -- a blur -- leaps from tree to tree,\nBLASTING back.\n\nRounds COLLIDE, EXPLODING mid air. A fireworks show in the\ndim pre-dusk light.\n\nWith Black, still in motion, as a form CATAPULTS out of the\njungle toward him on an intercept course.\n\nIMPACT!\n\nPredator vs. Super Predator. Original vs. Upgrade. Clash of\nthe fucking titans.\n\nWe’re tight, close quarters, hand to hand. Think snarling\npitbulls rolling along, ripping each other apart.\n\nINT. PIT\n\nIsabelle moves one arm. Manages to pull a knife out of her\nboot. Starts to saw through the mesh.\n\nMetal frays. Sounds of the fight above.\n\nINT. SHIP\n\nEngines spool up. Everything vibrates. Autopilot begins the\ncountdown.\n\nRoyce straps himself in. Time to go home.\n\nEXT. HUNTING CAMP\n\nTwo forms BASH each other against cages. Predator and Super\nPredator sized dents. Cloaks fry.\n\f81.\n\nGauntlets SMASH into one another. Armored fist against\narmored fist. Blood SPATTERS.\n\nPredator gets tossed against an empty cage. Steel BUCKLES.\nDogs tear at the bars, trying to get at him.\n\nBlack’s chaingun whip-draws itself -- locks onto--\nPredator, as he leaps, pushing the weapon upward.\n\nIt fires aimlessly, swiss cheesing the sky.\n\nPredator SLICES its barrels off with his wrist blades.\n\nWhite hot metal falls.\n\nINT. PIT\n\nSNAP, a strand of alloy mesh breaks. Isabelle starts sawing\nthrough another.\n\nThe walls are shaking, both with the fury of the battle above\nand the rising ROAR of the engines.\n\nINT. SHIP\n\nTight on Royce. Last man standing.\n\nHe’s alive. He made it.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLast man standing. He’s alive. He made it. \n\nTARGET SECTION TO BE ANNOTATED:\n Nothing to do now but sit back and\nenjoy the ride. But victory has a hollow taste...\n\nEXT. HUNTING CAMP\n\nPredator -- Black -- wrist blades locked. A contest of\nstrength, neither one willing to back down. WHAM, Black\ndelivers a vicious HEADBUTT that craters the other guy’s\nhelmet.\n\nINT. PIT\n\nThe hole is now big enough to wiggle out. Metal tears at\nIsabelle’s skin, as she pulls herself free.\n\nHelps Edwin out. He nods, grateful.\n\f82.\n\nINT. SHIP\n\nOn Royce. His eyes. He can walk away. He should. He must.\n\nEXT. HUNTING CAMP\n\nPredator staggers. Black DRIVES the wrist blades into his\nback, puncturing the skin at the base of the vertebrae.\n\nWraps its hand around it. Pulls with otherworldly strength.\nRIPS out Predator’s spinal column.\n\nIt’s over.\n\nBlack -- covered in blood, green and black -- studies his\nslain opponent. Discards the grizzly object\n\nEXT. SHIP\n\nBoosters FIRE, incinerating the ground below. Liftoff.\n\nEXT. HUNTING CAMP\n\nBlack’s head snaps toward the ship in ample time to see it\nlaunch into space. Down force kicks up leaves, knocks over\nskulls. One helluva exit.\n\nBlack’s eyes track the ascent. Twin points of pure hatred.\n\nEXT. PIT\n\nIsabelle watches as the ship passes overhead. Disappears from\nview. In seconds, all that’s left is a contrail.\n\nEdwin steps up next to her, eyes on the sky.\nHope -- if there was any left -- is gone.\n\nEDWIN\nBeautiful, isn’t it?\n\nIsabelle shifts her attention toward him.\n\nEdwin’s staring directly at her.\n\f83.\n\nINT. HUNTING CAMP\nSilence returns.\n\nBlack’s gaze pans over the camp. Something doesn’t feel\nright. Maybe it’s because--\n\nThe dogs are no longer barking.\n\nBLACK’S POV: Zooming in on one of the cages. A dog lies\nthere, unmoving, its form rapidly turning blue. Cooling off.\n\nIt’s dead.\n\nThe second cage. Same result.\n\nBlack’s plasma caster WHIRS to life, as he fades back to\ninvisibility. At least tries to.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSame result. Black’s plasma caster WHIRS to life, as he fades back to\ninvisibility. At least tries to. \n\nTARGET SECTION TO BE ANNOTATED:\n Blue sparks course around\nits form, as it SHIMMERS in and out. Cloak is still on the\nfritz.\n\nINT. PIT\n\nEDWIN\nI suppose that’s the difference\nbetween you and I. When you look\nout there, you see nothing but\ndeath. I see... home.\n\nHis hand SHOOTS out, rattle snake fast\nA cloud of the okra-colored powder washes over her.\n\nShe steps back, reflexively covering her face. Hands come\naway, stained with the substance.\n\nISABEL\nWhat are you...?\n\nAnd then she feels it.\n\nHER POV: The world distorts just a bit. Edwin’s face seems to\nslide out of focus, becoming more sinister.\n\nHer fingers suddenly feel like sausages. Knife falls to the\nground.\n\f84.\n\nEDWIN\nA neurotoxin. So many to choose\nfrom around here.\n\nEXT. HUNTING CAMP\n\nBLACK’S POV: Tracking. Vision cycling through different\nmodes.\n\nA thermal shape in the bushes. Gotcha! Targeting system locks\non. Plasma round streaks toward it. Direct hit.\nINT. PIT\nIsabelle backs away, as Edwin circles slowly, keeping close\nto the walls of the pit, face partially obscured by the\nshadows, fingers digging a little divot in the earth.\nEDWIN\n\nDon’t worry. It’s not fatal\n\nYou’1l be able to experience...\n\neverything.\nShe stumbles back, grabbing the wall for support.\n\nISABEL\nEdwin....\n\nEdwin just watches. He likes to watch.\n\nEXT. HUNTING CAMP\nBlack strides through the bushes to check on the kill.\nITS POV: Coming up on...\n\nA dead body of its own dog hangs off a tree. Wrapped ina\nhide of some creature. Bottling up the heat. Keeping it warm.\n\nOn Black. For the first time in its life, in some deep, dark\nrecess of its gene-spliced, enhanced heart, it knows fear\n\nEXT. PIT\n\nIsabelle fumbles for the knife.\n\f85.\n\nEdwin takes it away, gently, like a toy from a child,\nretreats back into shadow, examining the blade as he moves.\n\nEDWIN\nYou see, during our time on this\nplanet, I’ve had something of an\nepiphany.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n85. Edwin takes it away, gently, like a toy from a child,\nretreats back into shadow, examining the blade as he moves. EDWIN\nYou see, during our time on this\nplanet, I’ve had something of an\nepiphany. \n\nTARGET SECTION TO BE ANNOTATED:\n A revelation, if you\nwill, that I intend to share with\nyou.\n\nEXT. HUNTING CAMP\n\nBlack spins, searching.\n\nITS POV: Motion behind it. Orange heat signature of a figure,\nmoving low and fast, skirting the edge of the camp. Making a\ncircle.\n\nTargeting systems locks on. About to fire--\n\nSuddenly the heat signature disappears.\n\nThat’s because--\n\nA WALL OF FIRE spreads out in both directions. In seconds,\nthe dead brush surrounding the camp is BURNING.\n\nHeat on heat. Effectively depriving Black of its thermal\nvision.\n\nBLACK’S POV: Nothing. Shifting modes. Smoke and ash obscure\nmotion sensors. Hot wind washes away the scent. The sound of\ncrackling wood obscures sound.\n\nAmidst all this, a figure stands tall, backlit by the flames\nstaring at the confused creature.\n\nROYCE\n\nEXT. PIT\n\nFirelight flickers over the pit. Edwin, hidden in the\nshadows, flashes in and out of vision. A surreal image in a\nsurreal setting.\n\nISABELLE’S POV: The walls shimmer, then ripple, then\nundulate. Edwin’s features twist into a macabre sneer.\n\f86.\n\nAdvancing slowly toward her, as she backs away:\nEDWIN\nBack on our world, I’m a murderer.\nA freak. A monster. But in this\nplace, among other monsters, I\nam... normal.\nEXT. HUNTING CAMP\n\nBlack fades in and out of invisibility. An eerie echo of\nEdwin.\n\nITS POV: Obscured, panning. Drowning in the ocean of thermal\nred. Knowing something’s out there, just not what or where.\n\nA shape lunges! A flaming log SWINGS!\nSMASH! Plasma caster is toast.\n\nAnd then Royce is gone once again. A ghost.\n\nEXT. PIT\nShe’s pressed against the wall now. Nowhere to run.\n\nEDWIN\nI like it here. I want to stay.\n\nHer eyes flick about, desperate.\nEDWIN\nNo one is coming. No one’s ever\ngoing to come.\n\nKnife catches a flash of firelight, glints.\n\nEXT. HUNTING CAMP\n\nBLACK’S POV: Frantically cycles through different modes.\nAudio sensor kicks in. Filtering out the CRACKLING of the\nfire, the SNAPPING twigs.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUNTING CAMP\n\nBLACK’S POV: Frantically cycles through different modes. Audio sensor kicks in. Filtering out the CRACKLING of the\nfire, the SNAPPING twigs. \n\nTARGET SECTION TO BE ANNOTATED:\nUntil only one sound is left.\n\nFOOTSTEPS.\n\f87.\n\nBlack spins toward the source.\n\nRoyce -- coming up for another strike -- sees it. Stops cold.\nA pin dropping moment.\n\nBlack peers in Royce’s direction.\n\nITS POV: The audio readout scrolls next to the visual feed.\nThe line is flat.\n\nRoyce stands perfectly still.\n\nBLACK’S POV: Audio sensors shift. Exponential magnification.\nLike a super-powerful zoom lens, only for sound. Times ten.\nTimes a hundred. And then we hear--\n\nFaint BREATHS, desperately held back. A BEATING HEART.\n\nBlack fires its wrist blades, like a ballistic knife.\n\nRoyce ducks. Two projectiles whip by, missing him by this\nmuch. The third catches him in the shoulder.\n\nHe scrambles behind a boulder. Slides against the stone\npainting it red.\n\nINT. PIT\n\nEdwin cups Isabelle’s face. Caresses it with a knife.\n\nEDWIN\nI was right in front of you.\nWatching you. Earning your trust.\nWaiting for the right time. But you\ncouldn’t see me. Guess these things\naren’t the only ones who can turn\ninvisible.\n\nEXT. HUNTING CAMP\nRoyce, behind a boulder, blade protruding from his shoulder.\n\nSuddenly he’s YANKED off the ground.\n\nBlack -- inevitable -- SQUEEZES, choking the life out of\nRoyce.\n\f88.\n\nRoyce grabs the bloody blade. RIPS it out of his own body.\nRAMS into Black’s neck.\n\nThe thing roars, tosses Royce off to the side.\n\nHe scrambles back on his feet, runs.\n\nBLACK’S POV: Royce’s blood trail glows on the ground, leading\naway .\n\nEXT. PIT\n\nAsh cascades into pit like snow. Edwin doesn’t seem to notice\nor mind. An echo of the cave:\n\nEDWIN\nLook at me. Look at me.\n\nKnife tip pushes up just under her right eye, drawing a\nsingle drop of blood.\n\nEDWIN\nWe’re going to do this together\nEXT. HUNTING CAMP\n\nBlack -- flickering in and our of view -- follows the trail\nof Royce’s blood, passing by rows of hanging carcasses.\n\nWood CREAKS under their weight.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWIN\nWe’re going to do this together\nEXT. HUNTING CAMP\n\nBlack -- flickering in and our of view -- follows the trail\nof Royce’s blood, passing by rows of hanging carcasses. Wood CREAKS under their weight. \n\nTARGET SECTION TO BE ANNOTATED:\nThe blood trail leads to the base of the totem, stops by a\nmound of polished skulls. Terminates abruptly.\n\nBlack Super turns, head panning, searching.\nUnaware that--\n\nBehind it, one of the carcasses SHIFTS--\nROYCE\n\nEmerges from within, as if rejected by death itself, a\nfierce, primitive warrior--\n\nBlack spins toward him--\n\nRoyce SWINGS a Predator axe!\n\f89.\n\nWHAM! Black’s head snaps back. He staggers backward.\n\nITS POV: Hazy, distorted. Different modes strobe by,\nshuffling by themselves, like a deck of cards.\n\nA blur of perspectives. One thing remains constant.\nRoyce is coming at us, axe held high.\nIMPACT!\n\nThe thing’s helmet flies off, exposing its face for the first\ntime.\n\nThink Predator gone terribly wrong. A mutated version. No\nnose. Oversized mandibles. Slimy reptilian skin. Red eyes\nfull of venom and hate.\nEXT. PIT\nEDWIN\nI could promise you this wouldn’t\nhurt. But then I would be lying.\n\nIsabelle shakes her head, pleading, desperate.\n\nISABELLE\nYou don’t want to do this.\n\nEDWIN\nI have to.\n\nISABELLE\nNo. You don’t understand.\n\nAnd then something... changes in Isabelle’s eyes.\n\nSomething not quite human. Rippling under the skin. As if\nsome unseen creature is stirring within.\n\nAnd then Edwin knows terror. Off his scream,\n\nEXT. HUNTING CAMP\nBlack’s form careens into frame.\n\nIt reaches for its gauntlet. Starts PUNCHING in the self\ndestruct code.\n\f90.\n\nTHWACK! The axe severs the arm at the elbow.\nThe creature HOWLS.\n\nITS POV: The last thing it’1l see on the way to hell is\nRoyce’s axe, as it descends toward it.\n\nWe stay there for a beat, as Royce, more animal than man now,\ndrives the axe into the monster over and over and over again,\nlong after it’s dead.\n\nCUT TO:\n\nEXT. HUNTING CAMP - MORNING\nOn Black Super’s smoking form.\nPull back to Isabelle, staring down at it.\n\nRoyce stands to the side in the ash covered camp, looking out\nover burnt trees and dead jungle, toward the horizon.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUNTING CAMP - MORNING\nOn Black Super’s smoking form. Pull back to Isabelle, staring down at it. Royce stands to the side in the ash covered camp, looking out\nover burnt trees and dead jungle, toward the horizon. \n\nTARGET SECTION TO BE ANNOTATED:\nROYCE\nFirst time in my life, I don’t have\nany idea what to do.\n\nOn Isabelle. A long beat.\n\nISABELLE\nI might have a few.\n\nSMASH TO BLACK\n\f91.\n\n***** ALTERNATE ENDING*****\n\nEXT. PIT - NIGHT\n\nEDWIN\nI could promise you this wouldn’t\nhurt. But then I would be lying.\n\nShe strains to whisper something. Inaudible.\nEDWIN\nI’m sorry. I didn’t quite catch\nthat.\n\nEar at her mouth. Three tiny word:\n\nISABELLE\nSo would I.\n\nSomething flashes in her hand, drawn from Edwin’s breast\npocket.\n\nHIS SCALPEL.\nSLASH!\nHe dodges. Grins.\n\nEDWIN\nYou missed.\n\nISABELLE\nI didn’t.\n\nA thin line of blood wells up on his neck. Nothing more than\na paper cut.\n\nIn his own words:\n\nISABELLE\nVery poisonous. Very deadly. All it\nwould take is one scratch.\n\nOn Edwin, comprehension dawning. And then...\n\nThe poison from the plant -- still coating the edge of the\nscalpel -- hits him like a ton of bricks. His core\ntemperature rising. Neurons firing. Brain boiling inside his\nown skull. Blood seeps from his eyes, lips, nose.\n\f92.\n\nHe SCREAMS. Convulses. Doesn’t go gentle into that good\nnight.\n\nAll the torment inflicted upon his untold victims is visited\nupon Edwin ten fold.\n\nEXT. HUNTING CAMP\n\nBlack’s form careens into frame next to the totem.\n\nIt reaches for its gauntlet. Starts PUNCHING in the self\ndestruct code.\n\nTHWACK! The axe severs the arm at the elbow.\nThe creature HOWLS.\n\nITS POV: The last thing it’1l see on the way to hell is\nRoyce’s axe, as it descends toward it.\n\nDriving it backward. Into the spikes of the totem.\nBLACK.\n\nFADE IN.\n\nEXT. HUNTING CAMP - MORNING\n\nA newly born sun peeks over the horizon. The long night --\nand the terror it brought - are finally over.\n\nThe camp. Or rather what’s left of it. Smoldering. Decimated.\nPost appocalytic.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmoldering. Decimated. Post appocalytic. \n\nTARGET SECTION TO BE ANNOTATED:\nThe body of the Black Super Predator hangs off the totem, a\nspike driven through the side of its head. Poleaxed.\n\nRoyce and Isabelle sit at the base of the monument. Bleeding.\nBattered. 12 rounds. Still standing.\n\nNothing is said. Nothing needs to be said.\nSilence.\nCut short by--\n\nGround begins to vibrate, barely perceptible at first.\nGrowing stronger, rising in intensity and volume.\n\f93.\n\nAs if a freight train was coming toward them.\nSlowly Royce stands up. Isabelle alongside him.\nReady for whatever comes next.\n\nDust and ash swirl all around, obscuring vision in all\ndirections.\n\nThen the cloud settles, revealing--\n\nA PREDATOR SHIP\n\nThis isn’t the Enterprise. Ugly. Battered. Functional.\nThey stare.\n\nA form SHIMMERS into view. A Predator. Another. More. About a\ndozen of them.\n\nRoyce and Isabelle. No energy to fight. No point to run. They\nsimply wait.\n\nPredators part like the Red Sea. Their leader -- his armor\ndifferent from the rest, covered in trophies from untold\nhunts -- approaches.\n\nSurveys up our duo. The devastation. Last but not least, the\nslain Black Super Predator.\n\nSlowly he removes his helmet.\nThe face beneath it belongs to--\nDUTCH\n\nThe man. The myth. The legend.\n\nDUTCH\nNot bad, kid. Not bad at all.\n\nSMASH TO BLACK\n\nTHE END\n\f"
}