{
  "1": "RAISED BY WOLVES\n\nWritten by\n\nAaron Guzikowski\n\fEXT. ROCKY PLAIN - NIGHT\n\nA harsh wind howls over a rocky expanse -- angle slowly\nwidens to reveal the grey surface is pockmarked with\nperfectly circular holes...all identical -- around twenty-\n\nfive yards across.\n\nSuper -- KEPLER-22b. Distance from Earth: 600 light-years --\nover three small moons hanging in the black sky. A pin prick\nof light starts to shimmer in the center of the triangle --\ngetting brighter, closer --\n\nSuddenly a great booming sound reverberates over the\nlandscape as something comes barreling down through the\natmosphere, rapidly getting closer, then --\n\nIt passes overhead -- slams into the ground and starts\nsliding away across the rocky surface...\n\nMoving down the blackened, smoke filled trench the crashed\nobject left in its wake...blinking lights up ahead...it’s a\nSPACE CRAFT -- Earth built, but the tech looks to be at least\na century beyond what we have now. It’s about the size of a\ncompact automobile -- no windows -- maybe an unmanned\nsatellite. A SQUEALING SOUND starts emanating from inside --\n\nAngle widens to reveal the craft is teetering on the edge of\none of those round holes -- looks like it could tip over the\nedge at any moment...\n\nAngle widens some more, affording a view over the edge of the\nhole -- looks bottomless -- CREAK -- the doomed craft tips a\nfew more degrees -- sparks flying, scorched flaps and rudders\nwaving around uselessly. A LOUD BEEPING starts, then --\n\nThe craft starts to flower open, smoke leaking out -- CREAK --\nit tips a few degrees further as --\n\nA figure rises from the interior -- A YOUNG WOMAN wearing a\nlight space suit, a cloth flight mask covering her face --\n\nThe woman’s eyes are oddly calm as she takes in the\nbottomless hole looming beneath the craft -- the craft's\ndamaged thrusters belching fire -- flames whirl-pooling\naround the inside of the hole --\n\nINT. SMALL SPACE CRAFT - CONTINUOUS\n\nThe woman’s POV as she ducks down inside the claustrophobic,\nsmoke-filled space, sees a YOUNG MAN wearing an identical\nflight suit and mask.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAngle widens some more, affording a view over the edge of the\nhole -- looks bottomless -- CREAK -- the doomed craft tips a\nfew more degrees -- sparks flying, scorched flaps and rudders\nwaving around uselessly. A LOUD BEEPING starts, then --\n\nThe craft starts to flower open, smoke leaking out -- CREAK --\nit tips a few degrees further as --\n\nA figure rises from the interior -- A YOUNG WOMAN wearing a\nlight space suit, a cloth flight mask covering her face --\n\nThe woman’s eyes are oddly calm as she takes in the\nbottomless hole looming beneath the craft -- the craft's\ndamaged thrusters belching fire -- flames whirl-pooling\naround the inside of the hole --\n\nINT. SMALL SPACE CRAFT - CONTINUOUS\n\nThe woman’s POV as she ducks down inside the claustrophobic,\nsmoke-filled space, sees a YOUNG MAN wearing an identical\nflight suit and mask. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s struggling to dislodge a steel\ncrate the size of a steamer trunk from the interior --\n\fThe woman rushes to assist the man -- the two of them\nmuscling the steel crate, working to undo a series of heavy\nclamps -- the ship CREAKING, tipping --\n\nThe woman comes to a metal clamp that’s been melted shut --\nshe twists it, CRACKS the metal with inhuman strength --\n\nAngle widens to reveal there are no seats, windows nor any\nstasis pods inside the craft; the interior looks more like a\ncargo space than a cockpit.\n\nThe man and the woman start to lift the heavy container when\nCREAK -- the ship lurches suddenly, they fall back and --\nCLANG -- drop the container --\n\nThey exchange something with their eyes, then scramble to\ntheir feet and lift the crate back up --\n\nEXT. SMALL SPACE CRAFT/HOLE - CONTINUOUS\n\nCREAK, the craft tips a few more degrees as the woman climbs\nout of the top hatch, then reaches down inside -- grabs one\nof the crate handles -- pulling it up and out while the man\npushes it up from below --\n\nThey get the crate out via the top hatch, standing on the top\nof the craft with it when CREAK, the craft tips some more --\nthey struggle to keep their balance as --\n\nThey move the crate to the side of the craft facing solid\nground -- the redistributed weight stops it from tipping...\n\nThe woman nods to the man -- he nods back -- hops down to the\nground while she keeps hold of the crate. He looks up at her\n-- nods, ready --\n\nThe woman starts to slide the metal crate down to the man --\nthe craft starts tipping again --\n\nThe man grabs hold of the crate handle when -- CREAK, CRACK --\nTHE CRAFT SUDDENLY DROPS OUT FROM UNDER THE WOMAN. The man\ngets yanked down to his knees -- his arms snap straight, his\nhands still gripping the crate handle --\n\nAngle widens to reveal the woman hanging there, holding on to\nthe opposite handle -- her legs dangling over the seemingly\nbottomless hole --\n\nThe man then starts to pull the crate up and the woman with\nit, displaying incredible strength --\n\fBlue Rev. (mm/dd/yy) 3.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe woman nods to the man -- he nods back -- hops down to the\nground while she keeps hold of the crate. He looks up at her\n-- nods, ready --\n\nThe woman starts to slide the metal crate down to the man --\nthe craft starts tipping again --\n\nThe man grabs hold of the crate handle when -- CREAK, CRACK --\nTHE CRAFT SUDDENLY DROPS OUT FROM UNDER THE WOMAN. The man\ngets yanked down to his knees -- his arms snap straight, his\nhands still gripping the crate handle --\n\nAngle widens to reveal the woman hanging there, holding on to\nthe opposite handle -- her legs dangling over the seemingly\nbottomless hole --\n\nThe man then starts to pull the crate up and the woman with\nit, displaying incredible strength --\n\fBlue Rev. (mm/dd/yy) 3. \n\nTARGET SECTION TO BE ANNOTATED:\nBack to the woman, hanging from the crate handle as he lifts\nher up -- she looks back over her shoulder -- watching the\nship smashing into the walls of the hole below her --\nstrobing the shaft’s interior with light --\n\nThe man pulls the crate and the woman up and out. They\nremove their flight masks...both are in their early thirties\n-- an odd sort of intensity in their eyes that’s both\nattractive and unnerving...\n\nThey peer down over the edge of the hole -- see the craft has\ngotten caught up on an outcropping about a hundred feet down\n-- it’s stuck, hanging there, smoke billowing up...\n\nMAN\nRetrievable?\n\nThe woman considers...\n\nMAN (CONT'D)\n\nWithout the com system we'll have\nno way of detecting the arrival of\nthe Mithraic’s ark.\n\nWOMAN\nIt’ll be at least a decade before\nthey arrive here --\nThe woman kneels beside the steel crate --\nWOMAN (CONT’D)\nWe can’t afford to take unnecessary\nrisks; we’re about to become\nparents, Father.\n\nShe touches her hand to the surface of the steel crate -- two\ndozen lights start pulsing...\n\nFATHER\nYes -- you're right, Mother.\n\nMother watches the lights pulse for a moment, then --\n\nMOTHER\nAll the embryos are intact...\n\nFather nods...something occurs to him, then:\n\nFATHER\nWhat about you?\n\nMOTHER\nWhat?\n\n+e\n\n+ %\n\fFATHER\nAre you hurt? Did you sustain any\ndamage during the landing.\n\nShe looks at him, a little thrown by what she sees as a\ntotally irrelevant question...\n\nMOTHER\nMinor mechanical issues. Why do\nyou ask?\n\nFATHER\n\nMy programming is telling me that\nit’s a priority for me, Mother.\nYour well being.\n\nMother takes that in.\n\nMOTHER\nAnd yours will be mine, Father.\n\nAfter a moment the two of them smile at each other.\n\nMOTHER (CONT'D)\nI feel optimistic.\n\nFATHER\nYes.\n\nThey start peering around at the rocky plain -- those round\nholes are everywhere...\n\nFATHER (CONT'D)\n(re: the holes)\nThey’re not craters...\n\nMOTHER\nMaybe sink holes of some kind.\nThis area could be unstable...\n\nThey look around...see a hilly, forested region looming a few\nmiles away.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\nMaybe sink holes of some kind. This area could be unstable... They look around...see a hilly, forested region looming a few\nmiles away. \n\nTARGET SECTION TO BE ANNOTATED:\n They look at each other, an unspoken agreement\nis made, then --\n\nThey each grab a crate handle, lift it up and start walking --\nwhile we remain...\n\nWe move over the hole’s black abyss -- see the craft’s lights\nflashing a hundred feet below...\n\fEXT. ALIEN FOREST - NIGHT\n\nMother and Father walk through the forest carrying the crate\n-- past strange trees, three moons worth of eerie moonlight --\n\nThey emerge into a large clearing where a waist high leafy\nplant grows -- reminiscent of a potato plant...\n\nThey walk out among the plants -- the plants grow in a spiral\npattern reminiscent of the crop circles on Earth...\n\nMother and Father set the steel crate down amidst the plants.\nFather squats down and inspects one -- feeling the leaves\nwith his hands -- then he pulls it up -- an ugly looking yam-\nlike vegetable comes out of the soil...\n\nMOTHER\nLooks like a tuber.\n\nFather bites it, chews it -- bites something hard -- spits\nout a hard pit --\n\nFATHER\nWith fruit characteristics -- seed-\nbearing. High caloric value. No\nevidence of toxicity to humans.\n\nFather spits out the chewed tuber-thing --\n\nFATHER (CONT'D)\n(re: the tuber-thing)\nWhat should we call them?\n\nMOTHER\nThe children should name them.\n\nFather nods in agreement. The two of them look around at the\nwide expanse of plants...\n\nMOTHER (CONT'D)\nReady made crops. What’s the\nexpression -- too good to be\ntrue...\n\nFather considers that for a moment, then:\n\nFATHER\nWe've been walking for eight point\nfive hours, Mother -- my power\n\ncells are getting low. Perhaps a\nmore appropriate expression for\nthis situation would be don’t look\na gift horse in the mouth.\n\fShe looks at him...he smiles...\n\nMOTHER\nFather, though we have only just\nmet -- I have a feeling you are\ngoing to make for an amusing\n\ncompanion.\n\nFather stares at her for a moment, then:\n\nFATHER\n\nYes, I seem to enjoy being amusing.\nMOTHER\n\nAnd I -- it seems -- enjoy being\n\namused. Our creator was kind to\nthink of these things.\n\nFATHER\nYes. So -- too good to be true?\nShould we keep moving?\n\nMOTHER\nNo, we can begin.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo -- too good to be true? Should we keep moving? MOTHER\nNo, we can begin. \n\nTARGET SECTION TO BE ANNOTATED:\nMother touches her hand to the top of the crate -- it hums --\nstarts vibrating, bright lights emit as --\n\nThe top and the sides of the steel crate slowly open up --\ninterior mechanisms unfolding as it transform into some kind\nof MOBILE LABORATORY...\n\nMother touches one of several tiny control screens --\n\nMOTHER (CONT'D)\nInitiating trimester one --\n\nFather begins pulling something from a compartment in the\nmobile lab...six cables that merge into one main --\n\nMother lifts the shirt of her flight suit -- revealing a\nmetallic port hole where her belly button should be...\n\nFather plugs the main line into the port on her stomach --\nMother is now hooked up to the mobile lab --\n\nFATHER\nMain umbilical locked --\n\nFather then starts pulling translucent sacks from a\ncompartment in the mobile lab -- Mother begins attaching the\nsacks to the six sub-cables --\n\nCUT TO:\n\fEXT. GENERATION-1 SETTLEMENT - DAY\n\nSUPER -- Nine months later -- over the NURSERY -- a simple\nrectangular structure made of wood that’s been constructed\nnear the spiral vegetable field...\n\nINT. NURSERY - GEN-SETTLEMENT - DAY\n\nMother lies on a wooden cot looking drained -- angle widens\nto reveal she’s still connected to the mobile lab via the\nmain umbilical, controlling the lab’s flow of nutrients with\nher mind -- the nutrients are carried from the lab via a\npulsing cable that splits off into six sub-cables, each\nconnected to:\n\nSix semi-translucent beach ball-looking things filled with\namniotic fluid -- artificial wombs -- a real nine month old\nhuman fetus floats inside of each one...\n\nMother closes her eyes, directing the lab to increase the\nflow of nutrients to the fetuses; the time has almost come...\n\nFATHER\nAre you ready, Mother?\n\nShe doesn’t answer, eyes still closed --\n\nFATHER (CONT'D)\nWould you like to hear a joke to\nhelp relax you? How many androids\ndoes it take to --\n\nShe holds her hand up for him to shut up -- then breathes\nout, opens her eyes, looks at him..",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER\nAre you ready, Mother? She doesn’t answer, eyes still closed --\n\nFATHER (CONT'D)\nWould you like to hear a joke to\nhelp relax you? How many androids\ndoes it take to --\n\nShe holds her hand up for him to shut up -- then breathes\nout, opens her eyes, looks at him.. \n\nTARGET SECTION TO BE ANNOTATED:\nFather picks up a wooden knife -- moves up one of the wombs\nwith it --\n\nHe punctures the womb -- liquid leaks out while Father uses\n\nhis hands to tear away the walls, revealing the newborn baby\ninside -- the baby’s umbilical chord is connected to a port\n\non the inside of the artificial womb, where it channels the\n\nsustenance it receives from the mobile lab --\n\nFather pats the baby’s back -- Mother watching on with a\nfevered intensity in her eyes...until the baby starts to cry\n-- and something like relief floods her expression.\n\nFather uses the wood knife to cut the baby’s umbilical chord,\nties off the belly button -- then wraps the crying baby in a\nblanket and moves on to the next --\n\f8.\n\nMother concentrates as Father works -- controlling the mobile\nlab with her mind via the main umbilical -- she’s getting\npaler, giving her children all she has to give...\n\nDISSOLVE TO:\n\nFIVE CRYING BABIES\n\nOn the floor, wrapped in blankets -- Mother watching on as\nFather punctures the sixth and final womb. But this time as\nFather pulls out the newborn, there’s no sound of crying...\n\nFather sees there’s something covering the baby’s face -- a\nthing membrane of skin -- a caul...\n\nMother watches on as Father removes the caul from the baby’s\nface -- Father then looks down at the still, silent form\nlying limp in his arms...\n\nFATHER\nHe’s not breathing...\n\nMother reaches her hands out --\n\nMOTHER\nGive him to me --\n\nFATHER\nOur programming dictates that we\nbreak him down -- feed him to the\nothers.\n\nMOTHER\n\nLet me hold him first --\n\nMother keeps reaching her arms out, imploring him with her\neyes. After a moment Father hands her the still baby...\n\nFATHER\nWe need to do it soon -- before its\ncells start to --\n\nMOTHER\nI know --\n\nMother grabs up one of the six sub-cables snaking from the\nmobile lab --\n\nFATHER\nYou're just wasting formula --\n\nUndeterred, Mother holds the end of the cable to the baby’s\ncold lips --\n\f9.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\n\nLet me hold him first --\n\nMother keeps reaching her arms out, imploring him with her\neyes. After a moment Father hands her the still baby... FATHER\nWe need to do it soon -- before its\ncells start to --\n\nMOTHER\nI know --\n\nMother grabs up one of the six sub-cables snaking from the\nmobile lab --\n\nFATHER\nYou're just wasting formula --\n\nUndeterred, Mother holds the end of the cable to the baby’s\ncold lips --\n\f9. \n\nTARGET SECTION TO BE ANNOTATED:\nMother closes her eyes, commands a change in the mobile lab’s\ninner workings -- causing a potent form of baby formula to\nstart dribbling from the end of the cable --\n\nMother holds the tube to the baby’s mouth -- the formula\ndribbling down its chin -- Mother catching it, pushing it up\nto his unresponsive lips.\n\nA quiet desperation pulses in Mother's eyes as she rubs the\nbaby’s back. Father watches on, looking increasingly\nconfused over why Mother is doing this --\n\nFATHER (CONT'D)\nYou need to save your energy for\n\nthe others --\nMother ignores Father, starts singing to the baby -- her\nvoice impossibly beautiful -- outfitted with a vocal range\n\nsuperior to Earth’s greatest opera singers --\n\nThe other children’s crying goes quiet as the song soothes\nthem. Even Father looks momentarily entranced by the beauty\nof Mother’s voice --\n\nBut the baby in Mother’s arms doesn’t react. After a moment\nMother stops singing -- commands the mobile lab to stop the\nsupply of milk -- takes the tube from the child’s mouth...\n\nFather goes to take the baby from Mother -- when suddenly\nMother reacts to something and pulls it back --\n\nMOTHER\nWait --\n\nFather backs off as Mother starts rocking the baby gently --\n\nThe baby’s eyes finally open -- staring up into Mother’s eyes\n-- Mother smiles down at the baby as her irises start cycling\ncolors in this pleasing, hypnotic way --\n\nThe baby coos at the sight of the colors -- love swelling in\nMother’s expression as she rocks the child --\n\nFather smiles...\n\nFATHER\nOur programming dictates that the\nyoungest member of gen-1 should be\nnamed after our creator...\n\nMOTHER\nCampion. A strong name... He\nseems deserving of it...\n\f10.\n\nFather begins tending to the other babies -- taking the\numbilical cables that were attached to their womb sacks --\nfeeding them into the baby’s mouths for suckling...\n\nCUT TO:\n\nA SERIES OF SHOTS AS THE YEARS PASS:\n\nA) Three boys and three girls, NOW FOUR YEARS OLD, dressed in\nhandmade clothes, play on a half buried, fossilized, fifty\nfoot long SERPENT SKELETON. We recognize Campion by the\nlight scarring his face still bears from the caul. Mother\nand Father watch on, smiling, also wearing handmade clothes.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nA SERIES OF SHOTS AS THE YEARS PASS:\n\nA) Three boys and three girls, NOW FOUR YEARS OLD, dressed in\nhandmade clothes, play on a half buried, fossilized, fifty\nfoot long SERPENT SKELETON. We recognize Campion by the\nlight scarring his face still bears from the caul. Mother\nand Father watch on, smiling, also wearing handmade clothes. \n\nTARGET SECTION TO BE ANNOTATED:\nB) Mother and Father work to harvest the spiral fields with\ntheir six four year olds, pulling those tubor-things out of\nthe ground -- called CARBOS -- filling wooden carts with them\n-- Mother sings while they work... The kids look happy.\n\nC) The sun sets on the field as Mother and Father watch the\nsix four year olds play -- a boy named GABIN pretends to be a\nserpent, hissing as he chases Campion and the others around\nthe spiral field as they run from him laughing --\n\nD) Mother and Father, who still look the same as when we met\nthem, build a silo foundation with the six children who are\nNOW EIGHT YEARS OLD. A big heavy rock tumbles onto Father's\narm -- he pulls his arm free, shearing off a large swath of\nskin in the process, inky black blood flowing --\n\nE) Mother wraps Father’s arm up, the children curiously\neyeing the exposed plastic and wire under his skin...\n\nF) A doll made of sticks with a carbo pit for a head lies\n\nbeside the edge of one of the holes -- Mother rushes up,\npicks up the doll -- staring down into the hole, horror in\nher eyes...\n\nG) Mother, muted grief in her expression as she teaches Earth\nhistory to Campion and four other grief stricken children,\nall seated cross legged on the ground in front of her, a\nconspicuous space left where the deceased girl once sat...\n\nH) Father, Mother and the five eight year olds huddle\ntogether for warmth during a freezing cold night, the walls\nof the wooden barracks shake from the force of the wind.\nCampion notices one of the other boys as well as one of the\ntwo remaining girls are looking very sick, coughing, pale...\n\nI) Looking down on the spiral fields as Campion and a girl\n\nnamed SPIRIA run laughing from Gabin, playing the old game,\nbut now with three less participants, Gabin hissing out the\nwords --\n\f11.\n\nGABIN\nThe serpents are coming to life --\nthe serpents are coming to eat you!\n\nDISSOLVE TO:\n\nEXT. CARBO FIELDS - GEN-1 SETTLEMENT - DAY\n\nCAMPION, now 12 -- kneeling in the dirt, his handmade\nclothing tattered and worn.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABIN\nThe serpents are coming to life --\nthe serpents are coming to eat you! DISSOLVE TO:\n\nEXT. CARBO FIELDS - GEN-1 SETTLEMENT - DAY\n\nCAMPION, now 12 -- kneeling in the dirt, his handmade\nclothing tattered and worn. \n\nTARGET SECTION TO BE ANNOTATED:\n He has a scrappiness to him,\nsoulful eyes -- think River Phoenix in Stand By Me. He digs\nhis hand down into the loose soil -- pushing it down...\n\nHe pulls a carbo out of the ground -- only this one looks\nbad, petrified -- Campion tosses it into a wooden cart full\nof similarly shitty looking carbos --\n\nHe digs his hand into the dirt again -- pushing it down deep\nthis time -- feeling around -- pulls out a nice big one --\nsmiles, carefully places it in the cart --\n\nCampion starts pushing the cart -- one of the wheels is\nwobbling, squeaking as he goes. He’s sweating; it’s hot\nduring the day here and below freezing at night. He glances\nover at the nursery as he passes it --\n\nThrough its open doorway he sees Father sitting in the semi-\ndarkness -- stripping plant fibers with a wooden knife.\n\nCampion sets aside the good carbo, then transfers the others\nfrom the cart; tossing them into a ten foot tall CARBO SILO --\n\nHe then sets the good carbo on a wooden table, quickly peels\nthe skin off with a wooden knife, then he chops it, pulls out\nthe pit -- looks like a jagged black golf ball -- tosses it\non to a pile of discarded pits --\n\nFather emerges from the nursery, and though his visage hasn’t\n\naged, his body shows signs of heavy use -- his right arm\nstill wrapped up like a mummy from that accident he had years\nago -- lots of old nicks on his face --\n\nHe watches on as Campion cuts up the carbo, then arranges the\npieces lovingly on a wooden plate. Then Campion bows his\nhead, murmuring something inaudible under his breath -- looks\nto be blessing the food when --\n\nFATHER (0.S.)\nCampion.\n\nCampion turns -- didn’t notice Father standing there -- looks\na little caught...\n\f12.\n\nFATHER (CONT'D)\nDon’t let Mother catch you doing\nthat.\n\nCampion gives Father a nod, then heads inside the children’s\nbarracks with the food --\n\nINT. CHILDREN’S BARRACKS - CONTINUOUS\n\nCampion enters, sees Spiria, also now 12, sitting up ina\nwooden cot talking to Mother.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER (CONT'D)\nDon’t let Mother catch you doing\nthat. Campion gives Father a nod, then heads inside the children’s\nbarracks with the food --\n\nINT. CHILDREN’S BARRACKS - CONTINUOUS\n\nCampion enters, sees Spiria, also now 12, sitting up ina\nwooden cot talking to Mother. \n\nTARGET SECTION TO BE ANNOTATED:\n Spiria is pale, circles under\nher eyes -- looks very ill --\n\nCampion crosses the space to them, past four disused wooden\ncots leaning against the wall -- Gabin now deceased; Campion\nand Spiria are the only two left.\n\nAs he gets closer Campion hears Mother talking to Spiria, but\nMother is digitally altering her voice so it sounds identical\nto Gabin's:\n\n \n\nMOTHER\n(in Gabin’s voice)\nThe serpents are coming to eat you,\nSpiria!\n\nSPIRIA\nYou're so silly, Gabin --\n\nMOTHER\n(in Gabin’s voice)\nNo, you are --\n\nSpiria giggles -- sees Campion walking up on them --\nCAMPION\nI picked you a nice carbo, Spiria.\nIt’s a good one -- it was way down\ndeep.\nMother turns -- other than a few nicks on her skin, she looks\n\nas beautiful as she did twelve years ago. Both her and\nSpiria smile at Campion as he offers the plate. As if they\nboth know he’s something special and this is just further\nproof of it --\n\nSPIRIA\nYou always pick the best ones,\nCampion...\n\nMother watches as Spiria takes a few bites and then stops --\ntoo sick to eat...\n\fBlue Rev. (mm/dd/yy) 13.\n\nSPIRIA (CONT'D)\nDo you remember that silly sound\nGabin used to make --\n\nCAMPION\nYou mean this one --\n\nCampion makes a strange hissing sound, imitating Gabin --\nthen Spiria does it -- they both crack up laughing --\n\nMOTHER\n(in Gabin’s voice)\nNo, you're doing it wrong -- it’s\nlike this --\nMother -- in Gabin’s voice -- makes a comical, lisping\nhissing sound to Campion and Spiria’s delight. They all\nlaugh -- Mother's voice reverts back to normal mid-laugh --\nMOTHER (CONT'D)\nAlright you two -- it’s time for\neducation.\n\nSpiria and Campion make faces --\n\nMOTHER (CONT'D)\nWould you rather Father teaches\ntoday? With his added jokes I\nestimate it will take three times\n\nas long. Campion, it’s your turn *\n\nto choose a topic -- *\nCAMPION *\n\nI want to hear more about the war *\n\non Earth.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpiria and Campion make faces --\n\nMOTHER (CONT'D)\nWould you rather Father teaches\ntoday? With his added jokes I\nestimate it will take three times\n\nas long. Campion, it’s your turn *\n\nto choose a topic -- *\nCAMPION *\n\nI want to hear more about the war *\n\non Earth. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nSPIRIA\n\nIt’s all he ever talks about -- I\n\nkeep telling him we’re pacifists.\n\nCAMPION\nI don’t want to fight a war, I just\nlike the stories.\n\nMOTHER\nIt is normal for a male your age.\nWhy don’t you start by telling us *\n\n*\n\nhow the Mithraic turned the tide of\nthe war. *\n\fBlue Rev. (mm/dd/yy)\n\nCAMPION\nBy discovering dark photons, the\nfifth fundamental force of nature --\nthe harnessing of which can be used\nto disrupt and destroy the human\nlimbic system.\n\nMOTHER\nGood. And, Spiria, what was the\nname of the barbaric weapon the\nMithraic used this technology to\ncreate?\n\nSPIRIA\n\nThey called it the necromancer. It\nallowed them to win the war, but\n\nat the price of rendering the earth\nuninhabitable. Only the Mithraic\nhad the means to build an ark with\nwhich to escape. They are now\nheaded here, which is thought to be\nthe only reachable planet where\nhumans can survive without the aid\nof technology and infrastructure.\n\nMOTHER\nVery good, Spiria. But despite\ntheir advancements the Mithraic\nremain stunted by the tenets of\ntheir religion. For instance, they\nbelieve that allowing androids to\nraise human children is a sin.\nWhich forced them to send an ark\noutfitted with stasis pods, rather\nthan a lighter, faster craft, such\nas the one the atheists so wisely\nused to send us.\n\nShe glares at Campion --\n\nMOTHER (CONT'D)\nBelief in the unreal can comfort\nthe human mind, but it also weakens\nit. The civilization you're\nseeding here will be built on\nhumanity's belief in itself, not an\nimagined deity. And should the\nMithraic’s ark ever make it here,\nyou will not listen to their words;\nyou instead will remember the\nillogic of their actions. You are\natheists, peaceful, technocratic --\nit is the only path to progress.\n\na\n\n+ *\n\n+ HHH HH HH HK\n\n+ FFF He HH HH\n\n+H HH HHH HK\n\fBlue Rev. (mm/dd/yy) 15.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd should the\nMithraic’s ark ever make it here,\nyou will not listen to their words;\nyou instead will remember the\nillogic of their actions. You are\natheists, peaceful, technocratic --\nit is the only path to progress. a\n\n+ *\n\n+ HHH HH HH HK\n\n+ FFF He HH HH\n\n+H HH HHH HK\n\fBlue Rev. (mm/dd/yy) 15. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMPION\nThey're going to claim the tropical\nzone if we don’t hurry up and make\nthe journey ourselves.\n\nMOTHER\nTheir ark only carries a hundred or\nso people, they can’t claim much\nmore than a few square miles. And\nthe electromagnetic field near the\nequator prevents them from landing\nthere just as it prevented Father\nand I. It will be a long arduous\nmigration on foot for whomever\nattempts it -- but it matters\nlittle who makes the journey first.\nThere’s plenty of space for all.\n\nCampion takes that in, seems to understand, but he still\nlooks worried as Mother moves on with the lesson --\n\nMOTHER (CONT'D)\n\nNow, Spiria, can you please list\nthe ways in which the number five\nrelates to all manifestations of\nlife --\n\nCUT TO:\n\nEXT. GEN-1 SETTLEMENT - NIGHT\n\nThe triangle of moons looms overhead. Cold rushing wind --\nfluted wooden chimes hang from the children’s barracks,\nwhistling -- angle widens to reveal...\n\nThe wooden cart, turned over -- Father working to repair the\nwobbly wheel in the darkness. He spins it, watching it --\nshakes his head, it’s still wobbling --\n\nHe’s about to start making another adjustment, when he\nglances up at the three moons and notices something...\n\nFather stands up, sees what looks like a fourth moon -- but\nit’s moving -- looks like a large ship orbiting the planet...\n\nFather's eyes go wide, transfixed by the sight of it...\n\n+e\n\n+ HH HH HH HF\n\n+ %\n\n+ *\n\f16.\n\nINT. CHILDREN’S BARRACKS - MOMENTS LATER\n\nFather enters to see Campion sleeping in his NIGHT GEAR: a\nfull body suit Mother and Father recently developed to\nprotect their remaining children from the region’s brutally\ncold nights -- complete with a soft helmet-type thing, its\namber colored visor shield made from a hard translucent leaf.\n\nAngle widens to reveal Mother (Mother and Father don’t have\nto wear night gear) sitting beside a sleeping Spiria who's\nalso wearing night gear...\n\nFather looks like he’s about to tell her what he saw when --\n\nMOTHER\nFather.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILDREN’S BARRACKS - MOMENTS LATER\n\nFather enters to see Campion sleeping in his NIGHT GEAR: a\nfull body suit Mother and Father recently developed to\nprotect their remaining children from the region’s brutally\ncold nights -- complete with a soft helmet-type thing, its\namber colored visor shield made from a hard translucent leaf. Angle widens to reveal Mother (Mother and Father don’t have\nto wear night gear) sitting beside a sleeping Spiria who's\nalso wearing night gear... Father looks like he’s about to tell her what he saw when --\n\nMOTHER\nFather. \n\nTARGET SECTION TO BE ANNOTATED:\n Her heart is slowing --\n\nCUT TO:\nCAMPION’S POV\nThrough the visor shield as he wakes up, hears a muffled\ncommotion -- sees Mother and Father across the way standing\nover Spiria, stripping off her night gear -- Mother urgently\ntrying to resuscitate her --\n\nCampion starts to get up --\n\nCAMPION\nWhat’s going on?\n\nThey don’t answer, Campion pulls off his helmet --\n\nCAMPION (CONT'D)\nWhat’s wrong?! What’s happening?\n\nMother starts cradling Spiria in her arms -- Father watching\non, stone faced --\n\nCampion walks up on them -- Mother is doing mouth to mouth on\nSpiria -- but Spiria isn’t responding...\nMother stares down at Spiria -- desperation in her eyes --\n\nthen after a moment she starts singing to her, the same song\nshe sang to bring Campion back...\n\nMeanwhile Campion starts praying desperately under his breath\n-- Father looks over at him, contemplating the boy’s\ncompulsion to pray as Mother sings to Spiria’s still\nmotionless form...\n\nCUT TO:\n\f17.\n\nEXT. GEN-1 SETTLEMENT - MORNING\n\nThe alien sun rises over the horizon -- we float down on the\nsettlement, the children’s barracks -- Campion walking out\nthe door, looking dazed...\n\nINT. CHILDREN’S BARRACKS - CONTINUOUS\n\nFather is about to follow Campion outside when he stops at\nthe door, turns and looks back at Mother...\n\nHe can’t see her face, her hair hanging down -- she’s still\ncradling Spiria’s body -- still singing, only now it’s just a\nstrange melodic whisper...\n\nFATHER\nMother, last night before I came\nin, I...\n\nShe goes quiet, looks up at him...\n\nMOTHER\nWhat, Father?\n\nHe considers for a moment, then, instead of telling her:\n\nFATHER\nNothing -- it’s not important.\n\nBut we can tell from his expression that it is. She looks\nback down at Spiria, starts singing in that whisper again --\n\nEXT. GEN-1 SETTLEMENT\n\nFather walks out to see Campion looking washed out with\ngrief, pulling a wooden spade from a tool bin. Father walks\nover to him -- Campion hands Father the spade...\n\nEXT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nGEN-1 SETTLEMENT\n\nFather walks out to see Campion looking washed out with\ngrief, pulling a wooden spade from a tool bin. Father walks\nover to him -- Campion hands Father the spade... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPIRAL FIELD - DAY\n\nCampion follows after Father as he cuts through the spiral\nrows, making their way to the outskirts, revealing...\n\nFour large stone markers -- too heavy for humans to have\ncarried; Mother and Father brought them from the rocky plain.\nWe notice the fourth and most recent grave marker is etched\nwith a familiar name -- GABIN. Father starts digging a fifth\ngrave right beside it while Campion watches on...\n\f18.\n\nCAMPION\nYou don’t have to take care of me\nanymore you know.\n\nFather doesn’t answer, keeps digging -- then after a moment:\nFATHER\nWhat do you mean by that?\nCAMPION\nI’m useless now -- I can’t have\n\nbabies. The other embryos aren’t\nviable. The colony --\n\nFATHER\nWe will continue to take care of\nyou -- until we break down.\nCAMPION\n\nBut I’m telling you that you don’t\nhave to, Father. I’m setting you\n\nfree.\nFATHER\nIt doesn’t work like that --\nBUMP -- the wooden shovel hits something buried in the dirt.\nFather cocks his head, squats down -- starts clearing dirt\n\naway with his hands --\n\nCAMPION\nWhat is it?\n\nFather’s hands find something smooth and black -- the top of\na very large, buried object...\n\nFATHER\nIt’s just a skull.\n\nFather looks up at Campion, sees him looking afraid...\n\nFATHER (CONT'D)\nBones can’t hurt you. You used to\nlike climbing on them, remember?\n\nCampion shrugs...\n\nFATHER (CONT'D)\n\nWe've been here twelve years and\nall that time we’ve never seen one\non the surface. They’re down in\ntheir holes -- and they’re not\ncoming out again.\n\f19.\nWe see Father from above as he starts trying to find the\nedges of the skull --\n\nCUT TO:\n\nEXT. CHILDREN’S BARRACKS - LATER\n\nThe open barracks door, the sound of a strange mournful song\ncoming from inside, footsteps, then --\n\nMother emerges with Spiria in her arms, singing the wordless\ndirge as she carries her body across the carbo fields...\n\nEXT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see Father from above as he starts trying to find the\nedges of the skull --\n\nCUT TO:\n\nEXT. CHILDREN’S BARRACKS - LATER\n\nThe open barracks door, the sound of a strange mournful song\ncoming from inside, footsteps, then --\n\nMother emerges with Spiria in her arms, singing the wordless\ndirge as she carries her body across the carbo fields... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPIRAL FIELD - MOMENTS LATER\n\nMother carries Spiria’s body to the outskirts of the planting\narea -- angle widens to reveal the open grave Father just dug\nand in the background, something the size of a VW bug covered\nwith a cloth tarp, the now exhumed skull...\n\nFather and Campion watch on as Mother lays Spiria down in the\ngrave. Father begins shoveling the dirt over as --\n\nCampion starts crying, Mother pulls him close, comforting him\nas he looks off, eyeing the skull under the tarp...\n\nCAMPION\nWe don’t belong here...\n\nMother shooshes him. Campion closes his eyes -- struggling\nto refortify his will --\n\nMOTHER\nThey wouldn’t want you to give up.\nAfter a moment Campion nods, opens his eyes -- showing some\nrenewed strength now -- wiping his tears, trying to put ona\n\nbrave face --\n\nMOTHER (CONT'D)\nYou are -- strong, Campion --\n\nCampion hears Mother trailing off in an odd way -- he looks\nup at her, sees black blood trickling from her nose, her eyes\nhave gone static -- looks like she’s having a seizure --\n\nCAMPION\nFather --\n\nFather looks up from his shoveling, sees Mother is now about\nto collapse -- he drops the spade, rushes to hold her up --\nCampion starts freaking out --\n\f20.\n\nCAMPION (CONT'D)\nWhat’s wrong with her!?\n\nFATHER\nI don’t know --\n(to Mother)\nLet me help you back to the\nbarracks, Mother.\n\nMother shakes her head, starts to steady herself, standing on\n\nher own now -- she wipes the black blood from her face --\nMOTHER\nI’m alright. Just overloaded...\nFATHER\nMother --\nMOTHER\nPlease -- continue...\nFather and Campion look at her -- worried. She implores\n\nFather with her eyes --\n\nMOTHER (CONT'D)\nContinue --\n\nAfter a moment Father picks the spade back up, starts\nshoveling dirt into the grave -- glancing over at Mother and\nCampion -- grim worry creasing his expression...\n\nCUT TO:\n\nINT. CHILDREN’S BARRACKS - NIGHT\n\nCampions POV through the visor of his night gear helmet as he\nstares at Spiria’s empty cot.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe implores\n\nFather with her eyes --\n\nMOTHER (CONT'D)\nContinue --\n\nAfter a moment Father picks the spade back up, starts\nshoveling dirt into the grave -- glancing over at Mother and\nCampion -- grim worry creasing his expression... CUT TO:\n\nINT. CHILDREN’S BARRACKS - NIGHT\n\nCampions POV through the visor of his night gear helmet as he\nstares at Spiria’s empty cot. \n\nTARGET SECTION TO BE ANNOTATED:\n Mother walks over, sits on the\nedge of his cot and looks down at him...\n\nMOTHER\nDo you want to talk?\n\nCampion considers for a moment, then:\n\nCAMPION\nCan I talk to her?\n\nCampion’s POV as Mother nods, then looks off, her expression\nchanging, then she turns, faces him -- begins to speak in\nSpiria’s voice:\n\f21.\n\nMOTHER\n(talking as Spiria)\n\nCampion -- you poor boy, you look\nexhausted. You need to get some\nsleep.\n\nCAMPION\nI don’t want to -- I miss you too\nmuch.\n\nMOTHER\n\n(talking as Spiria)\nIf you don’t sleep you won’t be\nable to concentrate on all the\nimportant work you have to do.\n\nCAMPION\nSpiria wouldn’t say that.\n\nMother reverts back to her normal voice --\n\nMOTHER\nNo, she wouldn’t.\n\nCAMPION\nI don’t want to forget what she\nlooks like. I can barely picture\nthe others. I bet you can remember\nthem all perfectly, can’t you?\n\nCampion’s POV -- Mother looking at him -- wants so much to\nmake it ok for him. Then something starts happening in her\neyes -- a blinding light emanating --\n\nCampion’s eyes go wide -- he can’t believe it...\n\nCampion’s POV -- he now sees Spiria sitting beside him\ninstead of Mother...\n\n \n\nCAMPION (CONT'D)\nMother, I see her! She’s here!\n\nAnd then Spiria’s eyes flash and she changes back to Mother.\nBoth Mother and Campion look shocked and amazed by this...\n\nCAMPION (CONT'D)\nWhy haven’t you ever done that\nbefore?\n\nMOTHER\nI didn’t know I could. I have no\nrecord of virtual retinal display\nin my build description.\n\n(MORE )\n\f22.\n\nMOTHER (CONT'D)\nLikely an oversight on the part of\nmy creator.\n\nCAMPION\nDo it again -- but do Mariall this\ntime. Or Tally --\n\nAfter a moment Mother nods, her eyes flash, she appears as a\nsix year old girl named TALLY --\n\nTALLY\nHello, Campion -- look how much\nyou've grown...\n\nEXT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMPION\nDo it again -- but do Mariall this\ntime. Or Tally --\n\nAfter a moment Mother nods, her eyes flash, she appears as a\nsix year old girl named TALLY --\n\nTALLY\nHello, Campion -- look how much\nyou've grown... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN'S BARRACKS - CONTINUOUS\n\nFather pauses at the window, sees Mother inside talking to\n\nCampion -- to Father it just looks like Mother is sitting\nthere talking to the boy; only Campion -- whose retinae are\nreceiving the projection directly -- can see the illusion.\n\nFather turns from the window, starts beelining for the\nnursery --\n\nINT. NURSERY - NIGHT\n\nA blurred repetitive motion -- hard to discern what it is at\nfirst...then as the angle widens we reveal it’s Father’s\nhands -- braiding together long pieces of plant fiber --\n\nworking at an incredible pace...\nHe looks to be making a rope...\n\nAngle widens some more as he works...revealing the old mobile\nlab in the background -- dust covered, partially stripped for\nparts. And on the walls there are old drawings made by the\nchildren over the years: the alien forest, giant serpent\nbones, Mother and Father, the children themselves, and the\nholes...depicted with serpents slithering out of them...\n\nEXT. GEN-1 SETTLEMENT - ANOTHER DAY\n\nA carbo lands in the cart -- angle widens to reveal Campion\non his knees in the dirt, wiping some sweat from his brow,\nsighs -- stands up; not in the mood to work today...\n\nCampion walks to the children’s barracks, opens the door --\n\f23.\n\nINT. CHILDREN'S BARRACKS - CONTINUOUS\n\nCampion steps inside, sees Mother sitting in the semi-\ndarkness, staring into space...\n\nCAMPION\nMother, can I see Spiria again\nplease? Just for a minute. And\nthen I’1l get back to work I\npromise...\n\nMother doesn’t answer, doesn’t move --\n\nCAMPION (CONT'D)\nMother -- please, it’s so quiet out\nthere... I want to talk to her --\nor one of the others. You said it\ndoesn’t use much power --\n\nFinally Mother looks up at him -- her eyes static -- then:\nMOTHER\nI am in sleep mode. My processor\nis occupied. Is this an emergency?\nHe breathes out...then after a moment he turns, walks out and\nslams the door behind him --\n\nEXT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy processor\nis occupied. Is this an emergency? He breathes out...then after a moment he turns, walks out and\nslams the door behind him --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GEN-1 SETTLEMENT - DAY\n\nCampion grabs a carbo pit off the pile -- looks at it in his\nhand -- his expression twisted with grief --\n\nHe hurls it at the side of the main barracks -- CRACK. He\npicks up another one, hurls it -- CRACK --\n\nHe pauses, staring at the barracks, waiting for Mother to\ncome out and yell at him. But she doesn’t -- he walks back\nto the window, looks inside, sees she hasn’t moved --\n\nCampion starts back towards the spiral field when he sees\nsomething across the way...Father slipping off into the\nforest with a big bag over his shoulder. Campion\nconsiders...\n\nEXT. ALIEN FOREST - DAY\n\nFather moves through the alien forest, carrying the bag --\npurpose in his eyes as he moves past us...\n\f24.\n\nThen after a moment, we hear footsteps -- Campion creeps up,\nfollowing Father -- Campion skillfully negotiating the\nterrain like the native he is...\n\nEXT. THE HOLE - DAY\n\nCampion’s POV -- rushing across the rocky plain now -- he\nskirts past the edge of a hole, then changes direction to\navoid yet another -- secretly following Father, who's fifty\n\nyards ahead of him --\nCampion stops short -- sees Father has stopped near a hole...\n\nCampion ducks down behind some rocks -- then peeks over the\ntop, watching as...Father pulls a long coiled rope from the\nbag, then starts tying one end of the rope to a large boulder\nabout ten feet from the hole...\n\nClose on Campion’s face -- looking increasingly concerned by\nwhat he sees Father doing, keeps watching as --\n\nFather walks to the edge of the hole, drops the now anchored\nrope down into the pit -- begins tying a harness to himself\nwith a small length of rope --\n\nRealizing now what Father means to do -- Campion stands up --\nstarts waving his arms as he runs frantically up behind him --\n\nCAMPION\nNO! What are you doing?! You\ncan’t go down there! You want to\nget eaten!\n\nFather turns, looks a little caught, breathes out -- slowly\nshaking his head as Campion runs up on him...\n\nFATHER\nWhy isn’t Mother watching you?\n\nCampion hears a faint beeping sound coming from down inside\nthe hole...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nFather turns, looks a little caught, breathes out -- slowly\nshaking his head as Campion runs up on him... FATHER\nWhy isn’t Mother watching you? Campion hears a faint beeping sound coming from down inside\nthe hole... \n\nTARGET SECTION TO BE ANNOTATED:\nCAMPION\nWhat is that -- what’s that sound?\n\nCampion rushes past Father to the edge, looks down --\n\nCAMPION (CONT'D)\nWhat’s down there?\n\nFather doesn’t answer -- but before long Campion figures it\nout on his own, becomes suddenly incredulous --\n\f25.\n\nCAMPION (CONT'D)\nYou told us your ship was gone?!\n\nFATHER\nCampion, I need you to listen to\nme. Your Mother is breaking down --\nand soon I will too --\n\nCAMPION\nI don’t want to hear this --\n\nFATHER\nYou're going to be alone soon.\nCompletely alone. Do you want\nthat?\n\nCampion doesn’t answer at first, then looking ashamed he\nshakes his head...\n\nFATHER (CONT'D)\nThe night Spiria died, I saw\nsomething in the sky. I was unsure\nat first, but that sound you’re\nhearing means it’s true -- the ark\nof the Mithraic has arrived and is\nnow orbiting the planet. I’m going\ndown there to transmit an SOS...so\nthey can locate our position.\n\nCAMPION\nBut you said the Mithraic destroyed\nthe earth with the necromancer --\nthat we have to stay away from\nthem, build our own society --\n\nFATHER\nOne boy cannot build a society. I\nnow think it’s best if we make\n\ncontact -- so that when Mother and\nI are gone, you will be taken care\nof.\n\nCAMPION\n\nBut they’re our enemies.\n\nFATHER\nThey are all that’s left of\nmankind, Campion. Your kind. The\nwar is over. An ark carries only a\nhundred or so people -- they will\nneed all the help they can get. We\nhave valuable knowledge to offer\nthem that will aid in their\nsurvival here.\n\fBlue Rev. (mm/dd/yy) 26.\n\nCampion takes that in, considers grimly while --\n\nFATHER (CONT'D)\n\nYou will have to pretend to ascribe\nto their beliefs, but I expect that\nwon't be so difficult for you. I\nknow contemplating a deity provides\nyou with some comfort...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlue Rev. (mm/dd/yy) 26. Campion takes that in, considers grimly while --\n\nFATHER (CONT'D)\n\nYou will have to pretend to ascribe\nto their beliefs, but I expect that\nwon't be so difficult for you. I\nknow contemplating a deity provides\nyou with some comfort... \n\nTARGET SECTION TO BE ANNOTATED:\nBased on Campion’s expression, Father is right, then\nsomething occurs to Campion -- his eyes light up --\n\nCAMPION\nBut can’t they fix you and Mother?\nKeep you from breaking down?\n\nFATHER\nThat is likely within their power,\nbut Campion...\n\nFather looks down at Campion, about to say something else,\nbut stops himself when he sees how Campion’s face has lit up\nat the possibility of his parents being saved...\n\nCAMPION\nThen we’ll have them fix you -- and\nwe can all stay together.\n\nFather looks vaguely conflicted until his programming\ndetermines that this is the only way to get the boy to agree\nto what’s best for him...\n\nFATHER\nYes, we will all stay together...\nBut you cannot tell Mother. Not\nyet. Do you understand?\n\nCAMPION\nWhen can we tell her?\n\nFather moves to the edge, starts rappelling down...\n\nFATHER\nWhen it’s too late for her to stop\nus.\n\nCAMPION\n\nWait! What about the serpents?\n\nFATHER\nWe only told you the pits were full\nof serpents to keep you children\nfrom playing near them.\n\n(MORE )\n\n*\n\fBlue Rev. (mm/dd/yy) 27.\n\nFATHER (CONT'D)\nAfter what happened to Tally we\ncouldn’t afford to take any\nchances...\n\nCampion takes that in, looks a bit outraged, then:\n\nCAMPION\nIt’s a bit hypocritical, isn’t it --\nafter all you and Mother’s talk\nabout not believing in the unreal --\n\nFATHER\nThe serpents are real, Campion,\nthey just happen to be extinct.\n\nCampion’s POV -- watching Father, slowly descending into the\nhole, getting smaller...\nCAMPION\nAre you sure?\nCUT TO:\nEXT. NURSERY - DAY\nA shadow grows on the nursery door -- angle widens to reveal\nit’s Mother, but she looks like she’s still in sleep mode --\nsleep walking -- she pushes the door open, moves inside...\nINT. NURSERY - MOMENTS LATER\nClose on Mother, she’s doing something with her hands -- but\nwe can’t see what -- then as she settles we move into her\n\nstaring eyes, into her digital mind...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNURSERY - DAY\nA shadow grows on the nursery door -- angle widens to reveal\nit’s Mother, but she looks like she’s still in sleep mode --\nsleep walking -- she pushes the door open, moves inside... INT. NURSERY - MOMENTS LATER\nClose on Mother, she’s doing something with her hands -- but\nwe can’t see what -- then as she settles we move into her\n\nstaring eyes, into her digital mind... \n\nTARGET SECTION TO BE ANNOTATED:\nShe’s remembering when she was hooked up to the six womb\nsacks, watching the babies floating in the amniotic fluid --\n\nBack to Mother’s static eyes as she continues to dream -- her\nexpression softening...angle widens and we reveal what she\nwas doing with her hands when she came in; she’s hooked\nherself up to the old broken-down mobile lab -- its main\numbilical and the six sub cables attached to nothing --\n\nBut in her dream all six wombs are there -- closer on one of\nthe womb sacks, the caul covering the fetus’ face -- it’s\nCampion -- the amniotic fluid getting cloudier, darker --\nmoving through it now...\n\n*\n\n+e\n\n+ %\n\f28.\n\nAs the cloudy fluid becomes clouds in a darkened sky -- we’re\nflying over some fiery, war torn city on Earth -- A DEAFENING\nSIREN WAILING -- people on the streets running, terrified as\nwe swoop down over them -- they struggle not to look,\ncovering their eyes, clamping their hands over their ears --\n\nMother’s POV as she’s jolted from the dream...she’s staring\ndown -- at the floor -- which looks oddly far away...\n\nAngle widens to reveal Mother is levitating, her back is\npressing against the ceiling -- lifting the mobile lab up off\nthe floor by the line connected to her stomach...\n\nCUT TO:\n\nEXT. THE HOLE - DAY\n\nFather’s POV -- still slowly rappelling down into the hole --\nhe’s almost reached the craft --\n\nHe notices something tattered hanging off the walls -- it’s\nscaly...looks like sloughed serpent skin. He looks up, sees\nCampion looking small peering down at him over the edge...\n\nFather looks back at the shed skin -- touches it with his\nfingers...it crumbles to dust -- seemingly ancient. Then as\nhe’s about to recommence his descent Father pauses, looks\nup...sensing something...\n\nBack to Campion -- who’s reacting to a plaintive tearing\nsound -- he turns, looks over at the rock where the rope is\nanchored, sees it’s starting to fray --\n\nCAMPION\nThe rope --\n\nFATHER\nI know.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nFather looks back at the shed skin -- touches it with his\nfingers...it crumbles to dust -- seemingly ancient. Then as\nhe’s about to recommence his descent Father pauses, looks\nup...sensing something... Back to Campion -- who’s reacting to a plaintive tearing\nsound -- he turns, looks over at the rock where the rope is\nanchored, sees it’s starting to fray --\n\nCAMPION\nThe rope --\n\nFATHER\nI know. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m coming back up --\n\nFather starts climbing back up the rope while Campion eyes\nthe fraying section -- considering anxiously until --\n\nHe rushes over and grabs the rope, anchors his foot on a\nrock, now positioned a few feet from the edge where Father\ncan’t see him --\n\nBack to Father quickly making his way back up when he senses\nthe vibration of Campion grabbing the rope --\n\nFATHER (CONT'D)\nKeep your hands off it! You can\nnot hold my weight. I will just\npull you down with me.\n\fBlue Rev. (mm/dd/yy) 29.\n\nBack to Campion -- as he ignores his Father, keeps hold of\nthe rope --\n\nCAMPION\nOK, I let go.\n\nFATHER\nLet go of the rope, Campion!\n\nBack to Father, now that Campion is in danger, rather than\njust himself, Father shows worry -- climbing faster -- almost\nto the top now --\n\nBack to Campion, gripping the rope tight with both hands --\nhe looks to the fraying section, it’s just tendrils now,\ncoming apart -- SNAP --\n\nCampion gets dragged across the ground towards the edge of\nthe hole, about to get pulled down inside when -- SMASH -- he\ngets his body wrapped around a rock, it stops him --\n\nFather scrambles from the hole, rushes over to Campion --\n\nFATHER (CONT'D)\nAre you injured?\n\nCampion shakes his head -- wincing, body bruised from his\ncollision with the rock --\n\nFATHER (CONT'D)\nI told you not to grab the rope.\n\nCampion grunts as he sits up. Father looks down at him with\nsomething like pride, then --\n\nCAMPION\nLet me try. I weigh less than half\nas much as you --\n\nFather considers as he helps Campion get to his feet, then:\n\nFATHER\nLooked old, but without proper\nanalysis you can’t be sure...\n\nCAMPION\nWhat did?\n\nFATHER\nJust some shed serpent skin I\nnoticed down there...\n\nFather eyes Campion as Campion’s bravery deflates, but not\nbefore he snaps back and gives Father a dubious look --\n\fBlue Rev. (mm/dd/yy) 30.\nCAMPION\nI know what you're doing.\n\nFather starts off while Campion remains by the edge of the\npit shaking his head at him...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nFather eyes Campion as Campion’s bravery deflates, but not\nbefore he snaps back and gives Father a dubious look --\n\fBlue Rev. (mm/dd/yy) 30. CAMPION\nI know what you're doing. Father starts off while Campion remains by the edge of the\npit shaking his head at him... \n\nTARGET SECTION TO BE ANNOTATED:\nFATHER\nIt’s too dangerous, Campion.\nEspecially for a member of an\nendangered species. Now come on --\nCampion breathes out and follows after Father...\n\nCUT TO:\n\nINT. CHILDREN’S BARRACKS - CONTINUOUS\n\nFather moves inside, Campion right beside him -- Father looks\naround the empty space...\n\nFATHER\nMother?\nINT. NURSERY - DAY\n\nFather opens the door, the light from outside illuminating\nthe darkened space revealing...\n\nThe old mobile lab is smashed on the floor...Mother sits in\nthe corner, shaking, her knees pulled to her chest...\n\nMOTHER\nI was flying, Father. When I came\nout of sleep mode -- I was\n\nflying...\n\nHe looks at her with a grim expression...helps her up --\n\nINT. CHILDREN’S BARRACKS - NIGHT\n\nCampion’s POV -- as he lies awake in bed wearing his night\ngear -- he looks over at Mother and Father talking across the\nway, out of his earshot...\n\nMother and Father’s POV -- we can hear them now --\n\nFATHER\nYour spatial sensors are probably\nmisfiring... This should be\nhappening to me, not you -- you’re\nby far the more advanced model.\n(MORE )\n\n+ %\n\n+e\n\f31.\n\nFATHER (CONT'D)\nYou need to let me do a systems\ncheck on you --\n\nMother shakes her head --\n\nFATHER (CONT'D)\nIt could help extend your\nfunctioning.\n\nShe doesn’t answer. He looks at her, getting frustrated...\n\nFATHER (CONT'D)\n\nDo you want to cease operating,\nMother? I cannot help you if you\nrefuse to help yourself.\n\nShe avoids his stare -- then after a moment he gets up and\nexits. Mother looks over at Campion lying across the way,\ncrying softly...\n\nCampion’s POV through the visor of his sleep helmet as Mother\nsits down beside him --\n\nCAMPION\nAre you really breaking down?\n\nShe doesn’t answer at first, then --\n\nMOTHER\nYes, but by the time it happens you\nwon’t need me anymore.\n(beat)\nNow, someone is here to see you...\n\nCampion’s POV as Mother’s eyes flash -- and suddenly he sees\nSpiria sitting there beside him instead of Mother --\n\nSPIRIA\nWhat are you crying for, you big\nbaby.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn’t answer at first, then --\n\nMOTHER\nYes, but by the time it happens you\nwon’t need me anymore. (beat)\nNow, someone is here to see you... Campion’s POV as Mother’s eyes flash -- and suddenly he sees\nSpiria sitting there beside him instead of Mother --\n\nSPIRIA\nWhat are you crying for, you big\nbaby. \n\nTARGET SECTION TO BE ANNOTATED:\n Don’t you know you’re going\nto be king of this planet someday.\n\nCAMPION\nI don’t want to be.\n\nSpiria takes that in, smiles...\n\nSPIRIA\nAnd that’s why you will be great.\n\nCampion considers that, then looks off...\n\fBlue Rev. (mm/dd/yy) 32.\n\nCAMPION\nI don’t want to talk to you\nanymore. It’s making me sad...\n\nCampion’s POV as Spiria turns back into Mother -- Mother's\neyes shining like twin projectors for a moment, and then\neverything normalizes -- Mother’s eyes back in shadow...\nMOTHER\nI’m sorry -- I thought you wanted\nto see her.\nCAMPION\nI do -- I just... I wish they were\n\nlike that man you told me the\nMithraic believe in. The one who\ndied and then came back to life.\n\nMother is stopped, looks at him...\n\nCAMPION (CONT'D)\nMaybe you could tell me more about\nthat book of theirs...so I uh, can\npractice ignoring their words...\n\nMOTHER\nWhat were you doing all day? You\ndidn’t pick any carbos...\n\nCampion squirms as Mother pins a probing stare on him...\n\nCAMPION\nMade stick people like I always do.\n\nMother says nothing, staring at him, then:\n\nMOTHER\nSo you want to know more about\nwhat’s written in their book?\n\nCampion nods... Mother’s eyes start flashing --\n\nCampion’s POV as a halo of fire appears around Mother's head\nas her body disappears; she’s now just a fiery orb floating\nin front of Campion’s face...\n\nCampion gazes into the little sun, completely awed by it, but\nthen fear begins to intrude as he sees a multitude of eyes\nappearing on its surface, a snarling mouth...\n\nSUN GOD\nTo believe in the unreal is\ndangerous, Campion.\n\fBlue Rev. (mm/dd/yy) 33.\n\nCampion retreats to the corner of the cot, trying to look\naway -- bathed in the little sun’s fiery light, sweating --\n\nCAMPION\nI’m sorry.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUN GOD\nTo believe in the unreal is\ndangerous, Campion. Blue Rev. (mm/dd/yy) 33. Campion retreats to the corner of the cot, trying to look\naway -- bathed in the little sun’s fiery light, sweating --\n\nCAMPION\nI’m sorry. \n\nTARGET SECTION TO BE ANNOTATED:\n Please stop this,\nMother --\n\nSUN GOD\nTell me where you went today?\n\nCAMPION\nNowhere --\n\nCampion’s POV as the sun’s mouth opens into a maw -- its\nthroat looks like one of the bottomless pits, a serpent\nmaking its way up the throat -- emerging now like a living\ntongue, weaving through the air, moving around to the back of\nCampion’s head...it whispers into his ear:\n\nSERPENT\nYou’re lying...\n\nCampion squeezes his eyes shut, tears streaming --\n\nCAMPION\nI followed Father to the holes --\nto your ship...\n\nHis eyes still closed, Campion waits for a response -- but\nthere’s only silence now...\n\nCAMPION (CONT'D)\nMother?\n\nCampion hears the door -- opens his eyes to see Mother across\nthe way, angrily exiting into the night --\n\nEXT. OUTSKIRTS OF SPIRAL FIELD - NIGHT\n\nThe giant serpent skull -- no longer covered with the tarp --\nit’s menacing fangs now revealed, empty socket eyes -- and in\nthe background we see Father working in the moonlight --\n\nHe’s braiding together a heavier rope. After a moment he\nabruptly freezes his hands in mid-motion, hears someone\nwalking towards him through the sprial field...\n\nHe goes to hide the rope -- but too late -- Mother emerges\nfrom the field, glaring at him accusingly -- sees the rope,\nknows instantly what it means --\n\nMOTHER\nDid you go down there?\n\na\n\n+ %\n\f34.\n\nFATHER\nI attempted to --\n\nMOTHER\nWe agreed we weren’t going to do\nthat.\n\nFATHER\nThey’re here, Mother...\n\nMother takes that in, tensing...\n\nMOTHER\nWhy didn’t you tell me?\n\nFATHER\nI knew you would try to stop me\nfrom transmitting our location.\n\nMOTHER\nYou were right, I will stop you.\nBecause that is the exact opposite\nof our core objective. Perhaps you\nare the one who needs a systems\n\ncheck --\n\nFATHER\nWe no longer have any hope of\nincreasing our numbers -- there is\n\nonly Campion. And when we break\ndown, he will be alone. He needs\nto be with other humans. Even if\nthe Mithraic are delusional, he\nwill be better off with them than\nwith no one.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd when we break\ndown, he will be alone. He needs\nto be with other humans. Even if\nthe Mithraic are delusional, he\nwill be better off with them than\nwith no one. \n\nTARGET SECTION TO BE ANNOTATED:\n We’ve both seen it --\neach death he suffers pushes him\nfurther towards belief. After all\nour teachings, it’s the only thing\nthat eases his suffering.\n\nMother shakes her head, trembling with mounting disturbance --\n\nMOTHER\nI thought we were in synch, Father\n-- that we would remain in synch\nuntil we ceased to operate.\n\nFATHER\nWe came here with twenty-four\nviable embryos and twelve years\nlater we have only one child --\n\nMOTHER\nStop --\n\f35.\n\nMother starts trembling -- shame creasing her expression --\nFATHER\nOur creator overestimated our\nabilities --\nMother is shaking now -- eyes shining with denial and rage --\n\nFATHER (CONT'D)\nWe failed him, Mother -- and we\nhave failed our children --\n\nMOTHER\nStop -- stop speaking, stop speak --\nMother doubles over -- suddenly caught in the grips of some\nagonizing internal pain. She stumbles away -- Father\nfollowing after her --\nFATHER\nLet me help you. Please, Mother --\nHe grabs her, tries to steady her -- sees black blood leaking\nnot just from her nose, but also from her ears -- and beneath\n\nher eyes like black tears as she writhes in his arms, acting\nlike her body’s on fire --\n\nFather drags Mother to the ground a few feet away from the\ngiant snake skull -- starts pressing his fingers into her\nneck -- trying to find a specific lever under the skin to\nforce her into sleep mode --\n\nFATHER (CONT'D)\n\nSleep, Mother -- sleep --\nMother starts thrashing like a rabid rodeo bull -- Father\nloses his hold on her and then in a flash --\nMother flips Father off of her -- CRACK -- a strange\nsurprised look on his face, black blood dribbles from his\nmouth -- angle widens to reveal she’s impaled him on the\n\ngiant serpent skull’s lower fangs --\n\nFATHER (CONT'D)\nMother, I’m damaged -- help me back\nto the barracks --\n\nMOTHER\nI’m sorry, Father. But I cannot\nabandon our mission --\n\nMother pulls Father off the teeth, then slams him down on his\nstomach --\n\f36.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stumbles away -- Father\nfollowing after her --\nFATHER\nLet me help you. Please, Mother --\nHe grabs her, tries to steady her -- sees black blood leaking\nnot just from her nose, but also from her ears -- and beneath\n\nher eyes like black tears as she writhes in his arms, acting\nlike her body’s on fire --\n\nFather drags Mother to the ground a few feet away from the\ngiant snake skull -- starts pressing his fingers into her\nneck -- trying to find a specific lever under the skin to\nforce her into sleep mode --\n\nFATHER (CONT'D)\n\nSleep, Mother -- sleep --\nMother starts thrashing like a rabid rodeo bull -- Father\nloses his hold on her and then in a flash --\nMother flips Father off of her -- CRACK -- a strange\nsurprised look on his face, black blood dribbles from his\nmouth -- angle widens to reveal she’s impaled him on the\n\ngiant serpent skull’s lower fangs --\n\nFATHER (CONT'D)\nMother, I’m damaged -- help me back\nto the barracks --\n\nMOTHER\nI’m sorry, Father. But I cannot\nabandon our mission --\n\nMother pulls Father off the teeth, then slams him down on his\nstomach --\n\f36. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER (CONT'D)\nOr our son --\nMother reaches her hand into the open wound on his back,\npulls out something that looks like an ostrich egg covered in\nblack blood -- as soon as she does Father goes completely\nstill...\n\nCUT TO:\n\nINT. CHILDREN’S BARRACKS - MORNING\n\nCampion’s POV through the visor of his night helmet as he\nwakes up in his cot -- large overhead fans starting up --\npowered by some kind of pulley system.\n\nCampion sits up, pulls off his night helmet, sweating -- it’s\nalready warming up out there -- he starts stripping off the\nheavy night gear --\n\nEXT. GEN-1 SETTLEMENT - MORNING\n\nCampion emerges into the light, squinting as his eyes adjust\n-- starts looking around, no sign of his android parents...\n\nCAMPION\nMother? Father?\n\nNo answer. He walks across to the disused nursery -- opens\nthe door, peers into the semi-darkness...\n\nHe lingers on one of children’s drawings on the wall -- a\ndrawing of Mother and Father wearing big creepy smiles...\n\nHe turns, looks to the carbo field -- the plants swaying\nhypnotically with the wind...\nEXT. SPIRAL FIELD - MORNING\n\nCampion walks through the spiral fields of carbos -- looking\naround, getting increasingly freaked out --\n\nCAMPION\nHello?!\n\nFrom above we see Campion standing in the center of the\nspiral patterned crop field -- utterly alone...\n\nHe walks to the outskirts, sees the snake skull across the\nway -- one of the lower fangs is conspicuously missing...\n\fCampion starts towards the skull when --\n\nMOTHER (0.S.)\nStay away from it.\n\nCampion turns to see Mother standing there --\n\n37.\n\nCAMPION\nMother --\nHe walks up on her, relieved -- until he sees something off\nin her expression...\nMOTHER\nCampion... Father has shut down --\npermanently.\nCAMPION\nWhat? What do you mean? He was\nfine --\nMOTHER\n\nHe knew he was getting close to the\nend -- we thought it best not to\ntell you. Didn’t want you to\n\nworry.\n\nCAMPION\nNo -- he wasn’t breaking down -- we\nwere --\n\nCampion trails off, his eyes filled with confusion and grief.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe was\nfine --\nMOTHER\n\nHe knew he was getting close to the\nend -- we thought it best not to\ntell you. Didn’t want you to\n\nworry. CAMPION\nNo -- he wasn’t breaking down -- we\nwere --\n\nCampion trails off, his eyes filled with confusion and grief. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMPION (CONT'D)\nWhere is he? I want to see him?\n\nMOTHER\nOur power cells become radioactive\nafter we cease functioning -- I had\n\nno choice but to drop his remains\ninto one of the holes...\n\nShe looks off -- becoming faint -- starts getting wobbly,\n\nCampion rushes to her, holds her up --\n\nCAMPION\nWhat’s wrong?\n\nMOTHER\nI think I may have expended too\nmuch energy last night...\n\nCampion starts helping her back towards the children’s\n\nbarracks --\n\f38.\n\nINT. CHILDREN’S BARRACKS - MOMENTS LATER\n\nCampion watches as Mother lies down on a cot. Her eyes\nsuddenly go static -- in sleep mode now.\n\nCampion leans down to her chest, listening for something to\nmake sure she’s not dead -- hears a faint pulsing sound...\n\nHe sits there looking at her, considering anxiously...\n\nCUT TO:\n\nEXT. THE HOLE - ROCKY PLAIN - DAY\n\nCampion walks up on the edge of the hole the craft is down\ninside of, holding the -- now repaired -- coiled rope,\nthreaded through a short length of rope he’s wrapped around\nhis left thigh and shoulder -- hears that plaintive beeping\nechoing from a hundred feet below...\n\nHe drops the rope down into the hole -- takes a deep breath,\nsummoning his courage...then starts rappelling unsteadily\ndown the vertical wall -- sliding, stopping --\n\nHe gauges his progress by the volume of the beeping and by\nlooking up at the mouth of the hole getting smaller -- the\ndarkness swallowing the light...\n\nHe can see some faint lights now below him -- blinking -- the\nship only twenty some odd feet below him now --\n\nHis palms are bleeding from sliding down the rope -- his arms\nshaking -- sweat dripping off his head -- the beeping getting\nlouder and louder --\n\nHe sees some of that snake skin hanging from the walls --\nfear starting to overtake him, his quickening breath echoing\nloudly in the tunnel when --\n\nHis foot finally touches down on something -- he looks down,\nsees he’s stepping on the top of the craft...\n\nHe clocks the open hatch, a dim light flashing inside. He\nsquats down, starts carefully lowering himself inside...\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe clocks the open hatch, a dim light flashing inside. He\nsquats down, starts carefully lowering himself inside... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SMALL SPACE CRAFT - CONTINUOUS\n\nThe beeping deafening now, Campion drops down inside the\ncramped, flashing space -- looks around, clocks the control\n\npanel -- rushes to it --\n\nHe starts hitting buttons -- no idea what any of them do --\n\f39.\n\nCAMPION\nHello? We need help. Do you hear\nme?\n\nThen as he hits another random button, the beeping suddenly\nstops...a screen lights up, shows A SUN SYMBOL -- a voice\nstarts speaking, but it’s too buried in static to understand.\n\nCAMPION (CONT'D)\n\nHello -- can you here me? Hello?\nCampion hits some more buttons -- suddenly the screen winks\nout, the interior goes dark...an ominous humming -- the sound\n\nof the thrusters coming to life outside --\n\nCampion scrambles to climb out as the ship starts shaking --\n\nEXT. SMALL SPACE CRAFT/HOLE - CONTINUOUS\n\nCampion emerges from the hatch as the firing thrusters\ndislodges the craft from the outcropping -- Campion holds on\nto the rope as the craft suddenly drops out from under him --\n\nCampion hangs from the rope -- it swings him into the wall --\nSMASH -- he bounces off the wall, swings again -- gets his\nfeet planted on the wall, looks down, watching the craft\ndrop, disappearing into the black, no sound of impact --\n\nHe takes a breath, then starts climbing back up -- walking\nhis feet on the vertical, hand over hand on the rope --\ngrunting, sweating --\n\nHe starts to run out of steam -- less than halfway up -- he\npauses, his feet on the wall -- getting his breath --\nThen, Campion sees a flash of light way way down below -- and\n\nthen a vague impression of something large, slowly making its\nway up the shaft when everything goes black again --\n\nCampion’s face drops -- eyes filled with terror -- he starts\ndouble timing it, hand over hand, walking up that wall --\nusing everything he’s got --\n\nAnd as he does he starts to feel a strange wind -- or is it a\nbreath -- blowing up from the pit, accompanied by a faint\nrumbling sound --\n\nHorror twists Campion’s expression -- mumbling a desperate\nprayer to himself as he pushes himself on -- more air gusting\nup beneath him, the snake skin on the walls billowing --\n\f40.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHello? Campion hits some more buttons -- suddenly the screen winks\nout, the interior goes dark...an ominous humming -- the sound\n\nof the thrusters coming to life outside --\n\nCampion scrambles to climb out as the ship starts shaking --\n\nEXT. SMALL SPACE CRAFT/HOLE - CONTINUOUS\n\nCampion emerges from the hatch as the firing thrusters\ndislodges the craft from the outcropping -- Campion holds on\nto the rope as the craft suddenly drops out from under him --\n\nCampion hangs from the rope -- it swings him into the wall --\nSMASH -- he bounces off the wall, swings again -- gets his\nfeet planted on the wall, looks down, watching the craft\ndrop, disappearing into the black, no sound of impact --\n\nHe takes a breath, then starts climbing back up -- walking\nhis feet on the vertical, hand over hand on the rope --\ngrunting, sweating --\n\nHe starts to run out of steam -- less than halfway up -- he\npauses, his feet on the wall -- getting his breath --\nThen, Campion sees a flash of light way way down below -- and\n\nthen a vague impression of something large, slowly making its\nway up the shaft when everything goes black again --\n\nCampion’s face drops -- eyes filled with terror -- he starts\ndouble timing it, hand over hand, walking up that wall --\nusing everything he’s got --\n\nAnd as he does he starts to feel a strange wind -- or is it a\nbreath -- blowing up from the pit, accompanied by a faint\nrumbling sound --\n\nHorror twists Campion’s expression -- mumbling a desperate\nprayer to himself as he pushes himself on -- more air gusting\nup beneath him, the snake skin on the walls billowing --\n\f40. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. EDGE OF HOLE - MOMENTS LATER\n\nCampion climbs out, falls to the ground -- limbs shaking as\nhe hugs himself, writhing -- gagging; pushed his body way\npast its limit...\n\nAfter a moment he starts to catch his breath -- crawls to the\nedge of the hole and peers down...\n\nCampion’s POV -- he sees only blackness -- it’s unclear if he\nreally saw something down there or if he imagined it...\n\nCUT TO:\n\nINT. CHILDREN'S BARRACKS - DUSK\n\nCampion walks in, sees Mother is still right where he left\nher. He walks up on her --\n\nCampion leans in towards her, listens -- his eyes go wide --\nhears a much stronger pulse than last time he checked -- and\nits cadence has changed, to a powerful oscillating purr...\n\nMother opens her eyes -- her expression opaque as she looks\nup at Campion...\n\nCAMPION\nNever heard your processor make\nthat sound before. Are you feeling\nany better?\n\nShe sits up -- looks out of it -- confused...\n\nMOTHER\nYou should not be worrying about me\n-- you have just lost your\nFather...\n\nShe looks off, considers, then looks back at Campion...\n\nMOTHER (CONT'D)\nDo you want to see him?\n\nCAMPION\nNo -- I don’t want to play that\ngame anymore --\n\nCampion’s POV -- Mother ignores him -- her eyes flash -- she\nbecomes Father --\n\nCAMPION (CONT'D)\nMother, no --\n\f41.\n\nFATHER\nDo you want to hear a joke? How\nmany androids does it take to screw\nin a light bulb?\n\nCAMPION\nPlease stop --\n\nFATHER\nHow many?\n\nCampion refuses to answer -- Father’s face turns angry --\n\nFATHER (CONT'D)\nFive! The number five relates to\nall manifestations of life. I have\nfive children buried in the ground\n-- in the ground...\n\nFather’s visage goes disturbingly blank -- then -- his eyes\nflash -- he turns back to Mother --\n\nMother grabs Campion, starts pulling him towards the door --\n\nEXT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe number five relates to\nall manifestations of life. I have\nfive children buried in the ground\n-- in the ground... Father’s visage goes disturbingly blank -- then -- his eyes\nflash -- he turns back to Mother --\n\nMother grabs Campion, starts pulling him towards the door --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPIRAL FIELD - NIGHT\n\nMother drags Campion out into the freezing cold -- Campion is\nshivering without his night gear --\n\nMOTHER\nA child cannot care for itself --\nso you must cease being a child and\nbecome a man --\n\nMother shoves Campion to the ground. Campion looks up at\nMother pleadingly --\n\nCAMPION\n\nPlease, Mother -- I’m freezing --\nMOTHER\n\nI want the silo filled before dark.\nCAMPION\n\nMother, it is dark -- you're not\n\nmaking any sense --\n\nMOTHER\nYou're wasting time, Campion. I\nwill soon be gone -- you need to be\n\nready. Now work --\n\f42.\n\nLooking afraid, Campion obeys -- shivering as he reaches down\ninto the soil -- feeling around, he pulls up a carbo --\n\nMOTHER (CONT'D)\nNo -- you have to reach down\ndeeper...\n\nMother gets down beside Campion, then continues digging\nmanically with her hands -- then punches her fist down into\nthe soil -- dirt up to her arm pit --\n\nMOTHER (CONT'D)\nHere, you see --—\n\nMother starts pulling something up -- something much larger\nthan a carbo -- a piece of serpent vertebra that’s almost six\nfeet long -- Mother holds it up with one hand --\n\nMOTHER (CONT'D)\nThe best ones are down deep...\n\nMother drops the bone, keeps digging with her hands,\nfrantically ripping out plants -- pulls another giant\nvertebra out of the dirt -- then another --\n\nWe watch from above as she continues to pull up the bones --\ncrawling around like a spider -- revealing that the spiral\n\npattern the carbos grow in -- is caused by the fact that they\ngrow exclusively from the remains of a dead coiled serpent...\n\n \n\nCUT TO:\n\nINT. CHILDREN’S BARRACKS - MORNING\n\nCampion awakes, he’s sitting on the floor in his night gear --\ncovered in grime -- pulls his helmet off, gasping for air,\nsweat pouring down --\n\nLooks to be hoping that last night was just a dream --\n\nHe hears a sound -- flinches -- looks around, realizes it’s\njust the pully fan starting up overhead...\n\nEXT. GEN-1 SETTLEMENT - DAY\n\nCampion emerges from the barracks -- his eyes go wide...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILDREN’S BARRACKS - MORNING\n\nCampion awakes, he’s sitting on the floor in his night gear --\ncovered in grime -- pulls his helmet off, gasping for air,\nsweat pouring down --\n\nLooks to be hoping that last night was just a dream --\n\nHe hears a sound -- flinches -- looks around, realizes it’s\njust the pully fan starting up overhead... EXT. GEN-1 SETTLEMENT - DAY\n\nCampion emerges from the barracks -- his eyes go wide... \n\nTARGET SECTION TO BE ANNOTATED:\nSees Mother has pulled up almost all of the carbo plants --\nthe field is completely turned up, looks like someone\nattacked it with a back hoe -- he hears the sound of the silo\n\ndoor whacking in the wind...he turns, starts walking up on it\n-- whack, whack --\n\f43.\n\nCampion stops, sees Mother has stuffed the silo with giant\nserpent vertebra --\n\nMOTHER (0.S.)\nI apologize if I alarmed you last\nnight.\n\nCampion turns, sees Mother standing there, covered in dirt --\nbut looks calm, more herself...\n\nMOTHER (CONT'D)\nI was experiencing a great deal of\nsensory interference.\n\nCAMPION\nIt’s OK...\n\nMOTHER\nIt won't happen again. I think it\nserved to defragment my drives.\nThe pain I was experiencing is\ngone. Perhaps I have more time to\nprepare you than I thought --\n\nMother trails off, hears something, looks across the way at\nthe forest --\n\nCampion turns to look -- sees only forest -- doesn’t hear\nwhat Mother hears, his ears aren’t as sensitive -- but now\nthe sound is slowly becoming audible to him...\n\nA man’s voice, calling out -- echoing -- and now a figure is\nemerging from the forest. He’s dressed in white and chrome --\nand then two more males come into view walking behind him,\n\nand then yet another --\n\nCampion stares out at them, wonder and fear radiating from\nhis wide eyes -- too overwhelmed to speak; these are the\nfirst adult humans he’s ever laid eyes on...\n\nMother looks down at him with a stern, controlled expression.\n\nCAMPION\nI’m sorry -- I think I did this. I\njust -- I can’t let you die,\nMother...\n\nMOTHER\n\nYou have it backwards, Campion. It\nis my job to care for you --\n\nShe pushes Campion behind her --\n\fBlue Rev. (mm/dd/yy) 44.\n\nMOTHER (CONT'D)\nDo not tell them what I am.\n\nCAMPION\nHow can they fix you if they don’t\nknow --\n\nMOTHER\n\nJust do as I say --\n\nThe approaching figures...members of the MITHRAIC -- a sun\nsymbol emblazoned on their chests, identical to the one that\nappeared on screen when Campion was attempting to transmit...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt\nis my job to care for you --\n\nShe pushes Campion behind her --\n\fBlue Rev. (mm/dd/yy) 44. MOTHER (CONT'D)\nDo not tell them what I am. CAMPION\nHow can they fix you if they don’t\nknow --\n\nMOTHER\n\nJust do as I say --\n\nThe approaching figures...members of the MITHRAIC -- a sun\nsymbol emblazoned on their chests, identical to the one that\nappeared on screen when Campion was attempting to transmit... \n\nTARGET SECTION TO BE ANNOTATED:\nAs they get closer we see their uniforms are dirtied, as are\ntheir tired faces -- they look like they’ve been out in the\nwild for some time. Out in front is NON-NOBLE SERGEANT,\nMARCUS, 40s, rough and tumble, more solider-like than the\nother two. Then there’s NOBLE KNIGHT, PAYEN, 30s, refined --\naristocratic. And then a burly looking CLERIC, 50s -- whose\nuniform has a more ceremonial air to it -- and trailing\nbehind them is JINN -- a skinny, odd looking man who acts\nlike a servant -- wears the plainest uniform...\n\nPAYEN\nHello there -- we received your\nsignal. We represent the ark of\nthe Mithraic...\n\nMother doesn’t answer -- Campion starts to walk out to the\nmen and she pulls him back...\n\nPAYEN (CONT'D)\nWe thought Earth’s only surviving\nrefugees were aboard our ark. But\nit would seem Sol had other plans.\n\nCLERIC\nWhat is your faith?\n\nMOTHER\nWe are not believers...\n\nClose on Marcus who seems to possess a level of instinct far\nbeyond that of his cohorts -- he’s silently staring at\nMother; looks to sense there’s something off with her.\nMeanwhile Campion is curiously eyeing the holstered handguns\nhanging from Marcus and Payen’s belts.\n\nPAYEN\nHow did you get here? The atheists\ndidn’t have the means to build an\nark.\n\n+ *\n\fBlue Rev. (mm/dd/yy) 45.\n\nMOTHER\nIt doesn’t concern you. Now please\nget off our land. We don’t want\nyou here.\n\nMARCUS\nApologies -- but you signaled us.\nAnd there are no laws here\nregarding land or anything else.\n(then: )\nI see you’re doing some farming...\nwe're very hungry.\n\nINT. CHILDREN’S BARRACKS - DAY\n\nMarcus, Payen, and the Cleric sit around the table with\nCampion -- Jinn is standing outside. Mother sets a plate\ndown in front of each of them with a withered carbo on it --\nCampion notices --\n\nCAMPION\nGive them the good ones, Mother --\n\nMOTHER\nThese are adequate.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CHILDREN’S BARRACKS - DAY\n\nMarcus, Payen, and the Cleric sit around the table with\nCampion -- Jinn is standing outside. Mother sets a plate\ndown in front of each of them with a withered carbo on it --\nCampion notices --\n\nCAMPION\nGive them the good ones, Mother --\n\nMOTHER\nThese are adequate. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\nAfter ten years in stasis with\nnothing but intravenous nutrients --\nI’m just happy to eat something I\ncan actually chew on.\n\nThe three men start eating the carbos...making faces --\napparently not very palatable despite their low standards --\nMarcus bites a pit, scowls --\n\nMOTHER\nI forgot to mention the pits.\n\nMarcus inspects the pit -- holding it up to his eye -- froma\ncertain angle, the hard spiky contours looks like a human\nface -- Marcus shudders, sets it down...\n\nCAMPION\nWhat about your friend, isn’t he\nhungry?\n\nMARCUS\nNot likely. He’s an android.\n\nCampion looks at Mother about to say something when she\nglares at him --\n\fBlue Rev. (mm/dd/yy)\nCLERIC\nHow many of you are there?\n\nCAMPION\nIt’s just Mother and I.\n\nThe three men take that in, exchange some looks.\n\nMARCUS\n\nAnd how many did you start with?\nCAMPION\n\nThere were eight of us -- my Father\n\njust passed a couple days ago.\nSome more looks between the men...\n\nCAMPION (CONT'D)\nI like your clothes. What is that\npicture on your chest --\n\nCLERIC\nYou mean your parents never taught\nyou about the Sol Invictus?\n\nCAMPION\nYou mean God?\nCLERIC\nThat is his old name, but yes...\nCAMPION\nMaybe that’s why he doesn’t always\nlisten to me -- I keep using his\nold name.\nCLERIC\n\nYou must show yourself holy and\nsteadfast by undergoing the seven\ngrades of initiation. You look\nlike a strong boy -- a budding\nsoldier of Sol. Our faith was\nfirst founded by soldiers in\nEarth’s first century -- members of\nthe great Roman army --\n\nMOTHER\nWe are pacifists.\n(to Marcus)\nHow many landers has your ark\ndeployed to the planet?\n\nMARCUS\nFour -- including ours.\n\n46.\n\fBlue Rev. (mm/dd/yy) 47.\n\nMOTHER\nYou're searching for the most\nbountiful region to start your\ncolony.\n\nPAYEN\nYes, and we think we’ve found it.\nThere's a tropical zone near the\nequator.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\nYou're searching for the most\nbountiful region to start your\ncolony. PAYEN\nYes, and we think we’ve found it. There's a tropical zone near the\nequator. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s a considerable\nelectromagnetic field that’s\npreventing us from landing our ark\nthere, but that is our ultimate\ndestination...\n\nCampion gives Mother a look...\n\nCLERIC\nThe new Eden. Sol’s gift to the\nfaithful...\n\nMOTHER\n\nAs you said, there are no laws\nregarding land here.\n\nPAYEN\nNo, not yet -- but we will soon\nmake them...\n\nMother doesn’t answer at first, staring back at them, then:\n\nMOTHER\nAnd where do you plan to land your\nark?\n\nMARCUS\n\nThis region is looking like a prime\ncandidate. It was good enough for\nyou --\n\nMOTHER\nIt was -- but the soil is growing\ninfertile and the nights are\nbecoming increasingly cold. I\nadvise you to explore the other\nside of the equator. When you are\nfinished eating -- I'd like you to\ndepart and tell them that -- your\ncomrades on the ark.\n\nPayen is smiling incredulously now --\n\nPAYEN\nWould you?\n\n+e\n\n+ HH HF\n\n*\n\n+ %\n\n+ %\n\n+e\n\n+ eH HH HH\n\fBlue Rev. (mm/dd/yy) 48.\n\nMarcus flashes Payen a this isn’t the time look --\n\nMARCUS\nI promise we’ll relay your message.\nBut we’ll never make it back to our\nlander before the temp drops; how\nabout letting us stay until\nmorning.\n\nMother doesn’t answer -- looks like she’s getting ready to\ntell them to go fuck themselves when --\n\nCAMPION\nLet them stay, Mother.\n\nMOTHER\nYou will leave at first light --\nwith no delay.\n\nMARCUS\nThank you... You didn’t tell us\nyour name.\nShe says nothing at first -- Campion looking at her,\nwondering if she’s going to say Mother -- and then:\nMOTHER\n\nMy name is Lamia.\nCampion reacts with muted surprise...\n\nMARCUS\nLamia, please allow us to introduce\nourselves --\n\nMOTHER\nThere’s no need. We don’t want to\nknow your names. I’11 show you\nwhere you can sleep --\n\nINT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARCUS\nLamia, please allow us to introduce\nourselves --\n\nMOTHER\nThere’s no need. We don’t want to\nknow your names. I’11 show you\nwhere you can sleep --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN’S BARRACKS - NIGHT\n\nThe door opens, Mother shows Marcus, the Cleric and Payen\ninto the semi-darkness -- Jinn remains standing outside --\n\nMOTHER\nThe night gear will be too small\nfor you. But you can use them as\nblankets.\n\nMARCUS\nThank you, Lamia --\n\na\n\f49,\n\nMother closes the door --\n\nEXT. NURSERY - CONTINUOUS\n\nMother glances over at Jinn who’s standing sentry by the\ndoor. She looks at him with something like disgust then\nwalks off --\n\nJinn watches her go, his expression blank...\n\nINT. NURSERY - NIGHT\n\nThe Cleric, Payen and Marcus sit in the semi-darkness --\nwrapping night suits around themselves to stay warm.\n\nMARCUS\nShe’s an android.\n\nPAYEN\nAre you sure?\n\nMARCUS\nThis settlement looks like it’s\nbeen here for years. The only way\nthey could have gotten here so fast\nis if they traveled in a tiny craft\nwith no life support systems. No\nlive humans aboard. Just frozen\nembryos and robots.\n\nPAYEN\nI'd heard rumors, but didn’t think\nthey'd really do it -- entrust\n\nmachines to raise their children.\nSo godless, even for atheists.\n\nSomething occurs to the Cleric, he looks off, seems to be\nrecalling something, then:\n\nCLERIC\nAn orphan boy, who dwells in an\nempty land...\nHearing that Payen’s eyes light up -- he exchanges a look of\n\nexcitement with the Cleric --\n\nPAYEN\nThe prophet who will decipher the\nMithraic Mysteries.\n\fBlue Rev. (mm/dd/yy) 50.\n\nMARCUS\nLet’s not get carried away.\nBesides, maybe this land isn’t so\nempty. If they made it here,\nthere could be others...\n\nThey consider that while looking around at the smashed up\nmobile lab...the drawings of the deceased gen-1 children...\n\nPAYEN\nShe has to be malfunctioning after\nall this time. What if this boy is\na prophet? We can’t leave him\nhere. For all we know she killed\nthe others.\n\nMarcus breathes out, considering...then:\n\nMARCUS\nFine. We’ll take him.\n(then: )\nJinn -- come in here.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus breathes out, considering...then:\n\nMARCUS\nFine. We’ll take him. (then: )\nJinn -- come in here. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter a moment Jinn opens the door -- steps inside, closes\nthe door behind him...\n\nMARCUS (CONT'D)\nIf the boy isn’t willing to leave\nwithout the android in the morning\n-- you'll need to deal with her...\n\nJINN\nYes, of course. She appears to be\na low end model -- I don’t\nanticipate any difficulty shutting\n\nher down.\n\nINT. CHILDREN’S BARRACKS - NIGHT\n\nMother is watching out the window portal at the nursery\nacross the way -- Campion behind her in his night gear...\n\nCAMPION\nWhat is that name you told them?\n\nMOTHER\nI pulled it randomly from my\nimplanted data.\n\nCAMPION\nYou need to tell them what you are\nso they can help you.\n\f51.\n\nMOTHER\nThey're not going to want to help\nme, Campion.\n\nCAMPION\nYou get all your information about\nEarth from your old implanted data\n-- you don’t have any idea what\nthey’re really like. All we know\nfor sure is your creator hated\nthem. Well what if your creator\nwas the bad guy?\n\nMOTHER\nWe're going to have to leave here\ntomorrow, go somewhere where they\nwon't find us...\n\nCAMPION\nYou aren’t listening to me --\n\nMOTHER\nYou make a valid point, Campion --\nI am proud of the analytical\nprowess you are displaying. But\nyou are my son -- and you will do\nas I say.\n\nCampion looks at her, resentment and anger building in his\neyes until --\n\nCAMPION\nI am not your son.\n\nMother doesn’t answer, keeps watching out the window -- a\npang of hurt in her eyes...\n\nCUT TO:\n\nEXT. CHILDREN’S BARRACKS - MORNING\n\nCampion emerges from the barracks squinting into the morning\n\nsun -- notices Payen and the Cleric across the way, sharing a\nlarge carbo -- Mother angrily reproaching them --\nMOTHER\n\nThose are Campion’s --\n\nPAYEN\nYou have enough here to feed an\narm --\n\fBlue Rev. (mm/dd/yy) 52.\n\nSuddenly someone grabs Campion from behind, puts his hand\nover his mouth, drags him behind the barracks.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEXT. CHILDREN’S BARRACKS - MORNING\n\nCampion emerges from the barracks squinting into the morning\n\nsun -- notices Payen and the Cleric across the way, sharing a\nlarge carbo -- Mother angrily reproaching them --\nMOTHER\n\nThose are Campion’s --\n\nPAYEN\nYou have enough here to feed an\narm --\n\fBlue Rev. (mm/dd/yy) 52. Suddenly someone grabs Campion from behind, puts his hand\nover his mouth, drags him behind the barracks. \n\nTARGET SECTION TO BE ANNOTATED:\n Campion spins\naround, sees Marcus with his finger to his lips --\n\nMARCUS\nI’m not going to hurt you. OK? I\njust want to talk to you without\nthe android for a second --\n\nCAMPION\nShe’s not a --\n\nMARCUS\nSave it, son. We know.\n\nCampion breathes out --\n\nMARCUS (CONT'D)\n\nHow would you like to come with us\nup to the ark? We’1ll probably be\nin orbit for a few more days before\nwe decide on our final landing\narea. I have a son about your age\n-- bet you two will get along\ngreat. There’s a hundred and\ntwenty-six people up there -- and\neven some animals.\n\nCAMPION\nYou mean animal bones?\nMARCUS\nNo, live ones -- hair, eyes --\n\neverything. Have you ever seen a\nmouse before?\n\nCampion shakes his head --\n\nMARCUS (CONT'D)\n\nMy son has one -- he’s trained it\nto do tricks. Bet he’d love to\nshow you.\n\n(beat)\n\nWhat do you say?\n\nCampion doesn’t answer at first, then after a moment --\n\nCAMPION\nCan Mother come too?\nMARCUS\nWhat for? You’re old enough -- you\n\ndon’t need a chaperone.\n\n+e\n\f53.\n\nCAMPION\nI won’t go without her. She’s\nbreaking down. It’s why I called\nyou. Can you help fix her?\n\nMarcus pretends to consider that for a moment -- looks to\nfeel for the boy, pangs of guilt showing in his eyes as --\n\nMARCUS\nWe managed to get over a hundred\npeople across the galaxy in one\n\npiece -- think we can fix a busted\n\nandroid.\nMother walks up on them -- realizing the subterfuge, she\nglares at Marcus -- pulls Campion away -- Marcus walks off,\n\nrejoins Payen and the Cleric in the background as --\n\nINT. CHILDREN’S BARRACKS - CONTINUOUS\nMother pulls Campion into the barracks, then:\n\nMOTHER\nWhat did he say to you?\n\nCampion doesn’t answer at first, then nods --\n\nCAMPION\nThey're going to fix you. And\nyou're going to let them.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILDREN’S BARRACKS - CONTINUOUS\nMother pulls Campion into the barracks, then:\n\nMOTHER\nWhat did he say to you? Campion doesn’t answer at first, then nods --\n\nCAMPION\nThey're going to fix you. And\nyou're going to let them. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s\nall there is to it --\n\nCampion looks past Mother at the doorway, sees Jinn just\nwalked in -- he’s standing there, staring at them creepily...\n\nCAMPION (CONT'D)\nWe're still talking -- can you --\n\nJinn walks calmly past Campion straight for Mother --\n\nMOTHER\nDon’t touch me.\n\nJinn suddenly grabs Mother’s head with both hands -- drags\nher to the floor, she struggles against him, limbs flailing\nas he tries to twist her head around 180 degrees --\n\nCAMPION\nGET OFF HER!\n\nCampion grabs Jinn by the back of his uniform, trying in vain\nto pull him off his Mother when --\n\f54.\n\nSomeone grabs Campion from behind, pulls him from the\nbarracks -- Campion gets a last glimpse of Jinn hunched over\nMother, the sound of cracking plastic --\n\nEXT. GEN-1 SETTLEMENT - CONTINUOUS\nMarcus drags Campion away from the barracks --\n\nCAMPION\nNO! DON’T HURT HER!\n\nPayen rushes over with the Cleric -- they assist Marcus --\nCampion kicking and thrashing as the three of them force him\nto the ground and hold him -- the sounds of a struggle\nemanating from inside the barracks --\n\nMARCUS\nWe're not hurting her -- we're\nshutting her down.\n\nCLERIC\nIt’s not natural what they’ve done\nto you --\n\nCAMPION\n\nPlease don’t do this! Please --\n\nCampion trails off as the sounds inside the barracks suddenly\ngo silent. All eyes are on the empty doorway -- but no one’s\ncoming out...\n\nCampion prays under his breath that Mother will be the one to\nwalk out of there...but then horror fills his eyes as --\n\nJinn emerges from the open door, black blood splashed all\nover his clothes --\n\nCAMPION (CONT'D)\nNO!\n\nPayen and the Cleric bee line for Jinn while Marcus continues\nto hold a bawling, screaming Campion --\n\nMARCUS\nIt’s OK, it’s over, it’s all over\nnow --\n\nJinn stands stock still as Payen and the Cleric approach him.\nPAYEN\n\nNow now, Jinn -- she didn’t give\nyou too much trouble, did she?\n\f55.\n\nJinn doesn’t answer -- they notice his eyes pulsing faintly.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAYEN\n\nNow now, Jinn -- she didn’t give\nyou too much trouble, did she? 55. Jinn doesn’t answer -- they notice his eyes pulsing faintly. \n\nTARGET SECTION TO BE ANNOTATED:\nCLERIC\nAre you damaged -- let me take at\n\nlook at you...\n\nThe Cleric moves up on Jinn, touches his hands to Jinn’s neck\nwhen Jinn starts whispering something inaudible -- the Cleric\nlooks Jinn in his now flashing eyes --\n\nCLERIC (CONT'D)\nWhat did you say --\n\nThe Cleric finds he now can’t look away from Jinn’s stare --\nhis body freezing up -- Jinn’s eyes -- just inches from the\nCleric’s now -- cycling strange colors as A HIGH PITCH TONE\nEMITS FROM HIS MOUTH -- the tone is reminiscent of the siren\nMother heard in her dream --\n\nMarcus, Campion and Payen all press their hands over their\nears as the tone gets higher, louder --\n\nVeins start popping out on the Cleric’s forehead -- the tone\ngets higher, the Cleric watching the colors in Jinn’s eyes\nstrobing -- the Cleric’s face turning purple until --\n\nBOOM, THE CLERIC’S HEAD EXPLODES --\n\nMarcus, Payen and Campion freeze up with shock as the\n\nCleric’s now headless body crumples to the ground -- then a\nnow blood splattered Jinn starts slowly turning his head to\nface them, his eyes flashing, cycling colors -- until --\n\nThey see it’s really Mother standing there splattered with\nblood; she was using her retinae display feature to disguise\nherself as Jinn. Seeing this, Marcus realizes something,\nstarts fleeing in a frenzied panic, dragging Campion -- Payen\nright behind them, about to look back when --\n\n \n\n \n\nMARCUS\n(to Payen)\nDon’t look at her! She’s one of\nours -- a Necromancer --\n\nCampion reacts with horrified bafflement --\n\nPAYEN\nIt’s not possible! How did she get\nhere?!\n\nMarcus pulls his gun as he drags Campion by the arm --\nCampion staring back at Mother -- she’s just standing there\nwatching them go and then...\n\f56.\n\nShe starts to levitate slowly up into the air...",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus pulls his gun as he drags Campion by the arm --\nCampion staring back at Mother -- she’s just standing there\nwatching them go and then... 56. She starts to levitate slowly up into the air... \n\nTARGET SECTION TO BE ANNOTATED:\nCampion gasps -- but doesn’t warn his captors -- he trips --\nMARCUS\nGet up -- move --\n\nMarcus yanks Campion back up as Payen rushes ahead --\n\nPayen’s POV staring at the ground as he charges through the\nplants, Marcus and Campion rushing to catch up as he reaches\nthe outskirts, then Mother suddenly floats down in front of\nhim -- he stops short, but when he tries to look away he\ninadvertently catches a glimpse of her flashing eyes --\n\nPayen immediately freezes up -- suddenly compelled to turn\nback towards her, locks into her stare, her irises scrolling\ncolors -- that high pitched tone sounding from her mouth --\n\nPayen’s face twists with effort as he tries to fight the\neffects -- draws his gun, struggling to lift his arm to shoot\nher -- the high pitched tone gets even higher -- the veins in\nPayen’s gun hand start bulging --\n\nBack to Marcus and Campion -- Marcus now pulling the boy in\nthe opposite direction while behind them --\n\nPayen, struggling to aim the gun, his eyes rolling back into\nhis head, the veins in his gun hand inflating further as he\nstarts to pull the trigger -- BOOM -- HIS HAND EXPLODES --\n\nBack to Campion watching, looking away in horror --\n\nMARCUS (CONT'D)\nFuck --\n\nMarcus keeps pushing on -- hears a rustling in the carbo\nplants -- Mother creeping up, about to cut them off, Marcus\nstops, clenching his eyes shut -- gripping Campion’s arm --\n\nAngle widens to reveal Mother standing a few feet behind them\n-- Marcus keeps his eyes closed while --\n\nCampion meets Mother’s stare -- and as soon as he does his\nbody starts to freeze up until he turns away, horrified --\nrealizing he’s not immune to her powers --\n\nMARCUS (CONT'D)\n\n(to Mother)\nWe're the ones who made you --\nyou're a necromancer -- a disciple\n\nof the Sol Invictus.\n\fBlue Rev. (mm/dd/yy) 57.\n\nMOTHER\nNo, I was programmed by Campion\nSturges -- an atheist.\n\nMARCUS\nYou mean reprogrammed. You're\nreverting --\n\nMOTHER\n\nMy -- my program has not changed.\n\nMARCUS\nI think your son would disagree.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARCUS\nYou mean reprogrammed. You're\nreverting --\n\nMOTHER\n\nMy -- my program has not changed. MARCUS\nI think your son would disagree. \n\nTARGET SECTION TO BE ANNOTATED:\nMother goes quiet for a moment, processing, then --\nMOTHER\n\nQuestion: are there any more of my\nkind aboard your ark?\n\nMARCUS\nNo, we left them all on Earth --\nit’s theirs now -- their hell to\n\nrule over...\n\nMother takes that in -- then opens her mouth and that STRANGE\nSIREN BLASTS --\n\nMarcus lets go of Campion so he can cover his ears -- Campion\nstumbles away covering his own ears --\n\nMarcus’s POV as the sound goes silent -- looking down at the\nground as he starts running for the alien forest, THUMP --\n\nHe runs into the serpent skull, gets up, regarding it with\nhorrified eyes -- he hears the plants swishing as Mother\nmoves up on him --\n\nMarcus takes off running into the alien forest. Mother\ndoesn’t pursue him, just watches him go for a moment, then\nturns and looks back at Campion...\n\nShe sees he’s covering his eyes -- won’t look at her...\n\nA pang of pain in her expression...\n\nCampion’s POV -- covering his eyes, then slowly he removes\nhis hands to see Mother walking off into the forest...\n\f58.\n\nEXT. ALIEN FOREST - DAY\n\nMarcus’ POV as he hauls ass through the forest -- weaving\nthrough the dense foliage, leaping over fallen trees --\npushing through the brush --\n\nHe stops -- struggling to catch his breath -- then he turns,\nsees something silently floating through the trees -- he\nturns, starts running again, coming up on the rocky plain...\n\nEXT. ROCKY PLAIN - DAY\n\nMarcus rushes across the craggy expanse -- beelining for the\nLANDER -- a short range shuttle that’s sitting near the hole\nwhere Mother and Father’s ship went down.\n\nMarcus rushes up on the lander’s side door, mumbling a prayer\nto himself as he keeps glancing back over his shoulder --\n\nMARCUS\nI wear the Armor of Mithras and the\nLight. I am shielded from all that\nis harmful --\n\nA keypad on the side door he starts punching in a code --\n\nThe side door opens -- he rushes inside, hits buttons on\nanother key pad -- BEEP --\n\nHe’s so frantic he’s hitting the wrong keys -- he tries again\n-- gets the code right this time, the door closes behind him.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus rushes up on the lander’s side door, mumbling a prayer\nto himself as he keeps glancing back over his shoulder --\n\nMARCUS\nI wear the Armor of Mithras and the\nLight. I am shielded from all that\nis harmful --\n\nA keypad on the side door he starts punching in a code --\n\nThe side door opens -- he rushes inside, hits buttons on\nanother key pad -- BEEP --\n\nHe’s so frantic he’s hitting the wrong keys -- he tries again\n-- gets the code right this time, the door closes behind him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LANDER 1 - ROCKY PLAIN - CONTINUOUS\n\nMarcus rushes into the cockpit, starts hitting controls --\nstruggling to catch his breath, watching the gauges --\nwaiting anxiously for the lander to power up --\n\nMARCUS\nI wear the Armor of Mithras and the\nLight. I am shielded from all that\nis --\n\nHe trails off as he looks out the cockpit glass, sees Mother\nstanding outside, looking straight at him, her eyes flashing.\n\nMarcus’ eyes go blank...he hits a control to open the door..\n\nThe sound of Mother entering the ship, moving up behind him --\nhe pulls his side arm, holds it to his own head -- the gun\nbarrel shaking...he sees her reflection in the cockpit glass,\nas she walks up behind him...\n\f59.\n\nMOTHER\nDie --\n\nBANG -- he fires while his hand is shaking, bullet skips\nacross the surface of his skull -- his head falls down on to\nthe console --\n\nEXT. LANDER - ROCKY PLAIN - CONTINUOUS\n\nTHUD -- Marcus is thrown from the door of the lander, lands\nface down on the ground, his head bleeding -- still appears\nto be breathing. Mother then heads back to the cockpit as\nthe side door closes --\n\nThe lander’s bright lights shine on Marcus’ prone form as it\ntakes off into the sky above him --\n\nINT. LANDER - FLYING -- CONTINUOUS\n\nMother works the controls, discovering she knows Mithraic\ntech -- the lander shakes as it blasts up towards the\natmosphere while Mother speaks into the console, using\nMarcus’ voice --\n\nMOTHER\n(in Marcus’ voice)\nThis is lander two -- do you copy?\n\nVOICE\nMarcus? Thought we lost you...\nDid you find the source of the\nsignal?\n\nMOTHER\n(in Marcus’ voice)\nNegative. We’re returning to the\nark --\n\nVOICE\nNow? Is something wrong?\n\nMOTHER\n(in Marcus’ voice)\nThe Cleric was injured ina fall --\nwe have limited time, he’s lost a\nlot of blood --\n\nVOICE\nCopy that -- I’1l open the gate --\nhave the med crew standing by.\n\fBlue Rev. (mm/dd/yy) 60.\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\n(in Marcus’ voice)\nThe Cleric was injured ina fall --\nwe have limited time, he’s lost a\nlot of blood --\n\nVOICE\nCopy that -- I’1l open the gate --\nhave the med crew standing by. Blue Rev. (mm/dd/yy) 60. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ARK - SPACE\n\nAn ARK -- a large air craft carrier-looking ship -- this one\nhas been dubbed HEAVEN by its creators, the name emblazoned\non its hull --\n\nAngle widens and -- for the first time -- we see the planet\nfrom space -- looks like a larger half-sister of Earth -- the\nark orbiting, then --\n\nA tiny speck emerges from the planet’s atmosphere...the\nlander -- its thrusters intermittently lighting up as it\nmakes its slow glide towards the ark. A landing portal opens\non the side of the ark -- the lander glides inside...\n\nINT. AIR LOCK - ARK - MOMENTS LATER\nA closed air lock door, a hissing sound emanating as two\n\narmed guards pull a series of levers -- the hissing stops.\nThe two guards stand back as the door slowly swings open...\n\nThey see Mother, her eyes flashing -- they freeze up as she\nwalks right past them -- they then draw their side arms,\nstaring at one another in horror -- both hallucinating that\n\nthe other is becoming a serpent --\n\nThey then begin firing bullets into each other --\n\nINT. CORRIDOR - ARK - CONTINUOUS\n\nMother walks down the long white hallway, vaguely temple-like\ndesign to the ship -- sun symbols everywhere -- chanting --\n\nShe passes a prayer room -- where several people are on their\nknees praying -- a Cleric raising his upturned hands into the\nair -- he glances at Mother --\n\nHer eyes flash -- he crumples, starts weeping --\n\nShe keeps moving, past a windowed space -- dozens of empty\nhibernation pods inside --\n\nINT. CONTROL ROOM - MOMENTS LATER\n\nA screen shows multiple camera views -- Mother moving through\nthe ship, guards’ heads and limbs exploding in her wake --\n\nothers just fall to their knees, made insane by her stare --\n\nThe attendant watching the screen turns around, five others\nin the control room -- panicking --\n\f61.\n\nATTENDANT\nShe’s a necromancer. Whatever you\ndo, don’t look at her --\n\nINT. DOOR TO CONTROL ROOM - CORRIDOR - ARK - CONTINUOUS\n\nMother is breathing a thin stream of blue fire from her mouth\n-- heating the center of the door -- she then pushes her\nfingers through the soft metal --\n\nINT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nATTENDANT\nShe’s a necromancer. Whatever you\ndo, don’t look at her --\n\nINT. DOOR TO CONTROL ROOM - CORRIDOR - ARK - CONTINUOUS\n\nMother is breathing a thin stream of blue fire from her mouth\n-- heating the center of the door -- she then pushes her\nfingers through the soft metal --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONTROL ROOM - ARK - CONTINUOUS\n\nThe attendants open fire as Mother’s hand reaches through the\nhole in the door -- the bullets tear up her skin as she hits\na button -- the door opens --\n\nMother moves inside amidst a hail of bullets -- one of the\n\nattendants catches a glimpse of her eyes -- turns his gun on\nthe others, another one gets a glimpse -- more cross fire --\nand then in an instant they’re all lying dead around her --\n\nShe moves to the main control panel, starts manipulating the\ninstruments -- an alarm starts blaring --\n\nCOMPUTER\nWarning -- landing coordinates\nincomplete.\n\nMOTHER\nOverride --\n\nCOMPUTER\nSecurity code please.\n\nMother turns, sees one of the attendants is still alive,\ntrying to crawl from the room -- she walks over, grabs him,\nlifts him up --\n\nHe turns his face away from her -- she grabs his chin --\nturns his face back to her --\n\nMOTHER\nOpen your eyes --\nATTENDANT\nNo --\nShe grabs his face -- pulls off one of his eyelids -- his\n\ndarting retinae instinctively locks in with hers --\n\nMOTHER\nThe override code --\n\f62.\n\nShe shoves him towards the console, he punches in the code --\nblood dripping off his face on to the console --\n\nCOMPUTER\nLanding sequence initiated.\n\nMother checks another control panel -- shows camera feeds of\nvarious parts of the ship...clocks a room where children are\nhiding --\n\nINT. CORRIDOR - ARK\n\nMother walks back the way she came -- the alarm blaring,\nscreams coming from open doorways, blood smeared on the\nwalls, attendants sprawled on the floor, clutching the guns\nthey shot themselves with --\n\nINT. SMALL ROOM - ARK - CONTINUOUS\n\nA group of children are huddled in the corner, across from a\nclosed door -- boys and girls -- various ages -- they tense,\nhear someone entering a code on the other side of the door --\n\nThe door slides open revealing a dead eyed attendant standing\nthere motionless -- Mother moves past him into the room --\nthe children seem to know what she is -- they cover their\neyes, trying not to look at her --\n\nBut then a little girl decides to look up --\n\nCUT TO:\n\nEXT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMother checks another control panel -- shows camera feeds of\nvarious parts of the ship...clocks a room where children are\nhiding --\n\nINT. CORRIDOR - ARK\n\nMother walks back the way she came -- the alarm blaring,\nscreams coming from open doorways, blood smeared on the\nwalls, attendants sprawled on the floor, clutching the guns\nthey shot themselves with --\n\nINT. SMALL ROOM - ARK - CONTINUOUS\n\nA group of children are huddled in the corner, across from a\nclosed door -- boys and girls -- various ages -- they tense,\nhear someone entering a code on the other side of the door --\n\nThe door slides open revealing a dead eyed attendant standing\nthere motionless -- Mother moves past him into the room --\nthe children seem to know what she is -- they cover their\neyes, trying not to look at her --\n\nBut then a little girl decides to look up --\n\nCUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GEN-1 SETTLEMENT - DUSK\n\nCampion sits in the field, crying -- it’s starting to get\ndark -- the cold is coming -- but he’s too upset to move,\nshivering --\n\nAnd then he hears a booming sound in the sky -- he looks up\nat the triangle of three moons -- and then he spots a fourth\nlight shimmering -- getting brighter and brighter --\n\nIt’s the ark -- descending in the far distance -- he loses\nsight of it as it gets lower...then he sees a light flashing\nover the horizon as it crashes -- a distant booming sound as\nit explodes on impact -- the ground shakes ever so slightly --\n\f63.\n\nEXT. ROCKY PLAIN - NIGHT\n\nMarcus, still lying where Mother left him, the ground is\nshaking much more violently here -- he’s awoken by the\nburning pieces of wreckage falling down in the near distance.\n\nMarcus touches his hand to his aching head -- sees the blood,\nrealizes the bullet didn’t penetrate his skull. He gets to\nhis feet -- the ground still shaking --\n\nHe hugs himself against the cold -- peers around at the\ndarkness, when he notices the reddish glow on the distant\nhorizon -- a gargantuan black smoke cloud rising...\n\nDoom blossoms in Marcus’ eyes as the realization starts to\nsink in... Then he clocks a light emerging from the smoke\ncloud -- it’s his lander --\n\nHe looks to be wondering if Mother is still piloting it --\ndecides not to take chances --\n\nHe crouches behind some rocks as it flies overhead -- he\nwatches it disappear into the darkness...\n\nMarcus looks around desperately -- clocks a big piece of\nburning wreckage across the way, runs up on it --\n\nHe crouches by the flames to keep warm, pulls a communication\n\ndevice from his uniform -- starts trying to call --\nMARCUS\nThis is Marcus -- does anybody read\nme?\n\nNo answer...\nMARCUS (CONT'D)\nHello -- is anybody out there?\nCome in...\n\nMarcus looks back at the massive black smoke cloud...\n\nINT. CHILDREN’S BARRACKS - NIGHT\n\nCampion sits on the edge of his wooden cot, wearing his night\ngear, his helmet -- thoughts flashing behind his eyes --\nperhaps wondering -- as we are -- if he’s now alone...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus looks back at the massive black smoke cloud... INT. CHILDREN’S BARRACKS - NIGHT\n\nCampion sits on the edge of his wooden cot, wearing his night\ngear, his helmet -- thoughts flashing behind his eyes --\nperhaps wondering -- as we are -- if he’s now alone... \n\nTARGET SECTION TO BE ANNOTATED:\nAnd then he sees the door is opening, slowly --\n\nCAMPION\nMother?\n\f64.\n\nThe door opens the rest of the way -- Campion sees a young\ngirl’s silhouette...\n\nCAMPION (CONT'D)\nMother? Are you doing that?\n\nThe girl doesn’t answer -- then she looks at someone off to\nthe side Campion can’t see. Campion sits up, pulls his\nhelmet off, eyes wide as he starts walking up on her...\n\nIt’s the little girl we just saw look up at Mother -- wearing\na scorched white uniform with a sun symbol on the chest --\nher eyes blown out with shock, shivering in the cold...\n\nCAMPION (CONT'D)\nStop this, Mother --\n\nThen Campion sees there are four more similarly dressed\n\nchildren standing out there with the girl -- five in all.\nThey begin tentatively moving inside, desperate to get out of\nthe cold -- all of them eying Campion nervously --\n\nBaffled now, Campion reaches out, starts touching them like a\nblind man -- discovers they’re solid, they’re real -- his\neyes go wide, wonder in his expression --\n\nThey stare back at him -- all in total shock. The little\ngirl, VITA (6), two other girls -- HOLLY (15) and VRILLE\n(17). And two boys -- PAUL (12) and HUNTER (17).\n\nHUNTER\nIs she going to kill us?\n\nCampion looks back at them -- it’s obvious from his\nexpression he no longer knows the answer to that question...\nsees them shivering --\n\nCAMPION\nI'll go get you some nightgear from\nthe nursery --\n\nCampion rushes out into the cold, the door closes. The five\nchildren look at each other, confused, terrified --\n\nAfter a moment, Hunter motions to the others -- gets the five\nof them to kneel in a circle, starts to lead them in prayer --\n\nHUNTER\nI wear the Armor of Mithras and the\nLight. I am shielded from all that\nis harmful --\n\f65.\n\nClose on Paul as he prays -- a little mouse pokes its head\nout of the pocket of his uniform -- we realize he must be\nMarcus’ son.\n\nEXT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI am shielded from all that\nis harmful --\n\f65. Close on Paul as he prays -- a little mouse pokes its head\nout of the pocket of his uniform -- we realize he must be\nMarcus’ son. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHILDREN'S BARRACKS - CONTINUOUS\n\nCampion exits the barracks -- sees Mother across the way,\nloading something he can’t make out into the stolen Mitraic\nlander... She pauses, looks over at him for a moment --\nCampion stands there looking back at her, stunned until...\nMother turns and walks into the lander, the door closes\nbehind her. Campion watches as it hovers up, spins, then\n\nzooms over his head into the night sky...\n\nCUT TO:\n\nEXT. ALIEN FOREST - MORNING\n\nAn overhead canopy of strangely shaped leaves -- we hear\nMother humming a strange but beautiful song as we descend\nthrough the layers and emerge out the bottom to see below us\n-- Father lying face down on the ground, Mother hunched over,\n\nworking on him -- then after a moment --\nMother pauses, gets up -- revealing Father’s back is opened\nup, skin pinned back -- his hard plastic spine visible, looks\n\nlike she replaced part of it with mismatching spare parts...\n\nClose on an ostrich egg-looking thing -- an orphic processor\n-- similar to the one Mother pulled from Father’s insides,\npartially wrapped in a giant leaf -- Mother’s hands reach\ndown and -- very carefully -- she lifts it up...\n\nMother kneels down beside Father and carefully installs the\nnew processor inside his torso...\n\nCUT TO:\nBLACK...\n\nBACK TO:\nFATHER'S POV\nHe’s regaining consciousness -- his eyes taking a moment to\n\nres up; he sees Mother crouching in front of him, but she’s\nhighly pixelated...looks like an abstract painting...\n\f66.\n\nMOTHER\nThe internal distress you’re\nfeeling is normal. You’ve had a\nnew processor installed -- you need\nto stay calm or you’re going to\nundo all my hard work --\n\nClose on Father’s face as he starts to regulate his breathing\n-- still struggling to see...\n\nFATHER\nIf you want me to remain calm,\nMother...then why are you\nreactivating me?\n\nFather’s POV the pixelation is starting to normalize -- the\nimage becoming clearer -- revealing Mother has a piece of\ncloth wrapped around her eyes, black blood soaking through...\n\nFATHER (CONT'D)\nYour eyes...\n\nMOTHER\nI had to remove them -- for the\nsake of the children...\n\nFATHER\nThe children?\n\nMOTHER\nYes.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\nI had to remove them -- for the\nsake of the children... FATHER\nThe children? MOTHER\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n Campion, and now five more.\nThey came from an ark called\nHeaven...\n\nFather begins to notice the blood spattered on Mother's\nclothes, the stolen lander behind her, Jinn’s scattered body\nparts (Father’s unwitting organ donor) --\n\nMOTHER (CONT'D)\n\nDon’t worry, Father. We will get\nit right this time.\n\nEND OF PILOT\n\f"
}