{
  "1": "THE GOOD SAMARITAN\n(RELEASED AS: REASONABLE DOUBT)\nby\n\nPeter A Dowling\n\n(a thriller)\n\n02.29.12\n\fWe HEAR the sound of children’s laughter and --\nCUT TO:\nEXT. PLAYGROUND - FRANKLIN PARK - BOSTON - EVENING\n\nNestled at the edge of 64.8 acres of rugged woodland. KIDS\nplay on rope swings, timber slides and rugged wooden see-\nsaws. MOTHERS and NANNIES sit and talk together on benches.\n\nA young man, CECIL ACKERMAN, 24, pale skin, red hair, is\nwatching from beyond the playground fence. His eyes follow\nthe little girls, some of them no more than 6 years old, as\nthey swing to and fro.\n\nHe sees a small girl, EMMA, 7, toss a ball. It goes through\nthe fence and rolls out onto the path. Emma looks to her\nNANNY, 19, but she is deep in conversation. Emma slips\nthrough a gap in the fence and goes after the ball. As she\nbends to pick it up, she clumsily kicks it. The ball rolls\naway down a sloping path into the woods and Emma goes after\nit...\n\nCecil looks at the Nanny. At the other Mothers. Nobody has\nnoticed Emma’s absence. Cecil pushes back from the fence and\ncasually walks away.\n\nEXT. FRANKLIN PARK —- EVENING\n\nEmma's ball bounces off the path and into the bushes. Emma\nfollows it. Pushing though the foliage. She sees her ball\nand --\n\nCecil picks it up. Emma looks up at him. He smiles.\n\nCECIL\nIs this your ball?\n\nEmma takes a small step back. Nods.\n\nCECIL (CONT'D)\nWhat’s your name?\n\nEMMA\nEmma.\n\nCECIL\nEmma. That’s a pretty name.\n\nCecil holds the ball out to her...\nCECIL (CONT'D)\n\nDon’t be afraid. Here. Come and\ntake it.\n\fEmma takes a small step forward. She reaches for the ball.\nDoesn't fully commit...\n\nCECIL (CONT'D)\nI won’t bite, Emma.\n\nEmma takes another step toward him and AN OUT OF FOCUS FIGURE\nappears behind Cecil.",
  "2": "---END OF PREVIOUS SECTION---\nDoesn't fully commit... CECIL (CONT'D)\nI won’t bite, Emma. Emma takes another step toward him and AN OUT OF FOCUS FIGURE\nappears behind Cecil. \n---TARGET SECTION TO BE ANNOTATED---\n A HAMMER (wrapped in plastic) rises\nabove him and --\n\nEXT. CHILDREN’S PLAYGROUND - FRANKLIN PARK - EVENING\nEmma's SCREAM alerts the Mothers and Nannies. All bolt up.\nLooking around. We FOCUS on Emma’s Nanny. Scanning the\nchildren...\n\nNANNY\nEmma! Where’s Emma?!\n\nAnother SCREAM and Nanny vaults the fence and runs down the\nsloping path.\n\nNANNY (CONT'D)\nEMMA! !\n\nEXT. FRANKLIN PARK —- EVENING\n\nNanny bursts through the bushes and finds --\n\nEmma just standing there. Unhurt. She has tears streaming\ndown her face. Cecil is gone. Nanny drops to her knees and\nenvelops the sobbing child as -- in the woods somewhere we\nHEAR a vehicle engine starting. Emma looks at the ball\nsettling on the ground. A single drop of blood rolls down\nits plastic surface...\n\nCUT TO:\n\nEXT. BOSTON MUNICIPAL COURTHOUSE - DAY\n\n \n\nEstablishing shot of the surprisingly warm looking brick\nbuilding.\n\nMITCH’S VOICE\nThe defense would have you believe\nthat circumstance is what put the\naccused in this court today.\n\nINT. COURTROOM — COURTROOM - DAY\n\n(A.D.A.) Assistant District Attorney MITCH BRODY, mid 30s,\nstands before the Jury. He’s Boston born and raised but he’s\nsoftened the accent. There’s a slight scrappy edge to him.\n\nA fighter.\n\fJUDGE McKENNA, 60s, a stern looking woman, presides.\n\nMITCH\n\nHonesty or, in the defendant's\ncase, a lack of honesty - that’s\nwhy we're here today. Call it\ncharacter. Call it backbone. Call\nit common decency. Everyone has a\nchoice.\n\n(beat)\nLack of education opportunities, a\nbroken home, low employment rates\nare nothing but excuses to hide\nbehind when you're deciding who you\nwant to be in this world.\n\n(beat)\nNeither fate, nor society, put\nFrancis Mulligan inside the house\nof Gloria Mitchell on the night of\nthe fifteenth. Neither fate, nor\nsociety, told him to tie her up -\nshove a gun in her face - and take\nher belongings. That was his\nchoice.",
  "3": "---END OF PREVIOUS SECTION---\n(beat)\nNeither fate, nor society, put\nFrancis Mulligan inside the house\nof Gloria Mitchell on the night of\nthe fifteenth. Neither fate, nor\nsociety, told him to tie her up -\nshove a gun in her face - and take\nher belongings. That was his\nchoice. \n---TARGET SECTION TO BE ANNOTATED---\nMitch looks at MULLIGAN, 25, Irish tats up each arm.\nMulligan stares back with total disrespect.\n\nMITCH (CONT'D)\n\nThe defense would have you walk in\nhis client’s shoes. Well I have.\nI’m from Dorchester.\n\n(this gets people's\n\nattention)\nIt’s a shit hole. Nobody’s saying\nit’s not. But that’s where I’m\nfrom - not who I am.\n\n \n\nMulligan looks down. Confronted by an alternate life.\n\nMITCH (CONT'D)\nHe’s not the victim here. So, if\nyou're going to put yourself in\nanyone’s shoes - put yourself in\nGloria Mitchell’s.\n\nMitch walks back to his seat and sits beside fellow A.D.A.\nSTUART KEMP, early 30s, doughy, not what you would call\nhandsome.\n\nSTUART\nNice close, DeNiro.\n\fMITCH\nYou like that?\n\nSTUART\nNot who I am? It was golden.\n\nJUDGE MCKENNA\nThe jury will adjourn to deliberate\na verdict.\n\nMitch, Stuart and the defense settle into their chairs to\nwait. A defense attorney leaves to take a call...\n\nMITCH\nYou got any snacks? I missed\nbreakfast. Rachel’s on total bed\nrest for the last few days.\n\nSTUART\nI told you, I’m on a diet.\n\nMITCH\nYou're telling me you don’t have\none chocolate bar hidden in there.\n\nMitch grabs Stuart’s briefcase and digs. Finds a Snickers\nbar. Grins “ah-ha!”. Stuart looks busted.\n\nSTUART\nThat's for emergencies. In case my\nblood sugar drops.\n\nMitch’s phone buzzes. Reads: “IT’S TIME!”\n\nMITCH\nIt’s time. Oh, shit. I gotta go.\n\nMitch puts down the Snicker’s bar and starts to stuff papers\ninto his case...\n\nSTUART\nBut the jury’s still out.\n\nMITCH\nIt’s a guilty verdict. Five years.\nParole after two.\n\nSTUART\nHow do you know?\n\nMITCH\nOne - Judge McKenna’s soft on the\neducationally challenged and nobody\ngot shot.\n\fMitch picks up his case --\n\nSTUART\nAnd two?\nMITCH\n(smiles--)\n\nI don’t lose.\n\n(to Judge McKenna --)\nI’m sorry about this, your honor.",
  "4": "---END OF PREVIOUS SECTION---\nMitch picks up his case --\n\nSTUART\nAnd two? MITCH\n(smiles--)\n\nI don’t lose. (to Judge McKenna --)\nI’m sorry about this, your honor. \n---TARGET SECTION TO BE ANNOTATED---\nI’m going to have to leave my\nesteemed associate to finish up.\nMy wife just went into labor.\n\nJUDGE MCKENNA\nCongratulations, counselor. You're\nfree to go.\n\nMitch turns to walk away -- then reaches back and snatches up\nthe Snicker’s bar.\n\nSTUART\nHey!\n\nMITCH\nIt’s an emergency.\n\nMitch hurries down the aisle toward the rear doors...\nEXT. MITCH'S STREET / HOUSE - DAY\n\nMitch’s Escalade zooms into the tree-lined, suburban street.\nKids skateboard and play ball. He turns up the driveway of a\npretty, but modest, two-story starter-home.\n\nINT. STUDY —- MITCH’S HOUSE - DAY\n\nA PHOTOGRAPH OF A SIX YEAR OLD MITCH AND HIS MA’ (on the back\nwooden steps of a run-down house in Popes Hill) dominates the\nshot. It’s oddly framed (they’re both too close to one edge)\nlike we're only seeing half a picture. It sits on a desk\n\nwith other photos of Mitch and his wife. Through the window\nwe see Mitch’s car approach the garage. There is a groaning\nCLUNK that shakes the house as the garage starts to open.\n\nINT. BEDROOM — DAY\n\nRACHEL BRODY, 29, crushes Mitch’s hand as she pushes. The\nMIDWIFE, late 50s, heavy German accent, urges her on. Sparse\nmedical equipment needed for a home birth stands beside the\nbed.\n\fMIDWIFE\nThe baby is crowning. I can see\nthe head. Keep pushing.\nMitch kisses Rachel’s head...\n\nMITCH\nYou're doing great.\n\nBreath. Push....\n\nMITCH (CONT'D)\nCome on, push.\n\nRachel crushes his hand...\n\nMIDWIFE\nI can see the shoulders. One more\npush.\nRACHEL\nI can’t.\nMIDWIFE\nOne more.\nMITCH\n\nYou can do it.\n\nRachel strains with all of her might, lets out a pained gasp\nand - the baby girl is out.\n\nMidwife clears her nose and mouth and then wraps the baby in\na blanket and hands her up to Rachel.\n\nMITCH (CONT'D)\nYou did it. Oh, my God, I can’t\nbelieve it.\n\nRachel holds her. Tears in her eyes...",
  "5": "---END OF PREVIOUS SECTION---\nOh, my God, I can’t\nbelieve it. Rachel holds her. Tears in her eyes... \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\nHello, baby girl.\n\nMITCH\nLet me take a picture.\n\nRACHEL\nNo, I’m a mess.\n\nMITCH\nWhat are you talking about? You\nlook beautiful.\n\fMitch kisses her. Pulls out his iPhone and fires up the\nscreen. He sees a text: “GUILTY. FIVE YEARS. I HATE YOU.”\nMitch smiles.\n\nRACHEL\n(to baby)\nI think clever daddy just won\nanother case.\nJoe aims the iPhone at Rachel and the baby...\n\nMITCH\nSmile.\n\nRachel smiles. Click. Mitch likes the photo...\nMIDWIFE\nMr. Brody, would you like to cut\nthe cord?\n\nMidwife holds a pair of scissors out to Mitch. Mitch\nhesitates. Rachel laughs at his expression..\n\nCUT TO:\nINT. GARAGE - BRODY HOUSE - DAY\nMitch is at the work-bench. He has a beer open. He’s\nassembling the first pieces of A BABY CRIB. He has a wall of\ntools in front of him, each piece hanging on a hook. He\ntakes down a screwdriver and we see there is a silhouette of\nit drawn on the wall. A place for everything.\n\nCUT TO:\n\nINT. BOARDROOM —- DISTRICT ATTORNEY'S OFFICE -— DAY\n\n \n\nMitch, Stuart and the rest of the DA’s staff are crowded\ninside. All toast Mitch with a glass of champagne.\n\nCUT TO:\nA ROW OF SHOT GLASSES ARE SLOPPILY FILLED WITH TEQUILA.\nINT. THE PAXTON TAP - NIGHT\nLimes are jammed on the edges and the tray is lifted and\ncarried through the crowds. Sports play on flat-screens.\nMusic pounds. The tray is put down on --\n\nA CORNER TABLE\n\nwhere Mitch is wearing an oversized pin that reads “Baby\nDaddy!” and is sitting with FRANK, STUART, and JOE.\n\fGreat friends who all went to law school together. Empty\nbeer and shot glasses litter the table.\n\nSTUART\nAnother toast.\n\nSTUART picks up a Tequila shot. The others follow suit...\n\nMITCH\nI’m pretty toasted already.\n\nStuart raises Mitch’s hand anyway...\nSTUART\nTo the bastard who has it all. A\n\nbeautiful wife, a great career --\n\nFRANK\nAwesome friends.",
  "6": "---END OF PREVIOUS SECTION---\nStuart raises Mitch’s hand anyway... STUART\nTo the bastard who has it all. A\n\nbeautiful wife, a great career --\n\nFRANK\nAwesome friends. \n---TARGET SECTION TO BE ANNOTATED---\nSTUART\nAnd now a perfect little girl.\n\nMitch lets this soak in. He does have a good life.\n\nMITCH\nTo me.\n\nThey shoot the drinks...\n\nINT. BATHROOM - THE PAXTON TAP - NIGHT\n\nMitch is at the urinal. Swaying. Singing to himself. He\nwashes his hands at the sink. His phone rings. Mitch wipes\n\nhis hands and answers it.\n\nMITCH\nHello?\n\nRECORDED VOICE (0.S.)\nThis is a collect call from an\ninmate at Concord Penitentiary. To\naccept this call press one.\n\nMitch’s demeanor sobers. He clearly knows who it is. The\ndoor opens. Mitch kills the call...\n\nFRANK\nHey, Baby daddy. You okay?\n\nFrank approaches the urinal...\n\nMITCH\nYeah.\n\fFRANK\nNot going to hurl are you? Stu’\njust got another round.\n\nMITCH\nBring it.\n\nCUT TO:\nEXT. THE PAXTON TAP — NIGHT\n\nThe streets are quiet. A light rain falls. Mitch, Frank,\nJoe and Stuart stagger out of the bar laughing. Frank claps\nMitch on the back.\n\nFRANK\nI hope you’re not driving,\ncounselor.\n\nMITCH\nGot the cab number right here.\n\nMitch shows his iPhone. Frank hugs him...\nFRANK\nBe well, man. Give Rachel our best\nand let us know when we can come\nover.\n\nMITCH\nWill do.\n\nStuart shakes hands with Mitch and bump shoulders...\n\nSTUART\nSee you at the office.\n\nJoe hugs him...\nJOE\nCongrat’s again, man. Can’t wait\nto meet her.\nFrank, Joe and Stuart walk away talking and laughing.\nSTUART\nAnd don’t think I’ve forgotten you\n\nowe me a Snicker’s bar.\n\nMitch dials a cab. Then sees A PAIR OF GUYS admiring his\nparked Escalade. One of the Guys looks in the window.\n\f10.\n\nMITCH\n(can’t believe these guys)\nWhat the -- ?\n\nMitch looks around. Frank, Stuart and Joe vanish around the\ncorner.\n\nTELEPHONE VOICE (0.S.)\nHarvard Cabs.\n\nMitch kills the call and walks toward his Escalade.\nFearless. You can take the kid out of Dorchester, but you\ncan’t take Dorchester out of the kid.",
  "7": "---END OF PREVIOUS SECTION---\nMitch kills the call and walks toward his Escalade. Fearless. You can take the kid out of Dorchester, but you\ncan’t take Dorchester out of the kid. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nHey.\n\nHe zaps his keys. The Escalade’s lights flash.\n\nMITCH (CONT'D)\nI help you guys with something?\n\nThe Guys see Mitch and walk away. Mitch stands firm by his\ncar. Keys in one hand, phone in the other. What to do? He\nsees the Guys hanging at the street corner. Waiting.\n\nMITCH (CONT'D)\nScrew this.\n\nMitch opens the door and climbs in. Fires the engine.\nThunder rumbles in the night sky as he drives away...\n\nINT. MITCH'S ESCALADE (MOVING) - NIGHT\n\n \n\nRain falls on the windshield. Mitch tuns on the wipers. He\nsees a COP CAR sitting at an intersection. Mitch drives past\non a green light. Doesn’t look at them.\n\nHe lifts the center arm rest and pulls out a tin of mints.\nPops a few in his mouth. Glances in the mirror as the lights\nchange behind him and --\n\nThe Cop Car drives straight across the intersection and\nvanishes from sight.\n\nMitch breathes a sigh of relief. Turns his attention back to\nthe road and --\n\nBOOM! The Escalade hits a YOUNG MAN!\n\nCUT TO:\n\f11.\n\nINT/EXT. MITCH’S ESCALADE - A SERIES OF SHOTS\nMitch stomps the brake.\n\nYoung Man is dragged underneath.\n\nTires bite the wet road.\n\nHorrendous thuds as Young Man tumbles and brakes beneath the\nundercarriage.\n\nThe tires finally grip and --\nThe Escalade stops.\n\nMITCH\nNo, no, no, no....\n\nMitch stabs the seat-belt release and pushes open the door.\n\nMitch staggers out into the rain and sees the crumpled mess\nof a body lying fifteen feet behind the Escalade.\n\nMitch runs to the Young Man.\nEXT. DARBY STREET - NIGHT\nMitch skids to a stop. Rain falls on the bloody body. Leg\ntwisted at an impossible angle. Arms broken. Young Man\nblinks up at Mitch in the rain. Blood bubbling on his pale\nlips. Oil and blood matting his red hair.\nWe recognize him from the opening park - CECIL ACKERMAN.\n\nMITCH\n\nOh, Jesus. I’m sorry. I’m so\n\nsorry.",
  "8": "---END OF PREVIOUS SECTION---\nMITCH\n\nOh, Jesus. I’m sorry. I’m so\n\nsorry. \n---TARGET SECTION TO BE ANNOTATED---\nMitch takes off his jacket and lays it over Cecil’s coatless\nand _shoeless body...\n\nMITCH (CONT'D)\nDon’t move. I’m going to call an\nambulance.\n\nMitch runs back to the Escalade...\n\nINT. MITCH’S ESCALADE - NIGHT\n\nMitch grabs his iPhone and fires up the screen. He is met by\na_photo of Rachel and his baby.\n\nHe stops.\n\f12.\n\nLooks back at Cecil lying in the rain.\nAt the picture on his phone.\nFuck.\nHe sees a PAYPHONE at the corner of the street.\nCUT TO:\n\nEXT. PAYPHONE - DARBY STREET -— NIGHT\n\n \n\nMitch grabs the handset, hand covered with a handkerchief.\nDials 911. Covers the mouthpiece with his other hand.\n\nOPERATOR'S VOICE (0.S.)\n911 what’s your emergency?\n\nMITCH\nI need an ambulance. There’s been\nan accident. Somebody was hit by a\ncar.\n\nOPERATOR'S VOICE (0.S.)\nWhat’s the location?\n\nMITCH\n(looks around)\nDarby Street. South of 20th.\n\nOPERATOR'S VOICE (0.S.)\nWhat’s your name, sir?\n\nMITCH\nJust hurry. He’s hurt real bad.\n\nMitch slams down the phone. Wipes the buttons. Takes a deep\nbreath...\n\nEXT. DARBY STREET - NIGHT\nMitch runs back to Cecil.\n\nMITCH\nThey're coming. You just hang on,\nyou hear me?\n\nCECIL\n(mumbles )\nHelp ... me...\n\nMITCH\nHelp is on its way. You’re going\nto be okay.\n\f13.\nMitch HEARS a_ sharp, metallic SNAP from a side alley and\nstares into the darkness.\nIs somebody there?\nRain drums but nothing else moves.\n\nFinally, in the distance, Mitch HEARS the faint howl of an\nambulance siren.\n\nMITCH (CONT'D)\nYou hear that? They’re coming. I\nhave to go now.\n\nMitch grabs his jacket, but Cecil clings to it with his one\ngood hand. Cecil’s eyes plead at him. He looks terrified.\n\nMITCH (CONT'D)\nI can’t stay.\n\nMitch unpicks Cecil’s fingers from the now bloody jacket...\nMITCH (CONT'D)\nI have a family. I can’t be\n\ninvolved. I’m sorry.\n\nCECIL\nPlease...",
  "9": "---END OF PREVIOUS SECTION---\nI can’t be\n\ninvolved. I’m sorry. CECIL\nPlease... \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nI’m sorry.\n\nMitch pulls his jacket free and business cards fall out.\nMitch quickly scrapes them out of the blood and rain. Cecil\nstares at him.\n\nMITCH (CONT'D)\nYou're going to be okay.\n\nMitch turns away. Runs back to his Escalade...\nINT. MITCH’S ESCALADE - NIGHT\n\nMitch climbs in and slams the door. Puts his hand on the\nshifter. A deep breath...\n\nMITCH\nI’m so sorry.\n\nJams it into drive...\n\f14.\n\nEXT. STREET - NIGHT\n\nWith a spin of tires, the Escalade zooms forward and hangs a\nhard right out of the street. All is quiet save for the\ndistant siren and the fall of rain on the blacktop. THE\nCAMERA lingers on Cecil. Helpless. Precious blood mingling\nwith the rain. Fear in his eyes...\n\nINT. MITCH'S ESCALADE (MOVING) - NIGHT\n\n \n\nStreetlights whip hypnotic stripes across Mitch’s face. He\nsees an AMBULANCE zoom past. Lights flashing blood red.\n\nMitch starts to gag. He pulls to the side of the road.\nOpens the door. Vomits.\n\nINT. 24HR CARWASH - NIGHT\n\nHuge soap-rollers spread foam over the Escalade. Scrub it\nclean. Mitch watches from beyond an observation window.\n\nINT. GARAGE —- THE BRODY HOUSE - NIGHT\n\n \n\nMitch parks the Escalade next to Rachel’s Prius and climbs\nout. The automatic garage door closes with a whir and a\nclunk. Mitch climbs out, shoves his coat into a garbage bag,\nkicks off his shoes and throws them in, too. He then\nunbuckles his pants and removes his shirt. He looks at the\nwasher and dryer in the room. Decides against it...\n\nEXT. PATIO —- THE BRODY HOUSE - NIGHT\n\n \n\nMitch carries the bag of clothes to the BBQ and removes the\nlid. He empties the clothes into the grill and squirts fluid\nonto them. He strikes a match. Slings it onto the clothes.\nThey ignite. He stands there watching the fabric burn.\n\nLight flickering on his face...\n\nINT. BATHROOM — THE BRODY HOUSE - NIGHT\n\n \n\nMitch showers. Lets the steaming, hot water wash him clean.",
  "10": "---END OF PREVIOUS SECTION---\nINT. BATHROOM — THE BRODY HOUSE - NIGHT\n\n \n\nMitch showers. Lets the steaming, hot water wash him clean. \n---TARGET SECTION TO BE ANNOTATED---\nINT. BEDROOM —- THE BRODY HOUSE - NIGHT\n\n \n\nMitch, in boxer shorts and a cotton T-shirt, looks at his\nsleeping wife, hand holding the edge of the baby’s bassinet.\nThe baby is cocooned in a white blanket. Tiny. Helpless.\n\nMitch climbs into bed beside Rachel. Wraps an arm around her\nand kisses the back of her head. She moans but doesn’t wake.\nMitch just lies there...\n\nCUT TO:\n\f15.\n\nINT. MITCH'’S ESCALADE (MOVING) - FLASHBACK\n\nMitch hits Cecil. Boom!\n\nINT. BEDROOM - THE BRODY HOUSE - MORNING\n\nMitch wakes with a start. Warm, morning light filters\nthrough the window lace. Mitch rubs his face. Looks at the\ntime. Its 7am. Rachel and the baby are gone. Mitch climbs\nfrom the bed...\n\nINT. BABY ROOM —- THE BRODY HOUSE - MORNING\n\nRachel looks exhausted. She is pacing back and forth with\nthe baby on her shoulder. Patting her back as the baby\nwhimpers fitfully.\n\nMITCH\nHey. You okay?\n\nMitch kisses Rachel...\n\nRACHEL\nShe'd had me up since four.\nMITCH\nYou want me to take her for a\nwhile?\nRACHEL\n\nNo, I need to change her. Why\ndon’t you start the coffee.\n\nEXT. THE BRODY HOUSE - MORNING\n\nMitch opens the front door and picks up the newspaper. He\nglances around the quiet street. A NEIGHBOR waves...\n\nINT. KITCHEN —- THE BRODY HOUSE — MORNING\n\nMitch spoons coffee into the drip filter and zaps on the\ntelevision. Flips between morning news shows.\n\nRACHEL (0.S.)\nMitch.\n\nShe startles him. Rachel walks in from the garage carrying\nthe baby and handful of clean diapers...\n\nRACHEL (CONT'D)\n(tired and irritated)\nYou want to tell me what happened\nlast night?\n\f16.\n\nMITCH\nWhat -- ?\n\nRACHEL\nI’m talking about the truck.\n\nMitch’s breath stops. Tries not to react...\n\nRACHEL (CONT'D)\nYou drove after promising you'd\ncatch a cab.\n\nMitch breathes...\n\nRACHEL (CONT'D)\nYou get a DUI and you can kiss the\nDA's office goodbye.",
  "11": "---END OF PREVIOUS SECTION---\nRACHEL (CONT'D)\nYou drove after promising you'd\ncatch a cab. Mitch breathes... RACHEL (CONT'D)\nYou get a DUI and you can kiss the\nDA's office goodbye. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nYou're right. I’m sorry.\n\nRACHEL\nI’m serious. You’re a father now.\nYou can’t take chances.\n\nThe baby rubs her tiny face with a perfect little hand and\nlets out a squeak...\n\nRACHEL (CONT'D)\nSee, Ella agrees with me.\n\nMITCH\n(moved)\nElla?\n(beat; reading her)\nYou're sure about that?\n\nRACHEL\nYes. But don’t change the subject.\n\nMitch gives her a hug. This means a lot to him. Kisses her.\nKisses Ella...\n\nMITCH\nThank you. For everything.\n(beat)\nI don’t know what I’d do if I ever\nlost you guys.\n\nRACHEL\nWhy would you lose us?\n\nThe doorbell rings...\n\f17.\n\nMITCH\nThat’1ll be Frau Strudel. You\nshould get back into bed.\n\nRACHEL\nHer name is Schultze. Be nice.\n\nRachel walks out and heads back up the stairs. Mitch looks\nsad. Feels like shit. Takes a deep breath and heads to the\nfront door...\n\nINT. GARAGE — THE BRODY HOUSE - MORNING\n\nThe garage door rises with a CLUNK. Light spills slowly\nacross the Escalade and Prius. Mitch stands there in a suit,\ncarrying a coffee and his briefcase. He looks at the\nEscalade. Then climbs into the Prius. Reverses out of the\ngarage...\n\nEXT. FEDERAL BUILDING —- MORNING\nEstablishing shot...\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY’S OFFICE - MORNING\n\nMitch Googles: “Boston Hospitals”. An extremely short list\nof names come up. He picks up his phone and dials...\n\nFEMALE VOICE (0.S.)\nMass General.\n\nMITCH\nHi. I’m with the DA’s office and\nI'm following up on a hit and run\nthat was brought in last night.\n\nFEMALE VOICE (0.S.)\nJust a second. Last night, you\nsay.\n\nMitch taps his pen nervously...\n\nFEMALE VOICE (0.S.) (CONT'D)\nThere’s nothing in admissions.\n\nMITCH\nAround midnight. Caucasian male.\nMid-twenties. Red hair.\n\nMitch’s SECRETARY appears in the doorway. He raises a finger\nto her. She waits...",
  "12": "---END OF PREVIOUS SECTION---\nMitch’s SECRETARY appears in the doorway. He raises a finger\nto her. She waits... \n---TARGET SECTION TO BE ANNOTATED---\n\f18.\n\nFEMALE VOICE (0.S.)\nSorry. You know, you could try\nSinai - they sometimes get our\nspillover.\n\nMITCH\nI will. Thank you.\n\nMitch hangs up. Looks at Secretary...\n\nSECRETARY\nStaff meeting starts in five.\n\nMITCH\nRight.\n\nMitch stands. Gathers his files...\nMITCH (CONT'D)\nCould you do me a favor and call\naround the local hospitals and\nclinics. I’m trying to track down\na young man who was involved in a\nhit and run accident last night.\n\nSECRETARY\nDo you have a name?\n\nMITCH\nNo.\n\nMitch walks past her...\n\nSECRETARY\nWhat case is it connected to?\n\nMITCH\nJust let me know if you find him.\n\nSecretary watches him walk toward the conference room.\n\nWITH MITCH\n\nas he walks toward the conference room. He takes a bottle of\nTylenol from his pocket. Stuart falls in beside him,\n\ndrinking coffee...\n\nSTUART\nHow’s the head?\n\nMitch gives him a “not good” look.\n\nSTUART (CONT'D)\nMan, I am so off Tequila.\n\f19.\n\nMitch stops at the water fountain. Stuart walks on. Mitch\ndrinks the water and swallows the Tylenol. As he wipes his\nmouth he sees --\n\nA PAIR OF UNIFORM COPS\n\nstanding at reception. The RECEPTIONIST points toward Mitch.\nThe COPS walk toward him.\n\nMitch is riveted to the spot.\n\nThe Cops approach, in seeming slow motion, removing their\npeaked caps and --\n\nMitch turns away. Walks into a Secretary carrying a tray of\ncoffee.\n\nBehind Mitch, the Cops are greeted by a different A.D.A.\nThey walk into his office...\n\nINT. BATHROOM —- DISTRICT ATTORNEY'S OFFICE — MORNING\n\n \n\nMitch runs water on a hand towel and dabs at the coffee on\nhis shirt and tie. Takes a long, deep, calming breath.\n\nINT. DISTRICT ATTORNEY'S OFFICE — MORNING\n\n \n\nMitch walks toward his office. Glances at the Cops talking\nto the A.D.A. in his office. Nobody pays Mitch any\nattention. He really can breathe easy.\n\nBefore Mitch enters his own office, Secretary looks up from\nher work...\n\nSECRETARY\nI called everywhere and none of\nthem admitted a hit and run last\nnight.",
  "13": "---END OF PREVIOUS SECTION---\nHe really can breathe easy. Before Mitch enters his own office, Secretary looks up from\nher work... SECRETARY\nI called everywhere and none of\nthem admitted a hit and run last\nnight. \n---TARGET SECTION TO BE ANNOTATED---\n You want me to call outside\nthe city?\n\nMITCH\nNo. Thanks.\n\nSECRETARY\nOh, and somebody named Doyle\ncalled. Wouldn’t leave his last\nname.\n\nMitch stops. The name means something to him...\n\f20.\n\nSECRETARY (CONT’D)\nHe said to tell you he’s “out” and\nwants to see you. He left a\ncontact number.\n\nMitch takes the post-it from her.\n\nSECRETARY (CONT’D)\nYou want me to get him on the phone\nfor you?\n\nMITCH\nNo. I got it.\n\nMitch goes into his office. Closes the door.\nCUT TO:\nEXT. KERRY’S CAFE - DAY\n\nAn overweight DELIVERY DRIVER gets into his Fed-EX truck and\ndrives away. Mitch is sitting in a window seat of Kerry's\nCafe. Grease and caffeine are all they sell...\n\nINT. KERRY’S CAFE — DAY\n\nMitch sips a coffee and looks at DOYLE LOGAN, 30s, cropped\nhair, tattoo poking above the collar of his sweater, sitting\nopposite. Doyle chomps on a bacon sandwich. Moans with\ndelight.\n\nDOYLE\nBacon. I tell you, man, it’s the\nsimple things you miss.\n\nMITCH\nSo, how’ve you been?\n\nDOYLE\n(smiles; mouth full)\nHow’ve I been? You mean apart from\ndating a guy called Bubba for most\nof the last decade and having\n“enter here” tattooed on my ass-—\ncheeks?\n\nMITCH\nWhat?\n\nDOYLE\nI'm kidding, bro. I’m good. Never\nbetter.\n\f21.\n\nMITCH\nAre you clean?\nDOYLE\nStraight to the point. Eight\nyears.\nMITCH\nListen...\nDOYLE\n(knows what he’s going to\nsay--)\n\nDon’t sweat it. I wouldn’t have\ncome to see your ass either.\n\nMitch breathes -- been let off the hook --\nDOYLE (CONT'D)\nI got your card when da’ died,\nthough. That was nice.\n\nMITCH\nHe was a good man.\n\nDOYLE\nHe was a drunken ass.\n\nMitch laughs and nods. Doyle sees Mitch’s wedding band...\n\nDOYLE (CONT'D)\nYou got hitched.\n\nMITCH\nYeah.\n\nDOYLE\nAny kids?\n\nMITCH\nOne. Ella.",
  "14": "---END OF PREVIOUS SECTION---\nDOYLE\nAny kids? MITCH\nOne. Ella. \n---TARGET SECTION TO BE ANNOTATED---\nDOYLE\nAfter your ma’.\n\nMITCH\nYeah.\n\nDOYLE\n\nHow old?\n\f22.\n\nMITCH\n(checks his watch)\nTwo days, seven hours and thirteen\nminutes.\n\nDOYLE\nA newbie. Congratulations, pops.\nYou got a picture?\n\nMitch slides his iPhone across to Doyle. Rachel and Ella are\nthe screen-saver image.\n\nDOYLE (CONT'D)\nNice. And the baby’s cute, too.\n\nMitch takes the phone back...\n\nDOYLE (CONT'D)\nYou’ve done real good for yourself,\nMitch. I almost shit a brick when\nmy parole officer said you worked\nfor the D.A.\n\nMITCH\nIt’s early days.\n\nDOYLE\nDon’t do that. You made something\nof yourself. Be proud.\n\nDoyle raises his coffee cup in toast and sips...\n\nMITCH\nWhere are you staying?\n\nDOYLE\nWhy, you offering?\n(beat; cracks a smile)\nThey've got me crashing in some\nhalfway house. It’s part of my\nreintegration program. You know -\nhelp me back into society.\n\nHe digs through his pocket. Pulls out a scrap of paper...\nDOYLE (CONT'D)\nHere it is. Cardiff Street. I\nwrote it down for you.\n\nMitch takes the paper...\n\nMITCH\nHow is it?\n\f23.\n\nDOYLE\nFour walls and a roof. Anything's\nbetter than Popes Hill or the pen,\nyou know what I’m saying?\n\nDoyle raises his cup and gestures for a refill.\n\nMITCH\nHow are you fixed for money?\n\nDOYLE\nThey've set me up with a couple of\ninterviews. I didn’t call to hit\nyou up or nothing.\n\nMITCH\nThat’s good because between student\nloans, mortgage payments and a new\nbaby, I ain’t got shit.\n\nDOYLE\nMaybe I could spot you some. I’ve\ngot a little stashed away. The bit\nda’ left me. Your ma’s government\nbonds.\n\nMITCH\nShe wanted you to have them.\n\nDOYLE\nChrist, it’s good to see you,\nMitch. It really is. You look\ngreat.\n\nMitch smiles then sees the face of CECIL ACKERMAN appear on\nthe TV. He looks fresh faced and happy, but it’s definitely\nhim. Cecil’s photo is replaced by a MALE REPORTER outside a\nBoston Police Station.",
  "15": "---END OF PREVIOUS SECTION---\nMitch smiles then sees the face of CECIL ACKERMAN appear on\nthe TV. He looks fresh faced and happy, but it’s definitely\nhim. Cecil’s photo is replaced by a MALE REPORTER outside a\nBoston Police Station. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\n(to Waitress)\nExcuse me. Could you turn that up?\nDoyle looks from the TV back to Mitch.\n\nDOYLE\nWhat is it? What’s going on?\n\nWaitress turns the sound up.\n\f24.\n\nREPORTER\nWhat started out as a routine\ntraffic stop last night turned into\na gruesome murder investigation\nwhen Boston PD Officers stopped\nthis white van...\n\nWe see a WHITE VAN through the chain-link fence.\n\nREPORTER (CONT’D)\n(uninterrupted)\n..-parked here behind me in the\npolice impound - for nothing more\nthan a broken tail light.\n\nCamera comes back to Reporter...\n\nREPORTER (CONT’D)\nWhen officers, climbing from their\nvehicle, saw blood dripping from a\nrear door they demanded that the\ndriver open the van. It was then\nthat they discovered the body of\nCecil Ackerman, a 24 year old\nparolee from Somerville.\n\nMitch watches -- breath held --\n\nREPORTER (CONT’D)\nEarly reports are that the driver,\nwho for now must remain nameless,\nclaims his innocence. Saying that\nhe found Ackerman dying in the\nroad, the victim of an apparent hit\nand run, and was merely trying to\nget him to a hospital.\n\nMitch pushes up to his feet --\n\nMITCH\nI gotta go.\n\nREPORTER\nThis is Jeff Franklin, reporting\nlive, from Back Bay.\n\nDOYLE\nDo you know that guy?\n\nMitch digs out his wallet...\n\nMITCH\nIt’s ... it’s a work thing.\n\f25.\n\nDOYLE\nHey, if you’ve gotta go, you've\ngotta go.\n\nMitch holds out a twenty. Doyle waves it off.\n\nDOYLE (CONT'D)\nYour money’s no good here.\n\nMITCH\nI’1l call you.\n\nMitch walks away.\nDOYLE\nLet’s arrange a time for me to come\nmeet my new family. Mitch?\nBut Mitch just pushes out the street door. Doesn’t look\nback. Waitress tops up Doyle's coffee. Mitch’s departure\nstung Doyle, but he covers it with a smile...\nDOYLE (CONT'D)\nThat was my brother. He's a big\nshot D.A. He’s working an\nimportant case.\n\nWAITRESS\nUh-huh.\n\nWaitress walks on. Doyle chomps on his bacon sandwich...\nCUT TO:\n\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nWaitress walks on. Doyle chomps on his bacon sandwich... CUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n POLICE STATION - BACK BAY — DAY\n\n \n\nAs Mitch pulls up to a meter in the Prius, he sees a pair of\nNEWS VANS camped outside the station. Mitch climbs out and\nwalks toward the station doors. Looks through the familiar\nchain-link fence into the impound yard and sees the white\nvan.\n\nINT. POLICE STATION —- BACK BAY —- DAY\n\n \n\nMitch approaches the DESK SERGEANT. Shows him his ID...\n\nMITCH\nDetective Kanon is expecting me.\n\nINT. DETECTIVE KANON’S OFFICE - POLICE STATION - DAY\n\n \n\nDETECTIVE BLAKE KANON, 48, hair tied back, is typing a report\ninto her computer, glasses perched on the tip of her nose, a\nhunt-and-peck two finger typer.\n\f26.\n\nHer office is a mess of paperwork. Shelves lined with\nbaseball trophies. A signed photo of Kanon and Micky Mantel\nhangs on the wall. She’s a woman in a man’s world.\n\nMitch knocks on the open door.\n\nMITCH\nDetective Kanon?\n\nKanon gestures for him to come in and sit. She types a last\ncouple of words and then --\n\nKANON\nHow many tees in committed?\n\nMITCH\nTwo.\n\nKanon fixes it, saves, and takes off her glasses...\n\nKANON\nPaperwork. Worst part of the job.\nDo you touch type?\n\nMITCH\nI have a secretary.\n\nKanon pops a Nicorette gum...\n\nKANON\nNice.\n(offers him gum; he\ndeclines--)\nSo, you got here quick. You said\non the phone you were interested in\nthe Ackerman murder.\n\nMITCH\nThat’s right.\n\nKANON\nDA assigned just you?\n\nMITCH\nThis is a provisional enquiry.\n\nKANON\nWalk with me.\n\nKanon picks up a stack of papers. They leave the office...\n\nKANON (CONT'D)\nSuspect’s name is Tobias Levy.\nForty-Nine years old.\n\n(MORE )\n\f27.\n\nKANON (CONT'D)\nCar mechanic by trade. Couple of\nassault charges, nothing he did\ntime for. No relatives. Wife and\ndaughter were both murdered a few\nyears back.",
  "17": "---END OF PREVIOUS SECTION---\nCouple of\nassault charges, nothing he did\ntime for. No relatives. Wife and\ndaughter were both murdered a few\nyears back. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nIt said on the news that he found\nAckerman in the road.\n\nKANON\nWe've had officers out there. No\nbroken car parts, no blood that we\n\ncan see...\nMITCH\nIt was raining pretty hard last\nnight.\nKANON\n\nTrue -- but with the dead kid’s\nblood and hair on his clothes --\nnot to mention the bloody tools and\nplastic sheets we found in the back\nof the van -- we’ve got enough to\ncharge him. You guys need to\ndecide if it’s enough to convict.\n\nMitch looks through a window and sees --\nTOBIAS LEVY\n\nsitting handcuffed in a chair in the middle of an interview\nroom. Levy is an unassuming man. Hair thin. His clothes\ntaken as evidence. He is wrapped in a large blanket. Hands\nstained with dry blood.\n\nMITCH\nHe looks scared.\n\nKANON\nYou think the guilty ones don’t?\nThis guy’s staring down twenty to\nlife for this one alone.\n\nMITCH\nWhat do you mean “this one”?\n\nKANON\nI ran some keywords through the\ndatabase -- tools, torture, male\nvictims. It flagged a string of\nunsolved homicides. We’re pulling\nthe files now.\n\f28.\n\nMITCH\nYou think this guy’s a serial\nkiller? You don’t even know he did\nthis one.\n\nKANON\nListen kid, I just work the\nevidence. Every detective here has\na caseload this high -- and only 24\n\nhours in the day to work ‘em -- so\nif it turns out this guy clears up\nfive unsolveds -- that’s a good day\n\nin my books.\nKanon starts to walks away...\n\nKANON (CONT'D)\nTell your boss he'll get everything\nwe've got when we get it, okay?\n\nMITCH\nWhat if he really is just a “Good\nSamaritan”? Did you consider that?\n\nKanon just waves -- doesn’t look back. There is a commotion\ndown the hall. A PRIEST is there arguing with OFFICERS.\nPRIEST\nThen let me talk to somebody in\n\ncharge.\nOfficers beckon to Kanon who sighs and approaches the Priest.\n\nMitch -- alone now -- steps closer to the window. Looks in\non Levy who just sits there. Unmoving.",
  "18": "---END OF PREVIOUS SECTION---\nMitch -- alone now -- steps closer to the window. Looks in\non Levy who just sits there. Unmoving. \n---TARGET SECTION TO BE ANNOTATED---\n Calm.\n\nPRIEST (0.S.) (CONT'D)\nYou must have made a mistake.\nTobias wouldn’t hurt a fly. I’m\nnot leaving until I see him.\n\nMitch looks down the hall at the Priest and Kanon talking.\n\nPRIEST (CONT'D)\nHasn’t he been through enough?\n\nMitch looks back at Levy. We see Mitch’s reflection in the\nglass. Their faces line up over each other, like Mitch and\nLevy are interchangeable...\n\nCUT TO:\n\f29.\n\nINT. THE PAXTON TAP — AFTERNOON\n\nThe place is quiet. A few early drinkers. Mitch is sitting\nat the bar nursing a beer. BARTENDER (GIO), 40, friendly,\nslides him a shot of Scotch.\n\nMITCH\nWhat’s this?\n\nBARTENDER\nHair of the dog.\n\nMITCH\nI’m not hungover.\n\nMitch rubs his hand through his hair. Needs to talk...\n\nBARTENDER\nSo, why the face like a slapped\nass?\n\nBartender pops the cap off a Bud Lite and hands it toa\n\ncustomer.\n\nWrites on their tab...\n\nMITCH\nBuddy of mine did something stupid\nand he doesn’t know how to fix it.\n\nGIO\nWhat are we talking - stupid stupid\nor illegal stupid?\n\nMITCH\nLose everything - career, wife,\nfreedom - kinda stupid.\n\nBARTENDER\nDoes anybody else know your friend\ndid this thing?\n\nMITCH\nNo.\n\nBARTENDER\nThen, shit man - whatever it is -\ntell him to say twelve Hail Marys\nand take it to the grave.\n\nMITCH\nSomebody else is being blamed for\nwhat he did.\n\nBARTENDER\nOuch.\n\f30.\n\nMITCH\nHe only has two choices, right?\nFess up or let the guy take the\nrap. And either way he’s screwed.\n\nMitch downs the Scotch.\n\nBARTENDER\nPersonally - and I’m an asshole -\nI'd still choose the Hail Marys and\nthrow in a prayer that he doesn’t\nget a prosecutor like you.\n\nMITCH\nWhat do you mean?\n\nBARTENDER\nThis may come as a surprise to you,\nMitch, but some prosecutors lose\ncases from time to time.\n\nSomebody further along the bar signals to Bartender. He\nwalks away...",
  "19": "---END OF PREVIOUS SECTION---\nBARTENDER\nThis may come as a surprise to you,\nMitch, but some prosecutors lose\ncases from time to time. Somebody further along the bar signals to Bartender. He\nwalks away... \n---TARGET SECTION TO BE ANNOTATED---\nBARTENDER (CONT’D)\nYes, pal? What can I do you for?\n\nMitch sits there. The wheels of his mind turning. He gets\nup and throws a twenty on the bar. Hurries out the door...\n\nCUT TO:\n\nINT. JONES’ OFFICE - DISTRICT ATTORNEY’S OFFICE - EVENING\n\n \n\nD.A. JONES is at his desk working. There is a knock at the\ndoor. He looks up as Mitch enters...\n\nJONES\nMitch. I thought you’d left for\nthe day.\n\nMITCH\n\nI have a request, sir.\n\nJONES\nOh?\n\nINT. DISTRICT ATTORNEY'S OFFICE - EVENING\n\n \n\nThrough the glass wall of Jones’ office we see Mitch making\nhis case. Eventually Jones nods. Mitch steps out of the\noffice and breathes.\n\f31.\n\nSOUND UPCUT - A HARSH BUZZER and --\n\nCUT TO:\nINT. CORRIDOR - CITY JAIL - DAY\nA steel gate rolls back and clangs to a stop. Mitch and\nStuart walk through passing GUARDS. The gate is rolled\nclosed again behind them and SLAMS. Mitch flinches...\n\nINT. INTERVIEW ROOM —- CITY JAIL - DAY\n\n \n\nMitch and Stuart walk in. Levy is wearing a badly fitting\nprison jumpsuit. Wrists cuffed. Sitting beside him at the\ntable is a wet-behind-the-ears PUBLIC DEFENDER - TERRY\nLUNDGREN. Lundgren stands to great them. They trade\nbusiness cards...\n\nMITCH\nMitch Brody, D.A.'s office. This\nis my associate Stuart Kemp.\n\nLUNDGREN\nTerry Lundgren, Public Defenders\noffice.\n\nMitch looks at Lundgren’s card. A printed name has been\ncrossed out and Lundgren’s name written in by hand. He’s\nthat new.\n\nLUNDGREN (CONT'D)\nI haven’t got my own cards yet.\n\nMitch and Stuart take seats across the table. Take files\nfrom their briefcases. Levy just stares at Mitch.\n\nMITCH\nMister Levy, we’re going to ask you\na few questions about the night of\nthe 4th. If you could answer as\nclearly and accurately as possible.\n\nLEVY\nAre you my prosecutor?\n\nMITCH\nYes. Yes I am.\n\nLEVY\nI’m innocent.",
  "20": "---END OF PREVIOUS SECTION---\nMITCH\nYes. Yes I am. LEVY\nI’m innocent. \n---TARGET SECTION TO BE ANNOTATED---\nLevy hold’s Mitch's look.\n\f32.\n\nMITCH\nThen you’ve got nothing to worry\nabout.\nLEVY\nDo I have your word on that, Mitch?\nMITCH\nAbsolutely.\nLevy sits back...\nSTUART\n\nCan you tell us where you were\nearlier that night, Mr. Levy? Were\n\nyou out drinking?\n\nLEVY\n\nI don’t drink. I finished work,\nwent to group, then I went for a\n\ndrive.\n\nMitch notices Lundgren write that down.\n\nout of ink.\n\nMITCH\nGroup?\n\nMitch slides Lundgren a pen.\n\nLEVY\n\nOr try. His pen is\n\nI help out at support groups and\n\nchurch meetings.\n\nMITCH\nI see. And the drive?\n\nLEVY\n\nJust something I do. Helps me\nsleep. Haven’t you ever taken a\n\ndrive at night, Mitch?\n\nMITCH\n\nThat's beside the point. I’m not\nthe one under arrest for murder.\n\nAgain Mitch feels Levy hold his gaze.\nUncomfortable.\n\nLEVY\nRight.\n\nIt’s penetrating.\n\nCUT TO:\n\f33.\n\nINT. JONES’ OFFICE —- DISTRICT ATTORNEY’S OFFICE -— DAY\n\n \n\nMitch and Stuart are sitting opposite Jones.\n\nJONES\nWhat do we know about the victim?\n\nMITCH\nCecil Ackerman.\n\nMitch hands Jones a rap sheet with a photo of Ackerman on.\n\nMITCH (CONT'D)\nA registered sex offender. Two\ncounts of statutory rape. Been out\non parole for three months.\n\nJONES\nSo, a real loss to humanity.\n\nMITCH\nSo far, there’s no connection\nbetween him and Levy.\n\nSTAURT\nOther than Levy’s hammer in the\nback of his head, you mean.\n\nJONES\nTell me about the murder weapon.\n\nSTUART\nWeapons. Plural. Coroner couldn’t\nbe exact but the wounds are\nconsistent with the type of tools\nand machine parts found in the back\nof Levy’s van.\n\nMITCH\nThough they also found significant\namounts of motor oil and grit in\nthe wounds which corroborates his\nhit and run story.\n\nSTUART\nTrue, but the vic’s DNA and blood\nwere all over Levy’s clothes --\ninside his van...\n\nMITCH\nAll of which is explainable by\ntransference when he lifted\nAckerman into his van.\n\f34.",
  "21": "---END OF PREVIOUS SECTION---\nSTUART\nTrue, but the vic’s DNA and blood\nwere all over Levy’s clothes --\ninside his van... MITCH\nAll of which is explainable by\ntransference when he lifted\nAckerman into his van. 34. \n---TARGET SECTION TO BE ANNOTATED---\nSTUART\nOr when he murdered him.\n\nFLASHBACK\nBAM! Mitch's Escalade hits Ackerman.\nBACK TO SCENE\n\nSTUART (CONT'D)\nLevy has three counts of aggravated\nassault.\n\nMITCH\nAt a time when his family had just\nbeen murdered in a home invasion.\nHe hasn’t had so much as a parking\nticket since.\n\nSTUART\nThat doesn’t negate the fact that\nhe took a tire-iron to three men\nand hospitalized them.\n\nJONES\nWhat’s concerning you, Mitch?\n\nMITCH\nI don’t see motive.\n\nSTUART\nAckerman was a pedophile.\n\nMITCH\nLevy’s daughter was murdered, not\nraped. It doesn’t fit.\nSecretary knocks and enters.\nSECRETARY\nTerry Lundgren just called. There\nwas a 911 call. Tape’s on its way.\nMitch looks worried...\n\nINT. CONFERENCE ROOM - DISTRICT ATTORNEY’S OFFICE - DAY\n\n \n\nSecretary slots the cassette into the machine. Mitch and\nStuart sit opposite Jones.\n\f35.\n\nSECRETARY\nSomebody called in an accident\ntwenty minutes before Levy was\npicked up. When the ambulance got\nthere ... there was no body.\n\nJONES\nLet’s hear it.\n\nSecretary presses play. Static fills the room. We can feel\nMitch stop breathing as --\n\nMALE VOICE (0.S.)\n911 what’s your emergency?\n\nMITCH'’S VOICE (0.S.)\nThere’s been an accident.\n\nMitch watches the room for any hint of recognition...\n\nMALE VOICE (0.S.)\nWhat’s the location?\n\nMITCH’S VOICE (0.S.)\nIt’s Darby Street. Just south of\n20th. Hurry.\n\nMALE VOICE (0.S.)\nWhat’s your name, sir?\n\nMITCH’S VOICE (0.S.)\nPlease hurry. He’s hurt real bad.\n\nThere is a click and the call ends. Secretary presses stop.\n\nJONES\nThat’s it?\nSECRETARY\nYou want me to play it again?\nMITCH\nNo.\nJONES\n\nThe location matches Levy’s story\nbut we can’t rule out the\npossibility that he made the call\nhimself.\n\nSTUART\nIs there any way we can find the\ncaller?\n\f36.\n\nMITCH\nHe used a payphone.\n\nStuart looks up from documents that came with the tape.",
  "22": "---END OF PREVIOUS SECTION---\n36. MITCH\nHe used a payphone. Stuart looks up from documents that came with the tape. \n---TARGET SECTION TO BE ANNOTATED---\nSTUART\nHow do you know that?\n\nJONES\nBecause we'd have the man’s name if\nit wasn’t.\n\nMitch breathes...\n\nJONES (CONT'D)\n\nOkay, the tape’s potentially\ndamaging but not conclusive. Maybe\nit was a crank, maybe not, but if\nwe can’t find the caller then\ndefense can’t. Hell, it could be\nanyone in Boston. It sounds like\nMitch. Where were you that night?\n\nStuart and Secretary laugh. Mitch smiles.\nJONES (CONT'D)\n\nBottom line. Do we have enough for\na conviction?\n\nMITCH\n\nWithout motive? I say no.\nJONES\n\nStuart?\nSTUART\n\nLevy was caught - pardon the pun -\nred-handed. We have physical\nevidence, a documented history of\nviolence, no alibi, and his public\ndefender is the kind of guy Mitch\neats for breakfast.\n\nJones weighs a decision. To prosecute or not to prosecute.\nMitch says a silent prayer and --\n\nJONES\nCharge him. Murder one.\n\nMitch’s shoulders sink. Jones gets up and leaves. Stuart\nand Secretary gather papers and the tape. Stuart pats his\nshoulder...\n\f37.\n\nSTUART\nYou've got to have more faith in\nyourself, buddy.\n\nMitch is left alone. He just sits there...\n\nDISSOLVE TO:\nEXT. AERIAL SHOT - BOSTON MUNICIPAL COURTHOUSE - DAY\nEstablishing. A crisp day.\nINT. COURTROOM - COURTHOUSE - DAY\n\nMitch and Stuart take their seats. Mitch looks at Lundgren\nand Levy at the next table. The jury is already seated.\nMitch flexes his hands. Tense.\n\nA door opens and Judge McKenna walks in and goes to her seat.\n\nCOURT BAILIFF\nAll rise.\n\nMitch and the rest of the room stand. Judge McKenna sits and\nstraightens her papers.\n\nCOURT BAILIFF (CONT’D)\nCourt is now in session. The\nHonorable Judge McKenna presiding.\n\nJUDGE MCKENNA\nBe seated. Are counsel for the\nprosecution and defense both\npresent?\n\nMITCH\nWe are your honor.\n\nJudge makes a note...\n\nJUDGE MCKENNA\nIn the case of the people versus\nTobias Levy, your client entered a\nplea of not guilty.",
  "23": "---END OF PREVIOUS SECTION---\nMITCH\nWe are your honor. Judge makes a note... JUDGE MCKENNA\nIn the case of the people versus\nTobias Levy, your client entered a\nplea of not guilty. \n---TARGET SECTION TO BE ANNOTATED---\n Does he wish\nto change that plea here today?\n\nLUNDGREN\nHe does not, your honor.\n\nJUDGE MCKENNA\nVery well. Defense may go ahead\nwith its opening statement.\n\f38.\n\nLUNDGREN\nThank you, your honor. This case\nis nothing more than a huge\nmisinterpretation of the facts...\n\nJUDGE MCKENNA\nNot to me, Mr. Lundgren. To them.\n\nJudge McKenna indicates the Jury. Lundgren turns to them.\nStuart smiles. Mitch exhales... throwing this case is going\nto be harder than he thought.\n\nCUT TO:\n\nINT. COURTROOM — COURTHOUSE - AFTERNOON\n\n \n\nThe sun is low outside the windows. The CORONER is on the\nstand. There are blow-up photos of tools from the back of\nLevy's van on display...\n\nMITCH\nYou examined the body, Doctor. In\nyour professional opinion what was\nthe cause of death?\n\nCORONER\nBlunt force trauma to the skull.\n\nMITCH\nDo you know what caused that\ntrauma?\n\nCORONER\nThe back of the skull was badly\ncrushed so its hard to narrow it\ndown to any one item but some of\nthe marks seem consistent with a\nhammer found in the suspect’s van.\n\n \n\nMITCH\nYou said “seem” consistent.\n\nCORONER\nThat’s correct.\n\nMITCH\nYour report talks of abrasions and\nimpact wounds with motor oil and\ngrease in them. The defence, I’m\nsure, is going to argue that those\nwounds indicate a car ran Cecil\nAckerman over and that the rest is\na misinterpretation of the\nevidence.\n\f39.\n\nCORONER\nThe accused is a mechanic who used\nhis van to transport old parts to\nand from the wrecker’s yard. If I\nremember correctly there was an\naxle, leaf springs, suspension arms\ninside... And the interior was\ncovered in grease and motor oil.\nSo any type of violent struggle in\nthat environment could have caused\nthose wounds and left that trace\nevidence.\n\nMITCH\nI see. And did you identify any of\nthose parts as things he used?\n\nCORONER\nThere was blood on a lot of things -\n- it might be easier to say which\none’s he didn’t use.",
  "24": "---END OF PREVIOUS SECTION---\nMITCH\nI see. And did you identify any of\nthose parts as things he used? CORONER\nThere was blood on a lot of things -\n- it might be easier to say which\none’s he didn’t use. \n---TARGET SECTION TO BE ANNOTATED---\nThis gets a reaction from the jury. They look at Levy.\nDisgusted. Like he’s a monster. Mitch breathes. He’s not\nswayed the Jury one inch...\n\nMITCH\nNo further questions, your honor.\n\nCUT TO:\n\nINT. DINING ROOM —- MITCH’S HOME — NIGHT\n\n \n\nMitch has the entire case spread over the table in front of\nhim. He sips a coffee and rubs his eyes. Rachel walks in\ncarrying Ella.\n\nRACHEL\nBit late for coffee, isn’t it?\n\nShe looks over his shoulder. Sees a photo of Tobias Levy -\nyears younger than the man we know - happier...\n\nRACHEL (CONT'D)\nIs that him?\n\nMITCH\nFour years ago. This is before his\nfamily were murdered in a home\ninvasion. He was forced to watch\nand then left for dead.\n\nMitch pulls out a picture of Levy with his wife and daughter.\n\f40.\n\nRACHEL\nThat's horrible. Did they catch\nthe killer?\n\nMITCH\nHe was gunned down in another home\ninvasion the next night.\n\nRACHEL\nIs that what made his snap?\n\nMITCH\nThat’s the general consensus.\n\nMitch sips his coffee...\n\nRACHEL\nHere, I know you’re working, but\ncan you take Ella for a bit? I\nneed to take a shower before bed.\nI smell like milk and my hair feels\nlike straw.\n\n \n\nRachel hands him Ella. He cradles her in his arms.\nMITCH\nDoes mommy smell like milk because\nof you? Does she?\nElla's eyes sparkle as she looks up at him. She grips his\nfinger with her tiny hand. Mitch takes a big sigh. This\nlittle life is why he’s doing everything he’s doing...\nMITCH’S VOICE (0.S.)\nIt’s Darby Street, just south of\n20th. Hurry.\nCUT TO:\nINT. COURTROOM - COURTHOUSE - DAY\n\nMitch is listening as the tape is played over speakers for\nthe Jury...\n\nMALE VOICE (0.S.)\nWhat’s your name, Sir?\n\nMITCH’S VOICE (0.S.)\nPlease hurry. He’s hurt real bad.\n\nThe call ends. Everyone looks to --\n\nDR. EVELYN BROWN, 50s, professional, blind since birth, who\nis sitting, calmly on the stand.",
  "25": "---END OF PREVIOUS SECTION---\nThe call ends. Everyone looks to --\n\nDR. EVELYN BROWN, 50s, professional, blind since birth, who\nis sitting, calmly on the stand. \n---TARGET SECTION TO BE ANNOTATED---\n\f41.\n\nJUDGE MCKENNA\nYour witness, Mr. Brody.\n\nStuart leans in to Mitch...\n\nSTUART\nPiece of cake. The jury has no\nidea what she’s been talking about.\n\nMitch takes that onboard and --\n\nMITCH\nI’m not very familiar with your\nfield, Dr. Brown and I’m sure\nneither is the jury.\n\nBrown looks toward Mitch. Even behind her black glasses we\nsense her staring at him with some sense of recognition...\n\nIt gives Mitch pause. He coughs...\n\nMITCH (CONT'D)\nJust how accurate is forensic\nlinguistics?\n\nDR. BROWN\nExtremely.\n\nMitch stands. Begins to pace.\n\nMITCH\nBut not perfect.\n\nDR. BROWN\nPerfection doesn’t happen in\nscience.\n\nHer head follows him as he moves. Listening...\n\nMITCH\nOn a sliding scale of one to ten\nthen?\n\nJUDGE MCKENNA\n(to Lundgren)\nYou might want to object,\ncounselor. The witness’ field is\nnot on trial here.\n\nBefore Lundgren can respond...\n\nMITCH\nI'll withdraw the question, your\nhonor.\n\n(MORE )\n\f42.\n\nMITCH (CONT'D)\nYou stated earlier that the caller\nwas genuine - and by that I assume\nyou mean he was reporting a real\naccident.\n\nDR. BROWN\nCorrect.\n\nMITCH\nAnd you can tell this just by\nlistening to his voice.\n\nDR. BROWN\nIt’s more complicated than that,\nbut - yes.\n\nMITCH\n\nCan you tell us anything else about\nthe caller?\n\nDR. BROWN\nProbably white. Medium build.\nHe’s from the south of Boston, but\nhe’s tried hard to soften the\naccent - again, not unlike yourself\ncounselor. You’re from where -\nDorchester?\n\nMITCH\nThat’s right.\n\nDR. BROWN\nThe caller had a strict Roman\nCatholic upbringing - so there’s\nprobably Irish in there - which we\ncan tell by an almost inaudible\nprayer he mumbles while the\noperator is talking. I’m sure he\ndidn’t even know he did it himself.\nAnd he’s cool under pressure which\nwe know from the way he gives no\npersonal details and had the\nforethought to use a payphone even\nin his heightened emotional state.",
  "26": "---END OF PREVIOUS SECTION---\nBROWN\nThe caller had a strict Roman\nCatholic upbringing - so there’s\nprobably Irish in there - which we\ncan tell by an almost inaudible\nprayer he mumbles while the\noperator is talking. I’m sure he\ndidn’t even know he did it himself. And he’s cool under pressure which\nwe know from the way he gives no\npersonal details and had the\nforethought to use a payphone even\nin his heightened emotional state. \n---TARGET SECTION TO BE ANNOTATED---\nAll of which tells me he has either\na legal or criminal background.\nNone of which matches Tobias Levy.\n\nMITCH\nLegal or criminal. That’s quite a\nspread.\n\fDR. BROWN\nActually, the psychological traits\nfor both professions are\nsurprisingly similar.\n\nMITCH\nSo, in your professional opinion is\nit even in the realm of possibility\nthat Tobias Levy made this 911 call\nhimself - to establish an alibi?\n\nDR. BROWN\nNo. It is not.\n\n43.\n\nThe Jury trades nods of understanding. Stuart drops his pen\non the desk. No idea what’s going on. Judge McKenna just\n\nstares at Mitch.\n\nINT. MCKENNA’S CHAMBERS - COURTHOUSE —- AFTERNOON\n\nCUT TO:\n\nJudge McKenna hangs her gown and goes to sit behind her desk\n\nas Mitch and Lundgren enter.\n\nJUDGE MCKENNA\nShut the door.\n\nLundgren closes it.\n\nJUDGE MCKENNA (CONT’D)\nOkay, what the hell is going on out\nthere?\n\nLUNDGREN\nYour honor, I...\n\nJUDGE MCKENNA\nI’m not talking to you, Mr.\nLundgren. The way you're going,\nyour client will be lucky if he\nisn’t put away for life. But I\nguess you were sick they day DeVry\ntaught cross examination.\n\nLundgren shuts up.\n\nJUDGE MCKENNA (CONT’D)\nI'm waiting.\n\nMITCH\nI’m just trying to get to the\ntruth, your honor.\n\f44,\n\nJUDGE MCKENNA\nDon't bullshit a bullshitter, Mr.\nBrody. You practically made the\ndefense’s case for them with that\nlast witness.\n\nMITCH\nThat wasn’t my intention.\n\nJUDGE MCKENNA\nWhat was?\n\nMITCH\nI thought I could shake her\ncredibility.\n\nMcKenna stares at him. A beat...\n\nJUDGE MCKENNA\nI’m going to say this once, and\nonce only. If I sense anybody\nisn’t playing straight on this I\nwill call for a mistrial and start\nthe whole thing over. Do you hear\nme?\n\nLUNDGREN\nYes, your honor.\n\nBut Judge McKenna is still looking at Mitch...\n\nMITCH\nOf course.",
  "27": "---END OF PREVIOUS SECTION---\nLUNDGREN\nYes, your honor. But Judge McKenna is still looking at Mitch... MITCH\nOf course. \n---TARGET SECTION TO BE ANNOTATED---\nJUDGE MCKENNA\nGet out of my sight.\n\nINT. HALLWAY — COURTHOUSE - EVENING\n\n \n\nMitch and Lundgren part ways. Mitch strides along the\nhallway. Glances at --\n\nDr. Brown talking to Det. Kanon. Kanon watches Mitch. Mitch\nfeels under the microscope...\n\nEXT. PARKING LOT —- COURTHOUSE - EVENING\n\n \n\nMitch puts the key in the Prius door and A HAND spins him\naround. Mitch throws his hands up. It’s Doyle.\n\nMITCH\nWhat are you doing? You scared the\ncrap out of me.\n\f45.\n\nDOYLE\nYou should be scared.\n(beat)\nI was in there. I heard the tape.\n\nCUT TO:\nINT. BAR - NIGHT\nMitch is sitting in a booth with Doyle. Both have beers...\nMITCH\n\nI didn’t know what else to do. I'd\nbeen drinking. I panicked.\n\nDOYLE\nYou’ve got a lot to lose.\n\nMITCH\nThat’s no excuse. I should have\nstayed.\n\nDOYLE\n\nBut you didn’t. And I don’t blame\nyou. But what the ef’ were you\nthinking taking the case?\n\nMITCH\nI couldn't let somebody else\nprosecute. There are ADAs in my\noffice who were ready to crucify\nhim. The evidence is so ambiguous\nyou can paint any story you want\nonto it -- he’d be railroaded.\n\nDOYLE\nHe would with this public defender.\n\nMITCH\nI thought I could just ease back\nand let the guy win but this idiot\ncouldn’t try his way out of a paper\nbag.\n\nDOYLE\nSo, let him go down. You don’t owe\nthis schmuck anything.\n\nMITCH\nHe’s innocent.\n\nDOYLE\nPen’s full of innocent men. He’1l\nfit right in.\n\f46.\n\nMITCH\nI’m not joking, Doyle. A man’s\nlife is at stake here.\n\nDOYLE\nSo, throw the case.\n\nMITCH\nI’ve been trying. Now the judge is\nwatching me like a hawk. I’m\nscrewed.\n(a long beat)\nI think I’m going to have to\nconfess.\n\nDOYLE\nThat’s just stupid.\n\nMITCH\nI’m out of options.\n\nCUT TO:\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nDOYLE\nThat’s just stupid. MITCH\nI’m out of options. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BRODY HOUSE - NIGHT\n\nMitch walks in from the garage. His iPhone rings. He puts\ndown his briefcase and answers it...\n\nMITCH\nHello.\n\nKANON’S VOICE (0.S.)\nHey, Brody, it’s Kanon.\n\nMITCH\n(rubs his eyes)\nDetective Kanon. What can I do for\nyou?\n\nKANON’S VOICE (0.S.)\nJust checking in. We lost a point\nor two on that forensic linguist.\n\nMITCH\nShe gave compelling testimony.\n\nKANON’S VOICE (0.S.)\nRight.\n\nMitch gets a knot in his stomach...\nMITCH\n\nIt’s late, Detective. Is there\nsomething you need?\n\f47.\n\nKANON’S VOICE (0.S.)\nNo. Just wanted to know that\nyou're ready for tomorrow.\n\nMitch HEARS a BEEP on the line...\n\nMITCH\nWhat was that?\n\nKANON’S VOICE (0.S.)\nWhat?\n\nMITCH\nAre you recording me?\n\nKANON’S VOICE (0.S.)\nWhy would I be recording you?\n(beat)\nLawyers. And they say cops are\nparanoid. See you in court.\n\nClick. The line goes dead. Mitch feels very uneasy. He\nhangs up. Looks up the stairs...\n\nINT. BEDROOM —- THE BRODY HOUSE - NIGHT\n\n \n\nMitch looks down on Ella. So tiny ... so vulnerable. She\nwhimpers in her sleep. Mitch picks her up. Sees Rachel, in\nthe bed, open her eyes and start to rise. On exhausted auto-\npilot...\n\nMITCH\n\nGo back to sleep, babe. I’ve got\n\nher.\nRachel flops back down. Takes a big tired sigh. Mitch\ncrosses to the window and looks out at the neighborhood. At\nthe stars in the sky. The stillness of it all. Thinking...\n\nDISSOLVE TO:\n\nEXT. BOSTON SKYLINE - DAWN\n\nThe sun is rising.\n\nINT. KITCHEN — MITCH’S HOUSE - MORNING\n\n \n\nThat same house-rattling CLUNK from the garage door. Through\nthe window we see Mitch reversing out. He pauses in the\ndriveway. A sad look on his face. Then drives away.",
  "29": "---END OF PREVIOUS SECTION---\nHe pauses in the\ndriveway. A sad look on his face. Then drives away. \n---TARGET SECTION TO BE ANNOTATED---\n THE\nCAMERA moves away from the window to the coffee pot where --\n\nA NOTE sits with two words written on it: “I’m sorry.”\n\f48.\n\nEXT. BOSTON MUNICIPAL COURTHOUSE - MORNING\n\n \n\nMitch walks toward main doors like a man walking to the\ngallows. He glances at a car parked by the curb. Sees DR.\nBROWN being helped out of the passenger side.\n\nMitch passes KANON standing by the doors, drawing on a\ncigarette. Mitch nods to her. Enters the building...\n\nINT. MEN'S BATHROOM — COURTHOUSE - MORNING\n\n \n\nMitch scoops a handful of water from the faucet. Drinks it.\nFixes his tie. He can do this.\n\nINT. COURTROOM — COURTHOUSE - MORNING\n\n \n\nMitch takes his seat beside Stuart.\n\nSTUART\nHey, champ. You look like you\ndidn't sleep a wink.\n\nMITCH\nI’ve got a lot on my mind.\n\nMitch looks across at Levy. Alone. Lundgren isn’t here yet.\nLevy looks back. Mitch turns away.\n\nCOURT BAILIFF\nAll rise.\n\nJudge McKenna enters and takes her seat. The rest of the\ncourt retakes their seats. Mitch remains standing...\n\nMITCH\nYour honor, before session begins,\nI'd like to approach the bench.\n\nSuddenly the door opens and Lundgren hurries in clutching a\npile of files and papers.\n\nMCKENNA\nI won’t tolerate tardiness, Mr.\nLundgren.\n\nLUNDGREN\n\nI’m sorry, your honor, but there’s\nbeen an important development.\nDefense would like to call a new\nwitness.\n\nSTUART\nObjection, you honor. Prosecution\nwasn’t informed of this.\n\f49.\n\nLUNDGREN\nDefense wasn’t aware of their\nidentity until late last night.\n\nJUDGE MCKENNA\nWhat’s the relevance of this\nwitness, Mr. Lundgren?\n\nLUNDGREN\nHe’s the man who made the 911 call,\nyour honor.\n\nMitch’s world crushes in...\n\nSTUART\nAgain, your honor, we object.\nWithout an opportunity to validate\nthe claims of --\n\nJUDGE MCKENNA\nI understand the objection.\n\nLUNDGREN\nDr.",
  "30": "---END OF PREVIOUS SECTION---\nSTUART\nAgain, your honor, we object. Without an opportunity to validate\nthe claims of --\n\nJUDGE MCKENNA\nI understand the objection. LUNDGREN\nDr. \n---TARGET SECTION TO BE ANNOTATED---\n Brown’s lab ran voice analysis\novernight and we got a 96% match.\n\nMitch can barely breathe. His window to confess is closing\n\nfast...\n\nJUDGE MCKENNA\nHow soon can defense present this\nwitness?\n\nLUNDGREN\nRight now, your honor. He’s been\nin this courtroom the entire trial.\n\nThere is a scraping of chairs and people look around the\nroom. Voices mumble and chatter at once. McKenna bangs her\n\ngavel...\n\nJUDGE MCKENNA\nOrder.\n\nMITCH\nYour honor...\n\nJUDGE MCKENNA\nI’m inclined to allow it, Mr.\nBrody.\n\nMITCH\nI understand but, if I could just\nsay something...\n\f50.\n\nJUDGE MCKENNA\nMy mind is made up!\n\nMITCH\nPlease, I just --\n\nJudge McKenna BANGS her gavel hard. Cuts him off.\nJUDGE MCKENNA\nEnough!\n(to Lundgren)\nCall your witness.\n\nLUNDGREN\nThe defense calls --\n\nMitch closes his eyes, holds his breath and --\n\nLUNDGREN (CONT'D)\n-- Doyle Logan to the stand.\n\nMitch opens his eyes and looks around.\nDOYLE\n\nrises from a seat at the back of the court and walks forward.\nMitch stares at him. Doyle refuses to make eye contact...\n\nDoyle climbs up to the witness stand. COURT BAILIFF holds a\nbible out before him...\n\nCOURT BAILIFF\nDo you swear to tell the truth, the\nwhole truth, and nothing but the\ntruth, so help you God?\n\nDOYLE\n(hand on the Bible)\nI do.\nDoyle takes his seat. Mitch sits. Lundgren walks forward.\n\nLUNDGREN\nMr. Logan...\n\nDoyle leans into the mic and softens his Boston accent a\nlittle - like Mitch...\n\nDOYLE\nCall me Doyle.\n\fREPORTER (0.S.)\nIn a surprise twist of events, a\nwitness came forward today and\nended the prosecution’s case\nagainst Tobias Levy.\n\nA CAMERA IMAGE\nOf a REPORTER standing outside the courthouse.\n\nREPORTER\nThe witness saw the victim Cecil\nAckerman mowed down in the rain by\na hit and run driver, in a red Ford\nExplorer, and left in the road to\ndie.\n\nEXT.",
  "31": "---END OF PREVIOUS SECTION---\nA CAMERA IMAGE\nOf a REPORTER standing outside the courthouse. REPORTER\nThe witness saw the victim Cecil\nAckerman mowed down in the rain by\na hit and run driver, in a red Ford\nExplorer, and left in the road to\ndie. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOSTON MUNICIPAL COURTHOUSE - DAY\n\nThe courthouse is emptying. The trial over.\n\n51.\n\nCUT TO:\n\nTHE PRESS are\n\ngathered before Lundgren on the steps. From the way he holds\nhimself you’d think he won the case on his legal skills...\n\nLUNDGREN\n\n(to the reporters)\nIt seems that Tobias Levy was not\nthe only Good Samaritan in this\ntrial. Despite Mr. Logan’s initial\nreluctance to get involved, due to\nbeing out on parole, he finally put\nhis own comfort aside and did the\nright thing.\n\nREPORTER #1\nWhat about the wounds on the body?\n\nLUNDGREN\nThe prosecution’s case was founded\nentirely on a gross\nmisinterpretation of the forensic\nevidence.\n\nMitch sees Levy standing to one side. Away from the\n\nlimelight. Mitch approaches him.\n\nMITCH\nMr. Levy. I just wanted to\ncongratulate you and wish you all\nthe best.\n\nThey shake hands...\n\f52.\n\nLEVY\nYou told me if I was innocent I’d\nhave nothing to worry about.\n\nMITCH\nYes, I did.\n\nLevy pinches the filter off a cigarette and drops it onto the\nsteps. He lights the rest of it with his Zippo.\n\nLEVY\nWhat happens now?\n\nMITCH\nYou go back to your life.\n\nLevy SNAPS the Zippo closed again. Something about the\nlighter draws Mitch’s attention...\n\nLEVY\nI mean the hit and run driver. The\none the witness saw.\nLevy pockets the Zippo.\nMITCH\nWho knows. Maybe he’1ll come\n\nforward.\n\nLEVY\nWould you?\n\nLevy smiles. It was a joke. Mitch walks away.\nKanon was watching the whole interaction.\n\nCUT TO:\nEXT. BOSTON HARBOR —- MORNING\n\nThe Provincetown II passenger ferry cuts a steady path across\nthe bay. The Boston downtown skyline in the background...\n\nEXT. DECK - PROVINCETOWNN II (MOVING) - MORNING\n\n \n\nDoyle stands at the rail with a coffee, looking out at the\ncity. Mitch approaches and stands beside him.\n\nDOYLE\nYou smell that? That’s the smell\nof freedom.\n\f53.\n\nMITCH\nYou took a huge risk taking that\ntest for me.",
  "32": "---END OF PREVIOUS SECTION---\nThat’s the smell\nof freedom. 53. MITCH\nYou took a huge risk taking that\ntest for me. \n---TARGET SECTION TO BE ANNOTATED---\nDOYLE\nWe grew up in the same house. Went\nto the same schools. Same friends.\nSame church. How hard could it be?\n\nA long beat.\n\nMITCH\nYou didn’t have to do it.\n\nDOYLE\nIs it really that hard for you to\nsay thank you?\n\nMITCH\nI’m not used to relying on anyone\nelse to get me out of a jam.\n\nDOYLE\nWell, you’re welcome.\n\nA beat. There’s a question building inside Mitch. He has to\nask...\n\nMITCH\nWhy did you do it?\n\nDOYLE\nYou're my brother.\n\nMITCH\nI mean, ten years ago. Why did\nyou do that to me?\n\nDOYLE\nI was stupid. I’ve had a lot of\ntime to think about my life and who\nI was, and I let you down.\n(sincere)\nI won’t let you down again.\n\nMITCH\nI won’t let you.\n\nDOYLE\nI was doing a lot of drugs back\nthen. I wasn’t thinking of anyone\nbut myself.\n\f54.\n\nMITCH\nI’d only worked at that warehouse\ntwo months. I begged you not to\nhit that payroll. I could have\nbeen done as an accessory.\n\n \n\nDOYLE\nBut you weren’t. I made sure of\nthat. I kept your name out of it.\n\nMITCH\nMy name shouldn’t have been in it\nin the first place!\n(beat)\nYou know that night guard never\nwalked again?\n\nDOYLE\nIt got out of hand.\n\nMITCH\nIt always does with you.\n\nA long beat.\n\nMITCH (CONT'D)\nYou know, what you did today means\nwe can’t have contact for a while.\n\nDOYLE\nLike that matters to you.\n\nMITCH\nI've got to go.\n\nDOYLE\nI called your house the other day,\nyou know, looking for you.\n\nMitch stops. Looks at him.\n\nDOYLE (CONT'D)\nYour wife - she doesn’t know who I\nam, does she?\n\nMITCH\nYou've been gone a long time.\n\nDOYLE\nHow could you not tell her about\nyour own brother--?\n\f55.\n\nMITCH\n(cuts him off--)\nStepbrother.\n(Doyle looks at him)\nAnd let’s face it, legally not even\nthat.\n\nDOYLE\nOh, you to play it like that.",
  "33": "---END OF PREVIOUS SECTION---\nMITCH\n(cuts him off--)\nStepbrother. (Doyle looks at him)\nAnd let’s face it, legally not even\nthat. DOYLE\nOh, you to play it like that. \n---TARGET SECTION TO BE ANNOTATED---\nDoyle looks away. It was the worst thing Mitch could say to\nhim. Doyle tries to tough it out...\n\nMITCH\nI met her when I was graduating.\nShe processed my application form\nto the D.A.’s office. And seeing\nas my ma’ never officially married\n\nyour da’ --\nDOYLE\nYou figured why mention us.\nMITCH\nIt was better for me not to have\nties to a criminal past -- and once\n\nI'd lied on the forms, I couldn't\nvery well tell her something\ndifferent...\n\nDOYLE\nI understand.\n\nDoyle pushes away from the rail.\nMITCH\nI’m not that kid anymore, Doyle.\nDorchester was another life.\n\nDOYLE\nYou're lucky. I only got the one.\n\nDoyle disappears inside the cabin. Mitch looks out at the\ncity. Alone. Curses under his breath...\n\nCUT TO:\n\nINT. KITCHEN —- THE BRODY HOUSE - EVENING\n\n \n\nMitch pours himself a Scotch. Drinks it. Takes a big sigh\nof relief. Pours another. Rachel walks in pulling a small\ntowel from her shoulder. She puts a baby-monitor on the\ncounter.\n\f56.\n\nRACHEL\nHey.\n\nShe wraps her tired arms around him. Buries her head into\nhis shoulder.\n\nMITCH\nHey. How’s Ella?\n\nRACHEL\nDemanding. She only stopped crying\nten minutes ago.\n\nMITCH\nYou smell like milk.\nRACHEL\nElla was sick on me.\nMITCH\nNice.\nRACHEL\n\nThis is my third shirt today. How\ndo people do it?\n\nMITCH\nIt’ll get easier.\n\nShe kisses him.\n\nRACHEL\nI’m sorry about the trial.\nMITCH\nIt’s fine. It’s - good - actually.\nRACHEL\nYeah?\nMITCH\n\nThe guy didn’t do it. So, this is\na good day for justice.\n\nRACHEL\nDoes Jones see it that way?\n\nMITCH\n(laughs )\nOf course not. I lost the case.\n\nRACHEL\nTalking of sorry. JI found your\nnote.\n\f57.\n\nMitch looks at her. What is she -- ? Oh, shit.\n\nMITCH\nRight. The note.\n\nRACHEL\nWhat was that about?\n\nMITCH\nI’ve just been ... tense ...",
  "34": "---END OF PREVIOUS SECTION---\nThe note. RACHEL\nWhat was that about? MITCH\nI’ve just been ... tense ... \n---TARGET SECTION TO BE ANNOTATED---\n and\nhaven’t helped around here as much\nas I should and ... I’m sorry.\nMitch kisses her.\nRACHEL\n(suggestive)\nOh?\nHe kisses her again.\n\nMITCH\nI’m really sorry.\n\nHe kisses her deeper.\n\nMITCH (CONT'D)\nReally, really...\n\nElla starts to cry. Rachel moans. Tired. Pulls away.\nRACHEL\nI'll take a raincheck on that\napology.\n\nRachel heads back out of the kitchen. Mitch downs his\nScotch.\n\nINT. GARAGE -— NIGHT\n\nMitch puts another few pieces of the crib together. He rubs\nsand paper over a joint. Feels it with his fingers.\n\nCUT TO:\nEXT. SHOPPING MALL — DAY\n\nEstablishing. Thousands of cars line the parking lot. The\nmall offers everything from Macy’s to ice-skating.\n\f58.\n\nINT. BABY SECTION - MACY’S - DAY\nRachel and Mitch are shopping for baby clothes. Rachel talks\nwith a SALES ASSISTANT about sizes etc. Mitch sees other\nbored dads. Trades sympathetic nods with one.\nMITCH\nHey, Rach’, I’m going to get a\nsoda. You want anything?\n\nRACHEL\nDiet Coke.\n\nMitch walks away.\n\nINT. FOOD COURT - SECOND FLOOR - SHOPPING MALL —- DAY\n\n \n\nMitch pays for two sodas. As he collects straws he looks\naround the sea of hungry shoppers hunched over burgers, pizza\nslices and MSG laced cuisine and sees --\n\nTOBIAS LEVY\n\nsitting at a table near the railing. Looking down on the\nCENTRAL COURTYARD below. Mitch ducks behind a pillar.\nDoesn’t want to talk to him.\n\nMitch looks out. Levy, face partially obscured by a baseball\ncap, is intensely focused on something below. Mitch follows\nhis glare down to --\n\nA HISPANIC COUPLE\n\nWho are arguing. The man, VICTOR GONZALES, 35, slaps his\nwife across the face. Other shoppers react.\n\nA PAIR OF SECURITY GUARDS walk over and Victor swells his\nchest. We see the tattoos on his arms and neck. He\nchallenges them in Spanish. Then spits and walks away...\nMitch looks back at Levy, but his seat is empty. Mitch steps\nout and scans the area.",
  "35": "---END OF PREVIOUS SECTION---\nThen spits and walks away... Mitch looks back at Levy, but his seat is empty. Mitch steps\nout and scans the area. \n---TARGET SECTION TO BE ANNOTATED---\n Finally he sees Levy riding the\nescalator down a level.\n\nCUT TO:\nEXT. PARK -— MORNING\nMitch jogs. Runs by the lake. Pushing himself.\n\nCUT TO:\n\f59.\n\nEXT. PATIO - THE BRODY HOUSE - EVENING\n\n \n\nRACHEL’S WHOLE FAMILY is sitting at a long table eating food\nand talking. MOM, DAD, SISTERS, HUSBANDS. Wine and soda are\nflowing. Mom coos over Ella while Rachel gets to eat\nuninterrupted for once.\n\nMitch watches them all. A little sad...\n\nINT. HOME OFFICE —- THE BRODY HOUSE - EVENING\n\n \n\nThe sounds of Rachel’s family laughing in another room.\nSounds like charades. Mitch picks a photo frame off his\ndesk. Inside is a picture of himself as a small boy,\nstanding with his mom. He opens the back of the frame and\ntakes out the photo. We see it was folded in half. In the\nother half is a man holding another boy. He’s Mitch's age.\nIt’s Doyle...\n\nCUT TO:\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nMitch is at his desk. A pile of files and paperwork waiting\nto be gotten to. Mitch writes notes.\n\nINT. KITCHEN —- DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nMitch walks in with his cup. A couple of secretaries are\ntaking a break. Mitch glances at the newspaper one is\nreading. Stops in his tracks. He tilts his head to get a\nbetter look at the photo of --\nVictor Gonzales, the Hispanic man from the mall...\n\nCUT TO:\nAN INTERNET NEWS BROADCAST\n\na body is being lifted from the river. Police boats. Cops\non the shore.\n\nNEWS BROADCASTER\nThe body of Victor Gonzales was\nfound early this morning...\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nMitch watches on his computer.\n\f60.\n\nNEWS BROADCASTER\n..-floating just off shore. His\nfamily say the last time anyone saw\nhim alive was at the North Mall on\nSaturday.\n\nMitch sits there a beat. Stunned. Then stands and grabs his\njacket. Secretary walks in with messages...\n\nMITCH\nNot now.",
  "36": "---END OF PREVIOUS SECTION---\nThen stands and grabs his\njacket. Secretary walks in with messages... MITCH\nNot now. \n---TARGET SECTION TO BE ANNOTATED---\n If Jones asks for me, I\nwasn’t feeling well.\nAnd Mitch is gone.\nCUT TO:\n\nINT. CORRIDOR - BOSTON CITY MORGUE - DAY\n\n \n\nMitch strides along the corridor. Hanging a “visitor pass”\naround his neck.\n\nINT. FILE ROOM - DAY\nMitch is sitting at a desk under harsh fluorescent lighting.\nHe opens the file. Spreads out photos of the Victor\nGonzalez's broken body. Flips through pages of notes. We\nsee words:\n“hammer” ...\n“rage” ...\n“tools” ...\n“torture”\nMitch sits back. Shit.\n\nCUT TO:\nEXT. DARBY STREET - DAY\nMitch’s Escalade pulls into the familiar street and stops.\nMitch gets out and walks back to the exact spot of the hit\nand run. Looks down at the empty tarmac and sees --\nFLASHBACK\nAckerman in the rain looks up at him...\n\nBACK TO SCENE\n\nMitch kneels down and looks around.\n\f61.\n\nFLASHBACK\n\nA metallic SNAP in the darkness. Mitch looks through the\nrain toward a dark alley.\n\nBACK TO SCENE\n\nMitch looks into the same alley, now lit by daylight, behind\nan old warehouse.\n\nEXT. ALLEY - DAY\nMitch walks slowly past dumpsters ... piles of trash. He\nlooks back at the street. It affords the perfect view of the\n\naccident site.\n\nMitch turns his attention to the alley floor. Kicks aside\ntrash and papers. Is about to give up when he notices --\n\nA CIGARETTE FILTER lying on the ground. Mitch bends and\npicks it up. Looks at it. It’s been torn off.\n\nFLASHBACK\nLevy tears the filter off a cigarette outside court.\nBACK TO SCENE\n\nAs Mitch looks around with renewed energy. On the brick\nwall, sheltered by a fire-escape, he sees a bloody smear.\n\nMitch approaches and places his hand over it. It’s a hand-\nprint.\n\nMitch sees another blood smear on the corner of a dumpster.\nThe wheels of Mitch’s mind turn and --\n\nCUT TO:\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nIt’s a hand-\nprint. Mitch sees another blood smear on the corner of a dumpster. The wheels of Mitch’s mind turn and --\n\nCUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ALLEY - FLASHBACK - NIGHT\nBOOM! The rear doors of TOBIAS LEVY'S WHITE VAN burst open\nand Ackerman bursts out through hanging, plastic sheets into\nthe rain --\nAt first he looks almost fine - but then as he passes us we\nsee the back of his head is smashed -- blood soaking the back\nof his clothes --\nAckerman runs -- barefoot -- slaps a hand against the brick\n\nwall. Dizzy from blood-loss. He clips the dumpster. Runs\non. Eyes blinded with blood. Running toward the light...\n\f62.\n\nINT. LEVY’S VAN — FLASHBACK -— CONTINUOUS\n\n \n\nLevy gets behind the wheel of the van and is about to fire\nthe engine when he sees --\n\nAckerman runs out into the street and --\nBAM! Mitch's BLACK ESCALADE hits him.\n\nLevy stops. Watches Mitch runs back into view and drop down\nbeside the body of Ackerman.\n\nLevy calmly takes out a packet of cigarettes and pinches off\nthe filter. Drops it out the window. He lights the\ncigarette with his Zippo and then SNAPS it shut.\n\nMitch looks toward the sound.\n\nLevy, safely swathed in darkness, smokes his cigarette.\nCasual. Unhurried. Enjoys the show.\n\nEXT. ALLEY / DARBY STREET - DAY\n\nMitch walks back to where the alley meets the road -- and\nlooks at where Ackerman was lying that night and --\n\nEXT. DARBY STREET - FLASHBACK\n\nAckerman is lying in the rain. Mitch's Escalade zooming\naway. Suddenly a shadow falls over Ackerman and we see Levy -\n- looking down on him -- smoking casually.\n\nLevy grabs Ackerman by the collar and drags him -- whimpering\nand pleading -- back into the darkness of the alley...\n\nINT. POLICE STATION —- BACK BAY —- DAY\n\n \n\nPhones ring. The station bustles. Kanon is talking to\nanother OFFICER.\n\nMITCH (0.S.)\nDetective Kanon.\n\nKanon sees Mitch striding down the corridor...\n\nKANON\nNot now, Brody, I’ve got a lot on\nmy plate.\n\nMITCH\n\nI need two minutes.\n\f63.\n\nKANON\nWhatever case you're sniffing after\nthis time, you can’t have.",
  "38": "---END OF PREVIOUS SECTION---\nMITCH\n\nI need two minutes. 63. KANON\nWhatever case you're sniffing after\nthis time, you can’t have. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nIt’s about Victor Gonzales.\n\nKanon looks at him...\nINT. KANON’S OFFICE - DAY\n\nKanon dumps a stack of files on her desk and pops another\nNicorette.\n\nKANON\nTwo minutes.\n\nMITCH\nI think it was Levy.\n\nKANON\nTimes up.\n\nMITCH\nI’m serious. I saw him at the mall\nthe same day as Gonzales.\n\nKANON\nYou saw Gonzales at the mall?\n\nMITCH\nWe were buying baby clothes.\nThat’s not important. Levy was\nwatching Gonzales slap his wife\naround.\n\nKANON\nSo were you, it seems.\n\nMITCH\nThe point is, I looked at the\nautopsy results and the wounds are\nsimilar to those found on Cecil\nAckerman.\n\nKANON\nAckerman was a hit and run.\n\nA COP in the corridor beckons Kanon. She gathers more papers\nand prepares to leave.\n\f64.\n\nMITCH\nWhat if it was both? What if\nAckerman ran into the path of a car\nbecause he was trying to get away\nfrom Levy? It explains why the\nforensics were so confusing.\n\nKANON\nI appreciate your enthusiasm,\ncounselor, but I have to go...\nAnd Kanon is heading for the door --\n\nMITCH\nWait. You’re not listening to me --\n\nMitch grabs Kanon’s arm and --\n\nKANON\nHey!\n\nMITCH\nSorry, I --\n\nKANON\n\n(now she’s pissed--)\nNow I’m guessing this was pretty\nhard on you, what with your\nimpeccable track record and all,\nbut a word of advice -- move on.\nSometimes people lose cases!\n\n-- and Kanon leaves.\n\nCUT TO:\nEXT. FULLER'S AUTO REPAIR SHOP - EVENING\nPickup trucks pull in and out of the yard. Cars of all\nshapes and sizes are in the bays being repaired. Levy's\nwhite van is parked in the parking lot. Levy carries a\n\nprimed Mustang fender into one of the bays.\n\nMitch’s Escalade is parked across the street beyond the chain-\nlink fence.\n\nINT. MITCH'’S ESCALADE — NIGHT\n\nMitch watches the car mechanics clock off for the night. He\nsees Levy walk to his white van. The van pulls out of the\nparking lot.",
  "39": "---END OF PREVIOUS SECTION---\nMITCH'’S ESCALADE — NIGHT\n\nMitch watches the car mechanics clock off for the night. He\nsees Levy walk to his white van. The van pulls out of the\nparking lot. \n---TARGET SECTION TO BE ANNOTATED---\n Mitch ducks low in his seat as it passes, then\nsits up and fires the engine.\n\f65.\n\nEXT. STREET - NIGHT\n\nLevy's white van drives through town. A couple of cars\nbehind, Mitch’s Escalade follows.\n\nINT. MITCH'S ESCALADE (MOVING) - NIGHT\n\n \n\nMitch keeps his eyes on the back of the white van.\n\nEXT. LEVY'S HOUSE - NIGHT\n\nLevy's van pulls up to the curb before a run-down two story\nhouse. The small garden overgrown. Levy walks up the steps\nand into the house as --\n\nMitch’s Escalade stops opposite.\n\nINT. MITCH’S ESCALADE - NIGHT\n\nMitch loosens his tie and watches Levy's house. A light goes\non in the living room. Levy sits with a microwave meal in\nfront of the TV.\n\nThe clock on Mitch’s dash reads: 6:04pm.\n\nINT. MITCH’S ESCALADE (MOVING) - A SERIES OF SHOTS\n\n \n\nMitch’s follows Levy's white van.\nThe clock now reads 7:55pm.\n\nThey wind through the city streets.\nEXT. CHURCH - NIGHT\n\nLevy's van pulls into the parking lot where other cars are\narriving. Mitch pulls up across the street.\n\nINT. MITCH’S ESCALADE - NIGHT\n\nMitch watches Levy shake the hands of MEN smoking outside.\nMitch watches as Levy pinches the filter off a cigarette and\nlights it.\n\nMitch watches Levy go inside with the other men.\n\nINT. CHURCH —- NIGHT\n\nMitch walks inside and looks around. The main chapel is\nempty. He HEARS voices. Follows a short corridor to a\nchurch hall and --\n\nTHROUGH A SLIVER OF WIRE-GLASS IN THE DOOR\n\f66.\n\n-- sees a men’s group of some kind. Everyone sitting ina\ncircle. Sharing. No sign of Levy. Where is he? Then Mitch\nsees him making coffee and laying out donuts on a table at\nthe back of the room.\n\nMitch picks up a flyer off the desk beside the door. Looks\nat the words: “NARCOTICS ANONYMOUS”.\n\nMitch looks back through the glass and sees Levy staring at\nhim. Mitch ducks aside.\n\nMITCH\nFuck.\n\nCUT TO:\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nMitch ducks aside. MITCH\nFuck. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BATHROOM — THE BRODY HOUSE - NIGHT\n\n \n\nMitch stands under the hot water. Steam billows around him.\nDoesn’t know what the hell to do.\n\nCUT TO:\nEXT. THE BRODY HOUSE - NIGHT\nEstablishing. Nothing moves.\n\nINT. KITCHEN — THE BRODY HOUSE - NIGHT\n\n \n\nEmpty Chinese take-away cartons line the counter top. Dishes\nare piled in the sink. A digital clock glows on the\nmicrowave. Changes from 03:06 to 03:07...\n\nINT. BEDROOM —- THE BRODY HOUSE - NIGHT\n\n \n\nMitch is asleep in bed with Rachel. Ella is bundled safely\nin her bassinet. An ominous shadow falls over Mitch and we\nreveal --\n\nTOBIAS LEVY\n\n-- standing over him. He has a HAMMER clutched in his gloved\nhand. He stares down at Mitch and --\n\nElla whimpers ... softly. It draws Levy’s attention. He\ncrosses to the bassinet and looks down at the soft, fragile\nlife it contains. He strokes Ella’s face with his gloved\nfinger. His eyes and intent unreadable...\n\nANGLE ON - MITCH\n\nas Ella whimpers uncomfortably 0.S. and then ... silence.\n\nDread builds and --\n\f67.\n\nMITCH WAKES\n\n-- gasping from a bad dream. He throws back the covers and\ngets out of bed. Crosses to the bassinet. Ella is fine.\nMitch breathes. It was just a dream...\n\nEXT. THE BRODY HOUSE - MORNING\n\nThe Paperboy cycles past. Slings the newspaper up the path.\n\nINT. GARAGE — THE BRODY HOUSE - MORNING\n\n \n\nMitch opens the door and walks in ready for work. He’s\ncarrying a travel mug of coffee and his briefcase. He pops\nthe locks on the Escalade and then notices --\n\nThe garden door stands open. Mitch crosses to it and looks\nout into the garden. There’s nobody there. He locks the\ndoor, then turns and sees --\n\nHis organized wall of tools now has many holes. Pale\nsilhouettes show what should be hanging there.\n\nMitch then notices a small note pinned to the crib he was\nmaking.\n\nHe walks closer and sees it’s not a note --\n\nIt’s a PHOTO of --\n\nMitch’s business card -- covered in dry blood.",
  "41": "---END OF PREVIOUS SECTION---\nPale\nsilhouettes show what should be hanging there. Mitch then notices a small note pinned to the crib he was\nmaking. He walks closer and sees it’s not a note --\n\nIt’s a PHOTO of --\n\nMitch’s business card -- covered in dry blood. \n---TARGET SECTION TO BE ANNOTATED---\nFLASHBACK\n\nMitch pulls his jacket from Cecil Ackerman's fingers and his\nbusiness cards spill out. As Mitch quickly gathers them we\nREVEAL one under Ackerman's arm...\n\nBACK TO SCENE\n\nMitch stares at the photo. Slips it in his pocket. Looks at\nthe wall of tools. At the space where a hammer used to hang.\nThat was no dream last night. Levy was in his house.\n\nCUT TO:\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nMitch is at his desk working. The phone rings.\n\nMITCH\nHello.\n\fLEVY'S VOICE (0.S.)\nDid you get my photo?\n\nMitch tenses. Closes his office door.\n\nMITCH\nWhat do you want?\n\nINT. FULLER'S AUTO REPAIR SHOP - DAY\n\nCars are jacked up on hydraulic lifts. Wheels are off.\n\n68.\n\nBrakes replaced. A new V8 engine is being winched into the\n\nengine bay of a ‘69 Mustang.\nLevy is on a payphone in the breakroom.\n\nLEVY\nTo talk.\n\nINTERCUT - MITCH AND LEVY\n\nMITCH\nYou want to talk? I’1l talk. You\never come near my house or my\nfamily again, I will kill you. You\nhear me?\n\nLEVY\nI hear you. Do you hear me? Stop\nfollowing me.\n\nMITCH\nI was at the mall. I know what you\ndid.\n\nLEVY\n\nAnd yet the police haven’t come\nknocking. Why is that, do you\nsuppose?\n\nMitch looks at the photo of the bloody business card.\n\nMITCH\nIf you knew I was the driver, why\ndidn’t you just turn me in?\n\nLEVY\nBelieve me, I was going to, but\nthere was no point playing my ace\n\nat the station -- no -- they could\nhave still come back to me -- even\nnow -- I needed it to go to court --\n\nI needed a jury of my peers to see\nyour card and find me innocent.\n\f69.\n\nMITCH\nYou wanted double jeopardy.\n\nLEVY\nExactly. A free pass.\n\nMITCH\nBut you didn’t expose me.\n\nLEVY\nThere was no need. You were\nshowing such a conscience.",
  "42": "---END OF PREVIOUS SECTION---\nMITCH\nBut you didn’t expose me. LEVY\nThere was no need. You were\nshowing such a conscience. \n---TARGET SECTION TO BE ANNOTATED---\n And\nfrom the moment you questioned that\nfirst expert I knew what you were\nplanning. It was impressive,\nMitch. It took balls.\n\n \n\nMITCH\n\nIs this a fucking game to you?\nLEVY\n\nFar from it.\nMITCH\n\nI won’t let you get away with this.\nLEVY\n\nYou will -- or I’1l ruin you -- and\n\nafter you’re locked up for a hit\nand run -- who’ll look after Rachel\nand Ella?\n\nMITCH\nWhat did you say?\n\nLEVY\nFamily is a precious thing, Mitch.\nIt’s our job as men to protect it.\nAnd Levy hangs up --\n\nMITCH\nWhat does that mean? Levy?\n\nMitch sits there listening to dead air. Gripping the phone\nwith white knuckles. He slams it down. A look of grim\ndetermination on his face.\n\nCUT TO:\n\nEXT. POLICE STATION - BACK BAY — DAY\n\n \n\nA cruiser pulls out of the lot on patrol and passes --\n\f70.\n\nINT. MITCH’S ESCALADE - DAY\n\nMitch turns his face away until the cruiser has passed, then\nlooks back at the station. He sees Kanon walk out and head\n\ninto the parking lot.\n\nMitch climbs out and strides toward the station entrance...\n\nINT. POLICE STATION —- BACK BAY —- DAY\n\n \n\nMitch walks in. Sees the Desk Sergeant at his post. He sits\nbeside a COUPLE OF DRUNK THUGS who are handcuffed and\nwaiting.\n\nMITCH\nHow long have you guys been\nwaiting?\n\nDRUNK 1\nTwo hours.\n\nMITCH\n\nDid they offer you a soda? If they\ndidn’t they can’t charge you, you\nknow.\n\nDRUNK 2\nBullshit.\n\nMITCH\nNo shit, man. I work for the DA.\n\nMitch flashes his ID. Drunks get up...\n\nDRUNK 1\nHey, where's my motherfucking,\nsoda?\n\nDESK SERGANT\nSit down.\n\nDRUNK 1\nI know my rights, man. Give me my\nsoda or cut me the fuck loose.\n\nMitch slips away down the corridor unnoticed.\nINT. KANON’S OFFICE - DAY\nMitch closes the door and hurries to Kanon’s filing cabinet.\n\nIts locked. He crosses to her desk and sits.",
  "43": "---END OF PREVIOUS SECTION---\nKANON’S OFFICE - DAY\nMitch closes the door and hurries to Kanon’s filing cabinet. Its locked. He crosses to her desk and sits. \n---TARGET SECTION TO BE ANNOTATED---\n Begins\nsearching through drawers and paperwork as --\n\f71.\n\nEXT. POLICE STATION - BACK BAY — DAY\n\n \n\nKanon’s car pulls out of the parking lot. Then stops. She\nchecks her bag. She’s forgotten her phone -- which we’1l\nknow as we CUT TO --\n\nINT. KANON’S OFFICE - DAY\n\nKANON’S CELL PHONE lying on her desk -- as Mitch looks\nthrough papers. Sits back. He’s getting nothing. He\nswitches on her computer --\n\nEXT. POLICE STATION - DAY\n\nKanon climbs from her car and walks toward the station\nentrance.\n\nINT. KANON’S OFFICE - DAY\n\nMitch does a search for “TOBIAS LEVY” documents and a string\nof stuff comes up. Mitch searches down the list and finds a\nWord document titled --\n\n“POSSIBLE CONNECTED CASES?”\n\n-- and opens it. Sees a short list of UNSOLVED MURDERS and\ncase numbers. Mitch hits PRINT. But the MACHINE just\nflashes -- out of paper. Shit.\n\nMitch digs KEYS out of his pocket -- the FOB is a USB THUMB-\nDRIVE -- and slots it into the computer as --\n\nINT. POLICE STATION — DAY\n\nKanon walks into the chaos in the lobby. Cops restraining\nthe agitated drunks...\n\nKANON\nWhat the hell’s going on?\nDRUNK 1\nI want my soda. The DA said I get\na soda!\nKANON\nWhat DA?\n\nDESK SERGEANT\nI don’t know what the hell he’s\ntalking about?\n\nKanon strides past them --\n\f72.\n\nINT. KANON'S OFFICE — DAY\n\nMitch copies the document to his thumb-drive, unplugs it, and\nshuts the computer down as --\n\nINT. CORRIDOR - POLICE STATION - DAY\n\n \n\nKanon strides along. ANOTHER OFFICER approaches her with\npaperwork --\n\nINT. KANON’S OFFICE / ANOTHER CORRIDOR - DAY\n\n \n\nMitch hurries out of the office, closing the door behind him,\nand strides toward a corner in the corridor -- is about to\nwalk into Kanon coming the other way -- until he HEARS --\n\n \n\nANOTHER OFFICER (0.S.",
  "44": "---END OF PREVIOUS SECTION---\nANOTHER OFFICER approaches her with\npaperwork --\n\nINT. KANON’S OFFICE / ANOTHER CORRIDOR - DAY\n\n \n\nMitch hurries out of the office, closing the door behind him,\nand strides toward a corner in the corridor -- is about to\nwalk into Kanon coming the other way -- until he HEARS --\n\n \n\nANOTHER OFFICER (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nHey Kanon, can I ask you about this\nreport?\n\n-- and Mitch darts sideways through A BATHROOM DOOR as Kanon\nstrides into view --\n\nKANON\n(to Officer--)\nGive me a minute.\n\nAnd she passes the bathroom. Sees her office door is closed.\nShe pushes it open and walks in to find --\n\nThe office is deserted.\n\nBehind her, Mitch strides out of the bathroom and around the\ncorner, heading for the exit.\n\nEXT. POLICE STATION - BACK BAY — DAY\n\n \n\nMitch hurries across the street and gets into his Escalade.\nHe breathes, clutching the thumb drive, and drives away.\n\nINT. KANON'’S OFFICE — MORNING\n\nKanon can’t help feeling she missed something. She crosses\nto her desk, reaches for her CELL PHONE and notices --\n\nTHE BLINKING LIGHT on the printer.\n\nKanon grabs paper from a cupboard, slots it in the tray and\nthe printer spits out the list of possible connected cases.\n\nKanon looks at it. Putting 2 and 2 together...\n\nCUT TO:\n\f73.\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nStuart walks in and sees Mitch scribbling information on a\nwhiteboard beneath 8 photographs. The last two are Cecil\nAckerman and Victor Gonzales...\n\nSTUART\nWhat’s all this?\n\nMITCH\nShut the door.\n\nStuart closes the door...\n\nSTUART\nThat’s Ackerman and the guy from\nthe news. What are you doing?\n\nMITCH\nI need to figure out what links all\nthese men. How he’s picking them\n\nand why.\nSTUART\nHow who’s picking them?\nMITCH\nTobias Levy.\nSTUART\nWhat?\nMITCH\n\nThese are the unsolved homicides\nthat Kanon said matched Levy’s m.o.\n\nSTUART\nLevy's innocent. The witness\nproved that.\n\nMITCH\nI wish it were that simple.\n\nSTUART\nWhat’s going on, Mitch? First you\nalmost blow the Levy case and get\nyourself disbarred and now you’re\ntrying to prove he’s the Boston\nStrangler.\n\nMITCH\nIf I could explain, Stu, I would.\n\nStuart sighs...\n\f74.",
  "45": "---END OF PREVIOUS SECTION---\nMITCH\nIf I could explain, Stu, I would. Stuart sighs... 74. \n---TARGET SECTION TO BE ANNOTATED---\nSTUART\nWhat have you got so far?\n\nMITCH\nAll these men were murdered with\nwhat the pathologists thinks were\ntools. The first took place eight\nmonths after Levy’s family was\nkilled. He'd already had a run-in\nwith the law after hospitalizing\nthose three men, so lets assume he\nneeded time to get up his courage\nagain.\n\nSTUART\nSo he kills Bob Smith.\n\nMITCH\nBut why? Was it random? A loss of\ncontrol? I don’t think so. I\nthink he picked him. He picked all\nof them. So what do they all have\nin common?\n\nSTUART\nAckerman was a child molester.\n\nMITCH\nNone of the others were. Though\nthey do all have criminal records.\n\nSTUART\nSo does half this city.\n\nEXT. GRAVEYARD - DAY\n\nLevy’s van pulls into the graveyard and parks.\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\n\n \n\nSTUART\nYou say it started with the death\nof his family. Remind me what\nhappened there.\n\nEXT. GRAVEYARD - DAY\n\nLevy walks through the graves carrying flowers.\n\nMITCH’S VOICE (V.O.)\nA man broke into their home and\nbutchered his wife and daughter.\n\f75.\n\nLevy reaches the grave of his wife and daughter. He removes\nthe wilting flowers from a vase.\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\nMITCH\nThe killer made Levy watch\neverything. Then slit his throat\nand left him for dead.\nEXT. GRAVEYARD - DAY\n\nLevy stands looking at the grave. At the framed photo of his\nwife and daughter standing beside the flowers.\n\nMITCH'’S VOICE (V.O.)\nIt’s a miracle he survived.\n\nLevy absently touches his throat. We see the FAINT SCAR\nbeneath his stubble.\n\nINT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY\nSTUART\nSo he was tortured. And all these\nmen were tortured, too.\nMITCH\nBut of all the ex-cons in Boston,\nwhy target these specific men?\nA long beat.",
  "46": "---END OF PREVIOUS SECTION---\nAnd all these\nmen were tortured, too. MITCH\nBut of all the ex-cons in Boston,\nwhy target these specific men? A long beat. \n---TARGET SECTION TO BE ANNOTATED---\nSTUART\nYou really can’t tell me why you’re\ndoing this?\nMITCH\nYou're going to make DA, one day,\nStu. It’s best you stay as far\naway from this as possible.\nCUT TO:\nINT. BOSTON LIBRARY - DAY\n\nMitch walks through the stacks clutching a piece of paper\nwith numbers written on it.\n\nINT. READING ROOM —- BOSTON LIBRARY — DAY\n\n \n\nMitch is sitting at a desk. He has a stack of binders\ncontaining NEWSPAPERS inside. He thumbs through the pages.\n\f76.\n\nFinds the news story: “HOME INVASION MASSACRE.”\n\nCUT TO:\nMICROFICHE BLURS\nand settles on another story --\n\nINT. MICRO-FICHE ROOM - BOSTON LIBRARY — DAY\n\n \n\nMitch reads the “GAS STATION SHOOTING” story on the screen\nbefore him. He zooms in on areas of text. Finds the man who\nmurdered Levy’s family was --\n\n“career criminal”...\n\n“in and out of prison”...\n\n“recently paroled”...\n\nMitch moves on. Then stops. Backtracks. Focuses on the\nword --\n\n“PAROLED”.\nMitch turns from the Microfish machine and digs into his\nbriefcase. Pulls out files on each of the victims. Skims\nthrough pages. Finds the words --\nINSERT - “RECENT PAROLEE”.\nHe moves on. Skims the next file. Finds --\nINSERT - “PAROLED”\nHe skims Cecil Ackerman’s file. Finds the same thing.\nMitch sits back. Pondering this fact.\n\nCUT TO:\n\nEXT. CARDIFF STREET - DAY\n\nA low-rent neighborhood of liquor stores and welfare housing.\nMitch's Escalade drives into the run-down street.\n\nINT/EXT. MITCH’S ESCALADE (MOVING) - DAY\n\n \n\nMitch has the scrap of paper that Doyle gave him. He parks\noutside the “halfway house”. EX-CONS are sitting on the\nsteps smoking and talking.\n\nMitch gets out and approaches them. Asks about Doyle. They\ngesture to a bar down the street.\n\f77.\n\nINT. DIVE BAR - DAY\n\nDark as a dungeon. Mitch walk down the steps and looks\naround the gloom. There is A MAN slumped at a table.",
  "47": "---END OF PREVIOUS SECTION---\nDIVE BAR - DAY\n\nDark as a dungeon. Mitch walk down the steps and looks\naround the gloom. There is A MAN slumped at a table. \n---TARGET SECTION TO BE ANNOTATED---\n Mitch\napproaches him and lifts his head. It’s not Doyle.\n\nA noise. Mitch looks round and sees Doyle coming in from\nstorage carrying a crate of beers. He works here.\n\nDoyle sees Mitch standing over the drunk.\n\nDOYLE\nThat’s what you think of me, huh?\n\nDoyle puts the crate down and begins stocking the fridge.\nMitch approaches him...\n\nMITCH\nI need to talk to you.\n\nDOYLE\nSo, talk.\n\nDoyle continues to work...\n\nMITCH\nI need your help.\n\nDOYLE\nI thought you didn’t need anybody's\nhelp.\n\nMITCH\nWe made a mistake. That man we\nfreed. He’s a serial killer.\nDoyle slows. Shakes his head...\n\nDOYLE\nBullshit.\n\nMITCH\nHe broke into my house. He\nthreatened Rachel and Ella.\nNow he has Doyle’s attention. Mitch holds his gaze.\n\nDOYLE\nYou're serious.\n\nCUT TO:\n\f78.\n\nEXT. BACK ALLEY - BEHIND BAR — DAY\n\nDoyle and Mitch step out of the bar. Doyle stacks a crate of\nempty bottles. Looks around. The alley is deserted.\n\nDOYLE\nSo, the only reason Ackerman was in\nthe road that night was because he\nwas running from Levy.\n\nMITCH\nYes.\n\nDOYLE\nAnd after you left he finished the\njob.\n\nMITCH\n\nExactly. I was so wrapped up in my\nown guilt that I didn’t see the\nevidence for what it was. I didn’t\neven stop to ask why Ackerman was\nout in the rain without a coat.\nWith no shoes on. And his eyes. He\nwas begging me not to leave him. I\nthought he was just scared...\n\nDOYLE\nFuck.\n\nMITCH\nI've got to do something.\n\nDOYLE\nWhat do you mean? Leave it the\nfuck alone.\n\nMITCH\nI can't.\n\nDOYLE\nYou're going to have to.\n\nMITCH\nHe all but told me he’s going to\nkill again. I can’t live with\nthat.\n\nDOYLE\nI think you’re forgetting -- I\nperjured myself -- you left the\nscene of an accident, manipulated a\ntrail --\n\f79.\n\nMITCH\nI know. It’s bad. But all we need\nis proof.",
  "48": "---END OF PREVIOUS SECTION---\nMITCH\nI know. It’s bad. But all we need\nis proof. \n---TARGET SECTION TO BE ANNOTATED---\n Levy can’t be retried\nfor Ackerman but if I can get\nevidence that he killed the other\nmen, I can cut us both a deal.\nWhat you said under oath - what I\ndid - that all goes away.\n\nDoyle nods -- it sounds logical --\n\nDOYLE\nSo, what are you thinking?\n\nMITCH\nWe need to get inside his house and\nlook around. He targeted those\nmen. He tortured them. He may\nhave overlooked something that\nlinks them to him.\n\nDOYLE\nI’m on parole. I get caught\nbreaking into some guy’s house...\n\nMITCH\nI’'ll break in. All I need is for\nyou to tail him. Warn me when he’s\ncoming back.\n\nDOYLE\nSo, just a little aiding and\nabetting.\n(beat)\nThis fucker really break into your\nhouse?\nMITCH\n\nWhile we were sleeping.\nDoyle weighs his options. He doesn’t have any...\nDOYLE\nHe knows your ride. Rent me a\nclean set of wheels. I’11 meet you\nafter my shift.\nDoyle goes back into the bar.\n\nMITCH\nThanks, Doyle. I mean it.\n\f80.\n\nDOYLE\nI may be an asshole, but I’m still\nyour brother.\n\nDoyle lets the door close behind him.\n\nCUT TO:\nEXT. LEVY'S HOUSE - AFTERNOON\n\nThunder rumbles in the sky. A light rain falls. Levy walks\nout of his front door and locks the dead-bolt behind him. He\ngets into his white van. Passes a new, grey, Dodge\nChallenger...\n\nINT/EXT. DOYLE’S CHALLENGER - CONTINUOUS\n\nMitch and Doyle watch the van reach the end of the street.\nDoyle starts the engine. It growls to life.\n\nDOYLE\nListen to that engine. Man, this\nis a sweet ride.\n\nMITCH\nAnd it’s rented in my name so don’t\nscratch it.\n\nDOYLE\nGot full collision waiver, didn't\nyou?\n\nMITCH\nJust call me in plenty of time to\nget out.\n\nDOYLE\n\nChill, bro. I got this.\nMitch gets out and slams the door.\nDOYLE (CONT'D)\n\nOh, Mitch - what’s your number\n\nagain?\n\nMitch pauses. Doyle laughs.",
  "49": "---END OF PREVIOUS SECTION---\nDOYLE (CONT'D)\n\nOh, Mitch - what’s your number\n\nagain? Mitch pauses. Doyle laughs. \n---TARGET SECTION TO BE ANNOTATED---\n Drives away with a ROAR of the\nengine.\n\nMitch turns his collar up against the weather. He crosses\nthe street toward --\n\f81.\n\nEXT. LEVY'S HOUSE - CONTINUOUS\n\nMitch glances up and down the deserted street. Slips through\nthe gate.\n\nEXT. SIDE PATH - LEVY’S HOUSE — CONTINUOUS\n\n \n\nOvergrown. Mitch tries the back door. Locked. He looks\nthrough the glass. Sees a 50s style kitchen.\n\nMitch moves toward the back garden. Notices a low basement\nwindow. Pushes it with his foot. It moves. He gives it a\nstronger kick...\n\nINT. BASEMENT —- LEVY'S HOUSE - CONTINUOUS\n\n \n\nThe bolt breaks free of the rotten frame. Mitch pushes the\nwindow open. Slides inside feet first. Lands.\n\nMitch pulls a pen-light from his pocket and looks around the\nroom piled with boxes and furniture. Levy’s entire family\nlife in boxes. Framed photos of Levy with his wife and\ndaughter. Stuffed toys. Anything luxurious.\n\nEXT. FULLER'S AUTO REPAIR SHOP —- AFTERNOON\n\n \n\nLevy's van drives in through the gate and parks. Doyle’s\nChallenger pulls up across the street.\n\nINT. DOYLE’S CHALLENGER —- AFTERNOON\n\n \n\nDoyle looks through the chain-link fence. A fork-lift drives\npast carrying a crate of tires. Levy goes inside the\nfactory. Doyle kills the engine.\n\nINT. HALLWAY - LEVY'S HOUSE - AFTERNOON\n\n \n\nThe basement door opens and Mitch steps up into the hallway.\nThe walls are bare. Pale squares show where family photos\nused to hang. Mitch goes into --\n\nINT. LIVING ROOM —- LEVY'S HOUSE -— CONTINUOUS\n\n \n\n-- and sees the TV, sitting on a folding table. One wooden\nchair faces it. Newspapers are piled beside it, like a\ncoffee table. A week of microwave meal trays are piled on\nthe papers. A fly buzzes in the air...\n\nINT/EXT. DOYLE’S CHALLENGER - AFTERNOON\n\n \n\nDoyle presses eject on the CD player. Bored. A Barry\nManillow CD pops out. Doyle drops it out the window. Sees\nLevy getting into his van. Doyle starts the engine.",
  "50": "---END OF PREVIOUS SECTION---\nDoyle drops it out the window. Sees\nLevy getting into his van. Doyle starts the engine. \n---TARGET SECTION TO BE ANNOTATED---\n Levy\npulls out of the Repair Shop grounds. Drives away.\n\f82.\n\nDoyle starts to pull out after him. A passing car HONKS.\nDoyle stomps on the brakes.\n\nINT. LEVY’S VAN (MOVING) - AFTERNOON\n\n \n\nLevy looks in the mirror. Sees the Grey Challenger.\n\nINT. DOYLE’S CHALLENGER —- AFTERNOON\n\n \n\nDoyle waits impatiently. Pulls into traffic.\n\nINT. BEDROOM —- LEVY'S HOUSE - AFTERNOON\n\n \n\nMitch opens the bedroom door and looks inside the empty room.\nMonastic is the best description. A sweat-stained bed. A\ncrucifix hangs on the wall. Mitch approaches the night-stand\nand picks up the bible resting there.\n\nHis cellphone rings. Loud. Mitch jumps.\nMITCH\n(into phone)\nDoyle?\n\nDOYLE’S VOICE (0.S.)\nScare ya’?\n\nMITCH\nIs he coming back?\n\nINT. DOYLE’S CHALLENGER (MOVING) - AFTERNOON\n\n \n\nDoyle is driving a few cars behind Levy’s white van.\nDOYLE\nNah. I’m just checking in. See\nhow it’s going.\n\nINT. LEVY’S VAN (MOVING) - AFTERNOON\n\n \n\nLevy looks in the rear view mirror at the Grey Challenger a\nfew cars back. At Doyle talking on a phone.\n\nLevy fires his blinkers and turns off the main road. Looks\nin his mirror again. Sees the Challenger turn also...\n\nLevy reaches over to the police scanner and fires it up.\nPolice radio chatter fills the van...\n\nINT. LEVY’S HOUSE - AFTERNOON\n\nMitch flicks through the Bible. Sees whole passages have\nbeen marked and highlighted.\n\f83.\n\nMITCH\nThe guy has nothing in his house\nexcept a Bible, a TV and microwave\nmeals. It’s like he can’t bear to\nbe reminded of his wife and kid.\nHe’s hidden everything in the\nbasement.\n\nDOYLE’S VOICE (0.S.)\nAnything tying him to the victims?\n\nMitch picks a calendar off the wall. Every day has the\nschedule of some self-help group or other...\n\nMITCH\nNot so far. It looks like the man\neats and sleeps here ... but that’s\n\nabout it.\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nMITCH\nNot so far. It looks like the man\neats and sleeps here ... but that’s\n\nabout it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DOYLE’'S CHALLENGER (MOVING) - EVENING\n\nDoyle is still tailing Levy. They approach a huge cement\nfactory. The signs on the billowing stacks read CEMEX WORKS.\n\nBut just before they reach it --\n\nThe white van turns off the road, through a chain-link gate,\ntoward an --\n\nEXT. ABANDONED WAREHOUSE - EVENING\n\nAnd Levy parks outside. Weeds are overgrowing. Windows\nboarded up. Walls graffiti scarred.\n\nMITCH’S VOICE (0.S.)\nHe spends the rest of his time at\nself-help groups.\n\nDoyle parks on the road and watches as Levy gets out, un-\npadlocks a door, and goes inside.\n\nMITCH'S VOICE (0.S.) (CONT'D)\nHe sometimes goes to two a night.\n\nDOYLE\nNow that’s just masochistic. I\nonly have to go to one and that’s\nenough for me.\n\nINT. LEVY’S HOUSE —- EVENING\n\nMitch continues to search through empty rooms. Sees one that\nwas obviously the daughter’s room from the girly wallpaper.\n\f84.\n\nMITCH\nWhat do you mean “have to”?\n\nINTERCUT - DOYLE AND MITCH\n\nDOYLE\nIt’s one of the conditions of my\n\nparole.\n\nMITCH\nYou’re court ordered to go?\n\nDOYLE\nA lot of ex-cons are.\n\nMitch walks into the hallway and back down the stairs..\n\nDOYLE (CONT'D)\nAnd a lot of them need it.\n\nDoyle keeps watching the factory. Where the hell is Levy?\n\nMITCH\nWhat do you mean?\n\nDOYLE\nI mean, I don’t know how some of\n\nthem even swung parole - they’re so\nobviously going to re-offend.\n\nMITCH\nThey admit that?\n\nDOYLE\nRight there in group.\nMind racing...\n\nMitch stops. Looks at the calendar.\n\nMITCH\nThat's it. That’s how he picks\n\nthem.\n\nFLASHBACK\nMitch's view of Levy making coffee at the back of the church\nhall. Listening while the group of men talk...\n\nBACK TO SCENE\n\nMITCH (CONT'D)\nNobody notices the guy making\ncoffee. He just hangs around -\nlistening - like a fly on the wall.\n(MORE )\n\f85.",
  "52": "---END OF PREVIOUS SECTION---\nBACK TO SCENE\n\nMITCH (CONT'D)\nNobody notices the guy making\ncoffee. He just hangs around -\nlistening - like a fly on the wall. (MORE )\n\f85. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH (CONT'D)\nAnd when he hears somebody who says\nthey’1l re-offend...\n\nDOYLE\nHe offs them.\n\nDoyle sees Levy walk out of the factory carrying a hammer and\naway from his van. He disappears from view behind an old\nwall...\n\nDOYLE (CONT'D)\n(silent)\nWhat the hell?\nDoyle looks around. Can’t see Levy anywhere...\nMITCH\nHe’s stopping what happened to his\nfamily from happening again.\nMitch's foot CREAKS on a floorboard. He stops. Backsteps.\nIt creaks again. He bends and feels the edge. Lifts it to\nreveal --\nA CAVITY beneath the floor. He digs his arm in.\nMITCH (CONT'D)\nHang on. I think I’ve found\nsomething.\n\nMitch pulls out a black plastic bag. He opens it. Inside he\nfinds --\n\nMASSACHUSETTS IDS\n\n-- for all the victims. Cecil Ackermann, Victor Gonzales\netc...\n\nMITCH (CONT'D)\nHe kept their IDs.\n\nDoyle gets out of the car and looks around the deserted\nstreet. The noise of the Cemex Works fills the air. Mitch\nHEARS it through the phone...\n\nMITCH (CONT'D)\nWhat’s that noise?\n\nDOYLE\nIt’s the cement works.\n\nMitch leaves the bag of IDs and hurries to --\n\nTHE WINDOW\n\f86.\n-- and looks out at the billowing stacks of the Cemex Works\nonly a few blocks away - beyond the opposite row of houses.\n\nMITCH\nIs he coming back?\n\nDOYLE\nNo, we've stopped. He went inside\nsome old warehouse, then came out\nagain carrying a hammer and I lost\nhim.\n\nMITCH\nCarrying what?\n\nDOYLE\nA hammer.\n\nDoyle SENSES somebody behind him and turns as --\n\nMITCH\nDoyle, get out of -- !\n\nBAM! The hammer smashes Doyle across the face and sends him\nslamming into the car window. Glass SHATTERS on impact.\n\nINT. LEVY’S HOUSE —- EVENING\n\nMITCH\nDoyle?!\n\nMitch REACTS. Runs for the front door. Rips it open. The\nCAMERA takes in the bag of IDs still lying on the floor.\n\nCUT TO:\nEXT.",
  "53": "---END OF PREVIOUS SECTION---\nRips it open. The\nCAMERA takes in the bag of IDs still lying on the floor. CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n LEVY'S HOUSE / STREET - EVENING\n\nMitch charges down the path and shoves through the gate.\nSLAMS into an OLD MAN walking his dog.\n\nMitch runs straight across the street and into another\ngarden. Shoulders through the side gate.\n\nEXT. A SERIES OF SHOTS —- EVENING\n\nMitch barrels through a back garden.\n\nLeaps at the fence. Scrambles over.\n\nLands in an alley. Runs on through puddles.\n\nShoulders through another gate.\n\f87.\n\nThrough another garden.\n\nOver another fence.\n\nRuns on.\n\nBack out into another street.\n\nA BUICK slams on the brakes. Mitch leaps. Slides across the\nhood. Runs on.\n\nFeet pounding the asphalt.\nThe smoke, billowing from the Cemex works, getting closer.\nMITCH\n(into phone)\nHang on, Doyle. I’m coming.\nMitch rounds a corner into the street leading to --\n\nEXT. ABANDONED WAREHOUSE — CONTINUOUS\n\n \n\nMitch sees Doyle’s Challenger by the roadside. The broken\nwindow. The blood.\n\nSees Levy's white van parked by the abandoned factor.\nMitch runs toward it with grim determination.\n\nRuns straight toward the unlocked warehouse door. Rips it\nopen. Barrels inside. No thought for his own safety.\n\nINT. ABANDONED WAREHOUSE - CONTINUOUS\n\n \n\nThe sound of the Cemex works booms through the dank,\ncavernous space...\n\nMITCH\nDoyle?! Doyle, where are you?!\n\nMitch HEARS a noise above. Bolts toward the stairs.\n\nINT. STAIRWELL — ABANDONED WAREHOUSE - CONTINUOUS\n\n \n\nMitch pounds upward, three steps at a time and --\n\nINT. SECOND FLOOR —- ABANDONED WAREHOUSE — CONTINUOUS\n\n \n\n-- hits the upper hallway. Mitch follows the noise. Runs\ntoward the wall of plastic sheeting that hangs at the end.\n\nHe bursts through the plastic wall and into --\n\f88.\n\nINT. KILL ROOM —- ABANDONED WAREHOUSE - CONTINUOUS\n\nMitch sees Doyle on the floor. Twitching in a pool of blood.\nBeaten and broken. Blood oozing from his cracked skull.\nTools glistening with blood lie around him...\n\nMITCH\nNo!\n\nEXT.",
  "54": "---END OF PREVIOUS SECTION---\nTools glistening with blood lie around him... MITCH\nNo! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED WAREHOUSE — AFTERNOON\n\n \n\nLevy climbs into his white van, carrying Doyle’s cellphone.\nWe see him dial 911 as he starts the engine...\n\nLEVY\n(into phone; acts\ndesperate)\nHelp me. Please. Mitch Brody is\ntrying to kill me...\n\nEXT. ABANDONED WAREHOUSE — AFTERNOON\n\n \n\nWe don’t hear the rest of the conversation. The white van\ndrives calmly away. Thunder rumbles in the sky and a drizzle\nrain starts to fall...\n\nINT. ABANDONED WAREHOUSE - EVENING\nMitch tries to stem Doyle’s bleeding.\n\nMITCH\nStay with me, Doyle. Stay with me.\n\nMitch tries to dial 911. His iPhone has no signal.\n\nMITCH (CONT'D)\nNo. Come on. Come on.\n\nHe moves it around. Gets one bar. Dials again.\n\nMITCH (CONT'D)\nI need an ambulance.\n\n(a garbled response)\nHello?\n\nThe call disconnects. He tries again. It disconnects.\nFrustration builds.\n\nMITCH (CONT'D)\nDoyle, I’m going to have to move\nyou. I’m sorry. It’s going to\nhurt.\n\nMitch scoops Doyle up into his arms and lifts him.\n\f89.\n\nDoyle ROARS in pain.\nMITCH (CONT'D)\nStay with me, brother. Stay with\nme.\n\nMitch carries Doyle through the plastic sheets...\n\nINT. SECOND FLOOR/STAIRWELL - ABANDONED WAREHOUSE - EVENING\n\n \n\nMitch hurries along the upper hallway and down the stairs.\nEvery footfall is excruciating for Doyle...\n\nEXT. ABANDONED WAREHOUSE - EVENING\n\nWe HEAR distant police sirens approach. See PATROL CARS come\ninto view.\n\nINT. ABANDONED WAREHOUSE - EVENING\n\nThe noise of the Cemex works booms. Mitch carries Doyle\ntoward the door. Kicks through it into the daylight as --\n\nEXT. ABANDONED WAREHOUSE — CONTINUOUS\n\n \n\nPolice cars skid to a halt in the drizzle rain. Cops spew\nout of them as --\n\nMitch appears, drenched in blood, carrying Doyle in his arms.\n\nMITCH\nHelp me. He needs a doctor.\n\nCops draw their guns at the sight. Aim them at Mitch.",
  "55": "---END OF PREVIOUS SECTION---\nHe needs a doctor. Cops draw their guns at the sight. Aim them at Mitch. \n---TARGET SECTION TO BE ANNOTATED---\nCOPS\n(ad lib)\nOn your knees. Put him down.\n\nCops move in on Mitch as he drops to his knees holding Doyle.\n\nMITCH\nHelp him. Please.\n\nBoom! Doyle is pulled from him. Mitch is slammed into the\nmud. Knees in his spine. Hands cuffed behind his back.\n\nA COP checks Doyle’s pulse and begins CPR on him.\nMitch and Doyle stare into each others eyes across the mud...\n\nSMASH CUT TO:\n\f90.\n\nINT. INTERVIEW ROOM —- POLICE STATION - NIGHT\n\n \n\nSilence. Mitch is seated. Cuffed. Covered in dry mud and\nDoyle’s blood.\n\nINT. LOBBY —- POLICE STATION - NIGHT\n\n \n\nPhone rings. Activity. Rachel stands before the Desk\nSergeant. Ella cries...\n\nRACHEL\nI demand to see my husband, right\nnow.\n\nDESK SERGEANT\nI can’t do that. He hasn’t been\nprocessed.\n\nRACHEL\nWhat is he even being charged with?\n\nDESK SERGEANT\nI can’t tell you that either.\n\nRACHEL\nThat’s ridiculous. I’m his wife!\n\nDESK SERGEANT\nListen, lady. Your baby is cold\nand unhappy. Why don’t you take\nher home and I’11 call you as soon\nas you can see him. Okay?\nHe slides a pad of paper and pen over to her.\nDESK SERGEANT (CONT’D)\nI can’t say fairer than that now,\ncan I?\nShe writes down her number...\nCUT TO:\n\nINT. INTERVIEW ROOM —- POLICE STATION - NIGHT\n\n \n\nKanon walks in and sits opposite Mitch...\n\nMITCH\nHow’s Doyle?\n\nKANON\nMr. Logan is still in surgery, but\nthe prognosis looks hopeful.\n\fgl.\n\nMitch visibly relaxes...\n\nKANON (CONT'D)\nYou want to tell me what your\nrelationship is to him?\n\nMITCH\nWe're stepbrothers -- our parents\njust never married.\nKanon nods. Understands now...\nKANON\nWhich is why he’d purger himself\n\nfor you in court.\n\nMITCH\nExactly.\n\nMitch feels like a dick for every bad thing he said to Doyle.",
  "56": "---END OF PREVIOUS SECTION---\nKANON\nWhich is why he’d purger himself\n\nfor you in court. MITCH\nExactly. Mitch feels like a dick for every bad thing he said to Doyle. \n---TARGET SECTION TO BE ANNOTATED---\nKANON\n\nSo, why turn on him now?\nMITCH\n\nWhat?\nKANON\n\nWas he blackmailing you? Had he\nhad enough of what you were doing?\n\nMITCH\nWhat are you talking about? I\ndidn't do this. Tobias Levy did\nit.\n\nKanon slides a photo across the table. It’s of the bloody\nhammer...\n\nKANON\nUsing your hammer.\n\nMITCH\nYes! He broke into my house and\nstole my tools.\n\nKANON\nThere were no other prints on the\nhammer than yours.\n\nMITCH\nThen he wore gloves. I called 911\nfor Christ sake. Why would I do\nthat if I was guilty?\n\f92.\n\nKANON\nYou tell me. You did it on the\n4th.\n\nMITCH\nWhat?\n\nKanon plays the 911 call.\n\nMALE VOICE (0.S.)\n911 what’s your emergency?\n\nMITCH’S VOICE (0.S.)\n(muffled)\n\nThere’s been an accident. A young\n\nMan was run over by a car.\n\nKanon presses stop...\n\nKANON\nOr are you going to deny that’s\nyou?\n\nMITCH\n\nNo. I mean, yes, that’s me. I did\nit. I hit him with my car and I\nleft. But I was scared -- I'd been\ndrinking. It was an accident --\n\nKANON\nAnd was Doyle an accident?\n\nMITCH\nI didn’t hurt, Doyle. I wouldn't\nhurt anyone!\n\nKANON\nExcept Ackerman. We found this in\nthe bottom of your toolbox.\n\nKanon slides a plastic evidence bag across the desk toward\nhim. Mitch’s business card is covered in blood.\n\nMITCH\nThat's because Levy put it there!\n\nKANON\nIt has two types of blood on it --\n\nMITCH\nI’m being framed!\n\f93.\n\nKANON\n-- and by your own admission we can\nnow link you to three victims.\n\nMITCH\nJesus Christ - can you think\nlogically? Why would I do this?\nWhat’s my motive? And if I was the\nkiller why didn’t I crucify Levy in\ncourt? He was the perfect\nscapegoat.\n\nKANON\nYou tell me.\n\nMitch SLAMS the table with his cuffed fists.",
  "57": "---END OF PREVIOUS SECTION---\nHe was the perfect\nscapegoat. KANON\nYou tell me. Mitch SLAMS the table with his cuffed fists. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nBecause I’m innocent!\n\nKanon just sits and looks at him. Mitch breathes...\n\nMITCH (CONT'D)\nOkay. Listen to me. There’s a\nbag.\n\nKANON\nA bag.\n\nMITCH\nLevy kept the IDs of all his\nvictims. He’s targeting violent\nparolees who are going to re-\noffend. Like the man who murdered\n\nhis family.\nKANON\nWhere is this bag?\nMITCH\nIn Levy’s house.\nKANON\nIn his house?\nMITCH\nYes.\nKANON\n\nAnd you know this how?\n\nMITCH\nI broke in.\n\f94.\n\nKANON\nHow do I know you didn’t plant\nthem?\n\nMITCH\n\nBecause I didn’t! Jesus,\ndetective, I know you've only got\n24 hours in the day but even you\nmust have given a shit about the\ntruth at some point.\n\nKanon just looks at him. She’s like a stone wall and it’s\ntime for Mitch to stop banging his head off it --\n\nMITCH (CONT'D)\n\nI don’t think I should answer\nanything else until I have a lawyer\npresent.\n\nKANON\nThat's probably the first honest\nthing you've said.\n\nKanon stands and walks out of the room. The door clunks\nclosed behind her.\n\nMitch puts his head in his hands and --\n\nINT. CORRIDOR - POLICE STATION - BACK BAY - DAY\n\n \n\nKanon pauses outside the door of the interview room. She\npauses. Something in her face makes us think that maybe she\ndoes believe Mitch -- a little. She walks away...\n\nDISSOLVE TO:\n\nINT. POLICE STATION - BACK BAY - A SERIES OF SHOTS\n\n \n\nTime passes. We see the workings of the police station.\nINT. KANON’S OFFICE - NIGHT\n\nKanon is at her desk. She slaps a baseball from palm to\npalm. Lost in thought. She looks at her computer.\n\nA beat.\nShe puts down the ball and fires types on the keyboard.\n\nINSERT SCREEN - the words “MURDERED PAROLEES” appear in a\nsearch field.\n\nCUT TO:\n\f95.\n\nINT.",
  "58": "---END OF PREVIOUS SECTION---\nINSERT SCREEN - the words “MURDERED PAROLEES” appear in a\nsearch field. CUT TO:\n\f95. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORRIDOR - POLICE STATION - BACK BAY - NIGHT\n\n \n\nA MIDDLE AGED COP (TRAVIS), should have gone home hours ago,\nwalks along the corridor. Pulls a bunch of keys from his\npocket and unlocks the door to --\n\nINT. INTERVIEW ROOM - POLICE STATION - CONTINUOUS\n\n \n\nTravis opens the door. Mitch is still sitting there.\n\nTRAVIS\nYour lawyer’s on the phone.\n\nTravis un-cuffs Mitch from the table. Leads him out into --\n\nINT. CORRIDOR - POLICE STATION - CONTINUOUS\n\n \n\nTravis leads Mitch to the payphone on the corridor wall.\nSteps away as Mitch picks up the handset.\n\nMITCH\nStuart, where the hell are you?\n\nLEVY'S VOICE (0.S.)\nSorry, Mitch. This was the only\nway I could get to talk to you.\n\nMitch goes cold. Grips the phone...\n\nMITCH\nListen to me, you sonofabitch, you\nalmost killed my brother.\n\nINT. LEVY'S WHITE VAN - NIGHT\nParked at the side of a quiet suburban street.\n\nLEVY\nThat was your fault, not mine.\n\nINTERCUT - MITCH AND LEVY\n\nMITCH\nI will get you.\n\nLEVY\nIf only you’d have had this much\nbackbone that night in the rain.\nYou could have waited for the\nambulance and Ackerman would still\nbe alive. Of course then he’d be\nfree to continue raping small\nchildren.\n\n(MORE )\n\f96.\n\nLEVY (CONT'D)\nYou do know that’s what he was\nabout to do when I grabbed him,\ndon’t you?\n\nMITCH\nWhat do you want?\n\nLEVY\nI want to help you.\n\nMITCH\nThen turn yourself in.\n\nLEVY\nThat's funny, but no. I believe\nyou were faced with the same exact\nchoice to ruin my life or your own.\nYet you found a third option.\n\nMITCH\nYou don’t have a third option.\n\nLEVY\nThat’s not true. If another murder\nwith the same m.o. happens while\nyou're in custody they’d have no\nchoice but to acknowledge your\ninnocence --\n\nMITCH\nThat’s insane --\n\nLEVY\n-- and by the time the police turn\ntheir attention back to me, I'1l\nhave moved on.",
  "59": "---END OF PREVIOUS SECTION---\nMITCH\nYou don’t have a third option. LEVY\nThat’s not true. If another murder\nwith the same m.o. happens while\nyou're in custody they’d have no\nchoice but to acknowledge your\ninnocence --\n\nMITCH\nThat’s insane --\n\nLEVY\n-- and by the time the police turn\ntheir attention back to me, I'1l\nhave moved on. \n---TARGET SECTION TO BE ANNOTATED---\n New name. New\nstate. Consider it a parting gift.\n\nMITCH\nYou don’t know the police would\neven connect the murder to me.\nINT. LEVY'S WHITE VAN - NIGHT\n\nLevy watches Rachel drive past in her Prius and pull up the\ndriveway to Mitch’s house.\n\nLEVY\nOh, believe me, they’1ll connect it\nto you.\nINT. PRIUS - NIGHT\n\nRachel hits the garage-door remote and --\n\f97.\n\nINT. POLICE STATION —- BACK BAY - NIGHT\n\nMitch recognizes the house-rattling CLUNK of his garage door\nas it begins to rise. His eyes go wide.\n\nMITCH\nNo!\n\nClick. The line goes dead. Mitch stabs the buttons...\n\nMITCH (CONT'D)\nWait!\n\nMitch holds down the cutoff buttons and then starts to dial.\nNothing. Tries again...\n\nMITCH (CONT'D)\n(shouts )\nLine! I need a line!\nTries the phone again. Travis walks toward him...\n\nMITCH (CONT'D)\nI need an outside line. It’s an\nemergency.\n\nTRAVIS\nYou only get one call.\n\nMITCH\nHe’s after my wife!\n\nTRAVIS\nYou only get one call.\n\nMitch grabs Travis.\n\nMITCH\nYou're not listening to me. He’s\n\ngoing to kill my wife!\n\nTravis slams Mitch against the wall. Cranks his arm up his\nback. OTHER COPS come running...\n\nMITCH (CONT'D)\nI_have to warn her!\n\nTravis hooks a cuff on Mitch’s wrist. Mitch grimaces in\npain. If the other cuff gets on he’s done for.\n\nMitch plants a foot on the wall and pushes backwards with all\nhis strength.\n\nSlams Travis into the opposite wall.\n\f98.\n\nMitch drives his head back into Travis’ face.\nHis nose breaks.\nTravis releases him.\n\nMitch pulls the 9mm from Travis’ holster. Zeros the\napproaching Cops.\n\nMITCH (CONT'D)\nStay back.\n\nMitch pulls Travis in front of him like a shield. Jams the\ngun into Travis’ throat.\n\nMITCH (CONT'D)\nI’'ll shoot him. I swear to God.\n\nMitch glances behind him and looks at the EXIT sign. Pulls\nTravis backwards with him.\n\nINT.",
  "60": "---END OF PREVIOUS SECTION---\nMitch glances behind him and looks at the EXIT sign. Pulls\nTravis backwards with him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KANON’S OFFICE - NIGHT\nKanon sees Cops run past her office door. Pulling guns.\nShe gets a bad feeling. Rises from her seat.\n\nCUT TO:\n\nINT. CORRIDOR - POLICE STATION - NIGHT\n\n \n\nMitch pushes back against the emergency exit bar. The door\nopens. An ALARM sounds. Mitch looks out into the indoor\nparking lot. It looks deserted.\n\nINT. INDOOR PARKING LOT - POLICE STATION — CONTINUOUS\n\n \n\nMitch pulls Travis inside and slams the door again. Grabs\nTravis’ nightstick and jams it through the handles as --\n\nINT. CORRIDOR - POLICE STATION - CONTINUOUS\n\n \n\nCops shoulder the door. It won’t budge.\n\nCOPS\nGo around!\n\nINT. PARKING LOT —- POLICE STATION —- NIGHT\n\n \n\nMitch marches Travis toward a Patrol Car. Opens the door.\nThe ignition is empty.\n\nMITCH\nWhere’s the key?\n\f99.\nTRAVIS\nIn the lock-box.\nTravis indicates the valet-style cupboard on the wall.\n\nMITCH\nI’m sorry.\n\nMitch pistol whips Travis. He drops to the floor. Mitch\nrushes to the lock-box. It won’t open. He points the gun at\nthe lock and -- BOOM!\n\nINT. SURVEILLANCE ROOM - POLICE STATION - NIGHT\n\n \n\nKanon runs in as the GUNSHOT echoes through the station.\nThere are monitors covering all areas.\n\nKANON\nWho’s shooting?\n\nThe POLICE WOMAN manning the monitors looks at her...\n\nPOLICE WOMAN\nYour suspect.\n\nOn a monitor, Kanon sees the image change to Mitch clambering\ninto a Patrol Car with a gun. She sees the Cop lying on the\nconcrete. Not moving...\n\nKANON\n(to police woman)\nClose the gate.\n(into radio)\nOfficer down. Repeat - Officer is\ndown. Suspect is in the parking\nlot. He is armed and dangerous.\n\nINT. ARMORY - POLICE STATION - NIGHT\n\n \n\nCops grab M-16s from the rack. Head toward the parking lot\nat a run.\n\nINT/EXT. PATROL CAR (MOVING) - NIGHT\n\n \n\nMitch fumbles the key. Fires the engine. Slams the shifter\ninto reverse. Tires smoke. He shoots backwards.",
  "61": "---END OF PREVIOUS SECTION---\nSlams the shifter\ninto reverse. Tires smoke. He shoots backwards. \n---TARGET SECTION TO BE ANNOTATED---\n Hits the\nbrakes. Slams her into first and zooms toward the exit gate.\n\nHe sees the gate closing. Mitch guns the gas and --\n\f100.\n\nEXT. POLICE STATION - CONTINUOUS\n\nBOOM! The Patrol Car RIPS one of the metal gates clean off\nits hinges. Sparks fly. Metal rends, but the car’s “bull\nbars\" protect the engine. Mitch zooms toward the road as --\n\nM-16s open fire on the car. BULLET HITS snake across the\nrear doors...\n\nINT. PATROL CAR (MOVING) - CONTINUOUS\n\nMitch ducks as the rear windows IMPLODE. Bullet hits POP the\nrear seat. Stuffing turns to confetti.\n\nMitch slaloms out into traffic. Other cars shield him from\nmore gunfire...\n\nCUT TO:\n\nINT. PARKING LOT —- POLICE STATION —- NIGHT\n\n \n\nKanon approaches Cop. He is coming around. Head bleeding.\nOther Cops helping him.\n\nKANON\nWhat happened?\n\nCOPS\nHe got a phone call and went crazy.\n\nKANON\nA call from who?\n\nCOPS\nHis lawyer. He was ranting about\nmaking another call. Said somebody\nwas going to kill his wife.\n\nKANON\nWho?!\n\nCOPS\nI don’t know. He just kept saying\nit.\n\nSTUART (0.S.)\n\nWhat’s going on?\n\nKanon looks and sees Stuart standing there with his\nbriefcase.\n\nKANON\nWho are you?\n\f101.\n\nSTUART\nStuart Kemp. DA’s office. I’m\nMitch Brody’s lawyer.\n\nKANON\n(urgent-—-)\nDid you just call Mitch?\n\nSTUART\nNo.\n\nAnd Kanon runs toward her car --\nKANON\nGet Brody’s home address. Have it\nsent to my phone.\nShe jumps behind the wheel and fires the engine...\nKANON (CONT'D)\n(shouts )\nTell SWAT and tactical to meet me\nthere! And somebody call the wife!\nShe pulls out. Tires smoking...\nCUT TO:\nINT. MITCH’S HOUSE - NIGHT\n\nThe doorbell rings. Rachel answers it. Levy is standing\nthere.\n\nLEVY\nMrs. Brody?\n\nRACHEL\nYes?\n\nLEVY\n\nI'm detective Kanon.",
  "62": "---END OF PREVIOUS SECTION---\nBrody? RACHEL\nYes? LEVY\n\nI'm detective Kanon. \n---TARGET SECTION TO BE ANNOTATED---\n I'd like to\ntalk to you about your husband if\nyou don't mind?\n\nWe HEAR Ella cry inside the house.\n\nRACHEL\nNo. Not at all. One second.\n\nRachel disappears inside to fetch Ella. Levy glances around\nthe deserted street, steps inside and closes the door.\n\nThe CAMERA moves away from the door to find the TELEPHONE\nWIRE running up the outside wall of the house.\n\f102.\n\nIt’s been cut.\nINT. MITCH'S HOUSE - CONTINUOUS\n\nRachel picks up Ella and turns to go back to the front door.\nShe sees Levy is now inside. It gives her pause.\n\nLEVY\nI hope you don't mind.\n\nRACHEL\nNot at all. Can you tell me what\nyou've arrested my husband for?\n\nLEVY\nMurder.\n\nRACHEL\nWhat? That's insane.\n\nLEVY\nDon't worry. I know he didn't do\nit. Could I trouble you for a\nglass of water?\n\nRACHEL\nOf course.\n\nRachel goes into --\n\nINT. KITCHEN — MITCH’S HOUSE - CONTINUOUS\n\n \n\nRachel puts Ella in her bassinet, on the kitchen table, and\nnudges a stack of Mitch's files. Papers spill onto the\nfloor. They can wait.\n\nRACHEL\nI don't understand.\n\nShe grabs a glass and turns on the faucet.\nRACHEL (CONT'D)\nIf you know he didn't do it, why\nare you holding him?\n\nINT. LIVING ROOM —- MITCH’S HOUSE - CONTINUOUS\n\n \n\nLevy takes a leather tool-roll from inside his coat and\nunties it. He rolls out the set on the dining table.\nChisels, blades, screwdrivers...\n\nLEVY\nOther people don't believe it yet -\nbut they will.\n\f103.\n\nINT. KITCHEN — MITCH’S HOUSE - CONTINUOUS\n\n \n\nRachel tests the water with her finger. Glances down at\nMitch’s papers on the floor.\n\nLEVY (0.S.)\nThere's just something I need your\nhelp with first.\n\nRACHEL\nOh?\n\nRachel notices something among Mitch’s papers that makes her\nblood freeze...\n\nINT. LIVING ROOM —- MITCH’S HOUSE - CONTINUOUS\n\n \n\nLevy selects a brutal looking chisel. He walks toward the\nkitchen door. Stands to one side.",
  "63": "---END OF PREVIOUS SECTION---\nLIVING ROOM —- MITCH’S HOUSE - CONTINUOUS\n\n \n\nLevy selects a brutal looking chisel. He walks toward the\nkitchen door. Stands to one side. \n---TARGET SECTION TO BE ANNOTATED---\n Can HEAR the faucet\nrunning.\n\nRACHEL (0.S.)\nWould you like ice?\n\nLEVY\nAs it comes is fine.\n\nLevy steadies his breath. Clutching the chisel and -\nNothing.\nThe faucet continues to run.\n\nLEVY (CONT'D)\nMrs. Brody?\n\nStill nothing but the sound of running water.\n\nLEVY (CONT'D)\nHello?\n\nLevy lowers the chisel and pushes through the door into --\n\nINT. KITCHEN — MITCH’S HOUSE - CONTINUOUS\n\n \n\nThe faucet continues to run. Rachel is gone. Ella is\nmissing from the bassinet. Levy sees the papers on the\nfloor. Among them is --\n\nLEVY'S MUG-SHOT.\n\nSuddenly, he HEARS the BEEP of the Prius alarm as the car\nunlocks. Levy races out of the kitchen toward the garage.\n\f104.\n\nA beat.\n\nThe pantry door opens and Rachel steps out clutching Ella and\nthe Prius keys/remote. She rushes toward the garage’s\nconnecting door...\n\nINT. GARAGE - MITCH’S HOUSE - NIGHT\n\n \n\nLevy looks inside the Prius. No sign of Rachel. He senses\nmovement behind him. Spins to see --\n\nRachel slam and lock the connecting door.\n\nLevy flies back at it. Tries to shoulder the door. It won’t\nbudge. He looks around and sees --\n\nA DOUBLE-HANDED AX among Mitch’s tools. He grabs it and --\nINT. MITCH’S HOUSE - CONTINUOUS\nRachel, carrying Ella, moves back from the door and --\nBOOM! The AX cleaves the wood.\nRachel SCREAMS and runs back through the house.\n\nCUT TO:\n\nINT/EXT. MITCH’S PATROL CAR (MOVING) - NIGHT\n\n \n\nMitch slaloms through traffic at high speed. Leaning on the\nhorn. Flashing his lights. He looks at the controls. Finds\nthe siren switch.\n\nThe cherries flash and the siren wails. Traffic parts before\nhim like the red sea.\n\nMitch guns the engine...\n\nINT. LIVING ROOM — MITCH’S HOUSE - NIGHT\n\n \n\nRachel snatches up the phone. The line is dead. She HEARS\nthe house-rattling CLUNK of the garage door opening.\n\nRachel runs to the front door and tries to open it. It’s\nlocked. She twists the dead bolt.",
  "64": "---END OF PREVIOUS SECTION---\nRachel runs to the front door and tries to open it. It’s\nlocked. She twists the dead bolt. \n---TARGET SECTION TO BE ANNOTATED---\n Undoes the chain. Her\nhands shaking. Ella is crying...\n\nRachel keeps looking back toward the garage corridor. No\nsign of Levy yet.\n\nRachel rips open the front door and --\n\nLevy runs toward her with the ax.\n\f105.\nRachel tries to SLAM the door again but Levy hits it with his\nfull weight and --\n\nBOOM! He’s through.\n\nRachel is flung backwards onto the stairs. She shields Ella\nfrom the impact.\n\nLevy hits the hall table and mirror. Shatters glass. Falls\nto the floor.\n\nLevy shakes it off. Scrambles for the ax as --\nRachel leaps to her feet and runs up the stairs.\n\nINT. UPPER HALLWAY - MITCH’S HOUSE - CONTINUOUS\n\n \n\nRachel reaches the top of the stairs. Levy is coming up\nafter her. She bolts through the bedroom door. Swings it\nshut behind her. Slam.\n\nLevy shoulders straight through the flimsy wood and into --\n\nINT. BEDROOM — MITCH’S HOUSE - CONTINUOUS\n\n \n\nRachel is trapped. She backs around the bed. Into the\ncorner. Levy catches his breath. Stalks her.\n\nRACHEL\nWhat do you want? Why are you\ndoing this?\n\nLEVY\nPut the baby on the bed.\n\nRACHEL\nNo.\n\nLevy swings the ax and takes a lamp off the dresser. It\nshatters against the far wall.\n\nLEVY\nPut the baby on the bed!\n\nCUT TO:\nINT/EXT. PATROL CAR - NIGHT\n\nMitch skids the patrol car into his street. Guns it. Sees\nLevy's white van. He slams on the brakes outside --\n\f106.\n\nEXT. MITCH’S HOUSE - CONTINUOUS\n\nMitch leaps out of the car clutching the stolen 9mm. Bolts\nup the driveway toward the open front door...\n\nMITCH\nRachel?!\n\nMitch runs through the door into --\nINT. MITCH’S HOUSE - CONTINUOUS\nMitch sees the shattered hall mirror. He runs into --\n\nINT. LIVING ROOM —- MITCH’S HOSUE - CONTINUOUS\n\n \n\nMitch looks around. Gun ready. Sees the roll of tools on\nthe dining table. He pushes open the kitchen door...\n\nMITCH\nRachel?! Where are you?!\n\nMitch looks down the corridor and sees the axed garage door.",
  "65": "---END OF PREVIOUS SECTION---\nMITCH\nRachel?! Where are you?! Mitch looks down the corridor and sees the axed garage door. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH (CONT'D)\nRachel?!\n\nMitch bolts back into the hallway and up the stairs...\n\nINT. UPPER HALLWAY - MITCH’S HOUSE - CONTINUOUS\n\n \n\nMitch pounds up the stairs and reaches the bedroom door. He\nsees the splintered wood. Hears Ella whimpering inside. A\nmuffled sob and --\n\nINT. BEDROOM — MITCH’S HOUSE - CONTINUOUS\n\n \n\nMitch bursts in. Gun up. He scopes the room and sees Levy\nstanding behind Rachel. Ella is on the bed. Levy has the\nblade of the ax against Rachel’s throat like a knife.\n\nRACHEL\nMitch --\n\nLevy flinches the blade. Shuts her up...\n\nMITCH\nDon’t hurt her.\n\nLEVY\nDrop the gun.\n\nMitch weighs up his options. He doesn’t have any. He takes\nhis finger off the trigger. Opens his palms. Drops the gun.\n\f107.\nLEVY (CONT'D)\nKick it towards me.\nMitch kicks the gun to Levy's feet.\nLEVY (CONT'D)\nNow, Rachel, I want you to slowly\n\nbend with me.\n\nRachel and Levy bend at the knees. Levy picks up the gun.\nThey straighten. Levy sighs. He drops the ax.\n\nMitch makes a move.\nLevy has the gun at Rachel’s temple in a flash.\nMitch freezes.\nMITCH\nWhatever you're thinking of doing,\n\nTobias, don’t. Please. I’m out.\nMy alibi’s shot. You don’t have to\n\nhurt them.\n\nLEVY\nYou know too much. I don’t have a\nchoice.\n\nMITCH\n\nYou do! You do have a choice.\nWhat happened to you was terrible,\nbut doing this won’t change that.\n\nLEVY\nNo, but you’ll finally understand\nwhy I do what I do.\n\nMITCH\nPlease. I already understand.\n\nLEVY\nNo, you don’t. But you will --\n\nLevy trips the hammer to fire and --\nMITCH\nI understand that you watched your\n\nwife and child be butchered and you\ndid nothing!\n\nLevy looks at him --\n\fMITCH (CONT'D)\nI understand you were a fucking\ncoward!\n\n108.\n\nRachel stares at Mitch in horror. What is he doing?\n\nLEVY\n\n(angry)\nNo!\n\nMitch begins inching toward Levy...\n\nMITCH\nYou froze!\n\nLEVY\nI didn’t.",
  "66": "---END OF PREVIOUS SECTION---\nMitch begins inching toward Levy... MITCH\nYou froze! LEVY\nI didn’t. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\n\nYou piece of shit! You cared more\nabout saving yourself than your own\nflesh and blood.\n\nLEVY\nNo!\n\nMITCH\nYou're lying!\n\nMitch continues to inch forward. Goading Levy.\n\nto turn the gun away from Rachel, onto him.\n\nMITCH (CONT'D)\nAdmit it!\n\nLEVY\nHe never should have been out of\nprison! It was the system’s fault.\n\nMITCH\nThis isn’t about the system. It’s\nabout you. If you were a_man you'd\nhave died first! I know it -- and\nyou know it.\n\nLEVY\n(screams )\nThere was nothing I could do!\n\nMitch is almost to Levy now.\n\nWilling him\n\f109.\n\nMITCH\nBullshit! You just don't have the\nballs to kill the one who deserves\nto die...\n(beat)\nYou!\n\nLevy ROARS in pain. Swings the gun away from Rachel and\nstabs the barrel into Mitch's chest. Eyes blazing with\nmurderous anger.\nMitch stops.\nRachel’s breath stops.\nLEVY\nWhat about you? Are you willing to\ndie first?!\n\nMITCH\nYes.\n\nMitch catches the barrel with both hands and clamps it firmly\nto upper chest and --\n\nMITCH (CONT'D)\nRachel, run!\n\nBefore Levy knows what’s happening, Rachel pulls away.\n\nLevy tries to turn the gun but Mitch holds on with an iron\ngrip. This gun ain’t pointing at anybody but him.\n\nRachel snatches Ella up from the bed.\nLevy FIRES.\n\nBOOM! A bullet shoots through Mitch’s shoulder. A vase\nbehind him - across the room - EXPLODES.\n\n \n\nMitch ROARS in pain but hangs onto the barrel. He’1l die\nbefore he’ll let go.\n\nRACHEL\n(screams )\nMitch!\n\nMITCH\nGet out of here!\n\nMitch staggers in pain but still grips the gun.\n\nRachel is almost out of the room as --\n\f110.\n\nBOOM! Another shot rips through Mitch’s shoulder -- shatters\na family photo behind him -- and Mitch releases his grip.\nAlmost collapses in pain.\n\nLevy turns the gun on Rachel and squeezes the trigger as --\n\nMITCH (CONT'D)\nNooooo! !!!\n\nMitch drives his good shoulder into Levy.\n\n \n\nBOOM! The gun fires wide.",
  "67": "---END OF PREVIOUS SECTION---\nMitch drives his good shoulder into Levy. BOOM! The gun fires wide. \n---TARGET SECTION TO BE ANNOTATED---\n Takes a chunk out of the door\nframe as --\n\nMitch tackles Levy backwards toward the window and --\n\nEXT. UPPER WINDOWN - MITCH’S HOUSE - CONTINUOUS\n\n \n\nGlass EXPLODES outward.\n\nMitch and Levy fly out into space.\n\nThey slam down through the branches of a young tree.\nAre spun apart.\n\nHit more branches.\n\nSlam down into --\n\nEXT. FRONT GARDEN - MITCH’S HOUSE — CONTINUOUS\n\n \n\nLevy and Mitch both lie on the lawn. Gasping. In pain.\n\nLevy gets to his feet and bends to pick up the gun. He turns\nto Mitch and --\n\nBAM! Mitch punches him in the face. Levy’s head snaps to the\nside. Mitch hits him again. Levy drops the gun. Then\nswings a fist into Mitch’s bullet-ravaged shoulder.\n\nMitch ROARS in pain. Drops to one knee. He only has his\nright arm. His left hangs impotently.\n\nLevy stands over him. Punches Mitch in the face. Grabs\nMitch and drags him to his feet. Hits him again. And again.\n\nMitch looks done-for. Then BAM! He punches his right fist\ninto Levy’s kidney. And with all his remaining strength he\ndrives his forehead into Levy's nose.\n\nBAM! The two men stagger apart.\n\f111.\nMitch collapses in pain and exhaustion. Shoulder pumping\nblood. He lies there gasping for air as --\n\nLevy claws for the fallen gun. Blood streams from his broken\nnose. He climbs back to his feet and --\n\nStands over Mitch.\nAims the gun down into his face.\n\nMitch laughs through the pain.\n\nMITCH\n\nYou - are a - fucking - pussy.\nLEVY\n\nI was afraid, God help me. Are\n\nyou?\nLevy thumbs the hammer back and --\n\nMITCH\nNo.\n\nA flicker of hurt crosses Levy’s eyes. The only thing\nkeeping him sane was that any man would have done what he\ndid. Mitch has proved him wrong.\n\nWHAM! Rachel hits him in the back with the ax.\n\nLevy staggers in pain. Trying to reach the handle. He turns\nto look at Rachel. He raises the gun.",
  "68": "---END OF PREVIOUS SECTION---\nTrying to reach the handle. He turns\nto look at Rachel. He raises the gun. \n---TARGET SECTION TO BE ANNOTATED---\n Is going to shoot her\n\nwhen --\n\nMITCH (CONT'D)\nNoooo!\n\nMitch tries to rise, but can’t, and --\n\nBOOM! A bullet blows the back of Levy’s head out.\n\nMitch looks around for the source of the bullet and sees --\nKANON\n\nat the edge of the driveway. Gun raised. Smoke curls from\nthe barrel. The SCREAM of more patrol cars fill the air.\nLights flash...\n\nMitch looks up at the stars above and sighs.\n\nDISSOLVE TO:\n\f112.\n\nINT. EMERGENCY ROOM —- HOSPITAL - NIGHT\n\n \n\nMitch is sitting on a bed. His left shoulder and chest are\nheavily bandaged. An IV gives him fluids. There are COPS\nstanding guard at the edge of the curtained area. Mitch’s\n\ngood arm is cuffed to the metal bed-frame.\n\nKanon walks in past the cops.\n\nKANON\nHow are you feeling?\nMITCH\nRelieved.\nKANON\n\nDoctor said the bullets didn’t even\nclip a bone. You're lucky.\n\nMitch looks past Kanon at Rachel and Ella...\n\nMITCH\nI know.\n\nKanon follows his look. She pulls keys from her pocket and\nuncuffs him...\n\nMITCH (CONT'D)\nWhat are you doing?\n\nKANON\nI think you’re family’s been\nthrough enough for one night, don’t\nyou?\n\nMitch looks at her. She’s serious.\n\nMITCH\nThank you.\n\nKanon pockets the cuffs.\n\nKANON\nDon’t make the mistake of thinking\na few bullets in the shoulder gets\nyou off the hook, counselor,\nbecause it doesn’t. I'’11 expect\nyou down at the station first thing\ntomorrow to give a full statement.\n\nMITCH\nUnderstood.\n\nKanon gestures to the Cops to let Rachel and Ella through.\n\f113.\n\nMITCH (CONT'D)\nIf only I hadn’t left the accident.\n\nKANON\nThen you'd be behind bars and Levy\nwould still be out there. Where’s\nthe justice in that?\n\nKanon is about to walk away when --\n\nMITCH\nAny word on Doyle?\nKANON\nHe’s in recovery. I hear he was\n\nlucky too.\n\nMitch nods. Grateful. Kanon leaves as Rachel rushes in with\nElla and hugs Mitch.\n\nDISSOLVE TO:\nINT.",
  "69": "---END OF PREVIOUS SECTION---\nGrateful. Kanon leaves as Rachel rushes in with\nElla and hugs Mitch. DISSOLVE TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n DOYLE’S RECOVERY ROOM - HOSPITAL - DAWN\nDoyle’s heart monitor beeps. He has IVs coming out of him\nand bandages covering his wounds and skull. His face is half\n\nswollen.\n\nMitch enters the room, arm in a sling, and stands at his\nbedside.\n\nMITCH\nDoyle?\n\nDoyle's eyes flicker open. He smiles. Sleepy but happy to\nsee Mitch.\n\nDOYLE\nHey. You bring me flowers?\n\nMITCH\nI brought you something better.\n\nRachel walks in carrying Ella.\n\nMITCH (CONT'D)\nThis is my wife, Rachel.\n\nRACHEL\nHello, Doyle.\n\nDoyle blinks and tries to sit up. It’s excruciating...\n\f114.\nRACHEL (CONT'D)\nTry not to move.\n\nMITCH\nAnd this is your niece.\n\nMitch puts Ella into Doyle's arms. Doyle's eyes well up..\n\nDOYLE\nHello, Ella.\n\nElla gurgles and smiles...\nRACHEL\n\nI guess we’ve got some catching up\n\nto do.\nRachel sits on the side of the bed.\nEXT. HOSPITAL WINDOW - DAWN\nTHE CAMERA pulls back. Looking in at Rachel, Mitch and Doyle\ntalking. Doyle continues to hold Ella. They don’t yet look\nlike a family, but it’s a start...\n\nTHE CAMERA takes in Boston and the rising sun. It’s going to\nbe a beautiful day.\n\nFADE OUT:\n\nTHE END\n\f"
}