{
  "1": "\n\n\n\n\n\n\n\n                              REMEMBER ME\n\n\n\n\n\n\n\n                              Written by\n\n\n\n                     William Fetters &amp; Jenny Lumet\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                           Revised April 16th, 2009\n\n\n\n\n\n1   EXT. SMITH STREET STATION -- BROOKLYN -- NIGHT                 1\n\n\n\n    It's very late. It's quiet. Just the sounds of The City\n\n\n\n    LINDA SANTANA CRAIG, an attractive Hispanic woman in her\n\n    thirties, waits at the ELEVATED STATION for the F train.\n\n\n\n    Linda looks great. She's dressed festively but tastefully.\n\n    Next to her is her eleven year old DAUGHTER, ALICIA. She is\n\n    twirling about the platform, still jazzed from the birthday\n\n    party they attended in The City.\n\n\n\n    Alicia wears a black dress with a pink cardigan and has a pink\n\n    handbag. We notice a CHARM BRACELET with four-leaf clovers on\n\n    her right wrist.\n\n\n\n    The mother and daughter wait alone at one end of the station\n\n    platform.\n\n\n\n    TWO TEENAGE BOYS wait at the other end. They speak soft,\n\n    SLURRED SPANISH to each other.\n\n\n\n    Linda gives the boys a glance and evaluates. She watches them\n\n    as Alicia spits a wad of gum into her mom's open hand.\n\n\n\n    The Boys approach. Linda tenses. At the last second the boys\n\n    make a hard left turn and disappear down the stairwell. It's\n\n    quiet again. Linda relaxes, smiles at her daughter. The F\n\n    TRAIN is rounding the final bend into the station.\n\n\n\n    Their focus is on this train. It's getting closer, louder.\n\n\n\n    And so they don't see, don't hear the Boys coming back up the\n\n    stairwell behind them.\n\n\n\n    Not until the boys have the mother and daughter boxed in and\n\n    the one who can hardly grow a mustache is showing them his\n\n    gun.\n\n\n\n    Linda puts her arm around her daughter. Alicia looks\n\n    terrified.\n\n\n\n    The train roars INTO THE STATION as Linda quickly hands over\n\n    her purse, her watch. She hands over her engagement ring and\n\n    her wedding band.\n\n\n\n    One of the boys yanks Alicia's little purse away from her.\n\n\n\n    The other boy fumbles the wedding band.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hands over her engagement ring and\n\n    her wedding band. One of the boys yanks Alicia's little purse away from her. The other boy fumbles the wedding band. \n\nTARGET SECTION TO BE ANNOTATED:\n The ring CLANGS to\n\n    the ground and rolls to a stop a few feet away.\n\n\n\n    We hear MEN'S VOICES echoing up the stairwell.\n\n\n\n    Now the Boys are boxed in. And starting to panic.\n\n                                                                2.\n\n\n\n\n\n    -- THE TRAIN DOORS SLIDE OPEN --.\n\n\n\n    The Boys see their way out and step into the last empty rail\n\n    car, leaving the mother and daughter alone on the platform.\n\n\n\n    Through the window on the train, Linda stares at the boy\n\n    holding her daughter's purse, her face hardening into a MASK\n\n    OF CONTEMPT.\n\n\n\n    The boy clocks it. Who does she think she is?\n\n\n\n    -- THE TRAIN DOORS BEGIN TO CLOSE --\n\n\n\n    When a HAND WITH TATTOOED KNUCKLES reaches out and stops the\n\n    car doors from closing.\n\n\n\n    A forearm and gun extend out of that last subway car ...\n\n    There's a muzzle flash... a distant POP... a cloud of smoke\n\n    ... a mist of blood... and Linda's body collapses on itself.\n\n\n\n    Alicia's face, shock, terror and blood.\n\n\n\n\n\n2   EXT. SMITH STREET STATION -- LATER THAT NIGHT --   M.O.S        2\n\n\n\n    A WORKING CRIME SCENE, lots of uniforms and light, a white\n\n    sheet draped over Linda's body where it fell.\n\n\n\n    BLUE AND RED LIGHT dances against the stairwell wall where a\n\n    man is taking the stairs two at a time. Late thirties, big,\n\n    plain clothes, he is SERGEANT JAMES CRAIG. When he reaches\n\n    the platform, he stops.\n\n\n\n    Craig kneels before the white sheet. Peels it back. We stay\n\n    on him. We don't see what he sees. We just see how he sees\n\n    it. Then he turns...\n\n\n\n    THE WEDDING BAND. It's been tagged and numbered as evidence.\n\n    Craig picks it right out of the chalk outline and slips it\n\n    into his pocket.\n\n\n\n    Alicia, wrapped in a blanket, standing next to a round police\n\n    MATRON. The Matron is tenderly trying to clean Alicia's face.\n\n    Alicia locks eyes with Craig and stumbles towards him, her\n\n    legs not quite working.\n\n\n\n    Craig saves her from the stumble and envelops her, lifting\n\n    her as the blanket falls to the ground.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Matron is tenderly trying to clean Alicia's face. Alicia locks eyes with Craig and stumbles towards him, her\n\n    legs not quite working. Craig saves her from the stumble and envelops her, lifting\n\n    her as the blanket falls to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n    Alicia makes little gasping noises. Trying to speak but\n\n    can't.\n\n\n\n    Craig walking back now, carrying his entire world. He reaches\n\n    the stairwell and suddenly falls to one knee. Alicia gasps.\n\n                                                                3.\n\n\n\n\n\n    The closest UNIFORM puts a hand on his arm. A moment.\n\n    Composure. A deep breath. Then as quickly as he went down,\n\n    he's back up.\n\n\n\n    Craig looks back now, taking it all in. Is it real? Sees all\n\n    the cops looking at him, then begins down the stairs.\n\n\n\n    WE DRIFT UP above the station until we find ourselves with a\n\n    clear view of the southern tip of Manhattan, where the TWIN\n\n    TOWERS STAND TALL.\n\n\n\n\n\n3   INT. LOWER EAST SIDE RAILROAD FLAT -- BEDROOM -- MORNING        3\n\n\n\n    SUBTITLE: \"Eight Years Later\"\n\n\n\n    Tiny kitchen, clutter, a MESSENGER BIKE hanging from hooks on\n\n    the wall, a lot of books. There is a PHONE RINGING under the\n\n    bed.\n\n\n\n    TYLER ROTH, early twenties, handsome, looking haggard. He is\n\n    sitting on the floor, shirtless, bed head, wrapped in a\n\n    blanket. A GUITAR is on his lap. Tyler has propped some well\n\n    worn, hand written pages of MUSIC against a box of off-brand\n\n    laundry detergent and is squinting at the notes, frustration\n\n    etched in his face.\n\n\n\n    A forgettable BLONDE lies sleeping on the bed.\n\n\n\n    Tyler, not a born musician, is trying to teach himself one of\n\n    the PHRASES OF MUSIC in front of him. He is completely lost\n\n    in the moment, with DEEP GROOVES in his fingers. By the\n\n    ASHTRAY next to him, we can tell he's been at this a couple\n\n    of hours.\n\n\n\n    The Blonde in the bed re: the ringing phone...\n\n\n\n                        BLONDE\n\n                  (out of it)\n\n              Hello?\n\n\n\n    Tyler gropes around the floor with one hand until he finds the\n\n    phone, simultaneously glancing at the digital clock. His eyes\n\n    widen in alarm.\n\n\n\n                        TYLER\n\n              Yeah...\n\n                  (listens)\n\n              Of course. I'm on my way. I\n\n              know...I know...",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm on my way. I\n\n              know... I know... \n\nTARGET SECTION TO BE ANNOTATED:\nI know...I know.\n\n\n\n    Tyler climbs out of his blanket and yanks on a pair of dark\n\n    suit pants. Before he pulls on his white undershirt we\n\n    observe a TATTOO that simply says \"Michael\" over his heart.\n\n                                                                 4.\n\n\n\n\n\n    He searches through a beat-up chest of drawers, seeking a\n\n    reasonably clean button down shirt...\n\n\n\n                        TYLER V/O\n\n              Gandhi said that whatever you do in\n\n              life will be insignificant but it\n\n              is very important that you do it...\n\n\n\n    ...And scrubs at a mysterious stain on the shoulder of an\n\n    expensive but worn to hell suit jacket with a dishwasher\n\n    brush.\n\n\n\n                        TYLER V/O\n\n              ...I tend to agree with the first\n\n              part.\n\n\n\n\n\n4   EXT. GREEN WOOD CEMETERY --BROOKLYN -- LATER                     4\n\n\n\n    A cluster of MOURNERS stand before a tombstone in the\n\n    distance. They are not in funeral dress, as this is not a\n\n    funeral. It's a memorial.\n\n\n\n    A beat up GYPSY CAB with a WEST INDIAN DRIVER pulls to a\n\n    stop. From the trees and the sky we know its LATE\n\n    SPRING/EARLY SUMMER. A gorgeous day.\n\n\n\n    Tyler gets out of the cab, holding the rim of his empty\n\n    coffee cup in his teeth. He sorts a rumpled wad of singles\n\n    and hands some to the driver, who screeches into reverse.\n\n    Time is money.\n\n\n\n    Tyler crushes the coffee cup flat and slips it in his jacket\n\n    pocket then lights up a smoke. He takes one long drag then\n\n    extinguishes it and slips the butt into his pocket. He begins\n\n    towards the mourners.\n\n\n\n    His mother... DIANE HOFFMAN, a beauty. Past burdens etched in\n\n    the lines on her face. Dressed tastefully in expensive\n\n    bohemian. She smiles like someone who's been crying but\n\n    doesn't want anyone to know she has.\n\n\n\n                        TYLER\n\n                  (sweetly)\n\n              Hello, your majesty. How are you?\n\n\n\n                        DIANE\n\n              I'm fine... you look good...\n\n\n\n    He kisses his mother's hand and he's moving to greet his\n\n    stepfather...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow are you? DIANE\n\n              I'm fine... you look good... He kisses his mother's hand and he's moving to greet his\n\n    stepfather... \n\nTARGET SECTION TO BE ANNOTATED:\n    LES HOFFMAN, Unruly curls streaked in gray, tweed jacket and\n\n    tie. They exchange a firm handshake and muttered hellos.\n\n                                                              5.\n\n\n\n\n\n    The weight of Tyler's gaze falls to CAROLINE ROTH, his\n\n    diminutive bespectacled, eleven year old sister. She's\n\n    holding a little paper bag.\n\n\n\n    She flashes him a look. He kneels besides her and whispers...\n\n\n\n                        TYLER\n\n              Thanks for organizing everybody.\n\n\n\n    Caroline makes a face. Turns her nose away from him.\n\n\n\n                        CAROLINE\n\n              You smell like Listerine and beer.\n\n\n\n    He snorts and kisses her cheek.\n\n\n\n    Caroline reaches into her bag and takes out a handful of\n\n    smooth white stones, on which she has painted the names:\n\n    \"Mom\" \"Tyler\" \"Les\", \"Dad\", \"Caroline\". She begins to arrange\n\n    them in a little circle on the grave.\n\n\n\n    Tyler's father...\n\n\n\n    CHARLES ROTH, late fifties, breathes power, precisely\n\n    dressed, two hundred dollar haircut. A predator.\n\n\n\n                        CHARLES\n\n                  (aside, to Tyler)\n\n              You couldn't wear a tie?\n\n\n\n    Tyler holds his father's eye.\n\n\n\n                        TYLER\n\n              Could have.\n\n\n\n    Beat.\n\n\n\n    Charles adjusts his own collar like it's an explosive.\n\n\n\n    POV: The Tombstone. The four adult family members stand side-\n\n    by-side. They look like strangers on the subway as Caroline\n\n    sits on the ground, arranging the stones.\n\n\n\n\n\n5   INT. JUNIOR'S RESTAURANT-- BROOKLYN -- AFTER                  5\n\n\n\n    The family sits together in a booth. Tyler rolls a Bic\n\n    lighter over his knuckles. Caroline draws a funny portrait of\n\n    Tyler on her napkin. He is smoking nine cigarettes at once.\n\n    Diane gives the menu a ridiculous amount of attention. Les is\n\n    eyeing the Cheesecake. Charles subtly aligns his silverware.\n\n                                                             6.\n\n\n\n\n\n                    DIANE\n\n          ...This is nice... I think it's\n\n          nice that we still do this...\n\n\n\n                       CAROLINE\n\n                 (gently)\n\n          Mom.\n\n\n\n                    DIANE\n\n          I forgot. I'm trying to purge\n\n          \"nice\" from my vocabulary. Michael\n\n          would like that we still do this.\n\n\n\nTyler takes out a cigarette. Lights it.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMichael\n\n          would like that we still do this. Tyler takes out a cigarette. Lights it. \n\nTARGET SECTION TO BE ANNOTATED:\n Without saying a word\n\nhis mother takes it and snubs it out in an empty water glass.\n\n\n\n                    DIANE\n\n              (to Caroline)\n\n          Did you tell Tyler what your art\n\n          teacher said about your portrait?\n\n\n\nCaroline, as bemused as an eleven year old can be, looks at\n\nher mother, then at her brother. She adopts a very motherly\n\ntone.\n\n\n\n                    CAROLINE\n\n          Tyler, did I tell you what my art\n\n          teacher said about my portrait?\n\n\n\n                    TYLER\n\n          Why no, Caroline. What did your art\n\n          teacher say about your portrait?\n\n\n\n                    DIANE\n\n              (smiling)\n\n          You two. I quit.\n\n\n\nShe flickers a glance at her ex husband and squeezes Les'\n\nhand.\n\n\n\n                    CAROLINE\n\n          ...She was very impressed. She said\n\n          I captured a moment like a young\n\n          James Whistler.\n\n\n\nThe WAITRESS brings platefuls of extravagant cheesecake to\n\nthe table. Les dives in. Charles is having toast. He sips a\n\nglass of water and takes a surreptitious glance at his Patek\n\nPhillippe.\n\n                                                             7.\n\n\n\n\n\n                    TYLER\n\n          Young Whistler... good... 'cause\n\n          Whistler really fell off late in\n\n          his career. He's the Michael\n\n          Jackson of European art history.\n\n\n\n                    DIANE\n\n          She suggested your sister take\n\n          Pratt's Summer Art Intensive and\n\n          that's hugely prestigious.\n\n\n\nCaroline looks a bit sheepish, Tyler high fives Caroline.\n\n\n\nDiane, again, flickers a glance at Charles.\n\n\n\n                    CAROLINE\n\n          I would be the youngest one, ever,\n\n          practically...\n\n\n\n                    CHARLES\n\n          Tyler, would you please pass the\n\n          butter?\n\n\n\nBeat.\n\n\n\n                    DIANE\n\n          Caroline was speaking.\n\n\n\n                    TYLER\n\n              (to Charles)\n\n          Are you really this clueless? Are\n\n          you really dismissing her like\n\n          this?\n\n\n\nDiane touches Caroline's hair.\n\n\n\n                    CHARLES\n\n          Caroline is perfectly capable of\n\n          speaking up if she is feeling\n\n          dismissed. Caroline, are you\n\n          feeling dismissed?\n\n\n\n                      CAROLINE\n\n          I'm okay.\n\n\n\n                    CHARLES\n\n              (solicitous, to Caroline)\n\n          I didn't mean to change the\n\n          subject.\n\n\n\n                    TYLER\n\n          What was the subject?\n\n                                                              8.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES\n\n              (solicitous, to Caroline)\n\n          I didn't mean to change the\n\n          subject. TYLER\n\n          What was the subject? 8. \n\nTARGET SECTION TO BE ANNOTATED:\n                           CHARLES\n\n              Excuse me?\n\n\n\n                        TYLER\n\n              The subject we were discussing.\n\n              What was it?\n\n\n\n    Beat.\n\n\n\n                        CHARLES\n\n              Now's not the time for your heroics\n\n              Tyler\n\n\n\n                        TYLER\n\n              No. It's the perfect time.\n\n\n\n    Charles makes a minute adjustment to his collar.\n\n\n\n    Father and son lock eyes until...\n\n\n\n                        TYLER\n\n                  (whispering, to Caroline)\n\n              Do you need me to take you\n\n              anywhere?\n\n\n\n    Caroline shakes her head.\n\n\n\n                        CAROLINE\n\n              I'll stay with mom.\n\n\n\n    Diane glares at her ex-husband.\n\n\n\n    Tyler rises and kisses his sister's forehead.\n\n\n\n                        TYLER\n\n              Then I'll see you after school.\n\n\n\n                           CAROLINE\n\n              Kay.\n\n\n\n    He exits as Caroline sips her lemonade, avoiding everybody's\n\n    eyes.\n\n\n\n\n\n6   INT. SUBWAY CAR -- JUST AFTER                                 6\n\n\n\n    Tyler standing although there are a few seats available. The\n\n    car window strobes behind him. He takes off his jacket and\n\n    button down and ties them both around his waist.\n\n                                                                  9.\n\n\n\n\n\n7   INT. WALL STREET COFFEE SHOP -- AFTER                             7\n\n\n\n    Tyler in his pants and white tee shirt looks completely out\n\n    of place amidst all the business types.\n\n\n\n    He sits in the last booth facing the street. His tattered\n\n    JOURNAL lies open in front of him, a BINDER CLIP holds his\n\n    page as he works quietly crafting an entry.\n\n\n\n    The HOSTESS, tired, in her 60's, slides a piece of baklava on\n\n    the table as she shuffles past.\n\n\n\n                        HOSTESS\n\n              Eat something.\n\n\n\n    Tyler gives her a huge grin.\n\n\n\n                        TYLER\n\n              Yes, ma'am.\n\n\n\n\n\n8   EXT. 4TH STREET -- JUST AFTER                                     8\n\n\n\n    Tyler and his roommate, AIDAN BREWER, 22, energetic,\n\n    inappropriate, walking west towards N.Y.U. Young people in\n\n    easy, summery dress. Tyler smokes. Aidan doesn't. Aidan\n\n    remembers something, smirks.\n\n\n\n                        AIDAN\n\n              I sold your girlfriend a\n\n              toothbrush.\n\n\n\n                        TYLER\n\n              You sold my who? ...",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nAidan\n\n    remembers something, smirks. AIDAN\n\n              I sold your girlfriend a\n\n              toothbrush. TYLER\n\n              You sold my who? ... \n\nTARGET SECTION TO BE ANNOTATED:\nWhat?\n\n\n\n                        AIDAN\n\n              That voluptuous, delightfully\n\n              oblivious little blonde you left in\n\n              your bed this morning... I sold her\n\n              a toothbrush. Got three bucks.\n\n\n\n                        TYLER\n\n              ...Congratulations?\n\n\n\n                        AIDAN\n\n              Are in order, yes. Because that\n\n              sale inspired our newest business\n\n              venture: \"The S.L.U.T.\"\n\n\n\n                        TYLER\n\n              I was unaware we had a previous\n\n              business venture.\n\n                                       10.\n\n\n\n\n\n          AIDAN\n\nThe 'Single Lady's Universal Tote'.\n\nIt's the one-night-stand travel\n\npack for women. We throw in some\n\nmake-up, toiletries, cell phone\n\ncharger, cab numbers. Retail it at\n\nS19.95, maybe do an infomercial.\n\n\n\n          TYLER\n\nAnd you think women would buy this?\n\nWith money?\n\n\n\n          AIDAN\n\nHey one-night-stands happen... It's\n\na part of life... like stubbing\n\nyour toe. Sometimes you misjudge a\n\ncorner and bend back your pinky\n\ntoe, other times you wake up in a\n\nfreshman dorm wearing a field\n\nhockey tee shirt wondering why your\n\nballs smell like cinnamon...\n\n\n\n          TYLER\n\n    (nodding sagely)\n\nOf course. Yes.\n\n\n\n          AIDAN\n\nDon't underestimate the novelty\n\ngift market. Think about it...\n\ninstead of giving that token slutty\n\nfriend a ten-inch purple dildo for\n\nher birthday, you hook her up with\n\n\"The SLUT.\" Everyone has a laugh\n\nand the implication that she'll\n\nprobably use it someday remains.\n\nWhat do you say? Are you down?\n\n\n\n          TYLER\n\nI'm down with getting you on some\n\nsort of medication.\n\n\n\n          AIDAN\n\nOK...fine...be cynical...just\n\nremember at some point in history\n\ntwo people had a conversation just\n\nlike this about the light bulb. One\n\nof them went on to fame and fortune\n\nand the other one probably went to\n\nwork at Mickey D's or something.\n\n\n\n          TYLER\n\nOr Denny's. Denny's was big in the\n\n19th century.\n\n                                                              11.\n\n\n\n\n\n9    EXT. COBBLE HILL -- MORNING                                   9\n\n\n\n     A TINTED TOWN CAR stops in-front of a funky corner brownstone\n\n     where Caroline waits in a plaid jumper on the front steps.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n11. 9    EXT. COBBLE HILL -- MORNING                                   9\n\n\n\n     A TINTED TOWN CAR stops in-front of a funky corner brownstone\n\n     where Caroline waits in a plaid jumper on the front steps. \n\nTARGET SECTION TO BE ANNOTATED:\n     THE DRIVER opens the back door of the car.\n\n\n\n\n\n10   INT. TOWN CAR. (DRIVING) -- LATER                         10\n\n\n\n     Caroline in the cavernous backseat alone. Her pink knapsack\n\n     her only company.\n\n\n\n     The Town Car stops at a crosswalk for a GROUP OF CHILDREN in\n\n     jeans and tee- shirts on their way to a local Public School.\n\n     Caroline sees them through the tinted glass. They couldn't\n\n     see her even if they wanted to.\n\n\n\n                         PROFESSOR (O.S.)\n\n               It's an unfortunate reality but a\n\n               reality nonetheless ...\n\n\n\n\n\n11   INT. LECTURE HALL -- NYU --DAY                            11\n\n\n\n     TYLER sits in the back of the room. Their PROFESSOR addresses\n\n     the few students paying attention.\n\n\n\n                         PROFESSOR\n\n               ...in the wake of terrorist attacks\n\n               these insurance company actuaries\n\n               are provided a unique opportunity\n\n               to raise premiums and profits to\n\n               protect against events that will\n\n               likely never occur again...\n\n\n\n     One girl, a focused brunette with beautiful eyes, takes notes\n\n     relentlessly. She is present, absorbing the material. She\n\n     raises her hand.\n\n\n\n                         GIRL\n\n               Isn't that also an ethical\n\n               question?\n\n\n\n     Tyler shoots her a glance. He takes in her lovely face, her\n\n     casual dress, and the CHARM BRACELET with its four leaf\n\n     clovers. WE REALIZE this is Alicia \"Ally\" Craig, now 19.\n\n\n\n     Tyler grimaces at the question and its implications of hope.\n\n\n\n\n\n12   EXT. CENTRAL PARK -- AFTERNOON                            12\n\n\n\n     At the Alice in Wonderland statue where KIDS climb all over\n\n     the faded bronze mushroom caps and characters.\n\n                                                         12.\n\n\n\n\n\nThe statue is warm, the bronze absorbing the late spring sun.\n\nTyler is perched on the Mad Hatter, his face turned towards\n\nthe sun while Caroline hides with the dormouse.\n\n\n\nTyler lights a cigarette. AN UPTIGHT MOMMY glares at him.\n\n\n\n                    UPTIGHT MOMMY\n\n          Why don't we make this a non-\n\n          smoking statue?\n\n\n\n                    CAROLINE\n\n              (emerging)\n\n          Yeah, Tyler . Why don't we make\n\n          this a non-smoking statue?\n\n\n\nHe makes a face.\n\n\n\n                    CAROLINE\n\n          You promised you'd quit...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy don't we make\n\n          this a non-smoking statue? He makes a face. CAROLINE\n\n          You promised you'd quit... \n\nTARGET SECTION TO BE ANNOTATED:\n                    TYLER\n\n          I know.\n\n\n\n                    CAROLINE\n\n          You're gonna get emphysema and then\n\n          you're gonna have to drag an oxygen\n\n          tank with you everywhere...\n\n\n\n                    TYLER\n\n          You think that would be the worst\n\n          part about having emphysema?\n\n\n\n                    CAROLINE\n\n          Everywhere you go, Tyler. Even the\n\n          bathroom.\n\n\n\nTyler takes a final drag. Tosses it on the ground.\n\n\n\n                    CAROLINE\n\n          Why do you think Dad doesn't\n\n          wanna...like, listen to me?\n\n\n\n                    TYLER\n\n          Dad loves you.\n\n\n\nCaroline gives him a look.\n\n\n\n                    CAROLINE\n\n          So? You can love someone and not\n\n          want to spend any time with them.\n\n\n\nCaroline is climbing around Alice. Her hands on Alice's hair.\n\n                                                                13.\n\n\n\n\n\n                         TYLER\n\n               You've got that right.\n\n\n\n                         CAROLINE\n\n               Mom loves Aunt Sara. But at\n\n               Christmas, last year, she wouldn't\n\n               let Les leave them in a room\n\n               together 'cause she said there\n\n               would be a \"yule tide homicide.\"\n\n\n\n                         TYLER\n\n               That's because Aunt Sara drinks...\n\n               You don't drink, right?\n\n\n\n                            CAROLINE\n\n               Duh.\n\n\n\n                         TYLER\n\n               So why would anyone wanna avoid\n\n               you?\n\n\n\n     Caroline shrugs, not convinced. A silent moment passes.\n\n\n\n                         CAROLINE\n\n               Michael used to drink.\n\n\n\n                         TYLER\n\n               Yeah. He did. But Michael was 21.\n\n               All 21 year olds drink because it's\n\n               new and exciting. Aunt Sara drinks\n\n               because she wishes she was 21.\n\n\n\n     A shared smile.\n\n\n\n                            CAROLINE\n\n               You're 21.\n\n\n\n     Tyler's smile fades.\n\n\n\n\n\n13   INT. THE STRAND BOOKSTORE -- DAY                            13\n\n\n\n     Tyler on a rolling ladder, shuffling books around. Aidan on\n\n     the floor, eating two pieces of pizza, folded down the\n\n     middle, at the same time.\n\n\n\n                         AIDAN\n\n               What about Atlantic City for your\n\n               birthday this year? Get a suite.\n\n               Couple of ladies. You could call\n\n               Toothbrush Girl, what do you think?\n\n\n\n                         TYLER\n\n               I think I'd rather be sodomized.\n\n                                                         14.\n\n\n\n\n\n                    AIDAN\n\n          Hey, it's your day.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nTYLER\n\n               I think I'd rather be sodomized. 14. AIDAN\n\n          Hey, it's your day. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gestures to the shelves.\n\n\n\n                    AIDAN\n\n          What's the point? How do you know\n\n          where anything is in this place,\n\n          anyway? There's like...\n\n\n\n                    AIDAN/TYLER\n\n          \"Eight Miles of Books!\"\n\n\n\n                    TYLER\n\n          I don't expect you to appreciate\n\n          this, but the schematic for this\n\n          particular shelf is authors who\n\n          were sleeping together...\n\n\n\n                     AIDAN\n\n          No shit?\n\n\n\n                    TYLER\n\n          And ended up dead or in prison.\n\n\n\nBeat.\n\n\n\n                    AIDAN\n\n          This is why chicks dig you.\n\n\n\nTyler laughs.\n\n\n\n                    AIDAN\n\n          Seriously. They like this freaky\n\n          poetic crap. I ran into Megan\n\n          yesterday. She's bartending at Don\n\n          Hill's tonight. She wants us to\n\n          stop by. She practically begged me.\n\n\n\n                     TYLER\n\n          Eh.\n\n\n\nAidan, visibly frustrated with Tyler's reluctance, grabs the\n\nrolling ladder and pushes Tyler into the Romance novels.\n\n\n\n                     TYLER\n\n          Hey!\n\n\n\n                    AIDAN\n\n          Hey nothing. You've been a ghost\n\n          the past couple weeks. You never\n\n          wanna go out. I'm feeling\n\n          unappreciated here.\n\n                    (MORE)\n\n                                                                 15.\n\n\n\n                         AIDAN (cont'd)\n\n               I can't deal with this brooding\n\n               introvert shit anymore man. I'm\n\n               ready to set up an intervention.\n\n\n\n     A silent moment passes.\n\n\n\n                         TYLER\n\n               You realize interventions typically\n\n               discourage binge drinking?\n\n\n\n                         AIDAN\n\n               One drink. Come out for one drink.\n\n\n\n                         TYLER\n\n               When's the last time you had one\n\n               drink?\n\n\n\n\n\n14   INT. DON HILL'S -- THAT NIGHT                                14\n\n\n\n     A hip venue on Greenwich Street. Deejay. Music pumping.\n\n     Aidan and Tyler make their way through the crowd to a\n\n     congested bar where the CUTE BARTENDER is swamped.\n\n\n\n                         AIDAN\n\n               Hey, Megan!\n\n\n\n     She ignores him.\n\n\n\n                          AIDAN\n\n               You look great! Can I get two\n\n               Heinekens?\n\n\n\n                         MEGAN\n\n               Do. Not. Speak.\n\n\n\n     Tyler snorts with laughter.\n\n\n\n                         AIDAN\n\n                   (genuine)\n\n               Is she mad at me or something?\n\n\n\n                         TYLER\n\n               No no.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler snorts with laughter. AIDAN\n\n                   (genuine)\n\n               Is she mad at me or something? TYLER\n\n               No no. \n\nTARGET SECTION TO BE ANNOTATED:\n Girls are like that when\n\n               they're way into you.\n\n\n\n                            AIDAN\n\n               Oh.\n\n\n\n     Two nubile young GIRLS approach Aidan. Tap his shoulder.\n\n\n\n                            GIRL #1\n\n               Excuse me?\n\n                                                                 16.\n\n\n\n\n\n     Aidan flashes a winning smile.\n\n\n\n                         AIDAN\n\n               Well, hello...\n\n\n\n                         GIRL #1\n\n               Could you take a picture for us?\n\n\n\n     She holds out her camera. Aidan hesitates, then smiles.\n\n\n\n                         AIDAN\n\n               My pleasure...\n\n\n\n     The girls pose. Aidan takes the camera. Turns it around.\n\n     Extends it. Smiles. And promptly SNAPS A PICTURE OF HIMSELF.\n\n     He casually returns the camera to the confused young woman.\n\n\n\n     Megan returns and practically flings the beers at Aidan.\n\n\n\n                         AIDAN\n\n               Thanks. You've met my roommate...\n\n\n\n                         MEGAN\n\n               I hope you die.\n\n\n\n     Tyler laughs his ass off.\n\n\n\n                         TYLER\n\n               She's all over you. Cheers.\n\n\n\n     They clink bottles.\n\n\n\n\n\n15   EXT. GREENWICH STREET -- LATE NIGHT                          15\n\n\n\n     Tyler and Aidan stand with the girls from Aidan's photo\n\n     opportunity. All are thoroughly intoxicated. There is a knot\n\n     of CLUB GOERS halfway down the block, drinking and having a\n\n     fine time.\n\n\n\n                         AIDAN\n\n               I love this street. I love this\n\n               city. Where are you guys from,\n\n               again?\n\n\n\n                           AIDAN'S GIRL\n\n               Miami.\n\n\n\n                         AIDAN\n\n               Miami. Miami, Barcelona, Rio. New\n\n               York is it, man. God broke the mold\n\n               when he made this city.\n\n                                                          17.\n\n\n\n\n\n                    TYLER\n\n          You ever actually been to any of\n\n          those places?\n\n\n\n                    AIDAN\n\n          What's your point?\n\n\n\nThere's a gust of wind. Aidan's girl shivers. She's wearing a\n\ntiny dress.\n\n\n\n                    AIDAN'S GIRL\n\n          What are we doing? I'm freezing.\n\n\n\n                    AIDAN\n\n          Shoulda worn a jacket. Like me.\n\n\n\nO/S WE HEAR: a beer bottle crashing on the ground, and from\n\nfar away a ghostly, plaintive girl's voice disappearing into\n\nthe night...\n\n\n\n                    VOICE O/S\n\n          Michael...Mi-i-chael!\n\n\n\nTyler turns towards the sound.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE O/S\n\n          Michael... Mi-i-chael! Tyler turns towards the sound. \n\nTARGET SECTION TO BE ANNOTATED:\n It's as if he's trying to spot\n\na train in the distance. His hand goes to his pocket and\n\nfishes out his pack of cigarettes.\n\n\n\n                    AIDAN'S GIRL\n\n              (to Aidan)\n\n          Asshole.\n\n\n\nShe walks away, looking back at her friend, annoyed.\n\n\n\n                    AIDAN'S GIRL\n\n          Are you coming?\n\n\n\nTyler's Girl looks at Tyler, who is still preoccupied.\n\n\n\n                    TYLER'S GIRL\n\n              (to her friend)\n\n          Hold on, Lauren.\n\n\n\nThe girls step away. Tyler's Girl appears to be trying to\n\nconvince her friend to stay. Aidan watches them, hopefully.\n\n\n\nTyler isn't watching them. He's watching two cool looking\n\nMUSICIANS, crossing the street with the LIGHT, carrying SOUND\n\nEQUIPMENT.\n\n\n\nA quartet of NEANDERTHALS pulls up at the light in front of\n\nthem in a car, aggressive music playing. The Neanderthal at\n\nthe wheel has the brilliant idea to rev his engine and lurch\n\nthe car forward, startling the musicians, toying with them.\n\n                                                         18.\n\n\n\n\n\nMUSICIAN #1 glares, but gives no further response, he just\n\nwants to get across the street. The Neanderthal revs and\n\nlurches again.\n\n\n\nMUSICIAN #2 slams his hand on the hood of the car.\n\n\n\n                    MUSICIAN#2\n\n          What's your problem?\n\n\n\n                    NEANDERTHAL DRIVER\n\n          My problem? Keep your hands off my\n\n          car, asshole.\n\n\n\n                    MUSICIAN#2\n\n          Blow it out your ass, Guido.\n\n\n\n                    MUSICIAN#1\n\n          Go back to Long Island.\n\n\n\nThe car's four doors open, and the Neanderthals lope to the\n\nfront of the car. The driver is holding a mini baseball bat\n\nat his side.\n\n\n\n                    NEANDERTHAL DRIVER\n\n          I'm from Queens, faggot\n\n\n\nA Neanderthal shoves one of the musicians, and the driver\n\nstarts wailing on the other with the bat. Tyler watches as\n\nthe Neanderthals overpower them. The altercation has turned\n\ninto a full on assault. The Musicians are getting stomped\n\ninto the pavement.\n\n\n\n                    TYLER'S GIRL\n\n          So we were thinking we could go...\n\n\n\nTyler walks right past the girl without even looking at her.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Musicians are getting stomped\n\ninto the pavement. TYLER'S GIRL\n\n          So we were thinking we could go... Tyler walks right past the girl without even looking at her. \n\nTARGET SECTION TO BE ANNOTATED:\n                    AIDAN\n\n              (under his breath)\n\n          God damn it.\n\n\n\nAidan runs off after Tyler.\n\n\n\nTyler jumps fully into the thick of it, swinging, grabbing\n\nthe beefiest Neanderthal in a choke hold and pounding the\n\nguy's face. He fights like a pit bull. Not feeling, not\n\nstopping.\n\n\n\nAidan gets punched in the face. Tyler elbows the nose of the\n\nguy who punched Aidan and it spurts blood. Then someone hits\n\nTyler in the gut, and he doubles over and takes a knee to the\n\nchin. The musicians get back to their feet and fight back.\n\nIt's a brawl.\n\n                                                                19.\n\n\n\n\n\n     Aidan's girl is screaming for the cops. Tyler's girl,\n\n     following the instincts of the inebriated, has teetered near\n\n     enough to the brawl to imperil herself.\n\n\n\n     A Neanderthal swings at Aidan and misses, grazing the girl.\n\n     She jerks away in her high heels and crashes to the pavement,\n\n     splitting her lip on impact. Tyler head butts the guy.\n\n\n\n\n\n16   EXT. SIDE STREET -- LATER                                   16\n\n\n\n     An AMBULANCE and TWO E.M.T.'S are on site.\n\n\n\n     THE COMBATANTS from the brawl are lined up on the curb.\n\n\n\n     SERGEANT JAMES CRAIG, a little older and heavier than when we\n\n     first met him at the train station, is standing with the\n\n     Girl, who is a mess. Her nose bloody, her dress torn.\n\n\n\n     Craig shields the Girl with his body, listening carefully to\n\n     her and her friend as the two girls GESTURE ANGRILY at the\n\n     Neanderthals. Craig's eyes flicker in the same direction.\n\n\n\n     Craig's PARTNER, LEO, AFRICAN AMERICAN, a few years younger,\n\n     is on the radio to Dispatch.\n\n\n\n     Craig snaps his fingers at one of the E.M.T.'s and receives a\n\n     blanket, which he carefully wraps around the girl. Then, to\n\n     his partner, indicating Tyler and Aidan...\n\n\n\n                         CRAIG\n\n               Cut those two loose.\n\n\n\n     Leo puts down the handset and uncuffs the guys.\n\n\n\n                         LEO\n\n                   (quiet)\n\n               Take a walk.\n\n\n\n     Tyler takes a beat, looking at the lineup. Aidan, rubbing his\n\n     wrists, gestures \"Let's go\".",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEO\n\n                   (quiet)\n\n               Take a walk. Tyler takes a beat, looking at the lineup. Aidan, rubbing his\n\n     wrists, gestures \"Let's go\". \n\nTARGET SECTION TO BE ANNOTATED:\n Tyler looks at the bloodied Girl\n\n     and...\n\n\n\n     Craig, going through the pockets of Neanderthal #1.\n\n\n\n                         CRAIG\n\n               Anything in here that's going to\n\n               stab me, Einstein?\n\n\n\n     Craig finds a packet, or a vial.\n\n\n\n                         CRAIG\n\n               Nice. You like to get high and hit\n\n               women?\n\n                                                            20.\n\n\n\n\n\nAidan gives Tyler's elbow a gentle tug. Tyler's caught up in\n\nthe action.\n\n\n\n                    NEANDERTHAL#1\n\n          I don't even know the bitch.\n\n\n\nRage flickers across Craig's face.\n\n\n\nCraig moves down the line to one of the musicians, going\n\nthrough their pockets.\n\n\n\n                    CRAIG\n\n          How about you two?\n\n\n\nTyler, compelled, drawing closer to the action.\n\n\n\n                    MUSICIAN#1\n\n          It wasn't us, man!\n\n\n\n                    NEANDERTHAL#1\n\n          That cocksucker kicked my car!\n\n\n\n                    CRAIG\n\n          Shut up, genius.\n\n\n\n                    MUSICIAN#1\n\n              (to Neanderthal)\n\n          Eat shit, pencil dick.\n\n\n\n                    CRAIG\n\n          Alright. That's it. Everybody goes\n\n          downtown.\n\n\n\nTyler steps forward, interrupting...\n\n\n\n                    TYLER\n\n          It wasn't them.\n\n\n\nAidan, who has been edging away, jerks around to his friend.\n\n\n\n                    AIDAN\n\n              (sotto)\n\n          Tyler...\n\n\n\n                    LEO\n\n              (quietly, to the guys)\n\n          Take a walk, I said.\n\n\n\n                    TYLER\n\n          Hey!\n\n\n\nCraig, big angry Irish cop, turns to Tyler.\n\n                                                         21.\n\n\n\n\n\n                    TYLER\n\n          They didn't do anything. They\n\n          didn't start this. Those assholes\n\n          did. Why do these guys have to go\n\n          downtown?\n\n\n\n                    CRAIG\n\n          What are you still doing here?\n\n\n\n                    TYLER\n\n          This is bullshit. It was those\n\n          gorillas who started this.\n\n\n\nCraig moves slowly toward Tyler and starts going through\n\nTyler's pockets, roughly. He finds his wallet. Starts rifling\n\nthrough.\n\n\n\n                    CRAIG\n\n          Well, Mr. Roth. What makes you\n\n          think I give a shit?\n\n\n\n                    TYLER\n\n          You're a police officer. You're\n\n          supposed to.\n\n\n\nWhat the hell? Craig looks from the guy he was frisking to\n\nTyler's girl, wrapped in a blanket. She spits blood. He turns\n\na bit to Tyler.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nCraig looks from the guy he was frisking to\n\nTyler's girl, wrapped in a blanket. She spits blood. He turns\n\na bit to Tyler. \n\nTARGET SECTION TO BE ANNOTATED:\n                    CRAIG\n\n          It's a great relief to me, Mr.\n\n          Roth, to know that you're on top of\n\n          the situation. Now go the fuck\n\n          home.\n\n\n\nHe turns back to work.\n\n\n\nTyler looks briefly at Aidan. Aidan looks desperate \"Please!\n\nLet's get out of here!\"\n\n\n\nTyler TOUCHES CRAIG'S ELBOW.\n\n\n\nAidan's jaw drops. Leo takes several silent steps in. Craig\n\nlooks at his own elbow then looks at Tyler. The kid must be\n\nout of his mind.\n\n\n\n                    TYLER\n\n          How about you do your job?\n\n\n\nSLAM. Craig takes Tyler's legs out, driving his face into the\n\npavement, a GASH opens above Tyler's LEFT EYE. Tyler lies\n\nthere dazed and disoriented as Craig, with one knee on\n\nTyler's neck, crushes his face into the ground. He slaps the\n\ncuffs on.\n\n                                                                22.\n\n\n\n\n\n17   INT. PEARL STREET LOCKUP -- AFTER                           17\n\n\n\n     Who knows what time it is. A lovely ASSORTMENT OF\n\n     PERPETRATORS, Tyler and the musicians are in lockup.\n\n     Everybody looks like shit. Tyler sits on a bench in the\n\n     holding cell, looking quite relaxed.\n\n\n\n     The lock up door slides open and Aidan is returned to the\n\n     perch. The ESCORTING OFFICER shouts across the din to Tyler.\n\n\n\n                         ESCORTING OFFICER\n\n               You can have your call now.\n\n\n\n                           TYLER\n\n               I'm good.\n\n\n\n     The door slides shut behind Aidan.\n\n\n\n                         AIDAN\n\n               You're good? Thank God you're good.\n\n\n\n     Beat.\n\n\n\n                         AIDAN\n\n               What are you trying to do? What did\n\n               you want from that cop guy?\n\n\n\n                         TYLER\n\n               That was a messed up situation.\n\n               Those guys...\n\n\n\n     He cups his hands to make a megaphone...\n\n\n\n                         TYLER\n\n               ...Are pussies!\n\n\n\n     From Off Screen a chorus of:\n\n\n\n                           NEANDERTHAL#1 O/S\n\n               Faggot!\n\n\n\n                         NEANDERTHAL#2 O/S\n\n               Candy-ass faggot!\n\n\n\n                           NEANDERTHAL#3 O/S\n\n               Fag!\n\n\n\n                          TYLER\n\n               There was no justice in that\n\n               situation.\n\n\n\n                         AIDAN\n\n               No justice. Okay, Green Hornet ...\n\n               Lantern ...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDAN\n\n               No justice. Okay, Green Hornet ... Lantern ... \n\nTARGET SECTION TO BE ANNOTATED:\n Asshole.\n\n                         (MORE)\n\n                                                               23.\n\n\n\n                         AIDAN (cont'd)\n\n               You may not be actually\n\n               matriculating in school, you may be\n\n               having a nice time by yourself\n\n               lurking in the stacks of your book\n\n               store, but I actually plan on\n\n               graduating, and having a career and\n\n               a wife and a girlfriend and a\n\n               divorce and a mid-life stalking\n\n               episode and erectile dysfunction,\n\n               and I will thank you to keep your\n\n               complexes and nihilistic\n\n               bullshit...\n\n\n\n                         TYLER\n\n               Did you just say \"nihilistic\"?\n\n\n\n                         AIDAN\n\n               Yeah. I got it off a cereal box.\n\n\n\n     Tyler smiles.\n\n\n\n     The Escorting Officer returns with a white male LAWYER\n\n     wearing a two thousand dollar suit.\n\n\n\n                         ESCORTING OFFICER\n\n               Roth, Brewer.\n\n\n\n     Tyler glares at Aidan.\n\n\n\n                         AIDAN\n\n               Yeah, I called your dad's office.\n\n               Sue me.\n\n\n\n\n\n18   INT. FAR ROCKAWAY - CRAIG FAMILY HOME - KITCHEN -- MORNING   18\n\n\n\n     Ally, with a cup of coffee, is on the house phone.\n\n\n\n                         ALLY\n\n               So when would that be\n\n               available?...No, that's sooner than\n\n               I'd thought. And is there any kind\n\n               of deposit?.. Okay.\n\n\n\n     Craig comes in through the kitchen door, takes off his jacket\n\n     and starts washing his hands at the sink.\n\n\n\n                         ALLY\n\n               I'll call you back. Thanks.\n\n\n\n     Ally hangs up. Makes a quick appraisal of her dad. He has a\n\n     little blood on his cuff. He splashes his face with water.\n\n                                                                 24.\n\n\n\n\n\n     On automatic pilot, Ally flips on the toaster, pours some hot\n\n     coffee into a Sesame Street Mug, pours in a measured dose of\n\n     brown sugar from the dispenser, then flips open a bottle of\n\n     Aspirin and deposits two of the tablets into the mug.\n\n\n\n     She packs up her back pack with school stuff as Craig gulps\n\n     his coffee.\n\n\n\n                         ALLY\n\n               What did you tell me you were going\n\n               to do when things got tight?\n\n\n\n     The toaster dings. She extracts an English muffin and\n\n     squeezes honey from a bottle shaped like a bear.\n\n\n\n                          CRAIG\n\n               Breathe.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe toaster dings. She extracts an English muffin and\n\n     squeezes honey from a bottle shaped like a bear. CRAIG\n\n               Breathe. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ALLY\n\n               Did you?\n\n\n\n                         CRAIG\n\n               I did. I'm breathing right now. Who\n\n               was that?\n\n\n\n                         ALLY\n\n               The lady from student housing. We\n\n               talked about it. Remember?\n\n\n\n     Beat.\n\n\n\n                          CRAIG\n\n               Sure.\n\n\n\n     Ally grabs her sweatshirt.\n\n\n\n                         ALLY\n\n               Mrs. Lippman is going to drive me.\n\n\n\n                         CRAIG\n\n               I'll drive you.\n\n\n\n     She flounces out the door, holding her own cup of coffee and\n\n     the English Muffin. Craig dries his hands, grabs his jacket\n\n     and a set of keys from the counter.\n\n\n\n\n\n19   EXT. DRIVEWAY.                                               19\n\n\n\n     Outside their red-brick row house at the end of a block of\n\n     red-brick row houses.\n\n\n\n     Ally has her mug on the roof of the car and is searching\n\n     through her bag.\n\n                                                               25.\n\n\n\n\n\n     Craig comes around the driver's side and slides Ally her keys\n\n     across the roof. She drops them in her bag.\n\n\n\n                         ALLY\n\n               Mrs. Lippman said she'd do it.\n\n\n\n     Craig is in the driver's seat, waiting. Ally grabs her coffee\n\n     mug and gets into the passenger seat. She hands him his\n\n     English muffin, which he holds in his mouth as he starts the\n\n     car.\n\n\n\n     She flips down the visor and checks her very light eye\n\n     makeup.\n\n\n\n                         ALLY\n\n               You're exhausted. When you have a\n\n               stroke I'm going to abandon you on\n\n               a park bench.\n\n\n\n     They start to back out.\n\n\n\n                         ALLY\n\n               This drive is too long.\n\n\n\n\n\n20   INT. EXECUTIVE FLOOR -- RECEPTION -- DAY                     20\n\n\n\n     Tyler and his messed up face on his feet in the waiting area.\n\n     English Club chairs, green baize on the walls. A RECEPTIONIST\n\n     types away across the room. Tyler takes out a cigarette.\n\n     Lights it. Draws the ire of...\n\n\n\n                         THE RECEPTIONIST\n\n               You know you can't smoke in here.\n\n\n\n     Tyler looks down at a heavy crystal ash tray on the coffee\n\n     table in front of him. It's clearly never been used.\n\n\n\n                         TYLER\n\n               So what's with the ash tray?\n\n\n\n                         THE RECEPTIONIST\n\n               It completes the room.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's clearly never been used. TYLER\n\n               So what's with the ash tray? THE RECEPTIONIST\n\n               It completes the room. \n\nTARGET SECTION TO BE ANNOTATED:\n     Tyler takes a long drag, grinding out the ember on the\n\n     pristine surface. He smiles a charming smile at the\n\n     aggravated woman.\n\n\n\n                          TYLER\n\n               Tease.\n\n\n\n                          JANINE O/S\n\n               Tyler...\n\n                                                                 26.\n\n\n\n\n\n     JANINE, Charles' long time assistant, late forties, kind\n\n     eyes, watches Tyler from the hallway.\n\n\n\n                         JANINE\n\n               He's ready for you.\n\n\n\n\n\n21   INT. EXECUTIVE FLOOR -- HALLWAY -- AFTER                     21\n\n\n\n     Tyler follows Janine down the corridor. She looks him up and\n\n     down, doesn't like what she sees.\n\n\n\n                         JANINE\n\n               You're too skinny. And you smell\n\n               like french fries and cigarettes.\n\n\n\n                         TYLER\n\n               Nice to see you too.\n\n\n\n                         JANINE\n\n               You want me to lie?\n\n\n\n     Tyler smiles, he likes that she doesn't lie. Janine scrolls\n\n     through a Palm Pilot as she walks. They approach the double\n\n     doors to Charles' office.\n\n\n\n                         JANINE\n\n               Try not to give him a heart attack.\n\n\n\n                         TYLER\n\n               Okay.\n\n\n\n     Tyler bangs through the doors. Janine grimaces.\n\n\n\n\n\n22   INT. CAVERNOUS EXECUTIVE OFFICE -- LATER                     22\n\n\n\n     A row of floor-to-ceiling windows blocked by vertical blinds.\n\n     Sunlight glows behind them. There's a lot of leather, brass\n\n     and rich wood, breathing power. There's a flat screen\n\n     computer, but no personal effects anywhere.\n\n\n\n     Charles sits at his massive desk. As Tyler enters, Charles\n\n     registers his injuries. A flicker of something over Charles'\n\n     face. Tyler stands.\n\n\n\n                         TYLER\n\n               I came to see how much it costs,\n\n               because I'm giving you the money\n\n               back.\n\n\n\n                         CHARLES\n\n               How much what costs?\n\n                                                              27.\n\n\n\n\n\n                         TYLER\n\n               That lawyer.\n\n\n\n     Beat.\n\n\n\n                         CHARLES\n\n               Ah. That lawyer, Tyler, costs 450\n\n               dollars an hour.\n\n\n\n     In spite of himself...\n\n\n\n                          TYLER\n\n               Christ.\n\n\n\n                         CHARLES\n\n               Tell me about it.\n\n\n\n                         TYLER\n\n               I wanted to make sure you\n\n               understood it wasn't me who called\n\n               you.\n\n\n\n                         CHARLES\n\n               I understand.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES\n\n               Tell me about it. TYLER\n\n               I wanted to make sure you\n\n               understood it wasn't me who called\n\n               you. CHARLES\n\n               I understand. \n\nTARGET SECTION TO BE ANNOTATED:\n You could do worse\n\n               than have a father who bails you\n\n               out of jail\n\n\n\n                         TYLER\n\n               I don't want to be bailed out of\n\n               anything.\n\n\n\n     Charles looks at his son.\n\n\n\n                         TYLER\n\n               I'll get an invoice from Janine.\n\n\n\n     Tyler leaves, slamming the door behind him.\n\n\n\n\n\n23   INT. HALLWAY.                                             23\n\n\n\n     Tyler stops, catching himself, realizing the emptiness of the\n\n     gesture. He looks up and sees Janine looking at him.\n\n\n\n\n\n24   INT. WALL STREET COFFEE SHOP -- AFTER.                    24\n\n\n\n     Tyler in the same booth, surrounded by a commotion of\n\n     businessmen and women. He's writing in his Journal, his foot\n\n     tapping fast. We see the very act of writing eases him,\n\n     loosening his strangled grip on the pen, slowing down the\n\n     manic rhythm of his foot.\n\n                                                              28.\n\n\n\n\n\n25   EXT. PRIVATE SCHOOL. JUST AFTER.                            25\n\n\n\n     It's just after three, Caroline emerges from school in a\n\n     CLUSTER OF 6TH GRADE GIRLS. One of them dips her head towards\n\n     Caroline's ear, as if to share a secret. Whatever she says\n\n     makes Caroline's face crumble, almost to tears, and the girls\n\n     snicker.\n\n\n\n     Tyler hops from his perch on a parked car. His bike leans on\n\n     a fire hydrant.\n\n\n\n                            TYLER\n\n                      (to Caroline)\n\n               Hey.\n\n\n\n     He looks at the girls, sizing them up, and flicks his\n\n     cigarette to the sidewalk, cool as hell. The girls have a\n\n     group swoon.\n\n\n\n     He takes Caroline by the elbow...\n\n\n\n                         TYLER\n\n               Excuse us, we're due in surgery.\n\n\n\n     He gets his bike and leads her down the block, towards Fifth\n\n     Avenue.\n\n\n\n                         CAROLINE\n\n               What happened to your face?\n\n\n\n                         TYLER\n\n               Horrible threshing accident.\n\n\n\n                         CAROLINE\n\n               You're so retarded.\n\n\n\n                         TYLER\n\n               Don't mock the afflicted. Here,\n\n               I brought you something.\n\n\n\n     He hands her the book of Myths.\n\n\n\n                         TYLER\n\n               This was my favorite book ever.\n\n               Michael had it and he hit me over\n\n               the head with it until I read it.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands her the book of Myths. TYLER\n\n               This was my favorite book ever. Michael had it and he hit me over\n\n               the head with it until I read it. \n\nTARGET SECTION TO BE ANNOTATED:\n               Its about all these God and\n\n               Goddesses who spend all of their\n\n               time being jealous and petty and\n\n               otherwise acting like human beings.\n\n               The illustrations are amazing.\n\n\n\n     Caroline opens the book carefully and has a peek. She smiles.\n\n                                                              29.\n\n\n\n\n\n                         CAROLINE\n\n               Ooh. These are cool. Thanks! Where\n\n               are we meeting mom?\n\n\n\n                         TYLER\n\n               Guggenheim. What's up with those\n\n               girls?\n\n\n\n                         CAROLINE\n\n               I just...they think I'm weird.\n\n               Sometimes I sort of space out.\n\n\n\n                         TYLER\n\n               When you're drawing?\n\n\n\n                         CAROLINE\n\n               Yeah. Other times too. Madamoiselle\n\n               Fleischman had to snap her fingers\n\n               at me a lot today. And everybody\n\n               laughed and they all think I'm a\n\n               freak of nature.\n\n\n\n     Caroline takes a brief glance over her shoulder, towards the\n\n     school.\n\n\n\n                         TYLER\n\n               Je m'appelle \"Freak of Nature.\"\n\n\n\n     Caroline smirks.\n\n\n\n                         TYLER\n\n               Mon dieu, mon soeurette! Je\n\n               m'appelle \"Freak of Nature\". Sacre\n\n               Bleu. French Toast.\n\n\n\n                         CAROLINE\n\n               What are you going to tell mom\n\n               about your face?\n\n\n\n                         TYLER\n\n               I finally found something I'm good\n\n               at?\n\n\n\n\n\n26   EXT. NYU -- FRONT STEPS BELOW THE FLAGS -- DAY            26\n\n\n\n     Aidan appears to have cornered a PROFESSOR on her way in or\n\n     out of the building. The woman looks tired, annoyed, like she\n\n     just wants to go. Aidan talks fast, even faster than usual.\n\n                                                              30.\n\n\n\n\n\n                         AIDAN\n\n               ...I know by every numerical\n\n               measurement I didn't pass but what\n\n               I was hoping was that maybe you\n\n               give me a grade on my trying to\n\n               pass. My commitment to effort. My\n\n               commitment to commitment...Since\n\n               the semester is nearly at it's\n\n               terminus.\n\n\n\n     Craig's car rolls to a stop just in front of the flags. Ally\n\n     gives him a kiss on the cheek. She gets out, and walks up the\n\n     stairs, right past Aidan.\n\n\n\n                         AIDAN\n\n                   (distracted)\n\n               I mean... uh...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlly\n\n     gives him a kiss on the cheek. She gets out, and walks up the\n\n     stairs, right past Aidan. AIDAN\n\n                   (distracted)\n\n               I mean... uh... \n\nTARGET SECTION TO BE ANNOTATED:\n life's only about\n\n               what we put into it. It's about\n\n               people. And what they put into it.\n\n               And I'm -- ah, screw it.\n\n\n\n     Aidan runs off leaving the befuddled professor on the steps.\n\n\n\n\n\n27   INT. RAILROAD FLAT-- LIVING ROOM -- DAY                   27\n\n\n\n     Tyler, again with the guitar. Aidan enters, excited.\n\n\n\n                         AIDAN\n\n               He's got a daughter.\n\n\n\n                         TYLER\n\n               Who?\n\n\n\n                         AIDAN\n\n               The cop... The cop who busted your\n\n               face all up. He's got a daughter.\n\n               And she's hot! I smell revenge!\n\n\n\n                         TYLER\n\n               Revenge. What do you want me to do,\n\n               kidnap her?\n\n\n\n                         AIDAN\n\n               You introduce yourself...go on a\n\n               few dates...be your charming,\n\n               gentlemanly self... And then, flip\n\n               the script.\n\n\n\n                         TYLER\n\n               What does that mean?\n\n                                                              31.\n\n\n\n\n\n                         AIDAN\n\n               Screw her brains out and make her\n\n               call you daddy. Steal her underwear\n\n               and sell it on ebay. Put her in\n\n               Clown Shoes, take lewd photos and\n\n               post them on her high school's home\n\n               page. I don't know. Be creative.\n\n\n\n                         TYLER\n\n               You should be incarcerated on\n\n               general principle.\n\n\n\n                         AIDAN\n\n               Hey. What happened to you was very\n\n               emasculating. Tell me you don't\n\n               want to get that asshole and I'll\n\n               drop it.\n\n\n\n                         TYLER\n\n               I don't want to get that asshole.\n\n\n\n                         AIDAN\n\n               Just meet her.\n\n\n\n                         TYLER\n\n               I don't want to meet her.\n\n\n\n                         AIDAN\n\n               She's cute.\n\n\n\n                         TYLER\n\n               I don't care.\n\n\n\n                         AIDAN\n\n               You're meeting her.\n\n\n\n                         TYLER\n\n               I'm not meeting her.\n\n\n\n\n\n28   INT. COFFEE SHOP. WASHINGTON SQUARE PARK.- DAY            28\n\n\n\n     A Student Hangout. The place is bustling. Numerous NYU\n\n     STUDENTS move, sit, eat, lounge. Aidan scans the crowd. Tyler\n\n     stands beside him looking far less enthusiastic.\n\n\n\n                         TYLER\n\n               This is one of those moments I'm\n\n               already regretting.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAidan scans the crowd. Tyler\n\n     stands beside him looking far less enthusiastic. TYLER\n\n               This is one of those moments I'm\n\n               already regretting. \n\nTARGET SECTION TO BE ANNOTATED:\n                         AIDAN\n\n               She was here yesterday.\n\n                                                           32.\n\n\n\n\n\n                    TYLER\n\n          What am I supposed to say to this\n\n          girl? \"Hey doll face, your dad\n\n          trampled all over my civil\n\n          liberties, wanna make out?\"\n\n\n\n                    AIDAN\n\n          Well don't call her doll face.\n\n\n\nAlly enters. She wears a big sweatshirt. Aidan spots her.\n\n\n\n                    AIDAN\n\n          There. The brunette.\n\n\n\nTyler watches her settle into a couch with a big cup of\n\ncoffee.\n\n\n\n                    TYLER\n\n          I know her. I mean, I don't know\n\n          her, but, I've seen her. She's in\n\n          my global politics class.\n\n\n\n                    AIDAN\n\n          There you go! Something to open\n\n          with. Now get over there.\n\n\n\nTyler sighs, begins toward Ally.\n\n\n\n                       AIDAN\n\n          Shazam!\n\n\n\nTyler glares. Aidan gives a big thumbs up.\n\n\n\n                       TYLER\n\n          Excuse me?\n\n\n\nAlly briefly looks up from her book.\n\n\n\n                    TYLER\n\n          My name's Tyler Roth. I was\n\n          wondering if I could bother you for\n\n          a minute?\n\n\n\nHe gives her a charming smile.\n\n\n\n                    ALLY\n\n          You're already bothering me.\n\n\n\nBeat. The smile usually works.\n\n\n\n                    TYLER\n\n          Um, I'm doing kind of a\n\n          sociological experiment...I was\n\n          hoping you could help me out.\n\n                                                         33.\n\n\n\n\n\nAlly looks at him, a little wearily, holding her place in the\n\nbook.\n\n\n\n                    ALLY\n\n          What are you, kidding me?\n\n\n\nTyler is genuinely taken aback.\n\n\n\n                    TYLER\n\n          No, I... may I ask your name?\n\n\n\n                    ALLY\n\n          Anonymous. It's Greek. It means\n\n          \"you don't have a shot\".\n\n\n\nA surprised laugh escapes from Tyler.\n\n\n\n                    TYLER\n\n          Okay, Anonymous, do you see the guy\n\n          across the room, pretending to read\n\n          a text book, looking in this\n\n          general direction?\n\n\n\nAidan holds a MATH TEXTBOOK at an awkward angle to mask his\n\nobvious interest in Ally and Tyler's conversation.\n\n\n\n                    ALLY\n\n          Subtle.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTYLER\n\n          Okay, Anonymous, do you see the guy\n\n          across the room, pretending to read\n\n          a text book, looking in this\n\n          general direction? Aidan holds a MATH TEXTBOOK at an awkward angle to mask his\n\nobvious interest in Ally and Tyler's conversation. ALLY\n\n          Subtle. \n\nTARGET SECTION TO BE ANNOTATED:\n                    TYLER\n\n          I have this theory that an\n\n          objective third-party, having no\n\n          prior contact, would be able to\n\n          determine how much of an asshole\n\n          he is just by looking at him.\n\n\n\n                    ALLY\n\n          Ah.\n\n\n\n                    TYLER\n\n          He's my roommate. And I've\n\n          witnessed so many glaring examples\n\n          of assaholic behavior that I'm\n\n          biased as a subject, but I'm\n\n          convinced that he has an aura, that\n\n          people can actually perceive. So,\n\n          just take a good long look. And\n\n          tell me what you think?\n\n\n\nShe looks at Aidan, briefly, who shifts to avoid her gaze.\n\nThen she takes a peek at Tyler's profile.\n\n\n\n                    ALLY\n\n          Who else do you plan on asking?\n\n                                                              34.\n\n\n\n\n\n                         TYLER\n\n               No one here. The parameters called\n\n               only to sample attractive women in\n\n               their early twenties.\n\n\n\n                         ALLY\n\n               I'm nineteen.\n\n\n\n                          TYLER\n\n               In their late teens.\n\n                   (beat)\n\n               Well, look, you typically get\n\n               something for participating in\n\n               these things and I've run out of\n\n               those big foam fingers, so I was\n\n               thinking maybe I could take you out\n\n               some night?\n\n\n\n     She looks at him.\n\n\n\n                         TYLER\n\n               Or you could just go out with me on\n\n               the off chance we'd have an\n\n               interesting conversation.\n\n\n\n                         ALLY\n\n               I don't date sociology majors...\n\n               they're a rowdy bunch.\n\n\n\n                          TYLER\n\n               Indeed they are. Lucky for you, I'm\n\n               undecided.\n\n\n\n                         ALLY\n\n               About what?\n\n\n\n                         TYLER\n\n               Everything.\n\n\n\n     Tyler smiles. Ally tries to hide a smile. She closes her book\n\n     and extends her hand.\n\n\n\n                           ALLY\n\n               I'm Ally.\n\n\n\n\n\n29   INT. PRIVATE SCHOOL -- ART STUDIO -- DAY                  29\n\n\n\n     Caroline in art class amongst a sea of green plaid. The girls\n\n     work in relative silence, drawing, painting.\n\n                                                                 35.\n\n\n\n\n\n     THE ART TEACHER walks amongst them looking over their\n\n     shoulders, sees a lot of amateur art work, then she comes\n\n     upon Caroline and stops. The teacher finds herself captivated\n\n     by ...\n\n\n\n     A COMIC PORTRAIT of Diane and Les kissing in the doorway of\n\n     their brownstone.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE ART TEACHER walks amongst them looking over their\n\n     shoulders, sees a lot of amateur art work, then she comes\n\n     upon Caroline and stops. The teacher finds herself captivated\n\n     by ... A COMIC PORTRAIT of Diane and Les kissing in the doorway of\n\n     their brownstone. \n\nTARGET SECTION TO BE ANNOTATED:\n Diane has a bit of a manic smile and Les is\n\n     half her size.\n\n\n\n     Caroline notices her teacher staring. She doesn't like it and\n\n     shifts to block her view. The teacher gently eases her back.\n\n     Smiles softly.\n\n\n\n     Caroline smiles back as her teacher moves across the room.\n\n     Caroline has just put her pencil back to paper when...\n\n\n\n     The BITCHY GIRLS we've seen before start whispering and\n\n     smirking. One of them mouths...\n\n\n\n                         CHUBBY GIRL\n\n               Kiss ass freak.\n\n\n\n     Caroline's smile shrinks away and she goes back to work.\n\n\n\n\n\n30   INT. CRAIG FAMILY HOME ALLY'S BEDROOM-- NEXT EVENING         30\n\n\n\n     Ally in sweat pants, an ancient tee-shirt, her hair in a\n\n     Scrunchie, eating Mallomars from the bag and reading.\n\n\n\n     Craig yells from the bottom of the stairs. He carries a bag\n\n     from a video store.\n\n\n\n                          CRAIG\n\n               Don't be mad...\n\n\n\n                         ALLY\n\n               Dad, we've seen freaking Erin\n\n               Brockovich twice already. You\n\n               always cry.\n\n\n\n                           CRAIG O/S\n\n               I do not.\n\n\n\n                         ALLY\n\n               It's embarrassing.\n\n\n\n     Her cell phone rings.\n\n\n\n                           ALLY\n\n               Hello?\n\n                                                              36.\n\n\n\n\n\n31   EXT. FIRE ESCAPE. RAILROAD FLAT.                            31\n\n\n\n                           TYLER\n\n                 Hey. It's Tyler.\n\n\n\n     INTERCUT:\n\n\n\n     Ally winces.\n\n\n\n                           ALLY\n\n                 Hi.\n\n\n\n                           TYLER\n\n                 You're going to stand me up. I can\n\n                 feel it in my bones. I'll be\n\n                 devastated.\n\n\n\n                           ALLY\n\n                 No... I...I was just...\n\n\n\n                           TYLER\n\n                 You were just sitting around in\n\n                 your pajamas watching T.V.\n\n\n\n                           ALLY\n\n                 No. I'm not watching T.V. I'm\n\n                 just...getting dressed.\n\n\n\n     She wipes her hands on her sweats, smearing them with\n\n     chocolate.\n\n\n\n                           ALLY\n\n                 And I'm going to meet you at the\n\n                 place at..what time again?\n\n\n\n                           TYLER\n\n                 Eight.\n\n\n\n                           ALLY\n\n                 Right...yes. Eight...okay.\n\n\n\n     She hangs up.\n\n\n\n                           ALLY\n\n                 Shit.\n\n\n\n     She whips the Scrunchie out of her hair and heads for the\n\n     bathroom.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hangs up. ALLY\n\n                 Shit. She whips the Scrunchie out of her hair and heads for the\n\n     bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\n32   INT.CRAIG HOUSE. KITCHEN.                                   32\n\n\n\n     Ally comes down the stairs, putting on her earrings.\n\n                                                              37.\n\n\n\n\n\n     Craig looks at Ally, confused.\n\n\n\n                         ALLY\n\n               I'm going out.\n\n\n\n                         CRAIG\n\n               I can see that.\n\n\n\n                         ALLY\n\n               Well, you're a trained\n\n               investigator.\n\n\n\n     She is moving quickly, grabbing her bag, her wallet. Craig\n\n     tosses her keys.\n\n\n\n                         CRAIG\n\n               Who are you going with?\n\n\n\n                         ALLY\n\n               A boy from school.\n\n\n\n     Beat.\n\n\n\n                         CRAIG\n\n               Okay.\n\n\n\n                         ALLY\n\n               I wasn't asking for permission.\n\n\n\n                         CRAIG\n\n                   (sharply)\n\n               I know.\n\n                   (more gently)\n\n               Have a good time. Here's cab fare.\n\n\n\n     He peels off a couple of twenties.\n\n\n\n                         ALLY\n\n               Thanks.\n\n\n\n                         CRAIG\n\n               Should I wait up?\n\n\n\n                         ALLY\n\n               Dad.\n\n\n\n     Craig puts his hands in the air in surrender.\n\n\n\n\n\n33   INT. LEMONGRASS GRILL -- NIGHT                               33\n\n\n\n     A hole in the wall Lower East Side Thai restaurant. Tyler and\n\n     Ally sit together perusing menus. A WAITER approaches.\n\n                                                 38.\n\n\n\n\n\n                    ALLY\n\n              (to the waiter)\n\n          What desserts do you have?\n\n\n\n                    WAITER\n\n          Dessert special fried bananas a la\n\n          mode.\n\n\n\n                    ALLY\n\n          Great, I'll have that. A glass of\n\n          skim milk. Then the mussels,\n\n          please.\n\n\n\nTyler and the Waiter share a look.\n\n\n\n                    TYLER\n\n          Pad Thai and a Sapporo. Thanks.\n\n\n\nThe Waiter takes the menus.\n\n\n\n                    ALLY\n\n          I have my dessert first.\n\n\n\n                    TYLER\n\n          Is this a political statement? A\n\n          medical condition?\n\n\n\n                    ALLY\n\n          I just don't see the point in\n\n          waiting for something I know I want\n\n          and am going to have. What if I die\n\n          eating my mussels?\n\n\n\n                    TYLER\n\n          Is that probable?\n\n\n\n                    ALLY\n\n          It's possible. If an embolism burst\n\n          or an asteroid hit the restaurant,\n\n          I'd die without having eaten the\n\n          thing I wanted most.\n\n\n\n                    TYLER\n\n          But the odds are, I mean...\n\n\n\n                    ALLY\n\n          Fine.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf an embolism burst\n\n          or an asteroid hit the restaurant,\n\n          I'd die without having eaten the\n\n          thing I wanted most. TYLER\n\n          But the odds are, I mean... ALLY\n\n          Fine. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll tell you what, you\n\n          guarantee me. Swear to me on your\n\n          eternal soul that I'll make it\n\n          through my entre. And I'll wait.\n\n\n\nTyler goes to answer. Ally holds up a hand.\n\n                                                               39.\n\n\n\n\n\n                         ALLY\n\n               Before you answer, keep in mind, if\n\n               I die, you'll have to live the rest\n\n               of your life knowing that you not\n\n               only lied to me, but denied me my\n\n               last indulgence. My last wish. Are\n\n               you prepared to shoulder that kind\n\n               of responsibility to prove a point?\n\n\n\n     Tyler thinks about it. Smiles.\n\n\n\n                         ALLY\n\n               Don't worry. I'll share.\n\n\n\n\n\n34   EXT. LEMONGRASS GRILL-- NIGHT                                34\n\n\n\n     Tyler and Ally exit out onto the street. Tyler immediately\n\n     takes out his cigarettes, his lighter, then he notices...\n\n     Ally looking at him disappointed.\n\n\n\n                         ALLY\n\n               Really?\n\n\n\n     Tyler takes the cue puts the packet and lighter away. A beat.\n\n\n\n                         ALLY\n\n               I had a nice time.\n\n\n\n                         TYLER\n\n               You had a nice time or you're\n\n               having a nice time?\n\n\n\n     Ally considers.\n\n\n\n                         TYLER\n\n               Because if you're having one, why\n\n               rush to end it?\n\n\n\n\n\n35   EXT. STREET FESTIVAL (A LA SAN GENNARO) -- GREENWICH VILLAGE --\n\n                                                                 35\n\n     AFTER\n\n\n\n     They approach a CARNIVAL GAME, one those ubiquitous\n\n     basketball tosses. THE ATTENDANT badgers passersby to test\n\n     their luck. GIANT STUFFED ANIMALS hang all around it.\n\n\n\n     Tyler pays the Attendant, gets the basketballs. Tosses one,\n\n     two, the third, then nothing. Game over.\n\n\n\n                         TYLER\n\n               Did I tell you I'm Caucasian?\n\n                                                                 40.\n\n\n\n\n\n                         ALLY\n\n               Apparently.\n\n\n\n     Tyler pays again, wipes out again. Game over. Tyler pays\n\n     again. Loses again. He's visibly frustrated now.\n\n\n\n                         ALLY\n\n               Can't we just stroll while I feed\n\n               you ice cream with fireworks in the\n\n               background?\n\n\n\n                         TYLER\n\n               No. If I stop, he wins.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n               Can't we just stroll while I feed\n\n               you ice cream with fireworks in the\n\n               background? TYLER\n\n               No. If I stop, he wins. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ALLY\n\n               Who, the attendant?\n\n\n\n                         TYLER\n\n               No, the frigging Giant Panda.\n\n\n\n     Tyler hands the ATTENDANT another dollar.\n\n\n\n\n\n36   EXT. SIDEWALK -- LATER                                       36\n\n\n\n     Ally carries a GIANT PANDA under her arm. Tyler walking\n\n     beside her with a self-satisfied smile.\n\n\n\n                         ALLY\n\n               I don't know what you're smiling\n\n               about.\n\n\n\n                         TYLER\n\n               I won.\n\n\n\n                         ALLY\n\n               Paying off the attendant is not\n\n               winning... It's cheating.\n\n\n\n                         TYLER\n\n               I just paid a premium to cut out\n\n               the middle man. That's innovation.\n\n               That's free market enterprising.\n\n               That's what made America great.\n\n\n\n                         ALLY\n\n               Aha. By the way, what happened to\n\n               your eye?\n\n\n\n     Tyler touches the bandage.\n\n\n\n                         TYLER\n\n               Oh, it's nothing, just a bar fight.\n\n                                                              41.\n\n\n\n\n\n                            ALLY\n\n               How butch.\n\n\n\n                         TYLER\n\n               I know. I'm practically a pirate.\n\n\n\n                         ALLY\n\n               Okay, Captain Morgan...\n\n\n\n                         TYLER\n\n                   (laughing)\n\n               You've got some serious timing.\n\n\n\n                         ALL\n\n               It's getting late.\n\n\n\n                         TYLER\n\n               I'll walk you to the train.\n\n\n\n                         ALLY\n\n               I'll take a cab.\n\n\n\n\n\n37   EXT. SIDEWALK -- JUST AFTER                               37\n\n\n\n     Tyler is just hailing her a taxi. He stands there holding the\n\n     door open.\n\n\n\n                            ALLY\n\n               Thanks.\n\n\n\n     Beat.\n\n\n\n     Tyler leans in to kiss her. Ally turns away.\n\n\n\n                         ALLY\n\n               Not tonight. Not never... just...\n\n               not tonight.\n\n\n\n                         CAB DRIVER\n\n               We goin' or what?\n\n\n\n                         ALLY\n\n               Hey! Turn on the meter.\n\n\n\n     Tyler respectfully leans back.\n\n\n\n                         TYLER\n\n               So dessert before dinner for fear\n\n               of death by rogue asteroid... yes.\n\n               Kissing guy you're obviously\n\n               attracted to before driving off\n\n               into the unknown New York night...\n\n               no.\n\n                                                               42.\n\n\n\n\n\n     Ally considers.\n\n\n\n     She gives him a quick but tender kiss.\n\n\n\n                         ALLY\n\n               You're really weird.\n\n\n\n     She gets in the cab.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gives him a quick but tender kiss. ALLY\n\n               You're really weird. She gets in the cab. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ALLY\n\n                   (to the driver)\n\n               I'm going to Queens and I don't\n\n               wanna hear about it.\n\n\n\n     Off she goes in the taxi. Tyler watches her go.\n\n\n\n\n\n38   EXT. PRIVATE SCHOOL. THE LAST DAY OF SCHOOL.               38\n\n\n\n     Caroline exiting with the crowd. One of the Bitchy girls\n\n     shoulder checks her from behind as she passes. Tyler, waiting\n\n     on his perch, catches it, walks up to her.\n\n\n\n                         TYLER\n\n               Happy end of sixth grade!\n\n\n\n                            CAROLINE\n\n               Finally.\n\n\n\n\n\n39   EXT. CENTRAL PARK -- ALICE IN WONDERLAND STATUE -- AFTERNOON39\n\n\n\n     CHILDREN climbing all over the bronze statue. Caroline among\n\n     them. She sits on a mushroom cap, letting her legs dangle.\n\n     Tyler watches her from their usual bench, his bike leaning\n\n     next to him.\n\n\n\n                         CAROLINE\n\n               They have me in this art program\n\n               summer thing at Pratt...\n\n\n\n                            TYLER\n\n               I heard.\n\n\n\n                         CAROLINE\n\n               It's very prestigious due to my\n\n               artistic greatness.\n\n\n\n                         TYLER\n\n               Don't pretend. I know you're proud.\n\n               You should be.\n\n\n\n     Caroline allows herself a tiny grin.\n\n                                                  43.\n\n\n\n\n\n                    CAROLINE\n\n          There's, like, a thing...\n\n\n\n                     TYLER\n\n          A thing?\n\n\n\n                    CAROLINE\n\n              (sheepish)\n\n          A show where you show what you've\n\n          done and stuff. Will you come?\n\n\n\n                    TYLER\n\n          Let me check my book. Abso-freaking-\n\n          lutely. I'm camping out. I'm\n\n          sleeping there the night before.\n\n\n\nCaroline is secretly thrilled.\n\n\n\n                    CAROLINE\n\n          You're so retarded. Mom's been\n\n          hyperventilating with joy.\n\n\n\n                    TYLER\n\n          Good. I'm sure Les was...\n\n\n\n                    TYLER/CAROLINE\n\n          \"Really supportive\"!\n\n\n\n                    CAROLINE\n\n          Your school's over, right?\n\n\n\n                    TYLER\n\n          Yes, it's over. Did Mom and Les\n\n          get the beach house again?\n\n\n\n                    CAROLINE\n\n          Yup. What are we going to do for\n\n          your birthday?\n\n\n\n                     TYLER\n\n          Nothing.\n\n\n\n                    CAROLINE\n\n          Can we have a party?\n\n\n\n                     TYLER\n\n          No.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nTYLER\n\n          Nothing. CAROLINE\n\n          Can we have a party? TYLER\n\n          No. \n\nTARGET SECTION TO BE ANNOTATED:\n                    CAROLINE\n\n          A little one? At Mom's? With Aidan.\n\n          I'll make Mom behave. No crying.\n\n\n\n                    TYLER\n\n          Like that's possible.\n\n                                                              44.\n\n\n\n\n\n     Caroline smiles.\n\n\n\n\n\n40   INT. RAILROAD FLAT-- NIGHT -- DEEPER INTO SUMMER             40\n\n\n\n     Ally explores Tyler's living room with a tumbler of wine.\n\n     It's in a state of medium disarray. He clocks her looking.\n\n\n\n                         TYLER\n\n               I know. But we have coasters.\n\n\n\n                         ALLY\n\n               I don't do coasters till the third\n\n               date.\n\n\n\n     She looks over his posters, pictures, etc. Tyler scans a\n\n     stack of CDs, he selects Radiohead's KID A, puts it in. The\n\n     hypnotic first track fills the room.\n\n\n\n     Ally comes across a FRAMED PHOTO of a band on stage. The lead\n\n     guitarist looks like Tyler with long hair.\n\n\n\n                         ALLY\n\n               Is that you?\n\n\n\n                         TYLER\n\n               That's Michael. My brother.\n\n\n\n                         ALLY\n\n               He looks like you... or you look\n\n               like him. Does he play around here?\n\n\n\n                         TYLER\n\n               Not any more.\n\n\n\n     Ally notices the old guitar in the corner.\n\n\n\n                         ALLY\n\n               Do you play?\n\n\n\n                         TYLER\n\n               It depends who you ask.\n\n\n\n                         ALLY\n\n               If I asked anybody?\n\n\n\n                         TYLER\n\n               They'd say no. I try but it turns\n\n               out you need talent.\n\n\n\n                         ALLY\n\n               So what talents do you actually\n\n               have?\n\n                                                               45.\n\n\n\n\n\n                         TYLER\n\n               Falconry. I come from a long line\n\n               of falconers.\n\n\n\n                         ALLY\n\n               There's a lot of money in that.\n\n\n\n     Tyler smiles. He's actually a hair nervous.\n\n\n\n                         TYLER\n\n               Well there is one thing...\n\n\n\n     Tyler walks to the kitchen counter where a cleaned and\n\n     polished COVERED CAKE STAND sits.\n\n\n\n                         ALLY\n\n               What's that?\n\n\n\n                         TYLER\n\n               Our appetizer.\n\n\n\n     Tyler lifts off the cover to reveal a GERMAN CHOCOLATE CAKE.\n\n     He's written a message in the icing: \"In Case Of Ast-- and\n\n     then a piece has been crudely cut out. Ally's surprised.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler lifts off the cover to reveal a GERMAN CHOCOLATE CAKE. He's written a message in the icing: \"In Case Of Ast-- and\n\n     then a piece has been crudely cut out. Ally's surprised. \n\nTARGET SECTION TO BE ANNOTATED:\n                         TYLER\n\n               It used to say \"In Case Of\n\n               Asteroid\" but I took a shower and\n\n               Aidan got high.\n\n\n\n\n\n41   INT. KITCHEN -- LATER THAT NIGHT                           41\n\n\n\n     Ally and Tyler stand in front of a sink full of dirty dishes,\n\n     up to their elbows in soapy water.\n\n\n\n                         ALLY\n\n               So what kind of grade did you end\n\n               up with from Vogelstein?\n\n\n\n                         TYLER\n\n               I don't actually get grades.\n\n\n\n     Beat.\n\n\n\n                         TYLER\n\n               I'm not technically enrolled. I\n\n               worked out an auditing thing.\n\n\n\n                         ALLY\n\n               Oh. And The Strand is not a\n\n               significant career choice.\n\n                                                         46.\n\n\n\n\n\n                    TYLER\n\n          I like the books.\n\n\n\nHe indicates the dishes.\n\n\n\n                    TYLER\n\n          You don't have to help me, you\n\n          know.\n\n\n\n                    ALLY\n\n          At the rate you're going, dish\n\n          washing is going to be your life's\n\n          vocation. I can say I knew you\n\n          when.\n\n\n\nHe flicks a bit of water on her shirt. Ally takes a beat.\n\n\n\n                    ALLY\n\n          This is the playful, you get me all\n\n          wet part? Right?\n\n\n\n                    TYLER\n\n              (horsing around)\n\n          You make it sound so cheap.\n\n\n\nAlly's not having it.\n\n\n\n                    ALLY\n\n          It is cheap. I've seen this scene a\n\n          hundred times.\n\n\n\nTyler's a little confused.\n\n\n\n                    TYLER\n\n          I'm sorry. I didn't...\n\n\n\n                    ALLY\n\n          You know what never happens in this\n\n          scene, Tyler-who-doesn't-really-go-\n\n          to-school? Tyler-who-doesn't-really\n\n          care-about-his-job?\n\n\n\nTyler blinks helplessly.\n\n\n\n                    ALLY\n\n          This.\n\n\n\nAn entire enormous pot of pasta water up ended on the host.\n\nBits of spaghetti cling to him, tiny tomatoes and zucchini on\n\nhis shoulders like little barnacles. He sputters and gasps\n\nand blinks.\n\n\n\n                    ALLY\n\n          No, that usually never happens.\n\n                                                              47.\n\n\n\n\n\n     She calmly goes back to washing dishes.\n\n\n\n     Beat.\n\n\n\n     Spaghetti guy stares at her.\n\n\n\n     She gives it right back to him, 100% New York City.\n\n\n\n     Beat.\n\n\n\n     In one move Tyler slings Ally over his shoulder.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gives it right back to him, 100% New York City. Beat. In one move Tyler slings Ally over his shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n She grunts,\n\n     unglamorously.\n\n\n\n\n\n42   INT. BATHROOM -- SECONDS LATER                               42\n\n\n\n     Tyler bursts through the bathroom door. Ally over his\n\n     shoulder. Never one to waste a moment, she uses the\n\n     opportunity to check out what's in his wallet. He turns on\n\n     the shower. She has his drivers licence.\n\n\n\n                            TYLER\n\n               Apologize.\n\n\n\n                         ALLY\n\n               Never. Your middle name is Keats?\n\n               Your parents are pretentious as\n\n               hell.\n\n\n\n     Tyler turns on the shower and tosses Ally into the water. She\n\n     dances to avoid the stream. Ally grabs the portable shower\n\n     head and turns it at him.\n\n\n\n     Tyler jumps into the tub to avoid the spray. They wrestle for\n\n     the shower head.\n\n\n\n                            TYLER\n\n               Apologize.\n\n\n\n                         ALLY\n\n               I'd rather eat monkeys.\n\n\n\n     This cracks Tyler up. He stops struggling for the shower and\n\n     gasps a little with laughter, putting up his hands in\n\n     surrender. Ally stands there, holding the shower head,\n\n     giggling.\n\n\n\n     They lock eyes for a moment. The air is charged.\n\n\n\n     Ally spritzes him in the face.\n\n\n\n                         TYLER\n\n               I surrender! Oh my God, you're\n\n               relentless.\n\n                                                                 48.\n\n\n\n\n\n     He slides down the wall until he's sitting in the tub, Ally\n\n     follows.\n\n\n\n                         ALLY\n\n               Victory at all costs.\n\n\n\n\n\n43   INT. BATH TUB -- LATER                                       43\n\n\n\n     Tyler and Ally lie side-by-side, drenched. Their feet hang\n\n     over the edge of the tub. Tyler reaches into his pocket and\n\n     removes a dripping cigarette packet. He squeezes out water.\n\n\n\n                         TYLER\n\n               Now... I'm furious.\n\n\n\n     He tosses them in a waste basket.\n\n\n\n                         ALLY\n\n               You should quit anyway.\n\n\n\n                         TYLER\n\n               Really? Why? Are cigarettes like\n\n               bad for you or something?\n\n\n\n     Ally playfully slaps him. She notices the tip of Tyler's\n\n     TATTOO peeking out of his undershirt.\n\n\n\n                         ALLY\n\n               Is that a tattoo? Let me see.\n\n\n\n                         TYLER\n\n               It's not really...\n\n\n\n                         ALLY\n\n               Please. It's very bad ass. All that\n\n               ritualistic scarring.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n               Please. It's very bad ass. All that\n\n               ritualistic scarring. \n\nTARGET SECTION TO BE ANNOTATED:\n     Tyler peels the soaked garment off his back as Ally offers\n\n     polite applause. Michael's name becomes clear. Ally takes a\n\n     long look. She sees Tyler's not smiling anymore. She gets it.\n\n\n\n                         ALLY\n\n               I'm sorry... I didn't... I didn't\n\n               realize.\n\n\n\n     She looks at him. Asking with out asking.\n\n\n\n                         TYLER\n\n               He killed himself.\n\n\n\n     Beat.\n\n                                                            49.\n\n\n\n\n\n                      ALLY\n\n          When?\n\n\n\n                    TYLER\n\n          When he was 21. He had just started\n\n          working for my father.\n\n\n\nAlly is gently picking spaghetti and tomatoes off Tyler.\n\n\n\n                    ALLY\n\n          I thought he was a musician.\n\n\n\n                    TYLER\n\n          He was. But he wasn't making a\n\n          living doing music and my father's\n\n          a very compelling guy.\n\n\n\n                      ALLY\n\n          Mine too.\n\n\n\nAlly looks away for a moment. Tucks a curl behind her ear.\n\n\n\nThen they look at each other. Ally opens her mouth to speak.\n\n\n\nAidan bursts in. He's drunk, loud, wearing an Irish Flag like\n\na cape. He carries a bottle of whiskey and a can of Guinness.\n\n\n\n                    AIDAN\n\n          Damn, you're not naked.\n\n\n\n                    TYLER\n\n          You're not Irish.\n\n\n\n                    AIDAN\n\n          T, What happened in the kitchen? It\n\n          looks like somebody's water broke.\n\n              (notices Ally)\n\n          Hi.\n\n\n\n                    TYLER\n\n          Ally, Aidan... Aidan, Ally.\n\n\n\nAidan takes Ally's hand. Kisses it.\n\n\n\n                    AIDAN\n\n          Don't feel bad that you're more\n\n          attracted to me than you are to him\n\n          it happens to all of them.\n\n\n\nAlly looks at Aidan closely, trying to figure out where she\n\nknows him from, it dawns on her.\n\n\n\n                    ALLY\n\n          Oh! You're the assaholic!\n\n                                                              50.\n\n\n\n\n\n                         AIDAN\n\n               Well, I--\n\n                   (realizes what she said)\n\n               Wait. What?\n\n\n\n     Tyler and Ally laugh. Aidan's too drunk to care.\n\n\n\n                         AIDAN\n\n               Alright, you two. Up. Dressed.\n\n               Let's go. \"Around The World\" party\n\n               on the third floor... a lot of ugly\n\n               but a lot more alcohol. Let's go.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nDressed. Let's go. \"Around The World\" party\n\n               on the third floor... a lot of ugly\n\n               but a lot more alcohol. Let's go. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ALLY\n\n               I can't, I would, I'd love to, but\n\n               I've gotta get home, my dad's\n\n               waiting up.\n\n\n\n                         AIDAN\n\n               Ally. Ally. Listen to me, young\n\n               lady. One drink. From any country.\n\n               I'll even put France on the table.\n\n               One drink. Your choice. And we're\n\n               gone.\n\n\n\n                          ALLY\n\n                   (to Tyler)\n\n               One drink?\n\n\n\n                          TYLER\n\n                   (to Aidan)\n\n               One drink?\n\n\n\n                          AIDAN\n\n                   (innocent shrug)\n\n               One drink.\n\n\n\n\n\n44   INT. BATHROOM -- LATER                                    44\n\n\n\n     Ally VOMITS in their toilet. Tyler holds her hair back. Aidan\n\n     appears in the doorway still wearing that flag.\n\n\n\n                         AIDAN\n\n               Hey, how we doin'?\n\n\n\n     Ally tries to speak, all we hear is a series of groans. Then\n\n     she dry heaves again. Tyler shoots Aidan a look.\n\n\n\n                          AIDAN\n\n               What? What do you want me to say?\n\n               That I'm sorry? You want me to say\n\n               I\"m sorry?\n\n                          (MORE)\n\n                                                               51.\n\n\n\n                         AIDAN (cont'd)\n\n               You want me to apologize for\n\n               showing a nice girl a good time? Is\n\n               that it?\n\n\n\n     Tyler just looks at him. Aidan considers.\n\n\n\n                            AIDAN\n\n               I'm sorry.\n\n\n\n                            ALLY\n\n               Tyler...\n\n\n\n     Tyler kneels down. Ally pushes her purse at him, she looks\n\n     like she's about to pass out.\n\n\n\n                         ALLY\n\n               I, need, you... to call... my dad.\n\n\n\n     Tyler and Aidan share a look. Aidan shrugs.\n\n\n\n                         TYLER\n\n               Oh. OK. Sure.\n\n\n\n     Tyler pulls out her cellphone - the battery is dead.\n\n\n\n                         TYLER\n\n               Your phone's dead. Just tell me the\n\n               number and I'll call him...\n\n\n\n     Tyler turns around to find Ally passed out on the floor. He\n\n     tries to gently nudge her awake.\n\n\n\n                         TYLER\n\n               Ally? Ally?\n\n\n\n                         SERGEANT CRAIG (O.S.)\n\n               I know Ally's a good kid, Leo.\n\n\n\n\n\n45   INT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSERGEANT CRAIG (O. S.)\n\n               I know Ally's a good kid, Leo. 45   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CRAIG FAMILY HOME -- ALLY'S BEDROOM -- LATE NIGHT       45\n\n\n\n     The bedside clock reads 3:47. Craig is on the phone while\n\n     searching through Ally's desk drawers. For anything. He finds\n\n     a note book with a red cover and starts flipping through it.\n\n\n\n                         CRAIG\n\n               ...She was supposed to be back.\n\n               She's not back ... call Ted\n\n               Proferes ... and what's his face in\n\n               the 9th...and call me back. Just do\n\n               it, Leo!\n\n\n\n     Craig hangs up the phone.\n\n                                                                52.\n\n\n\n\n\n     Beat.\n\n\n\n     He picks it up again and starts dialing, still flipping\n\n     through the notebook.\n\n\n\n\n\n46   INT TYLER'S BEDROOM -- NEXT MORNING                          46\n\n\n\n     Ally wakes up alone in Tyler's bed, hung over, confused,\n\n     trying to put the pieces together, then she sees the clock.\n\n     And a wave of panic washes over her as she jumps out of bed.\n\n\n\n                         ALLY\n\n               ...oh God oh God oh God oh God...\n\n\n\n\n\n47   INT. LIVING ROOM -- LATER                                    47\n\n\n\n     Tyler sleeps on the couch using Aidan's Irish Flag as a\n\n     blanket. Ally comes in pulling on her shoes. Tyler stirs in\n\n     time to see her run out the door.\n\n\n\n\n\n48   INT. CRAIG FAMILY HOME -- LATER                              48\n\n\n\n     Craig sits at the table, dialing someone, anyone. Ally\n\n     enters, drops her keys on the counter. Her father doesn't\n\n     look at her as she pours herself a coffee.\n\n\n\n                         ALLY\n\n               ...I'm sorry. I fell asleep...\n\n\n\n     Craig squeezes honey into his coffee, practically strangling\n\n     the Bear. Not looking at her.\n\n\n\n     Ally notices the red notebook on the kitchen table next to\n\n     the phone.\n\n\n\n                         CRAIG\n\n               You turned your phone off.\n\n\n\n                         ALLY\n\n               I forgot to charge it.\n\n\n\n     It dawns on her...\n\n\n\n                         ALLY\n\n               That's mine. From my desk.\n\n\n\n     Craig says nothing. Just stirs his coffee. Ally is furious.\n\n\n\n                         ALLY\n\n               How could you?\n\n                                                 53.\n\n\n\n\n\n                    CRAIG\n\n          You were gone all night. I was\n\n          trying to get some information.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n53. CRAIG\n\n          You were gone all night. I was\n\n          trying to get some information. \n\nTARGET SECTION TO BE ANNOTATED:\n                    ALLY\n\n          How could you go through my stuff\n\n          like I'm a suspect?\n\n\n\n                    CRAIG\n\n          Then stop acting like one.\n\n\n\n                    ALLY\n\n          What is the matter with you, Dad?\n\n          You have no respect for me and the\n\n          way I'm feeling, my privacy. We\n\n          talked about this! You're totally\n\n          paranoid...\n\n\n\n                    CRAIG\n\n          You watch your mouth!\n\n\n\n                    ALLY\n\n          You don't do anything. You don't go\n\n          anywhere except work. You have no\n\n          life.\n\n\n\n                    CRAIG\n\n          My life is right here! In this\n\n          house. The same place as yours. But\n\n          you're spitting all over it.\n\n\n\n                    ALLY\n\n          Jesus Christ, Dad! I went on a\n\n          date!\n\n\n\n                    CRAIG\n\n          I smell alcohol...\n\n\n\nRight back at him.\n\n\n\n                     ALLY\n\n          So do I.\n\n\n\nBeat.\n\n\n\n                     ALLY\n\n          Dad...\n\n\n\n                    CRAIG\n\n          THIS IS MY HOUSE!\n\n\n\n                    ALLY\n\n          YOU WANNA BURY ME IN IT?\n\n                                                              54.\n\n\n\n\n\n     CRACK! He hits her, hard, open hand, from across the width of\n\n     his body. Ally is knocked off balance and hits her head on\n\n     the cabinets.\n\n\n\n                         CRAIG\n\n               Ally!\n\n\n\n     His face is contorted with panic and shame.\n\n\n\n     Ally's disoriented. Her ears are ringing. Her lip is split. A\n\n     knot is starting to form where she hit her head.\n\n\n\n     She straightens herself up and stares at her dad like she has\n\n     no idea who he is.\n\n\n\n     Beat.\n\n\n\n     Craig tries to envelop her. With a guttural snarl she pushes\n\n     him away, getting a little bit of blood on his shirt. She\n\n     scrambles up the stairs.\n\n\n\n\n\n49   EXT. RAILROAD FLAT-- ROOFTOP -- DAY                         49\n\n\n\n     Sunshine beats down on a little make-shift rooftop hideaway,\n\n     a few old beach chairs, a stereo, a weight bench. Aidan works\n\n     out with an old set of dumb bells. Tyler sits on a beach\n\n     chair, trying again with the guitar.\n\n\n\n                         AIDAN\n\n               ...So? She just left? No good bye?\n\n\n\n     Tyler nods, strumming like he's wearing boxing gloves. Aidan\n\n     finishes up a set.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo good bye? Tyler nods, strumming like he's wearing boxing gloves. Aidan\n\n     finishes up a set. \n\nTARGET SECTION TO BE ANNOTATED:\n                         AIDAN\n\n               Maybe she heard you play the\n\n               guitar.\n\n\n\n                         TYLER\n\n               You were the one dumping Jello\n\n               shots down her throat. You almost\n\n               killed her.\n\n\n\n     Aidan lies down to do the bench press... there's a lot of\n\n     weight on the bar.\n\n\n\n                         AIDAN\n\n               There are sins of omission and sins\n\n               of commission, my friend. I've\n\n               dealt with mine and I've forgiven\n\n               myself... you should do the same.\n\n                                                              55.\n\n\n\n\n\n     Aidan lifts. It's too heavy and falls to his chest. Tyler\n\n     forgoes his spotting duty, lets him struggle. Aidan strains.\n\n\n\n                         AIDAN\n\n               ...little help, T... little help,\n\n               little help, lotta help... TYLER?!\n\n\n\n     Tyler blows three perfect smoke rings. Finally he puts down\n\n     the guitar and helps get the bar up. Aidan panting, rubbing\n\n     his chest.\n\n\n\n                         AIDAN\n\n               What the hell was that?\n\n\n\n                         TYLER\n\n               Penance. I have to get to work.\n\n\n\n\n\n50   INT. RAILROAD FLAT-- LIVING ROOM -- DAY                   50\n\n\n\n     Tyler and Aidan come into their apartment, Aidan still\n\n     rubbing his chest. Ally is standing there in the middle of\n\n     the living area. A packed bag at her feet, her face a mess.\n\n\n\n                         ALLY\n\n               I didn't know where else to go.\n\n\n\n\n\n51   INT. LIVING ROOM -- SUNSET                                51\n\n\n\n     Aidan sits on the couch still in his gym clothes drinking a\n\n     protein shake out of a blender. Tyler comes out of his\n\n     bedroom gently closing the door behind him.\n\n\n\n                         AIDAN\n\n               How's she doin'?\n\n\n\n                         TYLER\n\n               She's pretty shaken up.\n\n\n\n     Tyler takes a seat beside him. Takes out a cigarette.\n\n\n\n                         TYLER\n\n               We've really got to fix that dead\n\n               bolt.\n\n\n\n                         AIDAN\n\n               My bad. Sorry.\n\n\n\n                         TYLER\n\n               Don't be. You think she'll sleep?\n\n                                                              56.\n\n\n\n\n\n                           AIDAN\n\n                 You realize if she had had the\n\n                 S.L.U.T\n\n\n\n     If looks could kill...\n\n\n\n                             AIDAN\n\n                 Too soon?\n\n\n\n     A silent moment passes.\n\n\n\n                           TYLER\n\n                 I told her she could stay here...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDAN\n\n                 Too soon? A silent moment passes. TYLER\n\n                 I told her she could stay here... \n\nTARGET SECTION TO BE ANNOTATED:\n                 Are you alright with that?\n\n\n\n                           AIDAN\n\n                 As long as she needs.\n\n\n\n\n\n52   INT. LIVING ROOM -- LATER THAT NIGHT                      52\n\n\n\n     Tyler has just finished making up the ratty sofa as a bed.\n\n     Ally appears from the bedroom, framed by the open door. She\n\n     has slept in one of Tyler's button down shirts.\n\n\n\n                           TYLER\n\n                 You're up.\n\n\n\n     Beat.\n\n\n\n                           TYLER\n\n                 Can I get you anything?\n\n\n\n     She nods.\n\n\n\n                           TYLER\n\n                 I'll be out here if you need me.\n\n\n\n     Beat.\n\n\n\n     Ally takes off the shirt and lets it fall.\n\n\n\n     She stands there.\n\n\n\n\n\n53   INT. TYLER'S BEDROOM -- LATER                             53\n\n\n\n     We interrupt Ally and Tyler in the throes of passion. Tyler\n\n     sits on the edge of the bed. Ally is on top. She kisses his\n\n     neck. Suddenly, Tyler throws her to the bed. He takes\n\n     control. Ally's momentarily taken aback, but doesn't stop\n\n     him. There's noticeable aggression to their love-making.\n\n                                                                 57.\n\n\n\n\n\n     In the midst of everything, the pair slow almost to stopping,\n\n     a caesura. They stare into each other in a moment of surprise\n\n     and recognition.\n\n\n\n     Then again. Young, hungry, aggressive.\n\n\n\n     TIME LAPSE\n\n\n\n     They lie, eyes closed, almost asleep, entwined with each\n\n     other. Tyler gives a little sound of contentment. Ally, in\n\n     her own haze, reaches for him, her hair all over the place.\n\n     Eyes still closed they fumble for each other, starting, in\n\n     this dream state, to make love all over again.\n\n\n\n\n\n54   INT. BEDROOM -- BEFORE SUNRISE                               54\n\n\n\n     The sheets have been torn loose from the mattress. Ally lies\n\n     asleep, curled in the comforter. Tyler lies awake beside her,\n\n     he smokes a cigarette and watches the sky just starting to\n\n     brighten.\n\n\n\n     Tyler gets out of bed. Grabs his journal.\n\n\n\n     A NOTE propped up next to the bed: \"Please don't leave. I'll\n\n     be back.\"\n\n\n\n\n\n55   EXT. SIDEWALK -- LATER                                       55\n\n\n\n     Tyler locking his bike outside the coffee shop.\n\n\n\n\n\n56   INT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll\n\n     be back.\"\n\n\n\n\n\n55   EXT. SIDEWALK -- LATER                                       55\n\n\n\n     Tyler locking his bike outside the coffee shop. 56   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WALL STREET COFFEE SHOP -- SUNRISE                      56\n\n\n\n     The place is empty. A few early RISERS get coffee to go.\n\n     He sits in the same booth, his journal held open by the\n\n     binder clip. He writes, a bag of Bialys next to him.\n\n\n\n     Janine enters. Orders two coffees. She sees Tyler, smiles.\n\n     She picks up her coffees and approaches him.\n\n\n\n                            JANINE\n\n                  I can't believe you still come down\n\n                  here.\n\n\n\n     Tyler looks up, grins, nods to her coffees.\n\n\n\n                            TYLER\n\n                  It's not so far. I can't believe\n\n                  you still get his coffee... three\n\n                  sugars, no milk?\n\n                                                              58.\n\n\n\n\n\n                         JANINE\n\n                   (shrugs)\n\n               Old habits. You're not writing\n\n               anything bad about me, are you?\n\n\n\n                            TYLER\n\n               Not today.\n\n\n\n                         JANINE\n\n               I gotta run. Early meetings.\n\n\n\n     Janine turns to go, remembers something, turns back.\n\n\n\n                         JANINE\n\n               I probably won't see you before\n\n               Saturday so...happy birthday.\n\n\n\n     Tyler nods, tries to smile. Janine glances back as she goes.\n\n\n\n                         JANINE\n\n               I'll be sure to tell your father\n\n               that you said hello.\n\n\n\n     Tyler nods sheepishly.\n\n\n\n\n\n57   INT. RAILROAD FLAT -- LIVING ROOM -- LATER                   57\n\n\n\n     Tyler returns with breakfast. From Aidan's room, a pathetic\n\n     croak...\n\n\n\n                            AIDAN O/S\n\n               Bialy.\n\n\n\n     Tyler tosses him a Bialy like he's tossing fish to a seal.\n\n\n\n     Ally lies on the couch. Curled in a blanket. A cup of hot tea\n\n     in hand. She sips it. It stings her lip a little.\n\n\n\n                            TYLER\n\n               Hey...\n\n\n\n                            ALLY\n\n               Hey...\n\n\n\n     Tyler sits. She shifts and curls next to him.\n\n\n\n                         ALLY\n\n               Where did you go?\n\n\n\n                            TYLER\n\n               Downtown.\n\n                                                         59.\n\n\n\n\n\n                     ALLY\n\n           Why?\n\n\n\nTyler pulls his JOURNAL from his pocket. Hands it to her.\n\n\n\n                     TYLER\n\n           There's a coffee shop. I brought\n\n           you a Bialy.\n\n\n\n                     ALLY\n\n           New York is full of coffee shops.\n\n\n\n                     TYLER\n\n           This one was our place...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nI brought\n\n           you a Bialy. ALLY\n\n           New York is full of coffee shops. TYLER\n\n           This one was our place... \n\nTARGET SECTION TO BE ANNOTATED:\n Michael's\n\n           and mine. We had breakfast there\n\n           all the time ... Maybe not as many\n\n           times as I think we did. But enough\n\n           times. Anyway we ate there that\n\n           morning. It was the last place I\n\n           saw him.\n\n\n\n                     ALLY\n\n           Oh. So you go there to write? To\n\n           him?\n\n\n\n                     TYLER\n\n           Maybe. Sometimes. I don't know. But\n\n           I guess I wanted to tell him about\n\n           you.\n\n\n\nAlly is moved, you can see it in her eyes, but she chooses\n\nnot to overdo it. She flips through the journal. She hands it\n\nback to him. Then out of nowhere.\n\n\n\n                     ALLY\n\n           My mom was murdered eight years\n\n           ago. The same year your brother\n\n           died.\n\n\n\nTyler is stunned.\n\n\n\n                     ALLY\n\n           You don't need to say anything, I\n\n           know you're sorry. Everyone's\n\n           always sorry, you know?\n\n\n\nHe does.\n\n\n\n                     ALLY\n\n           It's just, I need you to know that,\n\n           my dad, he's not an evil guy.\n\n                     (MORE)\n\n                                                                 60.\n\n\n\n                         ALLY (cont'd)\n\n               I don't want you to think that\n\n               because I'm here he's some kind of\n\n               belligerent psychotic, he's not...I\n\n               don't know, it's just recently, he\n\n               seems really...\n\n\n\n     She looks at Tyler's face. His eyes are so patient.\n\n\n\n     Ally tears up.\n\n\n\n                         ALLY\n\n               Wounded? Our house is like the\n\n               recovery room, or the critical care\n\n               unit or something.\n\n\n\n     Tyler strokes her hair.\n\n\n\n                         ALLY\n\n               I don't feel like that, though. I\n\n               feel like I'm getting stronger and\n\n               like I'm leaving him behind to swim\n\n               in it all by himself.\n\n\n\n     She is weeping. Tyler pulls her to him doing the best he can.\n\n     Holding her and kissing her hair.\n\n\n\n\n\n58   INT. SIXTH PRECINCT -- 2 DAYS LATER.                         58\n\n\n\n     Sergeant Craig standing with a ROOKIE OFFICER, berating.\n\n\n\n                         CRAIG\n\n               Tell me something, Matthews, do you\n\n               like paperwork?\n\n\n\n                          MATTHEWS\n\n               No, sir.\n\n\n\n     Craig is working up a head of steam.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRAIG\n\n               Tell me something, Matthews, do you\n\n               like paperwork? MATTHEWS\n\n               No, sir. Craig is working up a head of steam. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CRAIG\n\n               Me neither. Nobody likes paperwork.\n\n               But paperwork keeps our ship\n\n               afloat. Paperwork makes it possible\n\n               for me to keep track of all the\n\n               scumbags. But I can't do that if\n\n               newbies like you are incapable of\n\n               remembering standard filing...\n\n\n\n     Leo interrupts.\n\n\n\n                          LEO\n\n               Jim...\n\n                                                              61.\n\n\n\n\n\n     Craig snaps his head around.\n\n\n\n                          CRAIG\n\n               ...What?\n\n\n\n     Leo gestures to speak privately.\n\n\n\n                         LEO\n\n               Ally called Sharon.\n\n\n\n                          CRAIG\n\n               What?\n\n\n\n                         LEO\n\n               She said to tell you, she's with\n\n               friends, and she's fine.\n\n\n\n                         CRAIG\n\n               What friends?\n\n\n\n                         LES\n\n               She didn't say.\n\n\n\n                         CRAIG\n\n               That's all?\n\n\n\n     His partner nods. Craig looks away.\n\n\n\n                         LEO\n\n               I'm sorry, Jim. Listen, why don't\n\n               you come over this weekend? We'll\n\n               get the grill going. Sharon wants\n\n               to see you. We can have some\n\n               people, nice people...You can\n\n               circulate a little...\n\n\n\n                          CRAIG\n\n               No.\n\n\n\n                          LEO\n\n               Jim...\n\n\n\n                         CRAIG\n\n               Leo, no. Stop.\n\n\n\n     Craig goes back to his desk. Leo looks after him.\n\n\n\n\n\n59   INT. RAILROAD FLAT -- LIVING ROOM -- DAY                  59\n\n\n\n     Aidan sits in the living room, trying to assemble an IKEA\n\n     television stand. A joint smolders in the ashtray. The BUZZER\n\n     rings.\n\n                                                           62.\n\n\n\n\n\nAidan goes to answer it.\n\n\n\n                          AIDAN\n\n             Hello?\n\n\n\n                       DIANE\n\n             Aidan, it's Diane.\n\n\n\nHe blinks.\n\n\n\n                       AIDAN\n\n             Oh, hey Diane.\n\n\n\nHe throws down the keys, then yells towards the roof...\n\n\n\n                       AIDAN\n\n             T! It's your mom.\n\n\n\nWith Diane's knock the door swings open.\n\n\n\n                          AIDAN\n\n             Hey Diane.\n\n\n\nHe gives her a kiss on the cheek.\n\n\n\n                       DIANE\n\n             You really have to fix that door.\n\n             I'm so sorry to just show up. I\n\n             called but your phone was busy.\n\n\n\nAidan looks and realizes that the phone is indeed off the\n\nhook, as just the handset, wrapped in duct tape, is visible\n\non top of the sofa.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm so sorry to just show up. I\n\n             called but your phone was busy. Aidan looks and realizes that the phone is indeed off the\n\nhook, as just the handset, wrapped in duct tape, is visible\n\non top of the sofa. \n\nTARGET SECTION TO BE ANNOTATED:\n                       AIDAN\n\n             No problem. Come on in.\n\n\n\nTyler and Ally enter the apartment through the fire escape\n\n\n\n                          TYLER\n\n             Hey mom.\n\n\n\n                       DIANE\n\n             Hey. I'm so sorry honey. I tried to\n\n             call but...\n\n\n\n                       TYLER.\n\n             It's okay. Mom, this is Ally. Ally,\n\n             this is my mom, Diane.\n\n\n\n                       ALLY\n\n             Hi. Nice to meet you.\n\n\n\nDiane is thrilled. She has a huge mom grin.\n\n                                                            63.\n\n\n\n\n\n                    DIANE\n\n          Ally. It's lovely to met you. Just\n\n          lovely.\n\n\n\nDiane is pumping Ally's hand like she's drilling for oil.\n\n\n\n                     TYLER\n\n          Sit down, Mom. Can I get you\n\n          something?\n\n\n\nShe navigates the IKEA carnage and sits on the sofa, the\n\njoint smoldering in the ashtray in front of her. Aidan ever\n\nthe gent, removes the ashtray to the window ledge.\n\n\n\n                    DIANE\n\n          Yes. Aidan, would you bring back\n\n          that spliff, please?\n\n\n\nBeat.\n\n\n\n                       AIDAN\n\n          Uh..okay.\n\n\n\nTyler looks completely befuddled. Aidan passes Diane the\n\njoint. She takes a deep hit.\n\n\n\n                       DIANE\n\n          Thank you.\n\n\n\n                    AIDAN\n\n          How's work, Diane?\n\n\n\n                    DIANE\n\n          Well ...\n\n              (BIG exhale)\n\n          I just found housing for a family\n\n          that had been in shelters for three\n\n          weeks. So that's good. On the other\n\n          hand, I have six other families.\n\n\n\nThe women measure each other.\n\n\n\n                    DIANE\n\n          But Tyler, I wanted to talk to you.\n\n\n\n                    ALLY\n\n          Come on, Aidan.\n\n\n\n                       AIDAN\n\n          What?\n\n\n\n                    ALLY\n\n          Nice to meet you, Diane.\n\n                                                           64.\n\n\n\n\n\nShe starts to drag Aidan out the window, back up the fire\n\nescape, but he makes a brief detour.\n\n\n\n                    AIDAN\n\n          Don't freaking bogart that joint,\n\n          Diane.\n\n\n\n                       DIANE\n\n          Sorry.\n\n\n\nShe hands it back to him and Aidan and Ally climb away.\n\nTyler sits next to his mom and lights a cigarette.\n\n\n\n                    DIANE\n\n          Well, first, your sister is all\n\n          excited about your birthday at the\n\n          house. I wish you'd told me.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler sits next to his mom and lights a cigarette. DIANE\n\n          Well, first, your sister is all\n\n          excited about your birthday at the\n\n          house. I wish you'd told me. \n\nTARGET SECTION TO BE ANNOTATED:\n                    TYLER\n\n          I wish she'd told me. It was a\n\n          unilateral Caroline decision. Will\n\n          you make sausage and peppers?\n\n\n\n                     DIANE\n\n          Of course. Tyler, Your father is\n\n          driving me crazy. I shouldn't even\n\n          be discussing this with you.\n\n          I can't get him to say he'll come\n\n          to your sister's exhibit. Her art\n\n          exhibit. He says he's in the middle\n\n          of an IPO.\n\n\n\nTyler rubs his eyes.\n\n\n\n                    DIANE\n\n          Les says I shouldn't broker. I\n\n          should let them be on whatever road\n\n          they're on.\n\n\n\nBeat.\n\n\n\n                    TYLER\n\n          I'll get him there.\n\n\n\n                    DIANE\n\n          She cares about this, even though\n\n          she's pretending she doesn't.\n\n\n\n                    TYLER\n\n          I'll get him there, mom.\n\n\n\n                       DIANE\n\n          You will?\n\n                                                              65.\n\n\n\n\n\n                           TYLER\n\n               Yes.\n\n\n\n     She looks relieved.\n\n\n\n                         DIANE\n\n               Thank you. Thank you.\n\n\n\n     She kisses his cheek, and rises to go. He takes her to the\n\n     door.\n\n\n\n                         DIANE\n\n               Why don't you bring that lovely\n\n               girl to your birthday?\n\n\n\n                         TYLER\n\n                   (a warning)\n\n               Diane...\n\n\n\n                         DIANE\n\n               Sorry. Sorry. I love you, darling,\n\n               but this place reeks of marijuana.\n\n\n\n     She goes, shutting the door behind her.\n\n\n\n\n\n60   EXT. ROOFTOP -- AFTER.                                       60\n\n\n\n     Aidan and Ally on the roof, they've arranged themselves in\n\n     the deck chairs.\n\n\n\n                          ALLY\n\n               That was weird. I assume most moms\n\n               don't smoke weed in front of their\n\n               son's...um\n\n\n\n                         AIDAN\n\n               Piece of ass?\n\n\n\n                         ALLY\n\n               You know, you're a poet.\n\n\n\n                         AIDAN\n\n               Hey. I know one thing. I know that\n\n               in the time I've lived with Tyler,\n\n               he has never introduced a girl ...\n\n               woman...female...to his mom before.\n\n\n\n                         ALLY\n\n               It's not like he had a choice. She\n\n               ambushed us.\n\n                                                               66.\n\n\n\n\n\n                          AIDAN\n\n                Yeah, but he would've shoved you in\n\n                a closet or something. Or literally\n\n                pretended you were a hallucination.\n\n\n\n                            ALLY\n\n                Ha ha.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDAN\n\n                Yeah, but he would've shoved you in\n\n                a closet or something. Or literally\n\n                pretended you were a hallucination. ALLY\n\n                Ha ha. \n\nTARGET SECTION TO BE ANNOTATED:\n                          AIDAN\n\n                I mean it. It's the first time.\n\n                Ever.\n\n\n\n                          ALLY\n\n                Did it ever occur to you that\n\n                that's kind of weird?\n\n\n\n                            AIDAN\n\n                No.\n\n\n\n     Ally throws up her hands.\n\n\n\n\n\n61   INT.   BATHROOM. AFTER.                                     61\n\n\n\n     Tyler, having pulled the decrepit house phone into the\n\n     bathroom, is leaning against the sink, girding himself to\n\n     call Charles. He looks in the mirror and makes a face.\n\n\n\n\n\n62   INT. CHARLES' OFFICE . JUST AFTER                           62\n\n\n\n     Janine pokes her head into Charles' office. Charles is\n\n     swamped with work and surrounded by UNDERLINGS.\n\n\n\n                          JANINE\n\n                Charles, it's your son.\n\n\n\n     Charles is surprised.\n\n\n\n                            CHARLES\n\n                What?\n\n\n\n                          JANINE\n\n                On the phone.\n\n\n\n                            CHARLES\n\n                Okay.\n\n\n\n     He punches a button.\n\n\n\n                          CHARLES\n\n                Tyler, you're on speakerphone.\n\n                                                               67.\n\n\n\n\n\n63   IN. BATHROOM. AFTER.                                         63\n\n\n\n                         TYLER\n\n               It's about Caroline's show. Are you\n\n               planning on attending?\n\n\n\n                         CHARLES O/S\n\n               What? There are people here. You'll\n\n               have to speak up.\n\n\n\n     Tyler holds the phone away from his face and screams at it,\n\n     silently.\n\n\n\n                         TYLER\n\n               Caroline's show.\n\n\n\n                         CHARLES O/S\n\n               What about it?\n\n\n\n                         TYLER\n\n                   (ready to kill him)\n\n               You are coming, right?\n\n\n\n                         CHARLES O/S\n\n               Fine. Yes. I'm coming. We'll go to\n\n               dinner first. Alright?...\n\n                   (to Janine)\n\n               Janine?\n\n\n\n                         TYLER\n\n               Dinner? That's not...\n\n\n\n                         CHARLES\n\n               I'll make a reservation and have\n\n               Janine call you.\n\n\n\n     He hangs up. Tyler stares at the phone a sec, then hits his\n\n     head, once, against the bathroom door.\n\n\n\n\n\n64   INT. DIANE'S HOUSE -- DINING ROOM -- NIGHT -- A WEEK LATER   64\n\n\n\n     Tyler is sitting at the table in the darkened room with Ally\n\n     standing behind him with her hands over his eyes.\n\n\n\n     Caroline enters from the kitchen carrying Tyler's BIRTHDAY\n\n     CAKE. She has obviously decorated it herself.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANE'S HOUSE -- DINING ROOM -- NIGHT -- A WEEK LATER   64\n\n\n\n     Tyler is sitting at the table in the darkened room with Ally\n\n     standing behind him with her hands over his eyes. Caroline enters from the kitchen carrying Tyler's BIRTHDAY\n\n     CAKE. She has obviously decorated it herself. \n\nTARGET SECTION TO BE ANNOTATED:\n She has drawn\n\n     (as best as she could, given the medium) the characters from\n\n     the ALICE statue in frosting.\n\n\n\n     It reads \"A VERY MERRY UNBIRTHDAY TO YOU\", and has \"22\" in\n\n     numerical candles and \"+ 1 TO UNGROW ON\" written next to\n\n     that.\n\n                                                                68.\n\n\n\n\n\n     She's singing. Aidan, Ally, Diane are all singing.\n\n\n\n     There's a flash from a camera off screen. It's Les.\n\n\n\n     Caroline puts the cake down in front of her brother and Ally\n\n     takes her hands away just as they finish the song.\n\n\n\n     Tyler's face in the candlelight as he sees Caroline's\n\n     efforts. He takes a huge breath...\n\n\n\n                         CAROLINE\n\n               Make a wish.\n\n\n\n     He looks at her and blows out the candles. Everybody\n\n     applauds, Diane longer than anyone else. Her eyes are\n\n     shining.\n\n\n\n                                                          CUT TO:\n\n\n\n\n\n65   INT. DINING ROOM --LATER                                       65\n\n\n\n     The cake totally devoured. Les is obsessively eating\n\n     frosting.\n\n\n\n     Caroline is trying to teach Aidan how to waltz in the living\n\n     room. He is...\n\n\n\n                         CAROLINE\n\n               Retarded. Tyler?\n\n\n\n     Tyler rises from the sofa and takes over as Caroline's\n\n     partner. She puts her feet on top of his feet and they waltz.\n\n\n\n                         TYLER/CAROLINE\n\n               \"One, two. three. One, two, three\"\n\n\n\n     Ally and Diane are washing dishes in silence.\n\n\n\n     Beat.\n\n\n\n                         ALLY\n\n               You're the second member of this\n\n               family I've washed dishes with.\n\n\n\n     Beat.\n\n\n\n                         DIANE\n\n               He was doing it to impress you.\n\n               He's never washed a dish in his\n\n               life.\n\n                                                              69.\n\n\n\n\n\n66   INT. CAROLINE'S ROOM.                                     66\n\n\n\n     Caroline at her desk, sketching. Her door is ajar. Ally\n\n     enters, mouth agape as she lays eyes on Caroline's collection\n\n     of artwork on the walls.\n\n\n\n                         ALLY\n\n               Wow.\n\n\n\n     Caroline's working on a PORTRAIT OF TYLER ON A PARK BENCH,\n\n     cigarette dangling from his bottom lip. A perfect rendering\n\n     of a fleeting moment.\n\n\n\n                         ALLY\n\n               May I?\n\n\n\n     Caroline shrugs. Ally looks over Caroline's shoulder.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n               May I? Caroline shrugs. Ally looks over Caroline's shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ALLY\n\n               That's exactly him. It's like the\n\n               cigarette is the last Coca Cola in\n\n               the desert.\n\n\n\n     Caroline smiles.\n\n\n\n                         ALLY\n\n               I can't believe he smokes in front\n\n               of you.\n\n\n\n                         CAROLINE\n\n               Don't worry, I'm not that\n\n               impressionable.\n\n\n\n     Ally smiles. Caroline goes back to work. Ally looks around at\n\n     all the portraits papering her walls. It stirs a memory.\n\n\n\n                         ALLY\n\n               You know when I was younger, we\n\n               didn't have air conditioning in the\n\n               house, so during the summer my mom\n\n               and I would go to museums to cool\n\n               down... she loved them all but The\n\n               Met was always her favorite.\n\n\n\n                         CAROLINE\n\n               Mine too. The Met is one of my\n\n               favorite places in the world.\n\n\n\n                         ALLY\n\n               So... I heard you've got an art\n\n               exhibit coming up.\n\n                                                               70.\n\n\n\n\n\n                         CAROLINE\n\n                   (skeptical)\n\n               You wanna come?\n\n\n\n                         ALLY\n\n               Was it that obvious? But only if\n\n               you're OK with it. I don't want to\n\n               impose and I'll completely\n\n               understand if you don't want some\n\n               random girl there.\n\n\n\n     Caroline considers this.\n\n\n\n                         CAROLINE\n\n               You're not random... you're Tyler's\n\n               girlfriend.\n\n\n\n     Ally has never heard anyone say it so plainly. She seems a\n\n     bit perplexed, then grins. It's okay with her.\n\n\n\n\n\n67   INT. RAILROAD FLAT-- LIVING ROOM -- NIGHT OF CAROLINE'S SHOW67\n\n\n\n     Tyler wearing the suit we met him in, it's been dry-cleaned.\n\n\n\n     Ally emerges from the bathroom, looking gorgeous in a vintage\n\n     black cocktail dress and carrying a pink wrap.\n\n\n\n                           ALLY\n\n               You like?\n\n\n\n                         TYLER\n\n               Let's just skip dinner and I'll\n\n               tell you how great you look in like\n\n               eighteen different languages.\n\n\n\n                          ALLY\n\n               You just want to skip dinner. I got\n\n               you a tie.\n\n\n\n     She hands him a simple blue tie that matches his eyes.\n\n\n\n     Beat.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI got\n\n               you a tie. She hands him a simple blue tie that matches his eyes. Beat. \n\nTARGET SECTION TO BE ANNOTATED:\n                          TYLER\n\n               I was going to make a joke about\n\n               how I'm not prepared for the\n\n               commitment of exchanging\n\n               accessories and how neck wear\n\n               especially is a slippery slope, but\n\n               I should probably shut up and say\n\n               thank you.\n\n                                                              71.\n\n\n\n\n\n                         ALLY\n\n               You're learning.\n\n\n\n     Tyler puts on his tie in the mirror. He scowls.\n\n\n\n\n\n68   INT. FOUR SEASONS RESTAURANT -- AFTER.                       68\n\n\n\n     Tyler and Ally sip cocktails at the nicest table in the\n\n     place. There's an empty seat. Tyler's eyes flicker towards\n\n     the door. Twice. He touches his tie.\n\n\n\n                         TYLER\n\n               Have you ever been here?\n\n\n\n     Ally tries to lighten his mood.\n\n\n\n                         ALLY\n\n                   (joking)\n\n               Yeah. Every Tuesday with my pop.\n\n\n\n     This goes right past Tyler whose eyes flicker towards the\n\n     door again.\n\n\n\n                         TYLER\n\n               He's allowed to stand me up. But\n\n               he's not allowed to stand you up.\n\n               Or my sister.\n\n\n\n     Tyler finishes his drink, signals a WAITER who glides to the\n\n     table.\n\n\n\n                         TYLER\n\n               I'll have a whiskey.\n\n\n\n                         CHARLES\n\n               Get me one too...\n\n\n\n     Like a stealth bomber. At least this moment rescued the men\n\n     from actually having to greet each other.\n\n\n\n                         WAITER\n\n               Yes. For the lady?\n\n\n\n                         ALLY\n\n               I'm fine, thank you.\n\n\n\n     The waiter goes.\n\n\n\n                         TYLER\n\n               This is Alicia Craig. Ally, my\n\n               father, Charles Roth.\n\n\n\n     Charles gives a courtly nod and takes her hand.\n\n                                                              72.\n\n\n\n\n\n                         CHARLES\n\n               A pleasure.\n\n\n\n\n\n69   INT. RESTAURANT -- LATER                                  69\n\n\n\n     An empty wine bottle. Charles cuts into a one-hundred dollar\n\n     steak.\n\n\n\n                         CHARLES\n\n               You're going to be a social worker?\n\n\n\n                         ALLY\n\n               Yes. But with an area of focused\n\n               responsibility. It's easier to find\n\n               a job that way.\n\n\n\n                         CHARLES\n\n               What will your area be?\n\n\n\n                         ALLY\n\n               Criminal Justice.\n\n\n\n                         CHARLES\n\n               Tough area.\n\n\n\n                         ALLY\n\n               When I was little I wanted to play\n\n               first base for the Mets.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n               Criminal Justice. CHARLES\n\n               Tough area. ALLY\n\n               When I was little I wanted to play\n\n               first base for the Mets. \n\nTARGET SECTION TO BE ANNOTATED:\n I don't\n\n               think it's any harder than that.\n\n\n\n                         CHARLES\n\n               The Mets, huh.\n\n\n\n                         ALLY\n\n                   (arching an eyebrow)\n\n               I'm from Rockaway.\n\n\n\n                         TYLER\n\n               Dad's a Yankee fan. It has\n\n               something to do with the payroll.\n\n\n\n                         CHARLES\n\n               It has to do with significant ball\n\n               playing. You were a Yankees fan\n\n               when you were little. You were Lou\n\n               Piniella for Halloween.\n\n\n\n                         TYLER\n\n               Blind familial allegiance. I didn't\n\n               know what overpriced, overfed, fat\n\n               bastards they were.\n\n                                                         73.\n\n\n\n\n\n                       CHARLES\n\n             (serious as a heart attack)\n\n             Who's fat? What Yankee is fat? Tell\n\n             me.\n\n\n\n                       TYLER\n\n                 (right back at him)\n\n             It's a metaphor...\n\n\n\nCharles adjusts his tie and goes back to his steak.\n\n\n\n                       TYLER\n\n             Roger Clemens.\n\n\n\nCharles looks at his son. Puts his fork down.\n\n\n\nSilence at the table.\n\n\n\nBack to the steak.\n\n\n\nBeat.\n\n\n\n                       ALLY\n\n             Shane Spencer.\n\n\n\nCharles looks up, taken aback.\n\n\n\n                       ALLY\n\n             Nick Johnson.\n\n\n\nTyler tries to get a word in.\n\n\n\n                       CHARLES\n\n                 (his mouth full of steak)\n\n             He's big boned!\n\n\n\nCharles and Ally burst out laughing. Tyler rolls his eyes\n\n\n\n--TIME CUT\n\n\n\nDessert. Ally is working on an enormous profiterole. Tyler,\n\nanother whiskey.\n\n\n\n                       CHARLES\n\n             How long has your dad been a cop?\n\n\n\n                       ALLY\n\n             Twenty-two years.\n\n\n\nHis cell phone lights up. Charles gently puts his hand on\n\nhers.\n\n                                                                74.\n\n\n\n\n\n                         CHARLES\n\n               Would you excuse me please... I'm\n\n               so sorry.\n\n\n\n                          ALLY\n\n               It's OK.\n\n\n\n     Charles gets up from the table. Tyler, not able to help\n\n     himself, shoots him a glance. Ally clocks it.\n\n\n\n                         ALLY\n\n               It's just a call. He held out 'til\n\n               dessert.\n\n\n\n     Charles returns.\n\n\n\n                         CHARLES\n\n               I'm sorry...And your mother?\n\n\n\n                         ALLY\n\n               She passed away when I was eleven.\n\n\n\n                          CHARLES\n\n               Ah.\n\n\n\n                         ALLY\n\n               She was murdered. I was there.\n\n\n\n     Charles and Tyler are stunned to silence.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n               She was murdered. I was there. Charles and Tyler are stunned to silence. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ALLY\n\n                   (to Tyler)\n\n               I never told you that part.\n\n\n\n                         TYLER\n\n               Why are you saying this now?\n\n\n\n                         ALLY\n\n               I don't know.\n\n\n\n     The men look at her. She's a hero.\n\n\n\n                         CHARLES\n\n               And, here you are.\n\n\n\n                         ALLY\n\n               Yup. Here I am.\n\n\n\n\n\n70   INT. CRAIG FAMILY HOME. KITCHEN.                            70\n\n\n\n     There is an empty Lean Cuisine box, and two empty Beer Cans\n\n     on the counter.\n\n                                                              75.\n\n\n\n\n\n     Craig stands by the microwave as it counts down...4,3,2,1.\n\n     BEEP. He removes an Eggplant Parmigiana and slides it\n\n     carefully on to a waiting plate.\n\n\n\n     He takes it, along with a fresh beer, to the living room. He\n\n     sits heavily on the sofa and hits a remote, unpausing ERIN\n\n     BROCKOVICH.\n\n\n\n\n\n71   EXT. IN FRONT OF THE FOUR SEASONS-- LATER                    71\n\n\n\n     Tyler and Ally wait in front of the restaurant as Charles\n\n     takes another call. A TOWN CAR and DRIVER wait as well.\n\n\n\n                         ALLY\n\n               I think he's lovely.\n\n\n\n     Tyler puts his head in his hands.\n\n\n\n                          TYLER\n\n               God.\n\n\n\n     Charles returns. His face blank.\n\n\n\n                         TYLER\n\n               Don't say it.\n\n\n\n                         CHARLES\n\n               I have to go to the office.\n\n\n\n                         TYLER\n\n               You have somewhere else to be, Dad.\n\n\n\n     Charles adjusts his tie. Tyler loosens his.\n\n\n\n     Ally is unsure where to look.\n\n\n\n                         CHARLES\n\n               The exhibit runs til nine. You guys\n\n               take the car. I'll meet you.\n\n\n\n                         TYLER\n\n               I don't believe you.\n\n\n\n                         CHARLES\n\n               That's all there is, Tyler.\n\n\n\n                         TYLER\n\n               It's not good enough.\n\n\n\n                         CHARLES\n\n               I don't have to justify anything to\n\n               you. Take the car. I'll get a cab.\n\n               I'll meet you.\n\n                                                                76.\n\n\n\n\n\n     He steps into the street to hail a cab.\n\n\n\n     Tyler watches his dad get into a taxi, then holds the car\n\n     door for Ally.\n\n\n\n\n\n72   INT. CAROLINE'S ART EXHIBIT-- PRATT AUDITORIUM -- LATER      72\n\n\n\n     Amateur artwork and picked over catering.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler watches his dad get into a taxi, then holds the car\n\n     door for Ally. 72   INT. CAROLINE'S ART EXHIBIT-- PRATT AUDITORIUM -- LATER      72\n\n\n\n     Amateur artwork and picked over catering. \n\nTARGET SECTION TO BE ANNOTATED:\n The rest of the\n\n     exhibitors are high school age, even a college freshman or\n\n     two. They mill with their friends and families. Animated.\n\n\n\n     Ally and Aidan stand before a COLLECTION OF FAMILIAR\n\n     PORTRAITS (Charles reading the paper at breakfast, Les and\n\n     Diane kissing, Tyler on the park bench).\n\n\n\n     Caroline sits on a catering table, Tyler next to her. She\n\n     looks miserable, he looks furious. Diane bustles over with a\n\n     plate of cupcakes and a big stupid grin.\n\n\n\n                         DIANE\n\n               I brought you every flavor.\n\n\n\n     Caroline looks once at her mom then...\n\n\n\n                         CAROLINE\n\n                   (to Tyler)\n\n               I'm ready to go home now.\n\n\n\n     Tyler nods, takes her hand. Calls to...\n\n\n\n                          TYLER\n\n               Ally...?\n\n\n\n     Les, eating a cupcake, and Ally, stand under a portrait of\n\n     Charles. Ally picks up her purse. Diane standing there with\n\n     her cupcakes.\n\n\n\n\n\n73   INT. RAILROAD FLAT. RIGHT AFTER                              73\n\n\n\n     Tyler, visibly agitated, is letting Ally in the front door to\n\n     the apartment. He grabs his bike off the wall.\n\n\n\n                         ALLY\n\n               Where are you going?\n\n\n\n                         TYLER\n\n               I have something I've got to do.\n\n\n\n                          ALLY\n\n               Now?\n\n\n\n     Ally reaches for his elbow. He yanks his arm away.\n\n                                                              77.\n\n\n\n\n\n                         TYLER\n\n               Are you capable of taking care of\n\n               yourself for an hour? Do you need\n\n               me here every minute, or what?\n\n\n\n     He slams out.\n\n\n\n     Ally looks like she's been slapped.\n\n\n\n\n\n74   INT. CHARLES'OFFICE -- RIGHT AFTER                        74\n\n\n\n     Charles in a meeting with several SUBORDINATES. Everyone is\n\n     in late night disarray. They are obviously on their way to\n\n     pulling an all-nighter. The door to the office flies open.\n\n     Tyler barges in. Janine trailing.\n\n\n\n                         JANINE\n\n               Tyler? Tyler? You can't just...\n\n\n\n                         CHARLES\n\n               It's fine Janine.\n\n\n\n     There is space between the two men. Tyler extends a rolled up\n\n     piece of paper to his father.\n\n\n\n                         TYLER\n\n               She drew you a picture.\n\n\n\n                         CHARLES\n\n               Put it on the table.\n\n\n\n     Beat.\n\n\n\n     Tyler holds on to the portrait.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES\n\n               Put it on the table. Beat. Tyler holds on to the portrait. \n\nTARGET SECTION TO BE ANNOTATED:\n                         TYLER\n\n               You have a daughter who sincerely\n\n               believes you don't like her.\n\n\n\n                         CHARLES\n\n               If I have any questions about what\n\n               my daughter may believe, I'll let\n\n               you know.\n\n\n\n     Tyler gestures with the portrait\n\n\n\n                         TYLER\n\n               Don't you at least want to know\n\n               her? She's telling you something,\n\n               Dad. She's communicating. Why\n\n               aren't you riveted? Why isn't this\n\n               the most important thing? At least\n\n               for one night of your life?\n\n                                                   78.\n\n\n\n\n\n                      CHARLES\n\n            I've heard this song before, Tyler.\n\n\n\n                      SUBORDINATE#1\n\n            We can come back...\n\n\n\nThe subordinates rise.\n\n\n\n                      CHARLES\n\n            It's fine, Khaleel.\n\n\n\nThey sit.\n\n\n\nThere is still distance between the two men.\n\n\n\nBeat.\n\n\n\n                      CHARLES\n\n            Who is this display for?\n\n\n\n                      TYLER\n\n            You, Mr. Roth.\n\n\n\nBeat.\n\n\n\n                      CHARLES\n\n            She knows I will take care of her.\n\n\n\n                      TYLER\n\n            And...?\n\n\n\nThe subordinates rise again.\n\n\n\n                      SUBORDINATE#1\n\n            We really can come back another...\n\n\n\n                      CHARLES\n\n            Sit the fuck down.\n\n\n\nThey sit.\n\n\n\n                      CHARLES\n\n            And that I love her. I love her.\n\n            Good God, you toss that word around\n\n            like currency. You have no idea\n\n            what it means.\n\n\n\n                      TYLER\n\n            Maybe not. Maybe Caroline doesn't\n\n            either. Where would she have\n\n            learned it?\n\n                                                              79.\n\n\n\n\n\n                         CHARLES\n\n               I have provided her world. And\n\n               yours.\n\n\n\n                         TYLER\n\n               That does not mean you're allowed\n\n               to shatter it whenever there's\n\n               something better to do.\n\n\n\n                         CHARLES\n\n               Who the hell do you think you're\n\n               talking to? You pedaled down here\n\n               on your bike for Christ's sake. You\n\n               have to take care of nothing. You\n\n               are responsible for no one. You're\n\n               a kid. You think you're the first\n\n               one to lose anything? Do you think\n\n               that there is anything you feel\n\n               that I haven't already felt?\n\n\n\n                          TYLER\n\n               You didn't find him. I found him.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you think\n\n               that there is anything you feel\n\n               that I haven't already felt? TYLER\n\n               You didn't find him. I found him. \n\nTARGET SECTION TO BE ANNOTATED:\n               And you're so tragically blind, the\n\n               rest of your children are going to\n\n               hang themselves on your watch.\n\n\n\n     Charles goes, snarling, for his son, and Tyler is more than\n\n     willing.\n\n\n\n     Janine and one of the Subordinates get between them.\n\n\n\n                         JANINE\n\n               Stop! Stop!\n\n\n\n     The men are pulled apart. Tyler is white and trembling with\n\n     rage. Charles' face is completely dark and closed.\n\n\n\n                         JANINE\n\n               Get out of here Tyler.\n\n\n\n     Tyler runs for the door. Stumbling over furniture, Caroline's\n\n     portrait crushed under his feet.\n\n\n\n\n\n75   INT. RAILROAD FLAT -- RIGHT AFTER.                        75\n\n\n\n     Ally, still in her dress, trying to excavate an ice tray\n\n     frozen in the ancient freezer. There's got to be six inches\n\n     of frost in there. She starts stabbing it with a wooden\n\n     spoon. As she hears the door, she turns and puts on her most\n\n     blistering attitude like an overcoat. As Tyler walks into the\n\n     light-- his face white with anger, practically crying-- her\n\n     eyes widen...\n\n                                                                  80.\n\n\n\n\n\n                            ALLY\n\n               Oh my God.\n\n\n\n     She runs to him, he falls into her. He's a mess. He won't let\n\n     her see his face. She pushes at his hair, trying to see and\n\n     understand. He kisses her, so she won't see. Tyler is\n\n     completely lost in the storm and Alicia Santana Craig is\n\n     going to get him through.\n\n\n\n                            ALLY\n\n               Okay.\n\n\n\n     She yanks his head up.\n\n\n\n                            ALLY\n\n               It's okay.\n\n\n\n     They kiss. She brings his hands up into her hair, around her\n\n     face. They kiss. He kisses her like he's starved for her.\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n76   TYLER'S BEDROOM -- LATER                                      76\n\n\n\n     Tyler and Ally, wrapped around each other, both deeply\n\n     asleep.\n\n\n\n\n\n77   INT. CRAIG FAMILY HOME -- CRAIG'S OFFICE -- AFTERNOON         77\n\n\n\n     Craig, home from work. He hits the button on the answering\n\n     machine. There's just one message.\n\n\n\n                         ALLY O/S\n\n                   (on the machine)\n\n               Dad, it's me. I've been\n\n               invited...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere's just one message. ALLY O/S\n\n                   (on the machine)\n\n               Dad, it's me. I've been\n\n               invited... \n\nTARGET SECTION TO BE ANNOTATED:\nI'm going away to the\n\n               beach for Labor Day...They're nice\n\n               people. If there's any problem I'll\n\n               call. Or they will. Okay...Bye.\n\n\n\n     As he takes off his jacket, Craig hits rewind and plays the\n\n     message again...\n\n\n\n                         ALLY O/S\n\n                   (on the machine)\n\n               Dad, it's me...\n\n\n\n\n\n78   INT. DIANE'S MONTAUK BEACH HOUSE -- NIGHT -- SUMMER'S END     78\n\n\n\n     Raucous laughter. Caroline, Tyler, Les, Ally and Aidan are in\n\n     the living room playing charades.\n\n                                                         81.\n\n\n\n\n\nEveryone is a little sunburnt, the adults are a little drunk.\n\nAlly is wrapped up in Tyler, Caroline is on her mom's lap on\n\nthe floor, Les next to them, lying on his stomach. Aidan is\n\nup and God only knows what he's doing\n\n\n\n                    LES\n\n              (totally flabbergasted)\n\n          I genuinely have no idea...are you\n\n          having a seizure?\n\n\n\n                      CAROLINE\n\n          Time.\n\n\n\n                    AIDAN\n\n          Berlin Alexanderplatz!\n\n\n\nMore raucous laughter.\n\n\n\n                    AIDAN\n\n          You people are culturally bankrupt.\n\n\n\n                    TYLER\n\n          Whose was that anyway?\n\n\n\n                      CAROLINE\n\n          Mine.\n\n\n\nWhoops of laughter heretofore unheard in Montauk.\n\n\n\n                    DIANE\n\n          Okay, you. Bed.\n\n\n\n                    LES.\n\n          Me? Yeah, baby.\n\n\n\n                    CAROLINE\n\n          Gross. Gross. Gross me out the\n\n          door.\n\n\n\nShe rises and flees into the kitchen. Les rolls over and ends\n\nup with his head in Diane's lap. He looks at her for a\n\nmoment.\n\n\n\n                    LES\n\n          You're just the prettiest girl.\n\n\n\nDiane beams at him.\n\n\n\nTyler smiles at his mom and Les, then at Ally. Diane takes a\n\ndeep look at her son. Her eyes shining.\n\n\n\n                    AIDAN\n\n          Holy crap. What's with all the\n\n          smiling?\n\n                                                              82.\n\n\n\n\n\n     Caroline travels through the living room with a popsicle. She\n\n     is headed for her bedroom.\n\n\n\n                         CAROLINE\n\n               A child could do Berlin\n\n               Alexanderplatz, you spaz.\n\n\n\n     Les snorts with laughter. Diane rises, dumping him to the\n\n     floor.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAROLINE\n\n               A child could do Berlin\n\n               Alexanderplatz, you spaz. Les snorts with laughter. Diane rises, dumping him to the\n\n     floor. \n\nTARGET SECTION TO BE ANNOTATED:\n                            LES\n\n               Hey!\n\n\n\n                         DIANE\n\n               I want five minutes with my child\n\n               before she ceases to be a child and\n\n               decides I'm ruining her life.\n\n\n\n     On her way out, Diane pauses and gently pushes one of Ally's\n\n     stray curls behind her ear. Smiles down at her.\n\n\n\n                         DIANE\n\n               Aren't you a treasure.\n\n\n\n     Ally stares up at Diane for a beat, her eyes shining.\n\n\n\n\n\n79   INT. AMTRACK -- PASSENGER CAR (MOVING) -- DAY               79\n\n\n\n     Tanned and rejuvenated, Ally, Tyler, and Aidan sit together\n\n     on the train back to the city.\n\n\n\n     Ally and Tyler kiss. Aidan watches them.\n\n\n\n                         AIDAN\n\n               I want a girlfriend.\n\n\n\n                            TYLER\n\n               What?\n\n\n\n                         AIDAN\n\n               Dinners out, movies. Regular sex.\n\n               That could be all right. For like,\n\n               a summer.\n\n\n\n                         ALLY\n\n               You're such a romantic.\n\n\n\n                         AIDAN\n\n               And I've had all the races.\n\n\n\n                            ALLY\n\n               Excuse me?\n\n                                                 83.\n\n\n\n\n\n                    AIDAN\n\n          I've had all the races. I've been\n\n          with girls from every...race.\n\n\n\nAlly laughs.\n\n\n\n                    TYLER\n\n          That is the stupidest thing you've\n\n          ever said, including that time with\n\n          the bong in the emergency room.\n\n\n\n                    ALLY\n\n          White girl.\n\n\n\n                    AIDAN\n\n          Please. Like falling off a log. As\n\n          a matter of fact...\n\n\n\n                    ALLY\n\n          Shut up. Black girl.\n\n\n\n                    AIDAN\n\n          But of course.\n\n\n\n                    ALLY\n\n          Asian.\n\n\n\n                    AIDAN\n\n          Twice.\n\n\n\n                    ALLY\n\n          Latina.\n\n\n\n                    AIDAN\n\n          Oui!\n\n\n\n                    ALLY\n\n          A Latin girl actually slept with\n\n          you? What's her name? She's out of\n\n          the club.\n\n\n\nTyler is laughing. Ally thinks for a moment.\n\n\n\n                    ALLY\n\n          Eskimo.\n\n\n\nAidan gives a satisfied smile.\n\n\n\n                    TYLER/ALLY\n\n          No way!\n\n\n\n                    AIDAN\n\n          Monica Ipellie. She works at the\n\n          Public Library on 96th street.\n\n                                                           84.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDAN\n\n          Monica Ipellie. She works at the\n\n          Public Library on 96th street. 84. \n\nTARGET SECTION TO BE ANNOTATED:\n                    ALLY\n\n          You slept with an Eskimo?\n\n\n\n                    TYLER\n\n          You went to the library?\n\n\n\nThe car doors open and a MAN ushers his family through.   It's\n\nCraig's partner Leo, in plain clothes.\n\n\n\n                    AIDAN\n\n          Inuit. In-u-it, Ally. Try not to\n\n          show your ignorance.\n\n\n\n                    ALLY\n\n          I don't believe you.\n\n\n\n                    AIDAN\n\n          Fine. Nice girl. While we were\n\n          doing it, I couldn't get this\n\n          little, like, song out of my\n\n          head...\n\n\n\nHe begins to bob his head to a rhythm.\n\n\n\n                    AIDAN\n\n          \"Inuit, bum buh bum, I'm banging an\n\n          Inuit, bum buh bum buh bum...\"\n\n\n\nAlly and Tyler collapse in laughter as Craig's Partner passes\n\nHe notices Ally immediately. She doesn't see him. He takes a\n\nlong look at Tyler as he follows his wife and kids into the\n\nnext car.\n\n\n\n                    ALLY\n\n          Prove it. Ten bucks.\n\n\n\nThe train makes a stop at Patchogue. Leo and family\n\ndisembark.\n\n\n\n                    AIDAN\n\n          You wanna go to the library?\n\n\n\n                    ALLY\n\n          The minute we get off this train.\n\n\n\n                    AIDAN\n\n          Fine.\n\n\n\n                    ALLY\n\n          Tyler, are you coming?\n\n\n\n                    TYLER\n\n          I'll skip this particular\n\n          bloodbath, thank you.\n\n                                                                 85.\n\n\n\n\n\n80   INT. TYLER'S APARTMENT BUILDING -- HALLWAY -- LATER          80\n\n\n\n     Tyler, his bag on his shoulder, returning home, fishing in\n\n     his pocket for his keys.\n\n\n\n     He sings the Inuit song to himself...\n\n\n\n                         TYLER\n\n               bum buh bum bum buh bum buh bum...\n\n\n\n     His front door is unlocked.\n\n\n\n     Tyler freezes. Takes a beat. Scans the room, silently\n\n     dropping his bag. He reaches behind him for the aluminium bat\n\n     against the door. Wielding it, he takes two steps into the\n\n     apartment.\n\n\n\n     Craig, in plain clothes, sitting on Tyler's bed, amidst the\n\n     carnage of Tyler's stuff. He has been rifling through\n\n     everything. The guitar is propped haphazardly against the\n\n     wall.\n\n\n\n     Craig looks up. The men lock eyes.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guitar is propped haphazardly against the\n\n     wall. Craig looks up. The men lock eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n     Craig's eyes go to the bat.\n\n\n\n     Tyler leans it slowly against the wall.\n\n\n\n     Beat.\n\n\n\n                         CRAIG\n\n               Where is she?\n\n\n\n                         TYLER\n\n               What are you doing in my house?\n\n\n\n     Craig's eyes flash.\n\n\n\n                         CRAIG\n\n               Where's my daughter?\n\n\n\n                         TYLER\n\n               She's not here now. She's at the\n\n               library.\n\n\n\n     Craig's face says it: \"Bullshit\".\n\n\n\n                         CRAIG\n\n               Does she know?\n\n\n\n     Cops never ask a question they don't know the answer to.\n\n\n\n                           TYLER\n\n               No.\n\n                                                            86.\n\n\n\n\n\n                    CRAIG\n\n          I didn't think so. I figured you'd\n\n          probably leave that up to me when\n\n          you're done with her.\n\n\n\nCraig's face, like his wife's so many years ago, is pure\n\ncontempt. With his body at this angle, Tyler can now see his\n\ngun.\n\n\n\n                    TYLER\n\n          I'm not going anywhere.\n\n\n\n                    CRAIG\n\n          That's true, Tyler Roth, son of\n\n          Charles and Diane. Brother of\n\n          Caroline and Michael, deceased,\n\n          suicide by hanging. You're kinda\n\n          lost, aren't you? Taking a little\n\n          vacation in coach before finding\n\n          your way back to first class?\n\n\n\n                    TYLER\n\n          I'm the one she came to when you\n\n          used her face as a punching bag.\n\n\n\nCraig closes the distance.\n\n\n\nFrom Tyler's P.O.V he looks like a freight train.\n\n\n\nIn a flash, he gets Tyler in a choke hold, flips him on his\n\nback on the bed and puts his hands around Tyler's throat.\n\n\n\nSilence, except for exertion.\n\n\n\nTyler's hands are on Craig's wrists. He is holding Craig's\n\neye. His face is starting to turn colors.\n\n\n\nBeat.\n\n\n\nBeat.\n\n\n\n                    TYLER\n\n          She needs you.\n\n\n\nIt travels between the two men. Craig grappling with it,\n\nalthough he still has his hands at Tyler's throat.\n\n\n\nCraig drops his hands, pushes himself off Tyler\n\n\n\nTyler rolls to one side, coughing and gagging.\n\n\n\nCraig leans against the wall for support.\n\n                                                              87.\n\n\n\n\n\n     He is trying, before our eyes, to pull the shards of himself\n\n     together. His gun visible at his waistband.\n\n\n\n     Tyler's coughing, his face still red, his eyes travel briefly\n\n     to the bat, then to Craig.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is trying, before our eyes, to pull the shards of himself\n\n     together. His gun visible at his waistband. Tyler's coughing, his face still red, his eyes travel briefly\n\n     to the bat, then to Craig. \n\nTARGET SECTION TO BE ANNOTATED:\n     Craig closes his eyes, very briefly, then rises. Not looking\n\n     at Tyler.\n\n\n\n     Beat.\n\n\n\n     Looking at Tyler.\n\n\n\n     Beat.\n\n\n\n     Craig goes to the front door.\n\n\n\n                         CRAIG\n\n               Get a fucking dead bolt.\n\n\n\n     Slam. And then he's gone. The door bounces in its frame. And\n\n     then it's just Tyler trying to remember how to breathe.\n\n\n\n\n\n81   INT. RAILROAD FLAT-- LATER.                               81\n\n\n\n     Tyler smoking, standing at the window, waiting for Ally. He\n\n     sees her walking up to the front door. He grinds his\n\n     cigarette out. Ally is running up the stairs\n\n\n\n                         ALLY O/S\n\n               Tyler Keats Roth!\n\n\n\n     She arrives at the door.\n\n\n\n                         ALLY\n\n               He banged an Inuit!\n\n               She's really nice. And smart. I\n\n               don't get it.\n\n\n\n     Beat.\n\n\n\n                         ALLY\n\n               What's going on?\n\n\n\n                         TYLER\n\n               Your dad was here.\n\n\n\n                         ALLY\n\n                   (panicking)\n\n               What?\n\n\n\n                         TYLER\n\n               When I got home.\n\n                                                         88.\n\n\n\n\n\nBeat.\n\n\n\n                    ALLY\n\n          I hate him!\n\n\n\nShe lunges for the phone. Tyler stops her hand.\n\n\n\n                    TYLER\n\n          There's more.\n\n\n\nShe looks like she's starting to panic.\n\n\n\n                    TYLER\n\n          He knows me. Before I met you. He\n\n          arrested me and Aidan. He gave me\n\n          that gash over my eye.\n\n\n\n                    ALLY\n\n          I don't understand.\n\n\n\n                    TYLER\n\n          I mouthed off to him. He ...\n\n          responded. Then Aidan saw you guys\n\n          together at school.\n\n\n\nShe isn't quite getting it.\n\n\n\n                    TYLER\n\n          Aidan suggested...I...introduced\n\n          myself to you.\n\n\n\nShe's got it.\n\n\n\nBeat.\n\n\n\n                    TYLER\n\n          Ally...\n\n\n\n                    ALLY\n\n          I'm going to be sick.\n\n\n\nShe bolts from the chair to the sink and dry heaves. Tyler\n\nreaches out to comfort her.\n\n\n\n                    TYLER\n\n          Hey.\n\n\n\nShe reels around and cracks him across the face. Not like a\n\nchick. Like her dad.\n\n\n\nThe sound hangs in the air.\n\n\n\nAlly goes to the bedroom and starts throwing her stuff in her\n\nbag. Tyler follows her.\n\n                                                              89.\n\n\n\n\n\n                         TYLER\n\n               Don't do that.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler follows her. 89. TYLER\n\n               Don't do that. \n\nTARGET SECTION TO BE ANNOTATED:\n What are you doing?\n\n\n\n                         ALLY\n\n               Do you realize what you've done?\n\n\n\n                           TYLER\n\n               Yeah.\n\n\n\n     He doesn't.\n\n\n\n                         ALLY\n\n               Did you think I would never find\n\n               out? I mean, think about it. I had\n\n               to find out eventually. You set it\n\n               up that way.\n\n\n\n                         TYLER\n\n               But it doesn't mean anything. I\n\n               didn't mean to hurt you,\n\n\n\n                         ALLY\n\n               No. That's exactly what you meant\n\n               to do.\n\n\n\n     She pushes past him and out the door.\n\n\n\n\n\n82   INT. TYLER'S APARTMENT BUILDING -- STAIRWELL --           82\n\n\n\n     Ally heads down. Aidan heads up. He smiles wide.\n\n\n\n                           AIDAN\n\n               Hey.\n\n\n\n     Ally pushes past him.\n\n\n\n                           ALLY\n\n               Prick.\n\n\n\n\n\n83   INT. RAILROAD FLAT-- LATER THAT NIGHT                     83\n\n\n\n     Tyler sitting on the ratty couch. Aidan eats old Chinese food\n\n     from the container. He offers some to Tyler. They sit in\n\n     silence. Tyler swelling. Aidan eating.\n\n\n\n                         AIDAN\n\n               You had to tell her eventually...\n\n\n\n     This is no comfort.\n\n                                                               90.\n\n\n\n\n\n                         AIDAN\n\n               Glass half full... you just saved\n\n               yourself an awkward Thanksgiving.\n\n\n\n     Sincere now.\n\n\n\n                         AIDAN\n\n               She'll be back, T.\n\n\n\n     Tyler heads into his bedroom and shuts the door.\n\n\n\n\n\n84   INT. CRAIG FAMILY HOME -- KITCHEN -- NIGHT                  84\n\n\n\n     Sergeant Craig working on a sink full of dirty dishes. He\n\n     scrubs at a filthy pan with a piece of steel wool. He's manic\n\n     but there's not a beer can in sight.\n\n\n\n                         ALLY O/S\n\n               You know you're not supposed to use\n\n               that on non-stick pans...\n\n\n\n     Craig turns, finds her there in the doorway, bag at her feet.\n\n\n\n                         ALLY\n\n               It takes off the teflon.\n\n\n\n     They stare at each other for a moment.\n\n\n\n                         ALLY\n\n               You should let it soak.\n\n\n\n                          SERGEANT CRAIG\n\n               Okay.\n\n\n\n     They look at each other. Craig tries a smile. Ally's cool\n\n     with him. Moving towards him, past him.\n\n\n\n                         ALLY\n\n               I'm going upstairs.\n\n\n\n\n\n85   EXT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMoving towards him, past him. ALLY\n\n               I'm going upstairs. 85   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EAST SIDE MANHATTAN APARTMENT BUILDING -- EVENING      85\n\n\n\n     Caroline and Diane walk up to the DOORMAN. Caroline carries a\n\n     gift, a sleeping bag. Diane smiles at her daughter.\n\n\n\n                         CAROLINE\n\n               Stop smiling. You look insane.\n\n\n\n     Diane can't help it try as she might.\n\n                                                                  91.\n\n\n\n\n\n                         DIANE\n\n               I'm sorry, honey. I just... it's\n\n               nice. Like an end of the summer\n\n               send off.\n\n\n\n     Caroline rolls her eyes.\n\n\n\n                            DIANE\n\n               Have fun.\n\n\n\n     Caroline goes into the lobby. Diane heads back to her car.\n\n\n\n\n\n86   INT. EAST SIDE    APARTMENT--   FOYER                         86\n\n\n\n     Caroline gives her gift to THE BIRTHDAY GIRL who smiles. She\n\n     follows her into the next room where the other PARTY GUESTS\n\n     watch a movie. They all turn and look at Caroline.\n\n\n\n     Caroline smiles sheepishly. Some of the MEAN GIRLS are there,\n\n     One of them gives her a perfunctory smile.\n\n\n\n\n\n87   INT. LANDMARK SUNSHINE MOVIE THEATER -- HOUSTON STREET --     87\n\n     NIGHT.\n\n\n\n     Jackie Chan's foot slamming through a wall.\n\n\n\n     Tyler and Aidan are watching RUSH HOUR 2.\n\n\n\n     Aidan slurps from a super mega sized soda, laughing, enjoying\n\n     himself. He turns to his friend. Tyler sits, completely\n\n     drained, looking like the loneliest guy on the planet.\n\n\n\n     Aidan gives him a nudge. Tyler looks at the screen for a sec\n\n     and half smiles, then slips away again. Aidan is genuinely\n\n     concerned.\n\n\n\n\n\n88   INT. EAST SIDE APARTMNT-- KITCHEN -- NEXT MORNING             88\n\n\n\n     The party girl's MOM is in a bathrobe. She looks horrified,\n\n     she has one hand covering her mouth and is whispering into a\n\n     cell phone. Caroline is on the kitchen phone. Her long hair\n\n     has been CUT TO PIECES while she slept. She is crying.\n\n\n\n                            CAROLINE\n\n                      (into the phone)\n\n               Mom?\n\n\n\n\n\n89   INT. CRAIG FAMILY HOME -- LATER THAT MORNING                  89\n\n\n\n     Ally and her father cook breakfast together. There's a knock.\n\n                                                                92.\n\n\n\n\n\n90   EXT. DOORSTEP.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n92. 90   EXT. DOORSTEP. \n\nTARGET SECTION TO BE ANNOTATED:\n                                                 90\n\n\n\n     Aidan paces nervously. Craig appears in an apron. Aidan\n\n     smiles.\n\n\n\n                            AIDAN\n\n               Hi.\n\n\n\n     Beat.\n\n\n\n                         AIDAN\n\n               Is this the, uh, that is, does, uh,\n\n               Alicia Craig. Does she live here?\n\n\n\n     Craig nods.\n\n\n\n                         AIDAN\n\n               Oh great. I'm...\n\n\n\n                         CRAIG\n\n               You think I don't remember you?\n\n\n\n                            AIDAN\n\n               No, sir.\n\n\n\n                         ALLY\n\n               Who is it Dad?\n\n\n\n     Ally sees Aidan. She touches her father's forearm.\n\n\n\n                            ALLY\n\n               It's OK...\n\n\n\n     Craig steps back into the house. Six inches.\n\n\n\n                            ALLY\n\n               Really.\n\n\n\n     He backs into the hall. Aidan and Ally are alone.\n\n\n\n                         ALLY\n\n               What do you want?\n\n\n\n                         AIDAN\n\n               Look, I'm a prick.\n\n\n\n                            ALLY\n\n               And...\n\n\n\n     Craig popping back like an eel from a wreck.    He's got the\n\n     mangled Honey Bear.\n\n\n\n                            ALLY\n\n               Dad...\n\n                                                                 93.\n\n\n\n\n\n     He goes again. Pfft. Aidan's visibly relieved.\n\n\n\n                         AIDAN\n\n               Tyler's not.\n\n\n\n     She starts to close the door.\n\n\n\n                         AIDAN\n\n               Wait. Shit. This isn't really my\n\n               thing.\n\n\n\n                         ALLY\n\n               He lied to me.\n\n\n\n                         AIDAN\n\n               He's in love with you.\n\n\n\n                         ALLY\n\n               He'd like to think he is.\n\n\n\n     Aidan doesn't get it.\n\n\n\n                         AIDAN\n\n               I don't know what that means...I've\n\n               seen him look at one other girl the\n\n               way he looks at you. She's a lot\n\n               shorter and shares his DNA.\n\n\n\n     Ally looks away.\n\n\n\n                         AIDAN\n\n               You don't have to forgive him\n\n               today... just forgive him.\n\n\n\n     Craig reappears from the deep.\n\n\n\n                         CRAIG\n\n               Thanks for stopping by.\n\n\n\n     Father and daughter go back into the house.\n\n\n\n     Aidan exhales.\n\n\n\n\n\n91   INT. HOFFMAN FAMILY HOME -- CAROLINE'S BEDROOM -- LATER      91\n\n\n\n     Diane is on the house phone, preparing a tray of tea and\n\n     cinnamon toast for Caroline as she talks.\n\n                                                                94.\n\n\n\n\n\n                         DIANE\n\n               Are you telling me, Ms.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOFFMAN FAMILY HOME -- CAROLINE'S BEDROOM -- LATER      91\n\n\n\n     Diane is on the house phone, preparing a tray of tea and\n\n     cinnamon toast for Caroline as she talks. 94. DIANE\n\n               Are you telling me, Ms. \n\nTARGET SECTION TO BE ANNOTATED:\n Spencer,\n\n               that you intend to let those girls\n\n               stay in your school?...Of course\n\n               they're all sticking to the same\n\n               story and that story is a load of\n\n               crap!...\n\n\n\n     She slams a cabinet closed as Les picks up the tray and WE\n\n     TRACK HIM down the hall to CAROLINE'S ROOM. Les is speaking\n\n     on his cell phone.\n\n\n\n                          LES\n\n                   (sotto, into the phone)\n\n               She's pretty traumatized. I wanted\n\n               to pull some names together in case\n\n               we all decide she should talk to\n\n               someone...\n\n\n\n\n\n92   INT. CAROLINE'S BEDROOM.                                     92\n\n\n\n     Caroline and Tyler are lying on Caroline's bed. Her head is\n\n     nestled on his shoulder. She looks even tinier than usual.\n\n     Tyler is reading to her, softly, from The Book of Greek\n\n     Myths, his other hand stroking her butchered hair.\n\n\n\n     She looks pale, wasted. Her eyes are sunken and she's\n\n     fighting sleep. A losing battle, she's exhausted. Her lids\n\n     finally shutter to the sound of her brother's voice.\n\n\n\n     Les, at the door, places the tray on Caroline's desk...\n\n\n\n                         LES\n\n                   (on the phone)\n\n               There's no witnesses and it didn't\n\n               happen on school property. The\n\n               school won't do anything. They'll\n\n               probably get away with it...\n\n\n\n     Tyler's eyes, registering anger and shock, jump from the page\n\n     as he hears this.\n\n\n\n\n\n93   INT. FOYER.                                                  93\n\n\n\n     Diane opening the front door for Aidan and Ally. Aidan wraps\n\n     his arms around Diane and gives her a hug. Ally hangs back a\n\n     bit, unsure, then embraces Diane.\n\n\n\n     Tyler emerges from the hallway.\n\n                                                              95.\n\n\n\n\n\n                         TYLER\n\n                   (to Diane)\n\n               She's asleep.\n\n\n\n     He sees Aidan and Ally. Stops short.\n\n\n\n\n\n94   EXT. FRONT STEPS -- LATER                                    94\n\n\n\n     Tyler alone on the top stair, taking long pulls from a\n\n     cigarette. Ally comes out the front door, softly closes it\n\n     behind her.\n\n\n\n                         TYLER\n\n               Last one ever. I swear.\n\n\n\n                         ALLY\n\n               I don't care.\n\n\n\n     Beat.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI swear. ALLY\n\n               I don't care. Beat. \n\nTARGET SECTION TO BE ANNOTATED:\n                         TYLER\n\n               I know you're not here for me but,\n\n               thank you for being here.\n\n\n\n     A silent moment passes.\n\n\n\n                         TYLER\n\n               For what it's worth, I think you're\n\n               amazing.\n\n\n\n                         ALLY\n\n               It's not worth much. You made\n\n               everything between us a lie.\n\n\n\n                            TYLER\n\n               I'm sorry.\n\n\n\n                         ALLY\n\n               Okay. Now what? I'm supposed to\n\n               just forgive you?\n\n\n\n     A BMW 7 Series speeds around the corner. Stops in front of\n\n     the house. Charles gets out of the car, sees his son.\n\n\n\n                         CHARLES\n\n               How is she?\n\n\n\n                         TYLER\n\n               She's sleeping.\n\n\n\n     Diane emerges from the house. Charles strides quickly towards\n\n     her.\n\n                                                              96.\n\n\n\n\n\n95   INT. BEDROOM -- LATER                                       95\n\n\n\n     Caroline asleep in her bed. Charles stands in the doorway\n\n     watching her sleep, we get the feeling he hasn't seen her\n\n     asleep in some time. Diane appears at his side.\n\n\n\n                         CHARLES\n\n               How long do you think she'll sleep?\n\n\n\n                         DIANE\n\n               I think she'll be out for a while.\n\n               Would you like to wait?\n\n\n\n                         CHARLES\n\n               Thank you. I can't. I'll call her\n\n               later.\n\n\n\n                         DIANE\n\n               I'll tell her.\n\n\n\n     Diane looks at Charles. He's still watching his daughter.\n\n\n\n\n\n96   INT. PRIVATE SCHOOL -- CLASSROOM -- MORNING                 96\n\n\n\n     Caroline's TEACHER prepares her lesson plan. She starts to\n\n     write the date on the board when The door opens. Caroline and\n\n     Tyler enter. The entire class is watching. It's dead quiet.\n\n\n\n     Caroline puts her trembling hands in her pockets.\n\n\n\n     Tyler looks at a few of the girls. They look back,\n\n     unconcerned, almost amused. Tyler walks his sister to her\n\n     desk.\n\n\n\n                         TYLER\n\n                   (to Caroline, whispering)\n\n               You okay?\n\n\n\n     Caroline nods, although her eyes are brimming. As she slips\n\n     out of her jacket, the contents of her pockets clatter\n\n     noisily to the floor. Tyler immediately bends to help her.\n\n\n\n\n\n                         MEAN GIRL\n\n               Have you done something different\n\n               with your hair? I love it!\n\n\n\n     SNICKERING LAUGHTER. Caroline looks like a deer in\n\n     headlights.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nI love it! SNICKERING LAUGHTER. Caroline looks like a deer in\n\n     headlights. \n\nTARGET SECTION TO BE ANNOTATED:\n                         TEACHER\n\n               Okay, okay. Enough.\n\n                                                               97.\n\n\n\n\n\n      Tyler moves towards an EMPTY DESK. Some girls keep\n\n      snickering. Suddenly, Tyler grabs the desk. THROWS it through\n\n      the air.\n\n\n\n\n\n97    INT. HALLWAY -- SIMULTANEOUS                                 97\n\n\n\n      A JANITOR pushes a flat broom down the empty corridor when\n\n      the glass from one of the classroom doors explodes as the\n\n      desk makes impact. He stops pushing the broom and stares.\n\n\n\n\n\n98    INT. CLASSROOM -- LATER                                      98\n\n\n\n      Pin-drop silence. The students sit paralyzed. Tyler stares at\n\n      the Mean Girl. Her arrogance completely gone. Caroline stares\n\n      up at her brother, awestruck.\n\n\n\n\n\n99    INT. HOLDING CELL -- LATER                                   99\n\n\n\n      TYLER locked up among CRACK HEADS and PETTY CROOKS on a dirty\n\n      bench with his hands behind his head and a bemused smirk. A\n\n      BAILIFF approaches the holding cell. Looks at Tyler.\n\n\n\n                          BAILIFF\n\n                You posted.\n\n\n\n\n\n100   INT. NYPD PRECINCT -- LATER                              100\n\n\n\n      Charles standing in the waiting area. Tyler is led out by the\n\n      bailiff rubbing his wrists. He sees his father, his face\n\n      registering surprise.\n\n\n\n      Beat.\n\n\n\n      The men walk together towards the exit in silence. Neither\n\n      looking at the other.\n\n\n\n                          CHARLES\n\n                Destruction of private property and\n\n                felony trespassing.\n\n\n\n                          TYLER\n\n                I didn't call you.\n\n\n\n                          CHARLES\n\n                I know you didn't.\n\n\n\n      Charles stops.\n\n                                                                 98.\n\n\n\n\n\n                            CHARLES\n\n                  I have unleashed a raging shitstorm\n\n                  of epic proportions on the board of\n\n                  trustees of that pissant school\n\n                  that will not abate until those\n\n                  girls seek enrollment elsewhere. I\n\n                  give them a week.\n\n\n\n      Beat.\n\n\n\n                            CHARLES\n\n                  I know you think I'm a prick, but I\n\n                  have my uses.\n\n\n\n      Guess so.\n\n\n\n                            CHARLES\n\n                  Can you come by the office to talk\n\n                  to the lawyers?\n\n\n\n      Beat. Tyler deciding.\n\n\n\n      Tyler nods.\n\n\n\n      Charles appraises his son.\n\n\n\n                            CHARLES\n\n                  Try not to vandalize any more\n\n                  schools in the meantime.\n\n\n\n      Charles walks ahead, pulling out his cell phone.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharles appraises his son. CHARLES\n\n                  Try not to vandalize any more\n\n                  schools in the meantime. Charles walks ahead, pulling out his cell phone. \n\nTARGET SECTION TO BE ANNOTATED:\n      Tyler calls after him.\n\n\n\n                            TYLER\n\n                  Thank you for bailing me out.\n\n\n\n      Charles, without turning around,\n\n\n\n                            CHARLES\n\n                  No problem.\n\n\n\n\n\n101   EXT. NYU -- FRONT STEPS -- BEAUTIFUL SEPTEMBER MORNING     101\n\n\n\n      Tyler leaning against the bike rack, waiting. He sees Ally\n\n      running up the steps and watches her as she blends into the\n\n      crowd.\n\n\n\n\n\n102   EXT. WASHINGTON SQUARE PARK -- JUST AFTER.                 102\n\n\n\n      No mimes, just dealers. Ally with a girlfriend, walking\n\n      towards the East Side. Tyler catches up to her.\n\n                                                                 99.\n\n\n\n\n\n      Shakes the friend's hand. After a beat, Ally agrees to walk\n\n      with him. He reaches for her hand. She pulls it away, but\n\n      walks next to him.\n\n\n\n\n\n103   EXT. CENTRAL PARK -- ALICE STATUE -- JUST AFTER.            103\n\n\n\n      Tyler has convinced Ally to come uptown and meet Caroline\n\n      with him.\n\n\n\n      Tyler and Caroline climb all over the Alice, while Ally\n\n      watches from a bench.\n\n\n\n      As befitting a seventh grader, Caroline turns her face to the\n\n      sun and arranges herself to take advantage of the early\n\n      September tanning possibilities.\n\n\n\n      Tyler walks over to Ally's bench, sits next to her.\n\n\n\n      Beat.\n\n\n\n                          ALLY\n\n                Using the little sister is dirty\n\n                pool.\n\n\n\n                          TYLER\n\n                    (carefully)\n\n                Is it working?\n\n\n\n      Beat.\n\n\n\n                           ALLY\n\n                Maybe.\n\n\n\n      Tyler has a smile the size of New York City.\n\n\n\n      Ally smiles back.\n\n\n\n                                                     DISSOLVE TO:\n\n\n\n\n\n104   INT. TYLER'S BEDROOM -- THE NEXT MORNING                    104\n\n\n\n      Bright sun pouring through the window. Ally lying asleep.\n\n\n\n      Tyler is up and dressed now, he grabs his journal off his\n\n      desk, kneels beside Ally. He is bathed in the pool of light\n\n      streaming in.\n\n\n\n                           TYLER\n\n                    (nuzzling)\n\n                Hey...Hey.\n\n                                                              100.\n\n\n\n\n\n                           ALLY\n\n                Hmmm.\n\n\n\n                          TYLER\n\n                I'll be back in an hour. I have to\n\n                stop by my dad's office.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLY\n\n                Hmmm. TYLER\n\n                I'll be back in an hour. I have to\n\n                stop by my dad's office. \n\nTARGET SECTION TO BE ANNOTATED:\n                          ALLY\n\n                    (sleepily)\n\n                Do you want french toast or\n\n                pancakes for breakfast?\n\n\n\n                          TYLER\n\n                Whichever tastes better a la mode.\n\n\n\n      Ally smiles.\n\n\n\n                          ALLY\n\n                Say hi to your dad for me.\n\n\n\n      Tyler watches her lying there.\n\n\n\n                          TYLER\n\n                If I said I love you... what would\n\n                you say?\n\n\n\n                          ALLY\n\n                    (laughing)\n\n                I love you.\n\n\n\n                          TYLER\n\n                I love you too.\n\n\n\n      Tyler kisses her. Then heads out into the...\n\n\n\n\n\n105   INT. LIVING ROOM -- MOMENTS LATER                        105\n\n\n\n      Aidan passed out on the couch still wearing the clothes he\n\n      went out in the night before. Tyler watches him sleep.\n\n\n\n                          AIDAN\n\n                    (without opening his eyes)\n\n                French toast.\n\n\n\n      Tyler smiles as he takes his journal and exits.\n\n\n\n\n\n106   EXT. HOFFMAN FAMILY HOME -- PORCH -- MORNING             106\n\n\n\n      Charles waiting on the doorstep, his Town Car waiting on the\n\n      curb. Diane answers the door expecting to find Caroline's\n\n      driver, she's confused to find...\n\n                                                              101.\n\n\n\n\n\n                             DIANE\n\n                  Charles?\n\n\n\n                            CHARLES\n\n                  Good morning Diane.\n\n\n\n                            DIANE\n\n                  What are you doing here?\n\n\n\n                            CHARLES\n\n                  Tyler's coming by the office, but I\n\n                  thought I'd ride to school with\n\n                  Caroline first.\n\n\n\n      Diane is speechless. This is a first.\n\n\n\n                            DIANE\n\n                  Um...OK...sure...yeah...great.\n\n                  She's not ready though, she's going\n\n                  to need at least twenty minutes.\n\n\n\n      Charles hates waiting.\n\n\n\n                             CHARLES\n\n                      (adjusting his tie)\n\n                  All right.\n\n\n\n\n\n107   EXT. SIDEWALK -- LATER                                      107\n\n\n\n      Tyler chaining up his bike. His cellphone rings. He checks\n\n      it. Knows what it's regarding before he answers.\n\n\n\n                            TYLER\n\n                  Are you canceling all together or\n\n                  are you just running late?\n\n\n\n\n\n108   INT. CHARLES' TOWN CAR-- MORNING                            108\n\n\n\n      Charles and Caroline in the back seat. She's on one side,\n\n      with her pink back pack, he's on the other.\n\n\n\n                            CHARLES\n\n                      (on the phone)\n\n                  Are you already on your way?\n\n\n\n      INTERCUT:\n\n\n\n\n\n109   EXT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe's on one side,\n\n      with her pink back pack, he's on the other. CHARLES\n\n                      (on the phone)\n\n                  Are you already on your way? INTERCUT:\n\n\n\n\n\n109   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OPEN PLAZA.                                            109\n\n\n\n      Tyler rounding a corner.\n\n                                                              102.\n\n\n\n\n\n                          TYLER\n\n                I'm already here.\n\n\n\n                          CHARLES\n\n                I'm taking Caroline to school.\n\n\n\n      He looks at his daughter. She looks back at him, then looks\n\n      out the window.\n\n\n\n      Tyler considers.\n\n\n\n                          TYLER\n\n                Take your time. I'll just wait in\n\n                your office.\n\n\n\n                          CHARLES\n\n                It may be a while.\n\n\n\n                          TYLER\n\n                That's okay.\n\n\n\n      Tyler hangs up and joins the herds of suits heading down the\n\n      street.\n\n\n\n\n\n110   INT. ELEVATOR -- LATER                                      110\n\n\n\n      Tyler riding in a handsome marble and oak elevator with a\n\n      half-dozen EXECUTIVE types. Tyler steps on and presses the\n\n      number 92. The doors close.\n\n\n\n\n\n111   INT. EXECUTIVE FLOOR -- RECEPTION -- LATER                  111\n\n\n\n      Tyler walks, approaches the Receptionist from the ashtray\n\n      incident. He smiles pleasantly. She doesn't.\n\n\n\n                             TYLER\n\n                Janine in?\n\n\n\n                           THE RECEPTIONIST\n\n                    (cold)\n\n                She went for coffee.\n\n\n\n                          TYLER\n\n                She getting me any? Just kidding.\n\n\n\n      Tyler heads down the hall. The Receptionist rolls her eyes.\n\n\n\n\n\n112   INT. CHARLES ROTH'S OFFICE -- LATER                         112\n\n\n\n      Tyler steps into his father's empty office. It's dark, quiet.\n\n      He opens the blinds. Sunlight fills the room.\n\n                                                                103.\n\n\n\n\n\n      Tyler walks around the office. Picking things up, putting\n\n      them back.\n\n\n\n      Tyler sits at his father's desk in his executive chair. He\n\n      leans back. Puts his feet up and his hands behind his head.\n\n\n\n      Tyler notices the COMPUTER. He turns on the monitor and puts\n\n      his hand on the mouse - but doesn't move it. His hand just\n\n      stops and stays perfectly still. Tyler stares at the monitor\n\n      where his dad's SCREEN SAVER is scrolling through PHOTOS...\n\n\n\n      These photos are all of his FAMILY... \"Michael's first\n\n      Christmas, Tyler's eighth birthday, Diane in the hospital\n\n      with Caroline in a pink blanket, Charles and his kids build a\n\n      sand castle at the shore\"... they just keep going.\n\n\n\n      Tyler finds himself watching a slide show of his life.\n\n\n\n\n\n113   EXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese photos are all of his FAMILY... \"Michael's first\n\n      Christmas, Tyler's eighth birthday, Diane in the hospital\n\n      with Caroline in a pink blanket, Charles and his kids build a\n\n      sand castle at the shore\"... they just keep going. Tyler finds himself watching a slide show of his life. 113   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRIVATE SCHOOL -- LATER                                113\n\n\n\n      That line of luxury cars dropping their daughters off.\n\n      Charles' Town car rolls to a stop. Caroline gives him a kiss\n\n      on the cheek. It registers, sort of. She gets out. Charles\n\n      watches her all the way into the school.\n\n\n\n      His DRIVER sees him watching Caroline in the rear view\n\n      mirror.\n\n\n\n      Charles gives the Driver a look \"you're waiting for an\n\n      invite?\"\n\n\n\n      The Driver peels out.\n\n\n\n\n\n114   INT. TYLER'S APARTMENT -- KITCHEN -- LATER                  114\n\n\n\n      Ally has made a mess making french toast. Aidan is yakking on\n\n      his phone.\n\n\n\n\n\n115   INT. TOWN CAR -- LATER                                      115\n\n\n\n      Charles in traffic. All around him DRIVERS curse, honk, hate\n\n      each other. Charles rides, not letting it bug him.\n\n\n\n\n\n116   INT. PRIVATE SCHOOL -- CLASSROOM -- LATER                   116\n\n\n\n      Caroline drawing at her desk as her Teacher comes in and gets\n\n      ready to start the day.\n\n                                                              104.\n\n\n\n\n\n117   INT. CHARLES ROTH'S OFFICE -- LATER                      117\n\n\n\n      Tyler is still watching the screen saver when Janine enters.\n\n\n\n                          JANINE\n\n                Good Morning, Mister Roth.\n\n\n\n                          TYLER\n\n                Did you know about this?\n\n\n\n      Janine walks around the desk in time to see a photo of Tyler\n\n      and Michael naked in the tub pop up. She smiles.\n\n\n\n                          JANINE\n\n                Who do you think scanned all the\n\n                pictures?\n\n\n\n      Tyler smiles. Janine smiles, Then a photo of Michael comes\n\n      up. Those smiles fade. Silence.\n\n\n\n                          JANINE\n\n                How old would he be?\n\n\n\n                          TYLER\n\n                Twenty-nine last May.\n\n\n\n      Tyler stands and looks out one of the floor-to-ceiling\n\n      windows separated by columns. He stares out at mid town and a\n\n      perfect blue sky. Janine looks befuddled.\n\n\n\n                          JANINE\n\n                It's really been that long? I\n\n                could've sworn it was...\n\n\n\n                          TYLER\n\n                May 18, 1993.\n\n\n\n      A silent moment passes. Janine reflecting.\n\n\n\n                           JANINE\n\n                I should be able to remember that.\n\n                I'm sorry.\n\n\n\n      Tyler looks at her, his face easy...\n\n\n\n                             TYLER\n\n                It's okay.\n\n\n\n\n\n118   INT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nTyler looks at her, his face easy... TYLER\n\n                It's okay. 118   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRIVATE SCHOOL -- CLASSROOM -- LATER                118\n\n\n\n      Caroline's Teacher writes the date on the board as Caroline\n\n      sits quietly doodling. The teacher looks her way.\n\n                                                              105.\n\n\n\n\n\n                          TEACHER\n\n                Caroline? Hello?\n\n\n\n      WIDE SHOT of the blackboard. It's unmistakable:\n\n\n\n                    SEPTEMBER 11, 2001\n\n\n\n\n\n119   EXT. CHARLES ROTH'S OFFICE -- LATER                         119\n\n\n\n      We're now looking at Tyler from just outside Charles' office\n\n      window and we're PULLING BACK...\n\n\n\n      Until we see Tyler framed in the window surrounded by eerily\n\n      familiar grey metal siding...\n\n\n\n      Until we see can barely see Tyler and the base of a giant\n\n      white antenna...\n\n\n\n      Until we can no longer see Tyler as he's disappeared into the\n\n      composite of the building and we've pulled back far enough to\n\n      reveal that Tyler is standing in a window on the...\n\n\n\n      92nd Floor of The North Tower of the World Trade Center.\n\n\n\n      A moment of still perfect silence. The Towers. The blue sky.\n\n\n\n      Then we hear the faint sound of AA Flight 11's ENGINES as it\n\n      closes in on the North Tower.\n\n\n\n                                                  CUT TO BLACK.\n\n      Silence. Darkness. We wait in it.\n\n\n\n                          TYLER V/O\n\n                Whatever you do in life will be\n\n                insignificant but it is very\n\n                important that you do it because...\n\n\n\n\n\n120   EXT. LOWER MANHATTAN -- THAT MORNING                        120\n\n\n\n      Charles Roth steps out of his car. His gaze fixed skyward.\n\n      All around him the other DRIVERS mimic his behavior.\n\n\n\n                          TYLER V/O\n\n                It's a good bet...\n\n\n\n\n\n121   EXT. DIANE'S BROWNSTONE STOOP-- LATER                       121\n\n\n\n      Diane sweeping cigarette butts off the stoop.\n\n\n\n                          TYLER V/O\n\n                Nobody else will...\n\n                                                              106.\n\n\n\n\n\n      Diane joins a group of ONLOOKERS staring up from a street\n\n      corner in Brooklyn where the black smoke stains the blue sky.\n\n      One of them has a radio to his ear.\n\n\n\n                             TYLER V/O\n\n                Michael...\n\n\n\n      Diane staring at it.\n\n\n\n                           TYLER V/O\n\n                Someone's been trying to tell me\n\n                something.\n\n\n\n\n\n122   EXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nDiane staring at it. TYLER V/O\n\n                Someone's been trying to tell me\n\n                something. 122   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WORLD TRADE CENTER /OR OUTSIDE THE PRECINCT?--      122\n\n\n\n      Craig, through a LONG LENS standing by his car with the door\n\n      open. He is, crystal clear, barking orders, while waves of\n\n      blue and slashes of orange float around him.\n\n\n\n                          TYLER V/O\n\n                Maybe it's you...\n\n\n\n\n\n123   EXT. TYLER'S APARTMENT-- ROOF --LATER                    123\n\n\n\n      Aidan and Ally absolutely frantic on the roof. Holding hands.\n\n      Craning to see. Ash begins to float down on them. It gets\n\n      caught in Ally's hair.\n\n\n\n                          TYLER V/O\n\n                This girl! Ally! Her life, even the\n\n                nightmare parts seeped into me and\n\n                I swear to God I can hear you\n\n                better.\n\n\n\n\n\n124   INT. PRIVATE SCHOOL -- HALLWAY -- LATER                  124\n\n\n\n      A door flies open. Caroline runs out into the empty hall, to\n\n      the exit.\n\n\n\n                          TYLER V/O\n\n                What's that about? I've always been\n\n                the worst listener.\n\n\n\n\n\n125   EXT. LOWER MANHATTAN -- STREETS                          125\n\n\n\n      THE PAPER, so much of it, all of it singed, smoke-stained,\n\n      falling like snow flakes coating the streets and the\n\n      sidewalks. Amongst the memos and faxes that will now never be\n\n      sent and never received we find...\n\n                                                                107.\n\n\n\n\n\n      TYLER'S JOURNAL.\n\n\n\n                          TYLER V/O\n\n                Someone comes into your life...\n\n\n\n\n\n126   EXT. CEMETERY -- A GREY MORNING                             126\n\n\n\n      A light rain falls. Two TOMBSTONES stand side-by-side.\n\n\n\n                          MICHAEL ROTH\n\n                May 20, 1969\n\n                May 18, 1993\n\n\n\n                          TYLER ROTH\n\n                June 17, 1978\n\n                September 11, 2001\n\n\n\n      Charles, Caroline, Diane and Les approach the tombstones. A\n\n      family mourning. Diane slips her hand through Charles' elbow.\n\n      The gesture seems quite natural, easy.\n\n\n\n      DISSOLVE TO:\n\n\n\n\n\n127   INT. NYU DORM-- DAY                                         127\n\n\n\n      We find Ally, with a ROOMMATE, putting up lively, Indian\n\n      Print curtains in their NYU dorm.\n\n\n\n\n\n128   EXT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\n\n\n\n\n127   INT. NYU DORM-- DAY                                         127\n\n\n\n      We find Ally, with a ROOMMATE, putting up lively, Indian\n\n      Print curtains in their NYU dorm. 128   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LINCOLN CENTER. WHERE:                                 128\n\n\n\n      Caroline literally dragging Charles into the ROSE BUILDING AT\n\n      LINCOLN CENTER, while he yells into his cell phone.\n\n\n\n                          TYLER V/O\n\n                And half of you says \"Danger! Stay\n\n                in your cave! You're nowhere near\n\n                ready!\"\n\n\n\n      Caroline has come to the end of her rope with her dad. She\n\n      grabs his phone and throws it into the fountain, spins on her\n\n      heel and marches into the auditorium. Charles is completely\n\n      thunderstruck.\n\n\n\n                          TYLER V/O\n\n                And the other half -- and this is\n\n                the part I think is you --\n\n\n\n      He is torn between his phone and his daughter for a sec,\n\n      chooses Caroline and takes off after her...\n\n\n\n      ...then comes running out by himself to rescue his phone.\n\n                                                               108.\n\n\n\n\n\n129   INT.   JAPANESE RESTAURANT -- DINNER                        129\n\n\n\n      Craig is wearing a jacket and tie. He's on a date with a\n\n      pretty WOMAN. In his confusion over the menu, he knocks over\n\n      a glass of water.\n\n\n\n                           TYLER V/O\n\n                 Says \"Go get her! Immediately! Make\n\n                 her yours forever!\"\n\n\n\n\n\n130   INT. DIANE'S OFFICE-- DAY                                   130\n\n\n\n      A chaotic place, filled with folk who need help. Diane at a\n\n      desk, organizing families.\n\n\n\n                           TYLER V/O\n\n                 I'm working on the forever part.\n\n\n\n\n\n131   INT. NYU --                                                 131\n\n\n\n      Aidan actually awake in class. He has a tattoo on his\n\n      forearm. \"Tyler\".\n\n\n\n                           TYLER V/O\n\n                 I'm going to have to step up my\n\n                 game. But I'm glad I listened.\n\n\n\n\n\n132   EXT. SMITH STREET STATION -- BROOKLYN -- NIGHT              132\n\n\n\n      Ally, we find her as we first found her mother, silhouetted\n\n      against the Lower Manhattan skyline where two beams of purple\n\n      light reach up forever where the Towers once stood.\n\n\n\n                           TYLER V/O\n\n                 I love you.\n\n\n\n      Her train pulls into the station. Ally boards with a few\n\n      other commuters. She takes a seat by herself across from...\n\n\n\n      A MOM and A TODDLER, a little girl.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlly boards with a few\n\n      other commuters. She takes a seat by herself across from... A MOM and A TODDLER, a little girl. \n\nTARGET SECTION TO BE ANNOTATED:\n The baby is squirming\n\n      impossibly, the mom looks exhausted.\n\n\n\n      Ally watches them, remembers him, as the faintest hint of a\n\n      smile crosses her lips the subway lights flicker and we...\n\n\n\n                                                    CUT TO BLACK.\n\n\n\n                           TYLER V/O\n\n                 Don't be a stranger.\n\n\n\n\n\n"
}