{
  "1": " \n\nTHE REPOSSESSION MAMBO\n\nby\n\nGarrett Lerner & Eric Garcia\n\npased on the novel by\n\nEric Garcia\n\n \n\nJanuary 27, 2004\n\n \n\fFADE IN:\nEXT. TYLER STREET HOTEL - NIGHT\n\nA burned-out hotel rots away on an ugly, abandoned road. We\nMOVE THROUGH the crumbling courtyard and into the scorched:\n\nINT. LOBBY - NIGHT\n\nREMY (V.O.)\nWhen I was on top, I lived in the\nshadows. I knew how to get in, and\nwhen to get out.\n\n \n\nSWEEPING UP what was once a grand staircase as the faint\nclack of a TYPEWRITER grows louder. PUSHING THROUGH a door -\nINT. ROOM 416 - NIGHT\n\nAn empty, unfurnished hotel room -- and REMY, buck naked,\nsitting in the middle, pecking at the typewriter on his\n\nlap.\n\nHis body is thin, wiry. A scar runs down the middle of his\nchest. A shotgun is to his right. A scalpel to his left.\n\nREMY (V.O.)\nI was feared. Respected. Vilified.\n\nINSERT - THE PAGE IN THE TYPEWRITER\nas the next words are rapidly typed: =O-S- -i-m-e-\n\nREMY (V.O.) (CONT'D)\nMost times, they never saw me coming.\n\nFLASHBACK:\nEXT. FIRE ESCAPE - NIGHT\n\nA FIGURE stands in the shadows, watching through an\napartment window as a HOOKER leads her JOHN into a bedroom.\n\nINT. APARTMENT BEDROOM - NIGHT\n\nThe hooker’s on her knees. The guy moans, grunts, building -\n\nA shadow appears in the doorway.\n\n \n\nREMY (0.S.)\nMr. Smythe? I’m from the Credit\nUnion.\n\nRemy steps into the light and fires a taser -- the prongs\nSLAM into the wall, barely missing the petrified John --\n\nJOHN\nHoly fuck -- wait, I can pay --\n\fWith an easy snap of Remy’s wrist, the taser prongs\n\nretract.\nREMY\nSorry. That’s not my department.\nRemy launches the taser again -- it hits the guy’s chest --\n\n \n\n300 volts SIZZLE through his convulsing body. The guy\ncollapses, out cold.",
  "2": "---END OF PREVIOUS SECTION---\nThat’s not my department. Remy launches the taser again -- it hits the guy’s chest --\n\n \n\n300 volts SIZZLE through his convulsing body. The guy\ncollapses, out cold. \n---TARGET SECTION TO BE ANNOTATED---\n Remy’s a blur of motion as he whips\nout a duffel bag and begins setting up:\n\nAn expandable lamp. A scalpel. A white apron, tied around\nhis waist and neck. Remy leans in, pushing on the guy’s\nbelly --\n\nAnd a phone handset WHACKS Remy upside the head. He spins --\nThe hooker, terrified, holds the handset like a club.\n\nHOOKER\nDon’t you fucking touch me --\n\nREMY\nMa‘am, there’s no need for violence.\n\nShe gamely WHACKS him in the head again.\n\nHOOKER i\nI’‘1l call the cops, I swear --\n\nRemy’s 9mm is suddenly in his hand and BLASTING the phone\ninto a million plastic fragments. The hooker is stunned.\n\nREMY\nLady, why you gotta bust my balls?\n\nHOOKER\nHelp! Somebody --\n\nIn a BLUR Remy’s across the room, SLAMMING the hooker\nagainst the wall. He slaps a hand over her trembling mouth.\n\nREMY\nListen to me. Listen! I’m here to do\na job, just like you. Your new pal\nbought something that he couldn’t pay\nfor, and I’ve come to take it back.\nNow if he dies, he dies, and that’s a\nshame, but he should have thought of\nthat before he started paying for\nblowjobs and stopped paying his\nbills. Do you understand me?\n\nStill scared, she nods.\n\nREMY (CONT'D)\nSo let’s be adults about this and let\neveryone get on with their business.\n\fRemy backs away, keeping an eye on her. She’s shaking,\nbarely able to move. He turns back to the guy --\n\nAs the hooker SCREAMS and runs at Remy --\n\nWho expertly ZAPS her with a no-look taser blast. She\ndrops.\n\nWithout missing a beat, Remy lifts the scalpel, picks a\nspot on the guy’s belly, and SLICES it open. He thrusts his\nhand into the open wound, and --\n\nINT. KITCHEN - NIGHT\n\nAn amorphous blob of blood and tissue is tossed into the\nsink -- it CLANGS oddly against the basin. Remy, his apron\ncovered in blood, flips on the faucet.",
  "3": "---END OF PREVIOUS SECTION---\nHe thrusts his\nhand into the open wound, and --\n\nINT. KITCHEN - NIGHT\n\nAn amorphous blob of blood and tissue is tossed into the\nsink -- it CLANGS oddly against the basin. Remy, his apron\ncovered in blood, flips on the faucet. \n---TARGET SECTION TO BE ANNOTATED---\nHe removes a lacquered box from his bag and sets it on the\ncounter. A logo is stamped onto the top: A black circle\nwith a lightning bolt shooting through it. He looks to the\nsink --\n\nWhere the water has begun to wash away the bodily fluids\ncovering the blob. A distinct glitter of metal appears...\n\nDISSOLVE TO:\nA SIMILARLY SHAPED METAL SPHERE\nsitting on a man’s palm. Silicon tubes snake out of it.\n\nTV SPOKESMAN (V.O.)\nFriends, are you weary of watching\nyour widening waistline? Are you\ntired of trying on tightening\ntrousers?\n\nINT. REMY’S CAR - NIGHT\n\nWhere the commercial continues on a small plasma screen set\ninto the steering wheel. Remy drives his beat-up sedan,\nwindows down. On the seat next to him is the lacquered box.\n\nTV SPOKESMAN (V.O.)\nThen you’11 love the new Kenton ES-19\nwith preset esophogeal inhibitors,\navailable now at The Credit Union. We\nhelp you get more you out of you.\n\nRemy CLICKS off the TV as he pulls to a red light. A hot-\nrod pulls up next to Remy’s sedan, music loud, engine\ngunning.\n\nThe YOUNG GUY inside glances over -- a challenge, perhaps --\nand catches sight of the tattoo on Remy’s arm -- that same\nblack circle with five shimmering lightning bolts through\nit.\n\n \n\fThe guy, suddenly terrified, throws his car in reverse and\nbails out as fast as he can. Remy doesn’t flinch.\n\nEXT. MALL - NIGHT\n\nSeems like your average suburban mall, though there are an\nexcessive number of ambulances pulling up outside.\n\n \n\nREMY (V.O.)\nThe Mall. Disneyland for suckers.\nMecca for the meek.\n\nINT. MALL - NIGHT\n\nRemy struts purposefully down the wide corridors. People\nstream to either side as he passes, afraid to come too\n\nclose.\nREMY (V.O.)\nFor me, it was work.\nWe pass an empty storefront -- the paint faded where the\nwords THE GAP used to be. A banner hangs across the window:\n' 2\nDEPOT.\n\nRemy turns a corner and slams into a SIX-FOOT TALL LUNG.",
  "4": "---END OF PREVIOUS SECTION---\nWe pass an empty storefront -- the paint faded where the\nwords THE GAP used to be. A banner hangs across the window:\n' 2\nDEPOT. Remy turns a corner and slams into a SIX-FOOT TALL LUNG. \n---TARGET SECTION TO BE ANNOTATED---\nLARRY THE LUNG\n(muffled, inside costume)\nHey, buddy, watch your damn --\n(beat; recognizing Remy)\nOh, sir. I’m so sorry -- I didn’t --\n\nRemy brushes aside the mascot and continues on his way.\nINT. MALL - OUTSIDE CREDIT UNION - NIGHT\n\nA long line of customers waits outside this storefront, the\nwords CREDIT UNION #418 emblazoned atop the double doors.\n\nThat circle-and-arrow logo sparkles in brightly lit neon.\n\nHARRY THE HEART, Larry’s cardiac counterpart, jumps rope\nwith his own aorta. CHILDREN laugh at the mascot’s antics.\n\nDown the line, most customers use crutches, walkers. Some\nhave portable IV bags. A few are wheeled along on hospital\ngurneys. Everyone waits his turn...\n\nExcept for Remy. He strolls past the line and gives a nod\nto the GUARDS manning a metal detector. Remy walks through -\n\nSetting off a SCREECHING ALARM. No one seems to care.\n\fINT. CREDIT UNION - FRONT OFFICE - NIGHT\n\nLooks like an insurance office. We MOVE WITH Remy past a\nline of booths where customers watch slick video\npresentations.\n\nVIDEO NARRATOR #1 (V.O.)\n.in years past, nearly two hundred\n\nthousand people waited on organ\ntransplant lists at any given time,\nhoping for someone else to die so\nthat they could possibly live. But\nthanks to modern biomedical\nscience...\n\nWe MOVE down, where the next monitor is further along in\nthe presentation. An animated cross-section of the body\nopens up.\n\nVIDEO NARRATOR #2 (V.O.)\nwhere the artificial organ, or\nartiforg, is expertly and cleanly\ninserted into the customer. Then...\n\nRemy moves beyond the video booths, past SALESMEN plying\ntheir wares on the customers trapped in their cubicles.\n\nSALESMAN #1\n.it’s top-of-the-line, I can\nguarantee you that. No one else makes\na better kidney right now...\n\nPassing another cubicle where a YOUNG WOMAN signs papers --\n\nSALESMAN #2\n.the APR is thirty-nine point six\npercent, standard for a generic\npancreatic unit with your excellent\ncredit history...",
  "5": "---END OF PREVIOUS SECTION---\nSALESMAN #1\n.it’s top-of-the-line, I can\nguarantee you that. No one else makes\na better kidney right now... Passing another cubicle where a YOUNG WOMAN signs papers --\n\nSALESMAN #2\n.the APR is thirty-nine point six\npercent, standard for a generic\npancreatic unit with your excellent\ncredit history... \n---TARGET SECTION TO BE ANNOTATED---\nAn entire FAMILY squeezes into the last cubicle,\nsurrounding their pale, deathly ill FATHER. The Credit\nUnion Manager and top closer -- a snazzily dressed FRANK --\nfinishes his spiel:\n\nFRANK\n\n.three final letters will be sent.\nAfter the thirtieth day of the sixth\nmonth of nonpayment, we are legally\nentitled to retrieve the property --\nat our own expense, of course,\nutilizing our skilled and licensed\ntechnicians. But I assure you, this\n\nis rare -- only one-point-five\npercent of all artiforgs are ever\nrepossessed.\n\n(beat)\n\nYou owe this to your family, Mr.\n\nTroy. You owe it to yourself.\n(beat)\n\nNow, if you could just sign here...\n\n \n\fRemy’s lips twist contemptuously as he passes by. He winks\nat the sick father, who pales by another two shades.\n\nREMY (V.O.)\nHe signed it. Everyone signs it.\n\nINT. CREDIT UNION - BACK OFFICE - NIGHT\n\nIt’s darker back here, not quite so corporate. Just a few\nlow card tables where scraggly REPO MEN drink their coffee.\nRemy stares up at the far wall, where a huge chalkboard is\ndivided into a chart, the boxes scrawled with names and\nnumbers.\n\nRAYMOND (0.S.)\nGoddamn ears again.\n\nRAYMOND PEARL is a good foot taller than Remy, a hulking\nmass of angry meat. He nods up to the chalkboard, where\nnext to the name R. PEARL, it says MARSHODYNE E-2000, AUDIO\nMODULE.\n\nREMY\nJob’s a job, Ray --\n\nRAYMOND\nI’m just saying, ears four times ina\nrow, that’s chop shop. This fucking\nprobation ain’t fair.\n\nREMY\nWasn't fair what you did to that girl\non the subway, either.\n\nSUDDEN FLASH -- RAY ON A SUBWAY TRAIN\n\ngleefully ripping out the artificial organ of a girl no\nolder than sixteen. Lights flicker, terrified passengers\nSCREAM --\n\nBACK TO SCENE\n\nRAYMOND\nYeah, well... you weren’t there.\n(beat; softer)\nListen, my sister’s kid, he wants in.\n\nREMY\nTalk to Frank.",
  "6": "---END OF PREVIOUS SECTION---\nLights flicker, terrified passengers\nSCREAM --\n\nBACK TO SCENE\n\nRAYMOND\nYeah, well... you weren’t there. (beat; softer)\nListen, my sister’s kid, he wants in. REMY\nTalk to Frank. \n---TARGET SECTION TO BE ANNOTATED---\nRAYMOND\nI kinda thought maybe a\nrecommendation coming from you, from\na Level Five --\n\nRaymond gestures towards Remy’s tattoo, the five shimmering\nbolts. Raymond only has three.\n\nREMY\nI don’t even know the kid.\n\n \n\fRAYMOND\nSure you do! He works outside, wears\nthe lung costume.\n\nBefore Remy can respond, FRANK bursts through the door.\n\nFRANK\nYou’re killing me coming in through\nthe front like that. I got guys\ntryin’ to make sales, you’re out\nfront spooking the clients.\n\nREMY\nLike Joe Asshole gives a crap. Guy\nneeds a new bladder, he’1ll buy a new\nbladder.\n\nFRANK\nIt might make him... reflect. We\ncan’t have reflection.\n\nFrank leads Remy away from Ray and back to:\nINT. ARTIFORG LOCKER - CREDIT UNION - DAY\n\nA gated room set off from the main compound. Hundreds of\nthe lacquered artiforg boxes are stacked all around a\nfamiliar iron statue: A black sphere with a lightning bolt\nthrough it.\n\nRemy tosses Frank the box; Frank flips it open. Set inside\nis the metallic oblong sphere from the kitchen sink.\n\nFrank leans over a nearby computer, pecking at the\nkeyboard.\n\nFRANK\nEasy job?\n\nREMY\n‘Bout average.\n\nFrank hits ENTER, and the computer BEEPS. Job completed.\n\nFrank pulls the artiforg out of the lacquered box and\ntosses it into a bin marked ARTIFORG OUTBOX. They turn to\nleave --\n\nJAKE (0.S.)\nFive-day count, big man. Give it up.\n\nWe WHIP around to find JAKE FRIEVALD, a taut, lean fellow\nwith a tattoo identical to Remy’s. Black tank top, fatigue\npants. A military boy who never gave up the look.\n\nREMY (V.O.)\nJake Frievald kicked my ass in the\nthird grade.\n\nFLASHBACK:\n\n \n\fEXT. BIKE RACKS - ELEMENTARY SCHOOL - DAY\n\nYoung Jake and Young Remy pummel one another with abandon,\nsurrounded by a circle of KIDS cheering them on.\n\nREMY (V.O.)\nOr I kicked his. It doesn’t matter.\n\nINT.",
  "7": "---END OF PREVIOUS SECTION---\nO.)\nOr I kicked his. It doesn’t matter. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OUTSIDE PRINCIPAL'S OFFICE - DAY\nJake and Remy sit, bloodied, in the waiting area.\nREMY (V.O.)\nWe sat there for hours, outside the\nPrincipal's office, waiting for our\n\npunishment. By the end of the day, we\nwere best friends for life.\n\nBACK TO SCENE\nINT. ARTIFORG LOCKER - CREDIT UNION - DAY\nJake and Remy press their thumbs together as a greeting.\n\nREMY\nTwo livers and a Jarvik.\n\nJAKE\nThree? Back in the day you'd grab\nthree before lunch. C’mon, let’s hit\na few.\n\nREMY\nGotta tell Carol I’m going.\n\nJAKE\nOf course you do.\n\nJake follows Remy out --\n\nFRANK\nUse the back door, guys -- the back --\n\nBut they’re already out through the front, into the pool of\nwaiting customers. Frank hangs his head and sighs.\n\nINT. MALL - OUTSIDE CREDIT UNION - DAY\n\nRemy and Jake, bloody as all hell, head into a store called\nALL THINGS GOOD.\n\nINT. ALL THINGS GOOD - DAY\nA quaint country store -- stuffed bears sitting on handmade\nwood tables, a white picket fence snaking through the joint\nto give it that homey feel.\n\nThe customers get one look at Remy and Jake’s bloodstained\nshirts and quickly file out.\n\n \n\fRemy approaches the back counter where a stern-faced beauty\nstares him down. This is CAROL.\n\nREMY\nWe're gonna head over to Montego, you\nwant me to bring you home some wings?\n\nCAROL\n\nI want you to try changing the shirt\nbefore he sees you.\n\nREMY\nPeter’s here already?\n\nCAROL\n\nHe gets here the same time every day.\nREMY\n\nRight.\nCAROL\n\nMaybe you could take him. Go do\nsomething with your son instead of\ngoing to the bar with the asshole.\n\nJAKE\nThat’s what my mom calls me, too.\n\nJake holds up a crocheted scarf, getting bloodstains on it.\n\nJAKE (CONT'D)\nDo you have these in blue?\n\nCAROL\n(ignoring Jake; to Remy)\nDid you talk to Frank today? About\nmoving over to sales?\nRemy glances at Jake, who’s watching their conversation.",
  "8": "---END OF PREVIOUS SECTION---\nCAROL\n(ignoring Jake; to Remy)\nDid you talk to Frank today? About\nmoving over to sales? Remy glances at Jake, who’s watching their conversation. \n---TARGET SECTION TO BE ANNOTATED---\nREMY\nDidn’t come up. Listen, I’1l1 help\nPeter with his homework when I get\nback.\nCarol shakes her head, disappointed.\n\nCAROL\nJust go. Before he sees the blood.\n\nRemy heads for the door, Jake right next to him.\n\nJAKE\nThat went well.\n\nEXT. STREET - DUSK\n\nAn abandoned industrial area. Windowless, burned out\nwarehouses line the street. Remy’s car cruises by...\n\n \n\n \n\f10.\n\nINT. REMY’S CAR - DRIVING - NIGHT\nRemy drives, Jake shotgun.\n\nJAKE\nYou'd actually work less hours.\n\nREMY\nIf I could convince Frank.\n\nJAKE\nAnd you'd make more money.\n\nREMY\nHazardous duty, man.\n\nJAKE\nSittin’ in the sales office?\n\nREMY\nI look some cancer-riddled prick in\nthe eye and say, “you owe it to your\nfamily. You owe it to yourself.”\nMight choke on my own vomit.\n\nJAKE\nSo tell Carol to blow.\n\nREMY\nYeah, you tell her.\n\nJake has no answer to that. Looks up ahead, notices a wiry,\nchipped tooth ADDICT limping along a chain link fence.\nJAKE\nGuy up there. That’s a Flexorgen. I\n\nknow that gimp a mile away.\n\nREMY\nTwenty bucks he’s overdue.\n\nJAKE\nSlow up.\n\nRemy slows the car to a crawl. Jake reaches into his\nduffel, pulls out a radar-gun-shaped scanner. He points\nthe scanner at the addict, depresses the trigger, and we go\ninto...\n\nSCANNER P.O.V.\n\nCAMERA RACES straight at the greasy loser at light speed.\nA sickening sound as we pierce his flesh and go\n\nINSIDE HIS TORSO\n\nRacing past ribs, swimming through blood, and barreling by\norgans, until finally landing...\n\n3\n\n \n\f11.\n\nCLOSE ON: A shiny, metallic hip replacement. We hear a\ndistinct, warbled PING!\n\nSPLIT SCREEN: The right side shows the scanner’s readout.\nGreen letters on black: i i\n\nCurrent.\nBACK IN THE CAR\n\nJAKE (CONT'D)\nAll paid up. You owe me twenty.\n\nREMY\nI’1l get drinks.",
  "9": "---END OF PREVIOUS SECTION---\nBACK IN THE CAR\n\nJAKE (CONT'D)\nAll paid up. You owe me twenty. REMY\nI’1l get drinks. \n---TARGET SECTION TO BE ANNOTATED---\nA little further up the road, Remy spots an OBESE man\nwaddling down the sidewalk.\n\nREMY (CONT'D)\nCheck out fatty. You know that guy’s\norgans gave out a long time ago.\n\nJake hits the scanner. -PING!\n\nON THE SCREEN: Kenton pancreatic system M-4* w/ glucose\nmonitor. Account Status: 179 days PAST DUE.\n\nREMY (CONT'D)\nDeadbeat?\n\nJAKE\nTwo more days.\n\nREMY\nShould reclaim him anyway.\n\nJAKE\n(smiling)\nYou can’t transfer. You’1l always be\nrepo.\n\nRemy rolls down his window, calls out.\n\nREMY\nNice night for a walk.\nOBESE MAN\nFuck off.\nREMY\n\nHow’s that pancreas holdin’ up?\n\nRemy lets his arm dangle out the window. The big guy clocks\nhis sphere-and-lightning-bolts tattoo --\n\n \n\nseen:\n\f12.\n\nOBESE MAN\n(suddenly nervous)\nI -- I sent the money in this\nmorning.\nREMY\nYou better hope you did.\nOBESE MAN\nI swear. I was just at the post\noffice.\nREMY\n\nTwo days, that pancreas is mine.\nThe fat man takes off running as fast as he can.\n\nJAKE\nLook at him go. Gonna need a new\nheart soon as he rounds the corner.\n\nEXT. MONTEGO BAY BAR - NIGHT\n\nA neon sign outside the bar: A Rasta relaxing on a hammock,\nslung between two palm trees. A fat spliff glows red, on\nand off, as he smokes it.\n\nREMY (V.O.)\nJ. Mulhearn. You think it could be\nJamie Mulhearn?\n\nINT. BAR - NIGHT\n\nReggae Dancehall music plays. Remy and Jake nurse Red\nStripe beers. Empties line the table.\n\nRemy stares at a pink sheet with a yellow receipt attached.\n\nJAKE\nGuy in C Squadron? With the fucked-up\nmustache? No way, lemme see that.\n(grabbing pink sheet)\nHoly shit, it ig him. Poor shit still\nlives with his parents.\n\nREMY\n\nYou ever repo anybody you know?\nJAKE\n\nMy grandpa.\nREMY\n\nFuck you, you did not.\nJake laughs and takes another sip of his beer.",
  "10": "---END OF PREVIOUS SECTION---\nJAKE\n\nMy grandpa. REMY\n\nFuck you, you did not. Jake laughs and takes another sip of his beer. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\n\nNo, but I would. On day 181, if I got\nthe pink sheet. Job’s a job, man.\n\n \n\n \n\f13.\n\nREMY\nYeah. Job’s a job.\n\nThey press their thumbs together. Down their drinks.\nINT. REMY ’S CAR - PARKING LOT - NIGHT\nRemy and Jake sitting in the car, outside the Montego Bay.\n\nRemy throws the car into reverse and backs out, nearly\nplowing into a PROSTITUTE walking the parking lot. She\nslaps the trunk of the car.\n\nPROSTITUTE\nJagoff!\n\nJAKE\nEyes on the road, Romeo. I won’t be\nyour best man for that one.\n\nREMY\nPlease -- that woman’s been jack-\nhammered into bubblegum, ain’t even a\nreal. woman anymore.\n\nJAKE\nI need to show you your own resume?\n\nFREEZE ON REMY --\nREMY (V.O.)\nSo my first wife was a hooker. Big\nfucking deal.\nFLASHBACK:\nINT. BROTHEL WAITING ROOM - NIGHT\nBad wallpaper, worse curtains. A price list on the wall\nover young Remy’s head gives the menu of the day in very\ngraphic detail. MOANS filter in from behind a curtained-off\nroom.\nREMY (V.O.)\nNineteen years old, on forty-eight\nhours leave from basic training. What\nelse was there to do?\nA BELL RINGS -- Remy looks off to the curtained room --\nINT. BETH’S ROOM - BROTHEL - NIGHT\n\nBETH, blonde and pretty, lies naked on the bed. Remy,\nnervous as all hell, stands in the doorway.\n\nREMY\nYou're... naked.\n\n \n\f14.\n\nBETH\nYou new at this?\n\ncuT TO:\n\nREMY AND BETH IN BED\n\nREMY (V.O.)\nIt wasn’t my first time, but it\nwasn’t exactly my third, either. Beth\nwas... slightly more experienced.\n\n \n\nShe rolls on top of Remy playfully, moving downtown...\nINT. BETH’S ROOM - BROTHEL - DAWN\n\nREMY (V.O.)\nFive hours later, I was in love.\n\nSweat drips off Beth’s body. She’s post-orgasmic.",
  "11": "---END OF PREVIOUS SECTION---\nO.)\nFive hours later, I was in love. Sweat drips off Beth’s body. She’s post-orgasmic. \n---TARGET SECTION TO BE ANNOTATED---\nBETH\nYou didn’t have to --\n\nA doe-eyed Remy comes up from between Beth's legs.\n\nREMY\nI wanted to.\n(beat)\nLet’s get married.\n\nBETH\nWhy would you want to marry me?\n\nREMY\nI dunno, you’re sweet, you're\nbeautiful, you do that... thing...\n(beat; quieter)\nAnd when I’m in Africa, it might be\nnice to know I’ve got someone at\nhome... to come back to.\n\nBeth stares at Remy. He stares back. Standoff. Finally:\n\nBETH\nSure, what the fuck. Let’s do it.\n\nREMY\nI’ve only got three more hours.\n\n \n\nBETH\nI’ve only got two more clients.\n\nRemy bursts into a’ huge smile -- a FLASHBULB POPS --\nINT. BROTHEL WAITING ROOM - LATER\n\nThe wedding is in full swing. Remy in tux on one side, Beth\nin white lingerie on the other, a PREACHER in the middle.\n\f15.\n\nIn lieu of a veil, Beth wears a pair of fishnets on her\nhead.\n\nJake and the soldiers stand in full military dress next to\nRemy; Beth has five half-dressed PROSTITUTES as\nbridesmaids.\n\nRemy lifts Beth’s fishnets-cum-veil and kisses her --\neveryone CHEERS -- there’s another FLASH --\n\nBACK TO SCENE\nINT. REMY’S CAR - PARKING LOT - NIGHT\n\nRemy stares nostalgically at the lanky hooker walking off.\n\nREMY\nBeth was different.\nJAKE\nYeah. Beth was a flower.\nREMY\nShe was young, she was finding\nherself.\n° JAKE\nThree thousand Marines were finding\nher, too.\n\nRemy just shakes his head. Steps on the gas and pulls out\nof there.\n\nINT. REMY’S CAR - DRIVING - NIGHT\n\nRemy finishes his last Red Stripe beer. Throws the empty\ninto the backseat.\n\nJAKE\nYou hear about the new M-5 neural\nnet?\n\nREMY\n\nI don’t read those fuckin’ pamphlets.\n\nJAKE\nI saw it at the trade show. Thing\ntakes over the whole damn limbic\nsystem. Brain damage, stroke -- it\ndoesn’t matter.",
  "12": "---END OF PREVIOUS SECTION---\nJAKE\nI saw it at the trade show. Thing\ntakes over the whole damn limbic\nsystem. Brain damage, stroke -- it\ndoesn’t matter. \n---TARGET SECTION TO BE ANNOTATED---\n They hook you up,\nit’s like you’re living the rest of\nyour life in a dream.\n\nREMY\nHow do you take it out?\n\nJAKE\nI don’t know. Sledgehammer?\n\nREMY\nChainsaw.\n\n \n\n \n\f16.\n\nJAKE\nOr just grab hold of the brain and\ngive it a good yank --\nRemy’s scanner starts going berserk. WHOOP! WHOOP!\n\nREMY\nHoly shit.\n\nRemy slows the car outside a desolate, abandoned building.\n\nJAKE\nWhat’s up?\n\nON THE SCANNER: An endless list of artiforgs goes whirring\nby. Crimson letters blink furiously: PAST DUE. PAST DUE.\n\nREMY\nWe got a nest.\n\nINT. ABANDONED BUILDING - NIGHT\n\nShafts of moonlight illuminate tattered sleeping bags,\nsubmerged in ankle deep puddles. Like a crack house on\ncrack. All is eerily quiet, the masses asleep. Until...\nTHE BOARDED WINDOW\n\nis kicked in. Remy and Jake enter, power incarnate. Double-\nfisting tasers, zapping everything. Total chaos breaks out.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nDozens of people come streaming out of the building,\npouring out windows, scrambling down rickety fire escapes.\nScattering like ants after their pile’s been kicked. Back\ninside:\n\nINT. ABANDONED BUILDING - NIGHT\n\nA WIRY MAN is struggling to get out the window when Remy\ngrabs him and throws him back inside like a rag doll. Remy\nquickly hits him with a taser, taking the fight out of him.\n\nJAKE (O.S.)\nI got ten upstairs. How’d you do?\n\nJake descends a crumbling staircase, taking in the carnage.\nRemy silently counts the unconscious bodies on the floor.\n\nREMY\nTwelve.\n\nSuddenly, the wiry man, twitching on the floor, manages to\nstruggle to his feet and lunges for the window again.\n\nREMY (CONT'D)\nHey!\n\f17.\n\nRemy moves to grab him, but the guy jumps for it. Escapes.\n\nJAKE\nTry eleven.\n\nREMY\nShit. Still beat you.\n\nJake smiles. Takes in the bodies scattered all over the\nfloor.",
  "13": "---END OF PREVIOUS SECTION---\nStill beat you. Jake smiles. Takes in the bodies scattered all over the\nfloor. \n---TARGET SECTION TO BE ANNOTATED---\n All those overdue artiforgs waiting to be\nharvested.\n\nREMY (CONT'D)\n(smiling)\nLet’s get to work.\n\nJake starts filling out yellow repo receipts as Remy pulls\nout his scalpel and kneels over the closest body.\n\nINT. CREDIT UNION - FRANK'S OFFICE - NIGHT\n\nFrank is on the phone, peering down at the Repo Men milling\nabout on the first floor.\n\nDozens of unboxed artiforgs suddenly drop on the desk in\nfront of him. He jumps back in surprise, then looks up to\nsee Remy and Jake, covered in blood.\n\nFRANK\nJesus Christ. Don’t you guys wear\naprons?\n\nJAKE\n\nYeah, and fry hats, too.\n\nREMY\nWe did a little freelance.\n\nFRANK\n(into phone)\nLet me cali you right back.\n\nFrank hangs up.\n\nJAKE\n21 hosts, 57 ‘forgs.\n\nFRANK\nBut where did you...?\n\nREMY\nWe found a nest.\n\nJAKE\nLittle bastards on the run, guess\nthey find comfort in sticking\ntogether.\n\n \n\f18.\n\nFRANK\nThat’s so stupid -- for them. But\nit’s brilliant for us.\n(beat; excited)\nWe should make you guys a task force.\nYou go out, take down these nests.\n\nREMY\nAnd how do we get paid?\n\nFRANK\nLump sums. Big jackpots. Very classy.\n\nREMY\nNo thanks, I’1l stick to my\nassignment.\n\nFrank turns to Jake, clinging to this new concept.\n\nFRANK\nHow about it? I’1l put you with Ray --\nhe’d be great at mass extractions.\n\nJake looks at Remy. Can’t betray his friend.\n\nJAKE\nI don’t run on spec. Give me a pink\nsheet.\n\nFrank lets out a heavy sigh and hands Jake a pink sheet\nwith a yellow receipt attached. Jake scans his assignment.\n\nJAKE (CONT'D)\n(impressed)\nJarvik job. Out in The Heights.\n\nREMY\nNice ‘burb. Who’s the host?\nJAKE\nSays J.T. Bonasera.\nREMY\nJames Todd? Is that Jimmy T-Bone?\nFRANK\nThe record producer. Half a year past\ndue.\nREMY\nBut the guy’s gotta be a billionaire.",
  "14": "---END OF PREVIOUS SECTION---\nFRANK\nThe record producer. Half a year past\ndue. REMY\nBut the guy’s gotta be a billionaire. \n---TARGET SECTION TO BE ANNOTATED---\nFRANK\nTax evasion -- IRS tagged his\n\nresiduals. Every time you hear one of\nhis tunes, the feds get a little\nricher.\n\nJAKE\nHow come I never heard of this guy?\n\f19.\n\nREMY\n‘Cause you gotta have taste.\n\nJAKE\nI have taste.\n\nREMY\nUh-huh. He’s the one that did Baby in\nMy Sleeve. Carol and me, that was our\nsong.\n\nJAKE\nSo it’s a mercy killing.\n\nREMY\nThat's real nice.\n\nJAKE\nListen, I/11 make you a deal. You\ncome watch the game at my place\ntomorrow, and I’11l switch you this\nguy for Jamie Mulhearn.\n\nRemy hesitates, masking his relief.\n\nREMY\nYeah, okay. T-Bone deserves to get\nhis heart ripped out by someone who\nappreciates his work.\n\nAs they exchange pink slips...\nINT. REMY AND CAROL’S HOUSE - NIGHT\n\nRemy enters to find Carol sitting on the couch, beneath a\nshelf filled with trinkets from her store.\n\nREMY\nHey. I got your wings.\n\nCAROL\nAlready ate.\n\nREMY\nMind if I have ‘em?\n\nCAROL\nWould that be before or after you\nhelp Peter with his homework?\n\nRemy checks his watch. Winces. Knows he screwed up.\n\nRemy drops the sack of food on the coffee table. Surprises\nCarol when he cuddles up next to her on the couch.\n\nREMY\n(quietly)\nHey, remember that song Baby in My\nSleeve? Jimmy T-Bone --\n\n \n\f20.\n\nSUDDEN FLASHBACK --\n\nTHE SAME HOUSE -- moving boxes litter the floor. A BABY,\nmaybe two months old, sleeps in a carrier atop the same\ncoffee table. MOVING PAST...\n\nRemy stands on the brand new couch, hanging the shelf on\nthe wall above it.\n\nA younger, sexier Carol, wearing a nurse’s uniform, dances\nover to him, hips swaying to the smooth hip-hop-jazz riff\nof Jimmy T-Bone’s Baby in My Sleeve. She climbs up on the\ncouch, comes up behind Remy --\n\nKisses his ear, takes the hammer from his hand and drops it\nto the floor.",
  "15": "---END OF PREVIOUS SECTION---\nRemy stands on the brand new couch, hanging the shelf on\nthe wall above it. A younger, sexier Carol, wearing a nurse’s uniform, dances\nover to him, hips swaying to the smooth hip-hop-jazz riff\nof Jimmy T-Bone’s Baby in My Sleeve. She climbs up on the\ncouch, comes up behind Remy --\n\nKisses his ear, takes the hammer from his hand and drops it\nto the floor. \n---TARGET SECTION TO BE ANNOTATED---\n Remy turns into her, unzipping her uniform --\n\nLowering her to the couch, the two falling into one another-\n\nBACK TO SCENE\n\nWhere the now older, world-weary Carol moves away from\nRemy.\n\nCAROL\nYeah, I remember. What about it?\n\nREMY\nForget it.\n\nRemy’s up and out of there.\n\nINT. REMY AND CAROL'S HOUSE - HALLWAY - NIGHT\n\nRemy carefully cracks the bedroom door, then sneaks into...\nINT. PETER’S ROOM - NIGHT\n\nRemy crosses the darkened room, stands over a sleeping\nPETER, his 10-year-old son. Runs a finger across his cheek.\nQuietly:\n\nREMY\nSorry, buddy.\n\nRemy turns to leave the room. Peter calls out to him,\ngroggy.\n\nPETER\nHey, Dad.\n\nREMY\nDid you do your report?\n\nPETER\nI started.\n\n \n\n \n\f21.\n\nREMY\nI’1l help you finish in the morning.\n\nPETER\nOkay. It’s on the Romans.\n\nREMY\nThey were some bad-ass dudes.\n\nPETER\nDid you know they used to make people\nfight with lions?\n\nREMY\nBarbaric. Go to sleep.\n\nRemy heads for the door.\n\nPETER\nDad, why did the Romans stone people\nto death?\n\nREMY\nBecause they didn’t have any guns.\nGoodnight.\n\nPETER\nNight.\n\nAnd Remy closes the door behind him...\nINT. REMY AND CAROL’S HOUSE - MORNING\n\nRemy sits over a bowl of cereal. Carol, across from him,\nreads the paper. It’s silent. Peter carries in several\nbooks.\n\nPETER\nYou ready, Dad?\n\nREMY\nMaybe we can skip the homework until\nlater tonight. First let’s go watch\nthe game at Uncle Jake's.\n\nPETER\nCool.\nCAROL\nPeter, Jake is not your uncle.\nPETER\nI know.\nCAROL\n\nAnd tell your father we didn’t\ndiscuss anything about going to his\nhouse.\n\n \n\n \n\f22.\n\nREMY\nTell your mother it’s just a barbeque\n\nCAROL\nI thought you had to work.\n\nREMY\nIt’s a night job. Come on, it’1ll be\ngood for the kid to get out. .\n\nOFF Carol, unhappy but resigned...\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nCome on, it’1ll be\ngood for the kid to get out. . OFF Carol, unhappy but resigned... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n JAKE’S HOUSE - BACKYARD - DAY\n\nRemy navigates his way through the crowded backyard,\ndragging Carol and Peter behind him. Peter’s face is buried\nin a handheld video game. Jake spots them coming.\n\nJAKE\nHey, brought the whole family.\n(rubs Peter's head)\nYou want a hot dog, Ham-bone?\n\nPETER\nI guess so.\n\nJake throws a hot dog on the grill. Peter fixes his hair.\n\nJAKE\nYou have a good day at school?\n\nPETER\nIt’s Saturday.\n\nJAKE\nSo? When I was your age, we went to\nschool every day. And at night, too.\n\nPETER\nNuh-uh.\n\nCAROL\nDon’t lie to my child, Jake.\n\nJake rolls his eyes to Remy. Remy shrugs. His cell phone\nRINGS. He pops it open.\n\nREMY\n\nYeah?\n\n(beat)\nNo, I’m not home. It’s not a good\ntime.\n\n(beat)\nChrist. Fine, take it to 1450\nGreendale. Two minutes.\n\nRemy snaps the phone closed.\n\f23.\n\nCAROL\nWhat was that?\n\nREMY\nWhat? Nothing. I left some equipment\nat the office.\n\nRemy walks quickly to Jake, talks quietly.\n\nREMY (CONT’D)\nGimme your apron.\n\nJAKE\nWhat’s up?\n\nREMY\nI got a mobile coming in. Keep Carol\nand Peter busy.\n\nHe takes Jake’s apron and heads out. Jake calls over toward\nPeter...\n\nJAKE\nHey, Peter, you wanna flip some\nburgers?\n\nPETER\n\nCan we make the fire higher?\n\nJAKE\nc’mere, you little pyro.\n\nRemy veers over towards Carol.\n\nREMY\nI’1l be right back.\n\nEXT. JAKE’S HOUSE - FRONT YARD - DAY\n\nRemy waits at the curb, Jake’s red and white checkered\napron tied around his waist. A taxi cab pulls into the\ndriveway.\n\nINSIDE THE CAB\n\nThe FARE peers nervously out the window from the backseat.\n\nFARE\nI just want the Fairfield Downtown --\n\nCABBIE\nQuick errand, buddy. Don’t worry, I\nain't charging.\n\nThe Cabbie makes a show of turning off the meter.",
  "17": "---END OF PREVIOUS SECTION---\nFARE\nI just want the Fairfield Downtown --\n\nCABBIE\nQuick errand, buddy. Don’t worry, I\nain't charging. The Cabbie makes a show of turning off the meter. \n---TARGET SECTION TO BE ANNOTATED---\n On the\npassenger seat is an artiforg scanner, blinking PAST DUE.\n\nRemy approaches the cab.\n\n \n\n \n\f24,\n\nFARE\nWho's that?\n\nCABBIE\nRelax, fella. Guy’s a friend of mine.\n\nThe fare, spooked, reaches for the far door handle -- but\nit’s broken off. No way out. He turns back --\n\nRemy opens the. cab door and TASERS the guy. He slumps.\nTHE CABBIE\n\nAdjusts the rear view mirror as Remy goes to work.\n\nIN THE REAR VIEW\n\nScalpels fly, blood splatters. Remy moves quickly.\n\nAfter a few moments, a bloodied Remy appears at the\nCabbie’s window; Remy tosses two hundred bucks at the guy.\n\nCABBIE (CONT'D)\nFor an extra fin, I'll get rid of the\nbody.\nRemy tosses him a twenty. He hears a commotion behind him.\n\nJAKE (0.S.)\nCarol, wait -- I’ve got a blanket --\n\nCAROL (0.S.)\nIt’s fine, my sweater’s in the car --\n\nRemy jerks around to see Carol coming out of the house,\nPeter at her side. Jake follows behind, trying to get her\nto come back inside --\n\nNo luck. Carol stops on the front step -- freezes --\n\nThere’s Remy, bloodied, holding an artiforg as the cab\ndrives away. He, too, is frozen.\n\nPeter actually looks up at his father for once --\nThen, unimpressed, goes back to his video game.\n\nCAROL (CONT’D)\nI am so done with this.\n\nREMY\nCc’mon, it’s just a kidney...\n\nCarol drags Peter into their car and guns the engine. As\nshe drives away.\n\nJAKE\nI couldn’t keep her busy.\n\n \n\n \n\f25.\n\nREMY\nYeah. I saw that.\n\nJake throws his arm around Remy.\nJAKE\nI’‘1l give you a ride home after the\ngame.\n\nINT. JAKE’S CAR - NIGHT\n\nJake pulls up into Remy’s driveway. Remy sighs as he eyes\nthe house. Lingering in the car.\n\nJAKE\nI don’t know how you put up with it.\nREMY\nEvery man’s suburban dream.\nJAKE\nNot mine.",
  "18": "---END OF PREVIOUS SECTION---\nJAKE\nI don’t know how you put up with it. REMY\nEvery man’s suburban dream. JAKE\nNot mine. \n---TARGET SECTION TO BE ANNOTATED---\nREMY\n\nI’m gonna go do the T-Bone job first.\nGive her time to calm down. You gonna\nhead over to Jamie Mulhearn’s?\n\nJAKE\nAlready been there. He says to say\nhi.\n\nREMY\nYou didn’t do it?\n\nJAKE\nOh, I did the job. He said to say hi\nbefore that part.\n\nRemy climbs out of the car. Stares at the house with dread.\nJake backs out. Remy heads straight for his own car and\nclimbs in.\n\nINT. MANSION - NIGHT\n\nJIMMY “T-BONE” BONASERA sits behind the mixing board in his\nhome studio, fiddling with various knobs and switches, fine\ntuning the smooth riff that emanates from the speakers.\nRemy approaches quietly from behind as T-Bone lifts a vial\nof sparkling red powder, rubbing the substance into his\ngums .\n\nREMY\nNice house.\n\nT-Bone turns off the music, but doesn’t turn around.\n\f26.\n\nT-BONE\nThanks. Ain’t really mine anymore.\nYou with the IRS?\n\nREMY\nNo.\n\nT-BONE &\nSoul suckers are taking everything E\nback.\n\nREMY\nSo am I.\n\nT-Bone turns and looks at Remy for the first time. Spots\nthe duffel bag. The defibrillator unit. The tattoo.\n\nT-BONE\n(nods)\nCan I finish this song?\n\nREMY\nOf course. I’m a big fan.\n\nT-BONE\nYou could help. My assistant left two\nweeks ago.\n\nREMY\nI don’t know. I’ve never made music\nbefore.\n\nT-BONE\nIt ain’t complicated. A song’s just a\nwhole mess of tiny parts working\ntogether. All you gotta do is break\nthe song back down. Extract the\nindividual parts.\n\nREMY\nI can probably do that.\n\nAs Remy takes a seat behind the mixing board...\nDISSOLVE TO:\nLATER. The final strains of the newly mixed song pour out\n\nof the speakers. T-Bone listens, rapt, eyes closed. Remy\ncan’t control his smile, overwhelmed by the experience.\n\n \n\nT-BONE\nNow that’s a hit right there.\n\nREMY\nThe IRS will be thrilled.\n\nT-BONE\nDo me a favor.",
  "19": "---END OF PREVIOUS SECTION---\nT-BONE\nNow that’s a hit right there. REMY\nThe IRS will be thrilled. T-BONE\nDo me a favor. \n---TARGET SECTION TO BE ANNOTATED---\n See that Mad Dog over\nat Blue Note Records gets this.\n\f27.\n\nREMY\nIt’s done.\n\nT-Bone pops out a memory stick; Remy puts it in his duffel.\n\nT-BONE\nSo we gonna do this, or what?\nREMY\nI’m sorry. I really am a big fan.\nT-BONE\nA gig’s a gig, right? Should I sit,\nstand?\nREMY\n\nEasiest if you laid down.\n\nT-Bone lies on the floor. He unbuttons his shirt, then\npours a little more red powder and rubs it into his gums\none last time. His hand shakes a bit as he offers the vial\nto Remy.\n\nT-BONE\nWanna Q up?\n\nREMY\nI should probably do this straight.\n\nHe hands T-Bone a pen and a yellow repo receipt.\n\nREMY (CONT’D)\nDo you mind? Less paperwork if I can\nget the client to sign off before...\n\nT-Bone signs his name on the bottom of the receipt, and\nRemy nods his thanks. He lines up a scalpel, electric saw,\nand a suction unit, then gathers the defibrillator.\n\nT-BONE\nWhat’s that thing for?\n\nREMY\nIt’s a defib unit. Jarvik stops\npumping when you jolt it with an\nelectric pulse. Keeps me from losing\na finger.\n\nRemy flips the defib unit on and it HUMS to life. He\ntwists the dial to 300...\n\nT-BONE\nThis gonna hurt?\n\nRemy rubs the shock pads together.\n\nREMY\nYou won’t feel a thing.\n\n \n\f28.\n\nT-Bone closes his eyes. Remy places the shock pads on T-\nBone’s chest. Depresses the thumb buttons, and suddenly....\n\nSPARKS\n\nerupt out of the defibrillator pads! The explosion sends\nRemy FLYING BACKWARDS through the air -- body twisted --\n\nFREEZE-FRAME on half-dead Remy, mid-flight.\n\nREMY (V.O.) (CONT'D)\nI have been knocked unconscious on\nthree separate occasions.\n\nFLASHBACK:\nINT. LONG WAITING ROOM - DAY\n\nRemy sits on a long bench, in military dress. Several\nsoldiers wait alongside him.\n\nREMY (V.O.",
  "20": "---END OF PREVIOUS SECTION---\nSeveral\nsoldiers wait alongside him. REMY (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nFirst day overseas, my regiment was\nsent for tests to see how we could\nbest assist the U.S. Military in the\nAfrican campaign.\n\nMuffled BOOMS begin filtering through the walls. At first\nthey’re soft, but they grow louder... boom... Boom... BOOM -\n\nSilence. After a moment, a door opens at the far end of the\nhall. A NURSE steps out with a clipboard and stares at\nRemy.\n\nINT. TESTING ROOM - DAY\nBig, gleaming white room. Sterile. In the center:\n\nRemy, strapped to a metal framework that conforms to his\nbody like a vertical beach chair.\n\nA DOCTOR pulls hard on each strap, then slips a pair of\ngoggles with wires coming out of them over Remy’s eyes.\n\nREMY\nWhat is this thing?\n\nDOCTOR\nIt’s a control chair. For the\nconcussion test. Head back.\n\n \n\nThe doctor squishes a helmet over Remy’s head.\n\nREMY\nThe what test?\n\nBut the doctor’s disappeared. Remy turns back, and suddenly\n\f29.\n\nTHE SAHARA DESERT\n\nappears all around him. Nothing but sand for miles. A\nmuffled BOOM sounds in the distance, with a flash of light.\nRemy squints, trying to make out the source of the\nexplosion.\n\nREMY (CONT’D)\nHello? Am I supposed to do something?\n\nINT. CONTROL ROOM - DAY\n\nThrough a one-way mirror, we can SEE Remy, the chair\nshaking him around as the BOOMS grow louder.\n\nThe doctor takes a sip of tea and grabs a baseball bat,\nwrapped in plastic, from a rack of bats on the wall. The\nsign above reads STERILE.\nINT. TESTING ROOM - DAY\nBat in hand, the doctor re-enters. Remy is still strapped\nin his chair, grimacing as the virtual explosions\nintensify.\nREMY‘S POV - AN ARC OF FIRE\ncoming closer -- a missile heading directly for him, and --\nTHE DOCTOR\nWHACKS Remy in the head with the baseball bat.\n\ncurt TO:\nBLACK.\n\nREMY (V.O.)\nThat was knockout number one.\n\nMoaning. Not erotic one bit. It’s the sound of pain.\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nNot erotic one bit. It’s the sound of pain. INT. \n---TARGET SECTION TO BE ANNOTATED---\n RECOVERY ROOM - DAY\nRemy’s eyes flutter open, and he staggers to his feet --\nInside a long recovery room, filled with cots and moaning\nsoldiers, most still out cold. Remy’s the only one\nstanding.\nThe doctor approaches.\n\nDOCTOR\n\nCongratulations, son. You’ve got a\nvery small brain.\n\n \n\n \n\f30.\n\nINT. TANK - DAY\n\nRemy sits in a control chair -- like the one in the\nconcussion test -- at the front of this high-tech tank.\nREMY (V.O.)\n\nSmall brains, big skulls. That’s why\n\nJake and I came out of concussions as\n\nfast as we did.\nJake sits behind him in the gunner’s chair. A thin panel of\nglass is between them. Remy puts his thumb on one side of\nthe glass, Jake does it on the other --\nPRESSING THUMBS TOGETHER\n\nas a light zaps across the surface, and the TANK ENGINE\nroars to life. We have ignition.\n\nREMY (V.O.) (CONT'D)\nAnd that’s why they put us in a tank.\n\nEXT. DESERT - DAY\nA row of tanks maneuver deftly over the sand, side-by-side.\nREMY (V.O.)\n\nBut by the time we finished training,\n\nthe war was already winding down.\nINT. TANK - DAY\nRemy writes a postcard; Jake plays solitaire. The monitor\nin their tank shows three enemy soldiers waving\nfrantically, trying to surrender.\n\nREMY (V.O.)\nIt gave me time to write to Beth.\n\nEXT. DESERT - DAY\nThe tanks mindlessly ROLL OVER the three soldiers.\nINT. TANK - DAY\n\nRemy’s writing yet another letter in back as Jake steers\nthe tank, gleefully targeting rabbits and snakes.\n\nREMY (V.O.)\nBut the more often I wrote, the less\nI heard back.\nEXT. DESERT - NIGHT\nThe tanks roll to a stop.\n\nREMY (V.O.)\nAnd then, one night, it was over.\n\n \n\f31.\n\nINT. MILITARY AIRPLANE - NIGHT\nFreezing soldiers sitting side-by-side as they make their\nway back to America. Remy flips through a meager pile of\nletters.\nREMY (V.O.)\nI hadn’t heard from Beth in two\nmonths.\nEXT.",
  "22": "---END OF PREVIOUS SECTION---\nREMY (V. O.)\nI hadn’t heard from Beth in two\nmonths. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RED LIGHT DISTRICT - NIGHT\nRemy strolls purposefully through the red-light area.\nREMY (V.O.)\nMy plan was to go in there, sweep her\noff her feet, and take her away from\nall this mess.\nINT. BROTHEL WAITING ROOM - NIGHT\n\nRemy storms in, past the waiting clients. The familiar\nMOANS emanate from behind the curtain. Remy storms through -\n\nINT. BETH’S ROOM - BROTHEL - NIGHT\nTwo beefy MARINES are servicing the lady on the bed --\n\nREMY\nBeth, your husband is home!\n\nThe marines turn -- the girl on the bed sits up --\nIt’s not Beth. The new prostitute SCREAMS --\n\nThe Marines, scowls on their faces, leap out of bed, draw\nback their fists -- the punches FLY forward --\n\nBLACK\nREMY (V.O.) (CONT'D)\nAnd that takes care of the second\ntime I was knocked unconscious.\n\nEND FLASHBACK\n\nINT. MANSION - NIGHT\n\n \n\nRemy’s frozen in mid-air, having been shocked by the\nelectric defibrillator paddles. Somewhere, a typewriter\nCLACKS --\n\nUNFREEZE. The mid-air fall resumes, Remy blasted backwards -\n\nSLAMMING into a wall, crumpling to the floor below.\n\f32.\n\nHis eyes are open, but glazing over. A trickle of blood\nruns from his nose. His palms are burned and blackened.\n\nREMY (V.O.)\nBlackout number three. This time, I\nwas legally dead for twenty minutes.\nJimmy T-Bone sits up and sees Remy laid out on the carpet.\nREMY (CONT'D) (V.O.) (CONT'D)\nIf T-Bone hadn’t spooked and called\nthe meds, there’d be no more story to\ntell.\nThe guy grabs for a phone and frantically starts dialing.\n\nREMY (V.O.) (CONT'D)\nEverybody's gotta be a fucking hero.\n\nWe HOLD on Remy’s blank stare as everything slowly goes...\nBLACK.\nREMY (V.O.) (CONT'D)\nWhen I came to, the first thing I saw\nwas...\n\nCLEAVAGE. A GREAT SET.\n\nNURSE (0.S.)\nI think he’s awake.\n\nINT. REMY’S HOSPITAL ROOM - DAY\nRemy’s nurse pulls back. Hospital ceiling above.",
  "23": "---END OF PREVIOUS SECTION---\nINT. REMY’S HOSPITAL ROOM - DAY\nRemy’s nurse pulls back. Hospital ceiling above. \n---TARGET SECTION TO BE ANNOTATED---\nJake and Frank pop into frame, staring down at us --\n\nJAKE\nGave us a scare there, pal.\n\nFRANK\nLooking good. Looking real good.\n\nRemy’s about as far from good as you can get. An IV drips\ninto his wrist; a machine displays his weak blood pressure.\n\nREMY\n(barely above a whisper)\nThe... client...\nFRANK\nLookit this guy -- two seconds out of\n\na coma and he’s worried about work.\n\nJAKE\nI got him, buddy. Soon as the medics\ncleared you, I finished the job.\n\n \n\n \n\f33.\n\nRemy weakly holds out his thumb; Jake presses his against\nit. Remy looks around the empty room --\n\nREMY\nCarol...?\n\nJAKE\nI called her. She knows. I don’t\nthink she’s sending flowers any time\nsoon.\nRemy nods. Then...\n\nREMY\nI can’t... remember -- what --\n\nFRANK\nFaulty shock unit. We got the boys in\nthe shop looking at it right now.\nJake and Frank share a look -- Remy notices --\n\nREMY\nWhat? What is it?\n\nFrank nudges Jake; wants him to do the talking.\n\nJAKE\nYou know I woulda come either way.\nFor you, no question -- but we do\n\nhave some business to discuss.\n\nREMY\nSure. Yeah. Take my jobs for a few\ndays... ‘till I get back --\n\nJAKE\nIt’s not... It’s not that.\n\nRemy’s confused. Jake looks ashamed. Remy follows his gaze\nover to\n\nA SMALL METALLIC BOX\n\non a tall wheeled cart. Silicon tubing snakes out and into\nan open incision in Remy’s chest.\n\nFRANK\n\nIt’s a Jarvik 39. Top of the line --\nREMY\n\nNo. No no no -- get it out --\nFRANK\n\nTen million beat warranty, it’s got\nthe no-rust valves, the undercoating -\n\nRemy starts to pull at the tubes; Jake grabs his hands --\n\n \n\n \n\f \n\n34.\n\nJAKE\nYou got hit hard, man. It’s all scar\ntissue in there --\n\nREMY\nI feel fine -- lemme go --\n\nFRANK\nThe unit’s already doing the work.",
  "24": "---END OF PREVIOUS SECTION---\nNo no no -- get it out --\nFRANK\n\nTen million beat warranty, it’s got\nthe no-rust valves, the undercoating -\n\nRemy starts to pull at the tubes; Jake grabs his hands --\n\n \n\n \n\f \n\n34. JAKE\nYou got hit hard, man. It’s all scar\ntissue in there --\n\nREMY\nI feel fine -- lemme go --\n\nFRANK\nThe unit’s already doing the work. \n---TARGET SECTION TO BE ANNOTATED---\n‘All you have to do is sign a few\npapers and they can put it in and sew\nyou up, better than new. The warranty\n\nalone --\n\nREMY\nDon’t you sell me. Don’t you -- I am\nnot a fucking client --\n\nFRANK\n\nCourse you’ re not. You’re the top\nRepo Man in this whole damn town. And\nyou can still gas, grab, and go, but\nyou gotta have a ticker to play the\ngame.\n\nRemy looks to Jake, who can barely meet his gaze, then to\nFrank. Maybe he’s right...\n\nFRANK (CONT'D)\n\nYou owe it to your family. You owe it\n\nto yourself.\nINT. HOSPITAL HALLWAY - DAY\nRemy staggers down the hallway, yanking out tubes and wires\nas he goes, the Jarvik-39 skittering behind on its tall\ncart.\nJake and Frank jog after Remy --\n\nFRANK\nWhat? What’d I say?\n\nJAKE\nYou asshole.\n\nA nurse scowls at Remy as he stumbles by.\n\nNURSE\nSir, that’s hospital property --\nRemy reaches into his own bloody chest incision -- wincing\nwith the pain -- and unhooks the main tube. The Jarvik cart\n\nslows to a halt as Remy lurches for the exit doors.\nEXT. HOSPITAL - DAY\n\nThe automatic doors open, and Remy, already looking weaker,\nstruggles out. He leans against the wall of the hospital.\n\n \n\n \n\n \n\f35.\n\nJake and Frank stand in the doorway.\n\nJAKE\nCome back inside.\nREMY\nI’m... fine...\nRemy takes a step -- knees buckling -- breath coming in\ngreat heaves -- taking another step, legs shaking --\n\nAnd he collapses five feet from the hospital doors. Remy\nstruggles to his hands and knees and starts to crawl.\n\nFRANK\nNow you're just being childish.\n\nRemy keeps crawling. Jake shakes his head, pained --\nnothing he can do. Heads back inside.\n\nDISSOLVE TO:\nEXT. HOSPITAL - NIGHT\n\nHours later. Two PARAMEDICS whisk a gurney and patient away\nfrom an ambulance, and the vehiclé moves out --\n\nRevealing Remy, on his stomach, maybe five feet from where\nhe was six hours ago. Still trying to crawl.",
  "25": "---END OF PREVIOUS SECTION---\nHOSPITAL - NIGHT\n\nHours later. Two PARAMEDICS whisk a gurney and patient away\nfrom an ambulance, and the vehiclé moves out --\n\nRevealing Remy, on his stomach, maybe five feet from where\nhe was six hours ago. Still trying to crawl. \n---TARGET SECTION TO BE ANNOTATED---\nHospital PATIENTS and VISITORS step over Remy, paying him\nno mind as he gasps and wheezes, barely able to move.\n\nFrank sits on a nearby bench, smoking a cigarette. Waiting\nRemy out.\n\nDISSOLVE TO:\nEXT HOSPITAL - DAY\n\nHours later. Frank’s still on that bench, a pile of\ncigarette butts at his feet --\n\nRemy’s still on the ground, pretty much in the same place.\n\nWe're TIGHT ON REMY’S FACE -- pained, weathered, barely\nable to take each individual breath -- when Frank’s\nclipboard and papers clatter to the asphalt a foot away.\nFrank stands above him, a looming shadow.\n\nThere’s a long pause, a final moment of decision --\n\nRemy doesn’t even look up. Arm shaking, fingers trembling,\nhe takes the pen in hand... .\n\nREMY (V.O.)\nI was in the hospital for ten days\nafter they popped in the Jarvik...\n\n \n\ncnagene\n\f36.\n\nINT. REMY AND CAROL’S HOUSE - LIVING ROOM - NIGHT\nRemy, on shaky legs, shuffles into the darkened house.\nREMY (V.O.)\nBack at home, Carol made sure my\nevery need was taken care of.\n\nCarol approaches, holding a pilow and folded blanket.\n\nCAROL\nSo you're not going to die?\n\nREMY\nThat’s what they tell me.\n\nCarol nods, disappointed. Drops the pillow and blanket onto\nthe sofa, then disappears back towards the bedroom. Remy\nshakes his head, then lies down on the couch and pulls the\nthin blanket up to his neck.\n\nINT. CREDIT UNION - BACK OFFICE - NIGHT\n\nRepo Men surround Remy, force-feeding him cake and beer.\nHarry the Heart is led into the room by a few of the guys.\n\nREMY (V.O.)\n\nWhen I got back to the office, the\n\nguys threw me a party. Real low key.\nHarry starts to take off the heart costume -- revealing a\nFEMALE STRIPPER inside. Cheers go up as the festivities\ncontinue.\nEXT. DOWNTOWN STREET - NIGHT\nRemy, in full repo gear, slips into an apartment building.\n\nREMY (V.O.)\nThat night, I was back on the job.\n\nINT, BUILDING HALLWAY - NIGHT\n\nRemy kneels in the hall.",
  "26": "---END OF PREVIOUS SECTION---\nREMY (V. O.)\nThat night, I was back on the job. INT, BUILDING HALLWAY - NIGHT\n\nRemy kneels in the hall. \n---TARGET SECTION TO BE ANNOTATED---\n A plastic tube snakes from a tank\nof ether underneath an apartment door. Gas HISSES.\n\nINT. CLIENT’S APARTMENT - NIGHT\n\nA middle-aged man is on the floor, out cold. Shattered\nglass, puddle of spilt milk. Remy approaches.\n\nHe sets up the usual equipment : lamp, box, apron. Pulls out\nhis favorite scalpel, rips open the man’s shirt: --\n\nPlaces the scalpel to the guy’s torso, pressing dor --\n\nRemy’s hand trembles.\n\n \n\npees\n\f37.\n\nREMY (V.O.)\nBut it wasn’t like before.\n\nHe sits back, takes a breath, and re-applies the scalpel --\n\nHe shakes again. Harder. His hand won’t stop trembling. He\ngrabs one hand with the other, forcing himself --\n\nThen he runs into the kitchen and pukes in the sink.\nINT. MONTEGO BAY BAR - NIGHT\n\nJake drinking, laughing. The usual. Remy sits beside him,\ntrying to muster up his best fake smile.\n\nREMY (V.O.)\nSuddenly, everything was different.\n\nJAKE\nAnd then the guy just started crying.\nBawling like a little girl, begging.\nAnd this snot bubble comes out of his\nnose, and the harder he cried, the\nbigger it got. Bigger and smaller,\nbigger and smaller...\n\nPUSH IN on Remy...\n\nREMY (V.O.)\nI was still swapping stories with\nJake about some shmuck and his\noverdue liver, but now all I could\nthink about was how the host had a\nname. And a wife. Kids.\n\nEXT. MONTEGO BAY BAR - NIGHT\nRemy sits in his car, alone. The parking lot is empty.\n\nREMY (V.O.)\nAnd how he didn’t deserve to die.\n\nINT. REMY AND CAROL'S HOUSE - NIGHT\n\nRemy turns out the light and climbs onto the couch to go to\nsleep. Carol wanders in, several envelopes in her hand.\n\nCAROL\nI think there was a mistake on your\ncommission check.\n\nREMY\nThere’s no mistake. Things are slow.\n\nCAROL\nDon’t piss away your last shred of\nusefulness.\n\n \n\f38.\n\nRemy stares her down -- then pulls the blanket over his\nhead so he doesn’t have to look at her.\n\nINT.",
  "27": "---END OF PREVIOUS SECTION---\n38. Remy stares her down -- then pulls the blanket over his\nhead so he doesn’t have to look at her. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FRANK’S OFFICE - DAY\n\nREMY (V.O.)\nI did my job. It was all I knew.\n\nFrank grinds through his paperwork. Remy enters.\n\nFRANK\nJust the man I wanted to see.\n\nFrank tosses Remy a pink assignment sheet.\n\nFRANK (CONT’D)\nI know you're taking a hit on that\npayment plan, so I saved this one for\nyou. Big commission -- fifteen\ndifferent ‘forgs.\n\nREMY\nAddict?\n\nFRANK\nProbably. And get this -- two\noverdue. Snitch tracked her to the\nmetal graveyard south of Broxton.\n\nRemy nods, tucks the sheet under his arm, and heads out.\n\nFRANK (CONT’D)\n(calling out)\nFaster the better. Twenty percent\ncommission if you get it here by\ntomorrow.\n\nINT. REMY’S CAR - NIGHT\nRemy speeds through the night, windows down.\n\nREMY (V.O.)\nI didn’t take a long look at the\nfile. Maybe it was the rush job.\nMaybe deep down I knew.\n\nEXT. DESTROYED BUILDING - NIGHT\n\nTwenty stories of metal and glass reduced to a ten-foot-\nhigh mass of rubble. Remy hops a shaky chain-link fence and\nenters the off-limits area. Shadows move all around him.\n\nREMY (V.O.)\nThe metal graveyard. No one went down\nthere after the earthquake. No one\nwho mattered.\n\nRemy lifts his scanner -- PINGING the darkness -- WHOOP!\nWHOOP! Fifteen different artiforgs, all flashing red, fill\nthe screen.\n\n \n\n \n\f39.\n\nRemy finds an opening in the rubble and picks his way in.\nINT. DESTROYED BUILDING - NIGHT\n\nRemy’s flashlight plays over the tight nooks and pathways\ndeep inside the rubble. There’s an entire underground world\ndown here; HOMELESS folks scatter as Remy passes by.\n\nHe’s tracking a signal, getting closer. In the distance, a\nsoft, almost sweet SONG sings out. It grows louder.\n\nINT. CAVERN - DESTROYED BUILDING - NIGHT\n\nAn open-air space amid all the rubble. A group of cellar-\ndwellers have set up camp here, but as soon as Remy enters,\nthey scatter in every direction, disappearing into the\nwalls.\n\nExcept for one sad creature.",
  "28": "---END OF PREVIOUS SECTION---\nCAVERN - DESTROYED BUILDING - NIGHT\n\nAn open-air space amid all the rubble. A group of cellar-\ndwellers have set up camp here, but as soon as Remy enters,\nthey scatter in every direction, disappearing into the\nwalls. Except for one sad creature. \n---TARGET SECTION TO BE ANNOTATED---\n Gaunt, worn out, sitting in\nher own filth, singing a soft lullaby to no one in\nparticular.\n\nWOMAN\n(singing)\nSleep baby sleep/ Your father tends\nthe sheep...\n\nRemy lifts his scanner -- it WHOOPS back hard. This is it.\n\nREMY\nMa’‘am? Ma‘ am?\n\nHe approaches; her hair is in her face. Remy kneels down.\n\nREMY (CONT’D)\nI'm here from the Credit Union. I've\ngot a job to do.\n\nShe stops singing. Lifts her head to look at him --\nit's Beth.\n\nRemy’s eyes open wide -- he leans in, amazed --\nFrantically flips through his file -- there it is, the\n\nname, the picture, all those things he paid no attention to\n\nBETH\n(singing again)\nYour mother shakes the dreamland\ntree/ And from it fall sweet dreams\nfor thee...\n\nREMY\nLook at me. Beth, look at me --\n\nHe grabs her cheeks, and Beth grins too widely --\n\n \n\n \n\f40.\n\nHer teeth and gums are stained a sparkling red. To Beth’s\nleft is a small vial of red powder -- Q. She’s an addict.\n\nBETH\n(singing)\nSleep baby sleep/Sleep baby sleep...\n\nREMY\nCome out of it. Wake up --\n\nHe slaps her across the cheek. Nothing. She’s too far gone.\n\nRemy sits back, stunned. He blinks. Not ready to give up.\n\nREMY (CONT’D)\nTell me you have some money. I know\nthe credit manager, we can set up a\nplan --\n\nBETH\nMy... husband. He... has money.\n\nREMY\nGood. Good, you got married again.\nWhat's his name?\n\nShe starts to close her eyes again, but Remy’s on top of\nher, slapping her awake. Doesn’t want to go through with\nthis --\n\nREMY (CONT’D)\nGoddammit, Beth, give me a name!\n\nBETH\nHe's in... the war.\n\nREMY\nThe war? What war?\n\nBETH\nThe war. The... army.\n\nREMY\nWe're not at war. Tell me his name --\n\nBETH\nHe... he’s driving a... a tank. He\nsends me letters. Long, beautiful\nletters. From... Africa.",
  "29": "---END OF PREVIOUS SECTION---\nLong, beautiful\nletters. From... Africa. \n---TARGET SECTION TO BE ANNOTATED---\nBeth drops her head back, smiling. In her own world.\n\nBETH (CONT’D)\nThey have giraffes in Africa...\n\nRemy slumps against the wall next to her dnd stares off\ninto the darkness.\n\nEventually, Beth starts to sing again.\n\n \n\f41.\n\nBETH (CONT’D)\nSleep baby sleep/ Our cottage vale is\ndeep/ The little lamb is on the\ngreen/ With snowy fleece so soft and\nclean/ Sleep baby sleep/ Sleep baby\nsleep...\n\nCUT TO:\n\n \n\nINT. REMY AND CAROL’S HOUSE - NIGHT\n\nThe door flies open. Remy carries a barely conscious Beth\nover his shoulder, struggling into the living room.\n\nREMY (V.O.)\nIt may have been a decade late, but I\nfinally got to carry my bride over\nthe threshold.\n\nCarol approaches from the living room, staring at Remy with\nthis skanked-out hooker slung over his shoulder.\n\nCAROL\nWhat the hell are you doing?\n\nREMY\nThis is Beth. My ex-wife.\n(beat)\nDid I ever tell you I was married\nbefore?\nPeter enters, wide-eyed. Beth VOMITS onto the carpet.\n\nPETER\nCool. Can we keep her?\n\nCarol’s just about to explode with rage --\nEXT. SEEDY MOTEL - NIGHT\n\nBroken flashing neon sign and all. Just disgusting. Remy\ncarries Beth through the parking lot.\n\nINT. SEEDY MOTEL - LOBBY - NIGHT\n\nBeth still slung over his shoulder, Remy pays the MOTEL\nMANAGER in cash, counting out the bills.\n\nINT. MOTEL ROOM - NIGHT\n\nBeth sleeps fitfully on the bed. Remy sits near her,\nwatching her sleep.\n\nINT. CREDIT UNION - BACK OFFICE - DAY\nJake and Frank stare up at the big board. Remy approaches.\n\nFRANK\nThere he is. Home run hitter.\n\f42.\n\nRemy hands Frank the pink assignment slip and Beth’s\nfolder.\n\nREMY\nI couldn’t find her.\nJake is shocked -- and a bit suspicious.\nJAKE\n\nYou. Couldn't find her.\nRemy shrugs and walks off. Jake and Frank share a look.\nINT. MOTEL ROOM - DAY\n\nRemy stirs a pot of food atop a portable stove. Beth lays\non the moldy carpet, fetal, battling the shivers of\nwithdrawal.",
  "30": "---END OF PREVIOUS SECTION---\nINT. MOTEL ROOM - DAY\n\nRemy stirs a pot of food atop a portable stove. Beth lays\non the moldy carpet, fetal, battling the shivers of\nwithdrawal. \n---TARGET SECTION TO BE ANNOTATED---\nREMY (V.O.)\nFor the next month, I had a new job:\nBabysitting Beth.\n\nRemy.kneels beside Beth. Trying to spoon soup into her\nmouth. She fights him off weakly, spitting up her lunch.\n\nREMY (V.O.) (CONT'D)\nJittery, strung-out, barely coherent\nhookers don’t make great company.\n\nINT. REMY AND CAROL’S HOUSE - NIGHT\n\nRemy sits at the table alone, eating a bowl of soup. Carol\nwalks by in silence and drops a stack of bills on the\ntable.\n\nREMY (V.O.)\nBut sometimes they’re better than the\nalternative.\n\nRemy flips through the envelopes, several of them\nemblazoned with the Union insignia.\n\nINT. SEEDY MOTEL - NIGHT\n\nRemy leans against the grungy bathroom sink while Beth is\nin the shower.\n\nREMY (V.O.)\nWhen I was with Beth, real life\ndidn’t seem to bother me too much.\n\nRemy peeks over the top of the shower curtain.\nREMY (V.O.) (CONT'D)\n\nBut there were still bills to pay.\nAnd artiforgs to repossess.\n\f43.\n\nEXT. ALLEY - NIGHT\n\nRemy, kneels over an unconscious WOMAN in a miniskirt. Her\nshirt is ripped; his scalpel hovers over her midsection.\n\nThe woman\ngoes back\n\nShe stirs.\n\nThe woman\nhorror at\n\nWho waves\n\nPetrified\nRemy just\n\nREMY (V.O.)\nI saw an interview with a serial\nkiller once. He said that it took him\nfifteen years to work up to that\nfirst kill.\n\nbegins to stir. Remy TASERS her. She drops. Remy\nto hovering that scalpel. Can’t close the deal.\n\nREMY (V.O.) (CONT'D)\nBut the second one only took six\nmonths. The third, a week. Once that\ndam broke, it was a flood.\n\nRemy TASERS her again. Can’t decide.\nREMY (V.O.) (CONT'D)\n\nBeth was the first client I ever let\n\ngo. From there, it just got easier.\n\nwakes, stumbling to her feet. She stares in\nRemy --\n\nher away. He can’t even look at her.",
  "31": "---END OF PREVIOUS SECTION---\nwakes, stumbling to her feet. She stares in\nRemy --\n\nher away. He can’t even look at her. \n---TARGET SECTION TO BE ANNOTATED---\nWOMAN\nThank you... thank you...\n\nbut grateful, she runs off into the darkness.\nstares at the ground.\n\nINT. MOTEL ROOM - NIGHT\n\nBeth is sprawled out on the bed. There are dark circles\nunder her eyes. Remy brings her a cup of coffee. Almost\n\ntenderly:\n\nREMY\nHey. How you feeling?\n\nBETH\nEver been eaten and then shit out by\nan elephant?\n\nREMY\nNot recently.\n\nBETH\nFeels kinda like that.\n\nREMY\nWait ‘til you try my coffee. Works\nwonders.\n\f44,\n\nBeth smiles weakly. Her gaze falls on Remy’s toolbelt, then\nmoves to his Union tattoo --\n\nThen she looks away. Afraid? Nervous?\n\nREMY (V.O.) (CONT'D)\nI knew what she wanted to ask me,\neven though she’d never say it. She’d\nwant to know how a sweet, innocent\nkid from the suburbs could turn into\naman like... well, like me.\n\nFLASH BACK TO:\nINT. MONTEGO BAY BAR - NIGHT\n\nRemy and Jake, barely in their 20's and the only white guys\nin the place, nurse their Red Stripes.\n\nREMY (V.O.)\nI don’t know how it happened. I just\nknow it did.\n\nRemy finishes his beer and tosses it into a pile of\nempties.\n\nREMY: (CONT'D)\nI’m so fucking bored of relaxing.\n\nJAKE\nHush your mouth, mon.\n\nREMY\nWhat am I, retired? I don’t golf. I\ndon’t fish. Fuck the military\npension, I want to do something.\n\nJAKE\nI can't see you running around with\nthe shirt and tie crowd.\n\nREMY\nRunning gver them, maybe... ina\ntank.\n\nRemy and Jake press thumbs.\n\nJAKE\nYou know, I hate to say this, cause\nit was war and all, but... I kind of\nmiss it.\n\nREMY\n\nI miss it, too.\n\nJAKE\nI miss the rush.\n\nREMY\nI miss the structure.\n\f45.\n\nJAKE\nI miss the kill.\n\nJake shrugs, almost apologetically.\nINT. BAR BATHROOM - NIGHT\n\nRemy and Jake, pissing side-by-side at the urinals.",
  "32": "---END OF PREVIOUS SECTION---\nJake shrugs, almost apologetically. INT. BAR BATHROOM - NIGHT\n\nRemy and Jake, pissing side-by-side at the urinals. \n---TARGET SECTION TO BE ANNOTATED---\n Tacked\nto the wall directly in front of them:\n\nA FLYER: Learn a Trade, Join the Union, Fulfill Your\nDestiny!\n\nREMY (V.O.)\nIt all made perfect sense. Joining\nthe Union could give us everything\nback: The rush. The structure. The\nkill.\n\nINT. RECRUITMENT CENTER - CREDIT UNION OFFICES - DAY\nA younger Frank puts the hard sell on Remy and Jake.\n\nREMY (V.O.)\nThe recruiter told us we were\ndefending America’s medical\nestablishment. The war didn’t have to\nend -- it would just change venue.\n\nINT. EQUIPMENT DOCK - UNION OFFICES - DAY\n\nRemy and Jake are issued standard Union duffels. They rifle\nthrough, checking out the tasers, the scanner, the scalpel.\n\nREMY (V.O.)\nOur military training made us\nuniquely qualified. We were already\nfamiliar with the tools of the trade.\n\nRemy hits Jake with a taser. Jake goes down. Shakes it off.\nComes at Remy with a scalpel. Two friends, having fun.\n\nREMY (V.O.) (CONT'D)\nMost importantly, we had been taught\nto kill people and not care all that\nmuch.\n\nINT. TATTOO STATION - UNION OFFICES - DAY\n\nRemy and Jake share a satisfied grin as the black circle\ntats are burned into their skin. The TATTOO ARTIST recites\nhis programmed lines as he finishes.\n\nTATTOO ARTIST\nThis tattoo is property of The Union.\nIf you decide to leave The Union, the\ntattoo will be reclaimed by The\nUnion. If you are discharged from\nThe Union, the tattoo will be\nreclaimed by The Union.\n\n(MORE)\n\f46.\nTATTOO ARTIST (CONT'D)\n\nIf you are ever killed while working\nfor The Union, the tattoo will be\nreclaimed by The Union.\n\nJAKE\nWhat do you do, cut off the skin and\nmount it on a plaque?\n\nTATTOO ARTIST\nThat’s exactly what we do.\n\nJAKE\nJesus Christ, I was kidding.\n\nTattoo man finishes up and starts to walk away. Remy looks\ndown at his arm. There’s just a black sphere.",
  "33": "---END OF PREVIOUS SECTION---\nTattoo man finishes up and starts to walk away. Remy looks\ndown at his arm. There’s just a black sphere. \n---TARGET SECTION TO BE ANNOTATED---\nREMY\nHey, where’s the lightning?\n\nTattoo guy turns back around.\n\nTATTOO\nYou gotta earn that. Come back in\nafter you finish your first job.\n\nEXT. SUBURBAN HOUSE - NIGHT\n\nRemy cuts through a window with a pencil laser. He snaps\nout a section of glass, then reaches in and unlocks the\ndoor. He looks back over his shoulder as he nervously\nheads inside.\n\nREMY (V.O.)\nWhen I broke into that first house, I\nfelt like a kid, doing a stupid\nprank.\n\nHold on the outside of the darkened house. The picture of\nsuburban tranquility. After several beats of silence, a\nSCREAM pierces the air.\n\nRemy emerges from the house carrying a lacquered box,\ngrinning like a kid who’s gotten laid for the first time.\n\nREMY (V.O.) (CONT'D)\nBut when I came out, the game was\nover. I was an official member of The\nCredit Union.\n\nINT. TATTOO STATION - UNION OFFICES - NIGHT\nTattoo Man adorns Remy’s tattoo with a single, holographic\nlightning bolt hovering above the black circle, piercing\nit.\nREMY (V.O.)\nBioMedical Repossession Division.\nLevel One.\n\nBACK TO:\n\n \n\f47.\n\nINT. MOTEL ROOM - DAY\n\nREMY (V.O.)\nBut Beth didn’t need to know that.\nAll she needed to know was:\n\nBETH\nWhy are you doing this for me?\n\n \n\nREMY\nWhy not?\n\nBETH\nCome on. We both know the marriage\nthing was a joke. You couldn’t love\nme. You never even knew me.\n\nRemy scratches the scar running down his chest.\n\nREMY\nMaybe I know you better than you\nthink.\n\nBeth holds Remy’s gaze, until he turns away.\nINT. MOTEL HALLWAY - DAY\nRemy stands at the ice machine, filling up a bucket.\n\nA seedy man approaches. His crappy brass name tag says\nMANAGER.\n\nMOTEL MANAGER\nY'all having a nice stay?\n\nREMY\nIt’s fine.\n\nMOTEL MANAGER\nNoticed your gal. Got a lotta scars.\n\nREMY\nAccidents happen.",
  "34": "---END OF PREVIOUS SECTION---\nMOTEL MANAGER\nNoticed your gal. Got a lotta scars. REMY\nAccidents happen. \n---TARGET SECTION TO BE ANNOTATED---\nMOTEL MANAGER\nI was just thinking, a Union Man like\nyourself could probably get in a heap\nof trouble keeping girls with overdue\n‘forgs alive, holed up in shitty\nmotel rooms.\n\n \n\nRemy gets it. He pulls out his wallet and shoves a few\ntwenties at the guy.\n\nREMY\nSend a maid once in a while, your\nrooms won't be so shitty.\n\f48.\n\nMOTEL MANAGER\nPleasure doing business with you.\n\nINT. REMY AND CAROL'S HOUSE - HALLWAY - NIGHT\nRemy stands outside Peter’s room, about to go in --\n\nCAROL\nHe's sleeping.\n\nREMY\nI just wanted someone to talk to\naround here.\n\nCAROL\nNot on a school night.\n\nCarol walks off.\n\nREMY (V.O.)\nI guess I shouldn’t have been\nsurprised that my marriage had turned\nto shit. It’s not like we started out\nall lovey-dovey.\n\nFLASH BACK TO:\n\nCAROL\nhitting Remy, hard, right in the face.\n\nCAROL\nDon’t you fucking touch her.\n\nINT. NURSING HOME - DAY\nRemy’s in full Repo gear, black-on-black.\n\nREMY (V.O.)\nIt should have been the easiest repo\njob in recorded history. Some blue\nhair had worn out her welcome on a\nHexa-Tan liver. But Carol was...\nresistant.\n\nA younger Carol has on her nurse‘s uniform, guarding the\nroom of an ELDERLY PATIENT.\n\nREMY (CONT’D)\nLook, lady -- if they bury her with\nan unpaid liver, the Union’s gonna\nput a lien on the last will and\ntestament and exhume the body. I’m\ndoing the family a favor here, so\nback off.\n\nRemy’s inches from her face, trying to intimidate. But\nCarol doesn’t back down.\n\n \n\f49.\n\nCAROL\nDon’t. You. Fucking. Touch. Her.\n\nRemy can’t help but grin. This is his kind of woman.\n\nREMY (V.O.)\nGotta admit -- the gal had spunk.\n\nBACK TO SCENE\nRemy’s come to a decision. He walks down the hall into:\nINT. REMY AND CAROL'S HOUSE - KITCHEN - NIGHT\n\nCarol does the dishes.",
  "35": "---END OF PREVIOUS SECTION---\nBACK TO SCENE\nRemy’s come to a decision. He walks down the hall into:\nINT. REMY AND CAROL'S HOUSE - KITCHEN - NIGHT\n\nCarol does the dishes. \n---TARGET SECTION TO BE ANNOTATED---\n No spunk left any more. He walks up\nto the sink; she doesn’t look at him.\n\nREMY (CONT’D)\nI’m going.\n\nCAROL\nOkay.\n\nREMY\nNo. I’m going.\n\nNow she turns. Accepting it, knowing it was going to\nhappen.\n\nCAROL\nWhat do you want me to tell Peter?\n\nREMY\nI’1l tell him myself.\n\nINT. PETER’S ROOM - NIGHT\n\nPeter sleeps in his bed, a handheld video game in his\ngrasp. Remy stands in the doorway, staring at his son.\n\nREMY\n(quietly)\nEventually.\nRemy backs out of the room without waking him.\nINT. REMY AND CAROL'S HOUSE - NIGHT\n\nRemy lugs his life’s possessions past his old bedroom,\nCarol sound asleep in the background.\n\nREMY (V.O.)\nI'd like to say I left to keep Carol\nfrom having to take on my financial\nburdens.\nINT. PETER’S ROOM - NIGHT\n\nPeter stirs awake. Rubs his eyes, looks out the window --\n\n \n\f50.\n\nAs his dad loads up his car and pulls out.\nREMY (V.O.)\nOr so the boy didn’t have to watch\nhis dad’s heart get ripped out...\nEXT. MOTEL - NIGHT\nRemy pulls his car up to the curb and looks in\nTHROUGH A WINDOW\nwhere Beth lies on the bed, watching T.V.\nREMY (V.O.)\nBut it was something else that drew\n\nme away.\n\nRemy reclines his car seat and pulls a jacket over him for\nwarmth. He’s going to sleep out in the car tonight.\n\nDISSOLVE TO:\nINT. MOTEL ROOM - MORNING\nRemy enters, waking Beth, who stretches, happy to see him.\n\nRemy opens the plastic bag and takes out some items, lining\nthem up on the night stand.\n\nREMY\nPeanut butter -- the crunchy kind,\nlike you like, soft toothbrush,\nstrawberry toaster strudel, and mint\nshampoo.\n\nBETH\nOh. I don’t really like mint shampoo.\n\nREMY\nShampoo’s for me.\n\nShe looks at him askance -- he’s never taken a shower there\nbefore. He motions out the window --\n\nWhere his car, with all his stuff, sits.",
  "36": "---END OF PREVIOUS SECTION---\nREMY\nShampoo’s for me. She looks at him askance -- he’s never taken a shower there\nbefore. He motions out the window --\n\nWhere his car, with all his stuff, sits. \n---TARGET SECTION TO BE ANNOTATED---\n Beth realizes he’s\nmoving in, and can’t help the smile that comes to her face.\n\nEXT. MOTEL - DAY\nAs Beth helps Remy lug his possessions into their room.\n\nREMY (V.O.)\nMy living situation was one thing. My\nwork situation was another. No repos\nmeant no cash, which meant no\npayments to the Union, which meant no\nfuture.\n\nF\n\n \n\f51.\n\nINT. MOTEL ROOM - NIGHT\nBeth stirs noodles in a pot, cooking their meager dinner.\n\nRemy sits at a table nearby, PINGING Beth with his scanner,\nchecking the serial numbers of her ‘forgs against a\ncomputer print out.\n\nBETH\nSo what happens if somebody catches\nyou at the computer?\n\nREMY\nEntering falsified returns, grounds\nfor immediate dismissal.\n\nBETH\nI don’t want you to lose your job.\nREMY\nAlso a class one felony -- grand\ntheft artiforg, 20 years to life.\nBETH\nJesus.\nREMY\nDon’t worry. I’ve got a foolproof\nplan.\nBETH\n\nWhat is it?\n\nREMY\nDon’t get caught.\n\nBETH\nGood plan.\n\nRemy smiles. Beth stirs the noodles, thinking. Then...\n\nBETH (CONT'D)\nYou know, I could go back to work.\n\nREMY\nRight.\nBETH\nWhy not? a\n:\nREMY\nDo you have any idea how much you\nowe?\nBETH\n\nSo?\n\f52.\n\nREMY\nDo you have any idea how bad you\nlook?\n\nBeth throws a noodle at him; Remy ducks it.\n\nBETH\nBe nice. I’m your wife.\nREMY\nEx-wife. And this is as nice as I\n\nget.\n\nThe scanner WHOOPS it up again; yet another readout from\nBeth’s overdue body.\n\nREMY (CONT'D)\nDo you even know how many ‘forgs\nyou've got in there?\n\nBETH\nLet’s see... liver, pancreas,\nkidneys, stomach, and lungs from the\ncancer. As upgrades, I’ve got eyes,\nears, voice box, tits --\n\nREMY\nJesus...\n\nBETH\nHey, it’s a tough gig out there.",
  "37": "---END OF PREVIOUS SECTION---\nBETH\nLet’s see... liver, pancreas,\nkidneys, stomach, and lungs from the\ncancer. As upgrades, I’ve got eyes,\nears, voice box, tits --\n\nREMY\nJesus... BETH\nHey, it’s a tough gig out there. \n---TARGET SECTION TO BE ANNOTATED---\nHooker down the street shows up with\nglow-in-the-dark vulva, you can bet\nevery girl in the district’s gonna\nhave a new neon hoochie inside a\nweek.\n\nREMY\nYou're shittin’ me. I’ve never even\nheard of that.\n\nBETH\nWanna see?\n\nBeth moves towards him.\n\nBETH (CONT'D)\nJackson Reproductive Replacement\nSystem, Release five-point-three.\n\nShe straddles Remy; he barely protests. She unbuttons her\nshirt, placing Remy’s hand on her bare belly.\n\nBETH (CONT'D)\nIt’s right behind my Kenton stomach\nES/18. Lady Mystique model. Comes in\nsix sparkling colors.\n\nREMY\nWhich one did you choose?\n\n \n\n \n\f53.\n\nBeth moves Remy’s arm further down her body --\n\nBETH\nShocking... pink...\n\nREMY\nAnd your hips...\n\nRemy slides his hands down her hips, moving them across her\nwaist, her legs --\n\nBETH\nFlexor Durajoints... million step\nwarranty...\n\nNow Remy’s clothes are coming off, too --\n\nBETH (CONT'D)\nYou haven’t asked me about my lips...\n\nREMY\n(feeble protest)\nCome on. I’m married.\n\nBETH\nYeah. To me.\n\nREMY\nI guess I never signed any divorce\npapers.\n\nBETH\n\nMe neither.\n\nAnd then Beth pulls Remy into a hard kiss as they move into\none another -- naked now, free --\n\nThe artiforg printouts fall to either side as Remy throws\nBeth down on the table, their bodies thrusting\ndesperately...\n\nDISSOLVE TO:\nINT. MOTEL ROOM - MORNING\n\nRemy wakes up beside a naked Beth. Tries to sneak out of\nbed, but she wakes...\n\nBETH\nLast time, that cost you a hundred\nbucks.\n\nREMY\nAnd now?\n\nBeth thinks for a beat.\n\nBETH\nFree.\n\n \n\f54.\n\nREMY\nHow ‘bout that.\n\nBETH\nI’m a shitty business woman.\n\nINT. CREDIT UNION ARTIFORG LOCKER - NIGHT\n\nRemy sneaks through piles of lacquered boxes, each one an\nartiforg that’s been returned to the Union.\n\nREMY (V.O.)\nA mortgage. Motel rent.",
  "38": "---END OF PREVIOUS SECTION---\nREMY (V. O.)\nA mortgage. Motel rent. \n---TARGET SECTION TO BE ANNOTATED---\n A manager who\nwanted double or he’d snitch. And\nthat damn Jarvik, ticking away inside\nmy chest.\n\nHe grabs a lacquered box, opens it, and takes out the\nmetallic organ within. He begins rasping away the serial\nnumber with a metal file.\n\nREMY (V.O.) (CONT'D)\nIt all took cash, and I didn’t have\nthe guts anymore. But I could make it\nseem like I did.\n\nREMY AT THE COMPUTER\n\nTyping fast, keying in the serial number from a pink slip.\nGlancing around nervously.\n\nREMY (V.O.) (CONT'D)\nBeth had fifteen outstanding\naccounts, so I found fifteen\nreplacement parts. I actually got the\ncomputer to buy my story. My\nfoolproof plan, put into action.\n\nINT. BACK ROOM - NIGHT\nRemy sneaks by a sleeping GUARD, then turns --\nREMY (V.O.)\nExcept for the part about not getting\ncaught.\n\nJake is there. He’s seen everything.\n\nJAKE\nHey.\n\nREMY\nHey.\n\nThey stare at each other; neither knows what to say. Jake\nleans against the Credit Union sphere-and-bolt statue. When\nit finally begins, their conversation is as casual as ever.\n\n \n\n \n\fa4\n\n55.\n\nJAKE\nMy uncle was a bank robber. I ever\ntell you that?\n\nREMY\nUncle Joe?\n\nJAKE\nNah, my mom's brother, Lou. Made a\nwhole mess of the West Coast,\nknockin’ over savings and loans.\n\n \n\nREMY\nNo shit.\nJAKE\nAnd the man was good at it -- nobody\n\nknew a damn thing. Most days, he woke\nup and went to work at the auto shop,\nbut every so often he’d skip out for\nlunch and pull on a ski mask. Fifteen\nyears he did this. And then one day,\nhe forgot to wear gloves, and they\npulled a print from some bullshit\ndrunk and disorderly twenty years\nback. A day later, the cops were\nknocking on his door.\n\nREMY\nLemme guess -- he was relieved.\n\nJAKE\nNo, he was fucking pissed.\n(beat; softer)\nBut he just wasn’t that guy anymore.\nHe was off his game, and he knew it.\n\nREMY\nMaybe it was a blessing.",
  "39": "---END OF PREVIOUS SECTION---\n(beat; softer)\nBut he just wasn’t that guy anymore. He was off his game, and he knew it. REMY\nMaybe it was a blessing. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nMaybe.\n\nThey stare at each other, understanding each other\nperfectly.\n\nREMY\nWhat am I supposed to do for money? I\ncan’t do anything else.\n\n \n\nJAKE\nIt’d be the same for me.\n\nREMY\nThen what?\n\nJAKE\nYou find a way. Talk to Frank about\nthe sales thing. Make Carol happy.\n\f56.\n\nREMY\nAnd if I suck at it?\n\nJAKE\nDo something else. But you gotta keep\nthose payments coming. Soon as you\nfall behind, that’s Day One.\n\nREMY\nAnd six months later...\n\nJAKE\nWe put a guy on you.\n\nRemy stares off, the reality hitting him hard. He sees\nRaymond Pearl walking off with a fresh pink sheet.\n\nREMY\nProbably Ray.\n\nJAKE\nOr me. Job’s a job.\n\nREMY\nJob’s a job.\n\nRemy turns to leave. His fate is set. Then turns back --\n\nREMY (CONT'D)\nWhere is he now?\n\nJAKE\nWho?\n\nREMY\nUncle Lou.\n\nJAKE\n\nYou know that erotic cake shop up on\neighth street? That’s his.\n\nREMY\nIs he happy?\n\nJAKE\nHe makes pornographic desserts for a\nliving. You tell me.\n\nJake and Remy share one last grin.\nEXT. MALL - NIGHT\n\nRemy shuffles away from the mall, only a few parking lot\nhalogens lighting his lonely path.\n\nINT. CREDIT UNION - FRANK'S OFFICE - DAY\n\nRemy sits across from a beleaguered looking Frank.\n\n \n\f57.\n\nREMY (V.O.)\nFrank surprised me. He took it better\nthan I expected.\n\nFrank erases Remy’s name from the big board. Then -- throws\nthe eraser at the wall in anger. He’s lost his best guy.\n\nINT. CREDIT UNION - FRONT OFFICE - DAY\n\nRemy, looking uncomfortable in suit and tie, sits across\nfrom a family of four in a sales booth.\n\nREMY\nMr. Timmons, you owe it to your\nfamily. You owe it to yourself.\n\nThe sickly looking patriarch nods and takes the pen. But\nbefore he signs, Remy continues...",
  "40": "---END OF PREVIOUS SECTION---\nYou owe it to yourself. The sickly looking patriarch nods and takes the pen. But\nbefore he signs, Remy continues... \n---TARGET SECTION TO BE ANNOTATED---\nREMY (CONT’D)\n‘Course, if you can’t pay your bills,\nsome Union guy like me might show up\nnext to your bed, wake you out of a\nsound sleep and run a scalpel from\nyour collar bone down to your pelvis\nto reclaim our property.\n\n(beat)\n\nI’m just saying.\n\nThe man drops the pen. His wife faints.\n\nREMY (V.O.) (CONT'D)\nI wasn’t cut out for sales.\n\nINT. GROCERY STORE - DAY\n\nRemy raises a cleaver high into the air. His apron is\ncovered in blood.\n\nREMY (V.O.)\nBut I had to work. So I tried\nsomething a little more in line with\nmy training.\n\nRemy slams the cleaver down onto a butcher block --\nseparating a sirloin steak.\n\nRemy’s trying his hand behind the deli counter. He whacks\nat a slab of meat, over and over again, juices flying --\n\nTHE DELI CUSTOMERS\nback away from the counter, horrified.\nREMY (V.O.) (CONT'D)\n\nSix months, and I must have tried\ntwenty different jobs.\n\n \n\f58.\n\nINT. RESTAURANT - NIGHT\n\nRemy, in an embarrassing T.G.I.Friday’s type ensemble\ndelivers several meals to a table full of college guys. One\nparticularly assholish frat guy waves Remy over, lifts his\nhamburger bun to show that his food is not cooked right.\n\nREMY (V.O.)\nThe customer, they say, is always\nright. I’d never really thought about\nwhat that meant before.\n\nRemy takes the basket of food and jams it into the guy’s\nface, knocking him over in his chair --\n\nAnd then wailing on him while the stunned frat boys look\non.\n\nINT. MOTEL ROOM - NIGHT\n\nRemy and Beth pack up. Clothes. Work gear. He gently packs\naway his scalpels, ether cannisters... Looks at them fondly.\n\nREMY (V.O.)\nIt’s amazing how fast a hundred and\neighty days can go by.\nBeth puts a hand on Remy’s arm.\n\nBETH\nIf you go with me, you’re done.\n\nREMY\nI’m done anyway.\n\nEXT. STREET - NIGHT\n\nCrappy street. Crappy neighborhood.",
  "41": "---END OF PREVIOUS SECTION---\nEXT. STREET - NIGHT\n\nCrappy street. Crappy neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\n Remy and Beth, their\nbags at their feet, stand outside Remy’s car.\n\nRemy pulls out a glass bottle filled with gas, a soaked rag\nin the neck. He lights the rag with a match --\n\nAnd tosses the bottle into the front seat of his car.\n\nHe and Beth walk away, bags in hand, as the fire engulfs\nthe car, erasing any trace of its existence.\n\nEXT. TYLER STREET HOTEL - NIGHT\n\nRemy and Beth keep their heads low as they stick to the\nshadows along a trash-strewn sidewalk.\n\nAs they head toward the entrance of this sad excuse for a\nbuilding, we realize it’s the same burned-out hotel on the\nsame ugly abandoned road where we first met Remy.\n\nREMY\nWelcome to paradise.\n\n \n\n \n\f59.\n\nINT. TYLER STREET HOTEL - NIGHT\n\nRemy and Beth scope out the rooms, trying to find a\nsuitable place to hide out.\n\nREMY (V.O.)\nThere are hiders, and there are\nseekers.\nINT. TYLER STREET HOTEL - INSIDE FOYER - NIGHT\n\nBeth takes the reins, showing Remy how and where to board\nup the windows, doors, setting booby traps, etc.\n\nREMY (V.O.)\nHiding was new to me. But Beth had\npractice.\nShe reaches over and turns off Remy’s flashlight.\n\nBETH\nRule number one: Natural light only.\n\nEXT. ALLEY - DAY\n\nAs Beth and Remy root through a dumpster. Remy holds up two\npieces of fabric, one blue, one red. Beth points to the\nred.\n\nINT. ROOM 403 - TYLER STREET HOTEL - DAY\n\nAnd they hang the red fabric over the window.\n\nBETH\nCurtains!\n\nINT. BUSTED-UP ROOM - TYLER STREET HOTEL - NIGHT\n\nRemy RIPS open a hole in the wall with a hammer and fluffy\npink insulation pops out.\n\nBeth grabs a handful and shoves it into a pillowcase, and\nRemy does likewise.\n\nINT. ROOM 403 - TYLER STREET HOTEL - DAY\n\nThe decorations are complete, a woman's touch amid the\ndebris. Candles, a blue tarp for a tablecloth, a stolen\nmattress for a bed. Flowers poke out of cracks in the wall.",
  "42": "---END OF PREVIOUS SECTION---\nROOM 403 - TYLER STREET HOTEL - DAY\n\nThe decorations are complete, a woman's touch amid the\ndebris. Candles, a blue tarp for a tablecloth, a stolen\nmattress for a bed. Flowers poke out of cracks in the wall. \n---TARGET SECTION TO BE ANNOTATED---\nRemy lays out weapons: Taser, scalpel, shotgun...\n\nEXT. ALLEY BEHIND HOTEL - NIGHT\n\nRemy searches through piles of broken furniture, testing\nbusted chair legs and posts for use as potential weapons.\n\nAs he swings a piece of wood through the air, he notices\nsomething beneath a pile. He clears away trash to find:\n\n \n\n \n\f60.\n\nAn old typewriter. He grabs it, blows off the dust. Tests\nthe weight, as if to use it to crush in someone’s head, but\nthen gets another idea...\n\nThe faint CLACK of a typewriter sends us:\nINT. TYLER STREET HOTEL - LOBBY - NIGHT\n\nRACING through the dilapidated lobby, up the stairs, and\ninto...\n\nINT. ROOM 416 - TYLER STREET HOTEL - NIGHT\n\nWhere Remy sits at the typewriter, naked, back where we met\nhim at the very beginning. We’re now where we first came\nin.\n\nREMY (V.O.)\nBut you can only hide for so long\nbefore they find you.\n\nSuddenly, LAUGHTER. Remy, spooked, leaps to his feet.\nShotgun in one hand, pistol suddenly in the other.\n\nLaughter again. Distinct. High-pitched. Remy tenses --\nINT. HALLWAY - TYLER STREET HOTEL - NIGHT\n\nRemy, shotgun in hand, follows the laughter. Coming from\ndown the hall --\n\nINT. ROOM 438 - TYLER STREET HOTEL - NIGHT\n\nLouder now, interspersed with voices. Remy presses himself\nagainst the wall, breathing hard. Shotgun out the window --\n\nChildren. THREE LITTLE GIRLS, playing in the courtyard\nbelow.\n\nRemy relaxes as the girls pull out a jump-rope and begin\nchanting a song to count out their game:\n\nLITTLE GIRLS\nThere was a man from Troubadour/ Who\ngot blown up during The War/ He did\nnot die, would not concede/ How many\nartiforgs did he need? Stomach!\nBladder! Pancreas! Eyes! Intestine!\nHeart! Kidney! Liver...\n\nRemy shakes his head at his own paranoia --\n\nBETH (O0.S.)\nIf you're going to shoot the kids,\naim for the big one. More meat on\nher.\n\f61.",
  "43": "---END OF PREVIOUS SECTION---\nS.)\nIf you're going to shoot the kids,\naim for the big one. More meat on\nher. 61. \n---TARGET SECTION TO BE ANNOTATED---\nRemy lowers the shotgun barrel and turns to find Beth. She\ntosses his clothes at him. Remy begins to dress as Beth\nwalks over by the typewriter.\n\nBETH (CONT'D)\nFor a guy who’s so paranoid, you sure\nmake a lot of noise.\n\nREMY\n\nThe writing helps me think.\nBETH\n\nWhat is it? A book? Epic poem?\nREMY\n\nIt’s a letter.\nBETH\n\nTo who?\nREMY\n\nPeter. My son.\nBETH\n\nI never played you for a dad.\nREMY\n\nNeither did I.\n\nBeth moves forward, then stops -- alarmed --\n\nBETH\n\nSomebody’s coming.\nREMY\n\nWhat?\nBETH\n\nYou don’t hear it?\n\nBeth and Remy peek out the window, peering down to the\nstreet.\n\nREMY\nAll I hear are those damn kids.\n\nDOWN IN THE COURTYARD\nThe girls are still jumping rope, now singing...\n\nJUMP ROPE GIRLS\nTell it to the Mama/ Tell it to the\nson/ They all be gone when the day is\ndone/ On come the wrinkles/ On come\nthe sneeze/ The old man dies on his\nold man knees...\n\f \n\n62.\n\nBACK AT THE WINDOW\nBeth grabs Remy’s ear lobe, twisting. He yelps.\n\nBETH\nStill natural? I can’t believe you\nhaven't upgraded these.\n\nBeth digs through a nearby crate and fishes out a long,\nthin wire. Tiny pad on one end, a metallic jack on the\nother.\n\nBETH (CONT'D)\nPut this in your ear.\n\nRemy looks down at the tiny pad, watching as Beth inserts\nthe metallic jack into her ear cavity. It digs in tight,\nfinally CLICKING into place.\n\nREMY\nVocom makes share wires?\n\nBETH\nIt’s aftermarket. Shut up and listen.\n\nRemy puts the “earphone” into his ear to share Beth’s\namplified hearing.\n\nSuddenly, bis world comes alive with sound. Past the girls’\nsinging. Past the traffic. Finding a BARKING dog in the\ndistance. An arguing couple, ignoring the quiet CRIES of\nthe baby in the next room.\n\nREMY\n(incredibly loud)\nWhat am I --\nRemy and Beth both cringe at his overly amplified voice.",
  "44": "---END OF PREVIOUS SECTION---\nFinding a BARKING dog in the\ndistance. An arguing couple, ignoring the quiet CRIES of\nthe baby in the next room. REMY\n(incredibly loud)\nWhat am I --\nRemy and Beth both cringe at his overly amplified voice. \n---TARGET SECTION TO BE ANNOTATED---\nBeth scolds him with her eyes, showing him the small wheel\ncontrols in the skin behind her ear that she continues to\namplify, screening out the ambience. Focusing.\n\nWings flapping. Footsteps. And finally, the familiar\nPING! PING! of an official Union-issue scanner.\n\nRemy yanks the wire out of both of their ears.\n\nREMY (CONT’D)\nGet away from the window.\n\nEXT. STREET - DAY\n\nRaymond Pearl reaches into his duffel, extracting a taser,\na scalpel, and an enormous gun. Clearly not Union issue.\n\nINT. ROOM 403 - TYLER STREET HOTEL - DAY\n\nBETH\nWho is that?\n\f63.\n\nREMY\nRay Pearl. Psychopath with a Union\nscalpel.\n\nBETH\n\n(grabs Remy’s gun)\nI’ve got something for him.\n\nREMY\nHe’s not here for you.\n\nEXT. TYLER STREET HOTEL - DAY\n\nGun in hand, Raymond strides right past the jump rope\ngirls. They continue their chant, the rhythm growing\nfaster...\n\nINT. ROOM 403 - TYLER STREET HOTEL - DAY\n\nTension mounting as Remy and Beth run short on time.\n\nBETH\n\nThere’s the back fire escape --\nREMY\n\nNo. I have something better. Follow\n\nme.\nAs Beth follows Remy towards the hall...\nINT. STAIRWELL - TYLER STREET HOTEL - DAY\n\nRaymond’s boots kick up dust as he mounts the stairs, his\nscanner honing in. PING - PING - PING -\n\nEXT. TYLER STREET HOTEL - DAY\nOn the jump rope girls’ feet, skipping impossibly fast.\nJUMP ROPE GIRLS\nThe old man dies on his old man\nknees!\nINT. HALLWAY - 5TH FLOOR - TYLER STREET HOTEL - DAY\nRaymond kicks a door off its remaining hinge. The room is\ncharred out. A blue tarp sits on the otherwise rotted\nfloor. Remy sits on the far side of the room, typing.\nRAYMOND\nPathetic. I can’t believe you were a\nLevel Five.\nRemy looks up. Mock surprise.\nREMY\n\nThey sent the ear guy after me? That\nhurts.\n\n \n\n \n\f64.\n\nRAYMOND\nYou're a funny guy.",
  "45": "---END OF PREVIOUS SECTION---\nThat\nhurts. 64. RAYMOND\nYou're a funny guy. \n---TARGET SECTION TO BE ANNOTATED---\n I’11 laugh at\nthat when I got your heart in my\nhand.\nREMY\n(seductively)\nOoh. Come here, sweet talker.\nRAYMOND\nIt’s gonna be a pleasure rippin’ off\nthat tattoo.\n\nRemy stands for a fight. Raymond bull rushes. And just as\nhe trounces across the middle of the blue tarp...\n\nTHE BURNED OUT FLOOR GIVES WAY\nWood splintering, cracking -- Raymond plunging downward.\n\nRemy looks up at Beth, who was hiding behind the door. They\nshare a smile...\n\nUNTIL THE REST OF THE FLOOR CONTINUES TO CRUMBLE.\n\nBeth backs up against the wall -- the floor cracking\ntowards her -- Remy leaping -- but she’s swallowed up --\n\nRemy watches in horror as Beth plunges two stories down, a\nloud CRACK as she hits the floor near Raymond. Remy bolts.\n\nINT. ROOM 314 - TYLER STREET HOTEL - DAY\n\nBeth lays amid a ton of debris, barely conscious, clutching\nher badly twisted knee. She spots Remy’s gun on the floor\nnearby. Reaches -- straining --\n\nRaymond drags himself along the floor, battered and\nbloodied, but still moving forward. He grabs the gun,\nlooks up --\n\nRAYMOND\nYou'll do.\n\nA sick smile crosses his lips -- he pulls the trigger --\nA FOOT\n\nStomps Raymond’s hand back down, pinning the gun to the\nfloor. The SHOT goes wild.\n\nRaymond looks up to see Remy standing over him, pumping the\nsawed-off shotgun...\n\nEXT. TYLER STREET HOTEL - DAY\n\nA terrifying BLAST freaks out the jump rope girls. As they\nsprint off, leaving their jump rope behind... .\n\n \n\f65.\n\nINT. HALLWAY - TYLER STREET HOTEL - NIGHT\n\nRemy carries an unconscious Beth toward their room. She\nemits a small groan, eyelids fluttering.\n\nREMY\n(soft, almost tender)\nHey, there. You’re back with us.\n\nBeth’s hand rifles upward, clamping hard around Remy’s\nthroat. They both fall to the floor.\n\nREMY (CONT'D)\n(choking)\nBeth -- it’s me --\n\nBeth’s eyes flutter open. She realizes it’s Remy and\nquickly releases him.",
  "46": "---END OF PREVIOUS SECTION---\nThey both fall to the floor. REMY (CONT'D)\n(choking)\nBeth -- it’s me --\n\nBeth’s eyes flutter open. She realizes it’s Remy and\nquickly releases him. \n---TARGET SECTION TO BE ANNOTATED---\n Remy coughs --\n\nREMY (CONT’D)\nJesus Christ --\n\nBETH\nSorry. You live on the streets long\nenough...\n\nShe brushes herself off and tries to stand --\nNearly falling again. Her artiforg knee is a mess.\n\nREMY\nLet me carry you.\n\nBETH\nI’ve got it.\n\nBeth tries to take a few more steps, but limps horribly.\n\nREMY\nCome on, you’re leaking hydraulic\nfluid all over.\n\nBETH .\nI can fix it myself.\n\nShe sits on the floor and tears open her pants, exposing\nher open wound. Her metallic kneecap glints in the\nmoonlight, the artiforg metal puncturing her natural flesh.\n\nReaching into her bra, Beth pulls out a small package of\ntools -- screwdriver, hammer, miniature soldering iron. She\nfiddles with the artiforg, wincing from the pain.\n\nREMY\n(staring at her knee)\nYou know how quick I could pluck that\nDura-joint right outta your leg?\n\n \n\n'\nI\n\f66.\n\nBETH\n(grunting through pain)\nWouldn't -- really -- help us.\n\nREMY\nUnder 12 seconds.\n\nBeth stops what she’s doing and looks at Remy, then twists\naway at something metal in her leg. It CLICKS.\n\nBETH\nI think I got it. Help me up.\n\nRemy pulls Beth to her feet. Her limp’s not so bad now, but\nshe’s clearly in pain.\n\nBETH (CONT’D)\nIt‘ll hold.\n\nREMY\nWe can’t rest, we have to go. They\nfound me faster than I thought.\n\nBETH\nYou think there’11l be more of them?\n\nREMY\nOnce they’re on you, they don’t stop.\n\nBETH\nSo what do we do?\n\nEXT. MALL - DAY\n\nThe Mall, as usual, is abuzz with activity. Remy slinks\ndown a side street and into an alley.\n\nEXT. ALLEY BEHIND MALL - DAY\n\nLarry The Lung steps out into the alley and, with a grunt,\nremoves the top half of his costume. He’s just a teenager.\n\nThe half-dressed lung pulls out a cigarette and lights up.\n\nREMY (O.S.)\nHell of an example you're setting.",
  "47": "---END OF PREVIOUS SECTION---\nThe half-dressed lung pulls out a cigarette and lights up. REMY (O. S.)\nHell of an example you're setting. \n---TARGET SECTION TO BE ANNOTATED---\nLARRY THE LUNG\n‘Hey, pal, I’m on a break --\n\nRemy steps out, and Larry’s eyes go wide --\n\nLARRY THE LUNG (CONT’D)\nSir, I didn’t -- I mean --\n\nREMY\nI got a thirty-four waist. You?\n\n \n\n \n\f67.\n\nLARRY THE LUNG\nTh -- Thirty.\n\nREMY\nFucking metabolism...\n\nA swift ELBOW to Larry’s head, and the kid CRASHES to the\nground. Remy stomps out the cigarette still in Larry's\nmouth.\n\nINT. MALL - OUTSIDE CREDIT UNION - DAY\n\nCrowded, as usual. Customers wait in line outside the\nUnion.\n\nLarry The Lung, in full costume, walks toward the Union;\ncustomers wave and smile at him, and he waves back.\n\nREMY’S POV - INSIDE THE COSTUME\n\nthere’s little room to maneuver. Remy peers out through two\nhidden mesh eyeholes, trying to keep up the act.\n\nHe walks down the line of ailing. customers --\n\nHEAVYSET MAN (0.S.)\nHey! Hey, Larry!\n\nRemy is spun around by a HEAVYSET MAN holding a coughing\ndog.\n\nHEAVYSET MAN (CONT'D)\nYou think we could get a picture?\n\nThe guy throws an arm around Remy, lifting the dying pooch\ninto his face as his WIFE takes a snapshot. He sing-songs:\n\nHEAVYSET MAN (CONT’D)\nWe’re gonna get Muffin here a new\nwiddle biddie heart, aren’t we? Yes\nwe are! Top of the line! Yes we are!\n\nRemy extricates himself and heads for the Union doors. As\nusual, two GUARDS man the metal detectors.\n\nRemy does his best to wave at them -- they wave back -- he\nwalks through --\n\nALARMS BLARE. Remy instinctively keeps walking --\n\nBut ARMED GUARDS swarm out of every crevice like roaches\nwith the lights turned off. Customers start to shout --\n\nRemy spins -- more guards --\n\nTurns back to run out -- even more -- he’s trapped --\n\n \n\f68.\n\nBut the guards and alarm aren’t for him. They're .\nsurrounding a FREAKED-OUT MAN in a white shirt, his voice\nhigh, crazed.",
  "48": "---END OF PREVIOUS SECTION---\nBut the guards and alarm aren’t for him. They're . surrounding a FREAKED-OUT MAN in a white shirt, his voice\nhigh, crazed. \n---TARGET SECTION TO BE ANNOTATED---\nFREAKED-OUT MAN\nIs this the return line? Somebody\ntell me, where’s the return line?\n\nThe guards tighten the circle.\n\nFREAKED-OUT MAN (CONT’D)\nI’m here to -- I missed a few\npayments, but -- but I thought rather\nthan make you guys come out --\n\nRaising his scanner, the lead guard PINGS the customer.\n\nGUARD #1\n(into radio)\nWe've got an eight month past due\npancreas out here.\n\nThe man unbuttons his shirt.\n\nFREAKED-OUT MAN\nI didn’t want to make it difficult. I\nknow how hard it is, trying to keep a\nprofit margin -- ‘cause you have to\npay the -- the Repo Men --\n\nGUARD #1\nSir, just calm down and you can come\ninside, talk to a credit supervisor.\nBut the guy’s too far gone to talk anything out.\nFREAKED-OUT MAN\nSo I thought maybe -- maybe if I did\nit for you -- you’d gimme a break --\n\nHe takes off his pants, tossing them on the mall floor, and\nin the process, he’s pulled out a 9-inch KNIFE --\n\nThe guards raise their rifles -- the crowd cowers -- the\nman raises the knife high --\n\nAnd STABS it into his own stomach.\n\nEveryone stops, transfixed, as he pulls the knife back and\nforth, committing fully to this odd hari-kari --\n\nThen, raising his free arm high, like a salute --\n\nHe PLUNGES his hand into the wound. Grunting softly, his\nexpression barely changing, he tugs at something. Hard.\n\nHe stumbles forward -- a new scream from the crowd -- and\nthen backwards, still tugging, still searching --\n\n \n\n \n\f69.\n\nAnd with his final ounce of strength, he yanks mightily --\n\nRipping out his artificial pancreas. He holds it in the\nair, the cords and tissue and blood dripping to the floor --\n\nAnd then collapses in a heap outside the Credit Union\ndoors. Chaos ensues.\n\nCONFUSED GUARDS\nstart SHOOTING the dead man’s body -- customers screaming --\n\nAs Frank angrily rushes into the mall. He glances at the\ncarnage and picks up the pancreas.\n\nFRANK\nWho reclaimed this organ? Who\nreclaimed this goddamned organ???\n\nGUARD #1\nThe customer, sir.",
  "49": "---END OF PREVIOUS SECTION---\nFRANK\nWho reclaimed this organ? Who\nreclaimed this goddamned organ??? GUARD #1\nThe customer, sir. \n---TARGET SECTION TO BE ANNOTATED---\n He did it himself.\n\nFRANK\nCredit Union clients do not reclaim\ntheir own organs.\n\nGUARD #1\nYes, sir. This one did, sir.\n\nFrank stands in the doorway, looking at the bloody mess.\nShaking his head. Disgusted.\n\nFRANK\nCustomers. Don’t know their goddamned\nplace anymore.\nWe MOVE with a pissed-off Frank back into:\nINT. CREDIT UNION - HALLWAY - CONTINUOUS\n\nAs all the worried CLIENTS file out of the sales cubicles,\ntrying to figure out what the commotion was.\n\nFRANK\n\nNothing to worry about, folks. Just a\nlittle misunderstanding. Free coffee\nin the cubicles.\n\nFrank pushes past the crowd, moving into:\n\nINT. FRANK'S OFFICE - CONTINUOUS\n\nWalking to his desk -- still steaming --\n\nWhen the door SLAMS behind him. He turns --\n\nAnd is suddenly on his knees, forced into a headlock. He\nlooks up --\n\f70.\n\nREMY\n\nstands over him, his bottom half still dressed in the Larry\nthe Lung costume.\n\nREMY\nAfternoon, boss.\n\nWith a single move, Remy flings Frank into his office\nchair. Remy pulls a pistol on him with his left hand --\n\nAnd with his right, he slaps\nA PATCH OF SKIN,\nbearing Ray’s Union tattoo, onto the desk. Still bloody.\nREMY (CONT'D)\nThat’s what’1ll happen to the next one\nyou send. And the one after that. I\ncan guarantee you'll run out of Repo\nMen before I run out of ways to kill\nthem.\nFrank stares at Remy. At the gun pointed in his face.\n\nFRANK\nCan I say something?\n\nREMY\nIt’s your office.\n\nFRANK\nHow long before you slip up?\n\nREMY\nThat's the $800,000 question. Give or\n\ntake.\nFRANK\nAnd the girl?\nREMY\nYou come after her, you come after\nme.\nFrank nods -- he understands.\nFRANK\n\nShoulda taken the job as the lung.\nYou look good in that costume.\n\nREMY\nItches like a motherfucker.\nFRANK\nYeah, that’s what the kid says, too.\n\n(beat)\n(MORE)\n\n \n\f71.",
  "50": "---END OF PREVIOUS SECTION---\nREMY\nItches like a motherfucker. FRANK\nYeah, that’s what the kid says, too. (beat)\n(MORE)\n\n \n\f71. \n---TARGET SECTION TO BE ANNOTATED---\nFRANK (CONT'D)\n\nI don’t suppose you’1l wanna stick\naround for an exit interview?\n\nRemy smiles a bit at that -- shakes his head --\nThen TASERS Frank into unconsciousness.\n\nRemy hauls the top half of the Larry the Lung costume back\non. Time to head back out.\n\nINT. TYLER STREET HOTEL - STAIRWELL - DAY\n\nRemy, out of costume now but still flush with adrenaline,\nbounds up the stairs, a bag under his arm --\n\nINT. ROOM 416 - TYLER STREET HOTEL - CONTINUOUS\n\nAnd into the hotel room. Beth sits at the far end of the\nroom, an odd, strained look on her face.\n\nREMY\nYour knight in bulletproof armor just\nbought us some more time. Plus,\nstopped at the store and lifted some\nof those artichoke hearts you wanted -\n\nBut Beth’s expression doesn’t change. She looks... scared?\n\nREMY (CONT'D)\nWhat?\n\nJAKE (0.S.)\nYour ex-wife’s quite the hostess.\nServed me coffee and everything.\n\nRemy freezes. He knows that voice.\nJAKE\n\nsits behind him, at the other end of the room. The jig is\npretty much officially up.\n\nREMY (V.O.)\nThat’s the thing with me and Jake:\nSomehow, no matter where we were, he\nalways ended up right behind me.\n\nFLASHBACK:\nINT. TANK HANGAR - DAY\n\nA DRILL SERGEANT leads a younger Remy, Jake, and a gang of\neager soldiers down a long hallway.\n\nDRILL SERGEANT\nYou tank boys will be training inside\nthis hangar.\n\n(MORE)\n\n \n\f72.\nDRILL SERGEANT (CONT'D)\n\nIt is where you will eat, where you\nwill shit, and where you will sleep,\nbecause once you’re in the desert,\nthat tank will be your home. You will\nonly be allowed outside into the real\nworld once you have proven that you\nwill not fuck it up.\n\nThey come to a stop inside a hangar, where tanks sit side-\nby-side, evenly spaced. The drill sergeant hands out\nnumbers. Remy gets number 2; Jake has number 8.\n\n \n\nDRILL SERGEANT (CONT’D)\nYou will be assigned to tanks based\non number, because your names no\nlonger matter.",
  "51": "---END OF PREVIOUS SECTION---\nThe drill sergeant hands out\nnumbers. Remy gets number 2; Jake has number 8. DRILL SERGEANT (CONT’D)\nYou will be assigned to tanks based\non number, because your names no\nlonger matter. \n---TARGET SECTION TO BE ANNOTATED---\n In the heat of battle,\nI do not want your meager minds taxed\nby the difficulty of remembering your\nnames.\n\nHe looks down at his clipboard:\nDRILL SERGEANT (CONT'D)\nNumber one and number five, take your\ntank. Don’t touch anything.\n\nThe two soldiers salute and run toward a tank, scrambling\nup top to drop down inside. He walks along, assigning more -\n\nTIG\n\nNumbers four and ten, take your tank.\n\nDon’t touch anything. Six and nine,\n\ntake your tank. Don’t touch anything.\n\nTwo and eight, take your tank --\nRemy and Jake start to run --\nBOOM -- an explosion behind them --\nSOLDIER #5 is launched upwards out of his tank at 100MPH --\nSLAMMING into the ceiling of the hangar --\n\nAnd falling, THUDDING to the ground at Remy’s feet, still\nstrapped into an ejection seat. He’s quite dead.\n\nA moment later, his parachute opens near the top of the\nhangar and flutters down next to his body.\n\nThe sergeant takes one look at the body on the floor.\n\nDRILL SERGEANT\nDon't - touch - anything.\n\nINT. TANK - DAY\n\nRemy sits in a control chair -- like the one in the\n\nconcussion test -- at the front of this high-tech tank,\ntwisting and turning as he tries to get comfy.\n\f73.\n\nJake sits behind him in the gunner’s chair.\nREMY (V.O.)\nMe in front, Jake right behind.\nThat’s how it always worked.\n\nBACK TO:\n\nINT. ROOM 416 - TYLER STREET HOTEL - DAY\n\n \n\nJAKE\nCarol never served me coffee.\n\nJake’s got his taser out, but he’s not pointing it at\nanyone. Yet. Remy couldn’t make a move if he wanted to. And\nthough their conversation is casual, it’s strained. Tense --\n\nREMY\nBeth does a lot of things Carol\ndoesn’t do.\n(beat)\nI was just at the office. Musta\nmissed you.\n\nJAKE\nActually, I’m on a new assignment.\n\nREMY\nOh yeah? Who’s the client?\n\nJAKE\nJust some asshole I spent half my\nlife with. Here’s the thing, though:\nI got this smokin’ chick coming over\ntonight.\n\nREMY\nNo shit.",
  "52": "---END OF PREVIOUS SECTION---\nJAKE\nJust some asshole I spent half my\nlife with. Here’s the thing, though:\nI got this smokin’ chick coming over\ntonight. REMY\nNo shit. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nAnd she’s easy --\n\nREMY\nJust your type.\n\nJAKE\nI'd hate to leave her waiting for me.\nMaybe it’d be better if I didn’t\nstart hunting this guy down til\n\ntomorrow morning. :\nRemy’s eyes narrow -- is Jake giving him an out?\nREMY\n\nSure. Get a good night’s sleep.\n\f74.\n\nJAKE\nOnly... the thing that worries me is\nwhat happens if this fucker finds a\nway out of the country before nine\nA.M. tomorrow? You know I’m a 48\nstates kinda guy. I don’t do South\n\nAmerica.\nREMY\n\nThen I guess... he’d be clear?\nJAKE\n\nI guess so. If he could get out.\n\nREMY\nWhich he couldn’t.\n\nJAKE\nNo. Never happen.\n\nJake stands, brushes off his pants. Goes to the door.\n\nREMY\nHey --\n\nJake turns. Remy starts to speak, then stops. Instead of\nwhatever he was going to say, he just says:\n\nREMY (CONT’D)\nSee you later.\n\nJAKE\nTry not to.\n\nAnd Jake’s out the door.\nINT. AIRPORT TERMINAL - SECURITY CHECK - NIGHT\n\nLong lines snake around the airport terminal as PASSENGERS\nwait to pass through metal and weapons detectors --\n\nAs well as walk-through artiforg scanners. A bored-looking\nREPO MAN sits next to one of them. He waves a BUSINESSMAN\nto walk through --\n\nA green wave of light washes over the businessman's body --\nAs an ARTIFICIAL LIVER appears inside his body, as if\nglowing from within. It’s just a projection, a hologram-\ntype image placed onto his frame, but it clearly shows his\nartiforg.\n\nA PING sounds out, and a bulb above him turns green. He\nwalks through.\n\nThe Repo Man waves the next passenger in, and we MOVE BACK\nthrough the line to find Remy and Beth, waiting their turn.\n\nBlood from Beth’s knee wound still seeps through a bandage.\n\n \n\n \n\f75.\n\nBETH\nSo he’s just letting us go?\n\nREMY\nJake doesn’t let anybody go. He’s\ngiving us a head start, that’s all.\nWhat we do with it is up to us.\n\nBETH\nBut nobody ever gets through the\nairport. I don’t like this.",
  "53": "---END OF PREVIOUS SECTION---\nWhat we do with it is up to us. BETH\nBut nobody ever gets through the\nairport. I don’t like this. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nREMY\nI’m not in love with it, either. Just\ntry and hide that limp.\n\nRemy checks the area, then swiftly walks to the front of\nthe line, lifting his sleeve so the passengers see his\ntattoo. They don’t come near him.\n\nHe approaches the bored Repo Man -- who perks up, eyes\nopening wide -- he recognizes Remy --\n\nRemy grabs him and pulls him to the side, speaking quickly.\n\nREMY (CONT’D)\nLook -- I know you know what’s going\non, and I know what kind of\ncommission’s in it for you. What I\ndon't know is how many other Union\nguys you've got in shouting distance,\nbut I’d lay short odds they’11 get\nhere long after my scalpel’s stuck in\nyour throat.\n\n(beat)\n\nNow: Will you help me?\n\nAIRPORT REPO MAN\nYeah. Christ, man, of course, for you\n\nREMY\nGood choice. See the little lady in\nline? She’s with me. When we go\nthrough, all you have to do is shut\ndown the scanner. Once we're past,\npower it back up again. Two seconds,\ntops. Got it?\n\nThe Repo Man nods. Remy’s back to all smiles as he steps in\nline next to Beth.\n\n \n\n. REMY (CONT’D)\nIt’s taken care of.\n\nBETH\nWhat do I do?\n\nREMY\nJust walk.\n\f76.\n\nIndeed, when they get to the walk-through scanner\n\nTHE REPO MAN\n\nflicks a switch.\n\nREMY AND BETH\n\nhustle on through and\n\nTHE REPO MAN\n\nflicks the system back on. Just that fast. The lights are\nback on, more passengers are streaming through, and all\nseems just like it was before.\n\nRemy and Beth walk away, down toward the gates.\n\nBETH\nThat was easy. Let’s do it again!\n\nShe playfully turns around, and Remy grabs her waist and\nspins her back. No time for games yet.\n\nINT. AIRPORT GATE - NIGHT\n\nRemy and Beth sit on uncomfortable plastic chairs, waiting\nfor their flight to board. The gate sign reads SAO PAOLO,\nBOARDING 8:35.",
  "54": "---END OF PREVIOUS SECTION---\nINT. AIRPORT GATE - NIGHT\n\nRemy and Beth sit on uncomfortable plastic chairs, waiting\nfor their flight to board. The gate sign reads SAO PAOLO,\nBOARDING 8:35. \n---TARGET SECTION TO BE ANNOTATED---\n Remy, tense, checks his watch --\n\nREMY‘S WATCH\n\nreads 8:30\n\nBETH\n\nWhat do we do once we get there?\nREMY\n\nWe'll talk about it in the air.\nBETH\n\nBut --\nREMY\n\nIn the air.\n\nRemy scans the crowd -- passengers going by, everything\nseems normal --\n\nBut something's odd. He stands, looks around --\nOut of the corner of his eye, he notices\nTHREE REPO MEN\n\nburning down a stairway, heading for their terminal.\n\n \n\n \n\f77.\n\nRemy grabs Beth, running behind the gate counter. The GATE\nATTENDANT looks down --\n\nGATE ATTENDANT\nExcuse me, this is for airport per --\n\nRemy TASERS the guy, and he falls, hard.\n\nHe turns to Beth -- and grabs her knee. She winces --\nBETH\nWhat the hell are you doing?\nREMY\nI’m sorry. This is going to hurt. A\n\nlot.\n\nBefore she can respond, Remy braces her leg with his knee,\nlocking her in place --\n\nAnd whips out a scalpel, going for her knee. We move away --\n\nAs Beth clamps her lips tight, suppressing a scream. Remy\nworking as fast as he can. Just as he said, he’s an expert -\n\nSeconds later, he holds up her overdue artiforg kneecap.\n\nREMY (CONT'D)\nWait here.\n\nIt’s not as if Beth has a choice -- she’s passed out.\n\nRemy pops up from behind the counter and practically jogs\nup. to the:\n\nAIRPORT REPO MAN\n\nwho looks back and forth -- from Remy to the approaching\nRepo Men hustling down to the terminal. He’s petrified --\n\nAIRPORT REPO MAN\nC’mon, man, it’s what you would have\ndone --\n\nREMY\nYou're right.\n\nWith incredible force, Remy JABS an edge of the artificial\nkneecap between the Repo Man’s shoulder blades. He grunts --\n\nAs Remy steps away, up to the approaching Union Men, and\npoints out the Repo Man, frantically batting at his back.\n\nREMY (CONT’D)\nThere he is. Easy commission.\n\nThe three Union Men, acting on impulse, PING the Airport\nRepo Man --\n\n \n\na\n\f78.",
  "55": "---END OF PREVIOUS SECTION---\nREMY (CONT’D)\nThere he is. Easy commission. The three Union Men, acting on impulse, PING the Airport\nRepo Man --\n\n \n\na\n\f78. \n---TARGET SECTION TO BE ANNOTATED---\nTHEIR SCANNERS\nall come back the same: DURA-JOINT KNEECAP REPLACEMENT --\nPAST DUE\n\nAIRPORT REPO MAN\nWait -- I’m not --\n\nTheir tasers fly, and passengers SCREAM. Chaos erupts in\nthe terminal.\n\nRemy collects Beth, throws her over his shoulder, and\ndisappears into the frightened crowd...\n\nDISSOLVE TO:\nEXT. ALLEY - NIGHT\nHiding behind a dumpster. Remy watches over Beth, who's\n\nbeginning to wake, slowly. She’s got a tourniquet around\nher leg, but it’s ugly.\n\nBETH\nDid we... make it?\nREMY\nYeah. We made it. Welcome to South\n\nAmerica.\n\nBeth’s eyes flutter open. She sees the alley. They close\nagain in defeat.\n\nBETH\nFuck you.\n\nREMY\nYou need a new kneecap.\n\nBETH\nGreat. Let's go down to the Credit\nUnion. Maybe we’1ll get a discount if\nthey kill us both at the same time.\n\nRemy lets out a heavy sigh -- there’s no good plan.\n\nBETH (CONT'D)\nI know somebody who can help.\n\nREMY\nWe can’t trust anyone. There’s a\nreward out --\n\nBETH\nAsbury’s clean. He’s outside the\nUnion.\n\nRemy stops short -- anger, almost anguish on his face.\n\n \n\n \n\f79.\n\nREMY\nJesus, Beth, you wanna go to an\n2? Lemme tell you something\nabout those vermin:\n\nFLASH BACK TO:\nINT. APARTMENT BUILDING - NIGHT\n\nRemy kneels over an unconscious host. He plucks the liver\nclean, boxes it, then leaves a yellow receipt on the body.\nHe leaves the apartment, shutting the lights off behind\nhim.\n\nREMY (V.O.)\nThose sleazy motherfuckers took food\noff my table for years. Black market,\naftermarket, whatever you wanna call\nit, they’re vultures, plain and\nsimple.\n\nAfter several beats of darkness, the door reopens and a\nflashlight pierces the darkness. A rail thin, beady eyed\nOUTSIDER sleazoid slinks into the house.",
  "56": "---END OF PREVIOUS SECTION---\nBlack market,\naftermarket, whatever you wanna call\nit, they’re vultures, plain and\nsimple. After several beats of darkness, the door reopens and a\nflashlight pierces the darkness. A rail thin, beady eyed\nOUTSIDER sleazoid slinks into the house. \n---TARGET SECTION TO BE ANNOTATED---\n Approaches the\nfallen body, then sets to work, flashlight in mouth,\nplucking out the remaining artiforgs, tossing them in a\nsack.\n\nREMY (V.O.) (CONT'D)\nA Union man takes what’s overdue.\nOutsiders scavenge the rest.\nBACK TO SCENE\nEXT. ALLEY - DAY\nRemy backs away from Beth. He’s making a stand.\nREMY\nOutsiders are the plague. I’m not\ngoing. No fuckin’ way.\nBETH\nSo you’re gonna... what? Knit me a\nkneecap?\nStandoff.\nEXT. LOFT - WAREHOUSE DISTRICT - DAY\n\nA cab pulls to the curb and Remy pulls Beth out, hoisting\nher over his shoulder.\n\nINT. LOFT HALLWAY - WAREHOUSE DISTRICT - DAY\n\nBeth, leaning heavily on Remy, knocks on The Outsider’s\ndoor.\n\nNo answer. Remy pounds hard on the door -- nothing. Beth\npresses against the low ceiling.\n\n \n\f80.\n\nBETH\nHe used to leave me a key up here...\n\nREMY\nHow well do you know this asshole?\n\nBeth just smiles. Remy’s eyes narrow.\n\nRUMBLE. Down the hall. It’s a freight elevator. We hear a\nDING -- the SHOOSH of doors opening -- then a CREAK, CREAK -\n\nRemy tenses, pulling his gun -- edging in front of Beth --\n\nA leg slides into view -- only it’s horizontal and three\nfeet off the ground. Then another leg --\n\nAnd a shopping cart -- with a DEAD BODY inside.\n\nPushing it along is ASBURY, the Outsider. Big ol’ fro, nose\n\nring, dark shades -- the Lenny Kravitz look is still hip.\nBETH\nAsbury.\nASBURY\n\nLittle Miss Muffet.\nAsbury embraces Beth.\nREMY\nOkay, sorority party’s over. Can we\nget inside?\n\nAsbury checks out Remy, scoping him up and down.\n\nASBURY\nWhy'd you drag me a U-man, baby?\n\nBETH\nHe's a friend. Sort of --\n\nAsbury pulls up Remy’s sleeve -- there’s the Union tattoo.\nRemy knocks his hand away.\n\nREMY\nI’m not with them anymore.",
  "57": "---END OF PREVIOUS SECTION---\nSort of --\n\nAsbury pulls up Remy’s sleeve -- there’s the Union tattoo. Remy knocks his hand away. REMY\nI’m not with them anymore. \n---TARGET SECTION TO BE ANNOTATED---\nASBURY\nYou quit, or you was quitted?\n\n \n\nNo answer from Remy; his jaw clenches hard. That’s answer\nenough for Asbury; he grins and unlocks his door.\n\nASBURY: (CONT’D)\nMi casa, viejo.\n\f81.\n\nINT. ASBURY’S LOFT - DAY\n\nAsbury pushes his cart and dead body inside, Remy and Beth\nfollowing. Chinese screens are set up throughout the loft,\nseparating it into a maze of smaller areas.\n\nAsbury rifles through a wall full of cluttered shelves,\nfilled with cardboard boxes and ripped-off artiforgs.\n\nASBURY\nThought of you when I tweaked these.\n\nHe shows Beth a small plastic remote. Off Remy’s stare:\n\nASBURY (CONT’D)\nUniversal remote, U-man.\n\nAsbury punches a button on the remote -- Beth’s mouth\nsuddenly opens -- CLICK -- a strange REWIND sound is heard -\n\nBeth begins talking, clearly not in control of her voice --\n\nBETH\nHe used to leave me a key up here.\nAsbury. He’s a friend. Sort of --\n\nAsbury grins and punches another button. Beth shuts up.\n\nASBURY\nVocom auto playback, four hour lapse.\nA real head-blaster at parties.\n\nAs Asbury pulls the dead body into his work area, Remy\ntakes a look around at all the artiforgs on the shelves.\n\nREMY\nYou pay for these?\n\nASBURY\nYou payin’ for yours?\n\nREMY\nThat's different --\n\nASBURY\nOh yeah? I’m Robin Hood, U-man. I can\nlift a valve out some fresh meat,\ndrop that ‘forg in a client half-\ncost, cash.\n\nAsbury reaches into the stomach wound of the dead body and\nfishes around with his bare hands. He plucks out a metallic\nliver and tosses it on the table, then goes back for more.\n\nREMY\nOr he can do it the legal way --\n\n \n\f \n\n82.\n\nASBURY\nHow’s a vato in the ghetto gonna up-\nfront the Union? Nah, uptown it’s all\nabout the equity. Only equity I care\nabout is hangin’ in your skin.\n\nREMY\nEver been out to the desert? The\nvultures die when the hunters go\nhome.",
  "58": "---END OF PREVIOUS SECTION---\nOnly equity I care\nabout is hangin’ in your skin. REMY\nEver been out to the desert? The\nvultures die when the hunters go\nhome. \n---TARGET SECTION TO BE ANNOTATED---\nASBURY\nSo that’s how you wanna play it --\n\nBETH\nBoys?\n\nBeth lifts her pants leg -- the knee looks even worse than\nbefore. Asbury knocks off the pissing contest.\n\nASBURY\nOkay. I’m tight with a surgeon gal.\nShe’1l mech up that knee better’n\nKenton hisself.\n\nAsbury rips out the dead man’s eyeballs and tosses them\ninto a container filled with artiforg eyeballs -- they\nSQUISH --\n\nASBURY (CONT‘D)\nWhoops. Natural babies there.\n\nHe scoops the real eyes out and 3-points them into the\ntrash.\n\nINT. SURGEON’S APARTMENT - DAY\n\nBeth lays down on a makeshift operating table in this funky\nrun-down apartment.\n\nBETH\nAsbury says you’re the best mechie\naround.\n\nReveal ALVA. She has 32 eyebrow rings and purple hair woven\ninto corn rows. Green beads at the end of her braids click\nagainst each other as she moves.\n\nALVA\nMechie. I swear, I don’t understand\nwhat that boy’s saying half the time.\nJust call me Alva.\n\nA seven year old GIRL scampers into the room, her purple\nhair also woven into corn rows. Same eyebrow jewelry.\n\nLIL’ ALVA\nAnother one, mom?\n\n \n\f83.\n\nALVA\nYeah, another one. Just let mama work\na minute.\n\nLil’ Alva climbs up and has a seat on the counter right\nnext to Remy, her legs kicking.\n\nALVA (CONT’D)\nThat’s Lil’ Alva.\n\nLIL’ ALVA\nHey.\nREMY\n(uncomfortable)\nHi.\n\nAlva gives Beth an injection in the upper arm.\n\nALVA\nNow, before we start, I need to know\nabout your other artiforgs.\n\nBETH\nWhich ones?\n\nALVA\nAll of them.\n\nBETH\nTo fix my knee?\n\nALVA\nThe interrelationships are all real\ndelicate, so I need brand names,\ndates, everything.\n\nBeth takes a deep breath, then launches into it...\n\nBETH\nMy intestines are the UltraCoil P\nSeries with optional rapid flush.\nLiver is a Hexa-Tan, it’s a specialty\nhouse in Denmark. I got it in\nRobin’s Egg Blue, my favorite color.",
  "59": "---END OF PREVIOUS SECTION---\nBETH\nMy intestines are the UltraCoil P\nSeries with optional rapid flush. Liver is a Hexa-Tan, it’s a specialty\nhouse in Denmark. I got it in\nRobin’s Egg Blue, my favorite color. \n---TARGET SECTION TO BE ANNOTATED---\nNot that that matters. My kidneys\nare actually two different models...\n(eyelids closing)\nOne is Union generic. Didn’t hold up\nso well. So I upgraded the other...\nto a top of the line Taihitsu...\n(yawns)\nBuilt-in... ketone monitor...\n\nAnd... boom, Beth’s asleep.\nALVA\n\nLord, I thought she was gonna go on\nforever.\n\f84.\n\nREMY\nDon’t you need to know about her\nother artiforgs?\n\nALVA,\nNah, that’s just my version of count\nbackwards from one hundred.\n(to Lil’ Alva)\nAlright, baby. You're up.\n\nLil’ Alva suddenly jumps down off the counter. Approaches\nBeth’s still body as the elder Alva moves away.\n\nREMY\nWait, she’s the surgeon?\n\nALVA\nI just do anesthesia these days.\nLittle one’s got a real steady hand.\n\nREMY\nShe’s like five years old!\n\nALVA\nShe’s seven. But she’s been doing it\nsince she was four. Ain’t that right,\npumpkin?\n\nLIL’ ALVA\nShhh!\n\nLil’ Alva concentrates as she works the laser into Beth’s\nknee like a kid playing a video game. Remy squirms, but\nholds his tongue.\n\nINT. ASBURY’S LOFT - DAY\n\nAsbury hoses down the blood from his work station, humming\nhimself a tune. A KNOCK at the door interrupts him.\n\nASBURY\n(calls out)\n‘Lo? My mechie score you up already?\n\nNo answer. Asbury drops the hose, heads through the Chinese\nscreens to investigate. As he arrives in the front hall...\n\nTHE DOOR\nswings open to reveal... Jake.\nASBURY (CONT’D)\nU-Man number two. You boys re-gen\nlike the cancer.\nJAKE\n\nI understand you've seen a friend of\nmine. I need to talk to him.\n\n \n\n \n\f85.\n\nAsbury’s not sure how to handle this request. As Jake\nsteps into the apartment...\n\nEXT. SIDEWALK - DAY\n\nRemy and Beth walk briskly down the sidewalk, keeping their\nfaces hidden. Beth’s knee is better than new, but she\ndoesn’t seem too happy.\n\nBETH\nI can’t believe you let Raggedy Ann\ncut on me.",
  "60": "---END OF PREVIOUS SECTION---\nSIDEWALK - DAY\n\nRemy and Beth walk briskly down the sidewalk, keeping their\nfaces hidden. Beth’s knee is better than new, but she\ndoesn’t seem too happy. BETH\nI can’t believe you let Raggedy Ann\ncut on me. \n---TARGET SECTION TO BE ANNOTATED---\n And you just stood there --\n\nREMY\nYou're walking fine --\n\nBETH\nThat’s not the point. You said it\nfelt weird, so you should’ve stepped\nin --\n\nREMY\nI’m not the one who sent you there.\nTake it up with your Outsider friend.\nINT. LOFT HALLWAY - WAREHOUSE DISTRICT - DAY\n\nBeth and Remy approach Asbury’s apartment. The front door\nis open. Remy shoots Beth a look.\n\nINT. ASBURY’S LOFT - DAY\n\nThe loft looks no different, but Remy’s on edge. He steps\nin front of Beth and leads her through the Chinese screens,\nan intricate maze of blacks and reds --\n\nAsbury is on a sofa, a hole where his stomach used to be.\nBlood stains the floor, the couch. Beth gasps at the sight.\n\nHand over her mouth, near tears, Beth approaches her dead\nfriend --\n\nREMY\nLet’s get out of here.\n\nBETH\nWe don’t even know what happened --\n\nREMY\nWe know enough.\n\nBeth kneels by Asbury’s side and closes his eyelids.\nThere’s a WHIRR as his artiforg eyes shut down --\n\nAnd Beth gets an idea. She runs to a shelf and rifles\nthrough a box we saw earlier --\n\nBeth holds up Asbury’s Vocom Universal Remote.\n\n \n\n \n\f86.\n\nBETH\nFour-hour lapse, right?\n\nREMY\nSure, if he’s got a Vocom --\n\nShe points the remote control at Asbury and presses the\nREWIND button --\n\nAsbury’s jaw CLICKS open, and a WHIRR emanates. Beth hits\nSTOP, looks to Remy. He nods -- go on -- and she pushes\nPLAY.\n\nSCREAMS of pain burst forth from Asbury’s mouth --\nBeth, freaked out, STOPS the sound.\n\nREMY (CONT'D)\nLittle more rewinding.\n\nBeth hits REWIND again, and after a few seconds, she\nprepares to make another go at it. PLAY.\n\nAsbury’s jaw CLICKS open again, and the dead man, with no\nfacial expressions whatsoever, begins to talk, his jaw\nslightly out of sync with the words:\n\nASBURY\n-- whoops, natural babies there...\nYou goin’ alone?\n\nREMY\n\nThis is it -- keep going --\nASBURY\n\nThree blocks down, fifth floor.",
  "61": "---END OF PREVIOUS SECTION---\nAsbury’s jaw CLICKS open again, and the dead man, with no\nfacial expressions whatsoever, begins to talk, his jaw\nslightly out of sync with the words:\n\nASBURY\n-- whoops, natural babies there... You goin’ alone? REMY\n\nThis is it -- keep going --\nASBURY\n\nThree blocks down, fifth floor. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nGo on, I’1l be stylin’ when you flip\nback around. Sleep it out here if you\nneed to. Hasta luego.\n\n(beat; seemingly to self)\nDamn, girl's looking on top.\n\nBeth can’t help but smile at his posthumous compliment.\nThere’s a long pause; Beth hits FAST-FORWARD. As soon as\nshe hears sound -- PLAY --\n\nASBURY (CONT’D)\n‘Lo? My mechie score you up already?\n(beat)\nU-man number two. You boys re-gen\nlike the cancer.\n\n(beat)\n\nNah, I been alone all day -- I ain’t\n\nseen -- hey, watch the skin --\n(beat)\n\nThe fuck offa those -- get the --\n(beat)\n\nGonna ping you fierce now motherf --\n\n \n\f87.\n\nA sudden grunt from Asbury’s throat -- a gurgle --\nThe SCREAMS start again -- loud, piercing, pained --\nRemy punches STOP. He looks to Beth --\n\nINT. LOFT HALLWAY - NIGHT\n\nThey run for the stairs, jumping over some unfinished\nconstruction, bricks scattered along the ground. Remy\nthrows open the stairwell door to find --\n\nJAKE\n\nHe looks almost as upset at seeing Remy as Remy does at\nseeing him.\n\nJAKE\nAfternoon, partner.\n\nREMY\nAfternoon.\n\nJAKE\n(to Beth)\nGood to see you again.\n\nBETH\nCan't say the same.\n\nJAKE\nI heard about the airport.\n\nREMY\nI like to put on a show.\n\nJAKE\nWish you woulda done a better job of\nrunning.\n\nREMY\nThat makes two of us.\n\nJake leans against a wall, but keeps his eyes on Remy.\n\nJAKE\nFrank’s got everyone’s balls ina\nvise back at the shop. Security boys\nworking overtime. He couldn’t stand\nhow easy you got inside.\n\nREMY\nHe thought that was easy?\n\nJAKE\nAny case, he’s doubling commissions\non priority one debtors, which is\npretty much the two of you. So.\nthanks.\n\n \n\n \n\f88.\n\nREMY\nMy pleasure. Buy a boat.\n\nJake takes a step forward; Remy steps back. A slow circle.\n\nREMY (CONT’D)\nDo me one favor.\n\nJAKE\nAnything.",
  "62": "---END OF PREVIOUS SECTION---\nA slow circle. REMY (CONT’D)\nDo me one favor. JAKE\nAnything. \n---TARGET SECTION TO BE ANNOTATED---\nREMY\nYou and me, one on one. Leave her\nalone.\n\nJake lifts his scanner and PINGS Beth. The screen FILLS\nwith artiforg numbers, all PAST DUE. A Repo Man’s wet\ndream.\n\nJAKE\nFine. She walks now.\n\nBETH\nWait just a second --\n\nREMY\nGo. Run downstairs. Don’t look back.\n\nBETH\nWhat am I, a golden retriever?\n\nJAKE\nTake the deal, lady.\n\nBeth steps closer to Remy. She’s made her decision. Jake\nnods -- it’s what he expected. He unholsters his taser.\n\nJAKE (CONT'D)\nI‘1l make it fast.\n\nRemy takes out his own taser.\n\nREMY\nMe, too.\n\nJake sticks his thumb out --\nRemy presses his thumb against Jake’s.\n\nGRABBING Remy’s wrist, Jake pulls him close, striking out\nwith the taser --\n\nRemy knocking it away, spinning, firing with his own taser -\n\nThe prongs SLAMMING into the wall behind Jake.\n\f89.\n\nRemy jumps on top of Jake, wrestling him to the ground.\nThere’s no fancy kung-fu moves -- it’s just a grunt-and-\ngroan contest, each trying to get leverage --\n\nRemy pulling his scalpel from his waistband, getting it up\nnear Jake’s neck, Jake holding him off with one hand --\n\nReaching for a brick on the ground with the other --\n\nBETH (0.S.)\nLook out --\n\nRemy turns to see\n\nTHE BRICK\n\ncoming toward his head, Jake whipping it through the air --\n\nBLACK\n\nSilence. For just a moment, then, fading back in:\n\nBETH (V.O.) (CONT'D)\n\nGet up. Come on, get up, we have to\nget out of here.\n\nREMY’S POV - BETH\n\ncomes into focus, standing over him.\n\nThey’re still in the Outsider’s hallway --\n\nJAKE\n\nlies on the floor, twitching from a taser blast. Beth,\ntaser in her hand, helps Remy to his feet.\n\nBETH (CONT’D)\nYou want to finish this off?\n\nRemy looks down at the scalpel in his hand, then to Jake.\nHe can’t do it.\n\nREMY\nLet’s just go.\n\nBETH\nBut --\n\nREMY\n\nNow.",
  "63": "---END OF PREVIOUS SECTION---\nHe can’t do it. REMY\nLet’s just go. BETH\nBut --\n\nREMY\n\nNow. \n---TARGET SECTION TO BE ANNOTATED---\n Back to Alva’s.\nINT. SURGEON'S APARTMENT - DAY\n\nALVA\nAin’t nothing I can do to help you.\n\nAlva busies herself, cleaning the surgical equipment. She\nwon't look at either Remy or Beth.\n\n \n\n \n\f90.\n\nLil’ Alva sits atop a table, legs dangling.\n\nLIL’ ALVA\nWhat about --\nALVA\nHush up.\nBETH g\n\nThe guy who’s after us -- he killed\nAsbury. That doesn’t even matter to\nyou?\n\nALVA\nWe all go about our lives in our own\nways. Running’s no different.\n‘ BETH\nThat’s a nice fucking attitude --\n\nRemy puts a hand out. Stops Beth. Opens the door.\n\nREMY\nWe get it. You’ve got a little girl\nto protect. I’ve got a son, I\nunderstand. Odds are I won't see him\nagain, but...\n(beat)\nI definitely understand.\n\nThey turn to leave. Alva’s clearly upset with herself for\nturning them away. She takes a moment to make a decision --\n\nALVA\nWait.\n\nRemy and Beth stop in the doorway.\nALVA (CONT'D)\n{to Lil’ Alva)\nRun on up and get momma’s shotgun.\n\nLil’ Alva grins widely and scoots into another room.\n\nALVA (CONT’D)\nIt’s a long way to the railroad.\n\nEXT. BACK ALLEY - NIGHT\n\nAlva leads Remy and Beth down a maze of alleys. Lil’ Alva\nbounces along next to them, carrying her own shotgun.\n\n \n\nLIL’ ALVA\nC’mon, slowpokes!\n\nALVA\nKeep your voice down, child.\n\f91.\n\nBETH\nAre you sure this is the right way?\n\nLIL’ ALVA\nRight up ahead.\n\nREMY\nMaybe we should turn around --\n\nA chorus of SHOTGUN PUMPS echo out. Remy looks up --\n\nTo find himself and Beth surrounded by five MUSCULAR WOMEN\npointing shotguns at them. Lil’ Alva turns and smiles\nwidely.\n\nLIL’ ALVA\nTold ya.\n\nINT. PASSAGEWAY - NIGHT\n\nRHODESIA, a thick black woman with a confident air, leads\nRemy and Beth through this low-slung hall.",
  "64": "---END OF PREVIOUS SECTION---\nLIL’ ALVA\nTold ya. INT. PASSAGEWAY - NIGHT\n\nRHODESIA, a thick black woman with a confident air, leads\nRemy and Beth through this low-slung hall. \n---TARGET SECTION TO BE ANNOTATED---\nRHODESIA\nEvery day, the Union gets hungrier,\nand every day we take in more just\nlike the two of you.\n\nAs they walk, Remy’s sleeve rides up. Rhodesia sees his\nUnion tattoo. He self-consciously pulls the sleeve back\ndown.\n\nRHODESIA (CONT'D)\nIt don’t matter to me, honey. So long\nas Alva vouches for you, y’all got a\nhome down here.\n\nBETH\nWhere exactly is “down here?”\n\nThey’ve come to a door. Rhodesia opens it wide --\n\nINT. SUPPLY WAREHOUSE - DAY\n\nThe Willy Wonka Candy Factory of artificial organs.\n\nRow after immense row of twenty-foot shelves are devoted to\nstacking box upon box of high-demand artiforgs. This is\n\nwhere they keep the inventory for wholesale orders.\n\nRHODESIA\nWelcome to the Railroad.\n\nRemy runs his hand along a shelf. Artificial hearts,\nkidneys, livers -- a Union Man’s wet dream.\n\n \n\n \n\f92.\n\nRHODESIA (CONT'D)\nKenton supply warehouse for the whole\ncity. Can’t nobody ping you up in\nthis hole.\n\nREMY\nDon’t they check it?\n\nRHODESIA\n“They” is me, and no, I do not. Gal’s\ngot to have a day job, this is mine.\n\nBeth looks around at all the artiforgs.\n\nBETH\nSo if a repo man scans the building --\n\nRHODESIA\nScreen fills with so many ‘forgs\nmakes him wanna cry.\n\nREMY\n(appreciating the idea)\nLooking for a haystack in a field of\nhaystacks.\n\nRHODESIA\nCome. on back, we’ll get you set up.\n\nINT. SUPPLY WAREHOUSE - IN BACK - DAY\n\nA camp, of sorts, inside the warehouse. Ramshackle bunks\nhave been constructed within the artiforg boxes, hasty\nblankets and mattresses set up on each shelf.\n\nDozens of ragged MEN, WOMEN, AND CHILDREN sit around a\nsterno pot, warming themselves.\n\nA SCRAGGLY MAN, on his last legs, eats food from a tin can.\n\nA FAMILY, the FATHER trying to keep his KIDS warm.",
  "65": "---END OF PREVIOUS SECTION---\nDozens of ragged MEN, WOMEN, AND CHILDREN sit around a\nsterno pot, warming themselves. A SCRAGGLY MAN, on his last legs, eats food from a tin can. A FAMILY, the FATHER trying to keep his KIDS warm. \n---TARGET SECTION TO BE ANNOTATED---\nAN OLD LADY, her artiforg knuckles (gleaming brass,\nnaturally) moving quickly as she knits a blanket.\n\nBETH\nThey’re all wanted by the Union?\n\nRHODESIA\nMost of ‘em. Some are family members,\ncouldn’t stand to let mommy or daddy\nrun on their own.\n(beat)\nNow, we'll get you two settled in the\nfar corner. It’ll take a few weeks to\nfind good mattresses, so ‘til then --\n\nREMY\nWait, lady -- hold on. We’ve got to\nget out of the country. Tonight.\n\n \n\f93.\n\nA smile curls the ends of Rhodesia’s lips. She calls out:\n\nRHODESIA\nEverybody who needs to get out of the\ncountry tonight, raise your hand.\n\nEveryone’s hand shoots up high. Rhodesia turns back to\nRemy.\n\n: RHODESIA (CONT'D)\nI’ve got 953 outbounds and six --\ncount ‘em, six -- jammers on hand. So\nunless you've got something real damn\nimpressive up your sleeve other than\nthat ugly-ass tattoo, I’d say you’d\nbetter find a place to bunk down for\nthe next year or so.\n\nRemy looks to Beth. Rhodesia throws them a pair of\nblankets, and walks off.\n\nINT. SUPPLY WAREHOUSE - ON SHELF - LATER\n\nBeth does her best to prepare their bunk, piling up\nblankets, trying to make the shelf, amidst the organs,\ncomfortable.\n\nRemy, now without his typewriter, scribbles in longhand on\nhis piece of paper. Beth tries to get a look.\n\nBETH\nWhen do I get to read it?\n\nREMY\nWhen it’s done.\n\nBETH\nWhen's that going to be?\n\nREMY\nI don’t know. When I’m dead, I guess.\n\nT-BONE (0.S.)\nThey told me you were here. Had to\nsee it with my own eyes.\n\nRemy turns to see T-Bone Bonasera, the record producer\nwhose heart he tried to zap, climb up the edge of the\nshelf.\n\nREMY\nT-Bone?\n\nT-BONE\nIn the flesh, baby.\n\nREMY\nI thought... They told me --\n\n \n\f94.",
  "66": "---END OF PREVIOUS SECTION---\nT-BONE\nIn the flesh, baby. REMY\nI thought... They told me --\n\n \n\f94. \n---TARGET SECTION TO BE ANNOTATED---\nT-BONE\nI was dead? You think I was gonna\nstick around, wait for the next Repo\nMan to pop in?\n\nBeth comes over, can’t suppress her grin.\n\nBETH\nSo that makes two of us that got away\nfrom you.\n\nT-BONE\n\n(to Beth, re: Remy)\nThis man was my wake-up call. Second\nI saw him lying on my floor, eyes all\nglazed, I said T-Bone, you’ve got to\nget your life in order. So I\nhightailed it down here to\nRhodesia’s, got my ass off the Q, and\ntonight I’m s’posed to be off to\nPunta del Este and the warm ocean\nbreeze.\n\nREMY\nYou've got one of the jammers?\n\nT-Bone pulls out a small device with a bunch of wires on\nit.\n\nT-BONE\nI did.\n\nHe puts the jammer in Remy’s hands.\n\nT-BONE (CONT'D)\nNow you do.\n\nRemy doesn’t know what to say. He starts to protest, but --\n\nT-BONE (CONT'D)\nYou saved my life. Tried to kill me\nfirst, but sometimes that’s how it\ngoes down.\n\nRemy’s stunned. He looks to Beth, who looks away. He\nstands, turning her back around.\n\nREMY\nYou should go. Before me.\n\nBETH\nNo. The Union wants you more.\n\nREMY\nYou’ve got 15 overdue ‘forgs --\n\nBETH\nBut you were one of them. They can’t\ntake the risk of having you on the\nloose.\n\n \n\f95.\n\nREMY\nThere’s got to be another way --\n\nBeth grabs Remy and kisses him. That shuts him up.\nBETH\nJake knows you. He knows where you’1l\ngo. And the longer you’re here, the\nmore you put everyone else at risk.\nIt’s the right decision, and Remy knows it.\n\nREMY\nI don’t want to leave you.\n\nBETH\nYou’1l find me again. You always do.\n\nThey stare at one another. There’s no good way to do this.\n\nT-BONE\nTime’s wasting, Repo Man.\n\nRemy, with no other choice, takes the jammer and steps to\nthe edge of the shelf.",
  "67": "---END OF PREVIOUS SECTION---\nThere’s no good way to do this. T-BONE\nTime’s wasting, Repo Man. Remy, with no other choice, takes the jammer and steps to\nthe edge of the shelf. \n---TARGET SECTION TO BE ANNOTATED---\n He looks back one last time --\n\nREMY\nI’1l write you.\n\nBETH\nThis time, I’1l write back.\n\nRemy jumps off the end of the shelf.\nINT, EQUIPMENT CENTER - NIGHT\n\nRemy inspects his spankin’ new passport as Rhodesia hands\nhim his plane ticket.\n\nRHODESIA\nOne-way ticket to Bogota. We’ve got\npeople on the other side to get you\nthrough the jungle and into Punta del\n\nEste.\nBETH\n\nAnd what’s in Punta del Este?\nRHODESIA\n\nIt ain’t what’s there -- it’s what’s\n\nmot there. No Union. No Repo Men.\nJust sun and sand and a lotta folks\nhappy to be alive.\n\nREMY\nBig rock candy mountain.\n\nRhodesia takes Remy’s jammer and wraps it tight around his\nwaist.\n\n \n\noeguex.\n\f96.\n\nRHODESIA\nAirports are monitored twenty-four\nseven by the auto-scanners...\nRhodesia pulls out a Repo scanner. She PINGS Remy --\n\nTHE SCANNER\n\n \n\nWHOOPS as the screen fills with Remy’s artiforg heart\ninformation.\n\nRHODESIA (CONT’D)\nNow flick it on.\n\nREMY\nIt won’t work, The Union’s already\nfigured out all the jammer\nfrequencies.\n\nRHODESIA\nYour boys fingered the 3.5 model.\nThis is 3.6. Go on, give it a try.\n\nRemy flips a button on the box. There’s no discernible\nchange. Rhodesia PINGS Remy again with the scanner --\n\nEmpty. The scanner’s clear, as if Remy’s totally natural.\n\nREMY\nHow long have these been around?\n\nRHODESIA\nLong enough to fool you, honey.\n\nINT. AIRPORT TERMINAL - DAY\n\nRemy, keeping his head down, stands in line at security,\nwaiting to be scanned. Two UNION MEN watch the area.\n\nRemy flips the switch on the jammer at his waist --\nThen walks through, the green light washing over his body --\nShowing nothing.\n\nUNION MAN\nMove along.\n\nRemy walks through.\n\ncopes\n\nINT. AT GATE - DAY\n\nThe flight to Bogota is boarding.",
  "68": "---END OF PREVIOUS SECTION---\nRemy walks through. copes\n\nINT. AT GATE - DAY\n\nThe flight to Bogota is boarding. \n---TARGET SECTION TO BE ANNOTATED---\n Remy stands there, ticket\nin hand, as other passengers stream by him, onto the\nflight.\n\nATTENDANT (V.O.)\nThis is the final boarding call for\nflight 862 into Bogota, Columbia.\n\f97.\n\nRemy can’t seem to move. He looks at the gateway to the\nairplane, at his last chance for freedom.\n\nThe attendant sees him, walks over.\n\nATTENDANT (CONT’D)\nSir, are you on flight 862?\n\nREMY\nI’m supposed to be.\nATTENDANT\nWell, let me just check you in the\n\ncomputer.\n\nShe takes his ticket and runs it through a scanner. It\nBEEPS.\n\nATTENDANT (CONT’D)\nThe computer says you're confirmed.\n\nRemy’s eyes narrow -- he’s thought of something.\n\nREMY\nAnd the computer would know.\n\nATTENDANT\nThey always do. So, if you’d care to\nmove onto the jetway, an attendant\nwill show you to your seat.\nRemy doesn’t move.\n\nATTENDANT (CONT’D)\nSir? Are you getting on the flight?\n\nWe HOLD on Remy...\nINT. SUPPLY WAREHOUSE - ON SHELF - DAY\n\nAs Beth sits on her pile of blankets, leafing through the\npages of the book that Remy left behind. She’s all alone.\n\nREMY (O.S.)\nHow's that book?\n\nBeth looks up to see Remy, climbing onto the shelf. She\ncan’t help but smile.\n\nBETH\nIt’s alright. A little preachy.\n\nREMY\nWhat's it about?\n\nBETH\nIt’s a fairy tale. Bio-Repo Man loses\nhis heart and finds his soul.\n\n \n\n \n\f98.\n\nREMY\nI wouldn’t go that far.\n(beat)\nWanna go to South America?\n\nINT. SUBWAY - DAY\n\nBeth and Remy huddle in the subway car, trying to lay low,\n\na duffel bag at their feet.\n\nCAROL AND\n\nhave just\n\n \n\nBETH\nYou already tried hacking the\ncomputer.\n\nREMY\n\nNot exactly. Before, I was on site,\ntrying to log in bogus ‘forgs.\n\nBETH\nSo how’s this any different?\n\nREMY\nIf I can access the mainframe in\nUnion headquarters, I can reprogram\nthe network. Make it think your\naccounts are all paid in full.",
  "69": "---END OF PREVIOUS SECTION---\nBETH\nSo how’s this any different? REMY\nIf I can access the mainframe in\nUnion headquarters, I can reprogram\nthe network. Make it think your\naccounts are all paid in full. \n---TARGET SECTION TO BE ANNOTATED---\n You’1l\nshow up clean on the scanners.\n\nBETH\nWon't they figure it out?\n\nREMY\nEventually. But by then we’ll be\ndrinking margaritas and picking sand\noutta our asses.\n\nBETH\nOkay, but how are we supposed to get\ninto Union headquarters?\n\nREMY\nI know a guy on the inside.\n\nCAROL (0.S.)\nOh - My - God.\n\nPETER\ngotten on the train. Remy tries to move away --\n\nCAROL (CONT'D)\nHey! Union man!\n\nHeads turn. Remy changes tactics.\n\nREMY\nSorry, lady. Got the wrong guy.\n\f99.\n\nCAROL\nYou could have told me that years\nago, saved me the trouble.\n\nRemy keeps his voice low, controlled.\n\nREMY\nThis is not a good time.\n\nCAROL\nNot a good time, you sonofabitch?\n\nOther passengers begin to listen in, putting Remy’s\nsurprise melodrama on stage. This could be dangerous.\n\nCAROL (CONT’D)\nThat’s a brilliant reason why you\ntook off on your son and haven’t sent\na single mortgage payment. Not a good\ntime -- you think that’11l hold up in\ncourt?\n\nHe looks to Peter -- to Carol --\n\nREMY\n(quietly)\nI can’t do this right now. Maybe one\nday I can call and explain, but for\nnow I‘d appreciate it if you’d just\ngo away.\n\nCAROL\nThat’s how you handle everything,\nisn’t it? Rip it out and toss it\naway. I’m sure that’s exactly what\nyou'd like. All your problems to just\ndisappear, poof, all by themselves --\n\nSuddenly, Carol’s eyes go wide, her entire body tensing\nwith a sudden and powerful jolt. Then she drops to the\nfloor in a heap, eyes rolled back in her head. Remy looks\nup to see...\n\nPETER\n\nWith Remy’s taser in his hand, the metal knobs sparking\nwith residual energy. He smiles, a bit unsure, at Remy --\n\nWho grabs Peter and hugs his boy close.\n\nREMY\n(happily)\nThat was very naughty what you just\ndid. Very, very naughty.",
  "70": "---END OF PREVIOUS SECTION---\nHe smiles, a bit unsure, at Remy --\n\nWho grabs Peter and hugs his boy close. REMY\n(happily)\nThat was very naughty what you just\ndid. Very, very naughty. \n---TARGET SECTION TO BE ANNOTATED---\nHe holds Peter at arm’s length, then reaches into his bag\nand pulls out the manuscript, bound with a rubber band.\n\n \n\n \n\f100.\n\nREMY (CONT’D)\nWhen you’re old enough, read this.\nAnd if you still want to talk when\nyou‘re done, you come and find me.\n\nPeter nods and takes the book as the train pulls into the\nnext station. Remy gives him one more hug --\n\nRemy and Beth hop off the train as the doors close and the\ntrain pulls away, taking Peter and a comatose Carol with\nit.\n\nINT.:MALL - OUTSIDE CREDIT UNION - NIGHT\n\nThe line of sick, elderly, and frail is endless. Frank\nbegins lowering the steel gate, calling out --\n\nFRANK\nCredit Union number 418 will reopen\nfor business tomorrow morning at ten.\n\nA sad groan of disappointment from the masses.\n\nFRAIL LADY\nSir, please. I may not make it to\nmorning. I’ve been waiting in line\nsince six A.M.\n\nFRANK\nThen show up tomorrow at 5:59.\n\nFRAIL LADY\nI'd like to speak to the manager.\n\nFRANK\nYou just did.\n\nThe gate CLANGS shut and Frank heads off.\n\nReveal Remy and Beth, hiding in the shadows, as they watch\nFrank walk away...\n\nEXT. MALL - PARKING LOT - NIGHT\n\nFrank unlocks his car door, sits inside. A moment of\nconfusion as Frank processes the tiny glass shards all over\nthe car. Some fucking vandal must have broken his window.\n\nSuddenly -- WHAM! Frank’s car seat collapses backward --\n\nAs Remy pops up from the backseat and JAMS a long metal\ntrachea into Frank’s open mouth. Blood trickles from\nFrank's lip as he struggles, chipping a tooth --\n\nREMY\nRelax, Frank. You might need your\nair.\n\n \n\f101.\n\nBeth on Frank now, wrapping duct tape around his mouth,\ncrudely holding the artiforg windpipe in place.\n\nRemy pulls out an artificial lung, clamping it to the\ntrachea. His finger hovers over a tiny black lever.\n\nREMY (CONT’D)\nI flip on this Yoshimoto and dial up\ndeep inhalation mode --\n\nBETH\nSuck all the air right outta you.",
  "71": "---END OF PREVIOUS SECTION---\nRemy pulls out an artificial lung, clamping it to the\ntrachea. His finger hovers over a tiny black lever. REMY (CONT’D)\nI flip on this Yoshimoto and dial up\ndeep inhalation mode --\n\nBETH\nSuck all the air right outta you. \n---TARGET SECTION TO BE ANNOTATED---\nREMY\nInstant raisin. Now drive.\n\nRemy shoves the seat back up as Frank meekly drops the car\ninto reverse...\n\nEXT, STREET - NIGHT\n\nAs the car shoots down the road --\n\nEXT. CREDIT UNION HEADQUARTERS - NIGHT\n\nThe gigantic Union sphere and lightning bolt looms on the\nportico of this state-of-the-art structure. Security\n\ncameras sweep the area.\n\nRemy and Beth step out from the shadows of the parking lot -\n\nRemy’s got an unconscious Frank over his shoulder.\n\nREMY\n(to Beth)\nDid you have to knock him out?\n\nBETH\nI don’t trust him.\n\nREMY\nYou don’t have to carry him.\n\nAT THE ENTRANCE\n\nFrank's face drops into frame, his chin SLAMMING down a\nmetal shelf. Remy pries one of his eyes open. A retinal\nscan confirms Frank’s identity. A beep, and the door slides\nopen.\n\n \n\nREMY (CONT’D)\nSee? It’s all who you know.\n\nRemy drops Frank's body to the floor and heads inside.\nBeth follows, and the door closes behind them.\n\f102.\n\nINT. UNION HEADQUARTERS - LOBBY - NIGHT\n\nA staircase spirals up the darkened lobby. A giant\n\ni Computer banks, quite retro in their size,\ncover the walls.\n\nRemy and Beth bolt up the stairs --\n\n§\n\nINT. ACCOUNTING OFFICE - UNION HEADQUARTERS - NIGHT\n\nA single computer sits in the middle of the room, and Remy\nmoves to it. He takes a seat and begins typing.\n\nThe photos of debtors flick by --\n\nLanding on Remy’s own. A few more keystrokes, and Beth’s\nface is right beneath his. He hits one more button --\n\nREMY\nI’ve got it.\n\nON SCREEN\nbeneath their pictures: PAID IN FULL.\n\nBETH\nwhat -- that easy?\n\nREMY\nHey, I’m good.\n\nA METAL LUNG\n\ncomes crashing down on Remy’s head, knocking him to the\nground. He looks up --\n\nTo see Frank standing over him, raw red skin around his\nmouth and neck where he’s torn the duct tape off.\n\nFRANK\nThis just makes me sad. You know how\nhard it is to find a good Repo Man?\n\nHe kicks Remy in the ribs. Frank’s quite pissed.",
  "72": "---END OF PREVIOUS SECTION---\nYou know how\nhard it is to find a good Repo Man? He kicks Remy in the ribs. Frank’s quite pissed. \n---TARGET SECTION TO BE ANNOTATED---\nFRANK (CONT’D)\nA man who can extract all night long\nand come in the next morning at nine\nA.M. ready to do it all again?\n\n \n\nAnother kick. Remy tries to stand, gets knocked down --\n\nFRANK (CONT’D)\nA man who, at the end of the day,\njust doesn’t give a shit about other\npeople?\n\f \n\n103.\n\nJAKE (0.S.)\nThey’re a dying breed.\n\nJake stands at the door, taser by his side. He approaches\nthe fallen Remy.\n\nFrank, surprised but happy, looks at his watch as he takes\nRemy’s taser from his pocket.\n\nFRANK\nLet’s wrap this up. I’m a half hour\nlate for my reservation at Le Foie.\nJake offers a hand to Remy. Helps him to his feet.\nJAKE\nI really wish you would have done a\nbetter job of running.\n\nREMY\nThat makes three of us.\n\nSuddenly, Beth makes a move, bolting out of the accounting\noffice and escaping into the darkness.\n\nREMY (CONT’D)\nTwo of us.\n\nFRANK\nEnough chat, Jake.\n\nJake takes a step toward Remy, who holds his ground.\nJAKE\nSorry about beating your ass in the\nthird grade.\n\nREMY\nYou shoulda seen the other guy.\n\nFRANK\nJesus Christ! Do your goddamned job,\nor I’1l do it for you!\nJake nods. Knows what he has to do. Remy nods back.\n\nREMY\nA job’s a job.\n\nJake turns to Remy and winks. He flicks his taser on --\n\nJAKE\nFuck that.\n\nAnd wheels around, SHOOTING the taser at\nFRANK\n\nwho convulses and drops to the ground.\n\n \n\n \n\f104.\n\nJAKE (CONT’D)\nYou know how long I’ve wanted to do\nthat?\nJake gives Remy a hand up. Remy’s eyes go wide --\nON A SECURITY MONITOR\nGUARDS are streaming into the building.\n\nREMY\nLet’s get the fuck out of here.\n\nINT. UNION HEADQUARTERS - LOBBY - NIGHT\nJake and Remy run for the stairs --\n\nTo find two guards already running up. They turn back to\nthe other exit --\n\nTo find three more guards coming their way, guns drawn.\nJake and Remy go back-to-back.",
  "73": "---END OF PREVIOUS SECTION---\nUNION HEADQUARTERS - LOBBY - NIGHT\nJake and Remy run for the stairs --\n\nTo find two guards already running up. They turn back to\nthe other exit --\n\nTo find three more guards coming their way, guns drawn. Jake and Remy go back-to-back. \n---TARGET SECTION TO BE ANNOTATED---\n This is it --\nA BLOOD-CURDLING SCREAM\n\nPierces the silence from behind the guards. Several whip\naround, but see nobody. Then another piercing voice --\n\nVOICE #1\nPlease, no, dear God, no --\n\nAnd another, pleading --\n\nVOICE #2\n-- I have kids, three kids --\n\nHiding beneath the staircase, we find\n\nBETH\n\nWielding the Universal Remote from Asbury’s apartment.\nShe’s creating the cacophony, making the repossessed Vocom\nvoice boxes housed in the Union play back their dying\nhosts’ final words.\n\nMore screams join in, hundreds of pleading voices bursting\nout at once, all trying to fight off Repo Men for survival.\n\nTHE GUARDS\n\nbegin firing in all directions in the confusion. Remy\ntasers a nearby guard, clearing a path. Jake crunches\nanother’s nose, making a bloody mask.\n\nBETH\nOver here!\n\n \n\f105.\n\nRemy looks to find Beth at the exit. It’s all clear. He\nruns down the stairs to her, turns --\n\nTo see Jake, still on the second floor, fighting off three\nmore guards.\n\nREMY\nCome on!\n\nA guard sees Remy, runs for him --\n\nAnd Jake steps in to intercept, tasering the guard --\nBut leaving himself wide open.\n\nA BULLET\n\npierces Jake’s body. Then another. And another.\n\nRemy’s powerless to stop it as Jake staggers backwards,\ntips over the railing and falls towards\n\nTHE SPHERE AND LIGHTNING BOLT STATUE BELOW\n\nThe sound is horrific.\n\nJake lies motionless, IMPALED on the giant lightning bolt.\nSPARKS flicker out of the giant computer bank below the\nbolt as his blood runs into the circuitry.\n\nRemy moves’ towards him --\n\nBETH\nWe have to go. We have to.\n\nRemy stands there, motionless. Beth pulls at his shirt,\ntugging --\n\nAnd Remy gives in. They run out.\n\nThe computer continues to SPARK as Jake’s blood seeps in,\nsending arcs of electricity through the air.\n\nBETH AND REMY\n\nrun down a long corridor toward the exit, Union computer\nmonitors SPARKING and BLACKING OUT as they run past.",
  "74": "---END OF PREVIOUS SECTION---\nThey run out. The computer continues to SPARK as Jake’s blood seeps in,\nsending arcs of electricity through the air. BETH AND REMY\n\nrun down a long corridor toward the exit, Union computer\nmonitors SPARKING and BLACKING OUT as they run past. \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER UNION SECURITY CAMERA\n\npicks them up as they exit the building --\nON THE SECURITY MONITOR\n\nas Beth and Remy run for their car --\n\nA burst of STATIC -- and the picture goes to\n\n \n\f106.\n\nBLACK\nINT. SECURITY CHECK - AIRPORT TERMINAL - DAY\n\nThe long lines, the usual scanners. The same Union Man who\ndouble-crossed Remy earlier on waves the passengers through\n\nFirst one stops in the scanner, light washes over him:\nPAID IN FULL\n\nNext to step in is\n\nBETH\n\nmoving nervously through the scanner. The wash of light --\nPAID IN FULL. She smiles, relieved, moves on.\n\nAnd right behind her, moving confidently --\n\nREMY\n\nwalks through the scanner, locking eyes with the Union Man\nhe knows full well is onto him. But the light comes on:\n\nPAID IN FULL.\n\nThe Repo Man takes out his hand-held scanner and SCANS Remy\n\nNothing. No pings, nada. He starts scanning random people --\n\nPAID IN FULL. PAID IN FULL, PAID IN FULL.\n\nREMY\nYou might wanna get that thing looked\nat.\n\nRemy pats the Repo Man on the back and walks right on by,\nas the guy angrily pounds his scanner, trying to get it to\nwork.\n\nRemy and Beth stroll down the nearest jetway and board the\nnext flight to Bogota. By the time the Repo Man looks up\nagain, they’re gone.\nDISSOLVE TO:\nA TV SET, BLACK AND WHITE\non which an accented reporter gives the news of the day.\nREPORTER\n...which has only added to the\n\nworldwide artiforg crisis.\n(MORE)\n\n \n\f \n\n \n\n107.\nREPORTER (CONT'D)\n\nCredit Union spokesmen have denied\nrumors of sabotage, claiming that\nthey do not yet know what caused the\ndisruption of their computer banks\nand the sudden closure of all\noutstanding artiforg accounts,\nleading to the collapse of the\nworld’s largest corporation.\n\nPEOPLE RUNNING THROUGH THE STREETS, ARTIFORGS IN THEIR ARMS\n\nREPORTER (V.O.) (CONT'D)\nNearly every city with a Credit Union\nDepot has reported widespread looting\nand vandalism, and many experts\nbelieve it’s only a matter of time\nbefore martial law is declared across\nthe country...",
  "75": "---END OF PREVIOUS SECTION---\nREPORTER (CONT'D)\n\nCredit Union spokesmen have denied\nrumors of sabotage, claiming that\nthey do not yet know what caused the\ndisruption of their computer banks\nand the sudden closure of all\noutstanding artiforg accounts,\nleading to the collapse of the\nworld’s largest corporation. PEOPLE RUNNING THROUGH THE STREETS, ARTIFORGS IN THEIR ARMS\n\nREPORTER (V. O.) (CONT'D)\nNearly every city with a Credit Union\nDepot has reported widespread looting\nand vandalism, and many experts\nbelieve it’s only a matter of time\nbefore martial law is declared across\nthe country... \n---TARGET SECTION TO BE ANNOTATED---\nThe sounds of the SURF overwhelm the reporter’s voice, and\nwe PULL BACK to find ourselves on:\n\nEXT. BEACH - PUNTA DEL ESTE - DAY\n\nImpossibly beautiful ocean, beautiful sky. A SUNBATHER\nturns off his portable TV and returns to his lounging. He’s\ngot a long, rippled scar in the center of his chest.\n\nIn fact, everyone on this foreign beach has a scar of some\nsort or another. The signs all around are in Spanish and\nPortuguese. As we MOVE through the crowd...\n\nREMY (0.S.)\nChrist, it’s hot. Is it supposed to\nbe this hot?\n\nBETH (0.S.)\nIt’s the tropics.\n\nREMY (0.S.)\nSure, but... Christ, it’s hot.\n\nRemy and Beth sit on chaise lounges at the ocean’s edge.\nBeth’s got on a cute little bathing suit, and though all\nher scars are showing, she doesn’t seem to care.\n\nRemy, still in his somber black-on-black, has a bandage on\nhis shoulder. Beth pulls it down -- the skin is raw and\nread, but healing. There’s no tattoo.\nA hardcover book sits on the sand between them.\nBETH\n\nAre you gonna stay here and act macho\n\nor come have some fun?\nRemy thinks it over.\n\nREMY\nMacho.\n\n \n\f110.\n\nJAKE\nHey, ease up. I don’t want him...\nuncomfortable.\n\nTECHNICIAN\n\nNothing to worry about. If you’d hit\nhim with the brick any lower, it\nmight have posed a problem, but the M-\n5 is top of.the line.\n\nJAKE\nWhat’s he thinking about?\nTECHNICIAN\nNo way to know.\nJAKE\nBut he’1l be... happy?\nTECHNICIAN\nSo long as someone’s paying for the\n\nsystem.\nJake nods over to the other side of the hallway --\n\nWhere the bottom half of Beth’s torso can be seen. There's\nmore than a bit of blood -- as more ASSISTANTS box up her\noverdue artiforgs.\n\nJAKE\nI’ve got 15 commissions lying on the\nfloor over there. That should pay it\noff in full.\n\nThe other assistants lift Remy’s stretcher up and it pops\ninto place.",
  "76": "---END OF PREVIOUS SECTION---\nJAKE\nI’ve got 15 commissions lying on the\nfloor over there. That should pay it\noff in full. The other assistants lift Remy’s stretcher up and it pops\ninto place. \n---TARGET SECTION TO BE ANNOTATED---\n They begin to roll him down the long hallway.\n\nJake watches him go.\n\nJAKE (CONT’D)\nSweet dreams, brother.\n\nWe MOVE WITH Remy, a small smile on his face, those wires\ntrailing out of his brain.\n\nFRANK (V.O.)\n\n-which is why I’d recommend the M-5\nneural net from Kenton. We’re running\na special on it this month, just 18\npercent interest for the first year,\ntwenty-four after that.\n\nRemy, on his cart, moving away from us now, wheeled down\nthat long hall...\n\nFRANK (V.O.) (CONT'D)\nWhy should your loved one pass on\njust because of a little brain\ndamage? That's barbaric. That’s just\nbad science.\n\n \n\npenny:\n\f111.\n\n \n\nThe elevator doors at the far end of the hall opening...\n\nFRANK (V.O.) (CONT'D)\n\nWith the new M-5 neural net, the\nworries of today can be the forgotten\nwoes of yesterday. Imagine your loved\nones living the rest of their natural\nlives in a world where they’re always\nhappy, always content, and always\ntaken care of.\n\n \n\nThe assistants pushing Remy’s cart inside...\nFRANK (V.O.) (CONT'D)\nYou owe it to your family. You owe it\nto yourself.\nThe elevator doors close.\nCuT TO:\nFRANK, IN HIS OFFICE,\nhis smile as wide as ever, staring straight at US.\nFRANK\nSign your name right there on the\n\ndotted line, and we can get started.\n\nHe places a pen and contract on the table.\n\nFADE OUT:\n\n \n\f"
}