{
  "1": "RESIDENT EVIL - AFTERLIFE\n\nby\n\nPaul W.S. Anderson\n\nSecond Draft\n07/08/05\n\fThere's nothing harder to kill\n\nThan something that's already dead.\n\fINT. MANSION - BATHROOM\n\nCLOSE ON BLUE EYES as they snap open. Woken from a bad dream.\nWIDEN to reveal a woman's face to go with the eyes. It's not\nperfection, but it's close. We'll call her ALICE.\n\nIt's raining.\n\nNo, not rain, for as we WIDEN more, Alice is revealed to be\nlying in the SHOWER.\n\nShe's naked.\nAnd I take it back ....\nShe is perfection.\n\nAs she gets up, Alice looks around. Tiled floor, bathroom\nfittings made of brass.\n\nAlice moves through the room like someone who doesn't know where\nshe is. She stops in front of a mirror. Wipes the condensation\nfrom it. Stares at her own naked body as if it belonged to a\nstranger.\n\nShe sees a fresh bruise on one shoulder. From falling in the\nshower? But her other shoulder is even more intriguing. An old\nscar traces a long jagged line from the top of her arm to her\nelbow. Looks like a knife did it. A big one.\n\nAlice touches the scar. Like it was all strange to her. Like\nshe's never seen it before,\n\nINT. MANSION - BEDROOM\nAlice sees a red dress laid on the bed for her. A pair of boots\nstand close by. Did she lay these out? She just doesn't\nremember.\n\nCUT TO:\nINT. MANSION - BEDROOM - LATER\n\nAlice, now dressed, stands over an antique writing desk. Lying\non it is a handwritten note. She picks it up:\n\n“Today All Your Dreams Come True\",\nAlice walks to the window.\n\nSO FAR EVERYTHING IS AN EXACT REPLAY OF RESIDENT EVIL 1, UNTIL --\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nAlice parts the curtains, but instead of a view of the woods,\nthere is nothing but CONCRETE outside the window. A solid,\nimpenetrable CONCRETE WALL.\n\nOff Alice's puzzled look we --\n\nCUT TO:\nINT. MANSION — HALLWAY\nAlice wanders the mansion.",
  "2": "---END OF PREVIOUS SECTION---\nA solid,\nimpenetrable CONCRETE WALL. Off Alice's puzzled look we --\n\nCUT TO:\nINT. MANSION — HALLWAY\nAlice wanders the mansion. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON a framed photograph as Alice takes it from a side\ntable. It's of her and a handsome man. He has his arm around\nher. He wears a wedding ring.\n\nAlice looks at her own hand. She too wears a simple gold band.\nIs this man her husband? She stares at the picture again.\nTrying to remember.\n\nINT. MANSION - ENTRANCE CHAMBER\nAlice approaches the front door of the mansion.\nEVERYTHING IS EXACTLY AS IT WAS IN THE FIRST FILM, UNTIL --\n\nAlice opens the door. But instead of an ornamental garden, she\nsteps out into --\n\nINT. THE HIVE - GLASS CORRIDOR\n\nA long corridor made entirely of glass. The walls, the floor,\nthe ceiling. This is where ONE (the leader of the Commando\nteam) and the other Commandoes met their bloody end in RESIDENT\nEVIL 1. But Alice doesn't know this. She doesn't remember\nanything. But she knows that something is wrong.\n\nThe lights dim. Something is happening. Alice turns to return\nto the Mansion, but the door has already swung closed. There is\nno going back.\n\nSuddenly a horizontal beam of laser light travels down the\ncorridor at high speed. It starts at ankle level and then rises\nto chest height. There is no escaping it. And it's headed\nstraight for Alice.\n\nAt the last moment, Alice leaps into the air - and stays there!\nShe is hanging from an air vent in the ceiling, her legs pulled\nup above the level of the laser. The beam has passed right\nbeneath her, only just missing.\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nTHIS IS AN EXACT REPEAT FROM RESIDENT EVIL 1, except instead of\nOne's knife being caught by the laser beam, a thin sliver of\nAlice's red dress drifts to the floor, sliced off by the deadly\nlaser.\n\nAlice drops back to the floor as the lights begin to dim again.\nAnd because history is repeating itself, we know what will\nhappen next. Alice will die, just as One did.\n\nA second laser beam fires towards Alice. She jumps in the air\nagain. The thin laser wire switches to a grid. Fifty\ninterlocking laser lines forming a deadly net from which there\nis no escape.",
  "3": "---END OF PREVIOUS SECTION---\nShe jumps in the air\nagain. The thin laser wire switches to a grid. Fifty\ninterlocking laser lines forming a deadly net from which there\nis no escape. \n---TARGET SECTION TO BE ANNOTATED---\nBut Alice swings her body upwards, kicking the air vent aside,\nand disappears into the air duct above the corridor. At the\nlast moment she pulls her head into the air duct and escapes the\nlaser grid.\n\nIt was a close call, as witnessed by the strands of blonde hair\nthat drift slowly to the floor of the glass corridor. The ends\nare singed ~- burnt by the laser beam.\n\nINT. AIR DUCT\n\nTight, claustrophobic and pitch black in here. Barely room to\nmove. But Alice crawls forward. Pushing ever onwards.\nEventually she sees a faint light filtering in from above. An\naccess hatch of some kind in the roof of the duct.\n\nAlice pushes it cautiously open, to reveal --\nINT. RACCOON CITY HOSPITAL - CORRIDOR NIGHT.\n\nAlice climbs from the access hatch and stares at the deserted\ncorridor --\n\nIt is the same one she wandered at the end of RESIDENT EVIL 1.\nThe very same one the NEMESIS prowled in RESIDENT EVIL:\nAPOCALYPSE.\n\nAlice looks around, trying to remember, trying to figure this\nout. At the end of the corridor are a set of glass doors\nleading to the city streets. It's silent out there.\n\nAlice takes a few steps forward and then halts. Sensing\nsomething. The corridor is empty, but still Alice feels uneasy.\nA GURNEY rests against the wall beside her. Alice takes it and\npushes it down the corridor ahead of her.\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nThe gurney triggers a CONCEALED TRAP. A viciously sharp WIRE\nslices across the corridor, cutting the metal gurney clean in\nhalf. It would have done the same to Alice.\n\nAlice steps carefully around the trap and accidentally triggers\na second device.\n\nA JUMPING JACK MINE which EXPLODES at chest height.\nAlice looks down to see blood spreading across her red dress.\nAfter a moment of surprise she falls backwards DEAD.\n\nAs Alice's blood pools around her, UMBRELLA SCIENTISTS appear\nfrom concealed doorways along the length of the corridor. They\nhad been watching all along. The Scientists wear Haz-Mat suits\nwith mirrored visors.\n\nCLOSE ON -- one mirrored visor. We see dead Alice reflected in\nit.",
  "4": "---END OF PREVIOUS SECTION---\nThe Scientists wear Haz-Mat suits\nwith mirrored visors. CLOSE ON -- one mirrored visor. We see dead Alice reflected in\nit. \n---TARGET SECTION TO BE ANNOTATED---\n Then the Scientist pulls off the visor to reveal -- DOCTOR\nISAACS, the creator of \"Programme Alice\" from RESIDENT EVIL:\nAPOCALYPSE. He stares down at the body in disgust.\n\nDOCTOR ISAACS\nTake a sample of her blood.\n(gestures to the dead body)\nThen get rid of that.\n\ncurt To:\nEXT. DEATH VALLEY DAY.\n\nA merciless sun beats down on an ancient wooden building that\nseems to have grown out of the salt flats. It's a WEATHER\nSTATION.\n\nINT. WEATHER STATION DAY.\n\nThe interior is simple. Cheap Formica table, a few wooden\nchairs. Barometric equipment that looks like it dates back to\nthe 1950's. There is no one here. Nothing breaks the silence,\nuntil --\n\nWe sense a slight vibration. Mercury in the THERMOMETER\ntrembles a little.\n\nThe vibration steadily builds to a powerful tremor as suddenly\nthe floor SPLITS IN HALF. The table and chairs slide smoothly\nto one side to reveal a gaping concrete shaft that drops away\ninto the depths of the earth. Moments later a HYDRAULIC\nPLATFORM rises from the shaft and locks into place.\n\n(CONTINUED)\n\n \n\f5.\nCONTINUED:\n\nRiding on it are two Umbrella Scientists in their familiar Haz-\nMat suits. Between them they carry the dead body of Alice.\n\nEXT. WEATHER STATION DAY.\n\nThe two scientists carry the body to the edge of a long trench\ndug in the salt flats. They swing it twice and then heave it\nin.\n\nCLOSE ON -- the body of Alice as it rolls into the trench and\ncomes to a rest. Her dead eyes staring up at the brutal desert\nsun. Slowly the CAMERA PULLS BACK to reveal that the trench is\nlined with LIME and is filled with over a hundred other bodies.\nEach one of the bodies wears the identical same red dress. And\neach has the same face.\n\nOVER A HUNDRED DEAD ALICES, ROTTING IN THE DESERT HEAT.\n\nAs the two Scientists return to the Weather Station, the CAMERA\nCRANES UP to reveal a perimeter fence that surrounds the\nbuilding. It is fifteen feet high and topped with razor wire.\nIt looks impregnable, and it needs to be.",
  "5": "---END OF PREVIOUS SECTION---\nAs the two Scientists return to the Weather Station, the CAMERA\nCRANES UP to reveal a perimeter fence that surrounds the\nbuilding. It is fifteen feet high and topped with razor wire. It looks impregnable, and it needs to be. \n---TARGET SECTION TO BE ANNOTATED---\nFor pushing against it are THOUSANDS OF UNDEAD.\n\nROLL CREDITS --\n\nRESIDENT FVIL:; AFTERLIFE.\n\nEXT. INTERSTATE HIGHWAY 10 - NEVADA DAY.\n\nThe abandoned highway is littered with burnt out cars and\ntrucks. Each one is weathered and aged. Whatever happened here\nit happened a while ago. We missed the apocalypse.\n\nA strong heat haze is being kicked off the asphalt. Through it,\na LONE RIDER slowly emerges. They are astride a HONDA FIREBLADE\n~- the biggest, most powerful road bike in production. Back when\nthe World still made such things.\n\nThe Rider passes by and we see that the Fireblade is weighed\ndown with saddlebags and gasoline cans.\n\nEXT. KNAC TV STATION DAY.\nA local TV station at the edge of a small town. The lush grass\n\nand flowerbed that used to spell out the station name are long\nsince dead. The sprinkler system choked with sand.\n\n(CONTINUED)\n\f \n\nCONTINUED:\n\nThe Rider pulls up in the abandoned parking lot. The Rider\nwears a long battered duster worth of SERGIO LEONE. She\ndoesn't wear a helmet, just a bandana across her nose and mouth.\nShe lowers it to reveal -- ALICE. Her face caked in sand and\ndirt from a hard ride, but shimmering blue eyes as vivid as\never. And this is the REAL Alice. She remembers everything.\n\nEven the things she would rather forget.\n\nFREEZE FRAME on Alice's face. The Screen turns to a COMPUTER\nREAD OUT bearing the logo of the UMBRELLA CORPORATION.\n\nSuperimposed over Alice's face is --\nJANICE PROSPERO\n\nCODE NAME: PROJECT ALICE\n\nPRESENT LOCATION: UNKNOWN\n\nSTATUS: PRESUMED DECEASED\n\nAs the information is typed up on screen, it is also narrated by\nthe WHITE QUEEN. A holographic image of a seven year old girl,\nthe White Queen is the physical manifestation of a powerful\nARTIFICIAL INTELLIGENCE.\n\nThe White Queen is the sister computer to the homicidal RED\nQUEEN encountered in RESIDENT EVIL 1.\n\nEND FREEZE FRAME -~-\n\nAlice steps from the bike and hits PLAY on battered digital\nmemory stick. A small earpiece, barely noticeable, rests in\nAlice's left ear.",
  "6": "---END OF PREVIOUS SECTION---\nThe White Queen is the sister computer to the homicidal RED\nQUEEN encountered in RESIDENT EVIL 1. END FREEZE FRAME -~-\n\nAlice steps from the bike and hits PLAY on battered digital\nmemory stick. A small earpiece, barely noticeable, rests in\nAlice's left ear. \n---TARGET SECTION TO BE ANNOTATED---\n We hear the whisper of the recording play.\nIt is a radio transmission. Distorted and desperate --\n\nRECORDING\nThis is K.N.A.C .... transmitting on\nthe emergency frequency. Can anyone\nhear us? We have seven people here.\nIn need of urgent medical attention.\n\nWe notice that a powerful RADIO RECEIVER is strapped to the side\nof the Fireblade. This is clearly a signal that Alice has\npicked up earlier.\n\nAs she listens, Alice places a funnel in the gas tank of the\nbike. She upends a gasoline can and balances it on the funnel.\nIt starts to fill the empty tank. We notice an Umbrella Logo on\nthe gasoline can. Even after the End of the World, the Umbrella\nCorporation is still all pervasive.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nRECORDING (CONT'D)\n(increasingly desperate)\nWe're holed up in the TV station at\nthe edge of town. Off Highway 10,\njunction 27. We're surrounded. We\nneed help. Can anyone hear us ....\nCan anyone help us!! Please ....\n\nAlice hits STOP. Then stares up at the TV Station. It's\nboarded up, and riddled with bullet holes and burn marks. Signs\nof a desperate fight, but no signs of life.\n\nAlice takes a step forward, but is stopped by a sudden GROWLING\nsound from behind her.\n\nAlice shows no emotion.\n\nThen once again, the low threatening growling sound. Alice\nturns. It's coming from the Fireblade. One of the large\nsaddlebags shakes for a moment and then is still. Alice\napproaches the bag and unhooks the lid.\n\nImmediately something flies from the bag, landing beside Alice.\nIt's an ugly ball of fur named PACO.\n\nPaco is a real mongrel. Hard to tell what the mix is.\nCertainly no self respecting breed would want to take credit.\nBut he's fierce and loyal. The dog stares up at Alice and\ngrowls again. Pissed that she almost left him behind.\n\nAlice walks towards the TV Station and Paco follows at her heel.\nINT. KNAC TV STATION DAY.\n\nThere is little natural light in here - the windows are all\nboarded up in defence against the Undead. But the TV station\nclearly has its own generator as there are electric lights\nworking inside.",
  "7": "---END OF PREVIOUS SECTION---\nKNAC TV STATION DAY. There is little natural light in here - the windows are all\nboarded up in defence against the Undead. But the TV station\nclearly has its own generator as there are electric lights\nworking inside. \n---TARGET SECTION TO BE ANNOTATED---\n Many of them are smashed however, and the\ngenerator is slowly dying, causing the lights to pulse and dim.\nAs a result, the interior is alive with shadows that creep and\ngrow.\n\nA stairwell leads down into a darkened basement. Alice looks at\nthe stairs and nods to Paco. The dog stares at the inky\ndarkness below, holding untold dangers. He looks back up at\nAlice and growls under his breath - \"How come I get the\nbasement\"?\n\nBut a moment later he obediently trots down the stairs.\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nAlice draws her weapon of choice (under-over 12 Gauge, sawn-off,\nbelt fed, inlaid with mother-of-pearl) and heads deeper into the\nTV Station.\n\nINT. TV STATION - BASEMENT DAY.\n\nPaco hits the bottom of the stairs and sniffs the air. It's a\nlabyrinth down here, further complicated by an endless tangle of\nwires and cables. Paco cautiously heads off into the darkness.\n\nINT. TV STATION - STUDIO DAY.\n\nAlice crosses the abandoned news studio. The place is a mess.\nPosters promoting Howard Stern and the Teletubbies hang on the\nwall smeared with blood.\n\nThis isn't a smart place to be. It's claustrophobic, it's dark\nand there could be anything hiding here.\n\nOverlooking the studio is the CONTROL BOOTH where the director\nwould sit. There are no lights on in the booth, but Alice\nsenses a figure up there, watching through the glass. She eases\nthe hammer back on the 12 Gauge and takes the stairs leading up\nto the booth.\n\nINT. TV STATION - BASEMENT DAY.\n\nPaco stops at an intersection. A tattered poster hangs peeling\nfrom the wall. It advertises \"K-9 The Movie\". JIM BELUSHI\nstares at his dog as the tag line proclaims -- \"One's just a\nlittle smarter than the other.\"\n\nIf it means anything to Paco, he doesn't let it show. He just\nmoves on into the darkness.\n\nINT. TV STATION - CONTROL BOOTH DAY.\n\nAlice approaches the FIGURE in the booth. It is sitting in a\nhigh backed chair, hunched over the control panel.",
  "8": "---END OF PREVIOUS SECTION---\nTV STATION - CONTROL BOOTH DAY. Alice approaches the FIGURE in the booth. It is sitting in a\nhigh backed chair, hunched over the control panel. \n---TARGET SECTION TO BE ANNOTATED---\n The Figure\ndoesn't move, but seems to be muttering to itself. Alice\napproaches cautiously, her hand reaching for the back of the\nswivel chair....\n\nINT, TV STATION ~ BASEMENT DAY.\n\nPaco stops, hearing a sound. Up ahead, something moves.\nSomething big.\n\nINT. TV STATION - CONTROL BOOTH DAY.\n\nAlice, gun at the ready, turns the swivel chair to reveal --\n\n(CONTINUED)\n\n \n\f \n\nCONTINUED:\n\nA BODY, long since dead. A shotgun still gripped between his\nhands. The barrel rests in what remains of his mouth. On the\ncontrol panel behind him, the TV screens play an endless loop of\nold news footage. This is what Alice had heard.\n\nThe nametag on the body identifies him as - \"BOB SMYTHEE:\nDIRECTOR\".\n\nAlice stares at Bob. Emotionless.\n\nA RED NOTEBOOK lies to one side of the body. A JOURNAL of some\nkind. Alice picks it up. Then she reaches in the pockets of\nthe dead man. Pulls out a few spare shotgun cartridges and\npockets them.\n\nINT. TV STATION - BASEMENT DAY.\n\nPaco is motionless. Staring at the CREATURE up ahead.\n\nWhat little light there is, glints off its bloody, flayed hide.\nIts lips draw back to reveal crooked, chipped but wickedly sharp\nteeth. Teeth that are stained with blood.\n\nThe creature steps forward into the half light to reveal --\n\nAN UNDEAD DOG.\n\nThis hellhound is at least four times the size of poor Paco.\nPaco takes a step back, but is stopped by another growl from\nbehind him. The unfortunate little hound turns to see a SECOND\nUndead Dog, even bigger than the first.\n\nPaco wheels around, weighing his options, but they all look like\nshit, because from the shadows steps a THIRD, even more\nterrifying Undead Dog. This one could eat Paco with just one\nbite.\n\nPaco growls defiantly.\n\nAnd then, tail between his legs, RUNS as fast as he can.\n\nINT. TV STATION - BASEMENT - CORRIDOR - CONTINUOUS\n\nPaco races around a corner with the three Undead Dogs in close\npursuit.",
  "9": "---END OF PREVIOUS SECTION---\nAnd then, tail between his legs, RUNS as fast as he can. INT. TV STATION - BASEMENT - CORRIDOR - CONTINUOUS\n\nPaco races around a corner with the three Undead Dogs in close\npursuit. \n---TARGET SECTION TO BE ANNOTATED---\n He takes another corner, then another, but his\npursuers are gaining with every turn.\n\nHe races under a fallen set of shelves, through a hole far too\n\nsmall for the others to follow. But the Undead Dogs simply\nburst through the wooden shelves like they were made of paper.\n\n(CONTINUED)\n\f10.\nCONTINUED:\n\nPaco is just moments from being caught as he rounds another\ncorner and JUMPS ....\n\nHis three pursuers follow a split-second later, to see Paco\nnestled in the crook of Alice's arm. She has her shotgun drawn.\n\nALICE\nLeave my dog the fuck alone...\n\nCLOSE ON THE SHOTGUN BARREL as Alice opens fire.\n\nIN MACRO CLOSE UP and SLOW MOTION we see the deadly spray of\nlead shot tear into Undead flesh as Alice fires again and again.\n\ncuUT TO:\nINT/EXT. KNAC TV STATION DAY.\nAlice steps back out into the light, Paco at her heel. Suddenly\nher watch BEEPS. Alice looks down at the battered digital\nwatch. A timer is running. Counting down seconds from 60...\n59...58...57...\nAlice moves with a purpose. She runs to the Fireblade, pulls a\ndesert camouflage tarp from a saddlebag and throws it over the\nbike.\n30...29.,.28...\nAlice pulls off her jacket and as she runs back to the radio\nstation, she dusts the ground behind her, obliterating her\nfootsteps in the sand.\n09...08..07...\nAlice hides in the doorway. BUT PACO IS STILL IN THE OPEN.\nAlice whistles, and Paco scurries under cover beside her. Just\nin time --\n03,..02...01...\nARIEL SHOT --\nOf the radio station as THE CAMERA rockets back into the air.\nIn an instant we are high above the desert flats, racing through\nthe cloudless sky, ending in the UPPER ATMOSPHERE as a SATELLITE\n\nglides silently past. The Satellite bears the logo of the\nUMBRELLA CORPORATION.\n\fil.\n\nSATELLITE P.O.V. --\n\nWe see the desert flats rendered in a series of high def.\ndigital photographs. They show the KNAC Station in clear\ndetail, But there is no sign of life. Alice and Paco are\nhidden from view.",
  "10": "---END OF PREVIOUS SECTION---\ndigital photographs. They show the KNAC Station in clear\ndetail, But there is no sign of life. Alice and Paco are\nhidden from view. \n---TARGET SECTION TO BE ANNOTATED---\n The motorbike camouflaged beneath the tarp.\n\nThe satellite passes overhead and starts to study the empty town\nthat lies beyond the radio station.\n\nINT. KNAC TV STATION DAY.\n\nAlice's watch BEEPS again. This is the \"all clear”. She steps\nback out into the open without a look to the sky.\n\nEXT. KNAC TV STATION ~- PARKING LOT - MOMENTS LATER\n\nAlice climbs back on her bike and Paco leaps into his saddlebag\nbeside her, As she pulls out of the parking lot and back onto\nthe Highway, the CAMERA TRACKS BACK into the depths of the TV\nStation --\n\nINT. TV STATION ~ CONTROL BOOTH - CONTINUOUS\n\nBob the Director sits dead at the controls. Around him the TV\nmonitors play an endless loop of old news footage.\n\nWe track into the monitors until they FILL THE SCREEN --\nFLASHBACK:\n\nThe flashback is seen in grainy, video footage. News reportage\nthat becomes increasingly rough as the flashback continues and\nsociety breaks down -- the last gasps of a dying World.\n\nALICE (V.0.)\nRaccoon City was just the beginning.\n\nON SCREEN we witness the destruction of Raccoon City as reported\nthrough a variety of media outlets.\n\nALICE (CONT'D)\nThe Umbrella Corporation thought that\nthey had contained the infection ....\nbut they were wrong.\n\nWe see the shattered remains of Raccoon City as the blast of the\nnuclear device subsides.\n\n(CONTINUED)\n\f12.\nCONTINUED:\n\nALICE (CONT'D)\nThe virus spread beyond the boundaries\nof Raccoon City. Some thought it was\nairborne ....\n\nOn the outskirts of the devastated city, scorched leaves and\nburning embers rain down in a FOREST of blackened trees.\n\nALICE (CONT'D)\nOthers thought it was carried by rats\n\nTHE CAMERA sinks beneath the ground in the forest and emerges\ninto a SEWER SYSTEM. Hundreds of rats splash through the\ndetritus, fleeing the heat of the explosion.\n\nALICE (CONT'D)\nNo one really knew.\n\nTIMES SQUARE in NEW YORK is seen in chaos. An Undead turning to\nface us and then lunging at the unseen cameraman.\n\nALICE (CONT'D)\nWithin weeks it had consumed the\nUnited States. The nation was in\nchaos.",
  "11": "---END OF PREVIOUS SECTION---\nAn Undead turning to\nface us and then lunging at the unseen cameraman. ALICE (CONT'D)\nWithin weeks it had consumed the\nUnited States. The nation was in\nchaos. \n---TARGET SECTION TO BE ANNOTATED---\n All that could be done was to\nflee ....\n\nIn a MONTAGE of news footage we see CANADIAN BORDER GUARDS\ntrying to hold back a flood of American refugees,\n\nALICE (CONT'D)\nSurrounding Countries tried to close\ntheir borders. To keep it contained\n\nUndead Americans are shot as they wade across the RIO GRANDE.\nIn still more news reports, CUBAN GUNBOATS can be seen blowing\nmakeshift rafts out of the water. Rafts filled with fleeing US\ncitizens.\n\nALICE (CONT'D)\n«+. It didn't work.\n\nIn rough video footage we witness the Undead in PARIS, BERLIN\nand TOKYO. The CHAMPS ELYSEE, The BRANDENBURGH GATE and\nHARAJUKU all overrun.\n\nALICE (CONT'D)\n\nBy then, everyone knew who was to\nblame. ...\n\n(CONTINUED)\n\f13.\nCONTINUED: (2)\n\nDOCTOR ISAACS and other UMBRELLA OFFICIALS are seen on trial at\nTHE HAGUE.\n\nALICE (CONT'D)\nAnd attempts were made to bring them\nto justice ... but it was all too\nlittle too late.\n\nWe see Doctor Isaacs slip away as Undead attack within the\ncourtroom and chaos ensues.\n\nALICE (CONT'D)\nAnd then it was done. The end of the\nWorld ... Just like that.\n\nSuddenly STATIC fills the frame.\n\nThere's no one left to take any more footage. And nowhere left\nto broadcast it.\n\nALICE (CONT'D)\nWhat survivors there were, headed for\nthe countryside, The areas with least\npopulation. Where it was less likely\nthat \"they\" would catch the scent.\n\nSlowly the static is replaced by the OPEN ROAD - white lines\nscything through frame.\n\nALICE (CONT'D)\n\nWe avoided major metropolitan areas\nand kept on the move. If we stopped\nany one place too long, \"they\" would\nbe drawn to us. Only a few at first,\nbut then more and more. A limitless\nsupply of the dead.\n\n(beat)\nStaying on the road, seemed the only\nway to stay alive.\n\nSMASH CUT TO:\nEXT. DESERT HIGHWAY DAY.\nAs an ARMORED CONVOY races by at high speed.",
  "12": "---END OF PREVIOUS SECTION---\nSMASH CUT TO:\nEXT. DESERT HIGHWAY DAY. As an ARMORED CONVOY races by at high speed. \n---TARGET SECTION TO BE ANNOTATED---\n A lone Undead\nlunges at the lead vehicle but is SMASHED to one side. This\n\nconvoy is hauling ass and in no mood to slow down.\n\nThere are seven vehicles in all. None of them military, but all\narmored and lethally customized in some way --\n\n(CONTINUED)\n\n \n\f14,\nCONTINUED:\n\n- AN AMBULANCE - which acts as the convoy's mobile hospital.\nWickedly sharp blades mounted to the wheels and fenders ensure\nthat this vehicle causes as much damage as it cures.\n\n~ A FIRE TRUCK, that lives up to its name - mounted on top are a\ntwin set of flame throwers.\n\n- A SCHOOL BUS, with armor plating and gun ports down the side.\nThis acts as mobile living accommodation. It is also home to 4\ndozen adults and a bus driver named OTTO. A thirty year old\nstoner, Otto's job description wasn't altered a jot by the\nApocalypse.\n\nNow, as then, he drives the bus and stays high.\n\n~ AN 18 WHEELER \"ARCO\" OIL TANKER which carries the precious\ngasoline that keeps the convoy moving. Protected by razor wire\nand lethally sharp spikes down its length. At the front and\nrear of the tanker there are also makeshift gun turrets with\ntwin mounted 50mm caliber guns.\n\n- A \"DENVER KT7\" NEWS TRUCK which serves as the convoy's\ncommunications centre.\n\n- A FLAT BED, which carries supplies and spare parts strapped to\nthe back.\n\n~ The lead vehicle of the convoy is a HUMMER, but in Beverly\nHills Yellow with an advert for \"Brentwood Nails And Pedicure”\ndown the side of it. The paintwork has faded however, and it is\nsplashed with the dark black blood of a hundred crushed Undead.\n\nThe convoy is a mobile home and refuge to just over 40 men,\nwomen and children.\n\nINT. HUMMER DAY.\n\nJILL VALENTINE is at the wheel. She's still smoking hot, but\nleaner than when we last met her. Tired. Life on the road has\ntaken its toll.\n\nFREEZE FRAME on Valentine's face.\n\nThe Screen turns to a COMPUTER READ OUT bearing the logo of the\nUMBRELLA CORPORATION.",
  "13": "---END OF PREVIOUS SECTION---\nLife on the road has\ntaken its toll. FREEZE FRAME on Valentine's face. The Screen turns to a COMPUTER READ OUT bearing the logo of the\nUMBRELLA CORPORATION. \n---TARGET SECTION TO BE ANNOTATED---\n Computer graphics show us that\nValentine's progress is being tracked by satellite.\nSuperimposed over Valentine's face is --\n\nJILL VALENTINE\n\nPRESENT LOCATION: ARIZONA. Lat. 45.2 Long. 74,3\n\n(CONTINUED)\n\n \n\f15.\nCONTINUED:\n\nTHREAT LEVEL: MODERATE\n\nOnce again, the information is also narrated by the holographic\nimage of the White Queen.\n\nEND FREEZE FRAME --\n\nValentine stares at the endless road ahead and reaches for a\npack of smokes. It's empty.\n\nVALENTINE\nDamn it!\n\nShe yells into the back of the Hummer.\n\nVALENTINE (CONT'D)\nHave you been smoking my cigarettes?\nA tousled head of hair pops up from a makeshift bed in the back.\nMeet \"K~MART\". This teenage girl has grown up fast. Fourteen\ngoing on Forty. Her left wrist is covered in bracelets and\nbangles made from twisted electrical wire. Some of them are\nquite beautiful.\n\nK-MART\nI don't smoke.\n\nFREEZE FRAME -~\nELIZABETH JANE CASE\nNICKNAME: \"K-MART\"\nTHREAT LEVEL: MINIMAL\nEND FREEZE FRAME --\nVALENTINE\nWell don't start.\n(to herself as she crumples\nthe pack)\nDon't need the competition,\nShe flings the pack from the window.\nEXT. FREEWAY - CONTINUOUS\nCLOSE ON the cigarette pack as it lands at the side of the\n\nfreeway. After a moment an Undead steps into frame, its dusty\nshoes CRUSHING the pack.\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nThe Undead stares after the convoy, but the vehicles have\nalready passed. Staying mobile, staying alive.\nINT. HUMMER DAY.\n\nA sudden BEEPING sound warns Valentine that the main gas tank is\nempty.\n\nVALENTINE\nMore good news.\n\nShe switches to the auxiliary tank. And pulls a Walkie-talkie\nfrom the dash.\n\nVALENTINE (CONT'D)\n\nCarlos ... this is Valentine. I'm on\n\nreserve. How are you doing?\nINT. FIRE TRUCK - CONTINUOUS\nCARLOS OLIVERA is at the wheel. He wears the same combat\nfatigues as when we last met, but all the Umbrella patches have\nbeen removed.",
  "14": "---END OF PREVIOUS SECTION---\nINT. FIRE TRUCK - CONTINUOUS\nCARLOS OLIVERA is at the wheel. He wears the same combat\nfatigues as when we last met, but all the Umbrella patches have\nbeen removed. \n---TARGET SECTION TO BE ANNOTATED---\n Old allegiances he would like to forget.\nFREEZE FRAME —~\nCARLOS OLIVERA\nSTATUS: RENEGADE UMBRELLA OPERATIVE\nTHREAT LEVEL: MODERATE\nEND FREEZE FRAME --\n\nCARLOS\nQuarter tank.\n\nVALENTINE (0.S.)\nYou take point. I'm going to refuel.\n\nCARLOS\nRoger that.\n\nEXT. FREEWAY DAY.\n\nThe Fire Truck advances to the head of the convoy as Valentine's\nHummer drops back until it rides level with the Arco Tanker.\n\nFor the first time we notice that the Tanker bears a Large\nCADILLAC BADGE on the hood. Clearly stolen from another\nvehicle.\n\f17.\n\nINT. HUMMER DAY.\nValentine turns to K-Mart.\n\nVALENTINE\nTake the wheel,\n\nK-Mart slips smoothly behind the steering wheel. This is\nclearly a routine. For the first time we see the LIPTS strapped\nto her sneakers. Without them she could never reach the pedals.\n\nValentine clips the Walkie to her belt and then yells up to the\ncab of the Tanker.\n\nVALENTINE (CONT'D)\nNeed a refuel!\n\nL.J. appears at the passenger window of the cab. He's wearing a\npimped up trucker's outfit, complete with a truck-head baseball\ncap proclaiming \"Truckers Do It Thru The Night\". He's clearly\nenjoying his new role. L.J. breaks into a broad smile on seeing\nValentine.\n\nFREEZE FRAME --\n\nUNIDENTIFIED MALE\n\nTHREAT LEVEL: MINIMAL/ZERO\n\nEND FREEZE FRAME -—\n\nL.J.\n\nValentine! You got any smokes?\nVALENTINE\n\nI'm out.\nL.d.\n\nWell .... I'll sell you some gas\n\nanyhow. On account of how it's you.\n(with a flourish)\nWhat will it be? Premium or economy?\n\nValentine climbs out onto the roof of the Hummer. The wind\nwhipping at her hair and clothing.\n\nVALENTINE\nPremium of course.\n\nShe glances at the fresh Undead blood that has been sprayed\nacross the windshield.\n\n(CONTINUED)\n\f \n\n18.\nCONTINUED:\n\nVALENTINE (CONT'D)\nAnd can you clean the windshield?\n\nValentine makes her way along the roof of the Hummer until she\nis above the gas tank.",
  "15": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f \n\n18. CONTINUED:\n\nVALENTINE (CONT'D)\nAnd can you clean the windshield? Valentine makes her way along the roof of the Hummer until she\nis above the gas tank. \n---TARGET SECTION TO BE ANNOTATED---\n Bear in mind, this is all happening at\n60 m.p.h. with a 14 year old at the wheel.\n\nValentine leans down and removes the cap on the Hummer's gas\ntank.\n\nEXT. TANKER - ROOF ~ CONTINUOUS\nBy this time, L.J. has clambered from the cab of the Arco Tanker\nonto the top of the tank itself. There is a makeshift fuel pump\nmounted on the roof.\nL.J.\n(shouting to be heard above\nthe wind)\nHEADS UP!\n\nL.J. throws a fuel line down to Valentine. She inserts it into\nthe gas tank of the Hummer and gives a thumbs up.\n\nL.J. starts cranking the pump by hand and the fuel starts\nflowing. L.J. looks up at the clear blue desert sky.\n\nL.d. (CONT'D)\nDamn! It's a beautiful day.\n\nINT. FIRE TRUCK DAY.\n\nCarlos doesn't look so pleased. Up ahead a row of abandoned CAR\nDEALERSHIPS line the Freeway. Already Undead are starting to\nemerge from the cars and buildings, drawn by the noise of the\nconvoy.\n\nCarlos reaches for his Walkie.\n\nCARLOS\nValentine ... Valentine ...\n\nEXT. HUMMER - ROOF ~ CONTINUOUS\n\nVALENTINE\nWhat?\n\nCARLOS (0.S.)\nYou better hurry it up.\n\nVALENTINE\nWhy?\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nSuddenly the Hummer lurches to one side as an Undead bounces off\nthe hood, Valentine almost loses her balance. She looks up to\nsee the GAUNTLET of Undead up ahead.\n\nVALENTINE (CONT'D)\nHurry it up L.J.!!!\n\nL.J.\nDamn woman! If you think you can turn\nthis thing any faster, you can come up\nhere and do it your damn self!\n\nSuddenly the Tanker lurches as an Undead goes under the wheels.\nL.J. steadies himself, but a sudden look of horror comes over\nhim.\n\nL.d. (CONT'D)\nNo, no, no!!!\n\nCLOSE ON the MASTER FUEL GAUGE. It measures how much gasoline\nthere is in the tanker. And the needle is falling fast!\n\nL.J. (CONT'D)\nThis ain't right!!!\n\nHe bashes the fuel gauge, but still the needle keeps falling.",
  "16": "---END OF PREVIOUS SECTION---\nL. J. (CONT'D)\nThis ain't right!!! He bashes the fuel gauge, but still the needle keeps falling. \n---TARGET SECTION TO BE ANNOTATED---\nCur To:\n\nEXT. WEATHER STATION DAY.\n\nBeside the Weather Station, a sand colored camouflage net hides\n\ntwo large cargo HELICOPTERS. Both bear the distinctive black\n\npaintwork and logos of the Umbrella Corporation. In the\n\ndistance, an ever growing army of the Undead press against the\n\nperimeter fence.\n\nThe Camera sinks beneath the ground the reveal --\n\nINT. UNDERGROUND - CONCRETE SHAFT\n\nDoctor Isaacs and two AIDES drop down the shaft from the Weather\n\nStation. They are riding on the Hydraulic Platform. Numbers\n\npainted on the concrete walls let us know that we are 200 feet\n\nunderground. A fresh Undead is held securely in a cage beside\n\nthem. He wears a dirty RAIDERS jersey.\n\nINT. CAVE\n\nThe platform comes to rest in a natural ROCK CAVE. But this\n\nplace is littered with vehicles and high-tech equipment. A\nconcrete road leads to a large set of BLAST DOORS.\n\n(CONTINUED)\n\n \n\f20.\nCONTINUED:\n\nThis is the entrance to THE COMPLEX, a giant underground\nfacility belonging to the Umbrella Corporation.\n\nSLATER (0.S.)\nDoctor ...\n\nA MOTORIZED CART is parked by the hydraulic platform,\nALEXANDER SLATER is waiting beside it. Mid-twenties, intense.\nHis promotion through the Umbrella Science Division has been\nswift. He reeks of youthful arrogance.\n\nSLATER (CONT'D)\nThe Committee was expecting you\nfifteen minutes ago.\n\nIsaacs ignores him.\n\nSLATER (CONT'D)\nThey were most insistent.\n\nDOCTOR ISAACS\n(sighs)\nVery well.\n\nHe turns to his aides. Indicates the Undead.\n\nDOCTOR ISAACS (CONT'D)\nHave it taken to my lab.\n\nHe seats himself in Slater's motorized CART. As though Slater\nwere nothing more than his driver --\n\nDOCTOR ISAACS (CONT'D)\nShall we?\n\nINT. THE COMPLEX - BRIEFING ROOM\n\nA dimly lit space filled with gleaming high-tech surfaces.\nDominating the room is a huge representation of the Globe ~\nshowing Umbrella encampments all over the World. They are like\na spiderweb spreading across the five continents. Symbols\nrepresenting circling satellites show that Umbrella still have\ncontrol of the heavens.",
  "17": "---END OF PREVIOUS SECTION---\nDominating the room is a huge representation of the Globe ~\nshowing Umbrella encampments all over the World. They are like\na spiderweb spreading across the five continents. Symbols\nrepresenting circling satellites show that Umbrella still have\ncontrol of the heavens. \n---TARGET SECTION TO BE ANNOTATED---\nSitting at a polished black conference table are a dozen\nHOLOGRAPHIC FIGURES - representing the other Umbrella leaders -\nGerman, English, French, Spanish etc. Umbrella always was a\nglobal empire. This is \"The Committee\" - the board that runs\nUmbrella. And at their head is COMMANDER OKAMOTO. Mid-fifties,\nsalt and pepper hair cut tight to his head. Scars across his\nknuckles tell of a life in the field before the desk beckoned.\nOkamoto is clearly in control here, and he's a dangerous man to\ncross.\n\n(CONTINUED)\n\f21.\nCONTINUED;\n\nThe Okamoto hologram glares at Doctor Isaacs as he enters.\nThere's clearly no love lost between these men. Slater follows\nat a discreet distance.\n\nDOCTOR ISAACS\nGentlemen.\n\nIsaacs talks to the holographic figures as if they were present\nin the flesh. They are startlingly lifelike - similar\ntechnology to that employed in creating the image of the White\nQueen.\n\nCOMMANDER OKAMOTO\n\n(sarcastic)\nHow good of the Science Division to\njoin us.\n\nDOCTOR ISAACS\nOkamoto san. I have been busy.\n\nCOMMANDER OKAMOTO\nThat's most interesting. Because we\nwere just discussing the results of\nyour \"experiments\" .... or rather the\nlack of them.\n\nDOCTOR ISAACS\nIs that so?\n\nFRENCH ENVOY\nOn the subject of the Biohazard, what\ndoes the Science Division have to\nreport?\n\nDOCTOR ISAACS\nWe now know conclusively that they\nhave no real need for sustenance.\nThey hunger for flesh, but do not\nrequire it.\n\nThis is bad news. It causes a rustle of debate amongst the\nCommittee. Isaacs continues --\n\nDOCTOR ISAACS (CONT'D\nUnless exposed to extremes of\ntemperature or environment, my\nresearch indicates that they could\nremain active for decades.\n\nSPANISH ENVOY\n\n(outraged)\nDecades! Decades!\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\n22.\n(2)\n\nCOMMANDER OKAMOTO\nAnd what of domestication? What news\nof Project Alice?\n\nDOCTOR ISAACS\nOur goals remain unchanged. The\noriginal Project Alice was unique.\nShe bonded with the T-virus on a\ncellular level ...",
  "18": "---END OF PREVIOUS SECTION---\nDOCTOR ISAACS\nOur goals remain unchanged. The\noriginal Project Alice was unique. She bonded with the T-virus on a\ncellular level ... \n---TARGET SECTION TO BE ANNOTATED---\n somehow managed to\novercome it. Using antibodies from\nher blood, we could develop a serum\nthat could not just combat the effects\nof the T-virus, but potentially\nreverse it. The power of this serum\nwould go far beyond the weak anti-\nvirus we have now. For those not yet\ninfected, the serum would offer\ncomplete immunity. And for the\nBiohazard themselves .... a partial\nreversal of the process. Giving back\nthese creatures a measure of their\nintelligence, their memories, curbing\ntheir hunger for flesh.\n\nCOMMANDER OKAMOTO\nYou're confident you can domesticate\nthem?\n\nDOCTOR ISAACS\nWhy not? They are animals\nessentially. We can train them... if\nwe can take away their baser\ninstincts. They'll never be human\nagain, but would provide the basis for\na docile workforce under our guidance.\nWe would return to the surface and\ncreate a new world order ... in our\nimage.\n\nFRENCH ENVOY\nPipe dreams! After months of\nexperiments you have nothing to show,\nAnd we are left to rot underground.\n\nDOCTOR ISAACS\nWithout the original Project Alice,\nprogress has been difficult.\nWe have been forced te try and\nreplicate her using cloned genetic\nmodels .... giving them selective\nmemories, and actual physical stimuli\non the training floor.\n\n(MORE)\n\n{CONTINUED)\n\f23.\n\nCONTINUED: (3)\n\nDOCTOR ISAACS (CONT'D)\nTrying to shortcut all the experience\nthat led her to the point of immunity.\nIt's laborious and the results\nunpredictable.\n\nFRENCH ENVOY\n(aggressive)\nEighty five failures doctor.\n\nDOCTOR ISAACS\nThis is not an exact science.\n\nFRENCH ENVOY\nI don't see much science at all ...\n\nOkamoto steps in to stop the growing argument.\n\nIsaacs is\n\nCOMMANDER OKAMOTO\nProject Alice and the subject of\ndomestication, is of the highest\npriority.\n(to Isaacs)\n\nYou will concentrate on this to the\nexclusion of all other research. We\nwill expect an updated report within\nthe week.\n\nDOCTOR ISAACS\nSimply demanding results will not\nguarantee them.\n\nCOMMANDER OKAMOTO\nThen perhaps we should place someone\nelse in charge.",
  "19": "---END OF PREVIOUS SECTION---\nWe\nwill expect an updated report within\nthe week. DOCTOR ISAACS\nSimply demanding results will not\nguarantee them. COMMANDER OKAMOTO\nThen perhaps we should place someone\nelse in charge. \n---TARGET SECTION TO BE ANNOTATED---\n Someone who can give\nus the reassurances we require.\n\nonly too aware of Slater standing behind him.\n\nDOCTOR ISAACS\nMy work would proceed faster if we\ncould re-acquire the original test\nsubject.\n\nSPANISH ENVOY\nI don't understand. I thought the\noriginal Project Alice was dead?\n\nSLATER\n\nShe is. There's been no trace of her\nsince the Detroit Incident.\n\n(CONTINUED)\n\n \n\f24.\nCONTINUED: (4)\n\nIsaacs doesn't turn to face Slater. He keeps his attention on\nThe Committee - as if Slater didn't even exist. Slater bristles\nwith the insult.\n\nDOCTOR ISAACS\nThere were several reports of\nsightings.\n\nCOMMANDER OKAMOTO\nUnsubstantiated. She's been off the\ngrid for three years. If she were\nalive, we'd know about it.\n\nDOCTOR ISAACS\nMay I suggest ...\n\nCOMMANDER OKAMOTO\nNo. You may not. I won't waste our\nresources chasing phantoms.\n\nBehind Isaacs, Slater smiles.\n\nCOMMANDER OKAMOTO (CONT'D)\nContinue with your research Doctor.\nAnd be quick about it. While it still\nis your research.\n\nCLOSE ON ~- Isaacs' hand beneath the table. Unseen by the\nothers he holds a tiny digital voice recorder (similar in design\nto the one we had seen with Alice). The tiny red l.e.d. light\nis on. The device is RECORDING.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - LATER\n\nThe room is dark and silent as Doctor Isaacs enters. In the\ndarkness, this place can't help but resemble a modern take on a\nmedieval torture chamber. Filled with devilish instruments and\ndevices.\n\nDOCTOR ISAACS\n(dismissive)\nImbeciles.\nIsaacs places the tiny digital recorder on the docking station\nof a desk top computer. Some kind of SOUNDWAVE programme is\nrunning on the computer. He types in the following commands --\nOKAMOTO, COMMANDER ... VOICE PRINT ... ISOLATE ...\n\nThe computer begins to replay the conversation from the Briefing\nRoom.\n\n(CONTINUED)\n\n \n\f25.\nCONTINUED:\n\nIt isolates the voice of Commander Okamoto and then begins to\nbreak his sentences down into individual words which it then\nstores.",
  "20": "---END OF PREVIOUS SECTION---\nThe computer begins to replay the conversation from the Briefing\nRoom. (CONTINUED)\n\n \n\f25. CONTINUED:\n\nIt isolates the voice of Commander Okamoto and then begins to\nbreak his sentences down into individual words which it then\nstores. \n---TARGET SECTION TO BE ANNOTATED---\nIsaacs changes his jacket, putting on a fresh lab coat.\n\nSuddenly an UNDEAD appears RIGHT BEHIND HIM!!! Snarling and\nbiting!!!\n\nIsaacs brushes lint from his collar, ignoring the creature.\nOnly now do we see that it is the Raiders Undead, and that he\nhas been secured to the lab wall by a length of chain. The\nUndead lunges for Isaacs, but can't escape from the collar\naround his neck and shackles on his arms.\n\nAt last Isaacs turns to face the Undead Raiders fan. The\ncreature is going crazy trying to reach the fresh meat just\ninches away from it.\n\nDOCTOR ISAACS (CONT'D)\n(calm)\nIn good time.\n\nHe turns away. The depths of the lab are still cloaked in\ndarkness. Isaacs hits a control switch and an endless bank of\nfluorescents flicker into life. This place is vast.\n\nWhat the lights reveal takes us completely by surprise. A\nhundred CRYO-STASIS TANKS, each one containing a sleeping human\nbody. Each of the bodies is naked. And each is identical -\nALICE.\n\nCUT TO:\nSATELLITE IMAGE --\n\nScanning across an abandoned freeway, a desolate ARCO gas\nstation and the wilderness beyond. The computer registers\nmovement in the gas station, but identifies it as “BIOHAZARD\",\nand the satellite moves on,\n\nEXT. DESERT - FREEWAY - CONTINUOUS\n\nA desolate ridge overlooking the Arco station. No sign of life.\nSuddenly the BEEP of a digital watch breaks the silence and an\ninstant later the original Alice appears from under the camo\nnetting RIGHT IN FRONT OF OUR NOSES. She and the Fireblade had\nbeen perfectly hidden. Invisible to the satellite.\n\nAlice pulls a pair of binoculars from her saddlebags and studies\nthe abandoned Arco station. A lone Undead wanders the\nforecourt. His name is written on his uniform - STEVIE. At one\ntime he used to pump gas here.\n\n(CONTINUED)\n\n \n\f26.\nCONTINUED:\n\nAlice replaces the binoculars and begins to assemble a deadly\nlocking CROSSBOW. She loads it with a single steel bolt. Alice\nputs her eye to the telescopic sights of the crossbow.\n\nALICE\nSorry about this Stevie.",
  "21": "---END OF PREVIOUS SECTION---\nShe loads it with a single steel bolt. Alice\nputs her eye to the telescopic sights of the crossbow. ALICE\nSorry about this Stevie. \n---TARGET SECTION TO BE ANNOTATED---\nShe fires and we PAN with the bolt as it streaks over a mile of\ndesert air. It’s an amazing shot that lands with deadly\nprecision. Stevie is hit clean between the eyes. The bolt\nimpacts with such force that the Undead's head is pinned to the\nbodywork of a nearby Chevy Pick Up Truck.\n\nEXT. DESERT - GAS STATION - MINUTES LATER\n\nAlice rides into the abandoned ARCO station. The BELL sounds as\nshe pulls up beside the pump. It's a lonesome sound, belonging\nto a long dead World. Stevie looks on with glazed eyes. His\nhead is still nailed to the Chevy Pick Up. Paco jumps out of\nhis saddlebag and smells the air. He seems satisfied. No\nthreat here.\n\nAlice hand cranks the gas pump. She gets half a can of\ngasoline, but then nothing. Not another drop.\n\nALICE\nDamn.\n\nShe turns to see Paco staring up at her. Quizzical.\n\nALICE (CONT'D)\nWhat are you looking at?\n\nCUT TO:\nEXT. FREEWAY - REST STOP NIGHT.\n\nThe convoy has parked up for the night. At a rest stop in the\nmiddle of nowhere. The safest place to he.\n\nThe vehicles are circled Old West style - like a wagon train -\nand the perimeter is lit by a blazing torches. It's our future,\nbut it could also be 100 years in the past.\n\nINT. NEWS TRUCK NIGHT.\n\nThe interior of the news truck has been modified to act as the\nconvoy's COMMAND AND CONTROL CENTRE. It is packed with radio\nequipment and TV monitors. An amiable geek, a computer salesman\nin his previous life, sits at the controls. He's called Michael\n~ MIKEY to his friends - and everyone here is his friend. He's\nin his early twenties, and we get the feeling that he likes his\nnew life a whole lot more than his old one.\n\n(CONTINUED)\n\f27.\nCONTINUED:\n\nValentine leans over his shoulder. Mikey smiles, flustered. He\ncan survive the apocalypse, but he still can't hide a crush,\n\nVALENTINE\n(all business)\nPerimeter up yet?\n\nMIKEY\nAlmost done.\n\nVALENTINE\nWho's out there?\n\nMIREY\nOlivera.",
  "22": "---END OF PREVIOUS SECTION---\nMIKEY\nAlmost done. VALENTINE\nWho's out there? MIREY\nOlivera. \n---TARGET SECTION TO BE ANNOTATED---\nVALENTINE\n\nGive me that.\nShe takes the microphone from Mikey.\nEXT. REST STOP NIGHT.\n\nCarlos rides the perimeter on a modified DIRT BIKE. He carries\na bundle of SENTINELS with him. Each Sentinel is a 4 foot metal\npole with a bundle of electronics mounted to the top - including\na small infra-red video camera, a motion sensor and a powerful\nbattery pack.\n\nVALENTINE (0.S.}\nHey Carlos.\n\nCarlos wears a headset and mic.\n\nCARLOS\nValentine!\n\nWithout slowing the dirt bike, Carlos jams a Sentinel into the\nground. It's a pretty fancy move. Carlos is as good as you can\nget at this. We see that the wagon train is ringed with\nSentinels.\n\nVALENTINE (0.S.)\nGet your ass in gear old man, I want\nmy perimeter up.\n\nCARLOS\nAlways a pleasure Valentine.\n\nCLOSE ON -- another Sentinel as it is pounded into the ground.\n\n \n\f28.\n\nINT. NEWS TRUCK - CONTINUOUS\n\nMikey's systems suddenly leap into life. TV screens and\ncomputer read-outs pulse with new energy.\n\nMIKEY\nLast sentinel in place. Perimeter up\nand running. All motion sensors on-\nline ... Cameras 100 percent.\n\nFrom his command post, Mikey can see every inch of the perimeter\nthanks to the infra-red cameras mounted on the Sentinels. The\nmotion sensors will also let him know if anything invades their\nspace.\n\nMIKEY (CONT‘D)\nWe're secure.\n\nEXT, REST STOP NIGHT.\n\nValentine steps from the News Truck. The camp is already alive\nwith activity. Cooking fires being set. People stretching\nafter so long on the road. There must be forty people in all.\nAll ages. All backgrounds. All held together by the desperate\nhunger for survival.\n\nAs Valentine walks through the camp, we see that everyone knows\nher, everyone respects her. She is their leader, their savior.\nValentine passes the mobile GENERATOR which provides electricity\nto the camp. A YOUNG WOMAN in a HELLO KITTY top is filling it\nfrom a gas can. She spills a little of the gasoline. The\nprecious fuel dripping onto the desert floor.\n\nVALENTINE\nCareful ... unless you want to go\ndrilling for that.\nEXT. FUEL TANKER NIGHT.",
  "23": "---END OF PREVIOUS SECTION---\nVALENTINE\nCareful ... unless you want to go\ndrilling for that. EXT. FUEL TANKER NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\nL.J. stands atop the tanker. K-Mart is with him. She wears a\nutility vest covered in tools. Together, they are examining the\nMaster Fuel Gauge. It reads just above EMPTY.\n\nVALENTINE (0.S.)\nPermission to come aboard.\n\nValentine clambers onto the roof of the tanker.\n\nVALENTINE (CONT'D)\nHow's it look?\n\n{CONTINUED)\n\n \n\f29.\nCONTINUED:\n\nLed.\n(not amused)\nSee for yourself.\n\nVALENTINE\nThis can't be right. You had three\ntimes as much yesterday.\n\nL.J.\nI was watching the gauge and it just\ndropped like a motherfucker.\n(to K-Mart)\nPardon the technical language,\n\nK-Mart is working on the fuel gauge, wrench in hand. She's\nclearly gifted at this.\n\nK-MART\n\nMust have been an air blockage. The\nsudden jolt dislodged it .... caused\nthe gauge to drop...\n\n{glances at L.J.)\n«+. like a motherfucker.\n\n(shrugs)\nGave us a true reading.\n\nVALENTINE\n(frustrated)\nSo do we have gasoline or not?\n\nA hatch to the fuel tank is open. A Nordic Giant - SVEN - pulls\na long measuring rod from within. He wears a distinctive pair\nef old AVIATOR GOGGLES around his neck.\n\nL.J.\nHey Arnie!\nSVEN\nThe name's Sven.\nLev.\nWhatever .... How's it look Dolph?\n\nSven examines the tip of the fuel rod. A tiny bit of moisture\nand a dozen flakes of rust. He nods to the other vehicles.\n\nSVEN\nIf you can run those trucks on rust\n+... then we're in great shape.\n\nValentine turns away. This is very, VERY bad news.\n\f \n\n30.\n\nEXT. NEWS TRUCK NIGHT.\n\nCarlos pulls up on his dirt bike. Dismounts. A large RADIO\nANTENNA has been erected beside the News Truck. From within we\nhear the voice of Mikey.\n\nMIKEY (0.S.}\nThis is Jill Valentine's convoy,\nbroadcasting for any survivors ...\nanybedy out there? Broadcasting for\nany survivors ... Anybody out there?\n\nINT. NEWS TRUCK NIGHT.\nMikey is trawling the frequencies as Carlos enters the truck.\n\nMIKEY\nBroadcasting for any survivors ...",
  "24": "---END OF PREVIOUS SECTION---\nNEWS TRUCK NIGHT. Mikey is trawling the frequencies as Carlos enters the truck. MIKEY\nBroadcasting for any survivors ... \n---TARGET SECTION TO BE ANNOTATED---\nCome back.\n\nCARLOS\nAnything?\n\nMIKEY\nStatic. Same as last week, and the\nweek before that ...\n\nCARLOS\n++. and the week before that.\n{pats Mikey on the back\nDon't worry. There'll be others.\nThere has to be.\n\nBut even as Carlos says it, the words sound hollow.\nCUT TO:\nEXT. SCRUB LAND NIGHT.\n\nCLOSE ON the radio strapped to the side of Alice's Fireblade.\nThe sound is turned down, but we still hear the feint voice of\nMikey.\n\nMIKEY (0.S.)\nThis is Jill Valentine's convoy.\nPresent location, Arizona border.\nLat. 44.2 Long. 71.2. Calling any\nsurvivors ... Our present location is\n\nAlice turns the radio OFF. WIDEN to reveal that Alice has made\ncamp. Just her and Paco.\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nALICE\nWhat?\n\nThe little dog is staring at her. A silent moment between the\ntwo of them.\n\nALICE (CONT'D)\nYou talk too much.\n\nEXT. SCRUB LAND - LATER\n\nAlice is lit by firelight. She opens the RED JOURNAL she\ndiscovered at the TV Station. Idly, she leafs through the\npages. The last few make grim reading --\n\n\"No food ... No water ... No one coming ...\"\n\nThere are flecks of dried blood on the page. But as Alice goes\nback through the journal, things become more interesting --\n\n\"Heard the transmission again. They're broadcasting from a town\nin Alaska. No infection, no Undead. They're isolated ...\nSafe.”\n\nAgain and again the writer talks about these transmissions from\nthe far North. Alongside the entries there are pages torn from\nmagazines (National Geographic etc.) and pasted into the\njournal. They show the town of ARCADIA. The feature is about\nPolar Bears, but it also shows the town itself. Beautiful\nisolated, a safe haven.\n\nClearly the writer of the journal was obsessed about this place -\nArcadia ~- the promised land - safe from the Undead.\n\nEXT. SCRUB LAND - LATER\n\nPaco sits close to the embers of the dying fire. Not much heat\nleft there, but the little dog is sucking up whatever remains.\nThe Journal lies open, to the page showing pictures of Arcadia.",
  "25": "---END OF PREVIOUS SECTION---\nSCRUB LAND - LATER\n\nPaco sits close to the embers of the dying fire. Not much heat\nleft there, but the little dog is sucking up whatever remains. The Journal lies open, to the page showing pictures of Arcadia. \n---TARGET SECTION TO BE ANNOTATED---\nAlice lies to one side, asleep. But it is a troubled sleep,\n\nCLOSE ON HER EYELIDS as we see the R.E.M. - frantic and building\nin intensity.\n\nALICE'S DREAM -- we see fragments of her past. The very end of\nRESIDENT EVIL: APOCALYPSE, Alice and the others (Carlos,\nValentine, L,J. and Angie) escaping in the black SUV. Doctor\nIsaacs telling his men to active \"Programme Alice\". Umbrella\ncontrolled ALICE VISION (seeing through her eyes). Is Alice\naware of Umbrella's control over her? Or is it buried deep\nwithin her subconscious, fighting to get out?\n\n(CONTINUED)\n\f32.\nCONTINUED:\n\nCLOSE ON PACO. Watching Alice. Concerned. She mumbles in her\nsleep.\n\nALICE'S DREAM ~~ NEW FOOTAGE - the direct continuation of\nRESIDENT EVIL: APOCALYPSE - what we didn't see -~-\n\nThe black SUV exits a freeway. A road sign tells us that these\nare the outskirts of DETROIT. Something Slater had said earlier\nechoes in our minds - Project Alice not having been seen since\n\"The Detroit Incident\".\n\nThe SUV pulls into a nondescript warehouse. Inside however is a\nhive of activity. This is the hub of the resistance against\nUmbrella. We see vehicles, weapons, sleeping quarters and\ncomputers, lots of computers. There are dozens of people\nworking here - keeping track of all Umbrella's dirty dealings.\n\nAs Alice is shown around, introduced as a hero of the\nresistance, we see that something is wrong. Everything she sees\nis being transmitted straight back to Doctor Isaacs and Umbrella\nvia ALICE VISION. She has become an unwitting spy in the midst\nof the resistance.\n\nCLOSE ON PACO -- as the little dog notices something. A stone\nthe size of his head is slowly rising into the air with no\nvisible means of support.\n\nCLOSE ON Alice’s eyelids. R.E.M. building. Her subconscious\nworking overtime.\n\nALICE'S DREAM -- As the resistance headquarters is flooded with\nlight. Black clad Umbrella Commandoes BURST through the\nwarehouse windows. FLASH GRENADES blind the resistance\nfighters. They have been caught completely by surprise. They\nare cut down in 4 hail of gunfire. L.",
  "26": "---END OF PREVIOUS SECTION---\nThey have been caught completely by surprise. They\nare cut down in 4 hail of gunfire. L. \n---TARGET SECTION TO BE ANNOTATED---\n. rushes a few survivors\nout of a hidden emergency exit as Carlos and Valentine lay down\na suppressing fire.\n\nIn the midst of the chaos Alice is unmoving. Tears streaming\ndown her face. She cradles the body of Angie in her arms. The\nyoung girl has been caught in the crossfire. She's dead.\n\nAlice screams, but there is no sound --\n\nCLOSE ON PACO -~ as he sees more and more stones, pebbles and\neven boulders drifting up into the air. A sudden metallic noise\nmakes the dog turn. The Fireblade has left the ground. It too\nis rising up into the air, saddlebags, gasoline cans and all.\n\nCLOSE ON Alice. Her breathing tortured. R.E.M. reaching a\nmassive crescendo.\n\n(CONTINUED)\n\n \n\f33.\nCONTINUED: (2)\n\nSuddenly the embers of the campfire FLARE into life. The raging\nflames force Paco to his feet, but around him more fires are\nstarting. Bushes, cacti, patches of scrub are all BURSTING into\nFLAME.\n\nIt's too much for the little dog and he begins to BARK wildly.\n\nAlice wakes suddenly, gun in hand, ready for trouble. As she\ndoes, the fires instantly extinguish and the boulders and rocks\nfall back to the ground. It is over in a second.\n\nIt all happens so fast that you think Alice might have missed\nit. Until the Fireblade comes crashing to the ground, lands\nbadly and rolls over onto its side.\n\nPaco look at Alice. Her face is streaked with tears. The\nemotional wounds from the warehouse and the death of Angie, as\nraw today as they ever were.\n\nAlice wipes her eyes, then stares at the blackened vegetation.\nThe battered, useless bike.\n\nALICE\nShit ....\n\nCUT TO:\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY NIGHT.\n\nFRENZIED JAWS SNAPPING AT THE CAMERA. WIDEN to reveal the\nRaiders Undead secured in a metal chair. His hands and feet\nbound by metal straps. His head kept in place by a clamp to the\nforehead. Though the chair is fashioned in burnished, high-tech\nsteel, it has a strangely cruel medieval feel to it. We almost\nfeel sorry for the Undead.",
  "27": "---END OF PREVIOUS SECTION---\nHis head kept in place by a clamp to the\nforehead. Though the chair is fashioned in burnished, high-tech\nsteel, it has a strangely cruel medieval feel to it. We almost\nfeel sorry for the Undead. \n---TARGET SECTION TO BE ANNOTATED---\nMounted to the back of the chair is an unusual SYRINGE. It has\nthree needles. Doctor Isaacs is loading it with an ampule of\ncool green liquid - ANTI VIRUS.\n\nWHITE QUEEN (0.S.)\nDoctor Isaacs ...\n\nA small holographic representation of the White Queen, 8 inches\nin height, hovers over a purpose built pad beside Isaacs!\ncomputer. She is the same little girl as always.\n\nDOCTOR ISAACS\nWhat is it?\n\n(CONTINUED)\n\f34.\nCONTINUED:\n\nWHITE QUEEN\nAnother test subject has failed the\ntraining floor.\n\nDOCTOR ISAACS\nWhere?\n\nOn the computer screen beside the White Queen an image of the\nGlass Corridor comes up. This is the place we saw the last\nAlice Clone dodge the lasers, Clearly, this latest Clone has\nnot been so lucky. The corridor is smeared with blood.\n\nWHITE QUEEN\nAt the laser grid.\n\nDOCTOR ISAACS\nDamn it ... They're getting worse.\n\nWHITE QUEEN\nShall I ready another?\n\nDOCTOR ISAACS\nOf course.\n\nWHITE QUEEN\nThis will be the eighty~seventh,\n\nDOCTOR ISAACS\n(annoyed)\nYour point?\n\nWHITE QUEEN\n(emotionless)\nI was merely making an cbservation.\n\nIsaacs looks at the video image of the Glass Corridor. UMBRELLA\nTECHS are now present. They stand over the remains of the\nlatest Alice Clone.\n\nDOCTOR ISAACS\nTell them to take a sample of her\nblood. Then prepare a vaccine from\nit. We'll use it on the next subject\n\nIsaacs turns his attention back to the Raiders Undead strapped\nto the chair.\n\nDOCTOR ISAACS (CONT'D)\n... if this one doesn't work out.\n\n(CONTINUED)\n\f35.\nCONTINUED: (2)\n\nThe syringe pushes into the back of the Undead's neck. All\nthree needles penetrating deep within the flesh, injecting the\nAnti-Virus directly into the spinal cortex itself. It's hard to\ntell if an Undead feels pain. But this sure looks like it. As\nthe Undead writhes, its eyes lock with those of its tormentor -\nDoctor Isaacs. The Raiders Undead glares at the Doctor.\n\nBurning Isaacs' image into his primitive brain.",
  "28": "---END OF PREVIOUS SECTION---\nAs\nthe Undead writhes, its eyes lock with those of its tormentor -\nDoctor Isaacs. The Raiders Undead glares at the Doctor. Burning Isaacs' image into his primitive brain. \n---TARGET SECTION TO BE ANNOTATED---\nBut the Doctor just smiles coldly back at the creature. He is\nthe master here.\n\nANGLE ON --\n\nThe depth's of Isaacs' laboratory. We are within the maze of\nCryo-Stasis tanks. Each one containing a clone of Alice,\nfloating in suspended animation. In the distance the agonized\ncries of the Raiders Undead can still be heard. Suddenly one of\nthe tanks comes to life. Unseen machines begin pumping air and\nnutrients into the floating body. They are bringing her to\nlife. We see that there is a number etched into the glass of\nthe tank --\n\nNumber 87.\ncuUT TO:\nEXT. EMPTY FREEWAY DAY.\n\nA JACKRABBIT races across the blacktop closely pursued by Paco.\nThe pursuit continues through the desert scrub until the rabbit\ndives down a hole and Paco almost knocks himself out trying to\nfollow. The dog shakes his head, dazed. Alice is watching the\ncomedy from a distance.\n\nALICE\nGo get him tiger ....\n\nThe rabbit pokes his head up 100 feet away from Paco. Even he\nseems to be watching the dog with amusement. Paco gives up and\ntrots back to Alice. She is walking the blacktop back to the\nabandoned Arco Station. After the events of last night, the\nFireblade is clearly out of action. Alice carries her\nsaddlebags, radio and what is left of her gasoline in two cans\nslung over her shoulder.\n\nEXT. ARCO STATION - LATER\nAlice gasses up the abandoned Chevy Pick Up. After a few\n\nattempts it starts. Paco hops in the back as Alice pulls out\nonto the Freeway.\n\n(CONTINUED)\n\n \n\f36.\nCONTINUED:\n\nCLOSE ON -- Stevie's body - the Undead Alice killed earlier —\nlying on the quiet forecourt. Two large CROWS are hungrily\npecking away at the TAINTED FLESH.\n\nThe Crows look up. They have strangely GLAZED eyes.\ncur TO:\nEXT. DESERT RIDGE DAY.\n\nValentine and Carlos lie on the crest of a steep ridge. They\nare flat to the ground so as not to give away their position.\nThrough their BINOCULARS we see - a TRUCK STOP on the valley\nfloor below. A faded sign proclaims it to be “DESERT TRAIL\".",
  "29": "---END OF PREVIOUS SECTION---\nThey\nare flat to the ground so as not to give away their position. Through their BINOCULARS we see - a TRUCK STOP on the valley\nfloor below. A faded sign proclaims it to be “DESERT TRAIL\". \n---TARGET SECTION TO BE ANNOTATED---\nIt consists of a cluster of buildings - motel, restaurant, gift\nshop, drive in theatre and most importantly a gas station.\n\nMany of the outlying structures are already half buried in the\ndesert sands. Rolling dunes piling up against their walls,\nspilling in through the windows and doors. In another year this\nplace will be completely gone. The desert taking back its own.\n\nCARLOS\nSeems quiet.\n\nHe checks the gas station for signs of life, but the doors and\nwindows are all securely boarded up. There's no sign of Undead.\nCarlos glances over his shoulder. The convoy is parked at a\ndistance. The people staring up a them. Waiting for a\ndecision.\n\nCARLOS (CONT'D)\n(to Valentine)\nYour call ...\n\nEXT. DESERT TRAIL TRUCK STOP DAY.\n\nThe Hummer pulls up at the outskirts of the truck stop. Beside\na signpost telling the distance to Las Vegas, New York, Paris,\nRome, Tokyo, Peking, Timbuktu, the Moon etc.\n\nValentine, Carlos, Sven and L.J. emerge. They are the advance\nparty. Checking the coast is clear before the rest of the\nconvoy enters town.\n\nINT. GAS STATION DAY.\nValentine kicks open the door to the boarded up station. The\nstench hits her immediately. And the flies. Everywhere.\n\nValentine enters at the ready, gun in hand. The other hand\ncovers her nose and mouth.\n\n(CONTINUED)\n\f37.\nCONTINUED:\n\nAs Valentine makes her way through the dreadful interior, the\ntension mounts. She is on her guard. But the rooms are gloomy\nand filled with shadows - an oppressive sense of doom hangs over\nthe place. On THE SOUNDTRACK, the buzzing of the flies builds\nin intensity. Something is going to happen.\n\nBAM!! Valentine almost jumps out of her skin. She has\naccidentally knocked over a tray of pennies beside the cash\nregister.\n\nCLOSE ON the pennies as they roll across the floor.\n\nValentine composes herself, turns and RUNS STRAIGHT INTO A DEAD\nBODY! It is hanging from a makeshift noose. The face hideous\n\nand distorted. Valentine has to fight the urge to wretch. The\nflies cling to the rotting meat or buzz around it in excitement.\n\nEXT.",
  "30": "---END OF PREVIOUS SECTION---\nValentine has to fight the urge to wretch. The\nflies cling to the rotting meat or buzz around it in excitement. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n GAS STATION ~ MOMENTS LATER\n\nValentine exits in a hurry. She can’t wait to gulp in the fresh\ndesert air. She meets L.J. on her way out.\n\nVALENTINE\nDon't go in there.\n\nINT. DESERT TRAIL MOTEL DAY.\n\nCarlos and Sven make their way through the abandoned motel.\nSand from the mounting dunes has started to spill in through the\nwindows. Carlos motions to Sven and they split up.\n\nINT. MOTEL CORRIDOR DAY.\n\nSven rounds the corner, gun in hand. At the rear of the motel,\nthe sand has piled up above the roof, blocking the light. Sven\nunhooks his flashlight and proceeds. But with the darkness\ncomes a growing sense of dread.\n\nINT, MOTEL - FRONT OFFICE DAY.\n\nCarlos passes peeling posters advertizing \"NEVADA -— LAND OF\nLEISURE\".\n\nINT. MOTEL CORRIDOR DAY.\n\nSven pauses. He's in a long corridor with doors on both sides.\nHe hears a feint noise behind one of the doors - ROOM 9. He\nputs the flashlight on the ground, and with his free hand tries\nthe door handle. The door frame has warped in the heat, and the\ndoor won't budge. Sven tries a little harder ... the door\nbegins to open slowly ... there's movement within the room ...\nSven raises his gun and --\n\n(CONTINUED)\n\f38.\nCONTINUED:\n\nBAM!! The door BEHIND Sven - on the opposite side of the\ncorridor ~ explodes off its hinges and an UNDEAD HIGHWAY\nPATROLMAN crashes into Sven. Caught completely by surprise,\nSven is forced through the doorway into Room 9 --\n\nINT. ROOM 9 — CONTINUOUS\n\nIn the gloom, Sven crashes over the bed, losing his gun in the\nprocess. He scrambles to his feet, but the Undead Highway\nPatrolman is on him in an instant. As hard as Sven fights, he\ncannot push the Undead away. In life, this was a giant of a\nman, and in death he is even stronger. He wears the typical\nmirrored aviator glasses of a Patrolman, and Sven can see his\nown face reflected in them - as the Undead chokes the life out\nof him.",
  "31": "---END OF PREVIOUS SECTION---\nAs hard as Sven fights, he\ncannot push the Undead away. In life, this was a giant of a\nman, and in death he is even stronger. He wears the typical\nmirrored aviator glasses of a Patrolman, and Sven can see his\nown face reflected in them - as the Undead chokes the life out\nof him. \n---TARGET SECTION TO BE ANNOTATED---\nAs Sven fights a losing battle, he sees that the Patrolman still\nwears a SIDEARM in his holster. Sven reaches for it, but cannot\nlift the revolver free. It is fastened firmly in place.\n\nIn desperation, Sven hooks his finger around the trigger of the\nPatrolman's pistol. He begins to fire. The first three bullets\nmiss the Undead completely, impacting harmlessly in the dirt.\nThe fourth hits his foot, but the Undead feels no pain and his\nattack continues. His teeth getting ever closer to Sven's\nthroat.\n\nSven pulls the trigger again. The bullet goes clean through the\nUndead's leg, but has no effect.\n\nCLOSE ON THE REVOLVER - as the sixth and final bullet enters the\nchamber. This is Sven's last chance.\n\nSven pulls the trigger. The bullet hits the Undead's kneecap,\nBLOWING IT CLEAN OFF. The Undead buckles for a moment. This is\nall Sven needs. Using the momentum of the Undead he spins it\naround and SNAPS its neck.\n\nThe Undead falls to the floor and Sven drops EXHAUSTED to the\nmotel bed. After a moment catching his breath, he notices his\nown gun lying on the sandy floor right by his feet.\nSVEN\n(shakes his head)\nSon of a bitch ...\nHe reaches for his gun and --\n\nTHERE IS MOVEMENT BEHIND HIM!!\n\n(CONTINUED)\n\f39.\nCONTINUED:\n\nSven spins, gun in hand and fires at the Undead charging at him.\nThe Undead DISAPPEARS, accompanied by the sound of shattering\ngiass. Too late, Sven realizes that he has shot the REFLECTION\nof the Undead. He turns away from the BROKEN MIRROR, but the\nUndead behind him is just too close.\n\nSven SCREAMS as the Undead bites into his forearm, tearing out a\nchunk. He falls backwards off the bed, but the Undead is\nalready on him, hungry for more. Sven is SPRAYED WITH BLOOD.\nFor a moment he assumes it is his own, but then the Undead\nbecomes limp and fails away, to REVEAL - Carlos standing there,\ngun in hand.\n\nEXT, DESERT TRAIL TRUCK STOP DAY.",
  "32": "---END OF PREVIOUS SECTION---\nSven is SPRAYED WITH BLOOD. For a moment he assumes it is his own, but then the Undead\nbecomes limp and fails away, to REVEAL - Carlos standing there,\ngun in hand. EXT, DESERT TRAIL TRUCK STOP DAY. \n---TARGET SECTION TO BE ANNOTATED---\nValentine waves the all clear as the rest of the convoy pulls\nin. At the head of the vehicles is the Ambulance, We see long\nsharp blades mounted on its wheels like an Ancient Roman\nChariot. The logo on the side of the Ambulance - \"TO HELP AND\nSERVE\" - is sprayed with the dark blood of the Undead.\n\nA hot looking African American PARAMEDIC named BETTY (B. to her\nfriends) steps from behind the wheel. Like PAM GRIER reborn -\ncirca FOXY BROWN. She wears two pistols on her hips and a\nbandolier of ammo slung over her white tunic.\n\nWe immediately like this girl's style.\n\nWe notice a logo on her worn out tunic - a pair of wings, and\nbeneath it the lettering - \"C.A.A. - CHICAGO AIRBORNE\nAMBULANCE\". Back when the World had helicopter ambulances, this\nis how she worked. A true angel of mercy.\n\nCLOSE ON CARLOS AND SVEN --\n\nAs they emerge from the Motel. Sven leans heavily on his\nfriend. Suddenly his knees buckle.\n\nSVEN\nNo more .... let me sit ....\n\nValentine catches sight of them as Carlos eases Sven to the\nground. As Valentine starts to run towards them, she calis out\nto Betty --\n\nVALENTINE\nB! B! We need you over here,\n\nCLOSE ON B --\n\nAs she races over to Sven, medical kit in hand. Sven smiles.\nThe sight of Betty would cheer even a dying man.\n\n(CONTINUED)\n\n \n\f40,\nCONTINUED:\n\nSVEN\nThe Killer B.\n\nBETTY\nThat's me. Now lie back and relax ...\n\nShe produces a syringe and an ampule of morphine.\n\nBETTY (CONT'D)\n--. \"I'm here to help\",\n\nWe get the feeling that this is Betty's catchphrase.\nINT. DESERT TRAIL GIFT SHOP - CONTINUOUS\n\nThrough a dusty window we see people rushing to help Sven. As\nwe watch the activity outside, the CAMERA TRACKS across racks of\ndusty merchandise. Row upon row of COFFEE MUGS. On each,\nthere's a cartoon illustration of a SKELETON dancing while\nwearing a ten gallon hat. Behind the skeleton is a rough wooden\ncross.",
  "33": "---END OF PREVIOUS SECTION---\nRow upon row of COFFEE MUGS. On each,\nthere's a cartoon illustration of a SKELETON dancing while\nwearing a ten gallon hat. Behind the skeleton is a rough wooden\ncross. \n---TARGET SECTION TO BE ANNOTATED---\n Beneath the illustration, it reads --\n\n“I SAW THE BONES AT DESERT TRAIL.”\n\nCUT TO:\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - TEST ROOM\nA Spartan room attached to Isaacs' laboratory. The only\nfurniture is a metal table and chair. The Raiders Undead sits\non the chair. His arms are attached by metal cuffs and chains\nto fastening points in the floor, But there is enough slack in\nthe chains to allow him to stand if he wished.\nDoctor Isaacs, another SCIENTIST and a LAB TECH stand over the\nUndead. Strangely the Undead does not seem disturbed by their\npresence. He makes no attempt to attack them. Instead he is\nfocussed on the items placed on the table before him. They are\nthings from everyday life --\nA digital camera.\nA cell phone.\nA child's toy.\nThe Raiders Undead goes for the cell phone first. He picks it\nup with surprising dexterity. Regards it for a moment, then\nholds it to his ear.\n\nSCIENTIST\nAmazing. He knows what it is.\n\n(CONTINUED)\n\n \n\f41.\nCONTINUED:\n\nDOCTOR ISAACS\nThe camera next.\n\nThe Lab Tech pushes the digital camera towards the Undead. He\npicks up the camera. Turns it in his hands. Stares at it - as\nif trying to remember.\n\nThen to everyone's surprise he switches it on.\n\nSCIENTIST\n{loud}\nMy God.\n\nThe sudden noise causes the Undead to look up. The Scientist\ntakes a half step back. Suddenly afraid.\n\nDOCTOR ISAACS\nStand your ground.\n\nThe Scientist does as he is told. The Raiders Undead stares at\nthe Scientist. What is he thinking? Is he even thinking at\n\nall? Then in one fluid move, the Undead raises the camera and\ntakes a picture of the Scientist. The Scientist is speechless.\n\nLAB TECH\n(in awe)\nUnbelievable ...\n\nThe Undead places the camera on the table. We see the picture\nof the surprised looking Scientist on its tiny VIEWING SCREEN,\nThen the Undead reaches for the child's toy. It is a plastic\ncube with square, round and triangular holes into which\ncorresponding plastic shapes must be placed.",
  "34": "---END OF PREVIOUS SECTION---\nThe Undead places the camera on the table. We see the picture\nof the surprised looking Scientist on its tiny VIEWING SCREEN,\nThen the Undead reaches for the child's toy. It is a plastic\ncube with square, round and triangular holes into which\ncorresponding plastic shapes must be placed. \n---TARGET SECTION TO BE ANNOTATED---\n As the Raiders\nUndead picks up the first of the plastic pieces, we see the\ndistinctive three marks at the base of his neck - where Doctor\nIsaacs had injected him.\n\nLAB TECH (CONT'D)\nLook at the dexterity. He has memory\nand reasoning skills.\n\nThe Scientist picks up the digital camera. Stares at his own\npicture on the screen. Still can't quite believe it.\n\nSCIENTIST\nIt's a miracle. The serum works.\nYou've domesticated them. You've done\nit.\nBut as the men of science congratulate one another, they fail to\n\nnotice that the Undead is having some difficulties. He is\ntrying to fit the triangular piece into the circular hole.\n\n(CONTINUED)\n\n \n\f42,\nCONTINUED: (2)\n\nAs his frustration builds, his hand movements become less\ncoordinated. He tries te force the piece home ... harder ...\nharder ...\n\nBAM! The child's toy hits the far wall and shatters into a\nhundred plastic pieces. The Raiders Undead is on his feet\nbellowing in rage. The unfortunate Scientist is standing just\ntoo close and is grabbed by the Undead.\n\nCLOSE ON -- the digital camera, still in the hands of the\nScientist. His picture on the viewing screen is SPRAYED with\nhis own blood.\n\nThe Scientist falls to the floor, his throat RIPPED OUT. The\nLab Tech takes a step back, out of reach of the Undead. But the\nRaiders Undead wrenches at his restraints with superhuman\nstrength. Both bolts are RIPPED out of the concrete floor.\n\nThe Lab Tech flees for the safety of the door, only to find that\nDoctor Isaacs is already closing it behind him.\n\nLAB TECH\nNo ... Please!\n\nBut the door SLAMS, sealing his fate. The Undead is on him in\nan instant. Slamming the Lab Tech to the floor and DEVOURING\nhim with a savage, terrifying hunger that we have never seen\nbefore.\n\nDoctor Isaacs watches through the safety of a Plexiglas window.\nIt's hard to tell if his emotions are for the death of his men,\nor the failure of his experiment.\n\nCUT TO:\nEXT. DESERT TRAIL TRUCK STOP NIGHT.",
  "35": "---END OF PREVIOUS SECTION---\nIt's hard to tell if his emotions are for the death of his men,\nor the failure of his experiment. CUT TO:\nEXT. DESERT TRAIL TRUCK STOP NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON STEVEN SEAGAL as he dislocates someone's shoulder\nbefore slamming their head into a Coke machine. The chunky\nwarrior is playing on the DRIVE IN screen. The whole convoy is\nhere watching. A contented L.J. is sipping on a beer and\nsitting with K-Mart. They are watching from the comfort of an\nabandoned convertible.\n\nVALENTINE (0.S.)\nThis is all you could find?\n\nAs Valentine walks up, L.d. shrugs and glances over his shoulder\nat the marquee.\n\nLd.\n\nCheck it out ... They were playing a\ndouble bill.\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nSure enough the marquee reads -~\n“SEAGAL KILLATHON - HARD TO KILL + OUT FOR A KILL\"\nValentine sighs.\n\nVALENTINE\nI'm going to look for smokes.\n\nAfter a moment L.J. shouts after her.\n\nL.d.\n\nSee if you can find more beer.\nK-MART\n\nAnd a Coke!\n\nK-Mart turns back to the screen. Watches Seagal.\n\nK-MART (CONT'D)\nThis guy is stupid.\nL.J.\n(clearly a fan)\nHe could kick your ass.\n\nK-MART\nHe could eat my ass.\n\nINT. AMBULANCE NIGHT.\n\nCarlos stops by the Ambulance just as B is leaving.\n\n43.\n\nAfter a beat -\n\nCarlos nods\n\nto her and the two exchange a glance. Her look says it all -\n\nSven is in a bad way.\n\nCARLOS\nSven!\n\nHis friend lies on a gurney, hooked up to a drip.\n\nHe still\n\nwears his distinctive Aviator Goggles around his neck.\n\nSVEN\n(forced cheerful)\nDamn man ... I feel like you look.\nCARLOS\n\nThe Killer B fix you up?\n\nSVEN\nGood as she could.\n\n(CONTINUED)\n\f44,\nCONTINUED:\n\nHe raises his left hand. It is secured to the side of the\ngurney by a set of handcuffs. He's a patient, but also a\nprisoner here. Sven doesn't need to say more. They both know\nwhat it means.\n\nCARLOS\nI'm sorry.\n\nSVEN\n(shrugs)\nIt is what it is.\n\nUnexpectedly, Sven smiles.\n\nSVEN (CONT'D)\nBut we had some fun.",
  "36": "---END OF PREVIOUS SECTION---\nSVEN\n(shrugs)\nIt is what it is. Unexpectedly, Sven smiles. SVEN (CONT'D)\nBut we had some fun. \n---TARGET SECTION TO BE ANNOTATED---\nCARLOS\n(surprised)\nFun?\n\nSVEN\nYou know what I did before this?\n\nTo look at the Nordic giant you would surely say Boxer or\nperhaps Marine - a warrior of some kind.\n\nSVEN (CONT'D)\nWalmart. Ladies shoes.\n\nCarlos can't help but laugh. Sven smiles.\n\nCARLOS\nLadies shoes.\n\nSVEN\nSo you see, this ....\n(indicates his situation)\nsee. It's not so bad.\n\nEXT. DESERT TRAIL TRUCK STOP NIGHT.\n\nAs Valentine walks through the encampment towards the Gift Shop\nwe see that the Sentinels are up and the perimeter is secure.\nShe passes the TV Truck. Mikey is at his station. Broadcasting\nto the empty airwaves. Ever hopeful of a reply.\n\nMIKEY\nThis is Jill Valentine's Convoy ...\nPresent location The Desert Trail\nTruck Stop, Latitude 44.3 Long. 72.1.\nCalling any survivors ...\n\n(MORE)\n\n(CONTINUED)\n\f45.\n\nCONTINUED:\nMIKEY (CONT'D)\nRepeat, this is Jill Valentine's\nConvoy ... Our present location is ...\n\nValentine notices an empty Coke can skitter across the ground.\nThe burning torches which illuminate the camp are also caught in\nthe sudden wind. One of them is even extinguished,\n\nVALENTINE\nHey Mikey.\n\nMikey brightens when he sees Valentine.\n\nMIKEY\nJill.\n\nVALENTINE\nMake sure that antenna's secure.\nLooks like the wind's picking up.\n\nINT, DESERT TRAIL GIFT SHOP NIGHT.\n\nIt's creepy in here as Valentine searches for cigarettes with\nthe aid of a flashlight. But every machine she tries has been\nraided already.\n\nAs we watch Valentine from the depths of the store, she suddenly\nlooks very isolated and vulnerable. A sudden BANG! makes\nValentine jump out of her skin. The rising wind has slammed a\nSTORM SHUTTER against the window. Valentine composes herself\nand then continues the search, UNSEEN by her, we register those\nstrange souvenir mugs once again -- \"I saw the bones at Desert\nTrail\".\n\nEXT. DESERT TRAIL TRUCK STOP NIGHT.\n\nAt the outskirts of the truck stop, large sand dunes have built\nup. The incoming storm has begun to blow the sand away however,\nrevealing something buried below.",
  "37": "---END OF PREVIOUS SECTION---\nDESERT TRAIL TRUCK STOP NIGHT. At the outskirts of the truck stop, large sand dunes have built\nup. The incoming storm has begun to blow the sand away however,\nrevealing something buried below. \n---TARGET SECTION TO BE ANNOTATED---\n The tips of GRAVESTONES are\nbeing uncovered. Desert Trail is the home to a real Wild West\nBoot Hill.\n\nSuddenly the souvenir mugs make sense.\n\nEXT. DESERT TRAIL DRIVE IN NIGHT.\n\nL.J. gets a mouthful of sand, courtesy of the rising winds. He\nspits it out, then takes a swig of beer.\n\nLed.\nRemember when beer was cold?\n\nK-MART\nNot really.\n\n{CONTINUED)\n\f46.\nCONTINUED:\n\nLid.\nImiss that ....\n\nEXT. DESERT TRAIL CEMETERY NIGHT.\n\nAs Undead hands begin to PUNCH through the desert sand, the wind\nrises, revealing half decayed faces, the skin cracked and dried,\nwithout an ounce of moisture. These old, twisted bodies are\ntruly horrific - you've never seen Undead like this before.\n\nEven more terrifying however, as the dead begin to walk, we see\nthat they are already WITHIN the perimeter of Sentinels.\n\nINT. NEWS TRUCK NIGHT.\n\nMikey is still broadcasting. Around him we see the video feeds\nfrom the Sentinels. They show nothing but empty desert - all\nthe cameras and motion sensors are pointed OUT.\n\nThe convoy is completely unaware of the impending danger.\nEXT. DESERT TRAIL TRUCK STOP - GAS STATION NIGHT.\n\nThe Young Woman in the Hello Kitty top stands by the Arco\nTanker. She's keeping watch as the tanker is filled from\nmultiple gas pumps. The sound of machine-gun fire drifts over\nfrom the Drive In. Seagal wreaking havoc. Hello Kitty glances\nover at the giant movie screen, She'd rather be watching the\nfilm, but she has a job to do.\n\nThe Master Fuel Gauge on the tanker almost reads full, when\nsuddenly all of the pumps die simultaneously.\n\nHello Kitty gets to her knees and drops a GLOW STICK into the\nunderground reservoir beneath the gas station. It illuminates\nthe giant gasoline tank. They've sucked it bone dry.\n\nAs Hello Kitty straightens up, we REVEAL an Undead directly\nbehind her....\n\nThe Undead lunges, biting deep into her neck. Hello Kitty is\nsprayed with blood. An Uzi on a strap hangs from her shoulder.\nShe fights to bring the gun around, to bear on the Undead, but\nher hands are slippery with her own blood.",
  "38": "---END OF PREVIOUS SECTION---\nHello Kitty is\nsprayed with blood. An Uzi on a strap hangs from her shoulder. She fights to bring the gun around, to bear on the Undead, but\nher hands are slippery with her own blood. \n---TARGET SECTION TO BE ANNOTATED---\n The Uzi fires, but\nthe shots go wide. The Undead forces Hello Kitty to the ground\nand the fight goes out of her.\n\nCLOSE ON -~ The Arco Tanker. The stray shots from the Uzi have\nruptured the newly filled Tanker. Gasoline is pouring from the\nholes and soaking the ground around the vehicle.\n\f47,\n\nEXT. DESERT TRAIL DRIVE IN - CONTINUOUS\n\nCLOSE ON -- Seagal as he wastes another unfortunate stuntman.\nThe Gunfire from the movie has drowned out the noise of the Uzi.\nL.J, takes another sip of beer. The convoy is still unaware of\nthe danger.\n\nEXT. DESERT TRAIL TRUCK STOP - PERIMETER ~- CONTINUOUS\n\nCLOSE ON -- one of the Sentinels as it suddenly bursts into\nlife. An alarm wailing as its motion sensors pick up something.\n\nINT. DESERT TRAIL GIFT SHOP - CONTINUOUS\n\nValentine hears the feint whine of the alarm, carried on the\nwind.\n\nVALENTINE\nSentinels!\n\nShe grabs her Walkie as she races for the door.\nVALENTINE (CONT'D)\n(into walkie)\nMikey!\n\nValentine opens the door and comes FACE TO FACE with an Undead.\nThe Undead attacks and Valentine drops the walkie in shock.\n\nINT. NEWS TRUCK - CONTINUOUS\n\nMikey replies over the radio, unaware that Valentine is in\ntrouble. The control board before him is suddenly alive with\nactivity.\n\nMIKEY\nThere's something incoming!\n\nA second, then a third Sentinel sets off it's alarm.\n\nMIKEY (CONT'D)\nSomething Big!\n\nMikey grabs a SHOTGUN from a rack on the wall. He bursts out of\nthe News Truck to see --\n\nEXT. DESERT TRAIL TRUCK STOP - CONTINUOUS\n\nThe Chevy Pick Up screams to a halt. It is shrouded in a cloud\nof dust. This is what set off the alarms.\n\n(CONTINUED)\n\f48.\nCONTINUED:\n\nAlice steps from the vehicle. A dark silhouette, outlined in\nthe headlights. A MYTHIC FIGURE. Mikey shoulders his shotgun,\nstill unsure of who it is.\n\nALICE\nI'm not your problem.\n\nThere is a small searchlight mounted to the driver's side of the\nPick Up. Alice swings it to one side.",
  "39": "---END OF PREVIOUS SECTION---\nALICE\nI'm not your problem. There is a small searchlight mounted to the driver's side of the\nPick Up. Alice swings it to one side. \n---TARGET SECTION TO BE ANNOTATED---\n The beam illuminates an\narmy of Undead, already in the camp.\n\nMIKEY\nOh shit!!!\n\nMikey fires at the first of the Undead. Half its head\nDISINTEGRATES. There is no blood or fleshy brain, just dry,\ndesiccated tissue. AND THE UNDEAD JUST KEEPS WALKING. Half its\nhead gone, but it's still moving!\n\nALICE\nThey're too far gone ...\n\nSLOW MOTION as Alice pushes the tails of her duster coat to one\nside. She wears two KUKRI strapped to her waist. These long\nGURKHA MACHETES are unique. Incredibly difficult to master, but\nthe deadliest blades in the world.\n\nThe Undead with half a head reaches for Alice. His half mouth\nopening wide revealing shattered teeth. In an instant, his\nsevered HANDS and then what remains of his HEAD hit the desert\nsand. His lifeless body follows a moment later.\n\nALICE (CONT'D)\n(to Mikey)\nSever the spinal column ...\n\nAlice holds a Kukri in either hand.\n\nALICE (CONT'D)\n-- kill all the motor functions.\n\nWithout hesitation she charges the Undead. Outnumbered fifty to\none, her duster TWIRLING in the wind, the blades SPINNING around\nher in a lethal arc. Alice is a blur of deadly motion. And\nwherever she moves. Things die.\n\nEXT. DESERT TRAIL GIFT SHOP - CONTINUOUS\nValentine struggles with her Undead, eventually managing to push\nit back. In the moment's respite she draws her sidearm and\n\nfires. She has to empty an entire clip into the creature before\nit finally falls.\n\n(CONTINUED)\n\f49.\nCONTINUED:\n\nVery little remains of its head, but still the Undead claws its\nway across the floor to Valentine. It couldn't bite her - it no\nlonger has a mouth to speak of - but its instinct to kill\noverrides all else.\n\nVALENTINE\n(shocked)\nMy God ....\n\nValentine backs away from the Undead, reloads and finishes the\njob.\n\nINT. AMBULANCE - CONTINUOUS\n\nSven hears the sound of gunfire from outside.",
  "40": "---END OF PREVIOUS SECTION---\nValentine backs away from the Undead, reloads and finishes the\njob. INT. AMBULANCE - CONTINUOUS\n\nSven hears the sound of gunfire from outside. \n---TARGET SECTION TO BE ANNOTATED---\n He tries to get\nup, to help his friends, but he is held in place by the\nhandcuffs attached to the gurney.\n\nSVEN\nDamn it! !\n\nAs the sound of battle grows, Sven becomes increasingly angry.\nPulling at the cuffs, tearing at the gurney, threatening to pull\nthe whole ambulance apart.\n\nEXT. DESERT TRAIL DRIVE IN - CONTINUOUS\n\nL.J. reacts to the gunfire. The noise of the movie can no\nlonger mask the sound of real gunshots. He pushes K-Mart behind\nhim for protection and reaches for his signature .45s.\n\nIn the car beside L.J., the two occupants are suddenly grabbed\nby the Undead. Caught completely off guard, they are TORN APART\nin an instant. L.J. opens fire. In the blink of an eye, it\nseems like there are Undead everywhere.\n\nINT. SCHOOL BUS - CONTINUOUS\n\nThe adults on board grab their guns and head out. Otto locks\nthe door behind them, to protect the handful of children that\nremain. He draws his gun. Despite his stoner appearance Otto\nstill knows his way around a Magnum.\n\nEXT. AMBULANCE - CONTINUOUS\n\nCarlos and Betty cover each other's backs as they blaze away.\nBut the Undead are almost impossible to stop. Even with gaping\nholes in them, they continue to advance. As Betty reloads, an\nUndead grabs her. Its teeth are at her throat in an instant.\n\nSven BURSTS from the back of the Ambulance, part of the gurney\nstill dangling from his wrist.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nHe's in terrible shape, but he's not going to let anything\nhappen to Betty. He SLAMS something into the back of the\nUndead's head, and it slowly relaxes its grip on Betty and sinks\nto the ground.\n\nCLOSE ON the Undead ~~ as we see a handful of razor sharp\nSCALPELS embedded in its spinal column.\n\nAll around, people race for their weapons and their vehicles.\nIt’s chaos.\n\nCLOSE ON Alice -- in the midst of the Undead, standing at the\ncenter of a Circle of Death. Nothing comes within five feet of\nher without feeling the steel of her blades.\n\nBut the humans are fighting a losing battle.",
  "41": "---END OF PREVIOUS SECTION---\nCLOSE ON Alice -- in the midst of the Undead, standing at the\ncenter of a Circle of Death. Nothing comes within five feet of\nher without feeling the steel of her blades. But the humans are fighting a losing battle. \n---TARGET SECTION TO BE ANNOTATED---\nCarlos is out of ammo as an Undead charges him. Carlos stops it\nin its tracks with a devastating ROUNDHOUSE kick. The Undead\nstaggers back into one of the flaming torches that light the\ncamp. He goes up in flames in an instant. These creatures are\nbone dry.\n\nCLOSE ON Carlos -- his face lit by the fire -- as he realizes\nthese creatures' weak spot.\n\nCARLOS\n(shouting above the noise of\nbattle)\nBurn them!\n\nThe Undead before him staggers to its knees and then keels over.\nA blazing inferno.\n\nCARLOS (CONT'D)\nBURN THEM!\n\nCLOSE ON Alice -- as she registers his voice. Even in the midst\nof battle, we see the relief in her eyes - Carlos is still\nalive.\n\nCARLOS (CONT'D)\nWe have to burn them!!\n\nAlice glances at the Fire Truck and its twin mounted flame\nthrowers, but it is already overrun with Undead. No way to\nreach it. Carlos has identified a weakness in the Undead, but\nthey can't exploit it. The humans are cut off and surrounded -\nunable to get to the handful of blazing torches that the desert\nstorm has left alight.\n\n(CONTINUED)\n\f51.\nCONTINUED: (2)\n\nOne by one, the humans are being dragged down by the Undead.\nThe screams of the dead and dying fill the night air.\n\nCLOSE ON Alice -- as she begins to concentrate. The deadly\nKukris still spin around her, but her attention is somehow\nturned INWARD.\n\nCLOSE ON her eyes -- as we see her pupils DILATE. This is\nexactly how she looked when she awoke from her dream in the\ndesert. She is accessing some dark part of herself. A place\nshe usually tries to keep under lock and key. A part of her\nmind that only dwells in her subconscious.\n\nThe sound of the battle slips away. Now there is only a strange\nsilence. Alice closes her eyes and we see the sudden, intense\nR.E.M. from the other night.\n\nCLOSE ON one of the blazing torches -- as the flame suddenly\nintensifies. It's like someone has poured gasoline on the fire.\nThe flame jumps into the air, and then TURNS IN ON ITSELF.\n\nThe flame begins to TWIST and SPIRAL around the burning torch.",
  "42": "---END OF PREVIOUS SECTION---\nIt's like someone has poured gasoline on the fire. The flame jumps into the air, and then TURNS IN ON ITSELF. The flame begins to TWIST and SPIRAL around the burning torch. \n---TARGET SECTION TO BE ANNOTATED---\nIgnoring the desert wind, moving of its own will. It's both\nbeautiful and terrifying to behold.\n\nAnd then suddenly the fire BURSTS forth. The flame jetting like\nliquid napalm between the Undead. Striking them with such\nintensity that the flame almost seems to punch through them.\n\nCLOSE ON Alice -- the R.E.M. reaching a crescendo as the fire\njumps from one Undead to another with incredible speed.\n\nAnd suddenly her eyes SNAP OPEN. And Alice falls to her knees.\nThe Kukris fall beside her. She no longer has the strength to\nhold them. HER BODY AND MIND SPENT WITH THE SUPERHUMAN EFFORT.\n\nAround her, Alice sees an inferno. The Undead are ablaze.\nIlluminating the camp with a hellish light. It's like an image\nfrom Blake at his darkest. Charred and blackened bodies\nliterally falling apart.\n\nCLOSE ON Sven ~- as he sees a new danger. Using the last of his\nstrength, he races towards the Arco Tanker. Carlos is still\ndealing with the remaining Undead - who were not caught in the\nfirestorm. He sees his friend running for the tanker.\n\nCARLOS (CONT'D)\nSven!\n\nSVEN\nThe fuel ....\n\n(CONTINUED)\n\f52.\nCONTINUED: (3)\n\nOnly now does Carlos see what Sven already knows. Gasoline is\npouring from the tanker - where it was ruptured by the stray\ngunshots from Hello Kitty. Sven splashes through a giant pool\nof Gasoline that surrounds the Tanker. If any one of the\nblazing Undead make contact with this, then the Tanker and the\nwhole encampment would be vaporized in an instant.\n\nINT. TANKER - CAB - CONTINUOUS\n\nCLOSE ON Sven -- as he hauls himself into the cab. He cries out\nin pain, clutching his wound. It has re-opened, soaking his\ntorso in blood. His face is deathly pale.\n\nEXT. TANKER - CONTINUOUS\n\nThe engine roars into life, the gears grinding. But the Tanker\ndoesn't move.\n\nCLOSE ON the pool of gasoline -- as REFLECTED in its surface we\nsee the blazing outline of an Undead as it staggers closer.\nStill the Tanker hasn't moved.",
  "43": "---END OF PREVIOUS SECTION---\nBut the Tanker\ndoesn't move. CLOSE ON the pool of gasoline -- as REFLECTED in its surface we\nsee the blazing outline of an Undead as it staggers closer. Still the Tanker hasn't moved. \n---TARGET SECTION TO BE ANNOTATED---\nCARLOS\nSven!\n\nBut there is no reply. The Tanker remains in place, the engine\nidling. The blazing Undead drawing ever closer. And it's not\nalone. At any moment any one of the Undead could stagger into\nthe gasoline and set the whole Tanker afire. Sven has to move\nthe Tanker away from the encampment. But still it just sits\nthere. Engine idling. Carlos tries to break free, but he is\nstill battling the last few Undead.\n\nCARLOS (CONT'D)\nFor God's Sake! Sven!\n\nCLOSE ON Alice -- as she hears Carlos calling out. She looks up\nat the Tanker. Sees the gasoline, the blazing Undead, the\nimminent disaster. And with superhuman effort, she forces\nherself to her feet. Dodging past the fiery Undead, Alice races\nto the tanker.\n\nCLOSE ON Carlos as he recognizes the running figure. We see the\nexcitement in his eyes. Alice is back!\n\nINT. TANKER - CAB\nAlice wrenches open the door and leaps aboard. The engine is\nrunning, but Sven is nowhere to be see. In the WING MIRROR --\n\nthe reflection of a blazing Undead, right on the edge of the\npool of gasoline.\n\n(CONTINUED)\n\f53.\nCONTINUED:\n\nAlice slams the Tanker into gear just as UNDEAD SVEN lunges from\nthe back of the cab. Alice pushes him away, but she is ina\nweakened state. The massive Nordic Undead presses forward.\nAlice seems unable to stop him.\n\nSuddenly Paco LEAPS at Sven. The dog has followed Alice.\n\nPaco is small, but furious, and fights fearlessly in defence of\nhis owner. The sudden impact of the dog tips the balance and\ndrives Sven back. Both Paco and the Undead tumble from the\nmoving Tanker.\n\nAlice floors the gas pedal.\n\nEXT. TANKER - CONTINUOUS\n\nPaco and Sven hit the ground, the little dog rolling away from\nthe Undead. As Sven gets to his feet, he comes face to face\nwith his old friend - Carlos.\n\nCARLOS\nI'm sorry ...\n\nWithout hesitation Sven lunges for the fresh meat, and Carlos\nshoots his friend neatly between the eyes.",
  "44": "---END OF PREVIOUS SECTION---\nAs Sven gets to his feet, he comes face to face\nwith his old friend - Carlos. CARLOS\nI'm sorry ... Without hesitation Sven lunges for the fresh meat, and Carlos\nshoots his friend neatly between the eyes. \n---TARGET SECTION TO BE ANNOTATED---\n IN SLOW MOTION - as\nSven's body falls away from Carlos, the two figures are suddenly\nsilhouetted by a WALL OF FIRE that ERUPTS behind them. A\nburning Undead has connected with the lake of gasoline. The\nUndead is vaporized in an instant,\n\nCarlos watches in horror as the fire races after the Tanker.\nINT. TANKER - CAB - CONTINUOUS\n\nAlice looks in the Wing Mirror and sees the fire coming. The\nTanker is leaking gasoline, and the flames are chasing the trail\nhungrily.\n\nAlice grinds the gas pedal into the floor.\n\nEXT. DESERT TRAIL TRUCK STOP - CONTINUOUS\n\nThe Tanker barrels past. It's going fast, but the flames are\ngaining.\n\nINT. TANKER - CAB - CONTINUOUS\nAlice races past the last of the convoy's vehicles. Scared\nfaces stare at her from the windows of the School Bus. Otto is\n\ndoing his best to calm the children, but they are in a full on\npanic.\n\n{CONTINUED)\n\f54.\nCONTINUED:\n\nIn the Wing Mirror, Alice sees that the fiery tail has almost\ncaught up with the tanker. But Alice can't bail out yet. She's\nstill too close to the School Bus.\n\nEXT. TANKER - CONTINUOUS\nThe flames reach the giant tank of gasoline ....\nEXT. DESERT TRAIL TRUCK STOP - CONTINUOUS\n\nCARLOS\nAlice!!!\n\nCarlos watches helplessly as the Tanker is torn apart in a GIANT\nEXPLOSION. The faces in the School Bus window duck as the glass\nis sprayed with burning droplets of gasoline.\n\nThey survived. Just.\n\nThe burning drops of gasoline crack the glass of the school bus\nand eat into the rubber trim around it. A small detail, but it\nwill be significant later.\n\nCLOSE ON Carlos -- as he shields himself from the searing heat\nof the explosion. When he looks up, there is nothing much left\nof the tanker or the cab.\n\nHOLD on Carlos - thinking he has lost Alice for good,\n\nThen, a miracle -- from the wall of flame walks Alice. Clothes\nand skin, scorched and burnt. But still alive. Delighted,\nCarlos wraps her up in a bear like embrace.\n\nCARLOS (CONT'D\nI thought you were dead.",
  "45": "---END OF PREVIOUS SECTION---\nBut still alive. Delighted,\nCarlos wraps her up in a bear like embrace. CARLOS (CONT'D\nI thought you were dead. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON Alice -- we see her joy at reuniting with Carlos. But\nthere's something else. Under the surface. An awkwardness.\nIt's been a long time since she was even with people, never mind\nphysical contact.\n\nCarlos looks around at the devastation.\n\nCARLOS (CONT'D)\nWell, I'll say one thing for you ...\n\nBurning debris from the Tanker is still raining down everywhere.\nCARLOS (CONT'D)\n\n... You still know how to make an\nentrance.\n\n(CONTINUED)\n\f55.\nCONTINUED:\n\nAlice laughs. And then almost immediately keels over.\nExhausted from her efforts ~ both physical and mental.\n\nAnd Carlos is there to stop her from falling.\nCUT TO:\nEXT. DESERT TRAIL TRUCK STOP SUNRISE.\n\nDaybreak is breathtaking, but no one here is in a mood to\n\nappreciate it. In the daylight we see the true extent of the\ndamage. Many of the vehicles are write-offs. Still more are\nbadly damaged. At the edge of the encampment, the survivors\nstand around a dozen fresh graves with simple wooden markers.\n\nVALENTINE\nAnyone want to say something?\n\nBut none of the crowd speak, Their spirits broken.\n\nVALENTINE (CONT'D)\nWell then ....\n\nValentine heads back to the encampment. After a beat the others\nbegin to trail after her. Only Carlos remains. He hangs Sven's\ndistinctive Aviator Goggles over one of the crosses.\n\nCARLOS\nBe seeing you ...\n\nEXT. DESERT TRAIL TRUCK STOP ~ LATER\n\nA solemn air hangs over the camp as the survivors attempt to\nrepair the remaining vehicles.\n\nINT. AMBULANCE DAY.\n\nAlice lies unconscious. Betty has cut away her tattered clothes\nto reveal a body ravaged with burns and wounds. Betty is\napplying salve to a raw burn on Alice's neck. SUDDENLY Alice's\nhand SNAPS up and grabs Betty's wrist. Startled, Betty tries to\njump back, but Alice's grip is like iron. Alice has enough\nsedative in her to tranquilize a horse. Yet her eyes are sharp\nand focussed. Her movements precise.\n\nALICE\nDon't ....\n\nShe relaxes her grip. Realizing Betty is in pain.\n\nALICE (CONT'D)\n.... touch me.\n\n(CONTINUED)\n\f56.",
  "46": "---END OF PREVIOUS SECTION---\nRealizing Betty is in pain. ALICE (CONT'D)\n.... touch me. (CONTINUED)\n\f56. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nBETTY\nYour wounds....\n\nALICE\n(cuts her short)\nAre fine.\n\nAlice unhooks the I.V. drip from her arm and sits up. She\nnotices a bracelet made of electrical wire on her left wrist.\nWhere the hell did that come from?\n\nBETTY\nIf they're not treated they could\nbecome infected.\n\nBut Alice is oblivious. She stands up.\n\nBETTY (CONT'D)\nYou need to rest.\n\nAlice isn't listening. B is a forceful woman, but no match for\nthis girl. Ina corner lie the smouldering remains of what used\nto be Alice's clothes.\n\nALICE\nGot anything I could wear?\n\nEXT. DESERT TRAIL TRUCK STOP DAY.\n\nWe PAN up Alice's legs as she steps from the Ambulance. She’s\ndressed in one of B's nurses’ outfits. It's not an unpleasant\nsight. Paco joins her immediately. The faithful hound had been\nwaiting outside the ambulance door. Alice walks over to her\npick-up truck. She checks her stuff - radio and saddlebags - it\nall seems to be in order.\n\nVALENTINE (0.S.)\nI thought you were dead.\n\nAlice looks up to see Valentine. Jill doesn't seem too happy to\nsee her old friend.\n\nALICE\nDisappointed?\n\nFrom Jill's expression it's hard to tell.\n\nVALENTINE\nWhat brought you back?\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nALICE\nYou did. I've been monitoring your\ntransmissions. When I heard you were\nhere, I didn't have a choice. I had\nto come.\n\nShe reaches inside one of her saddlebags\n\nALICE (CONT'D)\nI've been here before ...\n\nAlice tosses her something. Jill catches it. It's a corny\nfridge magnet -- \"I saw the bones at Desert Trail\".\n\nALICE (CONT'D\n-+- knew what was waiting.\n\nVALENTINE\n\nWhat happened in Detroit?\nALICE\n\nYou know what happened. They used me.\nVALENTINE\n\nA lot of good people died that night.\nALICE\n\nThat's why I had to disappear,\nVALENTINE\n\nHow?\nALICE\n\nI broke into an Umbrella facility.\nHacked into their computers and\ndownloaded the satellite trajectories.\nI stayed off the grid.",
  "47": "---END OF PREVIOUS SECTION---\nALICE\n\nI broke into an Umbrella facility. Hacked into their computers and\ndownloaded the satellite trajectories. I stayed off the grid. \n---TARGET SECTION TO BE ANNOTATED---\n Ceased to\nexist.\n\nSuddenly Alice looks down at her watch. But it's gone. Melted\nin last night's fire.\n\nALICE (CONT'D)\n(worried)\nWhat time is it?\nVALENTINE\nTime? I don't even know what year it\nis.\n\nAlice glances up at the sky. This has almost become instinctual\nnow.\n\n(CONTINUED)\n\f58.\nCONTINUED: (2)\n\nALICE\nShit!!\n\nShe grabs her saddlebags and runs for cover. Alice steps\nbeneath the porch of the Motel just as we --\n\nSMASH CUT TO;\nSATELLITE IMAGE --\nA computer grid comes up over the Desert Trail Truck Stop.\nAlice made it just in time. Computer graphics identify\nValentine, L.J, etc. Umbrella know all about them, but consider\nthem no threat. As the satellite continues its scan we --\n\nCUT TO:\nEXT. DESERT TRAIL MOTEL ~ CONTINUOUS\n\nAlice stands in the shadows under the cover of the Motel porch.\n\nK-MART (0.S.)\nI heard about you.\n\nK-Mart is sharing the shade with her. Alice prepares to ignore\nthis minor nuisance,\n\nK-MART (CONT'D)\nThey said you were dead.\n\nA flicker of a smile crosses Alice's face.\n\nK-MART (CONT'D)\nWhat?\n\nALICE\nI get that a lot.\n\nAlice holds up her wrist. The one with the wire bracelet. It's\njust like the ones that K-Mart wears.\n\nALICE (CONT'D)\nThis belong to you?\n\nK-MART\n\nGave it to you last night. For luck.\nALICE\n\nLooks like it worked. What do they\n\ncall you?\n\n(CONTINUED\n\f59.\n\nCONTINUED:\nK-MART\nK-Mart. It's where they found me.\nJill and the other ... few years back.\nALICE\nYou have a name before that?\nK-MART\nNever liked it. And everyone I knew\nwas dead ... seemed like the time for\n\na change.\n\nANGLE ON -- the kids in the school bus. A half dozen eager\nfaces staring at Alice in awe. They duck out of sight when she\nlooks their way.\n\nALICE\nWhat's up with them?\n\nK-MART\nThey didn't think you were real. The\nkids tell stories about you at night.",
  "48": "---END OF PREVIOUS SECTION---\nALICE\nWhat's up with them? K-MART\nThey didn't think you were real. The\nkids tell stories about you at night. \n---TARGET SECTION TO BE ANNOTATED---\nLike you're Shrek or Dracula ...\nsomething like that.\n\nDespite herself, Alice is warming to K-Mart.\n\nALICE\nYou remind me of someone.\n\nK-MART\nReally? What happened to her?\n\nALICE\nI let her die.\n\nThe young girl doesn't seem phased by this at all --\n\nK-MART\n(shrugs)\nHope you don't make the same mistake\ntwice.\n\nANGLE ON -- Alice's shadow as she and K~Mart talk. The sun is\nmoving rapidly across the sky and Alice's shadow is shifting ~\ncreeping out from the shade of the porch and onto the desert\nsand.\n\nSATELLITE IMAGE --\n\nThe Umbrella satellite has almost passed clean over the Truck\nStop.\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nBut in the last few seconds, it registers the barest hint of\nAlice's shadow. In an instant, the computer tracks in,\nenhancing the shadow, filling in the missing data, creating a\nprofile in silhouette and comparing it to millions of possible\nmatches in its data bank. A second later it comes to its\nconclusion --\n\nCOMMANDER OKAMOTO (0.S. - PRELAP)\nYou're positive it's her?\n\nINT, THE COMPLEX - BRIEFING ROOM\n\nDOCTOR TSAACS\n62%. Too great a chance to pass up.\n\nIsaacs is talking in private with Okamoto's hologram.\n\nCOMMANDER OKAMOTO\nIf it is Project Alice, she's been\nevading the satellite grid for years.\n\nDOCTOR ISAACS\nI'm rerouting them as we speak. I can\nhave a strike team ready within the\nhour.\n\nCOMMANDER OKAMOTO\nNo. We'll establish a positive\nidentification first. One hundred\npercent.\n\nDOCTOR ISAACS\n(frustrated)\nThe group she's with include Jill\nValentine and Carlos Olivera ... known\nassociates.\n\nIsaacs is becoming increasingly impassioned --\n\nDOCTOR ISAACS (CONT'D)\nThe original Project Alice is vital to\nmy research! To the whole process of\ndomestication ... her blood, her\ngenetic structure is the key. The\nlonger we leave her out there, the\ngreater the chance we lose her again.\nI can't risk that.\n\nOkamoto is furious ~ Isaacs has completely overstepped his\nauthority.\n\n(CONTINUED)\n\n \n\f61.",
  "49": "---END OF PREVIOUS SECTION---\nI can't risk that. Okamoto is furious ~ Isaacs has completely overstepped his\nauthority. (CONTINUED)\n\n \n\f61. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nCOMMANDER OKAMOTO\nThat decision is not yours to make!\nYou'll take no action till this matter\nhas been discussed by The Committee.\n\nCLOSE ON -- Doctor Isaacs. Fuming. Plotting.\n\nVALENTINE (0.S. - PRELAP)\nAlaska!\n\nEXT. DESERT TRAIL TRUCK STOP DAY.\nVALENTINE\nHave you any idea what kind of journey\nthat would be?\nValentine, Mikey, Carlos and Alice are huddled at a distance\nfrom the convoy. Mikey holds the Red Journal in his hands.\nIt's open to the pages showing Arcadia ~ the promised land.\n\nVALENTINE (CONT'D)\n\n(to Alice)\nAnd at the end of it ... What? You've\nno guarantee there's even anyone alive\nup there.\n\nMikey holds up the Journal.\n\nMIKEY\n(hopeful)\nThese transmissions ...\n\nVALENTINE\n(cuts him dead)\nAre dated from six months ago. How\nmany radio broadcasts have we\nresponded to? How many times have we\ngot there too late?\n\nALICE\nThe transmissions said there was no\ninfection up there.\nValentine indicates the convoy at large.\n\nVALENTINE\nThese people don't need pipe dreams.\n\nCARLOS\nMaybe ...\n\nSo far, Carlos has been silent. Now all eyes are on him.\n\n(CONTINUED\n\f62.\n\nCONTINUED:\nCARLOS (CONT'D)\n++, that's exactly what they need.\nVALENTINE\nWhat?\nCARLOS\n\nLook at them Jill. Six months ago\nthere were fifty of us. Then forty-\nfive. Now barely thirty.\n\nWe see SHOTS of members of the convoy. They are all extremely\ntired. Exhausted by the constant movement, the constant battle.\n\nCARLOS (CONT'D)\nThey're starting to give up. They\nneed some hope.\n\nVALENTINE\nThis kind of hope could get them all\nkilled,\n\nEXT. DESERT TRAIL TRUCK STOP - LATER\n\nValentine stands on the back of the flatbed truck. All the\nmembers of the convoy are assembled. It's like a town meeting.\n\nVALENTINE\n\nWe have a decision to make ... It's\ntoo big, too important for me to make\nit for you. There's a chance there\nare survivors ... in Alaska.",
  "50": "---END OF PREVIOUS SECTION---\nVALENTINE\n\nWe have a decision to make ... It's\ntoo big, too important for me to make\nit for you. There's a chance there\nare survivors ... in Alaska. \n---TARGET SECTION TO BE ANNOTATED---\n There's\na chance the infection hasn't reached\nthat far. But we don't know for sure.\nSo we have a choice ... We stay as we\nare. Or we try for Alaska.\n\nShe pauses for a moment, then puts it to the vote --\n\nVALENTINE (CONT'D\nFor Alaska?\n\nAlmost every hand is raised. Valentine can see the excitement\nin their eyes. A germ of hope. Something that has been missing\nfor years.\n\nVALENTINE (CONT'D)\nAlright then ...\n\nAs Valentine steps down from the flatbed, she passes Alice.\n\n(CONTINUED)\n\f63.\nCONTINUED:\n\nVALENTINE (CONT'D)\nI hope you're right.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - LATER\n\nIsaacs has once again secretly recorded his conversation with\nCommander Okamoto. His computer is just finishing its task of\nisolating Okamoto's voice and breaking his sentences down into\nindividual words --\n\nCOMMANDER OKAMOTO\n\n(recorded)\nTake ... no ... action ... till...\nthis ... matter ... has ... been...\ndiscussed ... by ... The ...\nCommittee.\n\nThe Computer flashes up --\n\n\"CAPTURE COMPLETE.\"\n\nIsaacs sits down before the computer and enters the command -~\n\"COMPOSE.\"\n\nIsaacs then begins to type. The Computer plays back whatever he\ntypes in Okamoto's voice. We recognize many of the soundbites\nfrom Commander Okamoto's previous conversations with Isaacs.\nSlowly a coherent sentence is built --\n\nCOMMANDER OKAMOTO (CONT'D)\n{in soundbites)\nThe, Committee, authorize, immediate,\naction. Release, of, vehicles, and,\npersonnel. Under, command, of\nIsaacs, Doctor ...,\n\nEXT. DESERT TRAIL TRUCK STOP DAY.\n\nThe leaders of the convoy are gathered around the News Truck.\nPlanning their next move.\n\nCARLOS\nWe already pumped the storage tanks\ndry. When we lost the tanker, we lost\neverything.\n\nMIKEY\nI've got a half tank .... That's it.\n\noTTo\nWe're running on empty.\n\n(CONTINUED)\n\f64,\nCONTINUED:\n\nCARLOS\nL.Jd.?\n\nLid.\nI don't even have empty. I got fumes\n+ vapor ...\n(sniffs the air)\nParfum de gasoline.\n\n/ CARLOS\nSo these are our options.",
  "51": "---END OF PREVIOUS SECTION---\nI got fumes\n+ vapor ... (sniffs the air)\nParfum de gasoline. / CARLOS\nSo these are our options. \n---TARGET SECTION TO BE ANNOTATED---\nCarlos unrolls a map. Places it on the hood of the News Truck.\nPoints to a nearby gas station.\n\nCARLOS (CONT'D)\nNearest, safest bet is here.\n\nAlice shakes her head.\n\nALICE\nTried a month ago ... Empty.\n\nCARLOS\nThen here.\n\nAlice shakes her head.\n\nCARLOS (CONT'D)\nMaybe ...\n\nOne look from Alice and he moves on.\n\nVALENTINE (0.S.)\nVegas.\n\nShe suddenly has everyone's attention.\n\nVALENTINE (CONT'D)\nIt's the only place we're sure to find\ngasoline.\n\nCARLOS\nThere's a reason for that. Vegas is\ntoo damn dangerous.\n\nLg.\nIt's lousy with them mothers.\n\nVALENTINE\nIf we're going to go for Alaska, we're\ngonna’ need a lot of gasoline.\n\n(MORE)\n\n(CONTINUED)\n\f65.\n\nCONTINUED: (2)\nVALENTINE (CONT'D)\nAnd we've sucked every small town pump\ndry over the last six months. We have\nto hit a big city. Besides...\n\nValentine glances over at the still smoking wreckage of the oil\ntanker.\n\nVALENTINE (CONT'D)\nWe need to find something to haul it\nin.\n\nALICE\nShe's right...\n\nAlice glances over at Valentine. Despite the tension between\nthese two, once again they've found themselves on the same side.\n\nALICE (CONT'D)\n... Vegas is our best bet.\n\nSATELLITE IMAGE --\n\nOf the conversation. Unbeknownst to Alice they are being\nwatched by an Umbrella spy satellite.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - CONTINUOUS\nThere's a slight delay due to the satellite relay. Ona\nmonitor, Alice is just finishing her conversation - in ALICE\nVISION --\n\nALICE\n... Vegas is our best bet.\n\nDoctor Isaacs turns away from the monitor satisfied. He hits a\nbutton for the intercom --\n\nDOCTOR ISAACS\nPrepare a flight plan for Las Vegas.\n\nOnce again, Alice has become the unwitting spy - putting her\nfriends in jeopardy.\n\nSMASH CUT TO:\nEXT. FREEWAY DAY.\n\nThe convoy races by.\n\f66.\n\nINT. FLAT BED - CONTINUOUS\n\nAlice rides in the Flat Bed Truck.",
  "52": "---END OF PREVIOUS SECTION---\n66. INT. FLAT BED - CONTINUOUS\n\nAlice rides in the Flat Bed Truck. \n---TARGET SECTION TO BE ANNOTATED---\n She has customized the\nnurse's outfit with leather shoulder holsters and bandoliers of\nspare ammo. K-Mart rides with Alice. Carlos is at the wheel.\n\nAlice looks down. Between her feet there is a GAPING HOLE. You\ncan see the asphalt racing by.\n\nALICE\nNice ride.\n\nThey pass a sign “LAS VEGAS 155 MILES”.\n\nK-MART\nWhat's Vegas like?\nALICE\nUsed to be a fun town.\nK-MART\nNow?\nALICE\n\nLet's hope we don't stay there long\nenough to find out.\n\nARIEL SHOT --\nHundreds of feet above the convoy, looking straight down.\nSuddenly the image shimmers and shifts into GREEN AND WHITE as\nwe --\n\nMATCH CUT TO:\nSATELLITE IMAGE --\n\nOf the convoy. Someone is keeping watch on Alice and the\nothers. WIDEN TO REVEAL --\n\nINT. HELICOPTER - CONTINUOUS\nDoctor Isaacs is sat in one of the Umbrella helicopters. He's\n\nwatching the satellite image on a portable plasma screen as the\nchopper lifts off.\n\f67.\n\nEXT. WEATHER STATION ~ CONTINUOUS\n\nThe two Umbrella Helicopters sweep over the base and head off\ninto the desert. Both are fully leaded. One carries a LONG\nBLACK FREIGHT CONTAINER beneath it.\n\ncut TO:\nEXT. FREEWAY DAY.\n\nThe convoy is getting closer to civilization. Passing through a\nsmall town, There are more buildings here and more Undead.\n\nThey emerge into the light, drawn by the noise of the convoy and\nthe smell of fresh meat. The Undead can't catch the speeding\nvehicles, but they shamble after them nonetheless.\n\nINT. HUMMER DAY.\n\nValentine passes a liquor store at the side of the road. It has\na HUGE sign for cigarettes. But is also crawling with Undead.\nValentine sighs and keeps the accelerator pressed to the floor.\n\nVALENTINE\nDamn it!!\n\nINT. PLAT BED DAY.\n\nAlice has taken her turn at the wheel. Carlos rides shotgun.\nHe glances at K-Mart - sleeping in the back of the cab. Asleep,\nher face looks the picture of innocence.\n\nCARLOS\nYou ever think we're the freaks?\n\nALICE\nWhat do you mean?\n\nCarlos glances out at the every growing numbers of Undead.",
  "53": "---END OF PREVIOUS SECTION---\nCARLOS\nYou ever think we're the freaks? ALICE\nWhat do you mean? Carlos glances out at the every growing numbers of Undead. \n---TARGET SECTION TO BE ANNOTATED---\nCARLOS\nThat we are the anomalies .,, the last\nof the dinosaurs. We fucked up our\nworld, and so the world fucked us\nback.\n\nHe stares at the mass of Undead as they race past. Men, women,\nchildren. Black, White, Asian. Everyone is represented.\n\nCARLOS (CONT'D)\n\nLook at them. This is their world\nnow. We don't belong here.\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nAlice shakes her head.\n\nALICE\nBelieve that if you want. But I'm not\nready to surrender to the new world\norder just yet.\n\nShe opens the Red Journal. Takes out a cutting of Arcadia.\nbeautiful, fairy-tale town. Alice pins it to the sun visor\nabove her.\n\nALICE (CONT'D\nThere's an end to this. I'm sure of\nit.\n\nThere's a moment's silence. Carlos stares at her. Alice\nshifts, uncomfortable --\n\nALICE (CONT'D)\nWhat?\n\nCARLOS\nWhy did you disappear? After Detroit.\n\nCarlos tries to keep it hidden. But he clearly still harbors\nfeelings for Alice.\n\nALICE\nI didn't have a choice. I couldn't be\naround you. Any of you. I'd have\ngotten you all killed.\n\nCARLOS\nAnd after the World ended, why stay\nout there? Alone.\n\nALICE\n(shrugs)\nHabit ...\nIt's a weak excuse and they both know it.\n\nCARLOS\nCould you be more evasive?\n\nALICE\n(smiles)\nI could try.\n\nBut despite Alice's attempt to make a joke out of it, Carlos is\nnot going to let it go. He stares at her. Expecting a reply.\n\n(CONTINUED)\n\f69.\nCONTINUED: (2)\n\nALICE (CONT'D)\nI'm better out there. Alone. Okay?\n\nCARLOS\nWhy can't you talk to me about this?\n\nALICE\nThere are some things....\n(hesitates)\nI don't understand. I can't\ncontrol.\nIt's hard for her to talk about this. To confront the\nuncertainty of her own identity. Her growing powers. Her\nevolution.\n\nALICE (CONT'D)\nIt's safer if I'm not around people.\n\nBefore Carlos can ask more, the vehicle in front comes to an\nabrupt halt. Alice slams on the brakes.",
  "54": "---END OF PREVIOUS SECTION---\nALICE (CONT'D)\nIt's safer if I'm not around people. Before Carlos can ask more, the vehicle in front comes to an\nabrupt halt. Alice slams on the brakes. \n---TARGET SECTION TO BE ANNOTATED---\n Before them is a large\nfaded sign, half buried in the desert sands --\n\n\"WELCOME TO LAS VEGAS\".\n\nEXT. LAS VEGAS - OUTSKIRTS DAY.\n\nThe convoy makes its way along roads choked with sand. Some are\nblocked completely ~ only the tops of the telegraph poles\nletting us know that they existed at all.\n\nWe see the roofs of tall buildings poking out of the sand.\n\nSigns for Burger King and Taco Bell float above the dunes, but\nthere is no sign of the buildings that they once advertised.\n\nINT. FLAT BED - CONTINUOUS\nK-Mart stares in awe at the remnants of the buried city.\n\nK~-MART\nWhere is it?\n\nALICE\nGuess the desert wanted it back.\n\nShe reaches for her walkie.\nINT. HUMMER - CONTINUOUS\n\nAlice's voice comes over Valentine's walkie.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nALICE (0.S.)\nWe're going to have to check the\nStrip. See if anything's left there.\n\nVALENTINE\nThe Strip ... great.\n\nThis just gets better and better.\nEXT. CROW ROAD DAY.\n\nThe convoy turns into a long street lined with telegraph poles.\nBut unlike the journey here, there is no sign of the Undead.\n\nINT. AMBULANCE - CONTINUOUS\n\nBetty is at the wheel. L.d., now without a vehicle, rides\nbeside her. Betty fingers her .45 nervously.\n\nBETTY\nWhere are they?\n\nShe glances at L.J. He shares her concern. Where are the\nUndead?\n\nEXT. CROW ROAD - CONTINUOUS\nStill no sign of life.\n\nAs the convoy passes, we CRANE DOWN to reveal a skeletal hand\npoking from the desert sands. Then another, then another.\n\nThis place is a charnel house. Hundreds of SKELETONS, picked to\nthe BONE.\n\nAnd however these people died, it wasn't pleasant. The bodies\nare bent and twisted. Their unmoving skeletal fingers are the\nshape of claws.\n\nThey died in agony.\n\nINT. FLAT BED - CONTINUOUS\n\nK-Mart stares at the surrounding buildings. Tension mounting.\n\nEXT. CROW ROAD - CONTINUOUS\n\nHIGH ANGLE looking down at the convoy.",
  "55": "---END OF PREVIOUS SECTION---\nTension mounting. EXT. CROW ROAD - CONTINUOUS\n\nHIGH ANGLE looking down at the convoy. \n---TARGET SECTION TO BE ANNOTATED---\n We see a huge black CROW\nperched on a telegraph pole, Silently watching.\n\f71.\n\nINT. AMBULANCE - CONTINUOUS\n\nL.J. sees a dozen crows perched on another pole. Then still\nmore nestled in a smashed window frame. Even more resting on\nthe roof of a burnt out car.\n\nThey are everywhere.\n\nL.J.\nWhat the fuck ....\n\nAnd there aren't dozens of crows, there are hundreds of them,\nperhaps thousands.\n\nEXT, CROW ROAD - CONTINUOUS\n\nCLOSE ON -- a dark black crow. Watching.\n\nIt has the same strange, glazed eyes as the ones we saw at the\nArco Station - in the birds that were feasting on the remains of\nStevie.\n\nINT. FLAT BED ~ CONTINUOUS\n\nK-MART\nWhat's with all the birds?\n\nAlice looks up and sees the crows. Notices a human skeleton\nhalf buried in the desert sand. Suddenly realizes --\n\nALICE\nThey've been feeding on tainted flesh.\n\nShe grabs the walkie.\nALICE (CONT'D)\nRoll up your windows. Don't let them\nget the scent.\n\nINT/EXT. SCHOOL BUS ~ CONTINUOUS\n\nALICE (0.S.)\n\nRoll up your windows right now!!\nOTTO\n\nOkay .... You heard the lady!\n\nThe occupants of the school bus - a half dozen kids and three\nadults ~ hasten to do as they are told.\n\nCLOSE ON --\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nThe window of the school bus as it shuts. We see where the\nglass was cracked by the burning gasoline. The rubber moulding\naround the window was also eaten away by the heat.\n\nRemember? I told you this would be important.\n\nFor now, the window doesn't shut properly. There is a gap\nbetween the glass and rubber seal.\n\nCLOSE ON -- the gap. Then suddenly THE CAMERA races up and\naway. Drifting through space. Coming to rest on one of the\ngiant crows. The Creature turns towards the bus. And suddenly\nTAKES FLIGHT!\n\nINT. AMBULANCE - CONTINUOUS\n\nAll around, a thousand crows take to the air. The sound is\ndeafening. Terrifying.\n\nBETTY\nWhat's going on?!\n\nINT. FLAT BED - CONTINUOUS\n\nAlice watches the crows circling above.",
  "56": "---END OF PREVIOUS SECTION---\nBETTY\nWhat's going on?! INT. FLAT BED - CONTINUOUS\n\nAlice watches the crows circling above. \n---TARGET SECTION TO BE ANNOTATED---\n The birds are reflected\nin the windshield like a ominous black cloud.\n\nALICE\n(into the walkie)\nFloor it!\nEXT. ARIEL SHOT - CONTINUOUS\nWe are looking straight down on the convoy, perhaps two hundred\nfeet below. The vehicles kick up dust as they pick up speed.\nSuddenly streaking through frame in a blur of darkness are the\ncrows.\nSwirling like a giant storm cloud above the convoy.\nINT. FLAT BED - CONTINUOUS\nAlice glances up.\nALICE\nThey're territorial ... we just have\nto keep going.\n\nCARLOS\nHow do you know they're territorial?\n\n(CONTINUED)\n\f73.\nCONTINUED:\n\nALICE\nSaw it on the Discovery Channel.\n\nCARLOS\n(looks up)\nI hope they know that.\n\nEXT, CROW ROAD ~ CONTINUOUS\n\nThe first of the vehicles has almost reached the end of the\nstreet, when suddenly the crows attack.\n\nThe swirling cloud becomes like a giant black arrow, aimed\nstraight at the school bus.\n\nINT/EXT. SCHOOL BUS - CONTINUOUS\n\nThe first of the crows smashes against the windshield and\nbounces off. So does the second and the third. But in an\ninstant, there are dozens and then hundreds of the birds\nimpacting against the glass. The entire windshield is dark\nlike night had suddenly fallen.\n\nOtto can't see where he's going and the bus crashes into a\ntelegraph pole. The kids SCREAM as the glass of the windshield\nbegins to crack. Otto holds it in place.\n\nOTTO\nHelp me!\n\nThe other adults in the bus rush to help him. They hold the\nwindshield in place and the tide of crows in check. Just.\n\nINT. FLAT BED - CONTINUOUS\nAlice looks back. Sees the school bus. Unmoving. Besieged.\n\nALICE\nDamn it!!!\n\nThe flatbed is already at the end of the street, but Alice hauls\non the wheel, and the truck spins through 180 degrees, headed\nright back into the danger zone.\n\nINT. SCHOOL BUS - CONTINUOUS\n\nThe windshield begins to give way. Several crows slip into the\nbus, adding to the chaos and confusion. Their beaks tearing at\nthe adults' flesh. There are deafening gunshots within the\nclose confines of the vehicle.",
  "57": "---END OF PREVIOUS SECTION---\nSeveral crows slip into the\nbus, adding to the chaos and confusion. Their beaks tearing at\nthe adults' flesh. There are deafening gunshots within the\nclose confines of the vehicle. \n---TARGET SECTION TO BE ANNOTATED---\nThe children cower at the back of the bus, SCREAMING IN TERROR.\n\n \n\f74,\n\nINT/EXT. FLAT BED - CONTINUOUS\n\nThe flat bed pulls up as close as it can to the back door of the\nschool bus. Carlos throws open his door, Indicates to one of\nthe adults in the bus to do the same.\n\nA narrow corridor between the flat bed and the school bus is\ncreated - protected by the vehicle doors on both sides, but open\nat the top and bottom.\n\nSeveral crows dive down into the gap, but Carlos blows them out\nof the sky with a 12 gauge. Carlos shouts to be heard over the\ndeafening storm of wings.\n\nCARLOS\nThe children ... Get them over here!!\n\nINT. SCHOOL BUS — CONTINUOUS\n\nAn adult shepherds the kids towards the open back door. They\nare terrified of staying in the bus, but even more terrified of\ngoing outside. Behind them, the windshield is giving way. Otto\nand the others can't hold it in place much longer.\n\nCARLOS (0.S.)\nHurry!\n\nINT. FLAT BED ~ CONTINUOUS\nOne by one, the children begin to make the terrifying crossing\nbetween the two vehicles. Carlos catching them as they jump\nacross. The crows circle menacingly above.\nALICE\n(to K-Mart)\nTake the wheel.\nK-Mart does as she's told, and Alice slides across to the open\ndoor. Within a second, both her guns are blazing as she shoots\nthe attacking crows out of the sky.\nINT. SCHOOL BUS - CONTINUOUS\nThe windshield finally gives way. The bus is suddenly filled\nwith flapping wings and bloody, tearing beaks. Otto and the\nother adults are engulfed.\nINT. FLAT BED - CONTINUCUS\nAlice grabs the last of the kids. An adult screams at them from\n\nthe doomed school bus. He's already covered in crows. Beyond\nhelping.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nADULT\nGol!\n\nCarlos turns to K-Mart.\n\nCARLOS\nFloor it!\n\nK-Mart hits the gas as Carlos slams the truck door. Several\ncrows impact with the door, breaking their bones, but cracking\nthe glass. Alice holds a weeping, traumatized child in her\narms. Behind them --\n\nEXT.",
  "58": "---END OF PREVIOUS SECTION---\nSeveral\ncrows impact with the door, breaking their bones, but cracking\nthe glass. Alice holds a weeping, traumatized child in her\narms. Behind them --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SCHOOL BUS - CONTINUOUS\n\nOtto leaps from the stricken bus, but there are a dozen birds\nalready on him. By the time he has hit the ground we can barely\nsee him. He is a heaving mass of ravenous crows.\n\nINT. SCHOOL BUS - CONTINUOUS\n\nNow with the back door open, the interior of the bus becomes\nlike a wind tunnel. Hundreds of birds racing through the bus at\nhigh speed, their beaks stained red with blood.\n\nThe screams of the dying are drowned out by the beating of a\nthousand pairs of wings.\n\nEXT. CROW ROAD - CONTINUOUS\n\nThen as quickly as it had begun, it is over. And the crows\nsettle back onto their perches.\n\nEXT. FLAT BED - CONTINUOUS\n\nK-Mart glances in the rear view. Looking back at the school\nbus, horrified.\n\nINT. SCHOOL BUS - CONTINUOUS\n\nThirty seconds ago, there were human beings in here. What\nremains of them now, you don't really want to know.\n\nEXT. CROW ROAD - CONTINUOUS\nHIGH ANGLE looking down. In the distance, the flat bed reaches\nthe end of the street. With the crows back on their perches, a\n\nstrange calm has descended over the street. Almost like nothing\nhappened.\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nIn the FOREGROUND a crow watches silently. Its beak freshly\nmoistened.\n\ncuT TO:\nEXT. THE STRIP DAY.\n\nLike a rising tide the desert sands have engulfed the giant\ncasinos. Where “New York New York\" once stood, only the top of\nthe Empire State Building and the Statue Of Liberty poke out\nfrom the dunes. Further down the street, a half buried Eifel\ntower is visible. The lake in front of the \"Bellagio\" is choked\nwith sand. It's a weird, surreal landscape, with just one\nexception --\n\nfhe giant Sphinx outside the Luxor has never looked more at\nhome.\n\nEXT. M.G.M. GRAND - CONTINUOUS\n\nAtop the sand dunes that surround the casino stands a real\nAFRICAN LION. He has escaped from the wildlife preserve inside\nand lives as a scavenger, His bones are showing through his\nskin. The Lion watches the convoy below.",
  "59": "---END OF PREVIOUS SECTION---\nGRAND - CONTINUOUS\n\nAtop the sand dunes that surround the casino stands a real\nAFRICAN LION. He has escaped from the wildlife preserve inside\nand lives as a scavenger, His bones are showing through his\nskin. The Lion watches the convoy below. \n---TARGET SECTION TO BE ANNOTATED---\n He licks his Lips\nhungrily. But makes no move to attack. There are worse things\nthan being hungry. And those things are to be found in the\nheart of Vegas.\n\nEXT. THE STRIP - CONTINUOUS\n\nThe convoy rolls to a halt at the top of the Strip. Abandoned\nvehicles litter the road. Many of them also half swallowed by\nthe encroaching desert. Amongst them is a tanker carrying\n\"Canola oil\".\n\nEXT. HUMMER - CONTINUOUS\n\nThe Hummer pulls up beside the \"Canola Oil\" tanker. Valentine\nleaps out.\n\nVALENTINE\nThat'll do.\n\nLJ.\nI'm on it.\n\nL.J. opens up the valves on the tanker. Cooking oil gushes out\ninto the street. K-Mart climbs up into the cab.\n\nK-MART\nE'll get it started.\n\n(CONTINUED)\n\f77.\nCONTINUED:\n\nThe others set up a defensive perimeter around the tanker.\nCLOSE ON CARLOS --\nHe lowers his binoculars.\n\nCARLOS\nNothing.\n\nThere's no sign of life. Living or (un)dead. Just the\noccasional bleached skeleton half buried in the sand.\n\nALICE\nThose birds must have moved through\nthe city block by block ... picked it\n\nclean.\nCarlos and Alice share a look. As horrific as the Undead are,\nthere's something even more unsettling about the completely\ndeserted city.\nEXT. THE STRIP - LATER\n\nThe convoy is back on the move, the tanker now in tow. They are\nheaded deeper into the heart of Las Vegas.\n\nINT. AMBULANCE DAY.\n\nL.J. stares at the abandoned Strip. The centre divider is lined\nwith the dead husks of palm trees.\n\nLid.\nThere!!\n\nHe points to the Piazza San Marco and what remains of the\nVenetian Casino. Its waterways are long since choked with sand,\nits gondolas beached and useless.\n\nL.J. (CONT'D)\nThere. There's a gas pump in there.\n\nBetween the dunes, the entrance to Valet Parking (under the\nPonte dei Sospiri) remains accessible.\n\nBETTY\nHow do you know?\n\nL.d.\nDropped two g here back in the day.\n\n(CONTINUED)\n\n \n\f78.",
  "60": "---END OF PREVIOUS SECTION---\nL.d. Dropped two g here back in the day. (CONTINUED)\n\n \n\f78. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nBETTY\n(whistles)\nTwo grand .... Mister High Roller.\n\nEXT. THE VENETIAN CASINO - VALET - MINUTES LATER\n\nThe Canola Oil Tanker is pulled up by the gas pumps. Every\navailable hose has been dropped into the tanker. Valentine and\nthe others are hand cranking gas into it as fast as they can.\n\nEXT. VENETIAN CASINO - PONTE DEI SOSPIRI - CONTINUOUS\n\nA distance from the Valet, Alice and Carlos stand perched on the\nPonte dei Sospiri, binoculars in hand. Carlos scans the Strip,\nAlice takes the sky.\n\nALICE (0.S.)\n{into walkie)\nStill no movement .... We're good.\n\nEXT. THE VENETIAN CASINO ~- VALET - CONTINUOUS\nValentine checks the level of the gas in the tanker.\n\nVALENTINE\n{into walkie)\nWe'll be done in five.\n\nOut of habit, Valentine checks a cigarette machine by the Valet.\nEmpty.\n\nVALENTINE (CONT'D)\nDamn.\n\nCLOSE ON L.J. -- standing at a distance, watching the activity.\nUnseen by the others he slips away, into the shadows of the\nVenetian.\n\nINT. VENETIAN DAY.\n\nThe interior is barely recognizable. Sand dunes everywhere.\nThe occasional roulette wheel or slot machine rising to the\nsurface. It's also very dark, and very scary in here.\n\nL.J. moves with a purpose, keeping to the side walls, headed for\n\nAn overturned CRAPS table. L.J. holsters his .45 and kneels\nbeside the table. There's something trapped under it that he\nwants to get to.\n\n(CONTINUED)\n\f79.\nCONTINUED:\n\nAs L.J. reaches however, a DARK SHADOW rises up behind him.\nL.d. is totally distracted as the shadow envelops him.\n\nLid.\n(shocked)\nDAMN !\n\nL.J. is scared half to death. The dark shadow is revealed to be\nBetty.\n\nL.d. (CONT'D)\nDon't sneak up on a man like that!\n\nBETTY\nWhat are you doing?\n\nL.J. produces three chips that he acquired from under the craps\ntable. Each is for a $1,000.\n\nLid.\nTaking my two g back ....",
  "61": "---END OF PREVIOUS SECTION---\nEach is for a $1,000. Lid. Taking my two g back .... \n---TARGET SECTION TO BE ANNOTATED---\n with\ninterest.\nBETTY\n(incredulous)\nWhat good are they?\n\nL.d. stares at her like she were the dumbest woman to walk the\nEarth.\n\nLJ.\nIt's the principle of the thing!\n\nHe shakes his head at her lack of moral fibre.\n\nL.J. (CONT'D)\nA man gotta have his principles.\n\nEXT, VENETIAN CASINO - PONTE DEI SOSPIRI DAY.\n\nCarlos and Alice on watch. They are at a distance from the\ngroup. Isolated. Vulnerable.\n\nCLOSE ON -~ Paco, Sitting at Alice's side. He sniffs the air -\nsensing something? His hackles raise.\n\nAfter a moment Alice catches a feint noise bouncing off the\ndeserted buildings -~- the clatter of rotor blades?\n\nALICE\nYou hear that?\n\n(CONTINUED)\n\f80.\nCONTINUED:\n\nCarlos shakes his head.\nAfter a moment there is an INHUMAN SCREAM which echoes around\nthe buildings. Impossible to tell the direction from which it\ncame, But it's close.\nCARLOS\n(worried)\nI heard that,\n\nThe very echo of the scream sends a chill through them. Alice\nand Carlos share a look. A sudden noise over the walkie makes\nthem jump --\n\nVALENTINE (0.S.)\n(over the walkie)\nWe're done .... get down here.\nEXT. THE STRIP DAY.\nThe convoy is back on the move. Headed out of town.\nINT. FLAT BED\nCarlos is at the wheel. Alice stares up at the deserted\nbuildings suspiciously. K-Mart sees the way Alice's hand runs\nunconsciously over the breech of the 12 gauge.\nThere's trouble coming.\nEXT. STORM DRAIN\nCRANE UP out of a concrete storm drain - built to handle the\nwinter flash floods. The Strip should pass over it, but all\nfour lanes are a mess of collapsed concrete and twisted rebar.\nIt's impassable,\nThe convoy grinds to a halt.\nAlice and the other climb from their vehicles.\nVALENTINE\nWe can't go back the way we came,\nWe'll go around.\nValentine indicates a side street that seems clear.\nALICE\n\n(immediately suspicious)\nThere's something wrong here.\n\n(CONTINUED)\n\f81.",
  "62": "---END OF PREVIOUS SECTION---\nValentine indicates a side street that seems clear. ALICE\n\n(immediately suspicious)\nThere's something wrong here. (CONTINUED)\n\f81. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nVALENTINE\n(shrugs)\nThe roads fucked up. Complain to the\nmayor.\n\nCarlos tries to re-assure Alice.\n\nCARLOS\nI'm sure a lot of shit went down here\nwhen the city was over~run.\n\nALICE\nNo. This was recent. Look ...\n\nAlice points to a nearby chunk of concrete. The twisted ends of\nthe metal rebar catch the light.\n\nALICE (CONT’D)\n++. the metal hasn't had time to\noxidize.\n\nAlice and Carlos exchange a look. That Inhuman Scream still\nfresh in their minds.\n\nVALENTINE\nLet's just get moving. I want out of\nthis place.\n\nNo one is going to argue with that sentiment. But as the convoy\nheads down the empty side street, they can't shake the suspicion\nthat they're being shepherded in some way.\n\nHIGH ANGLE SHOT --\n\nLooking down on the convoy as it snakes through the abandoned\ncity. The high angle adds to the air of tension. Suggesting\nthat they are being watched by someone/something.\n\nEXT. SIDE STREET\nThe street runs down the side of the Venetian.\n\nThe convoy comes to a sudden halt. Sitting directly in their\npath, blocking the road, is a large metal freight container.\nIt's painted black and bears the Umbrella Logo. And unlike\nanything else in this distressed and decayed city, the container\nlooks brand new. If you're sharp, you'll remember it from\nIsaacs' helicopter earlier.\n\n \n\f82,\n\nINT. HUMMER ~ CONTINUOUS\n\nVALENTINE\nWhat the fuck ....\n\nAlice marches past the Hummer, headed for the container.\n\nALICE\nWe have to move it.\n\nEXT. NEWS TRUCK = MOMENTS LATER\n\nThe front of Mikey's truck is fitted with a winch. Valentine\npulls the metal towing hook free and begins to unspool the\ncable.\n\nAlice already has a similar hook and cable from the front of the\nFlat Bed.\n\nIn the background, L.J. and Betty are doing the same with the\nAmbulance. This freight container is big, and it's going to\nneed the power of all three vehicles to move it.\n\nEXT. SIDE STREET ~ CONTINUOUS\n\nAs they cautiously approach the container, Alice looks around,\nbut there is no sign of life anywhere.",
  "63": "---END OF PREVIOUS SECTION---\nThis freight container is big, and it's going to\nneed the power of all three vehicles to move it. EXT. SIDE STREET ~ CONTINUOUS\n\nAs they cautiously approach the container, Alice looks around,\nbut there is no sign of life anywhere. \n---TARGET SECTION TO BE ANNOTATED---\nValentine puts her ear to the container. No sound from within.\nBut this is very, VERY creepy.\n\nValentine inspects the front of the container.\n\nVALENTINE\nNo lock .... No way to open it.\n\nLd.\nGood.\n(edgy and impatient)\nNow let's get this done.\n\nINT, FLAT BED ~ CAB ~ CONTINUOUS\n\nK-Mart checks behind them. No sign of movement on the street.\nBut there's a growing sense of tension.\n\nEXT. SIDE STREET DAY.\nCLOSE ON -- the towing hooks as they are fixed in place on the\ncontainer. Alice gives K-Mart the thumbs up. Valentine does\n\nthe same to Mikey in the News Truck, and Betty to L.J. in the\nAmbulance.\n\n(CONTINUED)\n\f83.\nCONTINUED:\n\nThe cables go taut, and for a moment, nothing happens. Perhaps\nthe container is too heavy? Then suddenly it shifts, lurching\nviolently to one side. ‘The cables take up the strain once more,\nand the container moves another few feet.\n\nCLOSE ON -- the winch at the front of the Flat Bed. It is\nsmoking with the strain. Carlos, checking the winches, sees it\nand signals to K-Mart.\n\nCARLOS\nEase off! Ease it off!\n\nK-Mart does as she's told and Carlos kneels down to inspect the\nwinch. The other two cables take up the strain, but suddenly\none of them begins to fray with the extra load.\n\nALICE\nDown! !\n\nShe pushes Betty and Valentine down as the cable SNAPS and whips\nover their heads at high speed. A deadly metal scythe that\nwould slice through anything in its way. Alice's warning has\nsaved their lives,\n\nALICE (CONT'D)\nStop! Stop!\n\nL.J. and Mikey stop their winches. The cable to the News Truck\nis the one that snapped.\n\nValentine dusts herself down.\n\nVALENTINE\nThank you.\n\nALICE\nDon't mention it.\n\nThey talk like Alice just held open a door for her. Cool.\n\nCLOSE ON -- the towing hook from the News Truck. The cable has\nsheered clean off. As Alice kneels to examine it, she hears a\nfeint noise. Coming from WITHIN the container.\n\nShe places her ear against the metal. Nothing.",
  "64": "---END OF PREVIOUS SECTION---\nComing from WITHIN the container. She places her ear against the metal. Nothing. \n---TARGET SECTION TO BE ANNOTATED---\n Or was that\nmovement? Alice strains to hear when suddenly --\n\nBANG!!!! One of the bolts holding the front of the container in\nplace, blows CLEAN OFF. Alice jumps back in surprise as more\nand more of the bolts begin to blow. These are EXPLOSIVE BOLTS.\nDesigned for the rapid deployment of whatever is inside,\n\n(CONTINUED)\n\f84.\nCONTINUED: (2)\n\nALICE (CONT'D)\nGet back!\n\nThe whole front of the container falls to the ground, narrowly\nmissing Alice, Betty and Valentine. The women pull their guns,\nready for action, but nothing happens.\n\nThe interior of the container is filled with an inky,\nimpenetrable darkness.\n\nTHE CAMERA TRACKS into the depths of the container. There is\nthe hint of movement. OF SOMETHING ALIVE IN THERE,\n\nA delicious moment of anticipation. Alice's finger tenses on\nthe trigger.\n\nThen suddenly all hell breaks loose, RUNNING from the darkness\nat top speed are three dozen Undead. The women are caught off\nguard for a moment, and don't even fire. They've never seen\nUndead move like this!\n\nThese are all of Isaacs failed experiments. Each with the\ndistinctive triangular puncture mark at the base of their necks.\nAnd each one filled with an uncontrollable rage, as well as an\nunnatural speed and strength. The Raiders Undead is amongst\nthem.\n\nWe hear the same chilling, INHUMAN SCREAM that Alice and Carlos\nhad heard earlier.\n\nAs the first of the Undead LEAPS at Alice, she blows it out of\nthe air with both barrels of her sawn-off. The Undead hits the\nground, rolls and then gets back to its feet. Its chest in\ntatters, but its speed and hunger intact.\n\nBetty and Valentine slow the first few Undead with a barrage of\ngunfire, but in an instant they need to reload, and the Undead\nare so fast, they are never going to get the chance to do it.\n\nALICE (CONT'D)\nRun! !\n\nAlice stops the lead Undead in his tracks with a \"clothesline\" -\na classic aikido move which uses the Undead's own speed and\nstrength against it. The Undead falls to the ground and never\ngets up. His neck broken. At least these things can be killed.",
  "65": "---END OF PREVIOUS SECTION---\nThe Undead falls to the ground and never\ngets up. His neck broken. At least these things can be killed. \n---TARGET SECTION TO BE ANNOTATED---\nAlice has given Valentine and Betty a split second for escape,\nand they take it, racing back to their vehicles.\n\nValentine heads to the Flat Bed, to protect K-Mart. But it's\njust too far. The lightning fast Undead will overtake her.\n\n(CONTINUED)\n\f85.\nCONTINUED: (3)\n\nAs one of the Undead leaps for her, we see that Valentine is\n\ndefenseless. Suddenly the Undead is cut down by a fusillade of\ngun fire.\n\nCarlos, twin .4S5s in hand is laying down a suppressing fire.\nINT. FLAT BED ~ CAB - CONTINUOUS\n\nValentine slams the door closed behind her, just as two Undead\nIMPACT with the cab. They hit so hard, they leave dents in the\nbodywork. Their hands PUNCH at the windows desperate to be in.\nValentine yells to K-Mart.\n\nVALENTINE\nGet in the back!\n\nEXT. FLAT BED — CONTINUOUS\nCarlos still kneels by the winch at the front of the Flat Bed.\nHe has saved Valentine, but now both .45s click empty. And he's\nbeing charged by a pack of Undead, with no time to reload.\nCarlos tucks and rolls, disappearing UNDER the truck.\nUNDERNEATH THE FLAT BED --\nIt's dark and claustrophobic. Carlos backpedals as he STRUGGLES\nto reload. Two Undead have pursued him under there. Their\nclawing fingers just inches from his boots!\nEXT. AMBULANCE - CONTINUOUS\nBetty has almost made it to the Ambulance when an Undead TACKLES\nher, sending her sprawling to the ground. The Undead is on top\nof her immediately, rearing up, ready to take a bite, when\nBAM!!! It is hit in the head by the Ambulance door opening.\nThe door hits with such force it staves in the Undead's skull.\nL.Jd. reaches down to drag Betty to safety.\nL.dJ.\n(all smiles)\n\"I'm here to help ....\"\n\nEven in the midst of such chaos, L.J. is still the ladies man.\nEXT. UNDERNEATH THE FLAT BED - CONTINUOUS\nCarlos is in trouble.",
  "66": "---END OF PREVIOUS SECTION---\nJ. is still the ladies man. EXT. UNDERNEATH THE FLAT BED - CONTINUOUS\nCarlos is in trouble. \n---TARGET SECTION TO BE ANNOTATED---\n Trapped in a nightmarish tight space,\nwith two Undead clawing their way up his legs, their mouths just\n\ninches from his flesh. One rears up and prepares to take a bite\nout of his calf, when --\n\n(CONTINUED)\n\f86,\nCONTINUED:\n\nBOOM!!! Carlos fires, having successfully reloaded. The sound\nof the gunshot is deafening in such a confined space. The first\nUndead falls back unmoving. Carlos fires again and the second\nUndead joins it.\n\nCarlos breathes a sigh of relief and turns away - COMING FACE TO\nFACE WITH A THIRD UNDEAD!!! IT'S SNARLING FACE JUST INCHES FROM\nHIS OWN!\n\nEXT, SIDE STREET - CONTINUOUS\n\nAlice stands in front of the container. Two bloody Kukris in\nher hands. Four Undead already lie decapitated at her feet.\nMany more surround her.\n\nAs the first of the Undead reaches for Alice, she swings the\nKukris and we --\n\nSMASH CUT TO:\nSATELLITE IMAGE --\nThe battle rendered in HEAT VISION, as seen by an orbiting\nUmbrella satellite. Even seen from directly above, Alice and\nthe Undead are clearly recognizable.\n\nThe fight plays out in silence. But there is no disguising its\nsavage intensity.\n\nAs Alice swings at another Undead we --\n\nSMASH CUT TO:\nALICE VISION --\nThrough her eyes we see the Kukris slice through an Undead,\nsevering its head from its shoulders. We are plunged into the\nmidst of the fight. Turning and striking with Alice.\nAs the fight continues we PULL BACK TO REVEAL --\nINT. HELICOPTER - CONTINUOUS\nA small control room is set up in the belly of one of the\nUmbrella choppers. Plasma screens show us Alice Vision and the\nSatellite Images of the battle. Still more monitor Alice's\nheart rate, respiration, electrical impulses etc.\n\nIsaacs is taking it all in.\n\n(CONTINUED)\n\n \n\f87.\nCONTINUED:\n\nDOCTOR ISAACS\nShe really is magnificent. When the\nothers are dead, prepare for her\ncapture.\n\nUMBRELLA CAPTAIN\nYes sir.\n\nAlice slays the last of the Undead in her immediate vicinity.\nThere is no more immediate threat to her.",
  "67": "---END OF PREVIOUS SECTION---\nUMBRELLA CAPTAIN\nYes sir. Alice slays the last of the Undead in her immediate vicinity. There is no more immediate threat to her. \n---TARGET SECTION TO BE ANNOTATED---\n She moves to help the\nrest of the beleaguered convoy.\n\nDOCTOR TSAACS\nThat's it. Shut her down.\n\nA Tech operates the computer controls and --\nEXT. SIDE STREET - CONTINUOUS\n\nCLOSE ON ALICE'S EYES -- as her look suddenly becomes distant,\ndistracted. As if her mind were elsewhere.\n\nAnd in the darkness of her pupils, in the depths far behind her\ncornea, we see a sudden flash of light. Like electricity. And\nthe bare hint of something back there --\n\nThe Umbrella Logo.\nAnd Alice FREEZES. The Kukris hanging loosely from her hands.\nINT/EXT. NEWS TRUCK - CONTINUOUS\n\nIn the midst of the chaos, the News Truck backs up, attempting\nto get away from the Undead. In his haste, Mikey demolishes\nfake Venetian statues and crashes into a canal filled with sand.\nThe back wheels sinking instantly. Mikey shifts gears and pumps\nthe gas pedal.\n\nMIKEY\nCome on!! Come on!!!\n\nBut the back wheels just dig themselves deeper into the sand.\n\nUndead SLAM against the window. Mikey jumps in terror. The\nUndead are all around the News Truck. Hands and feet beating\nagainst the vehicle. CRACKING what should be bullet proof\nglass. Some are even using bits of metal or wood as primitive\ntools, trying to pry open the doors. These things are\nintelligent, and they're strong. And they want in.\n\nMikey's suddenly very scared. He looks desperately into the\nback of the truck.\n\f88.\n\nEXT. NEWS TRUCK - MOMENTS LATER\n\nThe back doors fly open. One slams into an advancing UNDEAD\nNURSE, knocking her to the ground. Mikey flies out of the truck\nlike the devil himself were in pursuit. But a second later he\nfalls, the Nurse's hand around his ankle. Mikey looks up to see\nmore Undead closing in.\n\nMikey scrambles to his feet and runs. Leaving a shoe in the\nNurse's clutches.\n\nINT/EXT. FLAT BED ~ CONTINUOUS\nValentine sees Mikey running for safety.\n\nVALENTINE\nMikey! Over here!!\n\nHe is about 20 yards away. Valentine flings open the Flat Bed\ndoor, SNARL!! A savage Undead is on her in an instant.",
  "68": "---END OF PREVIOUS SECTION---\nHe is about 20 yards away. Valentine flings open the Flat Bed\ndoor, SNARL!! A savage Undead is on her in an instant. \n---TARGET SECTION TO BE ANNOTATED---\nValentine jumps back. The Undead climbs into the cab.\nValentine brings up her pistol and FIRES.\n\nCLOSE ON MIKEY --\n\nas he sees Valentine push the Undead from the truck. Mikey\nraces towards her. There is a whole army of Undead in pursuit.\n\nHe has almost made it, but at the last second an Undead leaps\nfrom behind a half buried Gondola and knocks Mikey off his feet.\n\nValentine shoots it immediately, but Mikey has lost too much\ntime. A wave of Undead breaks upon him, and in an instant he is\nhidden from view.\n\nVALENTINE'S P.O.V. --\n\nShe never sees Mikey again, just the Undead -- tearing at scraps\nof clothing, morsels of flesh, their fingers and mouths stained\nwith blood. These creatures have a savagery we've never\nwitnessed before.\n\nValentine watches distraught and powerless. Undead charge the\ntruck and Valentine is forced to close the door. Undead SLAM\nagainst the Flat Bed, smearing the glass with their newly bloody\nhandprints.\n\nA body SLAMMING against the opposite side of the cab jolts\n\nValentine out of it. It's Carlos. Valentine quickly unlocks\nthe door, throwing it open.\n\n(CONTINUED)\n\f89,\nCONTINUED:\n\nVALENTINE (CONT'D)\nThank God you made it ....\n\nBut Carlos just lunges at her. His eyes inhuman. His flesh\ndeathly pale. HE HAS TURNED.\n\nCarlos sinks his teeth into Valentine's shoulder. K-Mart\nSCREAMS as Valentine struggles into the back of the cab,\ndesperate to get away from her old friend.\n\nCarlos, lunges for K-Mart, his teeth already stained with\nValentine's blood.\n\nValentine has no choice. She has tears in her eyes as she\nraises her gun.\n\nEXT. SIDE STREET - CONTINUOUS\nThe gunshot from the Flat Bed barely registers above the sound\nof battle and the inhuman cries of the Undead. The convoy is\nbeing torn apart. The humans wiped out.\nCLOSE ON ALICE --\nStill frozen. Unable to help her friends. Sweat beads her\nface. We can see that she is fighting Umbrella's control over\nher.",
  "69": "---END OF PREVIOUS SECTION---\nUnable to help her friends. Sweat beads her\nface. We can see that she is fighting Umbrella's control over\nher. \n---TARGET SECTION TO BE ANNOTATED---\n Paco races around his mistress, BARKING wildly!\n\nMATCH CUT TO;\nSATELLITE IMAGE --\n\nOf Alice and Paco, The image suddenly shimmers, turning to\nstatic.\n\nINT. HELICOPTER - CONTINUOUS\n\nDoctor Isaacs watches as more of the computer screens jump,\nshimmer or turn to static.\n\nDOCTOR ISAACS\nWhat is it?\n\nUMBRELLA TECH\nSatellite is swinging out of\nalignment.\n\nThe images become even more distorted and then cut out\ncompletely. They have lost both the Satellite Image and Alice\nVision, On the computer screens, the words \"SATELLITE - LIVE\nFEED\" are replaced with \"SATELLITE - OFF LINE\".\n\f90.\n\nEXT. SIDE STREET ~ CONTINUOUS\nCLOSE ON ALICE'S EYES --\nAs her pupils suddenly sharpen.\n\nA moment later, a strong, piercing whistle cuts through the fog\nof battle.\n\nThe Undead turn to see Alice.\nALICE\nI think you mothers are looking for\nme.\nShe's back, and ready to rumble.\nINT. HELICOPTER - CONTINUOUS\nThe computer screens are still filled with static.\n\nDOCTOR ISAACS\nHow long?\n\nUMBRELLA TECH\nNew feed coming on line in fifteen\nseconds.\nPLANET EARTH - HIGH ORBIT --\nAn Umbrella Satellite moves between us and the Earth far below.\nWe are over the Continental United States. Nevada to be\nspecific.\n\nAs the first satellite moves away, a second cuts directly in\nfront of us, the two satellites passing silently.\n\nEXT. LAS VEGAS - PARKING LOT - CONTINUOUS\n\nThe two Umbrella choppers sit in an abandoned parking lot behind\none of the casinos.\n\nINT. HELICOPTER - CONTINUOUS\n\nUMBRELLA TECH\nOnline in three .... Two ....\n\nThe screens jump back into life. The Satellite Image showing\n\nMANY bodies lying motionless on the ground. All the Undead\nattacking the convoy have been dispatched.\n\n(CONTINUED)\n\f91.\nCONTINUED:\n\nUMBRELLA TECH (CONT'D)\nLooks like we missed it.\n\nIsaacs studies the satellite imagery. Alice has disappeared.\n\nDOCTOR ISAACS\nDamn it! Where is she?\n(concerned)\nShe's not dead is she?\n\nUMBRELLA TECH\nNo sir.",
  "70": "---END OF PREVIOUS SECTION---\nWhere is she? (concerned)\nShe's not dead is she? UMBRELLA TECH\nNo sir. \n---TARGET SECTION TO BE ANNOTATED---\n Heat levels on the bodies\nindicate that these are all biohazard.\n\nDOCTOR ISAACS\nSo find her ...\n\nUMBRELLA TECH\nLive feed from Programme Alice coming\non line now ....\n\nALICE VISION ~~\n\nThrough her eyes we see that Alice is moving through a derelict\nbuilding. Fast.\n\nDOCTOR ISAACS .\nWhere the hell is she going?\n\nSuddenly Alice emerges into the daylight and we see (through her\neyes) that she is in the parking lot ~ LOOKING DIRECTLY AT THE\nTWO UMBRELLA CHOPPERS!\n\nUMBRELLA TECH\nOh shit!\n\nAs Alice races towards the choppers, all hell breaks loose.\nDOCTOR ISAACS\n(urgent)\n\nShut her down! Now!\nEXT. PARKING LOT - CONTINUOUS\nCLOSE ON ALICE'S EYES -- As far behind her cornea, we see a\nsudden flash of light. Like electricity. And the bare hint of\nsomething back there --\nThe Umbrella Logo.\n\nBut this time, the Umbrella Logo dims. And Alice keeps moving.\nFIGHTING their control over her.\n\n(CONTINUED)\n\fg2.\nCONTINUED:\n\nEvery step forward she takes is agony. Her face is beaded in\nsweat. The effort is superhuman. But she is WINNING.\n\nINT. HELICOPTER ~ CONTINUOUS\n\nGUARD\nShe's still coming!\n\nDOCTOR ISAACS\nShut her down damn it!\n\nUMBRELLA TECH\n(panic)\nI'm trying, but there's interference.\n\nUMBRELLA CAPTAIN\nBoost the control signal!\n\nUMBRELLA TECH\nIt's already at Max! She's resisting\ncommand protocols,\n\nAnd suddenly they are out of time. For the door to the chopper\nis ripped open and hard sunlight streams in.\n\nAlice is here.\n\nThe Umbrella Captain reaches for a sidearm, but is dead within\nthe second. An UMBRELLA GUARD levels his machine gun, but a\nKukri flies through the air. The force of the impact IMPALES\nhim against the bulkhead. His dead finger pulls on the trigger\nand the machine gun fires blindly. The bullets spray through\nthe helicopter's cabin, killing the PILOT instantly.\n\nWithin an instant, Alice has her hand around the Umbrella Tech's\nthroat.",
  "71": "---END OF PREVIOUS SECTION---\nHis dead finger pulls on the trigger\nand the machine gun fires blindly. The bullets spray through\nthe helicopter's cabin, killing the PILOT instantly. Within an instant, Alice has her hand around the Umbrella Tech's\nthroat. \n---TARGET SECTION TO BE ANNOTATED---\n He's been fatally wounded in the crossfire, But he's\nmore afraid of Alice than he is of death --\n\nALICE\nWhere is he?\n\nAnd for the first time, we notice that Isaacs is gone.\nINT. SECOND HELICOPTER ~ CONTINUOUS\nDoctor Isaacs clambers aboard.\n\nDOCTOR ISAACS\nBack to base .... NOW!\n\nBut as he tries to close the door behind him, Isaacs is suddenly\nGRABBED. Isaacs turns in surprise to see the Raiders Undead.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nThe creature glares at Isaacs with malevolent eyes, It\nremembers its tormentor, and now it’s payback time.\n\nIsaacs screams as the Undead tears into his flesh, ripping out\nhis deltoid muscle.\n\nAn UMBRELLA TROOPER shoots the Undead square between the eyes\nand Isaacs collapses back into the chopper.\n\nDOCTOR ISAACS (CONT'D)\nThe anti-virus! Get me the anti-\nvirus!!\nThe Trooper opens an emergency medical kit that contains cool\ngreen tubes of anti-virus. As Isaacs begins to inject himself,\nthe chopper lifts into the air.\nEXT. SECOND HELICOPTER - CONTINUOUS\n\nAlice races for the chopper as it takes off. She JUMPS,\ngrabbing the runners beneath the helicopter.\n\nINT. SECOND HELICOPTER - CONTINUOUS\n\nAlice is hauling herself on board. She sees Isaacs injecting\nhimself with anti-virus. The Umbrella Trooper swings his gun at\nAlice's head. He has. her dead to rights.\n\nDOCTOR ISAACS\nNo!\n\nHe kicks the gun, causing the Trooper to miss. Instead the\nbullet goes clean through Alice's left hand. She loses her grip\nand falls back to Earth.\nIsaacs has escaped.\n\nCUT TO:\nINT/EXT. FIRST HELICOPTER - PARKING LOT - MINUTES LATER\n\nL.J. and K-Mart are already in the chopper as Alice climbs back\non board. She's unsteady on her feet.\n\nK-MART\nAre you okay?\n\nALICE\nI'll live.\n\nShe pushes the dead Umbrella Captain out of his seat and sits\ndown.\n\n(CONTINUED)\n\f94,\nCONTINUED:\n\nALICE (CONT'D)\nL.J. Get in the cockpit.\n\nLod.",
  "72": "---END OF PREVIOUS SECTION---\nJ. Get in the cockpit. Lod. \n---TARGET SECTION TO BE ANNOTATED---\nI can see it from here. Sucker's full\nof bullet holes. Its flying days are\n\ndone.\n\nALICE\nI know. But look at the\ninstrumentation.\n\nL.J. grumbles but does as he's told.\n\nLJ.\nOkay.\n\nALICE\nI want to know what its last bearing\nwas.\n\nLJ.\nWhy?\n\nALICE\nBecause then we know where it came\nfrom,\n\nEXT. SIDE STREET DAY.\n\nAlice, L.J. and K-Mart return to the convoy. Betty is bandaging\nValentine. The wound is very deep.\n\nALICE\nThey have the anti-virus .... I saw\nit.\n\nShe puts a reassuring hand on Valentine.\n\nALICE (CONT'D)\nYou'll be okay.\n\nAlice surveys the abandoned streets. The sun is sinking behind\nthe buildings. Long menacing shadows reaching for them like\ndark fingers.\n\nALICE (CONT'D)\nWe should get moving.\n\nAlice senses something wrong. Something hanging in the air.\nSomething no one wants to say.\n\n(CONTINUED)\n\f95.\n\nCONTINUED:\nALICE (CONT'D)\nWhere's Carlos?\nCUT TO:\n\nEXT. DESERT - SUNSET\nThe convoy has parked up at the outskirts of Las Vegas.\nSilhouetted against a blood red sky, a single cross marks\nCarlos' grave. The others turn and walk back to their vehicles,\nbut Alice remains. Impassive. Staring at the cross,\nSomeone has hung Carlos’ dog tags over the rough wooden cross.\nAs the others climb back into their vehicles, and Alice is\nfinally alone, emotion comes flooding across her face. Tears\nroll down her cheeks as she reaches down and takes the dog tags\nfrom the cross.\n\nIn the midst of all the horror, this was the man she was closest\nto. And now he's gone.\n\nThe tears are almost uncontrollable. The repressed emotion from\nyears of leadership, years of strength, finally given vent.\n\nEXT. CONVOY - SUNSET - LATER\nThe sun has just dipped beyond the horizon as Alice walks back\nto the vehicles. The tears are gone. She wears the dog tags\naround her neck. Framed against the bloody sky, she has the\nlook of some avenging, fallen angel.\nK-MART\n(concerned)\nAlice ....\nBut Alice just walks past her.\n\nALICE\nLet's go.\n\nThe warrior has returned.",
  "73": "---END OF PREVIOUS SECTION---\nBut Alice just walks past her. ALICE\nLet's go. The warrior has returned. \n---TARGET SECTION TO BE ANNOTATED---\nPity her prey.\nCuT TO:\nINT. THE COMPLEX - CORRIDOR NIGHT.\nTwo ARMED GUARDS stand outside the door to Isaacs' lab. They\n\nsalute as Doctor Slater approaches. He has clearly assumed\ncommand. Everything he always wanted.\n\n(CONTINUED)\n\f96,\nCONTINUED:\n\nSLATER\nHow is he?\n\nGUARD\nUnder house arrest as you instructed.\nHe's been quiet.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY\n\nThe door swings open and Slater enters. The two Guards are with\nhim. Isaacs sits with his back to them. He is injecting\nhimself with anti-virus. The table beside him is littered with\nempty vials.\n\nSLATER\n(shocked)\nHow much of this have you used?\n\nDOCTOR ISAACS\nHer blood increased the creatures!\npowers. But also increased the\nstrength of the infection ....\n\nHe finishes injecting himself. Discards the empty vial of anti-\nvirus.\n\nDOCTOR ISAACS (CONT'D)\n-+-.- I needed it.\n\nSLATER\nYou have no idea what this will do to\nyou.\n\nDOCTOR ISAACS\nOh ....\n\nFor the first time Isaacs turns to face Slater. There's\nsomething about him. Something changed.\n\nDOCTOR ISAACS (CONT'D)\n--.. I have an idea.\n\nSLATER\nYou're out of control.\n\nIsaacs doesn't offer a reply.\n\nSLATER (CONT'D)\nWell this ends here.\n\nSlater takes out his sidearm. He's been waiting a long time for\nthis.\n\n(CONTINUED)\n\f97.\nCONTINUED:\n\nSLATER (CONT'D)\nUnder executive order 1345, issued by\nCommander Okamoto, for insubordination\nand gross misconduct in the field ....\nI sentence you to summary liquidation.\n\nDOCTOR ISAACS\n(ironic)\nLiquidation?\n\nSLATER\nJust die.\n\nSlater shoots Isaacs once in the heart. Isaacs looks up at him\nin disbelief.\n\nDOCTOR ISAACS\n(surprised)\nBut ....\n\nBut he can't get the words out. Can't take another breath.\nBlood spills from the heart wound.\n\nSLATER\nYou always were an arrogant son of a\nbitch.\n\nSlater shoots him twice more. And Isaacs dies. His eyes glaze\nover and shut for the last time. Slater turns to the Guards.",
  "74": "---END OF PREVIOUS SECTION---\nAnd Isaacs dies. His eyes glaze\nover and shut for the last time. Slater turns to the Guards. \n---TARGET SECTION TO BE ANNOTATED---\nSLATER (CONT'D)\nTake the body to the surface and\ndispose of it. Then bring up all the\nstats on Programme Alice. I want to\nsee what harm he's done.\n\nBut the Guards aren't listening. They are staring over Slater's\nshoulder in shock, for Doctor Isaacs has just risen to his feet.\nSlater turns in surprise.\n\nDOCTOR ISAACS\nDon't look so shocked.\n\nIsaacs' complexion is deathly pale. Beneath his shirt, around\nthe heart wound, something moves. Something inhuman.\n\nDOCTOR ISAACS (CONT'D\nThere's nothing harder to kill ....\n\nIsaacs extends his right arm and it SPLITS OPEN. The fingers\n\npeeling back like fleshy petals to reveal a mass of scaly\ntentacles beneath the skin.\n\n(CONTINUED)\n\f98.\nCONTINUED: (2)\nTentacles that SHOOT OUT, penetrating Slater's eye sockets and\n\nburrowing under his flesh. They even fill his mouth as he tries\nto scream.\n\nDOCTOR ISAACS (CONT'D)\n«++. than something that's already\ndead.\n\nOne Guard reaches for his gun and the other runs for the door.\nWe get the feeling neither of them are going to make it.\n\nCUT TO:\nEXT. RIDGE DAWN.\nAlice and Valentine lie just below the crest of a desert ridge.\nReflected in Alice's binoculars we see the Weather Station ~- the\nsecret entrance to The Complex. As usual, the perimeter fence\nis ringed with thousands of Undead. If anything, their numbers\nhave grown since the last time.\n\nJust as Alice had hoped, the second Umbrella Helicopter is\npeaking from beneath camouflage netting.\n\nANGLE ON --\n\nL.J. and Betty. On the same ridge. Looking at the same chopper\n\nLed.\nYou think you can fly one of those?\nBETTY\nI used to be an airborne paramedic.\nNot a pilot.\n\nL.J. just stares at her. After a beat --\n\nBETTY (CONT'D)\n(flustered)\nI know the theory ....\n\nLd,\nWell you're about to get the practise.\n\nANGLE ON --\n\nValentine as she is seized by a terrible coughing fit. She's\nlost a lot of blood. Looks like hell.\n\nALICE\n(comforting)\nHold on. They have the anti-virus\ndown there.",
  "75": "---END OF PREVIOUS SECTION---\nLooks like hell. ALICE\n(comforting)\nHold on. They have the anti-virus\ndown there. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f99,\nCONTINUED:\n\nValentine shakes her head.\n\nVALENTINE\nToo late .... And you know it.\nInfection's gone too far.\n\nShe lowers her hand from her mouth. It's covered in blood. The\nbite from Carlos was deep, and she's already in the late stages\nef infection.\n\nVALENTINE (CONT'D)\nAnd ...\n(nods to the weather station)\n++. you need someone to get you in\nthere.\n\nAlice knows Jill is right. She's beyond help. But Alice can't\nbear to lose another friend.\n\nVALENTINE (CONT'D)\n(bloody smile)\n\nBesides ... I have a plan,\nALICE\n\nReally?\nVALENTINE\n\nOh yeah .... and it's a beauty.\n\nCUT TO:\nEXT. CONVOY DAY.\n\nK-MART\nJill, you can't .,.,\n\nK-Mart is on the verge of tears.\n\nVALENTINE\nI have to.\n\nValentine winces in pain. In the last stages of infection.\nVALENTINE (CONT'D)\nI can't do much more for you .... But\nI can do this.\nAs she leans against the cab of the Tanker, the others gather\n\naround. A dozen people in all - the remnants of her convoy -\nincluding the six children. She turns to address them.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nVALENTINE (CONT'D)\nWhen you get down there, you make for\nthe helicopter. B will fly. She and\nL.J. are in charge now. Alice is\nright ... we can't be the only ones\nleft. There are other like us out\nthere somewhere, You make it to\nAlaska. To safety.\n\nK-Mart nods. Understanding, but not liking it. Some of the\nchildren are crying.\n\nLJ.\nSee you around Valentine.\n\nValentine hugs L.J., then K-Mart. As she climbs into the cab of\nthe tanker, Alice stops her.\n\nALICE\nFound these.\n\nShe hands Jill a packet of smokes - \"American Spirits\". Herbal\ncigarettes.\n\nVALENTINE\nThanks, but they don't count.\n\nALICE\nJill, I know we ...\n\nValentine shakes her head.\n\nVALENTINE\nSave it.\n\nThese two have been through so much together.",
  "76": "---END OF PREVIOUS SECTION---\nValentine shakes her head. VALENTINE\nSave it. These two have been through so much together. \n---TARGET SECTION TO BE ANNOTATED---\nVALENTINE (CONT'D)\nJust promise me one thing.\n(beat)\nWhen you get in there. You make them\n\npay-\nThe two women share a look,\n\nALICE\nConsider it done.\n\nSMASH CUT TO:\n\f101.\n\nEXT. TANKER DAY.\n\nThe Canola Oil Tanker races across the desert flats at top\nspeed. Headed for the weather station. The Hummer pulls level.\nAlice and K-Mart ride within. The rest of the convoy follows\nbehind.\n\nAlice salutes Valentine.\n\nINT. TANKER - CAB - CONTINUOUS\n\nValentine acknowledges the salute. For a moment there is a long\nlook between the two and then the Hummer drops back. We know\nthat this is the last time the two women will see one another.\n\nValentine looks over to the passenger seat. A short fuse runs\nbetween her and a HUGE pack of EXPLOSIVES.\n\nVALENTINE\n{to herself)\nWish I had a smoke ....\n\nEXT. WEATHER STATION - PERIMETER - CONTINUOUS\nThe Undead at the edge of the fence begin to turn towards the\nvehicles. The Tanker is in the lead. The Hummer and the rest\nof the convoy trailing at a good distance.\nEXT. TANKER - CONTINUOUS\nThe Tanker impacts with the ranks of the Undead, plowing through\nthem, but slowing considerably. There is a whole army of\nUndead, and sheer weight of numbers is bringing the Tanker to a\nhalt.\nINT. TANKER - CAB - CONTINUOUS\nValentine fights to retain control of the wheel.\nEXT. TANKER - CONTINUOUS\nSuddenly the front wheels of the Tanker hit a ditch. There's no\nway that Valentine could have seen it through the mass of\nUndead. The whole Tanker JACKKNIFES and rolls over onto its\nside.\nINT. TANKER - CAB - CONTINUOUS\n\nValentine is flung around the cab like a rag doll.\n\f102.\n\nEXT. TANKER - CONTINUOUS\n\nThe Tanker slides to a halt, and within an instant it is swarmed\nwith the Undead.\n\nARIEL SHOT -~-\n\nShowing the Tanker surrounded by thousands of Undead. All\ndesperate for the fresh meat within.\n\nINT.",
  "77": "---END OF PREVIOUS SECTION---\nARIEL SHOT -~-\n\nShowing the Tanker surrounded by thousands of Undead. All\ndesperate for the fresh meat within. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TANKER ~ CAB - CONTINUOUS\n\nThe cab is a mess. Valentine slowly recovers from the crash.\nShe is hanging at a weird angle from her seat belt. As her\nblurred vision clears, she sees --\n\nA PACK OF CIGARETTES.\n\nThey are tucked behind the sun visor. Had been there all the\ntime.\n\nVALENTINE\n{forces a laugh)\nI'll be damned.\n\nAs the Undead force their way into the Cab, Valentine places a\ncigarette between her lips. At last!\n\nShe takes a lighter from her pocket. It flares into life. But\nthe Undead are IN the Cab now. Snarling teeth and clawing\nfingers.\n\nVALENTINE (CONT'D)\nOh hell ...,.\n\nSLOW MOTION --\n\nAs Valentine lights the fuse instead of the cigarette.\n\nAs it burns, Valentine brings the lighter back to her cigarette.\nCLOSE ON -- the Undead as they reach for her.\n\nCLOSE ON ~-- the tip of the cigarette. Valentine draws on it.\nThe tip igniting.\n\nWIDE SHOT -- of the truck as it EXPLODES!\nARIEL SHOT --\n\nAs the blast wave spreads out, vaporizing a thousand Undead.\n\f103.\n\nINT. HUMMER - CONTINUOUS\nThe windshield is sprayed with debris and burning fuel.\n\nALICE\nHold on ....\n\nEXT, WEATHER STATION — CONTINUOUS\nThe Hummer races at top speed through the burning wasteland that\nValentine has created. She has punched a huge hole in the ranks\n\nof the Undead. The Hummer leads the rest of the cenvoy through\nit.\nINT. HUMMER — CONTINUOUS\nAs the Hummer breaks through the tatters of the perimeter fence,\nK-Mart stares out of the window. She's focussed on the remnants\nof the Tanker. Valentine is gone forever.\n\ncur To:\nEXT. WEATHER STATION - MOMENTS LATER\nThe Convoy has stopped beside the helicopter. Half the adults\npull the camouflage netting free, while the rest help the\nchildren onboard.\nINT. HELICOPTER - COCKPIT\n\nBetty sits at the controls. There's so many of them, Overhead,\nthe rotor blades fire into life and begin to revolve.\n\nL.J.",
  "78": "---END OF PREVIOUS SECTION---\nThere's so many of them, Overhead,\nthe rotor blades fire into life and begin to revolve. L. J. \n---TARGET SECTION TO BE ANNOTATED---\nThat's it girl!\n(leans over her shoulder)\nKnew you could do it!\n\nBETTY\n(worried)\nThat was the easy bit.\nEXT. PERIMETER FENCE - CONTINUOUS\n\nThe Undead pour through the gaping hole in the fence. Headed\nfor the helicopter and the weather station.\n\nEXT. HELICOPTER - CONTINUOUS\nEveryone is onboard except Alice. She stands OUTSIDE the\n\nhelicopter, caught in the downdraft. She hands the Red Journal\nto K-Mart.\n\n(CONTINUED)\n\f104,\nCONTINUED:\n\nALICE\nHere.\n\nK-MART\nYou're not coming?\n\nAlice shakes her head. She glances at the Undead - they're\ngetting close - then nods to Betty 4n the cockpit.\n\nINT. HELICOPTER - COCKPIT - CONTINUOUS\nBetty nervously pulls back on the controls.\n\nBETTY\nOkay ... here we go.\n\nEXT. WEATHER STATION - CONTINUOUS\nAlice watches as the helicopter rises ten feet in the air, then\nLURCHES to one side, almost demolishing the roof of the weather\nstation.\nGradually Betty brings it back under control.\nINT. HELICOPTER ~ COCKPIT - CONTINUOUS\nBETTY\n(intense concentration)\nEasy ... Easy.\n\nSlowly but surely, the helicopter rises into the air. They're\ngoing to be alright.\n\nINT. HELICOPTER - CARGO HOLD - CONTINUOUS\n\nK-Mart watches through the open door as Alice slowly recedes\ninto the distance. A lone woman with only a small dog for\ncompany.\n\nShe cuts a mythic figure.\n\nEXT. WEATHER STATION - MOMENTS LATER\n\nThe downdraft dies as the helicopter disappears. Alice and Paco\nare left alone. Just as we found them.\n\nIn the distance, there are a thousand Undead headed their way.\nSuddenly there is movement RIGHT BEHIND ALICE!!!\n\nShe spins, gun in hand, to see --\n\n(CONTINUED)\n\f105.\nCONTINUED:\n\nLg.\nTouchy ...\n\nAlice lowers her gun.\n\nALICE\nWhat are you doing here?\n\nL.J. shrugs.\n\nL.J.\nI hate to fly.\n\nCUT TO:\nINT. UNDERGROUND - CONCRETE SHAFT - MINUTES LATER\n\nAlice, Paco and L.J.",
  "79": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. UNDERGROUND - CONCRETE SHAFT - MINUTES LATER\n\nAlice, Paco and L. J. \n---TARGET SECTION TO BE ANNOTATED---\n drop down the shaft from the Weather\nStation. They are riding on the Hydraulic Platform. Numbers\npainted on the concrete walls let them know that they are 200\nfeet underground.\n\nINT. CAVE\n\nThe platform comes to rest in the natural rock cave. As before,\nthe place is littered with vehicles and high-tech equipment.\nOnly now, there is no sign of life.\n\nAlice and L.J. cautiously walk the concrete road leading to the\nlarge set of Blast Doors. The entrance to The Complex is open\nand unguarded, Alice and L.J. share a look, then draw their\nguns.\n\nINT. THE COMPLEX - CORRIDOR - CONTINUOUS\n\nThey enter the giant underground facility. Still there is no\nsign of life. It's eerie.\n\nA large glass sculpture hangs from one wall. It is made up of\nhundreds of interlocking mirrored cubes. Alice stares at her\nfractured reflection. It can't help but echo her experience in\nRESIDENT EVIL 1.\n\nALICE\n{unsettled)\nStay tight.\nINT, THE COMPLEX - CORRIDOR - JUNCTION\n\nUp ahead, the corridor splits in two. Both choices are\nidentical except --\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\nL.J.\nThere ....\n\nThe left hand corridor has a trail of blood splashed along the\nfloor. Like a body was dragged.\n\nAs they draw closer, there are multiple bloody handprints on the\nwalls. Evidence of a fight.\n\nL.J. (CONT'D)\nWhat happened here?\n\nINT. THE COMPLEX - BRIEFING ROOM\n\nAlice enters the darkened room. The light fittings are smashed.\nThere are bullet holes in the walls. Blood everywhere, but no\nbodies.\n\nOne of the light fittings is still swinging, giving the shadows\na menacing life of their own. L.J. follows Alice into the room.\nThe eeriness of the place getting to him. Even Paco is\nrestless.\n\nAlice nudges L.J., scaring the life out of him.\n\nL.J.\nWhat?\n\nShe points up. There are holes in the ceiling, exposing\nventilation shafts. There are bloody marks all over them, as if\nsomeone or something had dragged the bodies UP into the shafts.\n\nSUDDENLY there is MOVEMENT behind them. Taking both L.J. and\nAlice by surprise. L.d.",
  "80": "---END OF PREVIOUS SECTION---\nTaking both L. J. and\nAlice by surprise. L.d. \n---TARGET SECTION TO BE ANNOTATED---\n turns, firing on instinct.\n\nBut the bullet goes STRAIGHT THROUGH his target.\n\nIt is a HOLOGRAM of the White Queen that has suddenly appeared,\nfloating over the long table.\n\nWHITE QUEEN\nI'm sorry. I didn't mean to startle\nyou.\n\nAs before, the White Queen has the appearance, voice and speech\npatterns of a small child. But her words are those of a\npowerful Artificial Intelligence.\n\nL.J.\nWhat the fuck are you?\n\n(CONTINUED)\n\fCONTINUED:\n\nL.J. turns\n\n107.\n\nALICE\nThe White Queen. The computer that\nruns this place. She's A.I. ....\nmodelled after the head programmer's\ndaughter.\n\nto Alice. How does she know all this? Alice shrugs.\n\nALICE (CONT'D)\niIomet the sister.\n(beat)\nShe was a homicidal bitch.\n\nWHITE QUEEN\nMy sister computer was merely\nfollowing the most logical path for\nthe preservation of human life.\n\nALICE\nKill a few, save a lot.\n\nWHITE QUEEN\nPut simply, that was her goal.\n\nALICE\nDidn't quite work out, did it?\n\nWHITE QUEEN\nWe cannot control the vagaries of\nhuman behavior.\n\nL.J.\nWhat happened down here?\n\nWHITE QUEEN\n\nDoctor Isaacs returned in an infected\nState. He was bitten by a creature\nthat had been treated with a newly\ndeveloped serum.\n\n(nods to Alice)\nA serum derived from your blood. The\nresulting infection has caused massive\nmutation.\n\nALICE\nMy blood?\n\nWHITE QUEEN\nYour blood has bonded with the T~\nvirus. Doctor Isaacs correctly\ndeduced that it could be used to\nreverse the process of infection.\n(MORE)\n\n(CONTINUED)\n\f108.\nCONTINUED: (2)\nWHITE QUEEN (CONT'D)\nTo cure or destroy the biohazard for\ngood.\n\nL.g.\nHer blood is the cure for all this?\n\nWHITE QUEEN\nCorrect.\n\nLed.\n(to Alice)\nAren't you special.\n\nALICE\nWhy are you talking to us?\n\nWHITE QUEEN\nLike my sister, I was programmed to\npreserve human life. My satellites\nshow that there are 1,733,548 human\nsurvivors still alive on the surface\nof the Earth.",
  "81": "---END OF PREVIOUS SECTION---\nALICE\nWhy are you talking to us? WHITE QUEEN\nLike my sister, I was programmed to\npreserve human life. My satellites\nshow that there are 1,733,548 human\nsurvivors still alive on the surface\nof the Earth. \n---TARGET SECTION TO BE ANNOTATED---\n Your blood is pure, and\nthis facility contains all the\nlaboratory equipment you will require\nto synthesize a cure,\n\nALICE\n(not quite believing it)\nThis could all end?\n\nWHITE QUEEN\nCorrect.\n\nLed.\nGoddamn!!!\n\nWHITE QUEEN\nThere is however ....\n\nShe chooses her next words carefully.\n\nWHITE QUEEN (CONT'D)\n+e.s. @ Small problem.\n\nCUT TO:\nINT. THE COMPLEX - CORRIDOR\nAlice and L.J. stand at a thick steel blast door which seals the\n\ncorridor. “LEVEL 7” is stencilled on it. The White Queen\nappears on a FLAT SCREEN computer console by the door.\n\n{ CONTINUED)\n\f109.\nCONTINUED:\n\nWHITE QUEEN\nI have him contained on the lower\nlevels, but this is where the\nlaboratories are located.\n\nL.J.\nGreat.\n\nWHITE QUEEN\nOnce you cross the threshold I cannot\nhelp you. He altered my protocols,\nlocking me out from this level.\n\nALICE\n(to Paco)\nYou stay here,\n\nThe little dog doesn't look happy, but he does as he's told.\n\nLd.\n(hopeful)\nWhat about me?\n\nAlice just smiles at him.\nINT. THE COMPLEX - LEVEL 7\n\nWe see Alice and L.J. outlined in the doorway as the blast door\nslides up. It's pitch black in here,\n\nAs they step over the threshold --\n\nWHITE QUEEN\nAlice ....\n(beat)\n+++- Good luck.\n\nAlice nods and steps into the darkness. L.J. follows behind.\n\nL.J.\n(to Alice)\nI don't get good luck?\n(then to himself)\nShit, I don't need good luck.\n(warming to his theme)\nToo damn good to need luck ....\n\nINT. THE COMPLEX ~ LEVEL 7 - CORRIDORS\nAlice and L.J. make their way through a pitch black labyrinth.\n\nWhatever Isaacs has mutated into, clearly it doesn't need\nlights.\n\n(CONTINUED)\n\f110.\nCONTINUED:\n\nBoth Alice and L.J. carry flashlights but they do little to\nallay the growing sense of dread. SUDDENLY SOMETHING MOVES\nbetween the Camera and the two humans, A big black SILHOUETTE\nit scares the hell out of us.\n\nL.J. swings his flashlight around, but whatever it is has gone.",
  "82": "---END OF PREVIOUS SECTION---\nSUDDENLY SOMETHING MOVES\nbetween the Camera and the two humans, A big black SILHOUETTE\nit scares the hell out of us. L. J. swings his flashlight around, but whatever it is has gone. \n---TARGET SECTION TO BE ANNOTATED---\nIt's fast as well as big.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY\n\nThe two enter the darkness of the lab. More than ever, this\nplace resembles a medieval torture chamber. The light fixtures\nare smashed, but there is still power to the computer terminals.\nThey provide a low blue glow that washes over the pile of dead\nbodies arranged neatly in the centre of the room.\n\nALICE\nSomeone's been busy.\n\nThe bodies are ordered in a precise symmetrical pattern, like a\npyramid built from the dead. There is a strange twisted\n\nintelligence at work here.\n\nLid.\nLook at this.\n\nL.J. seats himself at one of the terminals.\n\nL.J. (CONT'D)\nWe're already in the mainframe.\n\nHe begins to tap at the computer keys.\nL.d. (CONT'D)\n(surprised)\nShit!!!\nThe keypad is covered in sticky, bloody fingerprints.\n\nALICE\nCan you pull up the security system?\n\nLid.\nDone.\n\nA series of C.C.T.V. shots come up. They can monitor the\ninterior of The Complex from right here.\n\nL.J. (CONT'D)\n\nAnd look at this. These motherfuckers\neven got files on us.\n\n(CONTINUED)\n\f111.\nCONTINUED;\n\nHe pulls up the security files we saw at the start of the movie.\nThey detail Alice, Valentine, Carlos, K-Mart etc. Each file\nlists their potential \"THREAT LEVEL\" to Umbrella.\n\nL.J. (CONT'D)\nLike we're “America's Most Wanted\".\n\nL.J. proudly pulls up his own file. He is instantly horrified\n\nto see his Threat Level -- It is MINIMAL/ZERO.\nL.J. (CONT'D)\n(outraged)\nMinimal/Zero! MINIMAL/ZERO! What is\nthis shiti!!! I'ma badass\nmotherfucker! I ain't no\nminimal/zero!\n\nBut Alice isn't listening.\n\nALICE\nThere!\n\nShe has seen something moving on one of the C.C.T.V. Cameras.\nSomething in the depths of the lab. Amongst the darkened cryo-\nstasis tanks.\n\nALICE (CONT'D)\nI see him.\n\nAs Alice moves off, she slips an earpiece into her left ear.\n\nALICE (CONT'D)\nStay here. Guide me in.\n\nL.d.\nRight.\n\nAlice is swallowed by the darkness.",
  "83": "---END OF PREVIOUS SECTION---\nL.d. Right. Alice is swallowed by the darkness. \n---TARGET SECTION TO BE ANNOTATED---\n L.J. looks around. Now\nthat he is alone, the lab becomes even more unsettling. L.J.\nglances at the pile of dead bodies directly behind him.\n\nL.J. (CONT'D)\nRight.\n\nINT, CRYO-STASIS TANKS\nAlice moves through the labyrinth of glass. She looks up at the\ntanks that surround her. At the dark figures inside. Their\n\nblond hair hanging suspended in the fluid. She is moving\nthrough a hundred living, breathing replicas of herself.\n\n(CONTINUED)\n\f112.\n\nCONTINUED:\nALICE\n(quietly, to herself)\nWell .... This is fairly strange.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY ~- CONTINUOUS\n\nL.J.\nWhat was that?\n\nALICE (0.S.)\nNothing.\n\nINT. CRYO-STASIS TANKS - CONTINUOUS\nAlice advances. Alert.\n\nSuddenly there is movement. Refracted through the fluid in the\ntanks.\n\nALICE\nL.J.?\n\nL.J. (0.8.)\nHe's up ahead. On your left. No wait\n\nBut it's hard to tell through the confusion of glass and shadows\nwhere exactly the movement originates.\n\nL.Jd. (O.S.) (CONT'D)\nNo ... No ... Your right.\n\nALICE\nWhich is it?\n\nL.J. (0,8.)\nThe right.\n\nSuddenly there is movement BEHIND her. Alice turns, weapon at\nthe ready. But there's nothing there. We are starting to get\nthe feeling that perhaps Alice is no longer the hunter.\n\nThat something is stalking her.\n\nALICE\nL.d.?\nL.J. (0.8.)\nI can't tell .... I think ....\n\nWithout warning, Isaacs is upon her. He moves with inhuman\nspeed. Strikes with unnatural strength.\n\n(CONTINUED)\n\f113.\nCONTINUED:\n\nAlice's gun goes flying.\n\nWe glimpse Isaacs in the half light. His mouth and teeth\nstained with the blood of his victims. He is naked from the\nwaist up. His body impossibly muscular. The kind of definition\nonly a crazed body builder on a suicidal diet of steroids could\nachieve.\n\nHe has mutated into what the video game describes as a TYRANT.\n\nThe Isaacs/Tyrant charges, but this time Alice is ready.",
  "84": "---END OF PREVIOUS SECTION---\nThe kind of definition\nonly a crazed body builder on a suicidal diet of steroids could\nachieve. He has mutated into what the video game describes as a TYRANT. The Isaacs/Tyrant charges, but this time Alice is ready. \n---TARGET SECTION TO BE ANNOTATED---\n She\ncan't match his strength, but she has the edge on speed. She\nducks his blow, and in a classic jujitsu move, DISLOCATES his\nentire arm.\n\nBut the popping of bone and musculature doesn't slow the\nIsaacs/Tyrant one bit. He flings Alice off, and she CRASHES\ninto one of the tanks, the glass shattering around her.\n\nAlice comes up bleeding, to see the Isaacs/Tyrant charging\nagain.\n\nHer hand gropes for a shard of BROKEN GLASS from the cryo-stasis\ntank, She FLINGS the two foot piece of glass like it were a\nknife.\n\nPAN with the gleaming shard of glass as it arcs through the air\nlike one of Alice's Kukris.\n\nIt SLICES through the Isaacs/Tyrant's shoulder, cutting clean\nthrough bone and muscle. Opening up an artery in the process.\n\nBut before Alice can press her advantage, the water pressure in\nthe damaged tank causes the rest of the glass to give way. The\nbody inside falls towards Alice.\n\nActing on instinct, Alice catches the body and eases it to the\nground. Alice is holding a naked CLONE of herself in her arms.\nThe Clone, freed so abruptly from Cryo-Stasis, is gasping for\nair. Her body convulsing. Like a fish out of water. Desperate\nto breathe, but not knowing how.\n\nBy the time Alice looks up at her foe, the Isaacs/Tyrant is\nnowhere to be seen.\n\nINT. THE COMPLEX ~ CORRIDOR\nIn the darkness of the corridor, we glimpse the Isaacs/Tyrant.\nHe is covered in a sheen of his own blood, but already the\n\nartery itself has stopped bleeding. The wound seems to be\nhealing of its own accord.\n\n(CONTINUED)\n\f1214.\nCONTINUED:\n\nHe takes a hold of his dislocated arm and savagely pops it back\ninto place. It's the kind of thing that Alice could do in\nRESIDENT EVIL: APOCALYPSE, but the Isaacs/Tyrant seems to feel\nnone of the accompanying pain. If anything it almost seems\npleasurable for him.\n\nINT. CRYO-STASIS TANKS\n\nAlice still holds the mirror image of herself in her arms.",
  "85": "---END OF PREVIOUS SECTION---\nIf anything it almost seems\npleasurable for him. INT. CRYO-STASIS TANKS\n\nAlice still holds the mirror image of herself in her arms. \n---TARGET SECTION TO BE ANNOTATED---\nThe Clone convulses massively and her eyelids open. She looks\nstraight into the face of Alice. For a moment, there is a\nflicker of recognition. And then her body gives out.\n\nThe Clone dies in Alice's arms.\n\nFor a moment Alice cradles her own naked self. Her skin slick\nwith the fluid from the tank. And then she slowly eases the\ndead body to the ground.\n\nWhen she looks up, Alice's eyes are filled with a murderous\nrage.\n\nINT. THE COMPLEX - CORRIDOR\n\nAlice enters the corridor where we had glimpsed the\nIsaacs/Tyrant just moments earlier. The creature is nowhere to\nbe seen, but the walls are slick with its blood.\n\nUp ahead, the outline of a door.\n\nAlice pushes it open and steps into -~\n\nINT. MANSION - BATHROOM\n\nTiled floor, bathroom fittings made of brass. The shower is\nrunning and the washbasin mirror is fogged with condensation.\nAlice looks around in surprise. This is an exact replica of the\nopening of RESIDENT EVIL 1.\n\nFor Alice it is like she has stepped back in time.\n\nINT. MANSION - BEDROOM\n\nAlice sees a red dress laid on the bed, A pair of boots stand\nclose by. Precisely as she remembered it. This is all an exact\nreplica of her own experiences. Built as part of the \"training\nfloor\" for the Clones.\n\nCLOSE ON ~- an antique writing desk. Lying on it is a\nhandwritten note. Alice picks it up:\n\n(CONTINUED)\n\f115,\nCONTINUED:\n\n“Today All Your Dreams Come True\".\n\nCUT TO:\nINT, MANSION ~ HALLWAY\nAlice prowls the mansion. Hunting for Isaacs.\n\nCLOSE ON a framed photograph as Alice takes it from a side\ntable. It's of her and the man who posed as her husband in\nRESIDENT EVIL 1. Suddenly there is movement behind Alice -\nreflected in the mirrored frame of the photograph.\n\nAlice dodges as the Isaacs/Tyrant lunges at her! His FIST goes\nstraight through the side table. SMASHING it to kindling.\n\nHe strikes again, but Alice dodges, a Kukri in her hand. She\nSLICES deep into the Isaacs/Tyrant's chest.",
  "86": "---END OF PREVIOUS SECTION---\nSMASHING it to kindling. He strikes again, but Alice dodges, a Kukri in her hand. She\nSLICES deep into the Isaacs/Tyrant's chest. \n---TARGET SECTION TO BE ANNOTATED---\n A long deep wound\nopens up, but there is little blood. Beneath his skin,\nsomething moves. Something inhuman. And before Alice's eyes,\nthe WOUND BEGINS TO HEAL UP!!\n\nAlice presses home her attack, but every slice she makes seems\nto just enrage the Tyrant more, and even worse, begins to heal\nup moments later.\n\nThe Isaacs/Tyrant BACKHANDS Alice sending her flying through the\nair. She lands close to the front door of the mansion.\n\nCLOSE ON THE KUKRI ~~ as it tumbles from Alice's hand and embeds\nitself, point first, in the wooden floorboards.\n\nCLOSE ON THE ISAACS/TYRANT -- as he extends his right arm and it\nSPLITS OPEN. The fingers peeling back like fleshy petals to\nreveal a mass of scaly tentacles beneath the skin. Tentacles\nthat SHOOT OUT toward Alice.\n\nAlice tries to dodge, but in an instant they wrap themselves\naround her neck!\n\nAlice's fingertips reach for the Kukri. Grazing the handle, but\nunable to get a grip.\n\nThe Tyrant tightens its grip. It is literally STRANGLING the\nlife out of her.\n\nAlice's fingers reach for the Kukri, but it is hopeless.\nShe is on the verge of passing out.\n\nWhen suddenly Alice changes tactics. Kicking DOWN against the\nfloorboards with tremendous force.\n\n(CONTINUED)\n\f116.\nCONTINUED:\n\nLike a see~saw, as one end of the floorboard goes down, the\nother (holding the Kukri) goes up -~ and the Kukri is flung into\nthe air.\n\nAlice grabs it and SLICES clean through one of the tentacles.\n\nThe Isaacs/Tyrant bellows in pain and retracts the other\ntentacles. In an instant Alice is free. But now she watches in\nhorror as, like a Hydra of myth, the severed tentacle sub-\ndivides and becomes TWO MORE! Isaacs/Tyrant stares at them and\nsmiles.\n\nISAACS/TYRANT\nNow I have an idea what it feels like\n+++. to be you. The power,\n\nALICE\nYou have no idea.\n\nCLOSE ON the tentacles as they launch another attack on Alice.\n\nCLOSE ON Alice as she turns her attention INWARDS.",
  "87": "---END OF PREVIOUS SECTION---\nThe power,\n\nALICE\nYou have no idea. CLOSE ON the tentacles as they launch another attack on Alice. CLOSE ON Alice as she turns her attention INWARDS. \n---TARGET SECTION TO BE ANNOTATED---\n We have seen\nthis once before - when she used her psychic powers to warp and\ncontrol the flames at the Truck Stop.\n\nThe tentacles have almost reached Alice when suddenly THEY\nFREEZE IN MID-AIR. Something is holding them in place.\n\nThen Alice unleashes an immense PSYCHIC BLAST.\n\nIt rips up the floorboards between herself and the Tyrant. And\nwhen it hits the Isaacs/Tyrant it lifts him off the ground and\nslams him into the mansion wall. The impact is so great that\nthe Tyrant is embedded in the brickwork.\n\nCLOSE ON ALICE ~-- As before, the use of such power exhausts her.\nShe falls to her knees. Blood runs from her right nostril.\n\nFor a moment there is silence. It seems as though the fight is\nover.\n\nBut then the Isaacs/Tyrant pulls himself from the wall. Plaster\nand masonry dropping all around him. He should be dead, but\ninstead he just laughs. There is something inhuman/insane about\nthe sound. The mutation is warping his intelligence, making him\nless human by the moment.\n\nAlice gets back to her feet. She turns her attention inwards\nagain, but before she has a chance --\n\nThe Isaacs/Tyrant unleashes a psychic blast of his own. And\nthis one is twice the strength of Alice's.\n\n(CONTINUED)\n\f117.\nCONTINUED: (2)\n\nAlice is picked off her feet and flung backwards with INCREDIBLE\nFORCE. She blasts through the mansion door, ripping it off its\nhinges, and is thrown into --\n\nINT. THE HIVE - GLASS CORRIDOR - CONTINUOUS\n\nThe familiar long corridor made entirely of glass. The place\nwhere ONE (the leader of the Commando team) and the other\nCommandoes met their bloody end in RESIDENT EVIL 1.\n\nAnd now Alice lies bleeding on the mirrored floor.\n\nThe impact of crashing through the door should have splintered\nher bones, liquefied her internal organs. But somehow she still\nbreathes. Just.\n\nThe Isaacs/Tyrant steps into the glass corridor. He looks down\non the shattered frame of Alice with contempt. She seems to be\nmuttering softly to herself. Her mind broken as well as her\nbody.",
  "88": "---END OF PREVIOUS SECTION---\nHe looks down\non the shattered frame of Alice with contempt. She seems to be\nmuttering softly to herself. Her mind broken as well as her\nbody. \n---TARGET SECTION TO BE ANNOTATED---\nISAACS/TYRANT\nFor so long, I thought you were the\nfuture. How wrong I was.\n\nAlice sees the mutation rippling beneath the surface of his\nskin. The Tyrant's muscles literally growing and bulging.\nBecome less human before her eyes.\n\nISAACS/TYRANT (CONT'D)\nI am the future.\n\nWith superhuman effort, Alice forces herself to her feet. She\ncan barely stand. But still she launches a blow against the\nTyrant. The Isaacs/Tyrant catches it easily. Crushing her\nfingers, then sending her crashing backwards with a sledgehammer\nbliow to her solar-plexus.\n\nAlice slides to a halt at the far end of the corridor.\nDefeated,\n\nThe Isaacs/Tyrant advances on her. Alice can barely raise her\nhead. She is helpless. The Isaacs/Tyrant towers above her. He\nraises his fist, to deliver the killer blow.\n\nALICE\nLid. ...e\n\nCLOSE ON Alice's walkie. We realize that it is still switched\non. This is why she seemed to be muttering to herself earlier.\n\n(CONTINUED)\n\f118.\nCONTINUED:\n\nCLOSE ON Alice, as she makes bloody eye contact with the\nIsaacs/Tyrant.\n\nALICE (CONT'D)\nsees NOW,\n\nThe Isaacs/Tyrant turns in surprise as a horizontal beam of\nlaser light shoots down the corridor at high speed. It's headed\nstraight for him.\n\nAlice has been deliberately drawing him into the glass corridor.\nLeading him into a trap!\n\nIn a heartbeat, the thin laser wire switches to a grid. Fifty\ninterlocking laser lines forming a deadly net from which there\nis no escape.\n\nISAACS/TYRANT\nNO!\n\nBut the Isaacs/Tyrant has no time to react as the grid passes\nstraight through him,\n\nCLOSE ON Alice as the laser grid stops barely an inch from her\nnose.\n\nAfter a moment it disappears completely.\n\nCLOSE ON the Isaacs/Tyrant as the aqueous fluid begins to leak\nfrom his eye. A laser line has neatly bisected it, straight\nthrough the pupil. Slowly, the eye begins to slide apart,\nfollowed by the rest of his head.\n\nWIDEN to see the Isaacs/Tyrant fall into a hundred perfectly\ncubed pieces.",
  "89": "---END OF PREVIOUS SECTION---\nA laser line has neatly bisected it, straight\nthrough the pupil. Slowly, the eye begins to slide apart,\nfollowed by the rest of his head. WIDEN to see the Isaacs/Tyrant fall into a hundred perfectly\ncubed pieces. \n---TARGET SECTION TO BE ANNOTATED---\n Alice watches the Isaacs/Tyrant die exactly as\nshe watched One die in RESIDENT EVIL.\n\nShe has come full circle.\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - CONTINUOUS\n\nL.J. watches the live video feed of the Isaacs/Tyrant falling to\nthe floor in a hundred fleshy pieces, In front of him the\ncomputer flashes -- LASER SYSTEM DEACTIVATED.\n\nL.J. had caused the whole thing.\n\nHe high fives himself.\n\nL.J.\nMinimal/zero my ass!!!\n\f119,\n\nINT. THE HIVE - GLASS CORRIDOR\nAlice looks down on the smoking pieces of the Isaacs/Tyrant.\n\nALICE\nYeah .... you're the future alright.\n\ncuT TO:\nARIEL SHOT -~-\n\nOf snow capped mountains. An awesome vista. Filled with purity\nand hope. The Helicopter thunders into view. Rotor blades\nchopping through the icy northern air.\n\nINT. HELICOPTER - COCKPIT\n\nBetty is at the controls. Confident now. K-Mart sits beside\nher. She grips the Red Journal in her hands. Open to the\npictures of Arcadia - the dream of Alaska. In the cargo hold\nbehind them, the children are sleeping.\n\nK-Mart stares at the dramatic arctic mountains that lie ahead.\n\nTheir ragged peaks reflected in the glass of the cockpit. Like\nthe rest of the survivors, K-Mart is looking into an uncertain\n\nfuture. But one filled with new hope.\n\nA future Alice has given them.\nCUT TO:\nEXT. TOKYO NIGHT.\n\nDesolate streets overrun with the Undead. A reminder of the\nnightmarish life that K-Mart and the others have left behind.\n\nThe Camera sinks beneath the earth, passing through the sewers\nand the subway until we discover --\n\nINT. UMBRELLA JAPANESE FACILITY - CONFERENCE ROOM\n\nA dimly lit space filled with gleaming high-tech surfaces. Very\nsimilar to the one in The Complex. As before, dominating the\nroom is a huge representation of the Globe ~ showing the\nUmbrella spiderweb of secret bases spreading across the five\ncontinents.\n\nCommander Okamoto sits at the head of a polished black\nconference table.",
  "90": "---END OF PREVIOUS SECTION---\nVery\nsimilar to the one in The Complex. As before, dominating the\nroom is a huge representation of the Globe ~ showing the\nUmbrella spiderweb of secret bases spreading across the five\ncontinents. Commander Okamoto sits at the head of a polished black\nconference table. \n---TARGET SECTION TO BE ANNOTATED---\n HOLOGRAPHIC FIGURES at the table represent\nthe other Umbrella leaders ~- German, English, French, Spanish\netc. There is a conspicuous empty space where the holographic\nimage of Doctor Isaacs would normally sit.\n\n(CONTINUED)\n\f120.\nCONTINUED;\n\nCOMMANDER OKAMOTO\nAll attempts to contact the North\nAmerican complex continue to fail.\n\nGERMAN ENVOY\nHow long have they been off the air?\n\nCOMMANDER OKAMOTO\n72 hours. We must consider them lost.\n\nOkamoto is cold and emotionless. As if he were talking about\nthe loss of his wristwatch.\n\nCOMMANDER OKAMOTO (CONT'D)\nBut our plans remain unchanged. All\ndata has been transferred to this\nfacility and the research will\ncontinue under my personal\nsupervision. I expect results within\none month, two at the most ...\n\nALICE\n(interrupting)\nOh, you won't have to wait that long\nboys.\nMuch to everyone's surprise, a holographic image of Alice has\nappeared. Taking Isaacs‘ empty place at the table. All eyes\nare on her.\n\nALICE (CONT'D)\nYou see, I'm coming for you ....\n\nINT. THE COMPLEX - DOCTOR ISAACS LABORATORY - CONTINUOUS\nCLOSE ON ALICE. She is in front of a computer terminal.\nALICE\n\n+++. and I'm going to be bringing a\n\nfew friends ....\nAlice is flanked by L.J. and Paco. But these are not the\nfriends that she was referring to. For as we watch, the Camera\nTRACKS BACK AT HIGH SPEED, past the cryo-stasis tubes to reveal -\nA HUNDRED CLONES OF ALICE,\nAll beginning to awaken.\n\ncUT TO BLACK.\n\f"
}