{
  "1": "\n  Resident Evil\n\n\n \n\n\n\n<!--\n\ngoogle_ad_client = \"pub-7685866183814465\";\n\ngoogle_alternate_ad_url = \"http://www.horrorlair.com/defaultad_486.html\";\n\ngoogle_ad_width = 468;\n\ngoogle_ad_height = 60;\n\ngoogle_ad_format = \"468x60_as\";\n\ngoogle_ad_channel =\"0948875253\";\n\ngoogle_color_border = \"CCCC99\";\n\ngoogle_color_bg = \"CCCC99\";\n\ngoogle_color_link = \"333300\";\n\ngoogle_color_url = \"666633\";\n\ngoogle_color_text = \"CC3300\";\n\n//-->\n\n\n\n\n\n\nResident EvilBy Paul W. S. Anderson2000\n\n\n\nIF THE SUSPENSE DOESNT KILL YOU\n\n\n\nSOMETHING ELSE WILL\n\n\n\nCLOSE ON GLASS VIALS\n\n\n\nbeing lifted from a large medical refrigerator. Gloved hands slip them into a foam lined carry case. The vials are delicate. Filled with a cool blue liquid.\n\n\n\nThe hands move quickly. Urgently.\n\n\n\nINT. OFFICE\n\n\n\nSleek, super hitech. The blinds are closed. Cant tell if its day or night.\n\n\n\nTypists type. Assistants assist.\n\n\n\nBusy worker bees.\n\n\n\nINT. LAB\n\n\n\nSame building. Same busy bees.\n\n\n\nLab technicians and scientists in clean white suits.\n\n\n\nWorking hard, advancing science, making life better.\n\n\n\nINT. ELEVATOR\n\n\n\nWorker bees and science bees chat and flirt.\n\n\n\nLife is good.\n\n\n\nINT. SECURITY ROOM\n\n\n\nDozens of metal cages line the walls. Guard dogs.\n\n\n\nA sleek black DOBERMAN sniffs the air.\n\n\n\nBegins to bark.\n\n\n\nCLOSE ON GLASS VIALS\n\n\n\nas the last one is lifted from the refrigerator. But in their haste, the gloved hands let the vial slip.\n\n\n\nThe delicate glass tube tumbles end over end. And crashes to the floor.\n\n\n\nCLOSE ON THE FLOOR\n\n\n\ncovered in shards of glass and blue liquid.\n\n\n\n2\n\nINT. OFFICE\n\n\n\nA pretty secretary in her cubicle. LISA. A cute paperweight on her desk:\n\n\n\nLOVE IS .... NEVER HAVING TO SAY YOURE SORRY\n\n\n\nShe cradles the phone, whispering, not wanting to be overheard. In front of her sits a carry case for glass vials. Similar in design to the one we have already seen, but this one is empty. LISA toys with it nervously.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn front of her sits a carry case for glass vials. Similar in design to the one we have already seen, but this one is empty. LISA toys with it nervously. \n\nTARGET SECTION TO BE ANNOTATED:\nLISA\n\nI went to the pick up, but there was nothing there .... no serum, no nothing.\n\n(looks around nervously)\n\nIm worried.\n\n(hesitates)\n\nEasy for you to say, Im the one in here!\n\n\n\nA fire alarm sounds.\n\n\n\nLISA almost jumps out of her skin. All around the worker bees look up from their computer screens. In an orderly fashion, they take their jackets from the backs of their seats and head for the door.\n\n\n\nBeen through this drill a hundred times before.\n\n\n\nLISA (contd)\n\n(relieved)\n\nIve got to go. Its nothing .... fire drill. Meet me tonight .... the usual place.\n\n\n\nINT. LAB\n\n\n\nThe men and women of science look up from their experiments. Annoyed at the disturbance. A scientist with GREEN eyes lowers her face mask.\n\n\n\nGREEN\n\n(sighs)\n\nAnother day, another drill.\n\n\n\nA lab technician with BLUE eyes hands GREEN her coat.\n\n\n\nBLUE\n\nCome on.\n\n\n\nHe looks down at GREEN'S work. A half dissected white rabbit.\n\n\n\n3\n\nINT. ELEVATOR\n\n\n\nThe elevator stops. A young man seems confused. He wears a GREY suit which looks brand new.\n\n\n\nGREY\n\nWhat is that?\n\n\n\nA kindly woman in a BLACK skirt and jacket smiles.\n\n\n\nBLACK\n\nFire alarm new boy. Were going to have to take the stairs.\n\n\n\nINT. OFFICE\n\n\n\nA crowd that has formed by the doors. LISA is amongst them. A man in a crisp WHITE shirt pushes his way to the front. Hes handsome. Looks like he works out.\n\n\n\nWHITE\n\nWhats the matter?\n\n\n\nA woman with long GOLD hair smiles coyly at him. Playing helpless. We smell office flirtation in the air.\n\n\n\nGOLD\n\nThe doors wont open.\n\n\n\nINT. SECURITY ROOM\n\n\n\nThe guard dogs are in frenzy. Barking and snarling. Throwing themselves against the cage doors. Sensing that something is wrong. A uninformed guard attempts to calm them. His badge identifies him as CLARENCE.\n\n\n\nCLARENCE\n\nEasy there .... easy there boys!\n\n\n\nINT. LAB\n\n\n\nThe overhead sprinklers go off, showering the science bees with freezing cold water.\n\n\n\nBLUE\n\nDamn It! What happened to the halon system?\n\n\n\nGREEN\n\nQuick get something over the experiments!\n\n\n\n4\n\nCONTINUED:\n\n\n\nShe sees her hand written notes by the white rabbit. Already the ink has run.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREEN\n\nQuick get something over the experiments! 4\n\nCONTINUED:\n\n\n\nShe sees her hand written notes by the white rabbit. Already the ink has run. \n\nTARGET SECTION TO BE ANNOTATED:\n Theyre ruined.\n\n\n\nGREEN (contd)\n\nGreat.\n\n\n\nA lab technician with chocolate BROWN eyes stands by the big glass doors that lead out.\n\n\n\nBROWN\n\nThe doors wont open.\n\n\n\nGREEN\n\nForget the doors. Get those slides in a safe place.\n\n\n\nINT. ELEVATOR\n\n\n\nThe elevator is still stopped.\n\n\n\nGREY\n\n(worried)\n\nShouldnt the doors open or something?\n\n\n\nBLACK\n\nIts supposed take us to the nearest floor.\n\n\n\nThen the lights go out.\n\n\n\nGREY\n\n(very worried)\n\nIs that supposed to happen?\n\n\n\nINT. OFFICE\n\n\n\nThe worker bees are starting to panic. LISA is amongst them.\n\n\n\nLISA\n\nWhat about the doors at the back?\n\n\n\nWHITE\n\nLocked as well.\n\n\n\nWithout warning the Halon system goes off. Pillars of high-pressure gas flood into the room, sucking the oxygen out of the air, making it impossible for a fire to breathe. A fire. Or people.\n\n\n\nThe worker bees begin to choke.\n\n\n\n5\n\nINT. ELEVATOR\n\n\n\nThe emergency lights have activated. Their surreal red glow makes everything seem ten times worse.\n\n\n\nGREY\n\n(rising panic)\n\nWhats going on? Has this happened before? We have to get out of here!\n\n\n\nBLACK\n\nQuiet.\n\n\n\nGREY\n\nWhat?\n\n\n\nBLACK\n\nQuiet!\n\n\n\nThey hear a distant roaring sound. Rapidly approaching, like an express train.\n\n\n\nGREY\n\nWhat is that?\n\n\n\nINT. ELEVATOR SHAFT\n\n\n\nThe stalled car is in the foreground. Beyond it, we see that the shaft is wide enough for another two elevators. Out here, the roaring sound is even louder.\n\n\n\nThe roaring reaches a crescendo and the source of the noise races past in a blur. Its another elevator. In freefall.\n\n\n\nInside it, people are screaming.\n\n\n\nINT. ELEVATOR\n\n\n\nCLOSE on Black as she realizes what the sound is.\n\n\n\nBLACK\n\nOh my god!\n\n\n\nThen the elevator drops. Like a stone.\n\n\n\nINT. LAB\n\n\n\nWater is still pouring from the sprinkler system. GREEN waves hopelessly at a close circuit camera mounted in the ceiling. We see her image reflected in the lens.\n\n\n\n6\n\nCONTINUED:\n\n\n\nGREEN\n\nTheres no fire here! No fire!\n\n\n\nBLUE\n\nYou know this water isnt going anywhere.\n\n\n\nGREEN looks down at the floor. The water level is rising.\n\n\n\nBLUE (contd)\n\nThis is a sealed room.\n\n\n\nSuddenly things become more urgent.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe water level is rising. BLUE (contd)\n\nThis is a sealed room. Suddenly things become more urgent. \n\nTARGET SECTION TO BE ANNOTATED:\nGREEN\n\nWe have to get these doors open.\n\n\n\nINT. ELEVATOR\n\n\n\nThe car is in freefall. People are screaming. A man has wet himself.\n\n\n\nINT. ELEVATOR SHAFT\n\n\n\nThe emergency brakes kick in. One on each corner of the car. Sparks fly. Metal screams.\n\n\n\nINT. ELEVATOR\n\n\n\nThe car shudders to a halt. People sprawled on the floor. Crying.\n\n\n\nINT. LAB\n\n\n\nThe water is rising.\n\n\n\nGREEN and Blue struggle with the door. Without warning a chair bounces violently off the labs glass window, just missing GREEN. The glass isnt scratched.\n\n\n\nGREEN (contd)\n\nJesus! What the hell are you doing?\n\n\n\nBROWN advances on the glass with a fire axe.\n\n\n\nBROWN\n\nStand clear!\n\n\n\nBLUE\n\nStop!\n\n\n\nBROWN halts. Holding the fire axe aggressively. Ready for a fight.\n\n\n\n7\n\nCONTINUED:\n\n\n\nBLUE (contd)\n\nUse the other side.\n\n\n\nHe indicates the other side of the axe head. A single steel point. Sharp as an ice pick.\n\n\n\nBLUE (contd)\n\nBetter chance of getting through it.\n\n\n\nBROWN hefts the axe and strikes the window with as much force as he can.\n\n\n\nINT. CORRIDOR OUTSIDE THE LAB\n\n\n\nThe axe penetrates the glass. Just. A pea sized piece of glass pops out and bounces across the floor.\n\n\n\nINT. OFFICE\n\n\n\nThe Halon system switches itself off. The worker bees lie sprawled across the floor. Sprawled across their desks, Sprawled across one another. Not one moves.\n\n\n\nTHE HIVE is dead.\n\n\n\nCLOSE ON LISA\n\n\n\namongst the bodies, still and lifeless.\n\n\n\nINT. HALL WAY\n\n\n\nThree shiny steel doors stand at the centre of the hallway. Bodies are everywhere. Killed as they waited for an elevator.\n\n\n\nThe eerie silence is broken by a scratching sound. One of the elevator doors pops open an inch. Hands force their way out.\n\n\n\nINT. ELEVATOR\n\n\n\nThe car has stopped between floors. BLACK has to lie on the carpeting to peer out of the gap in the elevator doors.\n\n\n\nBLACK\n\nMy God!\n\n\n\n8\n\nCONTINUED:\n\n\n\nGREY\n\nLet me see.\n\n\n\nHe too sees the bodies in the hallway.\n\n\n\nGREY (contd)\n\nWe have to get out of here. We have to get out of this building.\n\n\n\nA man with RED tie tries to force the doors open wider.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREY (contd)\n\nWe have to get out of here. We have to get out of this building. A man with RED tie tries to force the doors open wider. \n\nTARGET SECTION TO BE ANNOTATED:\nRED\n\nHere .... give me a hand.\n\n\n\nGREY\n\nThats as far as theyll go.\n\n\n\nRED\n\nTheyre caught on something.\n\n\n\nBLACK\n\nThats wide enough.\n\n\n\nShe takes her jacket off.\n\n\n\nBLACK (contd)\n\nI think I can squeeze through.\n\n\n\nShe gets down on her knees in front of the doors. The gap is barely 18 inches. Its going to be tight.\n\n\n\nBLACK (contd)\n\nIll get help.\n\n\n\nINT. HALLWAY\n\n\n\nBLACK squeezes her head through the doors, Shes a slim woman, but the gap between the elevator floor and the top of the doorway is also very narrow. Even if she gets out, shes going to have to drop six feet to the floor.\n\n\n\nBLACK\n\nIm stuck .... youre going to have to push.\n\n\n\nShe inches through a little more.\n\n\n\nBLACK (contd)\n\nThats it. A bit more.\n\n\n\nINT. ELEVATOR\n\n\n\nCRACK! A sharp metallic sound echoes around the car.\n\n9\n\nCONTINUED:\n\n\n\nGREY\n\nWhat is that?\n\n\n\nINT. ELEVATOR SHAFT\n\n\n\nThe roof of the elevator. Only three of the four emergency brakes are now holding on. CRACK! Another brake unhooks. All by itself.\n\n\n\nINT. ELEVATOR\n\n\n\nRED\n\nOh Christ! Its the brakes.\n\n\n\nGREY begins to push frantically at BLACK. Still trapped half in and half out of the elevator.\n\n\n\nGREY\n\nGet out! Weve got to get out.\n\n\n\nBLACK\n\nI cant .... Im stuck!\n\n\n\nCRACK! The third brake goes.\n\n\n\nRED\n\nPush her out of the way .... we have to get out.\n\n\n\nBLACK\n\nI cant move!\n\n\n\nCRACK! The last brake unhooks. The car begins to drop again.\n\n\n\nINT. HALLWAY\n\n\n\nBLACK'S P.O.V. We see the floor of the hallway race up at her head. The concrete lip is going to decapitate her. She screams. And at the moment of impact we ....\n\n\n\nSMASH CUT TO:\n\n\n\nCLOSE UP EYES\n\n\n\nBlue eyes snap open. Woken from a bad dream. WIDEN to reveal a womans face to go with the eyes. Its not perfection, but its close. Well call her ALICE.\n\n\n\n10\n\nINT. BEDROOM DAY.\n\n\n\nALICE sits up. Looks around.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEDROOM DAY. ALICE sits up. Looks around. \n\nTARGET SECTION TO BE ANNOTATED:\n Four poster bed, oak paneled walls, painting of George Washington. Through the window she sees the ornate grounds of a manor house. Theres even a maze. This could be the 19th maybe even 18th Century.\n\n\n\nALICE steps out of bed. Shes twenty one. Naked. I take it back, she is perfection.\n\n\n\nSomething tumbles from the bedclothes and lands on the floor. ALICE picks it up. A handwritten note:\n\n\n\nTODAY ALL YOUR DREAMS COME TRUE\n\n\n\nALICE shakes her head. She moves through the room like someone who doesnt know where she is. She stops in front of a full length mirror. Stares at her own naked body. Touches it. Like it was all strange to her. Like she doesnt know who she is.\n\n\n\nALICE stands before an ancient wooden dresser with three drawers. She opens them one at a time.\n\n\n\nThe first contains crisp starched linens.\n\n\n\nThe second, neatly ironed womens underwear. Very white, very conservative. \n\n\n\nThe third, a pair of Uzis with laser sighting, under-slung with miniature grenade launchers.\n\n\n\nALICE stares at the weaponry. The look on her face says it all. Who am I?\n\n\n\nINT. MANSION  ENTRANCE HALLWAY DAY.\n\n\n\nALICE descends a sweeping staircase. Shes found some clothes. A tight pair of ski pants and a Tshirt. They fit like theyre hers, but she cant remember ever having worn them.\n\n\n\nThe hallway is luxurious and tasteful. Tapestries and paintings of old relatives that ALICE doesnt recognize adorn the walls. But this isnt a quaint old house. Theres something in the air.\n\n\n\nSomething intangible. Something evil.\n\n\n\n11\n\n\n\nINT. MANSION - DINING ROOM DAY.\n\n\n\nThe table is set for dinner, but there are no guests. No sign of life.\n\n\n\nCreepy.\n\n\n\nINT. MANSION  STUDY DAY.\n\n\n\nA dark oak lined study. The only sound is the ticking of a grandfather clock. ALICE takes a framed photograph train the desk. Its of her and a handsome man. They are standing in front of rose bushes in the garden. He has his arm around her. He wears a wedding ring.\n\n\n\nALICE looks at her own hand.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has his arm around her. He wears a wedding ring. ALICE looks at her own hand. \n\nTARGET SECTION TO BE ANNOTATED:\n She too wears a sample gold band. This man is her husband?\n\n\n\nA sudden shadow falls across the desk. ALICE jumps, startled. Something is moving out in the garden.\n\n\n\nALICE\n\nHello!\n\n\n\nALICE seems surprised by the sound of her own voice. So thats what she sounds like.\n\n\n\nEXT. MANSION  GARDENS - DUSK\n\n\n\nALICE emerges from the study. In front of her is a huge marble statue. A series of bizarre gothic characters dancing round a maypole. A walrus wearing a waistcoat, a rabbit carrying a pocket watch, a bald beaded knight in armor. Both beautiful and also strangely unsettling.\n\n\n\nIn the distance, she sees movement at the entrance to the ornate hedge maze.\n\n\n\nALICE\n\nHello!\n\n\n\nBut theres no reply. In the distance the sky is starting to darken.\n\n\n\nEXT. MAZE - DUSK\n\n\n\nALICE is following someone or something deeper and deeper into the maze. Dusk is turning rapidly to night, and the shadows within the maze are beginning to deepen. With every corner ALICE turns, the tension mounts.\n\n\n\n12\n\nEXT. MAZE  CENTER - DUSK\n\n\n\nALICE is about to turn back when she suddenly stumbles upon the middle of the maze. At the very center point is a chair. And in the chair, a man sitting with his back to her.\n\n\n\nALICE\n\nHello.\n\n\n\nThe man doesnt reply.\n\n\n\nALICE (contd)\n\nIm not sure if I belong here.\n\n\n\nALICE cautiously approaches him.\n\n\n\nALICE (contd)\n\nI woke up .... and I cant remember.\n\n\n\nThe man still doesnt speak. Doesnt even move. She reaches out to touch his shoulder.\n\n\n\nMACE (contd)\n\nAre you alright?\n\n\n\nHe is cold to her touch. Very cold.\n\n\n\nALICE (contd)\n\nI ....\n\n\n\nTHE CAMERA tracks around to reveal that she has her hand on the shoulder of a statue. ALICE sighs. With relief. With embarrassment. The statue is of an old man with a top bat in his lap. The hat has a price tag  In This style 12/6.\n\n\n\nMATT (V.0.)\n\nFreeze! Dont move.\n\n\n\nThe sudden voice SCARES THE SHIT OUT OF US.\n\n\n\nMATT (contd)\n\nNow put your hands on the chair.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDont move. The sudden voice SCARES THE SHIT OUT OF US. MATT (contd)\n\nNow put your hands on the chair. \n\nTARGET SECTION TO BE ANNOTATED:\n Do it!\n\n\n\nALICE does it. This guy sounds tough.\n\n\n\nMATT (contd)\n\nWhat are you doing here?\n\n\n\nMATT frisks her. We still havent seen his face.\n\n\n\nALICE\n\nI think I live here.\n\n\n\n13\n\nCONTINUED:\n\n\n\nMATT (O.S.)\n\nYou think.\n\n\n\nALICE\n\nI just woke up .... I dont remember anything.\n\n\n\nMATT (O.S.)\n\nYoure clean. Turn around.\n\n\n\nALICE finally sees him. Smart blue uniform, fresh faced. Not what she was expecting.\n\n\n\nALICE\n\nYoure a little young for a policeman aren't you?\n\n\n\nMATT\n\nI get a lot of that.\n\n\n\nHe holsters his gun.\n\n\n\nMATT (contd)\n\nWho else is in the house?\n\n\n\nALICE\n\nNo one .... but I didnt look everywhere.\n\n\n\nMATT starts to head back to the mansion.\n\n\n\nMATT\n\nCome on .... I got a call to check the place out.\n\n\n\nBelow MATT'S police badge is the name of a town - RACCOON CITY.\n\n\n\nALICE\n\nWhere is that?\n\n\n\nMATT\n\nWhat?\n\n\n\nALICE\n\nThe town.\n\n\n\nMATT\n\nYoure kidding right?\n\n\n\nALICE shakes her head.\n\n\n\nMATT (contd)\n\nIts just over that hill.\n\n\n\n14\n\nCONTINUED:(2)\n\n\n\nALICE is still none the wiser.\n\n\n\nMATT (contd)\n\nYou really dont know anything do you?\n\n\n\nEXT. MANSION  GARDENS - NIGHT\n\n\n\nThe two walk back to the house.\n\n\n\nALICE\n\nWhat were you doing in the maze?\n\n\n\nMATT\n\nThought I saw someone.\n\n\n\nMATT looks up at the mansion. We get the feeling he wants to change the subject.\n\n\n\nMATT (contd)\n\nHow can you live here? Place looks haunted.\n\n\n\nALICE\n\nWait.\n\n\n\nMATT\n\nWhat?\n\n\n\nALICE turns to face the dark sky. A sudden breeze blows through her hair.\n\n\n\nALICE\n\nDo you hear that?\n\n\n\nThe breeze intensifies and for a moment the night sky is blocked out. Above them, a dark void, twin rotors chopping silently through the night air. A Darkwing helicopter on stealth mode. It disappears over the roof of the mansion, losing altitude, coming in for a landing.\n\n\n\nALICE (contd)\n\nYou call for back up?\n\n\n\nMATT\n\nNo.\n\n\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nALICE (contd)\n\nYou call for back up? MATT\n\nNo. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MANSION - ENTRANCE HALLWAY NIGHT.\n\n\n\nMATT and ALICE race through the house. Through the windows they can see the Darkwing squatting on the lawn. They are halfway to the entrance when the doors are almost blown off their hinges.\n\n\n\n15\n\nCONTINUED:\n\n\n\nA dozen COMMANDOS stream in. A tight, disciplined group, dressed in black and armed to the teeth. If you find guns and body armor sexy, you just came. \n\n\n\nThey dont ask ALICE and MATT to get to the floor. They just knock them down. Within seconds MATT has been relieved of his badge and gun.\n\n\n\nOne of the COMMANDOS, TWELVE, slides an ancient oak panel to one side, revealing a computer jack point. He flips up the screen on his sleek wrist computer and jacks in. \n\n\n\nThe leader of the Away Team stands above ALICE. Granite jaw, gravel voice, Alpha Dog Number ONE.\n\n\n\nONE\n\nReport. \n\n\n\nALICE\n\n(confused)\n\nWhat?\n\n\n\nONE\n\nI want your report soldier.\n\n\n\nALICE\n\nI dont know what youre talking about.\n\n\n\nTWELVE\n\nSir.\n\n\n\nTWELVE looks up from his computer. Floating an inch above it is a detailed holographic schematic of the mansion. As the schematic slowly revolves, a flashing text streamer reads:\n\n\n\nLOOKING GLASS HOUSE - STATUS - DEFENSIVE\n\n\n\nTWELVE (contd)\n\nThe houses primary defenses have been activated. Shes probably still suffering the side effects.\n\n\n\nONE\n\nVery well.\n\nHe snatches MATT'S badge and tosses it to TWELVE. \n\nONE (contd)\n\nWhat about the cop?\n\n\n\nTWELVE enters MATT'S badge number into his computer. The holographic Schematic of Looking Glass House is replaced by the names and badge numbers of all the local police.\n\n\n\n16\n\nCONTINUED:(2)\n\n\n\nTWELVE\n\n(shakes his head)\n\nIm not getting verification.\n\n\n\nONE\n\n(to Matt)\n\nWho are you?\n\n\n\nMATT\n\nIm a cop .... a local cop.\n\n\n\nTWELVE\n\nNo sir.\n\n\n\nONE takes out his sidearm. Points it straight at MATT.\n\n\n\nMATT\n\nI just transferred! Im a rookie .... first day. They probably dont even have me on file yet.\n\n\n\nONE turns to his subordinate.\n\n\n\nONE\n\nWell?\n\n\n\nTWELVE\n\n(shrugs)\n\nThe locals are inefficient.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nONE turns to his subordinate. ONE\n\nWell? TWELVE\n\n(shrugs)\n\nThe locals are inefficient. \n\nTARGET SECTION TO BE ANNOTATED:\n Its possible\n\n\n\nONE lowers his gun. MATT remembers to breathe.\n\n\n\nONE\n\nPrint him.\n\n\n\nTwo COMMANDOS grab MATT. They extend his right hand and hold it rigid. TWELVE uses a tiny laser scanner to take MATT'S fingerprints.\n\n\n\nMATT\n\nYou cant do this... this is an invasion of my civil liberties!\n\n\n\nTWELVE\n\nBlow me.\n\n\n\nMATT struggles, but to no avail.\n\n\n\nJ.D.\n\n(to Alice)\n\nNice ass!\n\n\n\n17\n\nCONTINUED:(3)\n\n\n\nOne of the COMMANDOS is staring at her ass.\n\n\n\nALICE\n\n(shocked)\n\nWhat!\n\n\n\nAnother Commando, a woman, intervenes.\n\n\n\nRAIN\n\nGo easy on Sleeping Beauty. Shes lost her memory.\n\n\n\nJ.D.\n\n(bragging)\n\nNo woman forgets me.\n\n\n\nRAIN\n\nSure...once theyve seen how tiny you are, how could they?\n\n\n\nJ.D.\n\nFuck you.\n\n\n\nRAIN\n\nAlready did. I think I slept through it.\n\n\n\nALICE\n\n(bewildered)\n\nWho are you people?\n\n\n\nJ.D. slaps his chest.\n\n\n\nJ.D.\n\nJ.D. Nelson at your service, and this fine figure of a woman is Rain.\n\n\n\nRAIN\n\nParents were hippies .... my revenge was to enlist.\n\n\n\nALICE\n\n(disbelief)\n\nYou people are the military?\n\n\n\nRAIN\n\n(laughs)\n\nNot quite.\n\n\n\nALICE\n\nThen who are you?\n\n\n\n18\n\nCONTINUED:(4)\n\n\n\nJ.D.\n\nYou loose your eyesight as well as your memory gorgeous?\n\n\n\nHe points to the badge on his flak jacket. It reads: SANITATION.\n\n\n\nRAIN\n\nWe clean up the mess that others leave behind.\n\n\n\nTWELVE (O.S.)\n\nI got him!\n\n\n\nTWELVE'S computer spits out details on MATT. The list is long.\n\n\n\nTWELVE (contd)\n\n(surprised)\n\nJesus, this guys got red flags everywhere. Quantico, Vicap, hes on all the data banks. Matthew Frost, a.k.a. Matthew Pryce, Matthew Wayne, Matt Zabrowaki.\n\n\n\nONE\n\n(to Matt)\n\nWho the fuck are you cowboy?\n\n\n\nMATT doesnt reply.\n\n\n\nTWELVE\n\nThis guys a real activist, Wanted for multiple counts of Eco terrorism. Hes sabotaged seal culls, oil refineries, whale hunts, animal testing labs, chemical weapons plants, nuclear facilities .... the list goes on.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT doesnt reply. TWELVE\n\nThis guys a real activist, Wanted for multiple counts of Eco terrorism. Hes sabotaged seal culls, oil refineries, whale hunts, animal testing labs, chemical weapons plants, nuclear facilities .... the list goes on. \n\nTARGET SECTION TO BE ANNOTATED:\nONE\n\nYou got something to do with whats going on here?\n\n\n\nMATT\n\nI dont know what youre talking about.\n\n\n\nONE\n\nSure you dont.\n\n\n\nHe nods to J.D. and Rain.\n\n\n\nONE (contd)\n\nCuff him.\n\n\n\n19\n\nCONTINUED:(5)\n\n\n\nThey force MATT to his knees and secure his hands behind his back.\n\n\n\nJ.D.\n\nShould I secure him here?\n\n\n\nONE\n\nNo .... he may not be alone, We take him with us.\n\n\n\nONE turns to face the team.\n\n\n\nONE (contd)\n\nPrep for entry to the Hive.\n\n\n\nEXT. DARKWING - NIGHT\n\n\n\nIts cargo unloaded, the helicopter rises back up into the night sky.\n\n\n\nINT. DARICWING  COCKPIT NIGHT.\n\n\n\nThe PILOT is bathed in the cool green wash of the H.U.D. The team leaders voice comes through with digital clarity.\n\n\n\nONE (O.S.)\n\nThis is Alpha. Team preparing for entry to the Hive. Well be out of contact till we secure a hard wire.\n\n\n\nPILOT\n\nRoger sir.\n\n\n\nINT. MANSION  ENTRANCE HALLWAY NIGHT.\n\n\n\nTWELVE flips open a tile on the intricate floor mosaic. Reveals another jack point.\n\n\n\nONE\n\n(to Alice)\n\nSit on the floor.\n\n\n\nShe sits down beside MATT. His hands are tightly manacled. Bruises already starting to show.\n\n\n\nMATT\n\nNice friends you have.\n\n\n\nTWELVE watches the scrolling holographic numbers that hover above his computer.\n\n\n\n20\n\nCONTINUED:\n\n\n\nTWELVE\n\nEntry to the Hive in three...two... one.\n\n\n\nFROM ABOVE we see the pattern on the floor. A giant Art Deco spiral that suddenly begins to move. Arms of the spiral starting to unlock as a huge chunk of the floor begins to sink beneath the ground.\n\n\n\nALICE watches amazed as the floor they are sitting on slips gracefully beneath the earth. Ancient wood paneled walls being replaced with polished high tech steel plates.\n\n\n\nALICE\n\nWhat the hell is going on here?\n\n\n\nMATT\n\n(cynical)\n\nMostly its bad...all of its illegal.\n\n\n\nJ.D.\n\nShut it!\n\n\n\nMATT does as hes told. ALICE gets to her feet and approaches the team leader.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nShut it! MATT does as hes told. ALICE gets to her feet and approaches the team leader. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE\n\n(unsure)\n\nSir?\n\n\n\nONE\n\nWhat is it soldier?\n\n\n\nALICE\n\nHow deep are we going?\n\n\n\nONE\n\nRight to the bottom.\n\n\n\nALICE\n\nAnd when we get there?\n\n\n\nONE\n\nWere going to see the Queen. And then kill her.\n\n\n\nINT. DARKWTNG - COCKPIT NIGHT.\n\n\n\nThe Pilot sets a clock on the H.U.D. to 03 hours 00 minutes. The numbers begin to count down. He picks up his mic, but waits till the H.U.D. reads SECURE before sending a message.\n\n\n\n21\n\nCONTINUED:\n\n\n\nPILOT\n\nDarkwing to White Queen .... Alpha Team has entered the Hive.  All communications down. Awaiting hard wire response.\n\n\n\nWHITE QUEEN (O.S.)\n\nRoger Darkwing. The clock is running.\n\n\n\nINT. CAVERN NIGHT.\n\n\n\nThe platform carrying ALICE and the Sanitation Team comes to rest in a vast underground cavern. This is a natural creation, but the hand of man is everywhere. As well as the hydraulics for the platform, there are also several temporary structures used for storage.\n\n\n\nA set of runway lights are laid out on the stone floor. They lead to a pair of thick steel doors set in the cavern walls. The doors bear the logo of the UMBRELLA CORPORATION.\n\n\n\nONE glances at the digital counter on his left wrist. It reads 02:58:24. we see that the rest of the team carry identical timepieces. The seconds are ticking away.\n\n\n\nONE\n\nMove out!\n\n\n\nLying halfway between the platform and the doors is the body of a man called SPENCE. ALICE immediately recognizes him from the photograph in the study. The man with his arm around her. The man that wears her ring.\n\n\n\nALICE\n\nOh my God ....its my husband.\n\n\n\nJ.D.\n\n(laughs)\n\nHes not your husband.\n\n\n\nONE\n\nLife signs?\n\n\n\nMEDIC\n\nAffirmative. He must have caught a dose of gas topside .... passed out by the time he made it down here.\n\n\n\nONE\n\nBring him round.\n\n\n\nThe MEDIC snaps a plastic vial under SPENCE'S nose. He comes round instantly.\n\n\n\n22\n\nCONTINUED:\n\n\n\nSPENCE\n\nWhat?\n\n\n\nMEDIC\n\nLie still, Watch this light. Follow it.\n\n\n\nThe Medic runs through a standard set of tests. SPENCE follows them without fail.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFollow it. The Medic runs through a standard set of tests. SPENCE follows them without fail. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIC (contd)\n\nNow how many fingers am I holding up?\n\n\n\nSPENCE\n\nThree.\n\n\n\nMEDIC\n\nRaise your left hand. Good. Now tell me your name.\n\n\n\nSPENCE\n\nI...I cant remember.\n\n\n\nMEDIC\n\nHes fine. Memory loss, just like the other.\n\n\n\nBy now ALICE is looking as confused as SPENCE.\n\n\n\nALICE\n\nBut if hes not my husband ....then who is he?\n\n\n\nShe hold up her wedding ring.\n\n\n\nALICE (contd)\n\nAnd what about this?\n\n\n\nINT. CAVERN - LATER\n\n\n\nThe Away Team have set up a piece of heavy industrial cutting gear. They are burning a hole in the locking mechanism of the large steel doors. MATT stands at a distance, under guard by one of the COMMANDOS. Clearly no one here trusts him. ALICE and SPENCE also stand slightly apart from the others. ONE is with them.\n\n\n\nONE\n\nThe building above us, Looking Glass House, is the primary entrance to the Hive. You and your husband are soldiers. Placed there to protect that entrance.\n\n\n\n23\n\nCONTINUED:\n\n\n\nALICE\n\nWere not married?\n\n\n\nONE\n\nA cover story to allay suspicion. Secrecy is paramount. No one was to know of the Hives existence.\n\n\n\nALICE\n\nBut I saw a photograph\n\n\n\nONE\n\nLook.\n\n\n\nHe opens a drawer in one of the storage units. Inside are a dozen framed photographs. A dozen different happy couples standing in exactly the same pose, in front of exactly the same set of rose bushes.\n\n\n\nONE (contd)\n\n\n\nYou rotate shifts at the house.\n\n\n\nALICE is reeling. Having trouble taking all this in.\n\n\n\nSPENCE\n\nYou okay?\n\n\n\nALICE\n\nYeah...Ill be fine.\n\n\n\nSPENCE\n\nWhy cant we remember anything?\n\n\n\nONE\n\nThe Hive has its own defense mechanisms are all computer controlled. You and your partner were intended as the first line of defense in the mansion. If you were killed or incapacitated, then the computer could deploy its own defenses. A nerve agent released through hidden vents in the house. Primary effect of the gas is complete unconsciousness, lasting anything up to four hours. Secondary effects are varied, but can include acute memory loss.\n\n\n\nSPENCE\n\nFor how long?\n\n\n\nONE\n\nSubjective. An hour, a day, a week.\n\n\n\n24\n\nCONTINUED:(2)\n\n\n\nALICE\n\n(shrugs)\n\nGreat.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nONE\n\nSubjective. An hour, a day, a week. 24\n\nCONTINUED:(2)\n\n\n\nALICE\n\n(shrugs)\n\nGreat. \n\nTARGET SECTION TO BE ANNOTATED:\nSPENCE\n\nSo we were attacked?\n\n\n\nONE\n\nNo...Im afraid things are a little more complicated than that.\n\n\n\nThe cutting equipment suddenly stops.\n\n\n\nRAIN\n\nSir, Weve breached the Hive.\n\n\n\nINT. THE HIVE  CORRIDOR NIGHT.\n\n\n\nThe heavy steel doors slide aside to reveal a familiar looking corridor. The HIVE is the office building we had seen at the start of the movie. The blinds were closed, because there are no windows here. The whole structure is underground.\n\n\n\nThe Medic uses a hand held device to sample the air.\n\n\n\nMEDIC\n\nHalon content in the air is high. That must be how she killed then.\n\n\n\nONE\n\nDo we need masks?\n\n\n\nMEDIC\n\n\n\nNo, its breathable now.\n\n\n\nTWELVE jacks into a computer point by the doors.\n\n\n\nONE\n\nStatus.\n\n\n\nTWELVE\n\nRed Queen is down to basic logic functions.\n\n\n\nONE\n\nWhich means?\n\n\n\nTWELVE\n\nShe could just about manage a game of Pong. Shes no threat.\n\n\n\n25\n\nINT. THE HIVE - ELEVATOR SHAFT\n\n\n\nThe COMMANDOS force open the doors to the shaft. Far below they can see the crumpled remnants of the cars.\n\n\n\nONE\n\nLooks like were taking the stairs.\n\n\n\nINT. THE HIVE - STAIRS\n\n\n\nAs the team descend the stairs, ALICE falls in beside ONE.\n\n\n\nALICE\n\nWho is the Red Queen?\n\n\n\nONE\n\nThe super computer which controls the Hive. State of the art A.I. created by the same corporation which built this place.\n\n\n\nALICE\n\nYou mean this isnt a military base?\n\n\n\nONE\n\nPrivate enterprise. Umbrella Corp. could buy and sell the military.\n\n(wry smile)\n\nThey pay better too.\n\n\n\nALICE\n\nAnd youre here to kill the Queen?\n\n\n\nONE\n\nPut a bolt right through the bitchs logic box.\n\n\n\nINT. THE HIVE - CORIRIDOR OUTSIDE THE LAD\n\n\n\nThe same science lab we had seen at the start of the movie.\n\n\n\nThe team approach the glass wall which separates the lab from the corridor. There are seven narrow jets of water which shoot out from the window. Seven pea sized holes punched in the glass by BROWN'S fire axe.\n\n\n\nThe lab itself has totally filled with water. Floor to ceiling. The water is murky. Visibility zero. SPENCE peers into the gloom. Theres something in there...cant quite make it out.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nVisibility zero. SPENCE peers into the gloom. Theres something in there...cant quite make it out. \n\nTARGET SECTION TO BE ANNOTATED:\nSUDDENLY something BUMPS against the glass. In BIG CLOSE UP we see BROWN'S hideously distorted face.\n\n\n\n26\n\nCONTINUED:\n\n\n\nSPENCE jumps back in fright. He loses his dignity, the audience lose their popcorn.\n\n\n\nGREEN, BLUE and BROWN have all drowned. GREEN'S face also floats close to the glass, her features bloated, but her eyes as beautiful as ever. Her mouth is frozen in a dying scream.\n\n\n\nMACE\n\nWhat happened?\n\n\n\nONE\n\nFour hours ago, Red Queen went homicidal. Sealed the Hive and tried to kill everyone within it.\n\n\n\nTWELVE\n\nWhen we realized what was happening, White Queen was brought on line to try and control her sister.\n\n\n\nALICE\n\nWhite Queen?\n\n\n\nONE\n\nAn identical computer based at 1~ORAD. The two of them fought it out. An electronic Battle Royale. After 2.7 seconds it was over. Red Queen was disabled, and we were dispatched to finish her off.\n\n\n\nALICE\n\nWhy did she do it?\n\n\n\nTWELVE\n\nWe dont know.\n\n\n\nJ.D.\n\n(aggressive)\n\nBut Im sure our bogus cop has a few answers...\n\n\n\nHe shoves MATT.\n\n\n\nJ.D. (contd)\n\n...dont you?\n\n\n\nMATT\n\nI dont have anything to do with this.\n\n\n\nRAIN\n\nThen what were you doing topside? A spot of gardening?\n\n\n\n27\n\nCONTINUED:(2)\n\n\n\nJ.D.\n\nMaybe we should do a little pruning ourselves ...\n\n\n\nJ.D. produces a knife. Holds it by MATT'S crotch.\n\n\n\nJ.D. (contd)\n\nget some answers.\n\n\n\nONE\n\nLeave him .... weve got professionals for that kind of thing.\n\n\n\nMATT\n\nIm sure you do.\n\n\n\nJ.D. leans in close to MATT. The wolfish smile has a sadistic edge to it.\n\n\n\nJ.D.\n\n(whispers)\n\nJust to let you know. If youre responsible for this. Im going to make sure you pay .... personally.\n\n\n\nThe team begins to move off.\n\n\n\nMATT\n\n(to Alice)\n\nI dont kill people .... you have to believe me.\n\n\n\nALICE looks at him like he were dirt on her shoe.\n\n\n\nALICE\n\nSure .... I believe you.\n\n\n\nShe walks off. J.D. shoves MATT ahead of him.\n\n\n\nJ.D.\n\nMove it.\n\n\n\nTWELVE takes one last look into the flooded lab.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nD. Move it. TWELVE takes one last look into the flooded lab. \n\nTARGET SECTION TO BE ANNOTATED:\n Into GREEN'S dead staring eyes.\n\n\n\nTWELVE\n\nPoor bastards.\n\n\n\nAs he hurries after the rest of the team, we hold on GREEN'S dead face. After a moment SHE TURNS HER EYES to follow TWELVE.\n\n\n\n28\n\nINT. THE HIVE - CORRIDOR NIGHT.\n\n\n\nRAIN stands by a set of heavy blast doors which are blocking their progress. Shes working on the locking mechanism.\n\n\n\nONE\n\nHows it coming?\n\n\n\nRAIN\n\nMost of these doors are magnetically sealed. Were not going to get them open till we sever the power.\n\n\n\nONE\n\nCan we cut through?\n\n\n\nRAIN\n\nItll take time.\n\n\n\nONE checks his timepiece. 02:15:32\n\n\n\nONE\n\nFind an alternate route.\n\n\n\nCLOSE ON The WEDDING RING\n\n\n\nas ALICE slips it from her finger. Inside the band of gold is an inscription:\n\n\n\nPROPERTY OF UMBRELLA CORP.\n\n\n\nMATT (O.S.)\n\nSorry to hear about the marriage.\n\n\n\nALICE looks up to see MATT.\n\n\n\nALICE\n\nLeave me alone.\n\n\n\nMATT\n\nIm really not the man you think I am.\n\n\n\nALICE\n\nWhy do you care what I think?\n\n\n\nMATT\n\nBecause I dont have many friends down here. And I have the feeling I may need one.\n\n\n\nALICE\n\n\n\nAnd why is that?\n\n\n\n29\n\nCONTINUED:\n\n\n\nMATT\n\nListen. Do you hear it?\n\n\n\nALICE listens carefully. Its barely audible, but its there. A low groaning sound. It seems almost human. Almost.\n\n\n\nALICE\n\nWhat is that?\n\n\n\nMATT\n\nI dont know. But Ive been hearing it since we entered this place.\n\n\n\nHe looks up at the grille that covers one of the air ducts.\n\n\n\nMATT (contd)\n\nIts coming from the vents.\n\n\n\nAIR VENT - CONTINUOUS\n\n\n\nWe see ALICE and MATT from inside the darkened air shaft. Is there something inside? Something watching them?\n\n\n\nALICE\n\n(unsure)\n\nAir conditioning?\n\n\n\nMATT shakes his head.\n\n\n\nMATT\n\nI just hope your friends know what they're doing.\n\n\n\nINT. SPECIMEN ROOM\n\n\n\nTWELVE punches in an access code  667  and a heavy steel door slides away to reveal a vast room filled with specimen tanks.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\nI just hope your friends know what they're doing. INT. SPECIMEN ROOM\n\n\n\nTWELVE punches in an access code  667  and a heavy steel door slides away to reveal a vast room filled with specimen tanks. \n\nTARGET SECTION TO BE ANNOTATED:\n The tanks are made of circular plexi and reach from floor to ceiling. There are literally hundreds of them, and with no clear way through the room, they form a grotesque kind of maze.\n\n\n\nEach tank is filled with a viscous liquid and some new exciting monstrosity. Animals spliced together. Skeletons that look barely human. Some that clearly arent.\n\n\n\nBioengineering run amok.\n\n\n\nRAIN\n\nNow this is some surreal shit right here.\n\n\n\n30\n\nCONTINUED:\n\n\n\nMATT\n\nPretty isnt it?\n\n(to Alice)\n\nGene splicing, cloning, chemical testing all of it illegal. Banned by international law. Thats why Umbrella hides it away down here.\n\n\n\nJ.D.\n\n(angry)\n\nWho the tuck asked your opinion?\n\n\n\nFor a moment, it looks like J.D. may explode. He really doesnt like MATT.\n\n\n\nONE defuses the situation.\n\nONE\n\nJ.D you and Rain secure this exit.\n\n\n\nONE (contd)\n\nThe rest of you, with me.\n\n\n\nCLOSE ON ALICE\n\n\n\nas she wanders through the room. She sees human bodies stripped of their skin, just the bare musculature on show. Mesmerized by the freak show, she doesnt realize that she is being slowly separated from the others. This room does indeed function like a maze, and ALICE is becoming lost.\n\n\n\nShe stops in front of one tank. It contains a strange four legged CREATURE with no eyes and a grotesque long tongue. Perhaps this was human once, but that was a long time ago.\n\n\n\nThe liquid the dead Creature is kept in is being constantly circulated, and the movement makes the three foot long tongue sway. It shines past the Plexiglas, as though it were licking it. Up close, the pink fleshy tongue is covered in a thousand tiny barbs.\n\n\n\nThis is the stuff of nightmares. Really fucked up nightmares. The kind serial killers have.\n\n\n\nALICE looks away from the tank and realizes that the rest of the team have disappeared. She is alone in this grotesque maze. Where literally anything could be hiding. She suddenly senses movement. Something refracted through the curved glass of a specimen tank, Something horrifying.\n\n\n\n31\n\nCONTINUED:\n\n\n\nALICE turns and Bam! Comes face to face with ONE. ALICE tries to stifle a scream, but doesnt quite succeed.\n\n\n\nONE\n\nDont wander off.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nComes face to face with ONE. ALICE tries to stifle a scream, but doesnt quite succeed. ONE\n\nDont wander off. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE\n\n(embarrassed)\n\nSorry.\n\n\n\nShe glances back at the monstrous Creature in the tank.\n\n\n\nALICE (contd)\n\nWhen I get my memory back, am I going to know what kind of stuff went on down here?\n\n\n\nONE\n\nNo.\n\n\n\nALICE\n\nAnd I dont suppose you want to tell me?\n\n\n\nONE\n\nYou suppose right soldier.\n\n\n\nINT. CONTROL ROOM\n\n\n\nA glass walled control booth looks out onto a long stainless steel corridor. The metal is so highly polished it hurts to look at.\n\n\n\nSPENCE\n\nWhats taking so long?\n\n\n\nTWELVE is operating three plasma screen laptops simultaneously, running multiple bypasses on the control room computers.\n\n\n\nTWELVE\n\nRed Queens just beyond that door.\n\n\n\nTWELVE indicates a thick vault door at the end of the steel corridor.\n\n\n\nTWELVE (contd)\n\nAnd shes well protected.\n\n\n\nAbove the door sits an infra red camera with a Weapons Cluster built around it.\n\n\n\n32\n\nCONTINUED:\n\n\n\nTWELVE (contd)\n\nHigh explosive, armor piercing, C.S. gas, this baby has it all.\n\n\n\nEvery five seconds the camera pans the corridor, the Weapons Cluster following the sweep, prepared to annihilate anything that crosses its path.\n\n\n\nSPENCE\n\nI thought she was going to have trouble with Pong?\n\n\n\nONE\n\nWe dont believe in taking risks.\n\n\n\nIts clear that ONE doesnt want him bothering his men any more, so SPENCE drifts over to ALICE instead.\n\n\n\nSPENCE\n\nSo ....\n\n\n\nHe looks ALICE over and twirls the wedding ring suggestively around his finger.\n\n\n\nSPENCE (contd)\n\nMan and wife.\n\n\n\nALICE\n\nOur cover.\n\n\n\nSPENCE\n\nLiving in that house together. Late at night.  You think we ... you know?\n\n\n\nALICE\n\n(very certain)\n\nI dont think so.\n\n\n\nIn the steel corridor, the Weapons Cluster powers dawn.\n\n\n\nTWELVE\n\nWere in!\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nONE leads the Away Team towards the vault door. They advance cautiously, still wary of any potential traps.\n\n\n\nINT. CONTROL ROOM\n\n\n\nTWELVE is still at his station by the three laptops. He and ALICE watch through the glass wall as the Away Team advances.\n\n\n\n33\n\nCONTINUED:\n\n\n\nShes clearly impressed by ONE'S leadership. Maybe a little taken with him as well.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and ALICE watch through the glass wall as the Away Team advances. 33\n\nCONTINUED:\n\n\n\nShes clearly impressed by ONE'S leadership. Maybe a little taken with him as well. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE\n\nHes a cool customer.\n\n\n\nTWELVE\n\nKept us all alive a long time.\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nONE stands before the vault door. This thing look like it could withstand an atomic bomb, ONE places a tiny electronic box over the vaults locking mechanism.\n\n\n\nINT. CONTROL ROOM\n\n\n\nONE (O.S.)\n\nTransmitter in position.\n\n\n\nTWELVE fires up his three computers.\n\n\n\nTWELVE\n\nRoger...running the bypass.\n\n\n\nALICE, MATT and SPENCE watch as thousands of letters and numbers scroll across the three plasma screens. On the first computer, the possibilities quickly reduce, and then settle on a simple code:\n\n\n\nRQ KR 4 WQ QB 4 WQ QB 5 - UNLOCK\n\n\n\nAfter a moment the second screen reads:\n\n\n\nWQ KB 8 WQ QB 8 RK K 2 - UNLOCK\n\n\n\nThen the third and final screen:\n\n\n\nWK KB 5 RQ K WQ QR 6 - UNLOCK\n\n\n\nTWELVE sits back, satisfied.\n\n\n\nTWELVE (contd)\n\nCheckmate.\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nThe vault door reverberates as its giant locking mechanisms come undone. Thirty inches of steel plate swing aside to reveal a high domed chamber bathed in red light. The lair of the Red Queen.\n\n\n\n34\n\nCONTINUED:\n\n\n\nONE\n\nForward in teams.\n\n\n\nINT. CONTROL ROOM\n\n\n\nALICE, MATT and SPENCE watch in fascination as ONE unhooks what looks like a miniature rocket launcher from his belt.\n\n\n\nALICE\n\nWhat is that?\n\n\n\nTWELVE\n\nThats whats going to put the Queen to sleep. The shells are tipped with depleted uranium.\n\n\n\nSPENCE\n\nTheyre radioactive?\n\n\n\nTWELVE\n\nNo .... its whats left of uranium once nuclear fission is over.\n\n\n\nMATT\n\nTen times heavier than lead.\n\n\n\nTWELVE\n\nWhat the hell kind of environmentalist are you?\n\n\n\nMATT\n\n(shrugs)\n\nI read Guns and Ammo.\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nThe first team of COMMANDOS are just about to enter the Queens chamber when without warning, a thick blast door suddenly SLAMS down.\n\n\n\nIt separates the Away Team from the control room, cutting off their escape route.\n\n\n\nONE\n\nTwelve?\n\n\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt separates the Away Team from the control room, cutting off their escape route. ONE\n\nTwelve? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONTROL ROOM\n\n\n\nTWELVE scrambles for an answer, his fingers flying between the three keyboards.\n\n\n\n35\n\nCONTINUED:\n\n\n\nTWELVE\n\nSome kind of dormant defense mechanism, we must have tripped it when we opened the door.\n\n\n\nONE (O.S.)\n\nWell put it back to sleep.\n\n\n\nTWELVE\n\n\n\nWorking on it.\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nONE keeps a tight rein on his troops. Allowing no one to panic.\n\n\n\nONE\n\nHold your positions! Everyone stay calm!\n\n\n\nCOMMANDO\n\nWhats that?\n\n\n\nFrom within the Queens chamber comes a sudden movement. A horizontal beam of red light. Traveling down the corridor at high speed.\n\n\n\nONE\n\nDown! Down!\n\n\n\nONE drags the Commando beside him to the ground as the wire thin beam of light passes overhead.\n\n\n\nCOMMANDO\n\nMy fingers ....\n\n\n\nThe Commando stares at his right hand. All four fingers are missing.\n\n\n\nCOMMANDO (contd)\n\n.... what happened to my fingers?\n\n\n\nThey are lying on the highly polished floor. Along with the remains of his gun, also neatly sliced in half. The Commando begins to go into shock.\n\n\n\nONE\n\nMedic!\n\n\n\nThe Medic is standing close by. Unmoving.\n\n\n\nONE (contd)\n\nMedic!\n\n\n\n36\n\nCONTINUED:\n\n\n\nBlood begins to pour from a razor thin line around the Medics neck. Then his head peels off and tumbles to the floor.\n\n\n\nThe headless body remains standing for a moment. Then it falls to its knees and pitches forward.\n\n\n\nCOMMANDO 2\n\n(terrified)\n\nWhat the fuck was that?\n\n\n\nONE\n\nLaser beam. Stay out of its way .... itll cut straight through you.\n\n\n\nINT. CONTROL ROOM\n\n\n\nALICE and MATT are trying to force the heavy steel blast door open.\n\n\n\nALICE\n\nWeve got to get them out of there!\n\n\n\nSPENCE\n\n(to Twelve)\n\nHelp then.\n\n\n\nTWELVE\n\nIm trying!\n\n\n\nINT. STEEL CORRIDOR\n\n\n\nONE ties a bloody tourniquet around the remains of the Commandos hand.\n\n\n\nONE\n\nStay conscious...youre going into shock ... you have to stay awake!\n\n\n\nCOMMANDO 2\n\nIts coming back!\n\n\n\nThe thin line of laser light streaks back towards them. This time it is just above ankle level, like a trip wire.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOMMANDO 2\n\nIts coming back! The thin line of laser light streaks back towards them. This time it is just above ankle level, like a trip wire. \n\nTARGET SECTION TO BE ANNOTATED:\n Commando 2 tries to jump over it, but the laser adjusts, suddenly raising in height.\n\n\n\nCommando 2 is caught off guard and sliced neatly in two. He stays conscious for a couple of seconds. Just long enough to see the horror of his own body falling apart.\n\n\n\nOnly ONE has survived.\n\n\n\n37\n\nCONTINUED:\n\n\n\nHe has leaped into the air and stayed there, his feet braced against either wall of the corridor. The laser beam has passed right underneath him, only just missing. A knife that hangs from his belt is cut clean in two. The metal blade clatters to the steel floor below.\n\n\n\nINT. CONTROL ROOM\n\n\n\nALICE and SPENCE struggle with the blast door. They are starting to inch it open.\n\n\n\nBut the laser wire is coming back for ONE.\n\n\n\nONE (O.S.)\n\nShut it down! Shut it down!\n\n\n\nTWELVE\n\nAlmost there.\n\n\n\nStreams of letters and numbers chase across his computer screens as TWELVE closes in on the override code.\n\n\n\nINT. STEEL CORIRIDOR\n\n\n\nONE readies himself as the laser wire races towards bun. It is at waist level, but could alter at any moment.\n\n\n\nONE stands his ground. Ready to pit his lightning reflexes against those of the computer. His concentration is absolute.\n\n\n\nAt the last second, the single thin laser wire switches to a grid. Fifty interlocking laser lines fanning a deadly net from which there is no escape.\n\n\n\nONE\n\nShit!\n\n\n\nThe laser grid dices him into three inch cubes.\n\n\n\nINT. CONTROL ROOM\n\n\n\nThe others watch in horror as ONE'S body literally falls apart.\n\n\n\nEveryone in the corridor is dead.\n\n\n\nThe team have been wiped out in under thirty seconds.\n\n\n\nTWELVE'S laptop beeps. Breaking the silence. It has cracked the override code.\n\n\n\nIn the steel corridor laser flickers and dies.\n\n38\n\nCONTINUED:\n\n\n\nToo little. Too late.\n\n\n\nTWELVE\n\nAlright .... \n\n\n\nHe gets uncertainly to his feet.\n\n\n\nTWELVE (contd)\n\nLets do it.\n\n\n\nSPENCE\n\n(incredulous)\n\nWhat?\n\n\n\nTWELVE\n\nWe have to complete the mission.\n\n\n\nSPENCE glances into the steel corridor.\n\n\n\nSPENCE\n\nIm not going in there.\n\n\n\nTWELVE\n\nHer defenses are down.\n\n\n\nSPENCE\n\nDeja vu anyone? Youre on your own.\n\n\n\nTWELVE takes a deep breath.\n\n\n\nTWELVE\n\nAlright.\n\n\n\nINT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWELVE takes a deep breath. TWELVE\n\nAlright. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n STEEL CORRIDOR\n\n\n\nTWELVE stands at the threshold of the corridor. His eyes flick from one detail to another. The end of the corridor dead body .... the vault door .... dead body .... ONE'S missile launcher...death .... the security camera silently watching .... death .... death .... more death...\n\n\n\nTWELVE\n\n(losing it)\n\nAlright .... get a grip .... calm down.\n\n\n\nALICE (O.S.)\n\nHey.\n\n\n\nThe sudden voice makes TWELVE jump out of his skin. He turns to see ALICE at his shoulder.\n\n\n\nALICE (contd)\n\nWant some company?\n\n39\n\nCLOSE UP EYES\n\n\n\nDead and staring. One of the COMMANDOS. We can still see the surprise frozen on his face. ALICE and TWELVE edge their way past the body.\n\n\n\nSide by side, jacked up on adrenaline. Ready for anything.\n\n\n\nALICE\n\n\n\nBy the way...you got a name?\n\n\n\nHe indicates the patch on his shoulder.\n\n\n\nTWELVE\n\nTwelve.\n\n\n\nALICE\n\nThats a number, not a name.\n\n\n\nTWELVE\n\nIsiab Tagawa Mercurio.\n\n\n\nMACE\n\nCatchy.\n\n\n\nTWELVE\n\nThats why Twelve stuck.\n\n\n\nALICE\n\nId introduce myself but...\n\n\n\nShe shrugs. Doesnt even know her own name.\n\n\n\nINT. THE QUEENS CHAMBER\n\n\n\nFlooded with red light, this is the very heart of THE HIVE. The room pulses with a life of its own.\n\n\n\nTWELVE now carries the missile launcher. The trigger is slick with blood.\n\n\n\nHe approaches a computer console at the centre of the room. Circular in design, and just over four feet high, it resembles a giant chess piece.\n\n\n\nGIRL (V.0.)\n\nGet out!\n\n\n\nA beautiful sixteen year old GIRL walks from the shadows. Shes furious, her hands clenched in anger.\n\n\n\nGIRL (contd)\n\nGet out! You cant be in here!\n\n\n\n40\n\nCONTINUED:\n\n\n\nTWELVE walks straight up to the Girl and then steps CLEAN THROUGH HER!\n\n\n\nTWELVE\n\nHolographic representation of the Red Queen.\n\n\n\nGIRL-RED QUEEN\n\nYou have to get out!\n\n\n\nTWELVE begins to set up the missile launcher, oblivious to the angry youth at his side.\n\n\n\nTWELVE\n\nHead programmers daughter.\n\n\n\nRED QUEEN\n\nI wouldnt advise this.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWELVE begins to set up the missile launcher, oblivious to the angry youth at his side. TWELVE\n\nHead programmers daughter. RED QUEEN\n\nI wouldnt advise this. \n\nTARGET SECTION TO BE ANNOTATED:\nTWELVE\n\n(to Alice)\n\nDont listen to anything she says.\n\n\n\nRED QUEEN\n\nDisabling me will result in loss of primary power.\n\n\n\nTWELVE\n\nShes only trying to deceive us...\n\n\n\nRED QUEEN\n\nYoull never be able to reach the surface.\n\n\n\nTWELVE\n\n.... confuse us ....\n\n\n\nRED QUEEN\n\nEverything I have done has been for your own good.\n\n\n\nTWELVE\n\n.... shell say anything to stop us shutting her down.\n\n\n\nTWELVE readies the rocket launcher. He stands before a glowing red lens at the top of the console. The Red Queens eye\n\n\n\nRED QUEEN\n\nThe console is armored. You wont penetrate it. \n\n\n\n41\n\nCONTINUED:(2)\n\n\n\nHe points\n\nTWELVE\n\nUranium tipped shells.\n\n\n\nALICE\n\nTen times heavier than lead.\n\n\n\nThe rocket launcher straight at the Queens eye.\n\n\n\nRED QUEEN\n\n(desperate)\n\nI implore you.\n\n\n\nTWELVE\n\nImplore away.\n\n\n\nRED QUEEN\n\nPlease ....\n\n\n\nRed Queens pleading voice sounds almost human. A vulnerable young girl.\n\n\n\nRED QUEEN (contd)\n\n.... please!\n\n\n\nTWELVE'S finger tightens. Fourteen pounds of pressure on a fifteen pound trigger. Hes going to do it.\n\n\n\nAll the humanity suddenly vanishes from Red Queens voice.\n\n\n\nRED QUEEN (contd)\n\n(cold)\n\nYoure all going to die down here.\n\n\n\nTWELVE fires.\n\n\n\nThe missile penetrates the console.\n\n\n\nThe image of the Queen and then the lights in the chamber flicker and die.\n\n\n\nFor a second, inky darkness. Then the emergency lighting kicks in.\n\n\n\nThis new menacing half light is accompanied by a heavy metallic pounding noise. Distant to start with, but gradually drawing closer. Like a giants footsteps slowly approaching.\n\n\n\nALICE\n\nWhat is that?\n\n\n\n42\n\nCONTINUED:(3)\n\n\n\nTWELVE\n\nMost of the doors down here are magnetic locking. When we cut the main power, we popped them all wide open. Getting out should be a lot easier than coming in.\n\n\n\nINT. THE HIVE  VARIOUS\n\n\n\nA MONTAGE OF SHOTS show heavy steel doors opening all across the complex.\n\n\n\nEven the door to the flooded science lab slides open, allowing a torrent of water to race into the corridor.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE HIVE  VARIOUS\n\n\n\nA MONTAGE OF SHOTS show heavy steel doors opening all across the complex. Even the door to the flooded science lab slides open, allowing a torrent of water to race into the corridor. \n\nTARGET SECTION TO BE ANNOTATED:\nThe bodies of GREEN, BLUE and BROWN are swept along in the tide.\n\n\n\nINT. CONTROL ROOM\n\n\n\nTWELVE\n\nHere it is. Her logic chip.\n\n\n\nTWELVE holds a small BOX in his hand. The size of a single CD case, its surface is covered in a pattern of black and white squares, like a miniature chess board.\n\n\n\nTWELVE (contd)\n\nThe essence of the Red Queen condensed on a single microprocessor.\n\n\n\nSPENCE\n\nIs it safe?\n\n\n\nTWELVE\n\nDont worry. She cant do anything from in there. Its like putting the genie back in the bottle.\n\n\n\nSPENCE\n\nYou mean shes not dead?\n\n\n\nTWELVE\n\nAre you kidding? Do you know how much she cost? Theyll try to put her right, or at least figure out what went wrong.\n\n\n\nMATT\n\nSo its okay for a computer to kill people. You just send her to the shrink. If she were a person, shed fry.\n\n\n\nTWELVE\n\nPeople dont cost as much as she does.\n\n\n\n43\n\nCONTINUED:\n\n\n\nMATT\n\nThats a real nice attitude you have.\n\n\n\nTWELVE ignores him.\n\n\n\nTWELVE\n\nWith the main power down, therell be no ventilation.\n\n(packs up his equipment)\n\nThe airs going to start getting stale pretty soon.\n\n\n\nINT. SPECIMEN ROOM\n\n\n\nThe labyrinth of horror. Looks even worse by the dim glow of the emergency lights.\n\n\n\nTWELVE\n\nEverybody stay close.\n\n\n\nALICE shoots him a look. Thats one major piece of unneeded advice. TWELVE takes the lead as they head through the giant room. But the deeper they go, the greater the sense of unease. The specimens seem to be watching them. Leering at them.\n\n\n\nA SUDDEN FLASH OF MOVEMENT. A glimpse of something hideous, seen through the curved glass of the specimen jars. Was it just a trick, a distortion of the glass, or is there something else in here with them?\n\n\n\nUnease becomes dread.\n\n\n\nSPENCE slows. Almost stops. Without thinking, hes holding his breath. Just like the audience. We all sense it. Something terrible is about to happen.\n\n\n\nSUDDENLY a clawed HAND on his neck. Digging in, biting into the flesh.\n\n\n\nSPENCE SCREAMS and turns to face the horror.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUDDENLY a clawed HAND on his neck. Digging in, biting into the flesh. SPENCE SCREAMS and turns to face the horror. \n\nTARGET SECTION TO BE ANNOTATED:\nSPENCE (contd)\n\nWhat the fuck are you doing?\n\n\n\nIts J.D. He and RAIN are where ONE left them. Guarding the retreat.\n\n\n\nJ.D.\n\nQuiet.\n\n\n\nThey all listen.\n\n\n\n44\n\nCONTINUED:\n\n\n\nThe shuffle of feet? And a low moaning noise. Almost human. Almost.\n\n\n\nSPENCE\n\nWhat is that?\n\n\n\nALICE and MATT share a look. This is the sane noise they had heard through the air vents. Only now its closer. Now its in the room with them.\n\n\n\nRAIN\n\nThere.\n\n\n\nShe sees movement behind one of the specimen tanks.\n\n\n\nRAIN (contd)\n\nOver there.\n\n\n\nJ.D.\n\nNo .... there!\n\n\n\nJ.D. sees another one. Whatever they are, theyre all around.\n\n\n\nSPENCE\n\nWhat the fuck is down here?\n\n\n\nJ.D.\n\nIm not waiting to find out. Now move!\n\n\n\nJ.D. pushes them towards the exit.\n\n\n\nRAIN\n\nwere almost there .... keep going!\n\n\n\nThe exit is just ahead. Something big moves behind one of the tanks. S.D. lets loose a burst from his M16. The tank shatters sending broken plexi and fluid everywhere. They still havent seen their pursuers.\n\n\n\nJ.D.\n\nRun!\n\n\n\nThey do. ALICE sprinting ahead, straight into A figure in a lab coat. A WOMAN. Her tongue is swollen and bloated. Her death was painful and slow. You can see it in whats left of her face.\n\n\n\nTHE UNDEAD HAVE ARRIVED.\n\n\n\n45\n\nCONTINUED:(2)\n\n\n\nALICE screams as the UNDEAD WOMAN hinges at her. The Womans actions are slow and jerky, but ALICE is caught by surprise and knocked to the ground. She struggles to get up, but the weight of the Undead Woman keeps her pinned to the floor.\n\n\n\nALICE looks into the Womans dead eyes, which stare straight back at her. Theres no life left here, but there is something else. A terrible, terrible hunger.\n\n\n\nRAIN kicks the Woman off. She rolls over and begins to get up. Broken ribs mean nothing. Pain means nothing.\n\n\n\nRAIN empties a round into her chest. Then another, then another. Still the Woman advances. Bullets mean nothing.\n\n\n\nThe M16 dry clicks. Empty.\n\n\n\nTWELVE moves to help when two more UNDEAD loom behind him.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe M16 dry clicks. Empty. TWELVE moves to help when two more UNDEAD loom behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n One grabs his arms, the other his hair. He struggles to break free, but cant.\n\n\n\nTWELVE\n\nHelp me!\n\n\n\nBut J.D. cant hear over the sound of his own gunfire. Hes blasting away at the rising tide of undead.\n\n\n\nALICE sits with her back against one of the tanks. In a state of shock. Traumatized.\n\n\n\nWE SEE but she doesnt  a figure moving behind the tank, circling towards her. Its monstrous face distorted even more by the coned Plexiglas.\n\n\n\nRAIN struggles with the Undead Woman. Trying to hold her off. To keep the teeth from her throat.\n\n\n\nMATT\n\n(to Spence)\n\nHelp them!\n\n\n\nMATT is helpless, his hands still cuffed. SPENCE surveys the scene. Sees ALICE in shock. TWELVE and RAIN pinned by the Undead. J.D. nowhere to be seen.\n\n\n\nThen he bolts for the exit.\n\n\n\nOne of the Undead bites down hard on TWELVE'S shoulder. He screams in pain.\n\n\n\nRAIN struggles with the Undead Woman. She has RAIN by the hair.\n\n\n\n46\n\nCONTINUED:(3)\n\n\n\nRAIN\n\nBitch!\n\n\n\nRAIN grabs her by the head and twists. The UNDEAD'S neck snaps with a hollow crack and she falls to the ground. Unmoving.\n\n\n\nThe figure behind ALICE comes into view. Shes still unaware of the danger. Its BROWN, the scientist from the start of the movie. The fire axe still dangles uselessly from his right hand. His face is bloated and swollen from the water. Death by drowning always looks bad. Especially when the bodies start to walk around.\n\n\n\nHe reaches for ALICE. His fingers are inches from her skin.\n\n\n\nTwo more Undead have surrounded TWELVE. The four of them have wrestled him to the ground and are biting in a frenzy at his arms and chest.\n\n\n\nOne of them wrestles a .45 auto from TWELVE'S belt, but doesnt know what to do with it.\n\n\n\nMATT (O.S.)\n\nIll take that.\n\n\n\nStill in cuffs, MATT snatches the gun from the UNDEAD'S hand. The Undead creature looks up in surprise as MATT blows the back of its head off. Surprisingly, theres very little blood. Inside, the creatures are dry, withered husks.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Undead creature looks up in surprise as MATT blows the back of its head off. Surprisingly, theres very little blood. Inside, the creatures are dry, withered husks. \n\nTARGET SECTION TO BE ANNOTATED:\nA scream brings cur attention back to ALICE. The Undead BROWN has a hand on her throat. He drops the fire axe and secures his other hand around her wind pipe.\n\n\n\nMATT carefully takes aim. BROWN'S head in his sights- And squeezes.\n\n\n\nClick. Empty.\n\n\n\nALICE is slammed against the plexi tank. The last of her breath leaving her body. Shes passing out. She feels BROWN'S saliva on her face. Rank and fetid.\n\n\n\nBut still she doesnt move. The trauma has triggered some kind of recall in Mices mind.\n\n\n\nBIG CLOSE UP ON ALICES EYES\n\n\n\nSuddenly THE CAMERA accelerates forward, racing past the cool blue of her iris and plunging deep within the dark well of her pupil.\n\n\n\n47\n\nCONTINUED:(4)\n\n\n\nAs THE CAMERA spirals through the darkness, we sense sudden flashes of color and sound. MEMORIES.\n\n\n\nALICES FLASHBACK:\n\n\n\nBlurred imagery, distorted voices. The logic of a dream.\n\n\n\nTHE CAMERA lost in a dark, evil forest. The kind you see in fairy tales. But as we pull back, the forest is revealed to be a giant oil painting.\n\n\n\nIn front of it stands a table. And on the table a foam lined carry case and a pair of gloves. We recognize them front the start of the movie.\n\n\n\nUNSEEN VOICE\n\nI can help you get the virus. Access codes, security plans, the works.\n\n\n\nEND ALICES FLASHBACK\n\n\n\nSMASH CUT TO:\n\n\n\nTHE PRESENT\n\n\n\nALICE forced against the plexi tank. BROWN'S hands around her neck, Choking. Dying.\n\n\n\nBAM! BROWN'S head is suddenly pinned against the Plexiglas by the fire axe. The axe has gone clear through his skull, in one ear and out the other. His hands drop away from ALICE'S throat, but BROWN'S body remains standing. His head pinned to the specimen tank.\n\n\n\nALICE\n\n(choked)\n\nThank you.\n\n\n\nSPENCE stands there. Her saviour.\n\n\n\nALICE (contd)\n\nYou came back.\n\n\n\nSPENCE\n\nI didnt know the door code.\n\n\n\nRAIN\n\nHate to break up the husband/wife thing, but lets get the fuck out of here. Theres more of them on the way.\n\n\n\n48\n\nCONTINUED:\n\n\n\nThey race for the exit. TWELVE seems badly injured.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheres more of them on the way. 48\n\nCONTINUED:\n\n\n\nThey race for the exit. TWELVE seems badly injured. \n\nTARGET SECTION TO BE ANNOTATED:\n ALICE and SPENCE have to help him. Behind them, a dozen Undead are slowly following.\n\n\n\nUp ahead they hear gunfire and moments later see J.D. by the exit, holding a whole band of undead at bay.\n\n\n\nJ.D.\n\n(flip)\n\nWhat took you?\n\n\n\nRAIN\n\nAim for the head. That seems to work.\n\n\n\nTWELVE arrives at the door. Tries to type the entry code in. The sound of gunfire is deafening.\n\n\n\nJ.D.\n\nWhats taking so long?\n\n\n\nTWELVE\n\nIm trying.\n\n\n\nHis hands are shaking so hard, he cant hit the keys.\n\n\n\nRAIN\n\nOut of the way tech boy.\n\n\n\nRAIN pushes him aside.\n\n\n\nRAIN (contd)\n\nWhats the code?\n\n\n\nTWELVE\n\n(shaken)\n\nSix, six, seven.\n\n\n\nRAIN punches in the code.\n\n\n\nRAIN\n\nSee how easy that was?\n\n\n\nThe door slides smoothly open to reveal...A DOZEN UNDEAD! Their hands reaching for RAIN. Grabbing her, dragging her into the dark void beyond.\n\n\n\nRAIN\n\n(screans)\n\nNo!\n\n\n\nJ.D.\n\nOut of my way!\n\n\n\n49\n\nCONTINUED:(2)\n\n\n\nJ.D. runs forward, two guns in his hands, both blazing. RAIN has almost disappeared under a mass of rotting undead limbs.\n\n\n\nRAIN\n\n(desperate)\n\nOh my God! Help me!\n\n\n\nOther hands reach for her and try to drag her away from the undead. Its ALICE and TWELVE. Playing tug of war with the undead, and RAIN is the rope.\n\n\n\nBut its hopeless and RAIN is dragged deeper into the ravening horde.\n\n\n\nJ.D.\n\nRain! No!\n\n\n\nJ.D. plunges into the doorway after her. His hand grabs hers, and for a moment she holds on.\n\n\n\nRAIN\n\n(pleading)\n\nJ.D. .... dont let go! Please! Dont let go!\n\n\n\nThen one of the undead gets a hold of J.D.S hand and takes a nice big bite. You know the fleshy bit between your thumb and forefinger? Well J.D. doesnt have that any more.\n\n\n\nJ.D. (contd)\n\n(intense pain)\n\nAaaaah!\n\n\n\nHe lets go and RAIN disappears from sight. All that can be beard are her screams.\n\n\n\nJ.D. (contd)\n\nNO!\n\n\n\nJ.D.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nD. (contd)\n\nNO! J. D. \n\nTARGET SECTION TO BE ANNOTATED:\n would fling himself into the horde of undead, but the others hold him back.\n\n\n\nALICE\n\nIts no good.\n\n\n\nJ.D.\n\n(furious)\n\nLet go of me!\n\n\n\nThe screaming stops.\n\n\n\nMATT\n\nWeve got to go back!\n\n\n\n50\n\nCONTINUED:(3)\n\n\n\nJ.D.\n\n(almost in tears)\n\nRain!\n\n\n\nBut shes gone. And the undead want fresh meat.\n\n\n\nALICE\n\nWe have to get out of this room.\n\n\n\nThe undead pour into the room. Too many to hold back. And now they move faster. Excited by the sight of blood. Still J.D. wont move.\n\n\n\nALICE (contd)\n\nJ.D. .... please.\n\n\n\nShe looks him in the eye. Icy calm, despite the ravening horde that threatens to overwhelm them.\n\n\n\nALICE (contd)\n\nWe have to go.\n\n\n\nJ.D. finally snaps out of it. Realizing that RAIN is never coming back. Stunned, he nods and they move off.\n\n\n\nThe survivors race through the room, weaving between the slower moving undead. When something gets in their way, J.D. levels it with a burst from his M16. His anger rising.\n\n\n\nJ.D.\n\nMotherfuckers! Dirty motherfuckers!\n\n\n\nMound them, Plexiglas tanks shatter and explode as stray bullets crash into them. \n\n\n\nAnd in all the chaos, the group begins to get separated.\n\n\n\nLike mice in a maze.\n\n\n\nCLOSE ON A HEAVY DOOR\n\n\n\nas SPENCE slams it behind them.\n\n\n\nThey are back where they started. WIDER TO REVEAL -\n\n\n\nINT. CONTROL ROOM\n\n\n\nSPENCE looks around. Only now does he realize that some of their group is missing.\n\n\n\n51\n\nCONTINUED:\n\n\n\nSPENCE\n\nWhere are the others? Where the tuck are the others?\n\n\n\nALICE and MATT are gone.\n\n\n\nJ.D.\n\nDont look at me.\n\n\n\nTWELVE\n\nDamn!\n\n\n\nTWELVE un-straps his Kevlar vest and lets it fall to the ground. His entire body is covered with bite shaped marks. The bruises are already turning an ugly yellow color.\n\n\n\nTWELVE (contd)\n\nI feel like lunch.\n\n\n\nJ.D. slumps to the ground, his back to the wall. Nice solid wall. No chance of anything creeping up on him. RAIN'S death has snapped something within J.D.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo chance of anything creeping up on him. RAIN'S death has snapped something within J. D. \n\nTARGET SECTION TO BE ANNOTATED:\n blood drips from his savaged hand.\n\n\n\nOn the other side of the door we bear dozens of fists pounding.\n\n\n\nSPENCE\n\nWell Im not going to end up a Goddamn Happy Meal for one of those tucks!\n\n\n\nJ.D.\n\nWhatever they are, you can stop them with a shot to the head.\n\n\n\nSPENCE\n\n(angry)\n\nWhatever they are? Its pretty goddamn obvisous what they are.  Lab coats, badges.  Those people used to work here.\n\n\n\nTWELVE\n\nAll the people working here are dead.\n\n\n\nSPENCE\n\nWell that isnt stopping them from walking around!\n\n\n\nJ.D.\n\nWhere did they come from? Why didnt we see them on the way in?\n\n\n\n52\n\nCONTINUED:(2)\n\n\n\nTWELVE\n\nWhen we cut the power, we unlocked all the doors. We let Pandora out of the box.\n\n\n\nSPENCE\n\nThose things could be all over the place. Were never going to make it to the surface.\n\n\n\nTWELVE\n\nSo she was right.\n\n\n\nSPENCE\n\nWhat?\n\n\n\nTWELVE\n\nThe Queen...she was right.\n\n\n\nThe moment is broken by the sound of a gun being racked. J.D. is checking his assault rifle.\n\n\n\nJ.D.\n\nTwenty seven rounds.\n\n(to Twelve)\n\nYou?\n\n\n\nTWELVE\n\nSix in the clip...one in the breech.\n\n\n\nSPENCE\n\nWe are so fucked.\n\n\n\nNot too eloquent, but it seems pretty accurate.\n\n\n\nCUT TO:\n\n\n\nCLOSE ON ALICE\n\n\n\nfor the first time, all alone in the dark. And its terrifying. WIDEN to reveal -\n\n\n\nINT. SECURITY ROOM\n\n\n\nWe recognize the room from the start of the movie. The one with all the caged guard dogs. Only now the cages are empty. Many have holes in them, chewed straight through the mesh. What would make a dog do that?\n\n\n\nALICE cautiously makes her way down the half lit corridor. Then suddenly she stops. Senses that she isnt alone. In the audience, people are watching from behind their fingers.\n\n\n\n53\n\nCONTINUED:\n\n\n\nThen she hears it. A sharp clicking sound. Nails on a cement floor.\n\n\n\nIn the shadows, a dark shape moving.\n\n\n\nA low demonic growl.\n\n\n\nALICE\n\nEasy there I Good doggie.\n\n\n\nThe Doberman advances into a shaft of light. But this is like no dog weve ever seen before.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nALICE\n\nEasy there I Good doggie. The Doberman advances into a shaft of light. But this is like no dog weve ever seen before. \n\nTARGET SECTION TO BE ANNOTATED:\n Its eyes are glazed. Its flesh decaying. Undead doggie.\n\n\n\nALICE (contd)\n\nOh hell.\n\n\n\nThe Doberman charges and ALICE does the only sensible thing. She runs.\n\n\n\nThe Dog leaps at her, all teeth and claws. ALICE dodges and dives into one of the cages f or protection. She slams the mesh door in the hellhounds face.\n\n\n\nALICE wedges door shut. Shes trapped in the cage, and the door wont hold for long. But it doesnt matter anyway, because out of the shadows steps a second Doberman.\n\n\n\nALREADY IN THE CAGE WITH HER!\n\n\n\nThe second Undead Dog jumps at ALICE, knocking her to the ground. Shes no match for its savagery. Its a struggle just to keep its jaws from her throat.\n\n\n\nAs if that werent enough, the first Dog is slowly forcing the cage door open. It will be through in moments.\n\n\n\nThey want blood, her blood.\n\n\n\nThe Dog on top of ALICE forces its jaws around her face.\n\n\n\nBIG CLOSE UP ON ALICES EYES\n\n\n\nSuddenly THE CAMERA accelerates forward, racing past the cool blue of her iris and plunging deep within the dark well of her pupil.\n\n\n\nAs THE CAMERA spirals through the darkness, we sense sudden flashes of color and sound. MEMORIES.\n\n\n\nTHROUGH HER EYES WE SEE: schematics of the dog: biological cross sections: details of the dogs skeleton: a weak point identified on the Dobermans neck.\n\n\n\n54\n\nCONTINUED:(2)\n\n\n\nHer hands are already there. Guided by instinct.\n\n\n\nSNAP!\n\n\n\nThe Undead Dog stops moving. Shes killed it with her bare hands.\n\n\n\nCRASH! The cage door bursts open. The other Dog charges. Ferocious, unstoppable. In one slick acrobatic move, ALICE leaps into the air and boosts herself through a hole in the cage roof.\n\n\n\nThe Dog jumps after her, but ALICE is just out of reach.\n\n\n\nShe rolls over the cage roof, drops to the ground and slams the cage door shut. Right in the Hellhounds face. ALICE slams the door bolt home. The Dog is trapped, helpless in the cage.\n\n\n\nALICE smiles and turns away, SMACK INTO ANOTHER OF THE UNDEAD!\n\n\n\nIts the security guard who used to tend the dogs. CLARENCE.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nALICE smiles and turns away, SMACK INTO ANOTHER OF THE UNDEAD! Its the security guard who used to tend the dogs. CLARENCE. \n\nTARGET SECTION TO BE ANNOTATED:\n We recognize him from the start of the movie. ALICE recognizes him from his name tag.\n\n\n\nALICE (contd)\n\nEasy there Clarence.\n\n\n\nThe undead guard lunges for her, but ALICE is lightning fast, as though someone else had taken possession of her body. She weaves through his arm, lifts the sidearm from his bolster and drills a bullet through his forehead.\n\n\n\nAs the Undead Clarence collapses, MORE MEMORIES FLOOD INTO ALICE. In ULTRA FAST SUCCESSION we see a dozen schematics of the handgun. In two seconds flat, she has ejected the magazine, checked the number of bullets, slammed the mag home and chambered another round.\n\n\n\nAll before Clarences body has hit the ground.\n\n\n\nALICE is stunned by all this sudden killer instinct. Stares at herself, gun in hand.\n\n\n\nALICE (contd)\n\n\n\nDamn! Im a tough bitch.\n\n\n\nINT. CONTROL ROOM\n\n\n\nTWELVE stares at the door. Its beginning to buckle under the weight of the undead. He suddenly turns back to the others:\n\n\n\n55\n\nCONTINUED:\n\n\n\nTWELVE\n\nIts a long shot .... but there might be someone who could help us.\n\n\n\nJ.D.\n\n\n\nWho?\n\n\n\nTWELVE takes the Box from his pocket.\n\n\n\nSPENCE\n\nYoure kidding right?\n\n\n\nTWELVE\n\nIf anyone could find a way out of here it would be her.\n\n\n\nSPENCE\n\nNo. Absolutely not.\n\n\n\nHe looks to J.D.\n\n\n\nSPENCE (contd)\n\nRight?\n\n\n\nNo reply.\n\n\n\nSPENCE (contd)\n\nIn case Ive been the only one paying attention, that homicidal bitch tried to kill us all.\n\n\n\nTWELVE\n\nThat homicidal bitch may be the only one who can tell us what the hells going on down here.\n\n(shrugs)\n\nI know its not ideal.\n\n\n\nSPENCE\n\nYou said that right.\n\n\n\nJ.D.\n\nIf you switched her back on...you could control her?\n\n\n\nSPENCE\n\nI dont believe this.\n\n\n\nTWELVE\n\nIf she says or does anything we dont like ....\n\n\n\nHe indicates the switch at the base of the Box.\n\n56\n\nCONTINUED:(2)\n\n\n\nTWELVE (contd)\n\nits the flip of a switch.\n\n\n\nCLOSE ON A GUILLOTINE BLADE\n\n\n\nthe kind used for shying through thick stacks of paper.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe indicates the switch at the base of the Box. 56\n\nCONTINUED:(2)\n\n\n\nTWELVE (contd)\n\nits the flip of a switch. CLOSE ON A GUILLOTINE BLADE\n\n\n\nthe kind used for shying through thick stacks of paper. \n\nTARGET SECTION TO BE ANNOTATED:\n It comes down on a battered pair of handcuffs for the hundredth time. Finally a link breaks.\n\n\n\nWIDEN TO REVEAL \n\n\n\nINT. OFFICE\n\n\n\nMATT, now free from the cuffs, starts to make his way through the familiar office space. This is where we had last seen LISA. But now the place is trashed. Smeared with dirt and blood.\n\n\n\nHe reaches LISA'S cubicle and sits down at her desk. We recognize the LOVE IS .... NEVER HAVING TO SAY YOURE SORRY paperweight.\n\n\n\nAfter a moment he begins to methodically check the desk drawers.\n\n\n\nUNSEEN P.O.V.\n\n\n\nmoving through the office space. Slow, jerky steps. Glimpsing MATT in the distance.\n\n\n\nCLOSE ON MATT\n\n\n\nas he turns, sensing something. Theres someone in here with hint. MATT cranes his head around the side of the cubicle. Nothing there. He goes back to the desk and redoubles his efforts. He finds the foam lined carry case. Snaps it open. Empty.\n\n\n\nUNSEEN P.O.V.\n\n\n\nclosing in on MATT. He has his back to us. Trying to force open a locked drawer in LISA'S desk.\n\n\n\nCLOSE ON MATT\n\n\n\nas the locked drawer pops open. He rifles through the papers inside. All useless. Then he stops. Hes found a framed picture. MATT and LISA arm in arm, smiling at the camera.\n\n\n\nMATT gives the photograph a long look.\n\n\n\nCRASH!\n\n\n\n57\n\nCONTINUED:\n\n\n\na sudden noise makes MATT turn. An office chair has been knocked over by the staggering monstrosity in front of him. Its LISA. Back from the dead.\n\n\n\nMATT still holds the photo in his hand. The two of them arm in arm. LISA alive and beautiful. But the reality stands above him. LISA the undead. Her face distorted into a grotesque mask. The agony of suffocation.\n\n\n\nMATT\n\nOh baby\n\n\n\nLISA stares at him. Makes no attempt to attack.\n\n\n\nCLOSE ON HER EYES\n\n\n\nwe see MATT reflected in her pupils. The undead LISA groans. Is there a hint of recognition?\n\n\n\nSlowly she raises her hand to his cheek. Touches him lightly. Tenderly.\n\n\n\nThen sinks her nails into his flesh.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nTouches him lightly. Tenderly. Then sinks her nails into his flesh. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT\n\n(in agony)\n\nAaaaah!\n\n\n\nLISA lunges forward pushing MATT back over the desk. Her teeth snap at his throat. MATT fights back, but LISA is surprisingly strong. He slugs her across the face, breaking her teeth and his knuckles, but she doesnt flinch. Doesnt hesitate for a moment. She wants blood.\n\n\n\nSlowly, inevitably, she forces her mouth around MATT'S windpipe. Her broken teeth-ready to tear out a jagged chunk of raw flesh. When suddenly she stiffens. And then falls to the ground.\n\n\n\nTo reveal ALICE standing behind her. The heavy LOVE IS .... paperweight in her hand.\n\n\n\nMATT struggles to his feet.\n\n\n\nALICE looks down at LISA. This is the second time weve seen her die. Lying beside the body is the broken picture frame. MATT and LISA. Hand in hand. Smiling.\n\n\n\nALICE\n\nWho was she?\n\n\n\n58\n\nCONTINUED:\n\n\n\nMATT\n\n(choked)\n\nMy sister.\n\n\n\nALICE\n\nIm sorry.\n\n\n\nMATT\n\nI could have talked to her .... Reasoned with her.\n\n\n\nALICE\n\nNot with these things.\n\n\n\nMATT\n\nTheyre not things, theyre people! They have mothers, bothers .... brothers.\n\n\n\nALICE\n\n(cold)\n\nNo. You cant think of them that way anymore.\n\n\n\nMATT\n\nYou know something?\n\n\n\nMATT stares at her. The new icy composure. Who is this woman?\n\n\n\nMATT (contd)\n\nWhen you remember who you are...I have the feeling we're not going to get on.\n\n\n\nCUT TO:\n\n\n\nCLOSE UP OF THE BOX\n\n\n\nas TWELVE plugs it into the holographic projector on his computer. The chess squares illuminate and a life size 3D image of the teenage Queen flickers into life beside them.\n\n\n\nThe genie is out of the bottle.\n\n\n\nRED QUEEN\n\nAh, there you are.\n\n(gloating)\n\nI did warn you.\n\n\n\nRed Queen is about to continue when J.D. cuts her off.\n\n\n\n59\n\nCONTINUED:\n\n\n\nJ.D.\n\nLets get something straight I From what I understand, youre state of the art Artificial Intelligence, which means you consider yourself a living, thinking being, correct?\n\n\n\nRED QUEEN\n\nYes .... that is correct.\n\n\n\nJ.D.\n\nAnd this box is the last remnants of your sorry ass.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. D. And this box is the last remnants of your sorry ass. \n\nTARGET SECTION TO BE ANNOTATED:\n So let me make one thing clear. You try to fuck with us in any way and I will personally grind your super gigabyte punk ass into dust. Finito! Comprende?\n\n\n\nRED QUEEN\n\nI speak fiftyseven languages.\n\n\n\nJ.D.\n\nGood. So now you can answer some questions. Number one .... what the Luck were you people doing down here?\n\n\n\nRED QUEEN\n\nThe usual thing. Gene splicing, toxicology, bioengineering. All in service of mankinds one great goal finding new and exciting ways to wipe itself out.\n\n\n\nSPENCE\n\nArent we the witty little microchip?\n\n\n\nRED QUEEN\n\nMerely here to serve.\n\n\n\nThe argument is interrupted by the undead. Banging hard against the door to the Specimen Room.\n\n\n\nTWELVE\n\nWhat are those things out there?\n\n\n\nRED QUEEN\n\nThings?\n\n\n\nSPENCE\n\nDrooling, staggering...bad complexions, worse attitude.\n\n\n\n60\n\nCONTINUED:(2)\n\n\n\nRED QUEEN\n\nI presume you are referring to the retro animated weapons systems.\n\n\n\nJ.D.\n\nThe what?\n\n\n\nRED QUEEN\n\nIn human mythology, I believe they are traditionally referred to as the undead.\n\n\n\nTWELVE\n\nExplain.\n\n\n\nRED QUEEN\n\nEven in death, the human body still remains active. Hair and fingernails continue to grow, new cells are produced, and the brain itself holds a small electrical charge that takes months to dissipate. Much of the research in the Hive was devoted to those electronic signals left in the brain .... fragments of memory that decay over time. A virus, T3 was developed. This T-virus provides a massive jolt to those trace electronic impulses.\n\n(pauses a beat)\n\nPut quite simply, it reanimates the body.\n\n\n\nJ.D.\n\nYoure bringing the dead back to life?\n\n\n\nRED QUEEN\n\nNot fully. The subjects have the simplest of motor functions. Perhaps a little memory .... virtually no intelligence. Driven by the basest of impulses .... the most basic of needs.\n\n\n\nTWELVE\n\nWhich is?\n\n\n\nRED QUEEN\n\nThe need to feed.\n\n\n\nSPENCE\n\n(fearing the worst)\n\nAnd what do these things feed on?\n\n\n\n61\n\nCONTINUED:(3)\n\n\n\nRED QUEEN\n\nThey feed on what mankind has always wanted to prey upon, what you have always sought to destroy. Yourselves.\n\n\n\nSPENCE\n\nThey eat people?\n\n\n\nTWELVE\n\nThats inhuman.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nYourselves. SPENCE\n\nThey eat people? TWELVE\n\nThats inhuman. \n\nTARGET SECTION TO BE ANNOTATED:\nRRD QUEEN\n\nOn the contrary. I find it perfectly in keeping with human behavior. Stripped of culture, intelligence, reason .... they are your true primal selves. The evil that dwells within all of you.\n\n\n\nThe computer smiles.\n\n\n\nRED QUEEN (contd)\n\nIts quite poetic really.\n\n\n\nSPENCE sits down on the cold floor.\n\n\n\nSPENCE\n\nOh my God.\n\n\n\nRED QUEEN\n\nI was trying to keep them isolated, but I'm afraid you've changed all that. \n\n\n\nTWELVE\n\nWhy develop such a thing?\n\n\n\nRED QUEEN\n\nTo use as a weapon of course. Imagine it an enemy nation infected with T3. The idea of having your own mother and father rise up out of the grave against you. To be attacked by your own flesh and blood. The psychological impact alone would be devastating.\n\n\n\nJ.D.\n\nIf theyre a weapon, you must be able to control them.\n\n\n\nRED QUEEN\n\nWhen the enemy surrenders, the infected area would be sprayed with an anti-toxin, T-4.\n\n\n\n62\n\nCONTINUED:(4)\n\n\n\nTWELVE\n\nAnd that would kill them?\n\n\n\nRED QUEEN\n\nIt would prevent further transmission. The remaining undead would have to be dispatched individually. Severing the top of the spinal column or massive trauma to the brain are the most effective methods.\n\n\n\nSPENCE\n\nWe are so fucked.\n\n\n\nJ.D.\n\nYou said that already.\n\n\n\nSPENCE\n\nWell now I really mean it.\n\n\n\nINT. OFFICE\n\n\n\nALICE and MATT pick their way cautiously through the devastation.\n\n\n\nALICE\n\n\n\nWhat were you looking for back there?\n\n\n\nMATT\n\nEvidence.\n\n\n\nALICE\n\n\n\nOf what? You saw the kind of horrors they had in that specimen room. Well thats just the tip of the iceberg.\n\n\n\nALICE\n\nHow could they do all of this without someone knowing?\n\n\n\nMATT\n\nLike who?\n\n\n\nALICE\n\nThe government.\n\n\n\nMATT\n\n(laughs)\n\nOf course the government knows.\n\n(MORE)\n\n63\n\nCONTINUED:\n\n\n\nMATT (contd)\n\nJust like they know about the genetically modified meat in your burgers, the D.N.A. enhanced corn in your taco shells. They know about all this shit. They just dont get involved. They leave it to companies like Umbrella. Buy the end product if it works out, deny all responsibility if it doesnt. We wanted concrete evidence for the press.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey leave it to companies like Umbrella. Buy the end product if it works out, deny all responsibility if it doesnt. We wanted concrete evidence for the press. \n\nTARGET SECTION TO BE ANNOTATED:\n We were going to smuggle out a sample of their new viral weapon.\n\n\n\nALICE\n\nAnd?\n\n\n\nMATT\n\n(looks around)\n\nWe didnt cause this if thats what you mean?\n\n\n\nALICE\n\n(accusingly)\n\nThen who did?\n\n\n\nMATT\n\nMy sister had a contact within the Hive. Someone I never met. They were supposed to help us get samples of the T-virus. think they double crossed us instead.\n\n\n\nALICE\n\nWhy?\n\n\n\nMATT\n\nOn the open market, who knows what something like that would be worth?\n\n\n\nALICE\n\n(looks at the horror all around)\n\nWorth all this?\n\n\n\nMATT\n\nTo someone.\n\n\n\nINT. CONTROL ROOM\n\n\n\nTWELVE continues his interrogation of the Red Queen.\n\n\n\nTWELVE\n\n\n\nWhy kill everyone in the Hive?\n\n\n\n64\n\nCONTINUED:\n\n\n\nRED QUEEN\n\nBecause there was a leak. T3 escaped  an unplanned pattern of infection began. Once the virus was loose, I couldnt allow anyone to leave the Hive. So I took the appropriate action.\n\n\n\nSPENCE\n\nYou butchered them.\n\n\n\nRED QUEEN\n\nIf one infected human had escaped from the Hive...\n\n\n\nA green holographic projection springs up in front of the Box. Its a map of the USA. A tiny pin prick of red appears in the map.\n\n\n\nRED QUEEN (contd)\n\n...the infection would have spread to cover the United States within 13 days.\n\n\n\nThe pin prick grows rapidly until it becomes a tide of red which sweeps dramatically across the map.\n\n\n\nRED QUEEN (contd)\n\nCanada and South America in 27 days...\n\n\n\nThe map expands until eventually it becomes an entire globe. And the faster the map grows, the faster the red tide flows.\n\n\n\nRED QUEEN (contd)\n\n...worldwide infection in less than two months.\n\n\n\nThe holographic globe, now submerged beneath a blood red sea, flickers and disappears.\n\n\n\nRED QUEEN (contd)\n\nSo I took steps.\n\n\n\nSPENCE\n\nSteps\n\n\n\nThe group are stunned. Silenced by the enormity of their situation.\n\n\n\nRED QUEEN\n\nIf I might make a suggestion. You have sufficient ammunition. One bullet apiece to the spinal column should suffice.\n\n\n\n65\n\nCONTINUED:(2)\n\n\n\nJ.D.\n\nWhat are you saying?\n\n\n\nRED QUEEN\n\nMerely that I think suicide would be preferable to what awaits you.\n\n\n\nSPENCE\n\nBut were not infected.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are you saying? RED QUEEN\n\nMerely that I think suicide would be preferable to what awaits you. SPENCE\n\nBut were not infected. \n\nTARGET SECTION TO BE ANNOTATED:\nRED QUEEN\n\nJust one bite, one scratch from these creatures will infect you. You could live a long and happy life, but when you die...you become one of them.\n\n\n\nJ.D. looks down at his bloody hand.\n\n\n\nRED QUEEN (contd) \n\nThis facility housed five hundred technicians and support staff. Five hundred against five. Odds of a hundred to one.\n\n\n\nTWELVE\n\nWe can do the math.\n\n\n\nRED QUEEN\n\nLogic dictates that you wont leave here alive.\n\n\n\nJ.D.\n\n(angry)\n\nFuck logic!\n\n\n\nThe computer smiles at the irony.\n\n\n\nRED QUEEN\n\nEasy for you to say.\n\n\n\nTWELVE\n\nListen to me .... were getting out of here and you're going to help us. \n\n\n\nRED QUEEN\n\nIf you insist. But those of you who become infected... I cant allow you to leave.\n\n\n\nTWELVE\n\n(angry)\n\nUnderstood!\n\n\n\n66\n\nCONTINUED:(3)\n\n\n\nHe switches off the Red Queen. The holograph flickers and dies.\n\n\n\nSPENCE\n\nWhat did she mean?\n\n\n\nTWELVE\n\nWhat?\n\n\n\nSPENCE\n\nThose of you who become infected...I can't allow you to leave.\"\n\n\n\nJ.D.\n\nWho cares. As soon as we get near the surface, we're closing that bitch down.\n\n(shoots Twelve a look)\n\nPermanently.\n\n\n\nINT. CONNECTING CORRIDOR\n\n\n\nMATT and ALICE advance through the gloom. Every shadow hides a potential horror.\n\n\n\nALICE\n\nI swear weve been here before.\n\n\n\nThey stop at a four way junction.\n\n\n\nALICE (contd)\n\nThis place is a labyrinth.\n\n\n\nNATT\n\nI hope not. Every good labyrinth has a monster at its heart.\n\n(Alice stares-at him)\n\nDidnt they teach you about the Minotaur at school?\n\n\n\nALICE\n\nHow would I know?\n\n\n\nMATT\n\nSorry. How is the memory?\n\n\n\nALICE\n\nI remember some things, training, basic instinctual stuff, but not others. still cant even remember my name.\n\n(shrugs)\n\nStress seems to bring things back.\n\n\n\n67\n\nCONTINUED:\n\n\n\nMATT\n\n(glances round the creepy corridor)\n\nStress huh?\n\n\n\nALICE\n\nQuiet!\n\n\n\nShe suddenly halts. Senses something up ahead.\n\n\n\nALICE (contd)\n\nTheres something moving behind that door.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe suddenly halts. Senses something up ahead. ALICE (contd)\n\nTheres something moving behind that door. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT\n\n(whispered)\n\nHow do you know?\n\n\n\nALICE eases the safety off her gun.\n\n\n\nALICE\n\nI know.\n\n\n\nMATT and ALICE take position beside the door. She gets ready to kick it in.\n\n\n\nALICE (contd)\n\nOn three.\n\n\n\nPalms are sweaty.\n\n\n\nALICE (contd)\n\nOne ....\n\n\n\nTrigger fingers itchy.\n\n\n\nALICE (contd)\n\n.... Two ....\n\n\n\nTHE DOOR BURSTS OPEN! To reveal ....\n\n\n\nTWELVE\n\nDont shoot! Dont shoot! Its us.\n\n\n\nIts hard to tell whos more shocked. ALICE and MATT, or TWELVE and the others. Maybe just the audience.\n\n\n\nBoth groups lower their guns.\n\n\n\nFrom behind SPENCE walks a little girl dressed in red. She smiles at ALICE.\n\n\n\n68\n\nCONTINUED:(2)\n\n\n\nALICE\n\nWhos your friend?\n\n\n\nCUT TO:\n\nCLOSE ON THE BOX\n\n\n\nas a holographic floor plan appears above the Box.\n\n\n\nRED QUEEN\n\nThe Hive.\n\n\n\nIn 3D the underground complex bears an uncanny resemblance to a spiral of D.N.A.\n\n\n\nTWELVE\n\nWhere are we?\n\n\n\nRED QUEEN\n\nThe red dots.\n\n\n\nFive tiny red figures at the base of THE HIVE.\n\n\n\nSPENCE\n\nRight at the bottom...of course.\n\n\n\nRED QUEEN\n\nFor maximum efficiency I would suggest the following route.\n\n\n\nShe highlights a way through the holographic maze.\n\n\n\nRED QUEEN (contd) \n\nThrough the storage units on this level, to an access tunnel here. That will get you close to the surface. Then youll only have to cut through the medical labs and youll be back at the loading platform.\n\n\n\nTWELVE\n\n\n\nSounds simple.\n\n\n\nJ.D. chambers a round with a loud metallic snap.\n\n\n\nJ.D.\n\n\n\nSure.\n\n\n\nALICE\n\nWhat about those things?\n\n\n\n69\n\nCONTINUED:\n\n\n\nTWELVE\n\nThe Queen has sensors throughout the Hive she can tell us where they are. \n\n\n\nRED QUEEN\n\nIm afraid not. My primary sensors are thermal. Because the creatures are dead, their body temperature is negligible. To me theyre virtually invisible.\n\n\n\nSPENCE\n\nGreat.\n\n\n\nTWELVE\n\nWhat about your motion sensors?\n\n\n\nRED QUEEN\n\nInoperative.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPENCE\n\nGreat. TWELVE\n\nWhat about your motion sensors? RED QUEEN\n\nInoperative. \n\nTARGET SECTION TO BE ANNOTATED:\nTWELVE\n\nWhy?\n\n\n\nRED QUEEN\n\nIn case it had escaped your notice, so far today Ive been attacked by a supercomputer, had the majority of my files corrupted and then scarcely thirty minutes ago, you yourself fired a uranium tipped shell clean through my main frame. Its been...stressful. So pardon me if Im not functioning at full capacity.\n\n\n\nJ.D.\n\n(impatient)\n\nThats enough .... lets get moving.\n\n\n\nALICE\n\nWait.\n\n\n\nMATT\n\nWhat is it?\n\n\n\nALICE points to the five tiny red figures in the maze.\n\n\n\nALICE\n\nThere we are. One, two, three, four, five.\n\n\n\nMATT\n\nSo?\n\n\n\nALICE\n\nSo whos that?\n\n\n\n70\n\nCONTINUED:(2)\n\n\n\nIn the centre of the maze, another red dot.\n\n\n\nRED QUEEN\n\nthe heat signature indicates a human male six feet two, 120 pounds.\n\n\n\nMATT\n\nScrawny guy.\n\n\n\nThey stare at the softly pulsing heat signature. It gives nothing away. For now we will call him the STRANGER.\n\n\n\nALICE\n\nHow did he survive?\n\n\n\nThe Red Queen seems genuinely surprised.\n\n\n\nRED QUEEN\n\nI cant say. My termination methods were very methodical.\n\n\n\nShe realizes everyone is staring at her.\n\n\n\nRED QUEEN (contd)\n\nSorry.\n\n\n\nALICE looks at the map again. The pulsing red dot of the Stranger.\n\n\n\nALICE\n\nWe should help him.\n\n\n\nSPENCE\n\nForget it! Hes miles away.\n\n\n\nALICE looks to MATT for support.\n\n\n\nMATT\n\nI dont know. We make a detour like that we may never get out.\n\n\n\nSPENCE\n\nBesides, hes doing fine by himself. He doesn't need our help. \n\n\n\nINT. ACCESS TUNNEL\n\n\n\nA wide access tunnel over a mile in length. The HIVE really is vast. As they march, J.D. takes a pack from his belt and tosses it to ALICE.\n\n\n\nJ.D.\n\nTake one, pass the rest around.\n\n\n\n71\n\nCONTINUED:\n\n\n\nShe opens up the pack. Inside are a variety of krations. She tosses a bar to each of the others. MATT looks at the protein bar.\n\n\n\nMATT\n\nI cant eat this.\n\n\n\nALICE\n\nI dont feel like eating either, but you have to keep your strength up.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT looks at the protein bar. MATT\n\nI cant eat this. ALICE\n\nI dont feel like eating either, but you have to keep your strength up. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\n\nMATT\n\nNo, I mean I cant eat it. It has animal fat in it.  I'm vergetarian.\n\n\n\nJ.D.\n\nDo you believe this guy.\n\n\n\nHe looks at MATT in disbelief.\n\n\n\nJ.D. (contd)\n\nThe shit were in and he doesnt want to hurt the little animals!\n\n\n\nALICE ignores J.D. She tosses MATT a different bar.\n\n\n\nALICE\n\nTry this.\n\n\n\nSPENCE (O.S.)\n\nLook .... look what I found. Our marching days are done.\n\n\n\nSPENCE (contd)\n\nNow we ride in style.\n\n\n\nCUT TO:\n\nON BOARD THE CART\n\n\n\nSPENCE is at the wheel, J.D. riding shotgun. Mice, TWELVE and MATT jammed in the back. The walls of the tunnel race by. Above them a network of pipes and cables hang from the ceiling.\n\n\n\nSPENCE drives gleefully. A handful of undead are spread out sporadically along the corridor. He swerves to hit one of them. Sends it flying.\n\n\n\n72\n\nCONTINUED:\n\n\n\nSPENCE\n\n(laughs)\n\nI always wanted to drive one of these. I just couldnt stand the idea of golf.\n\n\n\nThe Roadkill Undead tries to get to its feet. J.D. shoots it in the head as they race past.\n\n\n\nJ.D.\n\nFore!\n\n\n\nOne of the undead manages to catch a hold of the side of the cart. He is immediately jerked off his feet and dragged along the ground. J.D. looks down at the hapless creature bumping along beside the cart.\n\n\n\nJ.D. (contd)\n\nNo riding ....\n\n\n\nHe waits until he has the UNDEAD'S attention. The monster stares up at J.D. with hungry eyes.\n\n\n\nJ.D. (contd)\n\n.... no riding. Without a ticket.\n\n\n\nJ.D. shoots him point blank in the hand. The UNDEAD'S fingers lose their grip and he slips away. The carts back wheels bump as they run over his body.\n\n\n\nThe tunnel veers sharply to the left. SPENCE takes the 90 degree turn at high speed. He almost has the cart up on two wheels.\n\n\n\nSPENCE\n\n(enjoying every second)\n\nYeeeha!\n\n\n\nMATT\n\n(to Alice)\n\nHow long is this tunnel anyway?\n\n\n\nALICE takes out the Box and the Red Queen flickers into life.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPENCE\n\n(enjoying every second)\n\nYeeeha! MATT\n\n(to Alice)\n\nHow long is this tunnel anyway? ALICE takes out the Box and the Red Queen flickers into life. \n\nTARGET SECTION TO BE ANNOTATED:\nRED QUEEN\n\nEnjoying the ride?\n\n\n\nMATT\n\n\n\nWe need to see the map again.\n\n\n\nThe holographic map of the hive appears above the Box.\n\n\n\n73\n\nCONTINUED:(2)\n\n\n\nALICE\n\nYoure nearing the end of the tunnel. Round the next corner and youll be there.\n\n\n\nMATT\n\nLook ....\n\n\n\nThe red dot of the Stranger is also moving through THE HIVE, headed up.\n\n\n\nMATT (contd)\n\n.... whoever it is, theyre headed for the surface too.\n\n\n\nSPENCE glances over his shoulder at the map.\n\n\n\nSPENCE\n\nSee .... told you he didnt need our help.\n\n\n\nALICE\n\nEyes on the road!\n\n\n\nSPENCE goes back to his driving.\n\n\n\nMATT\n\nWait a moment.\n\n(troubled)\n\nSomethings not right here.\n\n\n\nHe studies the holographic map.\n\n\n\nMATT (contd)\n\nWasnt there more of the Hive?\n\n\n\nRED QUEEN\n\nWhat?\n\n\n\nTWELVE\n\nHes right .... the map was bigger last time.\n\n\n\nRED QUEEN\n\n(petulant)\n\nPerhaps.\n\n\n\nAs we look closer, we can see the jagged edges of the holographic map, as though part of it has just been torn off. In fact it is disintegrating before our eyes.\n\n\n\n74\n\nCONTINUED:(3)\n\n\n\nRED QUEEN (contd)\n\nI cant be expected to temember everything.\n\n\n\nMATT is about to question the Queen further when SPENCE takes another corner at high speed. The cart skids around the turn and SLAMS INTO A CROWD OF UNDEAD. DOZENS OF THEM!\n\n\n\nTheyre everywhere. Too many to avoid. SPENCE hauls the wheel to the left, but its way too late, and theyre going way too fast. The cart hits the crowd sending bodies flying.\n\n\n\nThe cart topples and overturns.\n\n\n\nMATT is the first to his feet. What he sees is a disaster. J.D. is pinned beneath the cart, unable to move. ALICE lies with her back to the tunnel wall, concussed and unmoving. SPENCE and TWELVE sit a few feet away, dazed.\n\n\n\nThe undead are everywhere.\n\n\n\nMATT\n\nGet to your feet!\n\n\n\nHe grabs TWELVE and hauls him up.\n\n\n\nMATT (contd)\n\nGet up or were all dead.\n\n\n\nThe undead are closing in on J.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grabs TWELVE and hauls him up. MATT (contd)\n\nGet up or were all dead. The undead are closing in on J. \n\nTARGET SECTION TO BE ANNOTATED:\n. Easy meat. He sees them coming and begins to panic.\n\n\n\nJ.D.\n\nI cant move!\n\n\n\nHis gun is lying on the ground. Just out of reach.\n\n\n\nJ.D. (contd)\n\nHelp me!\n\n\n\nMATT reaches for a gun, but hes lost his weaponry in the crash. He takes a .45 from SPENCE'S belt. Hes still concussed. Doesnt need it.\n\n\n\nJ.D. (contd)\n\nKeep them away from me!\n\n\n\nOne of the undead drops to his knees and prepares to take a bite out of J.D.\n\n\n\nJ.D. (contd)\n\n(screams)\n\nFucker!\n\n75\n\nCONTINUED:(4)\n\n\n\nMATT fires. The undead collapses on top of J.D.\n\n\n\nJ.D. (contd)\n\nGet him off me .... get him off me!\n\n\n\nMATT and TWELVE race to his assistance, firing as they go. SPENCE hobbles along behind. Theyre just about managing to keep the undead at bay.\n\n\n\nJ.D. (contd)\n\nMy leg .... its trapped under the cart.\n\n\n\nMATT and TWELVE put their backs against the overturned cart. SPENCE helps as best he can.\n\n\n\nTWELVE\n\n(to Spence)\n\nNice driving.\n\n\n\nMATT\n\nOne ....two ....heave!\n\n\n\nThe cart moves a little, but then rocks back onto J.D.s leg. He screams in pain.\n\n\n\nMATT (contd)\n\nAgain. One .... two .... heave!\n\n\n\nThe cart moves a little more. Still not enough.\n\n\n\nJ.D.\n\n(in agony)\n\nFor Christs sake!\n\n\n\nMATT\n\nThis time .... this time well get it.\n\n\n\nHe nods to SPENCE and TWELVE. The undead are closing in.\n\n\n\nMATT (contd)\n\nReady?\n\n\n\nThey nod back.\n\n\n\nMATT (contd)\n\nOne ....two .... HEAVE!\n\n\n\nThe cart crashes back onto its wheels. J.D. is free.\n\n\n\nTWELVE\n\nLets get out of here.\n\n\n\n76\n\nCONTINUED:(5)\n\n\n\nHe jumps into the driving seat of the cart. In the time it has taken them to free J.D., they have become completely surrounded. A solid wall of undead, getting closer and closer.\n\n\n\nCLOSE ON ALICE\n\n\n\nIn all the confusion, everyone seems to have forgotten about her. She lies concussed, her back against the tunnel wall.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nA solid wall of undead, getting closer and closer. CLOSE ON ALICE\n\n\n\nIn all the confusion, everyone seems to have forgotten about her. She lies concussed, her back against the tunnel wall. \n\nTARGET SECTION TO BE ANNOTATED:\n Her eyes wide and staring, but seeing nothing. A group of undead have gathered around her.\n\n\n\nShes dead meat.\n\n\n\nOne of the undead drags his fingers through her hair.\n\n\n\nBIG CLOSE UP ON ALICES EYES\n\n\n\nSuddenly THE CAMERA accelerates forward, racing past the cool blue of her iris and plunging deep within the dark well of her pupil.\n\n\n\nAs THE CAMERA spirals through the darkness, we sense sudden flashes of color and sound. MEMORIES.\n\n\n\nALICES FLASHBACK:\n\n\n\nBlurred Imagery distorted voices. The logic of a dream.\n\n\n\nTHE CAMERA lost in a dark, evil forest. The kind you see in fairy tales. But as we pull back, the forest is revealed to be a giant oil painting.\n\n\n\nIn front of it stands a table. And on the table a foam lined carry case and a pair of gloves. We recognize them from the start of the movie.\n\n\n\nUNSEEN VOICE\n\nI can help you get the virus. Access codes, security plans, the works.\n\n\n\nLISA\n\nGood.\n\n\n\nTHE CAMERA PANS to reveal who LISA is talking to. The Unseen Voice belongs to ALICE.\n\n\n\nALICE\n\nBut theres going to be a price.\n\n\n\nShe and LISA stand in front of a giant oil painting in the entrance hallway of Looking Glass House.\n\n\n\n77\n\nCONTINUED:\n\n\n\nLISA\n\nName it.\n\n\n\nEND ALICES FLASHBACK\n\n\n\nSMASH CUT TO:\n\n\n\nTHE PRESENT\n\n\n\nWIDE ON ALICE AND THE UNDEAD\n\n\n\nALICE lying like a limp rag doll. A dozen figures crowded around her, like an angry lunch line jostling for position. One undead with his hands in her hair. Another with her fingers already in his mouth.\n\n\n\nSuddenly ALICE snaps back to life. Her eyes burning with a new found intensity. Her free hand comes up.\n\n\n\nALICE\n\nGet the fuck off me.\n\n\n\nWith a startlingly professional movement, she snaps the neck of the Undead. Whatever skills have just returned, theyre lethal.\n\n\n\nCLOSE ON THE GOLF CART\n\n\n\nThe others are in trouble.\n\n\n\nTWELVE\n\nIt wont start.\n\n\n\nMATT\n\nTry it again.\n\n\n\nTWELVE\n\nI already did!\n\n\n\nThe undead are everywhere. MATT, SPENCE and the bloodied J.D. keep firing, but nothing can hold back the tide. \n\n\n\nThe slide on J.D.s automatic racks back and stays there.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nD. keep firing, but nothing can hold back the tide. The slide on J. D.s automatic racks back and stays there. \n\nTARGET SECTION TO BE ANNOTATED:\n Hes out of ammo. J.D. struggles to load another clip, but his injured hand makes it difficult. He fumbles and drops the spare mag. He stoops to retrieve it, and when he looks back up, he stares straight into a familiar face.\n\n\n\nThe undead that was dragged behind the cart! His clothes are ripped and torn and covered in dark oily blood.\n\n\n\nBut hes back for J.D.\n\n\n\n78\n\nCONTINUED:\n\n\n\nJ.D.\n\nOh shit!\n\n\n\nJ.D. struggles with the spare clip.\n\n\n\nJ.D. (contd)\n\nGet in! Get in!\n\n\n\nThe Undead reaches for or J.D. He tries to fend it of f with his injured hand. But the Undead just grabs a hold of the bandages. With a smile on his face, he sinks his teeth into J.D.s already wounded hand. The pain is unbearable.\n\n\n\nJ.D. (contd)\n\nAaaaaah!\n\n\n\nMATT turns, alerted by J.D.s scream. He shoots the Undead and J.D. pushes it off his hand.\n\n\n\nMATT looks around. A sea of undead faces. Its hopeless. Then suddenly a miracle. The dead sea parts as ALICE carves her way through it. She ducks, she kicks, she weaves, she rolls. And everywhere she goes, things die.\n\n\n\nALICE\n\nI got my memory back.\n\n\n\nMATT\n\nIn that case, what I said earlier .... I take it back. Whoever you are, I think were going to get along just fine.\n\n\n\nALICE'S sudden arrival has thrown the undead into confusion, but it wont last long.\n\n\n\nALICE\n\nWe cant stay here. Theres too many of them.\n\n\n\nALICE looks around. They have to get out of here. \n\nALICE\n\nAbove us!\n\n\n\nMATT looks up. He sees the network of pipes and cables hanging from the ceiling.\n\n\n\n79\n\nCONTINUED:(2)\n\n\n\nALICE (contd)\n\nThats how were getting out.\n\n\n\nShe turns to the others.\n\n\n\nALICE (contd)\n\nEveryone up on the cart.\n\n\n\nOne by one they climb onto the broken roof of the golf cart. From there they can pull themselves up onto the overhanging pipes. There is an eighteen inch gap between the top of the pipes and the ceiling. Enough room to crawl along.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom there they can pull themselves up onto the overhanging pipes. There is an eighteen inch gap between the top of the pipes and the ceiling. Enough room to crawl along. \n\nTARGET SECTION TO BE ANNOTATED:\nDown below, the undead reach for them, but their outstretched fingers cant quite touch the pipes. Ear the moment, they are safe.\n\n\n\nTwo of the undead try to climb onto the roof of the golf cart, but they dont have the coordination. The roof collapses, taking them with it.\n\n\n\nJ.D.\n\n(laughs)\n\nYou dumb fucks.\n\n\n\nHe ties a fresh bandage around his hand. Theres blood everywhere. It drops down onto the undead below, driving them into a frenzy. Like sharks circling their prey.\n\n\n\nJ.D. (contd)\n\nYou like that?\n\n\n\nHe deliberately squeezes a few more drops onto their foreheads.\n\n\n\nJ.D. (contd)\n\nYou like that huh?\n\n\n\nThe undead begin to fight amongst themselves, pushing and jostling, desperate for a taste of blood.\n\n\n\nJ.D. (contd)\n\nYou like how that tastes?\n\n\n\nThey reach their hands out imploringly to J.D.\n\n\n\nJ.D. (contd)\n\nWell fuck you!\n\n\n\nMATT\n\nCool it man. No point in getting them all riled up.\n\n\n\n80\n\nCONTINUED:(3)\n\n\n\nJ.D.\n\n(angry)\n\nWhat .... youre worried about their feelings? Im the one bleeding to death here.\n\n\n\nThis is about to turn nasty, when ALICE interrupts.\n\n\n\nALICE\n\nLets get going.\n\n\n\nShe stares the two men down.\n\n\n\nALICE (contd)\n\nThats if you gentlemen have quite finished.\n\n\n\nEveryone can see the change in her character. Shes icy cold. What no one else knows, is the reason why.\n\n\n\nShe caused all this.\n\n\n\nTHE PIPES - LATER\n\n\n\nThe team slowly work their way along the crawlspace. MATT is in the lead, followed by SPENCE and ALICE. J.D. then TWELVE bring up the rear.\n\n\n\nJ.D. is very pale. Hes lost a lot of blood.\n\n\n\nJ.D.\n\nI need to rest.\n\n\n\nHe stops to catch his breath.\n\n\n\nALICE\n\n\n\nWe have to keep moving.\n\n\n\nJ.D.\n\n(still not moving)\n\nHow much further?\n\n\n\nALICE\n\nFrom what I remember of the map, not far.\n\n\n\nJ.D.\n\nWhy dont you just switch on your little friend and ask her?\n\n\n\nALICE shakes her head.\n\n\n\n81\n\nCONTINUED:\n\n\n\nALICE\n\nI dont want to use her unless we have to.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy dont you just switch on your little friend and ask her? ALICE shakes her head. 81\n\nCONTINUED:\n\n\n\nALICE\n\nI dont want to use her unless we have to. \n\nTARGET SECTION TO BE ANNOTATED:\n Every time she seems to get less reliable.\n\n\n\nMATT\n\nShes definitely forgetting things.\n\n\n\nALICE\n\nTwelve?\n\n\n\nTWELVE\n\nI dont know.\n\n(shrugs)\n\nIts possible her memory was damaged when we shut her down and transferred her to the box\n\n\n\nTWELVE is interrupted by an agonizing cry from below. A large crowd of undead have gathered beneath them. They seem more angry and aggressive than usual.\n\n\n\nALICE glances at J.D.s wound.\n\n\n\nALICE\n\nThey can smell the blood.\n\n\n\nA hundred undead fingers reach out towards the live meat above them. Just a few tantalizing inches away.\n\n\n\nALICE (contd)\n\nLets get going.\n\n\n\nJ.D.\n\nWhy worry? They cant get to us.\n\n\n\nALICE\n\nI just want to get out of here.\n\n\n\nTHE PIPES  LATER\n\n\n\nThey have almost reached the end of the tunnel.\n\n\n\nBelow, the crowd of undead has become even larger and more unruly. As if they sense that they are about to lose their prey.\n\n\n\nALICE points to something up ahead.\n\n\n\nALICE\n\nThats the one we want.\n\n\n\n82\n\nCONTINUED:\n\n\n\nThe network of pipes splits in two, one branch disappearing into a vent straight ahead, and a second smaller bundle of pipes veering off into a vent in the side wall.\n\n\n\nMACE (contd)\n\nStraight ahead. Just another hundred feet.\n\n\n\nThey pass the junction where the pipes split. Only another fifty feet to go. As before, MATT leads the way. S.D. and TWELVE bringing up the rear.\n\n\n\nBelow, the undead are getting frantic.\n\n\n\nCLOSE ON A SUPPORT BRACKET\n\n\n\nOne of the metal brackets that hold the pipes to the ceiling. The bolts that fix the bracket to the rock are old and rusted. As MATT passes over this section, we see that one of the bolts is beginning to come loose.\n\n\n\nSPENCE is next. His body is heavier and the bolt begins to worm out of the rock. The whole support bracket is beginning to buckle.\n\n\n\nMATT\n\nThe pipes go into some kind of air shaft.\n\n\n\nA mesh screen covers the entrance to the air shaft. MATT uses a knife to pries it away from the rock.\n\n\n\nMATT (contd)\n\nI think I can get the cover loose.\n\n\n\nThe mesh screen pops off, a sharp edge cutting MATT'S hand.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT uses a knife to pries it away from the rock. MATT (contd)\n\nI think I can get the cover loose. The mesh screen pops off, a sharp edge cutting MATT'S hand. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT (contd)\n\nDamn!\n\n\n\nMATT lifts the screen away with his bloody hand and tosses it below. The undead scramble all over it. One sticks the mesh in his mouth to lick the traces of blood from it. The undead are working themselves into a frenzy.\n\n\n\nCLOSE ON THE RUSTED BOLT\n\n\n\nAs ALICE passes beneath it. The bolt is almost completely free of the rock. The whole bracket suddenly begins to sag.\n\n\n\nALICE\n\nWhat is that?\n\n\n\n83\n\nCONTINUED:(2)\n\n\n\nA harsh metallic Sound as the rusted bolt shoots free.\n\n\n\nMATT\n\nThe supports .... theyre coming loose!\n\n\n\nSPENCE and MATT are already safely in the air vent.\n\n\n\nMATT (contd)\n\nHurry! Youve got to get of f there.\n\n\n\nALICE redoubles her efforts. J.D. and TWELVE are right behind her. But the faster they go, the greater the strain on the support brackets.\n\n\n\nBANG! BANG! BANG! Rusted metal bolts shoot free of the ceiling. Loud as gunshots.\n\n\n\nA whole length of piping comes free and sags towards the undead. Now suddenly TWELVE, J.D. and ALICE are within reach. Undead fingers reach around their arms, their legs, their throats.\n\n\n\nALICE\n\n(desperate)\n\nNo!\n\n\n\nShe struggles against them. MATT reaches out an arm to her, when CRASH! The whole section of piping finally gives way.\n\n\n\nMATT\n\nHold on!\n\n\n\nMATT braces himself and keeps a hold of ALICE. He drags her slowly, painfully into the air shaft and safety.\n\n\n\nBut theres no one to help TWELVE and J.D.\n\n\n\nJ.D. tumbles off the pipes and is dragged under by a sea of undead. His ME firing wildly as he is sucked down.\n\n\n\nJ.D.\n\n(screaming)\n\nFuck you! Fuck you!\n\n\n\nThe undead rip at his flesh, bite into his limbs. \n\n\n\nBut still he keeps fighting. Screaming and shooting.\n\n\n\n84\n\nCONTINUED:(3)\n\n\n\nUndead bodies are flung through the air by the force of the 2416. And when thats out of ammo, J.D. begins to blaze away with a .45 automatic, until finally the others can lift him to safety.\n\n\n\nJ.D. (contd)\n\nAaaaaaaah!\n\n\n\nHes safe, but badly mauled.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. D. (contd)\n\nAaaaaaaah! Hes safe, but badly mauled. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON TWELVE\n\n\n\nalso in trouble, but near to a fallen section of piping. He begins to drag himself back up to safety, the undead literally hanging off him.\n\n\n\nALICE\n\nKeep them off him!\n\n\n\nALICE and the others lay down a blanket of covering fire. His legs no longer work, but TWELVE pulls himself back towards the roof with sheer force of will.\n\n\n\nALICE (contd)\n\nJust keep them away from him!\n\n\n\nThe others blaze away, keeping the tide of undead at bay. Just.\n\n\n\nTWELVE\n\nOh God ....\n\n\n\nTWELVE collapses at the top of the pipes. Hes back near the roof now, but separated from the others by a twenty foot section of fallen piping. It may as well be the Grand Canyon.\n\n\n\nThe only way for him to go is back.\n\n\n\nTWELVE\n\nI cant feel my legs.\n\n\n\nALICE\n\nWell get to you somehow.\n\n\n\nTWELVE\n\nNo.\n\n\n\nHe shakes his head. Suddenly determined.\n\n\n\nTWELVE (contd)\n\nYou go.\n\n\n\n85\n\nCONTINUED:\n\n\n\nALICE\n\nWere not leaving you.\n\n\n\nTWELVE\n\nYes you are.\n\nAlready the undead are climbing the fallen section of pipe. \n\nTWELVE (contd)\n\nYou cant kill them all.\n\n\n\nHe looks down at his ravaged body.\n\n\n\nTWELVE (contd)\n\nAnd Im not going anywhere.\n\n\n\nALICE\n\nTwelve ....\n\n\n\nThere are tears in her eyes.\n\n\n\nTWELVE\n\nI want you to go.\n\n\n\nShe shakes her head. \n\n\n\nTWELVE (cont)\n\n(Firm)\n\nNow!\n\nMATT takes ALICE by the arm. He knows what has to be done.\n\n\n\nTWELVE (contd)\n\n(shouts)\n\nJust do it now .... Go!\n\n\n\nTWELVE watches his friends disappear into the gloom of the air vent. \n\n\n\nBelow him, a pair of undead are climbing the fallen pipe. Their once crisp lab coats are streaked with dirt and blood. We recognize them as the scientists from the start of the movie. BLUE and GREEN. \n\n\n\nBLUE is leading the way. A hungry look in his eyes.\n\n\n\nTWELVE (contd)\n\nJust you and me ugly.\n\nTWELVE checks his handgun. Just one shell left.\n\n\n\nTWELVE (contd)\n\nThats lucky.\n\n\n\n86\n\nCONTINUED:(2)\n\n\n\nBLUE is almost upon him.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust one shell left. TWELVE (contd)\n\nThats lucky. 86\n\nCONTINUED:(2)\n\n\n\nBLUE is almost upon him. \n\nTARGET SECTION TO BE ANNOTATED:\n Undead hands reaching out. TWELVE puts the gun into his own mouth.\n\n\n\nHe starts to breathe short, angry breaths. Hes keying himself up, getting ready to pull the trigger. To escape the horror.\n\n\n\nBLUE has his hands on TWELVE, his undead fingers covered in fresh blood.\n\n\n\nTWELVE closes his eyes. His finger tightens on the trigger. \n\nINT. WIDE AIR VENT\n\n\n\nALICE, MATT and SPENCE stop when they hear the single shot echo down the air shaft. They know what it means.\n\n\n\nALICE hangs her head.\n\n\n\nHer tears glisten in the half light.\n\n\n\nINT. ACCESS TUNNEL  PIPES\n\n\n\nBLUE falls from the overhanging pipes, a fresh bullet hole bored neatly between his eyes.\n\n\n\nTWELVE\n\nFuck it!\n\n\n\nTWELVE holds the smoking gun in his hand. Still very much alive. He used the last bullet on the undead, not himself.\n\n\n\nTWELVE (contd)\n\nIm not going out that easy.\n\n\n\nHe looks at the undead climbing the pipe towards bin.\n\n\n\nTWELVE (contd)\n\n(defiant)\n\nYoure going to have to work for your supper.\n\n\n\nBehind him, the network of pipes splits in two. One running back down the length of the access tunnel, the way they came. The other disappearing into a small air vent in the side wall.\n\n\n\n87\n\n\n\nINT. NARROW AIR SHAFT\n\n\n\nTWELVE pulls the mesh screen aside and drags himself into the vent. This is much narrower than the one the others escaped into.\n\n\n\nTight, claustrophobic, terrifying.\n\n\n\nSPENCE begins to crawl away from the pipes. Every movement is agony. He leaves a trail of fresh blood behind him.\n\n\n\nCLOSE ON GREEN\n\n\n\nAs she enters the air shaft.\n\n\n\nINT. NARROW AIR SHAFT  VENTLATION FAN\n\n\n\nA large metal fan blocks TWELVE'S progress. Its sharp steel blades spin at high speed, forcing air down the shaft. Theres no way around it, and no way through it.\n\n\n\nTWELVE\n\nDamn!\n\n\n\nTWELVE looks back down the shaft. Around the corner, he can see the shadow of GREEN. No way forward and no way back. Hes trapped.\n\n\n\nTWELVE fumbles through his utility belt. Finds his laptop. He glances at the spinning metal blades.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWELVE fumbles through his utility belt. Finds his laptop. He glances at the spinning metal blades. \n\nTARGET SECTION TO BE ANNOTATED:\nTWELVE (contd)\n\nHere goes.\n\n\n\nHe tries to force the laptop between the blades. The blades spark and begin to chop away at the computer. He pushes harder. Shreds of plastic and microchip and flung back at him. TWELVE pushes harder still.\n\n\n\nAnd suddenly the fan stops. The laptop has lodged between the blades, jamming the mechanism.\n\n\n\nTWELVE glances at the mangled remains of his computer. The most expensive door stop ever.\n\n\n\nTWELVE (contd)\n\nThank you Bill Gates.\n\n\n\nBehind him, GREEN makes a noise. Excited. She smells fresh meat.\n\n\n\nTWELVE begins to drag himself between the sharp metal blades of the fan. GREEN is right on his tail.\n\n\n\n88\n\nCONTINUED:\n\n\n\nHer fingers reach for his legs. TWELVE pulls himself faster. In his haste, he dislodges the laptop slightly. The steel blades move a fraction. The laptop groans under the strain. Its going to be crushed at any moment.\n\n\n\nTWELVE is clear of the blades. GREEN follows him. The laptop splinters and begins to crack.\n\n\n\nGREEN is half way through the blades.\n\n\n\nCRACK! The laptop is split clean in two.\n\n\n\nThe blades spin back to life, slicing neatly through GREEN. Her legs are suddenly no longer attached to her body.\n\n\n\nTWELVE (contd)\n\n(laughs)\n\nYes!\n\n\n\nGREEN looks down at her legs, and then back up at TWELVE. She drags her torso towards him. Oblivious to anything but the fresh meat up ahead.\n\n\n\nTWELVE (contd)\n\nOh shit!\n\n\n\nTWELVE begins to haul himself away. But his progress is blocked. The air shaft takes a sharp 90 degree turn. STRAIGHT DOWN. Theres no way to climb down there, and no end in sight. The shaft seems to drop forever.\n\n\n\nGREEN growls. A Low animal noise. She senses that she has her prey trapped.\n\n\n\nTWELVE fumbles in his utility belt again. His hands finds a grenade. Its slick with blood. His own.\n\n\n\nHe glances back at GREEN. The legless monstrosity is still coming forward. An unearthly light in her green eyes.\n\n\n\nTWELVE (contd)\n\nScrew you.\n\n\n\nTWELVE throws the grenade back at GREEN. It bounces and rolls, then hits her squarely in the forehead. GREEN stops.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWELVE throws the grenade back at GREEN. It bounces and rolls, then hits her squarely in the forehead. GREEN stops. \n\nTARGET SECTION TO BE ANNOTATED:\n Picks up the grenade. Smells it. Smells the blood. Then begins to lick hungrily at it. She tries to force it in her mouth and\n\n\n\nTHE GRENADE EXPLODES\n\n\n\nGREEN is vaporized. But TWELVE has no time for celebration. The explosion races up the confines of the air shaft.\n\n89\n\nCONTINUED:(2)\n\n\n\nThe blast hits him like a tidal wave. Searing his flesh and flinging him backwards. He is hurled against the far wall of the shaft and then drops like a stone.\n\n\n\nInto the depths.\n\n\n\nINT. HALLWAY\n\n\n\nA deserted hallway. Nothing moves, but still we hear something. A low scratching noise. Like rats running behind the wall.\n\n\n\nWithout warning, there is the muffled burst of automatic gunfire and a section of the roof collapses. Pipes and plaster fall to the floor, followed by MATT and ALICE. SPENCE brings up the rear, propping up a near dead J.D.\n\n\n\nALICE looks around, getting her bearings.\n\n\n\nALICE\n\nFollow me. Not far to go now.\n\n\n\nINT. CORRIDOR OUTSIDE THE LAB\n\n\n\nThe three survivors pass the lab where we had first met GREEN, BROWN and BLUE. ALICE points ahead.\n\n\n\nALICE\n\nThis way to the entrance. Were almost there.\n\n\n\nMATT\n\nWait. I know where we are.\n\n\n\nMATT stops. Stares through the glass window into the lab.\n\n\n\nMATT\n\nThis is where they kept the Tvirus.\n\n\n\nALICE\n\n(impatient)\n\nSo?\n\n\n\nMATT\n\nSo .... we have to find it. Its evidence. Of what they were doing down here\n\n\n\nALICE\n\nNo way. We should keep going. Get to the surface.\n\n\n\n90\n\nCONTINUED:\n\n\n\nMATT cant understand her reluctance. But how could he? How could anyone else know she is implicated?\n\n\n\nHARD CUT TO:\n\n\n\nINT. LAB\n\n\n\nThe same lab we had seen at the start of the movie. But now the place is a mess. ALICE looks around, uneasy.\n\n\n\nALICE\n\nThis is a mistake.\n\n\n\nMATT places The Box on a lab table. The Red Queen flickers back to life. But now her image seems faint, Strangely distorted. Something is wrong.\n\n\n\nMATT\n\nYou okay?\n\n\n\nSPENCE\n\nShes just a computer .... who cares how she feels.\n\n\n\nRED QUEEN\n\nUnexpected power drain.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\nYou okay? SPENCE\n\nShes just a computer .... who cares how she feels. RED QUEEN\n\nUnexpected power drain. \n\nTARGET SECTION TO BE ANNOTATED:\nHalf of her face freezes for a moment, making it seem as if she has had a stroke, Its a weird, unsettling image.\n\n\n\nSPENCE\n\nLets just get on with it.\n\n\n\nMATT\n\nwe need to know where the T-virus is stored.\n\n\n\nRED QUEEN\n\nBoth the T-3 and T-4 antidote are kept at 27.4 degrees Fahrenheit in the freezer behind you.\n\n(hesitates)\n\nNo wait. 24.7 degrees, yes, yes, thats it. 24.7 degrees.\n\n\n\nThe computers memory is clearly fading fast. \n\n\n\nCLOSE ON FREEZER\n\n\n\nas MATT opens the door. Inside are two racks, one marked T-3, the other T4. Both racks are empty.\n\n91\n\nCONTINUED:\n\n\n\nMATT\n\nI dont understand.\n\n\n\nWe realize that we have seen this all before. At the start of the movie, when the gloved hands were emptying the freezer.\n\n\n\nMATT (contd)\n\nIts gone ....\n\n\n\nBIG CLOSE UP ON SPENCES EYES\n\n\n\nSuddenly THE CAMERA accelerates forward, racing past the iris and plunging deep within the dark well of his pupil.\n\n\n\nAs THE CAMERA spirals through the darkness, we sense sudden flashes of color and sound. MEMORIES.\n\n\n\nSPENCES FLASHBACK:\n\n\n\nBlurred imagery, distorted voices. The logic of a dream.\n\n\n\nTHE CAMERA lost in a dark, evil forest. The kind you see in fairy tales. But as we pull back, the forest is revealed to be a giant oil painting.\n\n\n\nIn front of it stands a table. And on the table a foam lined carry case and a pair of gloves. We recognize them from the start of the movie.\n\n\n\nUNSEEN VOICE\n\nI can help you get the virus. Access codes, security plans, the works.\n\n\n\nLISA\n\nGood.\n\n\n\nTHE CAMERA PANS to reveal who LISA is talking to. The Unseen Voice belongs to ALICE.\n\n\n\nALICE\n\n.... but theres going to be a price.\n\n\n\nShe and LISA stand in front of a giant oil painting in the entrance hallway of Looking Glass house\n\n\n\nLISA\n\nName it.\n\n\n\nALICE\n\nYou have to guarantee me .... youll bring the Corporation down.\n\n\n\n92\n\nCONTINUED:\n\n\n\nTHE CAMERA TRACKS BACK at warp speed, to reveal SPENCE. Standing at a distance. Unseen. Listening.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding at a distance. Unseen. Listening. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE IMAGE SUDDENLY DISTORTS, MORPHING INTO:\n\n\n\nINT. MANSION  ALICES BEDROOM DAWN.\n\n\n\nSPENCE looks down on ALICE, still asleep in bed. He finishes writing out a note and then places it by her sleeping form - TODAY ALL YOUR DREAMS COME TRUE\n\n\n\nCLOSE ON GLASS VIALS\n\n\n\nbeing lifted from the lab refrigerator. Gloved bands slip them into a foam lined carry case. The vials are delicate. Filled with a cool blue liquid.\n\n\n\nThe hands move quickly. Urgently. A repeat of the first image we saw in the movie. Only now we PULL BACK to reveal that the gloved bands belong to SPENCE. He is standing in the lab as it used to be. Clean, pristine. Before the horror.\n\n\n\nCLOSE ON GLASS VIALS\n\n\n\nas the last one is lifted from the refrigerator. But in his haste, SPENCE lets the vial slip. The delicate glass tube tumbles end over end. And crashes to the floor.\n\n\n\nCLOSE ON THE FLOOR\n\n\n\ncovered in shards of glass and blue liquid.\n\n\n\nCLOSE ON SPENCE\n\n\n\nlooking down at the floor in horror.\n\n\n\nEND OF FLASHBACK:\n\n\n\nCLOSE ON SPENCE\n\n\n\nHis eyes filled with the sudden realization of what he has done. He caused everything.\n\n\n\nALICE (V.0.)\n\nSpence?\n\n\n\nPULL BACK to reveal that SPENCE holds a gun in his hand.\n\n\n\n93\n\nCONTINUED:\n\n\n\nALICE (contd)\n\n(confused)\n\nSpence?\n\n\n\nThe gun is pointed at the others.\n\n\n\nALICE (contd)\n\nWhat are you doing?\n\n\n\nSPENCE\n\nFinishing what I started.\n\n\n\nALICE\n\nWhat do you mean?\n\n\n\nSPENCE\n\nI stole your idea.\n\n(to Matt)\n\nDrop the gun.\n\n\n\nMATT does as hes told.\n\n\n\nSPENCE (contd)\n\nOn the floor. Now kick it over to me.\n\n\n\nMATT\n\nYou caused all this, didnt you?\n\n\n\nSPENCE\n\nShut up.\n\n(to Alice)\n\nIt should have been so simple.\n\n\n\nALICE\n\nWhy? Why do it?\n\n\n\nMATT\n\nFor money.\n\n\n\nSPENCE\n\nYes .... a lot of it.\n\n\n\nHe reaches behind a shelving unit. Jammed back there is the carry case containing the T-3 virus and its antidote T-4. Exactly where he had hidden it.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reaches behind a shelving unit. Jammed back there is the carry case containing the T-3 virus and its antidote T-4. Exactly where he had hidden it. \n\nTARGET SECTION TO BE ANNOTATED:\nSPENCE (contd)\n\nWhat do you know? I knew where it was all the time.\n\n(smiles)\n\nI just didnt remember.\n\n\n\n94\n\nCONTINUED:(2)\n\n\n\nNATT\n\nSo whos paying you?\n\n\n\nSPENCE\n\nDoes it matter? All that matters is the money.\n\n(to Alice)\n\nIt can still work out.\n\n\n\nALICE\n\nWhat are you talking about?\n\n\n\nShe casts her eyes around the room. All the death. All the horror.\n\n\n\nALICE (contd)\n\nLook around you Spence. Theres hundreds of people dead.\n\n\n\nSPENCE\n\nIt was an accident. That was never supposed to happen. The moneys out there waiting. You wont believe how much. We can just disappear.\n\n\n\nHe looks imploringly at ALICE.\n\n\n\nSPENCE (contd)\n\nIn or out?\n\n\n\nNo reply.\n\n\n\nSPENCE (contd)\n\n(harder)\n\nIn or out?\n\n\n\nALICE shakes her head.\n\n\n\nSPENCE (Contd)\n\nYou cant be serious. Youd rather stay down here .... with him?\n\n\n\nALICE just stares coldly at SPENCE.\n\n\n\nSPENCE (contd)\n\nAlright. If thats what you want. hope you and your new boyfriend are very happy.\n\n\n\nSPENCE backs away, to the lab doors. Hes carrying everyones guns.\n\n\n\n95\n\nCONTINUED: (3)\n\n\n\nSPENCE (contd)\n\nBut if you ask me .... I dont think its going to last. \n\n\n\nSPENCE steps through the doors. They close behind him.\n\n\n\nMATT makes to follow. We hear the deadened sound of automatic gunfire through the steel doors. SPENCE can be seen through the thick glass window as he heads off down the corridor -\n\n\n\nMATT\n\nDamn it!\n\n\n\nMATT struggles with the door, but it wont budge.\n\n\n\nMATT (contd)\n\nHe shot out the mechanism. Were never going to get this thing open.\n\n\n\nRED QUEEN (0.S.)\n\nI wouldnt worry about your friend.\n\n\n\nALICE\n\nWhat do you mean?\n\n\n\nCLOSE ON THE QUEEN \n\nRED QUEEN\n\nIve been a bad, bad girl.\n\nINT. GLOOMY CORRIDOR\n\n\n\nSPENCE hurries down the corridor. Up ahead he can see the main entrance to THE HIVE. Beyond it the cavern and the elevator platform.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLOOMY CORRIDOR\n\n\n\nSPENCE hurries down the corridor. Up ahead he can see the main entrance to THE HIVE. Beyond it the cavern and the elevator platform. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\n\nHes home free.\n\nINT. LAB\n\n\n\nRed Queen brings up the holographic floor plan. We see SPENCE'S heat signature moving towards the exit. But another signature is closing in on him. The Stranger.\n\n\n\nRED QUEEN\n\nLook. Its got his scent already.\n\n\n\nALICE\n\nIt?\n\n\n\n96\n\nINT. UNDERGROUND CAVERN\n\n\n\nSPENCE leaves THE HIVE and crosses the cavern. He passes by the underground river and the spot where they had first discovered him hours earlier.\n\n\n\nHe reaches the platform and busies himself with the controls. Ready to return to the mansion and safety.\n\n\n\nINT. LAB\n\n\n\nOn the holographic map, the two heat signatures meet. And merge.\n\n\n\nINT. UNDERGROUND CAVERN\n\n\n\nThe elevator platform comes to life. The hydraulics start to power up. Blood drips into a pool at SPENCE'S feet.\n\n\n\nSPENCE\n\nWhat ....\n\n\n\nSPENCE looks up to the ceiling. Hanging there is The Stranger. But its not the 120 pound male the Red Queen had described. Instead it is THE CREATURE that ALICE had found so unnerving in the Specimen Room.\n\n\n\n300 pounds of pure evil.\n\n\n\nFour claw like talons dig into the rock face, holding it in place. Its long fleshy tongue uncoils, snaking down towards its prey. We see the razor sharp barbs that cover the tongues grotesque length.\n\n\n\nSPENCE (contd)\n\nFuck me ....\n\n\n\nAs if to oblige, THE CREATURE drops from the ceiling. Its tongue lashes out, the razor barbs tearing SPENCE'S clothes and gouging into the flesh beneath.\n\n\n\nSPENCE'S screams are cut short as THE CREATURE leaps forward and begins to devour hint whole.\n\n\n\nSPENCE goes into shock and passes out.\n\n\n\nThen suddenly, without warning, THE CREATURE dashes forward. Lightning fast. STRAIGHT INTO CAMERA.\n\n\n\nIn search of new prey.\n\n\n\n97\n\nINT. LAB\n\n\n\nALICE, J.D. and MATT listen as the Red Queen casually fills them in on their executioner.\n\n\n\nRED QUEEN\n\n(mid sentence)\n\n.... a bio-mechanical weapon of the highest order. It was one of the earlier experiments produced by the Hive, using the same genetic material as the tvirus. You released it accidentally in the specimen room.\n\n\n\nALICE\n\nBut it was dead .... I saw it.\n\n\n\nRED QUEEN\n\nIn stasis.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nALICE\n\nBut it was dead .... I saw it. RED QUEEN\n\nIn stasis. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT\n\nIf you knew what it was, why didnt you\n\n\n\nThe Red Queen doesnt reply.\n\n\n\nJ.D.\n\nBecause she was saving it .... for us. Isn't that right?\n\n\n\nRED QUEEN\n\n(embarrassed)\n\nI didnt think any of you would make it this far .... .Not without infection.\n\nJ.D.\n\nYou were going to let that thing finish us off.\n\n\n\nBAM! A sudden noise SCARES THE SHIT out of them. \n\n\n\nTHE CREATURE is right there at the window.\n\n\n\nMATT\n\nThe fuckers got no eyes.\n\n\n\nTHE CREATURE moves to the cluster of small holes that BROWN had punched in the glass with his fire axe. The tip of its grotesque long tongue snakes through one of the narrow holes. It sways back and forth.\n\n\n\n98\n\nCONTINUED:\n\n\n\nALICE\n\n(whispered)\n\nIts sensing the air. It can smell us.\n\n\n\nTHE CREATURE withdraws its tongue, then backs away from the glass.\n\n\n\nMATT\n\nWhats it doing?\n\n\n\nSuddenly THE CREATURE races at them. Hurling its whole body weight against the window. The glass quivers, but holds.\n\n\n\nJ.D.\n\nIts not getting through there. That glass is bullet proof.\n\n\n\nTHE CREATURE tries again. Hurling itself even harder at the window. And again it is repulsed.\n\n\n\nBut small spider web cracks have begun to appear in the glass.\n\n\n\nEXT. HALLWAY\n\n\n\nALICE and MATT race through the abandoned hallway. They carry J.D. between them. Theyre going back the way they came. Back into THE HIVE.\n\n\n\nMATT\n\nThis is hopeless. Its got us cut off from the exit. All were doing is going deeper.\n\nALICE\n\nYou got any better ideas?\n\n\n\nRED QUEEN (0.S.)\n\nI know a way.\n\n\n\nMATT\n\nWhat did you say?\n\n\n\nRED QUEEN\n\nI know a way out.\n\n\n\nJ.D.\n\nFuck you!\n\n\n\nJ.D. coughs. Hes in a bad way.\n\n\n\n99\n\nCONTINUED:\n\n\n\nJ.D. (contd)\n\nShes never going to let us out. Im infected\n\n\n\nRED QUEEN\n\nIm sorry .... I do like you, but my sensors indicate your blood loss is already at 42.7%\n\n(genuine compassion in her voice)\n\nYoure not leaving this complex alive.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nD. (contd)\n\nShes never going to let us out. Im infected\n\n\n\nRED QUEEN\n\nIm sorry .... I do like you, but my sensors indicate your blood loss is already at 42.7%\n\n(genuine compassion in her voice)\n\nYoure not leaving this complex alive. \n\nTARGET SECTION TO BE ANNOTATED:\nBehind them they bear the glass in the lab shatter.\n\n\n\nThe hunt is on.\n\n\n\nRED QUEEN (contd)\n\nWe have to hurry.\n\n\n\nMATT and ALICE share a look.\n\n\n\nRED QUEEN (contd)\n\nYou have to trust me.\n\n\n\nINT. CORRIDORS\n\n\n\nMATT and ALICE run blindly through a complex maze of corridors. J.D. held between them. Close behind, THE CREATURE. Gaining fast.\n\n\n\nRED QUEEN\n\nTake a left, here.\n\n\n\nThey round a corner.\n\n\n\nRED QUEEN (contd)\n\nThen a right.\n\n\n\nThey race towards an intersection.\n\n\n\nRED QUEEN (contd)\n\nStraight ahead.\n\n\n\nThen another.\n\n\n\nRED QUEEN (contd)\n\nNow a left\n\n(confused)\n\nno .... no a right.\n\n\n\nMATT\n\nWhat?\n\n\n\n100\n\nCONTINUED:\n\n\n\nRED QUEEN\n\nA right.\n\n\n\nMATT\n\nYoure sure?\n\n\n\nRED QUEEN\n\nYes, yes Im sure.\n\n\n\nUp ahead is a door.\n\n\n\nINT. DEAD END ROOM \n\n\n\nThe survivors burst into the room, slamming the door behind them. Four walls of concrete, no other door.\n\n\n\nMATT\n\n\n\nNow what?\n\n\n\nMATT looks around the bare room.\n\n\n\nMATT (contd)\n\nNow what!\n\n\n\nThe Queen doesnt reply.\n\n\n\nMATT (contd)\n\nIts a dead end!\n\n\n\nMATT is getting furious.\n\n\n\nMATT (contd)\n\n(shouts)\n\nYouve led us into a dead end. Theres no way out of here!\n\n\n\nRED QUEEN\n\n(hesitant)\n\nNo there is!\n\n\n\nJ.D.\n\nI told you not to trust her:\n\n\n\nRED QUEEN\n\n(confused)\n\nI .... I cant remember, I thought ....\n\n\n\nMATT\n\nYou thought what?\n\n\n\nRED QUEEN\n\nIm sorry.\n\n\n\n101\n\nCONTINUED:\n\n\n\nMATT\n\nYoure sorry! You piece of ....\n\n\n\nBut ALICE stops him.\n\n\n\nALICE\n\nNo. Look ....\n\n\n\nThe bare outline of a door etched in one of the walls. Recessed and hidden.\n\n\n\nRED QUEEN\n\n(halting)\n\nI knew there .... was reason .... but Memory ....\n\n\n\nMATT\n\nHow do we open it?\n\n\n\nALICE\n\nTheres a key pad here.\n\n\n\nHidden in the wall, barely visible.\n\n\n\nRED QUEEN (contd)\n\nEmergency exit ....\n\n\n\nThe Red Queen struggles with her words. Her power almost exhausted.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nRED QUEEN (contd)\n\nEmergency exit .... The Red Queen struggles with her words. Her power almost exhausted. \n\nTARGET SECTION TO BE ANNOTATED:\nRED QUEEN (contd)\n\n.... memory .... \n\n\n\nBAM! The door behind them buckles and almost wrenches off the wall.\n\n\n\nALICE\n\n(shocked)\n\nJesus!\n\n\n\nTHE CREATURE has found them.\n\n\n\nMATT\n\n(urgent)\n\nWhats the code?\n\n\n\nMATT moves to the keypad which controls the emergency exit.\n\n\n\nRED QUEEN\n\nFour .... Digits\n\n\n\n102\n\nCONTINUED: (2)\n\n\n\nRED QUEEN (contd)\n\nFaaaaw .... Threeeee\n\n\n\nHer image flickers. Shes dying.\n\n\n\nRED QUEEN (contd)\n\nNnnnnnine .... Ssssss\n\n\n\nAnd suddenly she is gone. The Queen is dead.\n\n\n\nMATT\n\n\n\nSsseven, ssix .... what?\n\n\n\nTHE CREATURE continues to pound against the door behind them. Its talons punching through the metal.\n\n\n\nALICE\n\nJust try one.\n\n\n\nMATT\n\nWhat if its the wrong number?\n\n\n\nALICE\n\nThen we try the other .... just hurry up.\n\n\n\nMATT'S finger hovers over the two digits.\n\n\n\nMATT\n\nHere goes.\n\n\n\nHe punches the seven. The door beeps.\n\n\n\nDOOR\n\nAccess Denied.\n\n\n\nThe outline of the keypad sinks back into the wall. Disappearing for good.\n\n\n\nMATT\n\nNo!\n\n\n\nThe emergency exit door does the same, leaving nothing but a bare concrete wall.\n\n\n\nMATT (contd)\n\nThats just not fair!\n\n\n\nBAM! The door behind them has almost given way. THE CREATURE'S tongue pokes through a hole in the metal and lashes around the room.\n\n\n\n103\n\nCONTINUED:(3)\n\n\n\nMATT desperately looks around. Four solid walls, no air vents, no way out.\n\n\n\nJ.D.\n\nWere going to die in here.\n\n\n\nSuddenly, the emergency exit behind them begins to open.\n\n\n\nDOOR\n\nStand clear .... door opening.\n\n\n\nThey look on in astonishment as the door swings aside to reveal\n\n\n\nALICE\n\nTWELVE!\n\n\n\nLeaning weakly against the control panel on the other side. His body torn and broken, but a smile like the Cheshire Cat.\n\n\n\nTWELVE\n\nComputer geeks ....were not so easy to kill.\n\n\n\nSensing its prey may escape, the Creature slams against the door once more. It begins to squeeze its body through the gap.\n\n\n\nTWELVE (contd)\n\nWhat is that thing?\n\n\n\nALICE starts to seal the exit behind them.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt begins to squeeze its body through the gap. TWELVE (contd)\n\nWhat is that thing? ALICE starts to seal the exit behind them. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE\n\nYou dont want to know.\n\n\n\nINT. UNDERGROUND CAVERN\n\n\n\nALICE and MATT exit THE HIVE, carrying J.D. between them. TWELVE limps behind.\n\n\n\nThey cross the cavern to the elevator platform. Lying by the controls is the skeletal remnants of SPENCE. He still clutches a machine pistol uselessly in his hand. Lying by the body is the carry case containing the Tvirus and its antidote. flattered but still intact. ALICE picks it up.\n\n\n\nMATT lays J.D. on the platform. TWELVE busies himself with the controls.\n\n\n\nMATT\n\nGet us out of here Twelve.\n\n\n\n104\n\nCONTINUED:\n\n\n\nTWELVE\n\nPlatforms already powered up.\n\n(smiles)\n\nWere headed topside in seconds.\n\n\n\nThe platform begins to vibrate with energy. ALICE kneels by what remains of SPENCE'S body. She slips the wedding ring off his finger. Just like Mices, it bears the same inscription:\n\n\n\nPROPERTY OF UMBRELLA CORP.\n\n\n\nShe slips the ring into her pocket.\n\n\n\nALICE\n\nYou were a lousy husband.\n\n\n\nSMASH CUT TO:\n\n\n\nTHE CREATURE FALLING from the ceiling without warning.\n\n\n\nLANDING RIGHT ON ALICE! You can barely hear her cry of pain and surprise above the SCREAMS OF THE AUDIENCE.\n\n\n\nMATT\n\nNo.\n\n\n\nMATT races forward, but is sideswiped by THE CREATURE'S tongue. He is flung through the air and crashes into the side of the platform. He lies still, like a broken doll.\n\n\n\nTHE CREATURE'S mouth opens to reveal row upon row of teeth. This thing is built to kill.\n\n\n\nIt rears triumphant above ALICE. We see it from her P.O.V. The tongue retracts, leaving THE CREATURE free to feast upon her.\n\n\n\nAs THE CREATURE takes its first bite\n\n\n\nTHE SUDDEN NOISE OF MACHINE GUN FIRE IS DEAFENING.\n\nTHE CREATURE is hurled off. Multiple rounds pierce its armored hide. We see that ALICE holds SPENCE'S machine pistol in her hand.\n\n\n\nThe gun dry clicks. Out of ammo.\n\n\n\nJ.D.\n\nCatch!\n\n\n\n105\n\nCONTINUED:(2)\n\n\n\nWith the last of his strength, J.D. throws her the combat knife from his belt.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCatch! 105\n\nCONTINUED:(2)\n\n\n\nWith the last of his strength, J. D. throws her the combat knife from his belt. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON THE KNIFE\n\n\n\nas it arcs through the air.\n\n\n\nTHE CREATURE charges forward again.\n\n\n\nThe controls of the platform read FULL POWER.\n\n\n\nALICE\n\n(pain)\n\nAaaaah!\n\n\n\nALICE cries out in agony as THE CREATURE'S deadly tongue lashes past her. She twists her body so that it scrapes down her left arm, lacerating, but not killing. The tongue smashes into the platforms floor, the sharp barbs digging into the ornate wooden tiles.\n\n\n\nCLOSE ON THE KNIFE\n\n\n\nas ALICE catches it and in one seamless move drives it straight through the hideous tongue, pinning it to the platforms floor.\n\n\n\nTHE CREATURE screams. A terrifying inhuman Sound.\n\n\n\nTWELVE\n\nGoing up!\n\n\n\nHe hits the controls and the platform begins to rise into the air. THE CREATURE is dragged toward the ceiling, its body banging off the platform, but held in place by its pinned tongue. Its limbs flail helplessly in the air.\n\n\n\nALICE\n\nDie you fucker!\n\n\n\nA second later, the platform disappears into the shaft. Cutting THE CREATURE'S tongue from its body.\n\n\n\nTHE CREATURE screams in unholy agony and then is gone.\n\n\n\nINT. PLATFORM\n\n\n\nMATT groans and struggles to sit up.\n\n\n\nALICE\n\nMatt?\n\n\n\n106\n\nCONTINUED:\n\nMATT\n\nIm okay.\n\n\n\nTHE CREATURE'S severed tongue is left pinned to the floor of the platform. Still writhing with a life of its own, but pinned firmly in place by J.D.s knife.\n\n\n\nALICE\n\n(to J.D.)\n\nThanks.\n\nJ.D.\n\nDont mention it. \n\n\n\nShe kneels by him.\n\n\n\nALICE\n\nHow are you doing?\n\n\n\nJ.D.\n\nBad.\n\n\n\nALICE\n\nThis will help.\n\n\n\nThe battered box containing the T-virus and its antidote hangs from her belt. She breaks it open, reaches for a shot of the antidote.\n\n\n\nJ.D. \n\nSave it.\n\n(shakes his head) \n\nToo late for me.\n\n\n\nALICE\n\nJ .D .... \n\n\n\nJ.D.\n\n(interrupts)\n\nI saved one round ....\n\n\n\nHe pulls the revolver from his belt.\n\n\n\nJ.D.\n\n.... when the time comes ....\n\n\n\nALICE\n\nWere going to get you out of here.\n\n\n\nJ.D.\n\nI dont want to be one of those things.\n\n\n\nWe can see the life ebbing from him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nD. I dont want to be one of those things. We can see the life ebbing from him. \n\nTARGET SECTION TO BE ANNOTATED:\n107\n\nCONTINUED:(2)\n\n\n\nJ.D. (contd)\n\nWalking around .... without a soul.\n\n\n\nHe presses the gun into her hand.\n\n\n\nJ.D. (contd)\n\nYoull take care of it\n\n\n\nJ.D. looks her in the eye.\n\n\n\nJ.D. (contd)\n\nsoldier.\n\n\n\nALICE nods. And J.D.s eyes slowly close. His head sinks to his chest.\n\n\n\nALICE lets out a cry. But J.D. doesnt move.\n\n\n\nSlowly, shakily, she raises the gun. Her vision is blurred with tears.\n\n\n\nThe muzzle of the gun is an inch from J.D.s head. Her finger tightens on the trigger, but still she cant fire.\n\n\n\nTHEN SUDDENLY, J.D.s hand shoots up! Grabbing her arm. ALICE screams in shock I\n\n\n\nJ.D. (contd)\n\nWait .... wait a second .... Im not dead yet.\n\n\n\nALICE is weeping in relief.\n\n\n\nJ.D. (contd)\n\nMaybe Id better have this back.\n\n\n\nHe eases the revolver back into his belt. In the background, TWELVE and MATT are laughing. Despite the shock, ALICE cant help it. She begins to laugh too.\n\n\n\nA TALON SUDDENLY PUNCHES THROUGH THE FLOOR!\n\n\n\nAlmost impaling MATT. Missing his torso by inches, but slicing through his left leg.\n\n\n\nMATT\n\n(in pain)\n\nAaaaaah!\n\n\n\nTHE CREATURE has lodged itself beneath the platform. Its talons are pulling apart the floor. Peeling it like a grape.\n\n\n\n108\n\nCONTINUED:(3)\n\n\n\nALICE\n\nGet over! Get over to the other side of the platform!\n\n\n\nTWELVE\n\nSeven levels to the top!\n\n\n\nTWELVE looks up to see the mansion far above them.\n\n\n\nTWELVE (contd)\n\nSix.\n\n\n\nTHE CREATURE is partially onto the platform. Fighting to drag its bulk through the jagged hole.\n\n\n\nMATT\n\nIts going to be close!\n\n\n\nTWELVE\n\nFive.\n\n\n\nBut THE CREATURE is almost through.\n\n\n\nALICE\n\n\n\nDammit! Were not going to make it.\n\n\n\nALICE races over to the platform controls. She punches them furiously. The platform slows to a halt. They are still a good seventy feet from the mansion.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe punches them furiously. The platform slows to a halt. They are still a good seventy feet from the mansion. \n\nTARGET SECTION TO BE ANNOTATED:\nTWELVE\n\n(incredulous)\n\nWhat the hell are you doing I\n\n\n\nALICE\n\nUse the emergency ladders.\n\n\n\nShe nods over to two steel ladders recessed into the wall of the shaft.\n\n\n\nALICE (contd)\n\nIm going to put the platform into free fall.  Now get going!\n\n\n\nTWELVE staggers to the emergency ladders as MATT helps J.D. onto the first rung.\n\n\n\nMATT\n\nClimb.\n\n\n\nJ.D.\n\nI cant!\n\n\n\n109\n\nCONTINUED:(4)\n\n\n\nTHE CREATURE'S talons slash out at J.D., missing him by inches. It strains to reach bin, its back leg still caught in the floor.\n\n\n\nMATT\n\nClimb damn it!\n\n\n\nSlowly, painfully, J.D. begins to climb.\n\n\n\nALICE\n\nHurry!\n\n\n\nMATT boosts TWELVE onto the ladders, then turns to ALICE.\n\n\n\nMATT\n\n\n\nSend this fucker back to hell!\n\n\n\nALICE punches in the command code.\n\n\n\nALICE\n\nDone.\n\n\n\nThe platform begins to drop away, back into the depths.\n\n\n\nALICE makes a jump for the ladders, just as THE CREATURE frees itself from the floor and makes a leap for her.\n\n\n\nCLOSE ON A TALON\n\n\n\nas it snags ALICE'S foot.\n\n\n\nALICE\n\n(agony)\n\nAaaaah!\n\n\n\nALICE nearly loses her grip on the ladder.\n\n\n\nNATT\n\nHang on!\n\n\n\nHe turns to J.D.\n\n\n\nMATT (contd)\n\nGive me the gun. Your gun!\n\n\n\nMATT reaches for the revolver on J.D.s belt, just as J.D. turns to face him, his face contorted in a death mask. His eyes burning with unholy life. HES ONE OF THE UNDEAD NOW!\n\n\n\nJ.D. lunges at MATT, his teeth snapping at the warm flesh. MATT struggles to fight him off!\n\n\n\n110\n\n\n\nCLOSE ON ALICE\n\n\n\nas she looks up, sees MATT in trouble, but can do nothing. THE CREATURE begins to claw its way up her body. ALICE screams in pain. Shes holding their combined body weight. Every movement THE CREATURE makes is agony.\n\n\n\nCLOSE ON THE CREATURE\n\n\n\nas it tightens its grip on ALICE. Its going to drag them both to their deaths.\n\n\n\nCLOSE ON THE UNDEAD J.D.\n\n\n\nhis inhuman eyes, his gaping mouth.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON THE UNDEAD J. D. his inhuman eyes, his gaping mouth. \n\nTARGET SECTION TO BE ANNOTATED:\n His undead hands all over MATT, clawing at his face.\n\n\n\nMATT struggles with J.D. He has one finger on the revolver at J.D.s belt.\n\n\n\nCLOSE ON THE CREATURE\n\n\n\nas its jaws snap at ALICE.\n\n\n\nCLOSE ON ALICE\n\n\n\nto reveal her fist, filled with vials of T4, the Tvirus antidote. She jams them into the jaws of THE CREATURE. The vials break and spill liquid everywhere.\n\n\n\nThe antidote reacts with THE CREATURE as though it were acid. The inside of its mouth begins to bubble and burn. Its skin cracking and popping.\n\n\n\nCLOSE ON MATT\n\n\n\nas he finally gets his hand on J.D.s gun. But J.D. lunges at MATT'S exposed throat. They both overbalance and begin to fall. MATT'S reflexes save him, but the undead J.D. isnt as fast. He pitches off the ladder and plunges to his death. Again.\n\n\n\nMATT\n\nNo!\n\n\n\nBut his cry isnt for J.D. Its for the gun, which slips from his hand.\n\n\n\nCLOSE ON THE REVOLVER\n\n\n\nas it spins through the air. Its fall suddenly arrested by a hand. She catches it, and in one deft move, turns it on THE CREATURE.\n\n\n\n111\n\nCONTINUED:\n\n\n\nALICE\n\nBack to hell with you.\n\n\n\nCLOSE ON THE BULLET\n\n\n\nas it races from within the gun. We see the rifling of the barrel race past us and then track through the open air as the bullet flies towards THE CREATURE'S head. We are inches behind it as the bullet tears into THE CREATURE, cracking through its armored hide, already weakened by the T-4.\n\n\n\nTHE CAMERA plunges into the entry wound and plows through THE CREATURE'S skull and brain matter. All the time following the bullet, until finally emerging into the blinding light again through the exit wound.\n\n\n\nCLOSE ON THE CREATURE\n\n\n\nas slowly, painfully, it loses its grip on ALICE and pitches back into the depths.\n\n\n\nINT. PLATFORM\n\n\n\nFar below, the walls are begin to whip past faster and faster. The empty platform is accelerating to incredible speeds.\n\n\n\nINT. CAVERN DUSK\n\n\n\nThe platform crashes into the cave floor at over 200 m.p.h. Broken rock, splintered wood and twisted metal fly everywhere.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAVERN DUSK\n\n\n\nThe platform crashes into the cave floor at over 200 m.p.h. Broken rock, splintered wood and twisted metal fly everywhere. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON THE CREATURE\n\n\n\nas it tumbles through the air, its agonized howls are brought to an abrupt halt as it hits -\n\n\n\nTHE REMANTS OF THE PLATFORM.\n\n\n\nA huge broken shard of wooden flooring impales THE CREATURE. \n\nIts own body weight dragging it down the jagged shaft. THE CREATURE spasms and the last breath leaves its twisted body.\n\n\n\nWhat is left of THE CREATURE hangs a few feet above the floor of the wrecked platform, dripping the dark oily substance that passes far its blood. An explosion of bones and organs. Some recognizably human, some not.\n\n\n\nCLOSE ON A PIECE OF PAPER\n\n\n\nas it drifts slowly through the air. It had fallen from ALICE'S pocket during the struggle.\n\n\n\n112\n\nCONTINUED:\n\n\n\nWe follow the paper until eventually it lands on the bizarre remnants of THE CREATURE. As slime and ooze soak through the paper, it unfolds, to reveal the words:\n\n\n\nTODAY ALL YOUR DREAMS COME TRUE\n\n\n\nINT. MANSION - ENTRANCE HALLWAY DAWN.\n\n\n\nMATT appears at the lip of the shaft. Hauls himself onto the mansion floor.\n\n\n\nMATT\n\nWhat the hell did you do to that thing?\n\n\n\nALICE (O.S.)\n\nSomething the Queen said.\n\n\n\nALICE emerges, and then drags TWELVE from the open shaft.\n\n\n\nALICE (contd)\n\nShe said the Creature was the product of the same genetic material as the undead. So I figured the antidote would effect it harm it in some way.\n\n\n\nTWELVE groans. His head bus to one side. Near exhaustion, but still hanging on.\n\n\n\nALICE\n\nWed better get him to a hospital.\n\n\n\nThey hoist TWELVE between them and head for the mansion door.\n\n\n\nMATT\n\n(shakes his head)\n\nHell of a night.\n\n\n\nJust as ALICE'S hand reaches for the door, the wrist alarm on TWELVE'S left hand goes off. A shrill beeping noise. The digital wrist clock flashes: 00:00:00\n\n\n\nALICE\n\nNow what?\n\n\n\nEXT. MANSION - STEPS - DAWN\n\n\n\nALICE swings open the mansion door. But instead of a fresh breeze and a brand new dawn, they find themselves still inside.\n\n\n\nThe whole mansion has been tented out! Contained within a viral perimeter.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut instead of a fresh breeze and a brand new dawn, they find themselves still inside. The whole mansion has been tented out! Contained within a viral perimeter. \n\nTARGET SECTION TO BE ANNOTATED:\n113\n\nCONTINUED:\n\n\n\nSudden banks of bright lights kick in, blinding the survivors. Gloved hands reach for, them. Faceless TECHNICIANS hidden beneath monstrous anti-viral suits.\n\n\n\nFrom one horror to another!\n\n\n\nINT. DARKWING HELICOPTER DAWN.\n\n\n\nALICE is bundled into the back of the Darkwing. The door slams behind her, and she finds herself staring into the reflective visor of a clean suit. No sign of a face beneath, just her own reflection.\n\n\n\nALICE\n\nWheres Matt? What about Twelve?\n\n\n\nThe TECHNICIAN doesnt reply.\n\n\n\nALICE (contd)\n\nHe needs help!\n\n\n\nTECH\n\nHes safe.\n\n\n\nThe voice is hideously distorted by an electronic filter.\n\n\n\nTECH (contd)\n\nYoure all safe.\n\n\n\nINT. SECOND DARKWING HELICOPTER  CONTINUOUS DAWN.\n\n\n\nThe stretcher holding TWELVE is loaded into the craft.\n\n\n\nMEDIC\n\nSecure!\n\n\n\nAs the Darkwing begins to take off, a team of MEDICS race to save TWELVE'S life.\n\n\n\nMEDIC 2\n\nJesus hes a mess.\n\n\n\nMEDIC 3\n\nVitals are plunging!\n\n\n\nMEDIC 1\n\n50 ccs of adrenaline!\n\n\n\nMEDIC 2\n\n\n\nHes going flatline.\n\n\n\nTWELVE'S eyes flicker and then close.\n\n\n\n114\n\nCONTINUED:\n\n\n\nCHIEF MEDIC\n\nCome on goddamn it!\n\n\n\nThe CHIEF MEDIC rips his mask off.\n\n\n\nMEDIC 2\n\nWhat are you doing! Protocol ....\n\n\n\nCHIEF MEDIC\n\nFuck protocol! Im not going to let this man die.\n\n\n\nThe Chief Medic begins to give TWELVE mouth to mouth. If anyone can save him, this man can. He has GEORGE CLOONEY written all over him.\n\n\n\nCHIEF MEDIC (contd)\n\nBreathe ....\n\n\n\nHe blows another lung-full of air into TWELVE'S month.\n\n\n\nCHIEF MEDIC (contd)\n\n.... Breathe ....\n\nAnd another.\n\n\n\nCHIEF MEDIC (contd)\n\n.... Breathe ....\n\n\n\nThe Chief Medics lips touch TWELVE'S for the last time, when suddenly THE PATIENTS EYES SPRING OPEN. TWELVE is back to life, but not the way they had intended.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBreathe .... The Chief Medics lips touch TWELVE'S for the last time, when suddenly THE PATIENTS EYES SPRING OPEN. TWELVE is back to life, but not the way they had intended. \n\nTARGET SECTION TO BE ANNOTATED:\nThe doctor screams as the newly undead TWELVE lunges at him.\n\n\n\nSMASH CUT TO:\n\n\n\nCLOSE UP EYES\n\n\n\nBlue eyes snap open. Woken from a bad dream. WIDEN to reveal a womans face to go with the eyes. Its not perfection, but its close.\n\n\n\nWait a second. Havent we been here before?\n\n\n\nWIDER STILL TO REVEAL:\n\n\n\nINT. THE CELL\n\n\n\nWhite on white. Padded walls and an electronically locked door. ALICE lies on the floor. Coming round.\n\n\n\n115\n\nCONTINUED:\n\n\n\nShe squints. The bright white light hurts her eyes. Even her hospital gown is crisp starched white.\n\n\n\nHigh above, out of reach, a smoked glass window. A light comes on behind it to reveal four figures. THE INTERROGATORS.\n\n\n\nINTERROGATOR 1\n\nWhat happened in the hive?\n\n\n\nALICE\n\nWho are you people? Where am I?\n\n\n\nINTERROGATOR 2\n\nWe ask the questions.\n\n\n\nALICE\n\nWhere are my friends?\n\n\n\nINTERROGATOR 1\n\nWhat happened in the Hive?\n\n\n\nALICE\n\nYou have no right to hold me here I\n\n\n\nThe light behind the smoked glass window dims, and The INTERROGATORS disappear from view.\n\n\n\nINT. THE CELL\n\n\n\nALICE lies on the bare floor. White on white.\n\n\n\nA siren wakes her.\n\n\n\nThe light behind the smoked glass window comes on. The INTERROGATORS are revealed once more.\n\n\n\nINTERROGATOR 1\n\nWhat happened in the Hive?\n\n\n\nALICE\n\nIm not answering your questions I\n\n\n\nINTERROGATOR 2\n\nWhat happened in the Hive?\n\n\n\nALICE\n\nI know what youre trying to do youre trying to hush this whole thing up.\n\n\n\n116\n\nCONTINUED:\n\n\n\nINTERROGATOR 1\n\nYou dont realize the gravity of your situation.\n\n\n\nALICE\n\nWell Im not going to keep my mouth shut, you understand?\n\n\n\nINTERROGATOR 1\n\nThings would go better for you if you coopeated.\n\n\n\nALICE\n\nWhere are my friends?\n\n\n\nThe INTERROGATORS remain silent.\n\n\n\nALICE (contd)\n\nWhere are they dammit!\n\n\n\nINTERROGATOR 2\n\nWhat happened in the Hive?\n\n\n\nALICE\n\nScrew you!\n\n\n\nThe light behind the smoked glass window dims. The INTERROGATORS disappear from view.\n\n\n\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe light behind the smoked glass window dims. The INTERROGATORS disappear from view. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE CELL\n\n\n\nALICE sits in the corner, her back against the wall. White on white.\n\n\n\nShe has no idea if it is night or day.\n\n\n\nShe has no idea how long shes been here.\n\n\n\nA day? A week? A month?\n\n\n\nShe stares at the white label on her white hospital gown. It bears the logo of the UMBRELLA CORPORATION.\n\n\n\nThe siren sounds again. ALICE looks up as the light behind the smoked glass window comes on. But The INTERROGATORS are nowhere to be seen. Their seats are empty. Instead, a half lit figure moves behind the glass. It seems unsteady on its feet.\n\n\n\nCLOSE ON ALICE\n\n\n\nas she hears a terrifyingly familiar sound. A low groaning noise. It seems almost human. Almost.\n\n\n\n117\n\nCONTINUED:\n\n\n\nAt that moment, the electronic look by the door clicks from red to green. The padded cell door swings open an inch. No telling what horror waits outside. But what choice does she have?\n\n\n\nEXT. CORRIDOR OUTSIDE THE CELL\n\nThe same bright white on white. A corridor stretching off into infinity. ALICE nervously peers around the door. Straight into the face of\n\n\n\nALICE\n\nMATT!\n\n\n\nDressed in an identical hospital gown.\n\n\n\nMATT\n\n\n\nThey were holding me in a cell next door.\n\n\n\nALICE\n\n\n\nWhat is this place?\n\n\n\nMATT\n\n\n\nSome kind of Umbrella facility.\n\n\n\nShe gazes down the endless white corridor. No sign of life.\n\n\n\nALICE\n\nAnd where is everyone?\n\n\n\nSUDDENLY a figure steps into the foreground. It scares MATT and ALICE almost as much as it does us.\n\n\n\nALICE (contd)\n\nYoure okay!\n\n\n\nBefore them stands a familiar holographic teenage girl. Only now she is dressed all in white.\n\n\n\nWHITE QUEEN\n\n\n\nNo.\n\n\n\nThere is a sadness in her voice.\n\n\n\nWHITE QUEEN (contd) \n\nI think youre mistaking me for my sister. I didnt understand what my she was trying to do. I helped kill her.\n\n\n\nThe young girl looks imploringly at ALICE. Is it possible? Is this computer seeking forgiveness?\n\n\n\n118\n\nCONTINUED:\n\n\n\nWHITE QUEEN (contd)\n\nI was wrong.\n\n\n\nThey are interrupted by distant gunfire. The screams of the dying.\n\n\n\nMATT\n\nWhat happened here?\n\n\n\nWHITE QUEEN\n\nThe infection spreads to cover the United States within 13 days ....",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe screams of the dying. MATT\n\nWhat happened here? WHITE QUEEN\n\nThe infection spreads to cover the United States within 13 days .... \n\nTARGET SECTION TO BE ANNOTATED:\n Canada and South America in 27 days .... Worldwide infection in less than two months.\n\n\n\nThe WHITE QUEEN is quoting her sister verbatim. She turns to ALICE.\n\n\n\nWHITE QUEEN (contd)\n\nWe couldnt contain it.\n\n\n\nThe sound of gunfire is getting closer.\n\n\n\nWHITE QUEEN (contd)\n\nI think youd better go. Its not safe\n\n\n\nALICE takes one last look back at the WHITE QUEEN. Her eyes hold a sadness no teenager has ever known.\n\n\n\nWHITE QUEEN (contd)\n\n(quietly)\n\nGo.\n\n\n\nMATT and ALICE run down the corridor. After a moment they are swallowed in the blinding white light.\n\n\n\nDISSOLVE TO:\n\n\n\nCLOSE UP EYES\n\n\n\nBlue eyes snap open. Waken from a bad dream. WIDEN to reveal a womans face to go with the eyes. Its not perfection, but its close.\n\n\n\nALICE sits up with a start. She is in bed. Naked. The scars from THE HIVE are old now. A good six months must have passed.\n\n\n\nMATT (O.S.)\n\n\n\nYou okay?\n\n\n\nWIDER TO REVEAL\n\n\n\n119\n\nCONTINUED:\n\n\n\nthe interior of a big R.V. ALICE is in the back on the fold­out bed. MATT is up front, driving. The rentacop uniform is gone, replaced with jeans and a black sweater. And guns. Lots of guns.\n\n\n\nALICE\n\nYeah .... bad dreams.\n\n\n\nMATT\n\nWhy dont I find that surprising?\n\n\n\nALICE\n\nHow we doing?\n\n\n\nMATT\n\nAlmost there. Another ten, twelve miles.\n\n\n\nAs ALICE pulls on some clothes, she looks around the familiar cramped interior of the R.V. She smiles at the piles of Guns and Ammo magazines. She clearly shares this place with MATT.\n\n\n\nEXT. CEMETERY - DUSK\n\n\n\nA huge urban graveyard. Thousands were once buried here.\n\n\n\nBut now all the graves have been dug up. From within.\n\n\n\nIn the distance, movement. An R.V.\n\n\n\nEXT. RECREATIONAL VEHICLE - DUSK\n\n\n\nAs the R.V. races past, we see that it has been heavily modified. Thick metal plating covers most of the windows, and a gun turret has been added to the roof.\n\n\n\nA serious piece of post apocalyptic hardware.\n\n\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nThick metal plating covers most of the windows, and a gun turret has been added to the roof. A serious piece of post apocalyptic hardware. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RECREATIONAL VEHICLE - FRONT SEATS DUSK.\n\n\n\nALICE, now dressed, sits down beside MATT. His hands rest on the steering wheel. We notice that he wears a gold band on his left hand. The one SPENCE had once worn. The twin of ALICE'S.\n\n\n\nALICE\n\nI keep thinking about the Hive- You think we could have done things differently? Stopped them there?\n\n\n\nMATT\n\nDoubtful. But its a nice thought.\n\n\n\n120\n\nCONTINUED:\n\n\n\nShe looks out through the windshield. We still havent seen where theyre going.\n\n\n\nALICE\n\nAlmost there.\n\n\n\nShe turns back to MATT.\n\n\n\nALICE (contd)\n\nYou think well find anyone alive?\n\n\n\nEXT. CITY STREET - DUSK\n\nThe R.V. cruises down a street lined with abandoned cars and trucks. No drivers, no passengers, no pedestrians. MATT and ALICE are the only one alive here.\n\n\n\nA Brinks armored car lies on its side. A strongbox spills $100 bills out into the street. They flutter idly In the wind.\n\nEXT. BROOKLYN BRIDGE - DUSK\n\nThe R.V. races over the deserted bridge, headed for Manhattan.\n\n\n\nTHE CAMERA CRANES UP to reveal the New York skyline. Both familiar, yet terrifyingly different. For now there is no movement, no lights, no sign of life.\n\n\n\nThe sun sinks beneath the tall buildings, and the tiny R.V. is swallowed by the silent city.\n\n\n\nTHE END\n\n\n\nMATT and ALICE will return in:\n\n\n\nRESIDENT EVIL: APOCALYPSE\n\n\n\nBack to Horror and Suspense\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}