{
  "1": "aC EDS\n\n \n\fROMA\n\n \n\nWritten and Directed by\n\nAlfonso Cuar6én\n\nDates in RED are meant only as a tool for the different departments for\nthe specific historical accuracy of the scenes and are not intended to\nappear on screen.\n\fThursday, September 3rd, 1970\n\nINT. PATIO TEPEJI 21 - DAY\nYellow triangles inside red squares.\nWater spreading over tiles. Grimy foam.\n\nThe tile floor of a long and narrow patio stretching through\nthe entire house: On one end, a black metal door gives onto\nthe street. The door has frosted glass windows, two of which\nare broken, courtesy of some dejected goalee.\n\nCLEO, Cleotilde/Cleodegaria Gutiérrez, a Mixtec indigenous\nwoman, about 26 years old, walks across the patio, nudging\nwater over the wet floor with a squeegee.\n\nAs she reaches the other end, the foam has amassed in a\ncorner, timidly showing off its shiny little white bubbles,\nbut -\n\nA GUSH OF WATER surprises and drags the stubborn little\nbubbles to the corner where they finally vanish, whirling\ninto the sewer.\n\nCleo picks up the brooms and buckets and carries them to -\nTHE SMALL PATIO -\n\nWhich is enclosed between the kitchen, the garage and the\nhouse. She opens the door to a small closet, puts away the\nbrooms and buckets, walks into a small bathroom and closes\nthe door.\n\nThe patio remains silent except for a radio announcer, his\nenthusiasm melting in the distance, and the sad song of two\ncaged little birds.\n\nThe toilet flushes. Then: water from the sink. A beat, the\ndoor opens.\n\nCleo dries her hands on her apron, enters the kitchen and\ndisappears behind the door connecting it to the house.\n\nINT - GROUND FLOOR - TEPEJI 21 - DAY\n\nCleo crosses the dark, antique wood breakfast room, then the\nmodern light and angled wood dining room and goes up the\nstairs, reaching the hall.\n\nBeyond the hall there are two living rooms, one with heavy\ngreen velvet sofas and antique cabinets with records and a\nstereo. There’s a piano next to the wall.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT - GROUND FLOOR - TEPEJI 21 - DAY\n\nCleo crosses the dark, antique wood breakfast room, then the\nmodern light and angled wood dining room and goes up the\nstairs, reaching the hall. Beyond the hall there are two living rooms, one with heavy\ngreen velvet sofas and antique cabinets with records and a\nstereo. There’s a piano next to the wall. \n\nTARGET SECTION TO BE ANNOTATED:\n\fCONTINUED:\n\nThe other living room, with its light sofas and cocktail tray\nand siphon attempts to look more modern.\n\nThere’s a giant painting in red and purple hues of a woman\nleaning on a clay pitcher.\n\nIn the other living room, there’s another painting, also\nlarge but more somber: In a dark stone cell, a monk brings\nsolace to a shackled prisoner who covers his face with his\nhands in desperation.\n\nINT - UPPER LEVEL - TEPEJI 21 - DAY\n\nThe stairs go up to a central hall surrounded by four\nbedrooms and an enormous bathroom.\n\nCleo makes up the bedroom: the double bed is already made, it\nhas an ornate mahogany headboard that matches the night\ntables.\n\nShe collects the dirty clothes from the floor and carries\nthem out to the hall where she piles them up onto a growing\nmound of laundry.\n\nThe upstairs hallway doubles as a TV room. The bathroom is\nyet to be cleaned but two out of three bedrooms are\ncompletely done.\n\nCleo walks into a room with two small beds for the kids. She\npicks up the clothes first, and then puts away the boy and\ngirl toys spread across the entire floor.\n\nShe's started making one of the beds when she hears someone\ncalling from downstairs -\n\nADELA (0.S.)\nManita! It’s almost one...!\n\nStartled, Cleo exclaims -\n\nCLEO\nAy, chict...!\n\nShe exits the bedroom carrying dirty laundry.\n\nIn the hallway, she gathers the pile of clothing and carries\nit, hurrying down the stairs.\n\nINT - DOWNSTAIRS - TEPEJI 21 - DAY\n\nCleo heads down the stairs, carrying the pile of clothes.\n\f3.\nShe crosses the hall and dining rooms and disappears behind\nthe door that opens to the kitchen.\nAfter a beat, through -\nTHE WINDOW\nWe see her exit to the small patio.\n\nShe leaves the clothes at the foot of the metal stairs that\nlead to the roof and hurries out to the street.\n\nEXT - HOUSE - TEPEJI 21 - DAY\n\nTepeji street spans barely two blocks, halved by Monterrey\nAvenue, its tired homes built in the 1930s.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a beat, through -\nTHE WINDOW\nWe see her exit to the small patio. She leaves the clothes at the foot of the metal stairs that\nlead to the roof and hurries out to the street. EXT - HOUSE - TEPEJI 21 - DAY\n\nTepeji street spans barely two blocks, halved by Monterrey\nAvenue, its tired homes built in the 1930s. \n\nTARGET SECTION TO BE ANNOTATED:\nSad and defeated, Tepeji 21 sits in the middle of the block\nresting on its solid ground, which blends with the grey\nconcrete of the sidewalk.\n\nThe house is all white save for an almost-maroon red strip\nrunning along its facade and for the black wrought iron over\nthe windows and doors.\n\nNext to the upper left hand corner of the door there’s a\nceramic tile number: 21.\n\nThe door opens and Cleo exits.\n\nShe hurries out to the Avenue and once she reaches the\ncorner, she turns right.\n\nEXT - STREET - MONTERREY AVE. - TLAXCALA - DAY\n\nCleo leaves Tepeji and walks down the avenue where there’s a\nconsiderable amount of traffic.\n\nAs she reaches the corner, she crosses the avenue and\ncontinues on -\n\nTLAXCALA STREET -\n\nShe passes a pharmacy, a convenience store, a bakery and a\nbeauty salon.\n\nEXT - CONDESA KINDERGARTEN - DAY\n\nA small crowd gathers by the kindergarten entrance. It’s\npickup time. Cleo arrives and goes into the school. After a\nmoment, she comes out with PEPE, a 5 year-old boy carrying a\nbarely dried “work of art”.\n\nEXT —- TLAXCALA STREET - DAY\n\f4.\nCleo walks next to Pepe, who carries his “work of art”: just\na little kid in shorts and t-shirt.\n\nPepe walks, skipping around not to step on the line. Cleo\ncarries his lunch box.\n\nSuddenly, Pepe stops and sits down. Cleo keeps walking a few\nsteps, then stops, turns around -\n\nCLEO (CONT'D)\nWhat’s wrong?\n\nPEPE\nI'm tired.\n\nCLEO\nWell, let’s go then so we can get\nhome. As soon as we get there you\ncan go straight to bed!\n\nPEPE\nI can’t.\n\nCleo pretends to keep walking.\n\nPEPE (CONT'D)\nMom!\n\nCleo stops and turns around -\n\nCLEO\nOf course you can! Come on! Let’s\ngo!\n\nPEPE\n\nI said I can’t!\n\nCLEO\nIf I went to bed every time I\nthought “I can’t”, I would live in\nbed!\n\nPEPE\nI’m not in bed.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPEPE\n\nI said I can’t! CLEO\nIf I went to bed every time I\nthought “I can’t”, I would live in\nbed! PEPE\nI’m not in bed. \n\nTARGET SECTION TO BE ANNOTATED:\nCleo takes his hand -\n\nCLEO\nCome on, there’s pasta soup...\n\nPepe gets up —\n\nPEPE\nOocooooocoh!\n\fCONTINUED:\nAnd he starts with heavy and lazy steps.\n\nPEPE (CONT'D)\nMooooocco000o00o0m!\n\nCLEO\nC'mon little soldier, 1, 2, 3, 4...\nmarch!\nThe two march hand in hand.\n\nEXT - PATIO - TEPEJI 21 - DAY\n\nCleo and Pepe walk in: he’s carrying his “work of art” while\nshe carries the lunch box. They listen to Adela calling her -\n\nADELA (0.S.)\n(In Mixtec)\nHurry up, manita! Fermin is on the\nphone!\n\nCleo hurries and goes inside the house to answer.\n\nINT - DOWNSTAIRS HALL - TEPEJI 21 - DAY\n\nCLEO\nHello?\n\nINT - KITCHEN - TEPEJI 21 - DAY\n\nAdela is cooking: pots simmer on the stove. Cleo walks in,\nleaving the lunch box on the table.\n\nADELA\n(In Mixtec)\nSo, what did he say?\n\nCLEO\nNothing! He just called to say hi!\n\nCleo picks up dishes and glasses, carries them out.\n\nAdela stirs the soup.\n\nCleo comes in again and opens the silverware drawer.\nADELA\n\nSure... Now you’ve stolen my\nboyfriend, right?\n\fCLEO\nWhat? You crazy? Fermin is only my\nfriend. Plus, you’re the one who\nintroduced us.\n\nADELA\nAy, manita! Look at you! I’m just\nmessing with you. I only went out\ntwice with him and didn’t even let\nhim kiss me.\n\nWe hear the street door opening and with it a commotion of\nkids.\n\nCLEO\nThey’re here...\n\nCleo exits to -\n\nEXT - PATIO - TEPEJI 21 - DAY\nCleo reaches the patio just as -\nTwo children run in -\n\nTONO, 12 years old and PACO, 11. The two rush into the house\nand we hear them go up the stairs.\n\nSoon after, SOFI, an 8 year-old girl comes in. She’s very\npretty although her brothers constantly pick on her, calling\nher fat.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two rush into the house\nand we hear them go up the stairs. Soon after, SOFI, an 8 year-old girl comes in. She’s very\npretty although her brothers constantly pick on her, calling\nher fat. \n\nTARGET SECTION TO BE ANNOTATED:\nTrailing behind, comes SENORA TERESA, a 65 year-old widow,\nhair completely white, walking with a limp.\n\nIGNACIO, the 45 year-old driver, follows her, carrying a\ngrocery bag.\n\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\n\nCleo cuts Pepe’s meat with a knife, she cuts ever-smaller\npieces, until only tiny squares of steak remain. She douses\nthem with lemon.\n\nSOFI impatiently waits her turn.\nPACO eats his meat while he talks -\n\nPACO\nA friend told me that a kid in his\ncousin’s school was killed by a\nsoldier because he threw a water\nballoon at him.\n\fCONTINUED:\n\nTofio listens skeptically -\n\nSENORA SOF\nbackpack a:\n\nSefliora Sof\nof art” -\n\nShe sits -\n\nTONO\nSays who?\n\nPACO\nSays Flores. If you don’t believe\nme, ask him. He says he was in\nChapultepec, near the new one, and\nthat he was with his brother,\nthrowing water balloons down at the\npassing cars and so an army Jeep\npassed and they threw one and the\nsoldier got off and shot him.\n\nCLEO\nJesus! And what happened to him?\n\nPACO\nWhat do you mean, what happened? He\ngot shot in the head, he’s dead.\n\nCLEO\nHorrible!\n\nTA enters through the hallway door, carrying a\nnd a bunch of papers from the dining room table -\n\nSENORA SOFIA\nHello children, what are you\neating?\n\nSOFI AND PEPE\nMom!\n\nia kisses each one hello. Pepe shows her his “work\n\nPEPE\nLook, mommy...\n\nSENORA SOFIA\nBeautiful! Did you make that all by\nyourself?\n\nPEPE\nYes, and look: there’s pasta soup!\n\nSENORA SOFIA\nYummm, delicious!\n\fSENORA SOF{A (CONT'D)\nCleo, please don’t let the kids\ntouch those papers-they’re exams I\nhave to grade.\n\nTONO\nIs there any watermelon?\n\nCLEO\nNo, love. Strawberries and cream.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONO\nIs there any watermelon? CLEO\nNo, love. Strawberries and cream. \n\nTARGET SECTION TO BE ANNOTATED:\nPACO\nI want some!\n\nCleo gets up, taking some dirty dishes with her-\n\nCLEO\nWhat about you, Tofno?\n\nTONO\nI guess so.\n\nCleo goes to -\nINT - KITCHEN - TEPEJI 21 - DAY\nCleo comes in with the dirty dishes, puts them in the sink.\nIgnacio and Adela eat at a small table.\nCleo takes a clean bowl and starts pouring soup -—\n\n. CLEO\n\nAndali, the sefora is here. Sofia\n\nand Tofio want their strawberries...\nAdela gets up, slowly, and puts some plates, spoons,\nstrawberries, sugar and cream on a platter. She looks at Cleo\nwith a question and smiles.\nCleo blushes and leaves, carrying her platter.\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\nSefiora Sofia eats her soup.\nCleo fixes the strawberries and cream on plates.\n\nSENORA SOFIA\n\nCleo, could you please send the\n\nsenor's two suits to the dry\n\ncleaners. It has to be today\n\nbecause he’s leaving on Friday and\nhas to pack them.\n\fCLEO\nDon’t worry, ma’am, I'll take them.\n\nPEPE\nIs dad going on a trip?\n\nSENORA SOFIA\nHe’s going to Quebec for a\nconference.\n\nSOFI\nWhere’s that?\n\nPACO\nHow come you don’t know, silly?\n\nSOFI\nI don’t. So what?\n\nTONO\nIt’s in Canada.\n\nPACO\nIs he flying Eastern?\n\nSENORA SOFIA\nI don’t know. I think it’s Panam.\n\nCleo serves Sofi a plate of strawberries and cream.\nSENORA SOF{A (CONT’D)\n\nNo sugar for Sofi, or she’ll get\nfat.\n\nEXT - ROOF- TEPEJI 21 - AFTERNOON\n\nCleo washes clothes, occasionally humming to a song coming\nout of a yellow radio.\n\nThe metallic creak of the stairs announces the arrival of\nPaco, followed by Pepe.\n\nCLEO\nYou know you can’t come up here.\n\nPACO\nI looked after him the whole way\nup.\n\f10.\n\nCONTINUED:\n\nCLEO\nYour mom is going to be angry.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACO\nI looked after him the whole way\nup. 10. CONTINUED:\n\nCLEO\nYour mom is going to be angry. \n\nTARGET SECTION TO BE ANNOTATED:\nBut Paco has started his game, pulling Pepe along with him.\n\nPACO\nI’m going to come out of here and\nyou come over here, and when I get\nto here you’1l shoot me, but I’11\nshoot you first and you’ll fall\ndead... Like this... with your arms\nwide open...\n\nPaco takes bullets like Sonny Corleone against the wall of\nthe neighboring house.\n\nCLEO\nJust don’t play next to the edge.\n\nPACO\nC'mon...\n\nPaco moves away on the roof while Pepe hides behind the water\ntank.\n\nPaco comes back, but now hiding like an enemy spy all the way\nto the water tank. He tries to go around it, with his gun\nheld high, but -\n\nPepe comes at him from behind, with murderous intent.\n\nPaco reacts and turns around, tries to point with his gun but\nPepe sprays him with sure shots and hides behind the water\ntank leaving Paco confused at first, then furious-—\n\nPACO (CONT'D)\nYou were supposed to die!\n\nFrom behind the water tank, Pepe defies him -\n\nPEPE\nWhy aren’t you the one who dies?\n\nPACO\nCause it’s my game.\n\nPEPE\nThen I don’t wanna play anymore.\n\f11.\n\nCONTINUED:\nPACO\nWell, then I don’t want you to\nplay, sissy.\n\nHe walks off, angry. He goes down the staircase, each step\nresonating with metallic moans.\n\nPepe walks over to see him go and stops in the middle of the\nroof, clearly disappointed.\n\nHe stays there for a long time, until suddenly -\nA spray of invisible bullets shoots through him and Pepe\nfalls dead, his arms spread open, like Paco said. And he\nstays there, lying down motionless on the ground.\n\nCleo dries her hands and walks over to him. She stops and\nwatches him -\n\nCLEO\nWhat happened to you?\n\nWithout opening his eyes, Pepe answers from the ground.\n\nPEPE\nI’m dead.\nCLEO\nWell, let’s go down then.\nPEPE\nI can’t. I’m dead.\nCLEO\nThen come back to life, we have to\ngo down!\nPEPE\nIf you die, you can’t live again.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m dead. CLEO\nThen come back to life, we have to\ngo down! PEPE\nIf you die, you can’t live again. \n\nTARGET SECTION TO BE ANNOTATED:\nCLEO\nNow what am I going to do without\n\nmy Pepe!?\nCleo sits on the ground next to Pepe, who remains motionless.\n\nCLEO (CONT'D)\nI can’t live without my Pepe!\n\nCleo lies down next to Pepe, arms also extended, and closes\nher eyes -\n\f12.\n\nCONTINUED:\n\nCLEO (CONT'D)\nI’m also dead.\n\nAnd so she remains still, Pepe next to her. A DC 8 flies\noverhead.\n\nPepe opens an eye to see Cleo. She’s not moving and seems not\nto be breathing at all. Pepe reaches his hand and takes\nCleo’s.\n\nPEPE\nCleo...?\n\nBut Cleo’s not moving. Pepe sits up -—\n\nPEPE (CONT'D)\nCleo...?\n\nCLEO\nI’m dead.\n\nPEPE\nNo! C’mon, get up!\n\nCLEO\nDidn't you say that was impossible?\n\nPEPE\nCleo, stop it!\n\nBut Cleo doesn’t answer.\n\nPEPE (CONT'D)\nCleo!\n\nShe remains still.\n\nPEPE (CONT'D)\nCleeoo!\n\nPepe’s starting to get scared -\n\nPEPE (CONT'D)\nCleeeeeeeeooooooo!\n\nCleo opens her eyes and smiles at him.\nCLEO\nI’m playing your game. Let’s see...\nshall we play a little longer?\n\nPepe lies down next to her, arms outstretched.\n\f13.\n\nCONTINUED:\n\nCLEO (CONT'D)\nClose your eyes.\n\nThey both close their eyes.\n\nCLEO (CONT'D)\nI like being dead.\n\nPepe holds her hand.\nThe two of them lie dead on the roof -\n\nThe afternoon quiet hours have begun. Church bells ring in\nthe distance.\n\nAll around them, a landscape of roofs mushrooming in all\ndirections.\n\nIn many of them, other women wash or hang laundry. The wind\ncarries the hum of different radios and dogs barking.\n\nThe whistle of a sweet potato cart.\n\nThe quiet universe.\n\nINT - MAIN BATHROOM - TEPEJI 21 - NIGHT\nCleo bathes Sofi and Pepe in the bathtub.\n\nSofi’s hair is full of soap and she plays at making different\nhairdos in the mirror.\n\nPepe has a submarine but isn’t playing with it. He’s pensive.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSofi’s hair is full of soap and she plays at making different\nhairdos in the mirror. Pepe has a submarine but isn’t playing with it. He’s pensive. \n\nTARGET SECTION TO BE ANNOTATED:\nPEPE\n\nCleo, if you died right now, would\nyou go to heaven or hell?\n\nCLEO\n\nAnd why would I die?\nPEPE\n\nI’m just saying... Heaven or hell?\nCLEO\n\nYou're killing me all the time...\n\nPepe is getting annoyed.\n\fPEPE\nWell, it’s a game! Tell me\nalready... heaven or hell?\nCleo fills a small bucket with water and tells\n\nCLEO\nLet’s see, close your eyes...\n\nAs she pours water to rinse her hair.\nCLEO (CONT'D)\nI'd fly straight up to heaven with\nmy little wings.\nPEPE\nPaco told me that in his religion\nclass the had a sli-ding show...\n\nCLEO\nSli-ding...?\n\nSofi laughs -\n\nSOFI\nSlide show.\n\nPEPE\nThat thing. About hell.\n\nCleo pours another bucketful on Sofi.\n\nCLEO\n(uninterested)\n\nHell?\nPEPE\n\nYep, paintings and photos....\nCLEO\n\nPhotos?\nPEPE\n\nYeah. He said there was fire on all\nsides... and that while they burn\nyou, there’s some real ugly devils\npoking you, like this, with\nirons... and others that bite you\nor eat your arms....\n\nCLEO\nAy chica! horrible! Stop talking\nabout that...!\n\n14.\n\nSofi -\n\f15.\n\nCONTINUED:\n\nPEPE\nYeah but it doesn’t matter...!\n\nCLEO\nWhat do you mean it doesn’t matter?\nWhat about all the fire?\nPepe laughs -\nPEPE\nHe says it doesn’t matter cause\nthat’s where he wants to go!\nCLEO\nWhat? But didn’t you say they burn\npeople there?\nPEPE\nYes, but Paco says everyone there\nis naked!\nHis laugh is now roaring -—\nPEPE (CONT'D)\nAnd that you can see all the\ngirls... naked!\nPepe is laughing hard, Sofi spits out water and laughs with\nhim.\nEXT. - PATIO - TEPEJI 21 - NIGHT\nThe frosted glass panels light up and we hear -\nA horn honking -\nTa-ta ta-ta ta-ta ta-taaaaaaa!\n\nBehind the door, the powerful and tantalizing hum of a V8.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPepe is laughing hard, Sofi spits out water and laughs with\nhim. EXT. - PATIO - TEPEJI 21 - NIGHT\nThe frosted glass panels light up and we hear -\nA horn honking -\nTa-ta ta-ta ta-ta ta-taaaaaaa! Behind the door, the powerful and tantalizing hum of a V8. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom inside the car, booms XELA radio station playing “Un\nbal” from Symphonie Fantastique.\n\nBORRAS immediately starts barking at the door.\nCleo and Adela rush to the patio-\n\nADELA\nWell, he’s in early.\n\nCleo grabs Borras and drags him to the back of the patio.\n\f16.\n\nCONTINUED:\nCLEO\nDon’t you know he’s leaving\ntomorrow?\n\nAdela begins to open the door.\n\nPepe and Sofi peek out from the hall. Holding Borras, Cleo\norders them to -\n\nCLEO (CONT'D)\nWait there!\n\nThe V8 impatiently purrs behind the door and finally -\nAdela opens the door to reveal -\n\nThe front of a 1970 2-DOOR BLACK GALAXIE 500. Its powerful\nheadlights flood the patio all the way to the back, lighting\n\nCleo who holds Borras.\n\nThe Galaxie 500 slowly pulls in but it’s too large for the\nspace, leaving only about an inch on each side of the doors.\n\nThe front of the car is in, then it breaks -\nThe left side is about to touch the door frame.\n\nThe tires turn right accompanied by the SCREECH of rubber\nagainst tile.\n\nThe Galaxie 500 moves further in but then breaks again -\nThe right side is about to touch.\n\nThe black power steering wheel turns and -\n\nThe wheels veer left, SCREECHING.\n\nIt echoes through the patio, syncopated with the waltz\nemanating from the radio.\n\nSefiora Sofia comes to the hall door next to Sofi and Pepe.\n\nSOFI\nDad’s home early!\n\nThe car moves forward a couple of inches and stops.\nThe gear shifts to R -\n\nThe Galaxie 500 backs up a few inches, breaks.\n\f17.\n\nCONTINUED:\nThe gear shifts to D -\n\nThe car inches forward slowly, free of the door frame. It’s\nalmost halfway in when it stops.\n\nThe wheels veer right and -\n\nSCREECH.\n\nAnd the waltz picks up its rhythm.\n\nThe car moves forward half a yard and breaks.\nThe tires line straight up and -\n\nThe Galaxie 500 has made it through the door frame and is now\nentirely inside the patio -\n\nAs the waltz reaches its grand finale...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the waltz picks up its rhythm. The car moves forward half a yard and breaks. The tires line straight up and -\n\nThe Galaxie 500 has made it through the door frame and is now\nentirely inside the patio -\n\nAs the waltz reaches its grand finale... \n\nTARGET SECTION TO BE ANNOTATED:\nThe car parks right next to the hall entrance door -\nThe engine shuts off, and with it, the music -\nSofi and Pepe lunge through the door -\nSENOR ANTONIO\n\nThere, there, there.... Let me get\n\nout.\nSefiora Sofia pulls the children to her and -\nSENOR ANTONIO comes out of the car, he’s 40 years old with a\nfew white hairs in his beard. He’s still wearing his white\ndoctor’s coat.\n\nThe children jump on him immediately -—\n\nSENOR ANTONIO (CONT'D)\nWho? Who? Who are these kids?\n\nSefiora Sofia touches his shoulder. The family comes in.\n\nAdela closes the street door and Cleo sets Borras free. He\nimmediately sniffs at the Galaxie 500’s tires.\n\nINT - UPSTAIRS HALL - TEPEJI 21 - NIGHT\n\nGordolfo Gelatino exists his bedroom wearing a robe,\nstretching his arms lazily -\n\f18.\n\n(CONT'D)\n\nGORDOLFO GELATINO (ON T.V.)\nYa se despert6 tu rorro,\nmMamacita... (your baby’s up, lil’\nmama )\n\nDofia Naborita welcomes him enthusiastically -\n\nDONA NABORITA (ON T.V.)\nMy angel of the mornin’! Si a penas\nson las dos de la tarde! Ya\ndescansanste de descansar? (It’s\nbarely 2 pm! Have you rested from\nresting?)\n\nThe entire family is seated in front of a 1970 ADMIRAL\nTELEVISION SET.\n\nSofi is perched on Sefior Antonio and Pepe’s on Sefiora Sofia’s\nlap, Paco leans on her, cuddling. Tofio, always more distant,\nsits in an armchair.\n\nCleo serves Sefior Antonio strawberries and cream. She picks\nup a plate with the remains of a concha and beans and head\ntowards the stairs when -\n\nLaughter explodes, courtesy of Los Polivoces. The kids are\nlaughing hard in their seats.\n\nCleo stops and turns -\nON TV -\n\nGordolfo is sitting on the couch, admiring himself in the\nmirror, while Dofia Naborita irons a pile of clothes.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe picks\nup a plate with the remains of a concha and beans and head\ntowards the stairs when -\n\nLaughter explodes, courtesy of Los Polivoces. The kids are\nlaughing hard in their seats. Cleo stops and turns -\nON TV -\n\nGordolfo is sitting on the couch, admiring himself in the\nmirror, while Dofia Naborita irons a pile of clothes. \n\nTARGET SECTION TO BE ANNOTATED:\nDONA NABORITA (ON T.V.) (CONT’D)\nOra si, mi cerecita de jaibol, el\nedificio me diéd toda su ropa a\nlavar y voy a poder comprarte ese\nreloj que tanto te gusta...!\n(That's right my little highball\ncherry, the entire building gave me\ntheir laundry to wash so I’m going\nto buy you that watch you like so\nmuch...!)\n\nGORDOLFO GELATINO (ON T.V.)\nNo me gusta verte trabajar tanto,\nmi cabecita blanca adorada! Asi que\npor favor vete al otro cuarto.\n\n(MORE )\n\f19.\n\nGORDOLFO GELATINO (ON T.V.) (CONT'D)\n(I don’t like to see you working so\nhard my beloved little white\nhead... so please go to the other\nroom. )\n\nCleo sets aside the plates and sits down on the floor next to\nthe sofa to watch T.V.\n\nPaco holds out his arm to hug her.\n\nPepe tries doing the same but he can’t reach. Cleo extends\nher arm and hooks it with his.\n\nON T.V. -\n\nA bump announces the Wash and Wear, who, minutes later enters\nhis boss El Mostachén’s office. He will exploit him, immune\nto the insults and truths that the Wash and Wear dishes out.\n\nSENORA SOFIA\nCleo?\n\nCleo immediately stands up -\n\nCLEO\nYes, ma'am?\n\nSENORA SOFIA\nWould you bring the doctor some\nchamomile tea?\n\nCLEO\nYes, ma'am.\n\nShe picks up the plates from the floor and heads downstairs.\nINT - KITCHEN - TEPEJI 21 - NIGHT\n\nAdela is washing the dishes. Cleo comes in and leaves the\ndirty dishes next to the dishwasher.\n\nCLEO (CONT'D)\nMove over!\n\nShe bumps Adela with her hip.\n\n. ADELA\nOrale!\n\nCLEO\nMake some chamomile tea for the\nsenora and get going.\n\f20.\n\nCONTINUED:\n\nAdela obeys with mock-resignation and dries her hands with a\nrag -\n\nADELA\nJust don’t take too long...\n\nShe grabs a pot and pours water from a carboy on the floor.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n20. CONTINUED:\n\nAdela obeys with mock-resignation and dries her hands with a\nrag -\n\nADELA\nJust don’t take too long... She grabs a pot and pours water from a carboy on the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nINT - UPSTAIRS HALL - TEPEJI 21 - NIGHT\n\nCleo walks in with a steaming cup of tea, places it ona\ntable next to Sefiora Sofia. Pepe sleeps in her arms.\n\nSENORA SOFIA\nCan you take him?\n\nCleo takes Pepe and carries him into his room. Sofi follows\nher. Cleo pauses before going in to watch -\n\nON T.V. -\n\nChano and Chon reveal their faces under their hats. Chano\nstarts asking Chon about penguin sizes. Chon answers and\nChano starts howling at the answer.\n\nSENORA SOF{A (CONT’D)\nOff to bed, children...\n\nTofio and Paco grudgingly get up and kiss their parents good\nnight.\n\nINT - SOFI AND PEPE’S ROOM - TEPEJI 21 - NIGHT\n\nSofi is lying down on her bed. Cleo sits next to her, taking\nher hand -\n\nCLEO\nAngelito de la Guarda, mi dulce\ncompania, no me desampares ni de\nnoche ni de dia. No me dejes sola\nque me perderia... (My guardian\nangel, sweet company, don’t leave\nme alone day or night. Don’t leave\nalone because I’d be lost...)\n\nShe strokes her face -\n\nCLEO (CONT'D)\nNight-night, beautiful Sofi...\n\nAnd she gives her a kiss.\n\f21.\n\nCONTINUED:\n\nSOFI\nGood night, Cleo.\n\nShe closes her eyes. Cleo gets up and turns off the light.\nShe exits to -\n\nINT - UPSTAIRS HALL - TEPEJI 21 - NIGHT\n\nIt’s empty. Paco and Tofio’s door is closed but Sefior Antonio\nand Sefiora Sofia’s is still open. Sefior Antonio sits on the\nbed, taking off his shoes.\n\nSefiora Teresa’s snores echo through the walls.\n\nCleo picks up the teacup, intact and still full, and goes\ndown the stairs.\n\nINT - DOWNSTAIRS - TEPEJI 21 - NIGHT\n\nCleo goes down the stairs carrying the tea cup and when she\nreaches the hall, she goes into the living room to turn off\nall the lights. She leaves one on, next to the window.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo picks up the teacup, intact and still full, and goes\ndown the stairs. INT - DOWNSTAIRS - TEPEJI 21 - NIGHT\n\nCleo goes down the stairs carrying the tea cup and when she\nreaches the hall, she goes into the living room to turn off\nall the lights. She leaves one on, next to the window. \n\nTARGET SECTION TO BE ANNOTATED:\nShe keeps going till she reaches the kitchen door. She walks\nin.\n\nINT - KITCHEN - TEPEJI 21 - NIGHT\n\nCleo enters the kitchen, pours out the tea and rinses the\n\ncup. She turns off the light and goes out to the small patio,\nclimbing the metal staircase to her room.\n\nINT - MAID’S QUARTERS -TEPEJI 21 - NIGHT\nCleo walks into the room. Adela is already in her nightgown -\n\nADELA\nYou took forever!\n\nCleo takes off her dress, rushing.\n\nCLEO\nTurn the light off already! Sefiora\nTeresa gets angry if she sees the\nlight on!\n\nAdela shuts the light and the room is dark although the\nwindow is big and lets the moonlight in. Cleo lights a candle\nand puts it on the floor.\n\f22.\n\nCONTINUED:\n\nThe two of them lie down, lined up in such a way that one’s\nfeet touch the other one’s feet and -\n\nADELA\nReady?\n\nCLEO\nGo...\n\nThe two of them push the upper parts of their bodies together\nand try to touch their toes -\n\nADELA\n(groaning)\nOne...\nAnd they work on their abs, one after the other -\nADELA (CONT’D)\n(groaning)\nTwo...\n\nBetween grunts and groans.\n\nSunday, September 20th, 1970\nEXT - INDEPENDENCIA AVE - DAY\n\nThe festive bustle of a Sunday in downtown Mexico City:\nfamilies and street vendors everywhere.\n\nCleo and Adela walk in step, hurrying down the sidewalk in a\nmoving obstacle race.\n\nAdela is faster but Cleo is more agile and tougher.\n\nAdela takes the lead but runs into a bus stop with families\ngetting off. Cleo manages to slip through the crowd and keeps\ngoing.\n\nThe sidewalk is a little less full, So Adela takes advantage\nof this and catches up just as they arrive to -\n\nEXT - TORTA STAND - INDEPENDENCIA AVE - DAY\n\nThey stop, exhausted, catching their breath. One leans on a\ncar, the other one on a lamp post.\n\nBetween deep breaths, Cleo lifts a hand, index pointing at\nthe sky -\n\f23.\n\nCLEO\n(breathless)\n«-.I won...\n\nADELA\n(breathless)\n...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\n(breathless)\n«-. I won... ADELA\n(breathless)\n... \n\nTARGET SECTION TO BE ANNOTATED:\nNo...we’re...tied...\n\nCleo simply shakes her head no.\nINT - TORTA STAND - INDEPENDENCIA AVE - DAY\n\nHand-painted illustrations on the wall advertise the\ndifferent kinds of tortas available. On the other wall, a\nmirror cut into diamond shapes reflects the already abundant\nclientele.\n\nCleo and Adela sit at the bar, enjoying their tortas cubanas,\nspilling over with each bite.\n\nADELA (CONT’D)\nAnd then Moisés... remember Moisés,\nfrom the village?\n\nCleo nods, giving her torta a giant bite, overflowing with\navocado.\n\nADELA (CONT’D)\nSo he was there, boom, boom, boom,\nand...\n\nCLEO\n(laughing)\nBoom, boom...boom?\n\nADELA\nNo silly! Boom, boom, sending me\nletter after letter...\n\nEvery time she speaks, Cleo puts her hand over her mouth -\n\nCLEO\n(curious )\nWhat all was he writing about?\n\nADELA\nWell, that he couldn’t stop\nthinking about me... about how much\nhe missed me... wanted to see me...\n\nCLEO\nAaaaaaayyyyyyy---!\n\f24.\n\n(CONT'D)\nADELA\nThat he felt so alone without me...\nCLEO\nPoor guy!\nADELA\nThat he couldn’t take not seeing me\nno more...\nCLEO\nAaaaaaay...\nADELA\n\nAnd so my cousin, he comes over\nfrom the village to run some\nerrands and brings me another\nletter from Moisés...\n\nCLEO\nAnd?\n\nADELA\nAnd so he pulls out the letter and\ngives it to me... But the letter\n\nwas there with a bunch of other\nletters, and as he’s pulling it\nout, they all spill onto the floor.\nAnd so I see one with Moisés’s\nhandwriting, and so I just take it\nand I open it...!\n\nFollowing the story, Cleo has stopped chewing -\n\nADELA (CONT’D)\nAnd sure enough, it was Moisés’s. I\n\ncan’t stop thinking about you... I\n\nwant to see you.... I feel so alone\n\nwithout you... I miss you so...\nCLEO\n\nPobrecito! Such a nice guy!\n\nADELA\nSure.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\n\nPobrecito! Such a nice guy! ADELA\nSure. \n\nTARGET SECTION TO BE ANNOTATED:\n Except the letter was for\nanother girl!\n\nCLEO\nNoooooo!\n\nShe's floored, mouth wide open, a half-chewed piece of torta\nstill in her mouth.\n\f25.\n\nCONTINUED:\nADELA\nThat bastard sends the same letter\nto all the girls!\n\nThe both explode in laughter, covering their mouths with\ntheir hands.\n\nOther diners turn around and they both hide their faces,\ntrying to repress their laughter.\n\nAT THE ENTRANCE -—\n\nTwo men walk into the torta stand and look around. They see\nCleo and Adela sitting at the bar and walk towards them.\n\nRAMON, 27, affable, a little overweight and with sideburns is\nwearing a purple shirt with four buttons open down the front.\n\nFERMIN, 26, is shy and a little sullen, with the sculpted\nbody of an athlete over which he sports a t-shirt and a\nleather jacket.\nRAMON\nWhy so alone eating your\ntortitassssss...?\nHe startles the two women. Adela gets up immediately and -\n\nADELA\nRamén!\n\nThe two hug and kiss luxuriantly.\n\nFermin walks over with a shy smile. Cleo gets up and they\nawkwardly kiss hello.\n\nADELA (CONT'D)\nYou want a torta?\n\nTimidly, Fermin points to his stomach -\n\nFERMIN\nThanks, I already...\n\nRAMON\nIf you’re done eating, let’s go, I\nlove watching the previews!\n\nEXT —- METROPOLITAN CINEMA - AFTERNOON\n\f26.\n\nThe entrance to the movie theater is a bazar of STREET\nVENDORS hawking their wares, reciting lists over and over\nlike a litany, like mantras in a chant.\n\nAnd old woman seated on the floor offers her candies spread\nout on a piece of fabric in front of her -\n\nCANDY VENDOR\n...Cigarrettes-gum-chocolates-\nmazipan-muéganos-—peanuts-gum\ndrops...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe entrance to the movie theater is a bazar of STREET\nVENDORS hawking their wares, reciting lists over and over\nlike a litany, like mantras in a chant. And old woman seated on the floor offers her candies spread\nout on a piece of fabric in front of her -\n\nCANDY VENDOR\n... Cigarrettes-gum-chocolates-\nmazipan-muéganos-—peanuts-gum\ndrops... \n\nTARGET SECTION TO BE ANNOTATED:\nBehind his makeshift table, another vendor offers “japanese”\npeanuts -\n\nPEANUT VENDOR\nJapaneeeeeeeeeeeeeeese peanuts!\nJapaneeeeeeeeeeeeeeese peanuts!\nJapaneeeeeeeeeeeeeeese peanuts!\n\nA short, chubby lady walks around, a box of Adams gum in hand-\nGUM VENDOR\nOne peso for Adams chewing gum!\nMint flavor, spearmint, cinnamon,\ntuttifrutti...!\nA meringue vendor, in his short shirt -\nMERINGUE VENDOR\n...Merengues-merengues-have a\n\ndelicious merengue!...\n\nMagazine vendors, yo-yo and cheap toy vendors... a cacophony\nof cries accompanied by a barrell organ on the sidewalk.\n\nCleo, Adela, Ramén and Fermin line up at the ticket booth.\n\nADELA\nWhat movie are we watching?\nRAMON\nWho knows.\nFermin asks Cleo -\nFERMIN\nYou sure you wanna go to the\n\nmovies...?\n\nCLEO\nSure. I like movies, don’t you?\n\f27.\n\nCONTINUED:\nFERMIN\nWell, I mean... it’s so nice out\nthis afternoon, isn’t it?\nCleo realizes the sun is shining and turns her had to the sky-\n\nCLEO\nYep, sure is clear.\n\nShe looks at him -\n\nCLEO (CONT'D)\nYou want to go to the Alameda?\n\nFermin smiles at her.\n\nFERMIN\nWait a sec...\n\nHe walks up to Ramon, who is at the top of the line, pulling\nmoney out of his wallet.\n\nAdela takes the opportunity to go see Cleo.\n\nADELA\nSo, manita, no movies for you?\n\nCLEO\nWell... it’s so nice out, no?\n\nADELA\n(interrupts)\nUuuuuuuuuuuuyyyyyy! Right... well,\nyou'll tell me all about it later,\nManita. I prefer the darkness.\n\nAnd she walks off with Ramdén who is waiting to go inside the\ntheater. Fermin walks back to Cleo and they leave.\n\nThe street vendors continue their chorus. The organ player is\nquiet.\n\nINT - HOTEL ROOM - AFTERNOON\n\nThe rules hang in a small frame over the door. Disregarded.\nBehind the window, the Sunday afternoon wanes and a\nfluorescent sign peeks in, advertising the hotel.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT - HOTEL ROOM - AFTERNOON\n\nThe rules hang in a small frame over the door. Disregarded. Behind the window, the Sunday afternoon wanes and a\nfluorescent sign peeks in, advertising the hotel. \n\nTARGET SECTION TO BE ANNOTATED:\n\f28.\n\nBehind the open bathroom door, a single bulb lights the sink\nand a rusty mirror. Fermin exits the bathroom carrying a pair\nof nunchaku. He’s completely naked.\n\nCleo waits in bed timidly, her slip still on. She blushes as\nshe sees Fermin. In front of the bathroom, Fermin presents\nhis nunchaku -\n\nFERMIN\nJodan Tsuki!...\n\nHe begins his nunchaku routine. It’s an elaborate and studied\nchoreography, the chained up sticks spinning like helixes\naround him.\n\nThe effect is both poetic and a little ridiculous, but Cleo\nhides her smile behind the sheets.\n\nFermin finalizes his routine by striking different positions -\n\nFERMIN (CONT’D)\nJodan Tsuki! Chudan Tsuki! Mae\nGeri!\n\nAnd he bows. Cleo represses a laugh.\n\nFERMIN (CONT’D)\nWhat?\n\nCleo covers her smile, asking -\n\nCLEO\nSo, do you train every day?\n\nFERMIN\nI have to. I owe my life to martial\narts. I grew up with nothing, you\nknow?\n\nOutside, the crowd’s hustle and bustle seems distant. Fermin\nleaves the nunchaku on a shelf and walks towards the foot of\nthe bed -\n\nFERMIN (CONT’D)\nWhen I was a kid and my ma died...\n\nHe crosses himself -\n\nFERMIN (CONT’D)\nMy aunt took me in... Over there in\nNeza. And between my cousins who\nbeat me up and the bad influences,\nI started drinking...and then\nhuffing...I was dying...\n\f29.\n\nCONTINUED:\nHe pauses -\nFERMIN (CONT'D)\nBut then I found out about martial\narts. And so then those things...\nwell, you know, suddenly everything\nseemed, well... focused?\nFermin pauses for a beat, looks at Cleo -\nFERMIN (CONT'D)\nI don’t really like telling people\nabout my stuff, but with you\nit’s... different.\nHe pulls his face close to hers and their lips meet and kiss,\nsoftly. But soon Cleo moves her head, bumping Fermin on the\nnose.\n\nCLEO\nOh! Sorry...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut soon Cleo moves her head, bumping Fermin on the\nnose. CLEO\nOh! Sorry... \n\nTARGET SECTION TO BE ANNOTATED:\n!\n\nFermin pulls her in again and kisses her intensely and with\nhis mouth locked on Cleo’s he lies down slowly on top of her.\n\nThey make love.\n\nWednesday, November 11th, 1970.\nINT- MAID’S QUARTERS - TEPEJI 21 - DAWN\n\nThe alarm bell rings. Cleo wakes up and turns it off. She\nsits up on her bed.\n\nThe early morning light comes in the window and the house is\nquiet. Adela sleeps placidly in her bed.\n\nCleo gets up in a rush, takes her clothes from the chair,\nputs on her shoes and hurries out the door.\n\nEXT - SMALL PATIO - TEPEJI 21 - DAWN\n\nCleo rushes down the stairs and into the small bathroom.\n\nINT - MAID’S BATHROOM - TEPEJI 21 - DAWN\n\f30.\n\nCleo vomits.\n\nThe bathroom is clean but has had zero upkeep for a long\ntime. The tiny shower is curtainless and the toilet has no\nseat and no lid on the water tank.\n\nIn the sink, two toothbrushes and a squeezed tube of Colgate.\nOn a small shelf, a jar of Nivea and an unlit votive candle.\n\nINT - MAID’S BATHROOM - TEPEJI 21 - MOMENTS LATER\n\nCleo takes a shower, the tiny bathroom immediately clouding\nwith steam.\n\nINT - DOWNSTAIRS - TEPEJI 21 - DAWN\n\nCleo comes out of the kitchen and walks across the house,\nstill in gloom although behind the patio windows the first\nlight of day is already warming.\n\nCleo reaches the stairs and walks up.\n\nINT - UPSTAIRS HALL - TEPEJI 21 - DAY\n\nThrough the younger children’s bedroom door, we can see Cleo\nwhispering to Sofi -\n\nCLEO\nMy little girl... my beautiful\nlittle one...\nShe tickles her midriff -\n\nCLEO (CONT'D)\n\nRise and shine... wake up, wake\nup... it’s a new dawn, it’s a new\nday...\n\nThe tickling inches up Sofi’s torso like an army of ants.\nSofi smiles but pretends to sleep.\n\nCLEO (CONT'D)\nUp, up, up little by little...\n\nSofi finally breaks into laughter and drowsily moves her\narms.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSofi smiles but pretends to sleep. CLEO (CONT'D)\nUp, up, up little by little... Sofi finally breaks into laughter and drowsily moves her\narms. \n\nTARGET SECTION TO BE ANNOTATED:\nCLEO (CONT'D)\nGood morning, my little princess...\n\nSofi hugs her neck.\n\f31.\n\nCLEO (CONT'D)\nAndali! Get up...\n\nSofi gets up -\n\nSOFI\nBathroom...\n\nCLEO\nGet going already!\n\nSofi leaves the room and crosses the hall sleepily while Cleo\nplaces a clean school uniform on the bed.\n\nSefiora Teresa walks out of her bedroom and sees Sofi about to\nenter the bathroom -\n\nSENORA TERESA\nGood morning, Sofi.\n\nSofi goes in without turning back -\n\nSOFI\nGood morning, grandma...\n\nShe closes the door. Sefiora Teresa walks down the stairs.\n\nCleo goes to Pepe’s bed and gives him a quick kiss, making\nsure not to wake him, then leaves the room.\n\nShe turns the light on in the hall and goes to Tofio and\nPaco’s room. They’re deep asleep.\n\nShe crouches down next to Tofio, caressing his head and\nwhispering -\n\nCLEO\nTofio, Tofio my love, it’s time to\nwake up...\n\nWithout even turning around, Tofio slaps her hand off -\n\nTONO\nI’m up...\nCleo puts her hands up in the air -\nCLEO\nOh, so he’s already awake! Oh, so\nno one should touch him!...\n\nTofo gets up, grouchy, and leaves the room.\n\f32.\n\nCONTINUED:\n\nCLEO (CONT'D)\nSofi’s in the bathroom...\n\nIn the hall, he knocks on the bathroom door -\n\nSOFI (0.C.)\nBusy!\n\nTono knocks louder.\n\nTONO\nHurry up! I gotta go!\n\nSOFI (0.C.)\nComing!\n\nCleo sits at the foot of Paco’s bed and pulls one of his feet\nout of the covers and puts his socks on without waking him.\nShe sits him up, leans him against her, and takes off the top\nof his pajamas.\n\nIn the hall, Tofio keeps knocking on the bathroom door -\n\nTONO\nGet out!\n\nThe bathroom door opens, and Sofi comes out -\n\nSOFI\nYou can go in now!\n\nTofio walks in straight away and as he closes the door -\n\nTONO\nFatty...!\n\nSofi walks back into her bedroom.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bathroom door opens, and Sofi comes out -\n\nSOFI\nYou can go in now! Tofio walks in straight away and as he closes the door -\n\nTONO\nFatty...! Sofi walks back into her bedroom. \n\nTARGET SECTION TO BE ANNOTATED:\nCleo has managed to put Paco’s t-shirt on. He’s now sitting\non the bed.\n\nCLEO\nCome on, finish getting dressed.\n\nPaco takes off his pajama pants and Cleo walks out to the\nhall and in to help Sofi.\n\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\nSefiora Teresa and Sofi have breakfast at the table. Cleo is\n\nputting away waxed paper packages into the backpacks on the\nfloor next to each chair.\n\f33.\n\nThrough the windows, Ignacio is taking the cars out to the\nstreet.\n\nA portable radio on the table plays XEQK HASTE’S OBSERVATORY\nHOUR -—\n\nHASTE HOUR\nChocolates Turin! Ricos de\nprincipio a fin! Maestro Mecanico\nMarcos Carrasco garantiza vigoroso\ncontrol de calidad en la\nrectificacién de motores... (Turin\nChocolates! Delicious from\nbeginning to end! Mechanic Marcos\nCarrasco guarantees quality control\nwhen rectifying motors...)\n\nPaco comes out of the kitchen with a Gansito and puts it in\nhis backpack, except Sofi sees him -\n\nSOFI\nI want a Gansito too!\n\nPACO\nThey're mine.\n\nSENORA TERESA\nI bought them for everyone.\n\nPACO\nBut I put them in the freezer.\n\nSENORA TERESA\nCome on, give one to Sofi and I’11l\nbuy you a big box just for you.\nPaco weighs the offer and goes back into the kitchen.\n\nSefiora Teresa has finished her pan dulce dunked in coffee\nwith milk and gets up.\n\nSENORA TERESA (CONT'D)\nHurry up kids, it’s seven twenty\nalready.\nPaco’s voice pipes in from the kitchen -\n\nPACO (0.C.)\nIt’s seven seventeen!\n\nThe Haste Hour recites -\n\fHASTE HOUR\nXEQK proporciona la hora del\nobservatorio, misma de Haste.\nHaste, la Hora de México. Siete de\nla manana diecisiete minutos. Siete\ndiecisiete... (a beat)... BIIIP\n(XEQK gives you the time at the\nobservatory, same as Haste’s.\nHaste, Mexico’s time.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSiete\ndiecisiete... (a beat)... BIIIP\n(XEQK gives you the time at the\nobservatory, same as Haste’s. Haste, Mexico’s time. \n\nTARGET SECTION TO BE ANNOTATED:\n Seven in the\nmorning and seventeen minutes.\nSeven seventeen...)\n\nPaco triumphantly exits the kitchen. Sefiora Teresa pulls\nher tongue at him and walks off to the door. Paco throws\nher Gansito.\n\nPACO\nFor you to get fatter...\n\nTofio walks in.\n\nCLEO\nYour juice, Tofio.\n\nTofo sits down -\n\nTONO\nTurn that thing off.\n\nPACO\nNo, why?\n\nSefiora Teresa is already calling them from the door -\n\nSENORA TERESA\nLet’s go!\n\n34.\n\nout\nSofi\n\nSofi gets up and walks towards Sefiora Teresa who is heading\n\nout towards the patio -\nSENORA TERESA (CONT'D)\nCleo, hold the dog so I can open\nthe door.\n\nCleo immediately gets up and runs out to the patio.\n\nTofio also gets up and turns the radio volume all the way up\n\nbefore leaving.\nPaco turns it off with a slap -\n\nTONO\nHaha! Sissy!\n\f35.\n\nCONTINUED:\nBefore reaching the patio, Paco cries out -\n\nPACO\nShotgun!\n\nTofio downs his juice and follows them.\n\nEXT - HOUSE -TEPEJI 21 - DAY\n\nThe Valiant is parked in front of the house, engine idling,\nHaste Hour on the radio.\n\nCleo waits on the sidewalk, holding Borras from the collar,\nwhile Sefiora Teresa and the kids scramble messily into the\ncar.\n\nTONO\nMove it!\n\nSOFI\nI’m moving!\n\nWhen Sefiora Teresa has managed to get in the car, Ignacio\ncloses the door behind her, waiting for everyone else to\nclose their doors before getting in.\n\nTONO\nPut La Pantera on!\n\nPaco turns the dial and the radio station switches to La\nPantera right in the middle of a Beetles vs. Creedence vote -\n\nRADIO LA PANTERA\n.--Por quién votas campeén? Por los\nBeatles... Un voto mas para el\ncuarteto de Liverpool que van atras\npor 18 votos del Cuarteto del\nBajou. Por quién votas?\nCreedence... (Who do you vote for,\nchamp? For the Beatles...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nPor quién votas? Creedence... (Who do you vote for,\nchamp? For the Beatles... \n\nTARGET SECTION TO BE ANNOTATED:\n One more\nvote for the Liverpool quartet,\ntrailing 18 votes behind the Bajou\nquartet. Who do you vote for?\nCreedence...)\n\nIgnacio steps on the clutch letting Paco, who is sitting next\nto him, put the hand gear next to the steering wheel in\nfirst.\n\f36.\n\nThe Valiant drives off and down the street. Cleo sees it turn\nthe corner and she walks back into the house pulling the dog\ninside. She closes the door.\n\nINT - DOWNSTAIRS HALL - TEPEJI 21 -DAY\n\nCleo comes in, closing the patio door. She crosses the hall\nand walks up the stairs.\n\nINT - SOFI AND PEPE’S ROOM - TEPEJI 21 - DAY\n\nCleo hides her face in Pepe’s belly. He laughs.\n\nPEPE\nI was already up!\n\nCLEO\nOh goody! So you’re already\ndressed!\n\nPEPE\nNot yet.\n\nCLEO\nC’mon! Get up, let’s get you\ndressed!\n\nPepe gets up and Cleo dresses him while he talks -\n\nPEPE\nYou know what I remembered in my\ndream?\n\nCLEO\n\nNo, what did you remember?\n\nPEPE\nI remembered when I was older.\n\nCLEO\nWhen you were older?\n\nPEPE\nYes, you were also there, but you\nwere different. Do you remember?\nCleo pulls his shorts up.\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\n\nA spoon delicately taps on the dome of an egg, cracking it\nslowly.\n\f37.\n\nCONTINUED:\n\nCleo takes off the shell and empties out the soft-boiled egg\nonto a cup. She puts in salt and little bits of bread.\n\nShe gives Pepe the cup. He eats. Cleo gets up and takes the\ndirty dishes into the -\n\nINT - KITCHEN - TEPEJI 21 - DAY\n\nCleo comes in at the same time as Adela, her hair wet,\nthrough the small patio door.\n\nCLEO\nGood night!\nADELA\nWhy didn’t you wake me?\nCLEO\nWell, God forbid you get tired\n\nlater.\n\nAdela looks at her with a crooked smile. Cleo spreads\nmarmalade on a piece of bread and places it on another.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\nWell, God forbid you get tired\n\nlater. Adela looks at her with a crooked smile. Cleo spreads\nmarmalade on a piece of bread and places it on another. \n\nTARGET SECTION TO BE ANNOTATED:\nThey hear Sefiora Sofia walk into the Breakfast Room -\n\nPEPE (0.S.)\nMom!\n\nSENORA SOFIA (0.S.)\nHow’s your egg, my love?\n\nCleo puts the sandwich in a wax paper baggie -\nCLEO\nThe Doctor is leaving. Tie Borras\nup so he can go.\n\nCleo takes the sandwich and a glass of orange juice and heads\nto the breakfast room. Adela goes out to the patio.\n\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\n\nSefiora Sofia is sitting next to Pepe, Cleo comes in with the\njuice.\n\nCLEO (CONT'D)\nYour juice...\n\n(CONT'D)\n\f38.\n\n(CONT'D)\nSENORA SOFIA\n\nPepe can wait to say goodbye to his\n\ndad. It doesn’t matter if he’s\n\nlate.\n\nCLEO\nYes ma’m.\n\nAt the back of the hall, Sefior Antonio has come down the\nstairs, carrying two bags. Cleo rushes to help him.\n\nCLEO (CONT'D)\nLeave them there, please, sir...!\n\nSefior Antonio leaves the bags on the floor.\n\nSENOR ANTONIO\nThanks, Cleo.\n\nHe walks to the Breakfast Room -\n\nSENOR ANTONIO (CONT'D)\nGood morning, Pepén!\n\nPEPE\nDaddy!\n\nSefior Antonio gulps down the whole glass of orange juice.\n\nCleo heads over to the luggage: she carries the bags and\nexits -\n\nEXT - PATIO - TEPEJI 21 - DAY\n\nMilitary drums and trumpets echo inside the patio. Cleo\ncarries the bags to the door where Adela is holding Borras by\nthe collar. Cleo pauses only to open the door and walks out\nto -\n\nEXT - HOUSE - TEPEJI 21 - DAY\n\nA Jr. High marching band marks each step as they file down\nthe street, sounding drums and trumpets.\n\nA 1966 cream colored VW SEDAN waits in front of the house.\nCleo walks out with the bags and leaves them next to the car.\n\nShe opens the door and puts one bag in the rear seat then\nopens the mechanism in the glove compartment.\n\f39.\n\nShe gets out of the car and carries the second bag to the\nfront of the car, opens the trunk and puts it in the tiny\nspace.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe opens the door and puts one bag in the rear seat then\nopens the mechanism in the glove compartment. 39. She gets out of the car and carries the second bag to the\nfront of the car, opens the trunk and puts it in the tiny\nspace. \n\nTARGET SECTION TO BE ANNOTATED:\nShe walks back into the house but sees Sefior Antonio already\nwalking out through the patio. Sefiora Sofia follows him,\ncarrying Pepe.\n\nSefior Antonio steps on dog shit and stops, disgusted -\n\nSENOR ANTONIO\nWell I’1l be...\n\nHe rubs the foot on the floor trying to clean it off and\nkeeps walking. On the street, he scrapes the sole of his shoe\nagainst the edge of the sidewalk.\n\nSefiora Sofia puts Pepe down on the as they reach the street\nand walks over to Sefior Antonio, hugging him from the back.\n\nCleo moves back a few steps, Pepe walks over to her and holds\nher hand.\n\nSefiora Sofia starts crying. Sefior Antonio turns around and\nhugs her, uncomfortable.\n\nSENORA SOFIA\nWe'll be here...\n\nSENOR ANTONIO\nIt's just for a few weeks...\n\nHe disentangles from Sefiora Sofia who heads over to give him\na snotty kiss which he accepts before sitting at the wheel\nand closing the door.\n\nSefiora Sofia puts her hand on her husband’s shoulder while he\nturns on his four cylinder engine.\n\nSENOR ANTONIO (CONT'D)\nBye, Pepe...\n\nHe shifts into first gear and starts off slowly, forcing\nSefiora Sofia to lift her hand, then drives off to the end of\nthe street.\n\nThe VW idles at the corner where it waits for the back of the\nmarching band to leave the street taking its martial airs\nwith it, then disappears to the right.\n\nSefiora Sofia is frozen, her hand held up in the air. Cleo\nwaits.\n\f40.\n\nCONTINUED:\nFinally, Sefiora Sofia turns, her face upset -\n\nSENORA SOFIA\nGoddamnit! Clean up that dog shit!\n\nShe walks up to Pepe and takes his hand -\n\nSENORA SOF{A (CONT'D)\nI’ll take Pepe.\n\nShe walks with Pepe to the end of the street, heading in the\nopposite direction as Sefior Antonio.\n\nCleo comes into the house and closes the door.\nEXT - PATIO -TEPEJI 21 - DAY\nCleo pushes the shit onto a dustpan with a broom.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe walks with Pepe to the end of the street, heading in the\nopposite direction as Sefior Antonio. Cleo comes into the house and closes the door. EXT - PATIO -TEPEJI 21 - DAY\nCleo pushes the shit onto a dustpan with a broom. \n\nTARGET SECTION TO BE ANNOTATED:\nShe moves on to the next one, while Borras walks around the\npatio, oblivious.\n\nOne by one, she picks them all up.\n\nEXT - SMALL PATIO - TEPEJI 21 - DAY\n\nCleo opens the trash and throws in the shit. She closes it.\nEXT - PATIO - TEPEJI 21 - DAY\n\nA smeared stain on a red and white tile is all that remains\nof Borras’s shit. Pale dust falls on the stain until it’s\nentirely covered.\n\nCleo crosses the patio, dusting soap on each one of the\nremaining stains. She reaches the street entrance, fills two\n\npails of water, pours them on the floor and -\n\nOne by one, she brushes every single dusted stain in the\npatio.\n\nSunday November 29, 1970\nINT - METROPOLITAN CINEMA - AFTERNOON\n\nMOVIE\n\f41.\n\nThe theater is almost full, but emptier towards the back. In\nthe last row, Cleo and Fermin sit next to each other, making\nout intensely, their hands rubbing each other’s genitals\nwhile they kiss.\n\nFERMIN\nSuck it...\n\nCleo moves back briefly and tries to tell him between sighs -\nCLEO\nIt’s just that... I haven’t gotten\nmy period this month...\nBut she succumbs, trying to repress a groan of pleasure. She\nkisses and caresses Fermin with greater intensity as he\nexplores her more deeply with his hand.\nMOVIE\nFinally, Cleo manages to overcome her desire to tell him -\nCLEO (CONT'D)\nI’m telling you. I haven’t had my\nperiod all month.\nBut Fermin quiets her with a kiss on the mouth. When he goes\nto her neck, Cleo tries to talk between convulsions of\n\npleasure -\n\nCLEO (CONT'D)\nI think I’m with child.\n\nFermin pauses briefly, then keeps kissing her -\n\nFERMIN\n\nOooohhh, well that’s OK, right?\nCLEO\n\nThat’s OK?\nFERMIN\n\nYeah...\nCleo smiles and kisses him on the mouth. She lowers her head\nand gives him a blow job. Fermin holds her head down pushing\nher to a rhythm.\n\nFERMIN (CONT'D)\nLike that... Just. Like. That...\n\nMOVIE\n\f42.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike. That... MOVIE\n\f42. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nFermin reaches his arms out to grab onto the backs of the\nneighboring seats and starts moaning.\n\nFERMIN (CONT'D)\nYes, yeeeeees, yeeeeeeeees,\nyeeeeeeeeeceeceeces !\n\nHe opens his mouth and muffles a cry by biting down on his\nhand and when the explosion is over, Cleo comes up, hand on\nher mouth, face splashed with semen.\n\nShe opens her purse and pulls out a couple of Kleenex. She\nwipes her mouth and face, then her hands, and cuddles on\nFermin who is still breathing heavily. The two watch the\nmovie. Cleo is in love.\n\nMOVIE\n\nFermin moves softly to get up -\n\nFERMIN (CONT'D)\nI have to go to the restroom..\n\nCLEO\nShhhh... It’s almost over.\n\nFERMIN\nI gotta go now. Gimme a sec, I'll\nbe right back...\n\nHe gets up, walking through the empty seats to the aisle and\nthen to the exit.\n\nCleo waits till he’s left to look for some gum in her purse.\nShe puts it in her mouth. Pulls out another Kleenex, wets it\nwith her tongue and wipes her face.\n\nThe MOVIE reaches the end and the CREDITS roll. Cleo looks to\nthe exit.\n\nPEOPLE start to leave.\n\nThe LIGHTS COME ON in the theater, SECTION BY SECTION,\nSLOWLY...\n\nCleo gets up and looks to the exits, leaning onto the seats\nin front of her.\n\nCredits keep rolling with the names of the Stage Crew.\n\nThe theater is now empty except for Cleo and the screen\nshowing the sound credits.\n\f43.\n\nCONTINUED:\n\nThe velvet curtain closes, interrupting the unfinished\ncredits.\n\nCleo finally heads to the exit.\n\nINT - LOBBY METRPOLITAN CINEMA - AFTERNOON\n\nNew spectators enter the theater, some heading directly to\nthe candy store, where the lines are still short.\n\nCleo wanders through the lobby looking for Fermin but there’s\nno sign of him.\n\nShe walks towards the entrance, heading the opposite\ndirection as the newcomers.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT - LOBBY METRPOLITAN CINEMA - AFTERNOON\n\nNew spectators enter the theater, some heading directly to\nthe candy store, where the lines are still short. Cleo wanders through the lobby looking for Fermin but there’s\nno sign of him. She walks towards the entrance, heading the opposite\ndirection as the newcomers. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT -ENTRANCE -METROPOLITAN CINEMA - AFTERNOON\n\nCleo exits and walks to the middle of the entrance where she\nstops, engrossed between the STREET VENDORS hawking their\nwares, reciting their different mantras.\n\nHer legs seem to fall out from under her and she leans on the\nmarquee advertising the upcoming releases. Slowly, she sits\non the ground between -—\n\nAn old lady selling her sweets\n\nSWEETS VENDOR\n...cigarrettes-chewing gum-\nchocolates-mazipan-muéganos-peanuts-—\ngum drops-...\n\nAnd a man peddling his magic trick: a small plastic skeleton\nthat dances on the ground -\n\nSKELETON VENDOR\nNo tricks, no ruses, it dances on\nits own! No strings, no cheating,\nDon Carlangas dances...\n\nCleo stays still in the midst of a sea of voices -\n\nVENDORS\n...dapaneeeeeeeeese peanuts! ...\nHerbie stickers for sale!...\nMerengues-merengues-get your\ndelicious mereeeeeeengues!... Mint\nflavored, spearmint, cinnamon,\ntuttifrutti flavored Adams\nchiclets!...\n\f44,\n\nCONTINUED:\n\nNext to Cleo, the small skeleton jumps, shimmies and suddenly\nstops -\n\nSKELETON VENDOR\nWhat happened, Don Carlangas? You\ntired? And what are we gonna do\nabout that?\n\nThe skeleton sits on the floor -\n\nSKELETON VENDOR (CONT’D)\nAha! Mister Carlangas is resting!\n\nTuesday, December 8th, 1970.\nEXT -STREET - DAY\n\nAnd old Purépecha indigenous man, hunched and with a straw\nhat carries an enormous and bulky cloth sack, which almost\ncovers his frail figure from the back.\n\nHe walks down the street at a steady step, stopping only to\nrearrange the heavy sack on his back.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nTuesday, December 8th, 1970. EXT -STREET - DAY\n\nAnd old Purépecha indigenous man, hunched and with a straw\nhat carries an enormous and bulky cloth sack, which almost\ncovers his frail figure from the back. He walks down the street at a steady step, stopping only to\nrearrange the heavy sack on his back. \n\nTARGET SECTION TO BE ANNOTATED:\nHe walks past a convenience store, a pharmacy, a bakery, a\ndime store, a stationary store and turns onto -\n\nEXT - TEPEJI STREET - HOUSE - TEPEJI 21 - DAY\n\nWithout losing his rhythm, the old man walks in front of the\nold houses built in the 1930s, hunched over, the enormous\n\nbulk resting almost vertically on his back. Some houses have\nrenovated, some are in desperate need of a new coat of paint.\n\nHe arrives to Tepeji 21 and stops in front of the door.\nSlowly he takes the giant load off his back and puts it on\nthe ground. He rings the bell.\n\nInside, we hear Borras running to the door, barking\nfuriously. The old man waits.\n\nBorras doesn’t let up, his barks grow ever louder. Cleo\napproaches -—\n\nCLEO (0.S.)\nWho is it?\n\f45.\n\nOLD MAN WITH ORANGES\nOranges!\n\nBorras answers, furious.\n\nCLEO (0.S.)\nComing...! Borras, shut up!\n\nThe old man picks up the sack while the door opens just\nenough for Cleo to peek out while grabbing the dog’s collar.\n\nThe old man finishes putting his sack back up on his back -\n\nOLD MAN WITH ORANGES\nYou got the dog?\n\nCLEO\nYes.\n\nOLD MAN WITH ORANGES\nYou sure?\n\nCLEO\nI got him. Come on in.\n\nThe door opens and Borras immediately lunges for the old man,\nbut Cleo holds tugs at collar with all her strength. The dog\nbarks, aggressive, standing on its hind legs.\n\nThe old man comes into -\n\nEXT -PATIO -TEPEJI 21 - DAY\n\nCleo holds Borras and steps to the side while the old man\ncomes in. The dog’s mouth sprays slob with each bark.\n\nOLD MAN WITH ORANGES\nHold him tight.\n\nCleo wrestles with the dog -\n\nCLEO\nCome in, come in...\n\nThe old man walks cautiously next to Cleo, who is still\nholding Borras. She closes the door and follows in after him,\nkeeping her distance.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo wrestles with the dog -\n\nCLEO\nCome in, come in... The old man walks cautiously next to Cleo, who is still\nholding Borras. She closes the door and follows in after him,\nkeeping her distance. \n\nTARGET SECTION TO BE ANNOTATED:\n At the far end of the patio, the old\nman goes into the -\n\nEXT - SMALL PATIO - TEPEJI 21 - DAY\nThe old man stops in front the kitchen and slowly deposits\n\nthe heavy sack on the floor. Adela comes out of the kitchen\ncarrying a wooden crate, which she places on the floor -\n\f46.\n\nCONTINUED:\n\nADELA\nGood morning, sir...\n\nOLD MAN WITH ORANGES\nMorning... How many’ll it be?\n\nADELA\nThirty.\n\nThe old man takes his hat off to cool his straight white hair\ndamp with sweat. His Indigenous face is furrowed by deep\nwrinkles. He bends over, puts his hands in the sack and pulls\nout -\n\nOLD MAN WITH ORANGES\n1...2...3...4...5...6...\n\nCleo holds Borras who won’t stop barking.\nEXT - PATIO - TEPEJI 21 - AFTERNOON\n\nPebbles of ice bounce off the ground after falling from the\nsky. Hail covers the patio.\n\nINT - KITCHEN - TEPEJI 21 -AFTERNOON\n\nDrowned out by clouds, the afternoon light fights to pierce\nthrough the windows. Behind the window: hail over the small\npatio.\n\nAdela pours coffee in a pot and puts it on a tray that\nalready has a sugar bowl, a little milk pitcher, a spoon and\na napkin. Next to her, Cleo waits nervously.\n\nADELA\nC’mon manita, you take it.\n\nCleo takes the platter and walks towards the living room.\nAdela walks with her but stops at the door.\n\nINT - LIVING ROOM - TEPEJI 21 - AFTERNOON\n\nCleo exits the kitchen. Adela waits next to the door and\nwatches her cross the hall carrying the coffee tray. Behind\nthe windows, hail pours down.\n\nThe afternoon light barely mottles the living room curtains\nand already some lamps are on. In a corner, a Christmas Tree\nshows off its many colored lights over a handcrafted nativity\nscene with moss, hay and cardboard landscapes.\n\f47.\n\nCONTINUED:\n\nIn the modern living room, the children sit at the sofa\naround Sefiora Sofia.\n\nCleo places the platter on the coffee table next to some\nsheets of paper and envelopes and pours the coffee.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n47. CONTINUED:\n\nIn the modern living room, the children sit at the sofa\naround Sefiora Sofia. Cleo places the platter on the coffee table next to some\nsheets of paper and envelopes and pours the coffee. \n\nTARGET SECTION TO BE ANNOTATED:\n She is\nabout to add some cream, when -\n\nSENORA SOFIA\nThat’1l be fine, Cleo...\n\nCleo places the cup in front of Sefiora Sofia. She takes the\ncream and pours it while Cleo starts to leave. She stops -\n\nCLEO\nPardon me, Sefiora Sofi?\n\nSefiora Sofia adds two sugars to her coffee.\n\nSENORA SOFIA\nYes?\n\nCLEO\nIt’s just that... when you have a\nminute, would you mind if we talk\nfor a little bit?\n\nSENORA SOFIA\nYes, just wait a sec. I need to say\nsomething to the children.\n\nCleo nods and steps back a few steps, ready to wait.\nSENORA SOFIA (CONT'D)\nFeel free to sit down and wait over\nhere.\n\nCleo timidly sits on the sofa. Sefiora Sofia tastes her\ncoffee, the children grow restless.\n\nPACO\nWhat?\n\nTONO\nI gotta go buy balsa wood to build\na model.\n\nSefiora Sofia sips her coffee and good-humoredly says -\n\nSENORA SOFIA\nYou'll go later. There's something\nI want to tell you...\n\f48.\n\nCONTINUED:\n\nPACO\nAre we going to Disneyland?\n\nSENORA SOFIA\nNo, we're spending Christmas at my\nbrother Pablo's.\n\nPACO\nIt’s so boring there!\n\nSOFI\nNot true! My cousins are there!\n\nSENORA SOFIA\nAnd for New Year’s we’ll go to the\nZavaleta’s hacienda.\n\nPACO\nWill the Richards be there?\n\nSENORA SOFIA\nYes and the Matos and the Larsons.\n\nTONO\nWhen’s dad coming?\n\nSENORA SOFIA\nThat's the other thing I wanted to\ntalk to you about. His research is\ndelayed and he’1l have to stay in\nQuebec a little longer.\n\nTONO\nWill he be back by January?\n\nSefiora Sofia pauses for the briefest instant and when she\ntakes up the conversation again her tone seems to have\nchanged.\n\nSENORA SOFIA\nHe doesn’t know. But that’s why I\nbrought you the paper. So you can\neach write him a letter.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENORA SOFIA\nHe doesn’t know. But that’s why I\nbrought you the paper. So you can\neach write him a letter. \n\nTARGET SECTION TO BE ANNOTATED:\nShe hands out the paper and envelopes to the children -\nSENORA SOF{A (CONT'D)\nTell him how much you miss him, to\ncome back soon please...\n\nHer good humor masks her nervousness.\n\f49,\n\nCONTINUED:\n\nSENORA SOFIA (CONT'D)\nPepe, you draw him somthing...\n\nPEPE\nI know how to write too.\nPACO\nSure...\nToho gets up -\nTONO\n\nWell, first I’m going to go get my\nbalsa wood.\n\nSefior Sofia yells at him -\n\nSENORA SOFIA\nYou're not going anywhere until\nyou've finished writing your\nletter!\n\nTofio grabs his papers and rushes off angrily towards the\nstairs.\n\nSENORA SOF{A (CONT’D)\nWhere are you going?\n\nTONO\nTo my room. What? Can’t I write the\nletter in my room either?\n\nSENORA SOFIA\nSure, that’s fine.\n\nPaco grabs his paper and follows Tofio -\n\nPACO\nI’m going up too.\n\nSefiora Sofia gives the rest of the paper to Sofi.\n\nSENORA SOFIA\nSofi, take this to the dining room\nand help Pepe with his letter. Let\nme just talk to Cleo for a minute\nand I’1l come join you.\n\nSofi takes the papers -\n\nSOFI\nC'mon Pepe.\n\f50.\n\nCONTINUED:\nSENORA SOFIA\nMake lots of pretty drawings, Pepe.\nSofi, help him write “I miss you a\nlot, daddy.”\n\nSOFI\nSure. Let’s go Pepe.\n\nSofi and Pepe go off with their papers to the dining room\ntable.\n\nPEPE\nBut I’1l write it, OK?\n\nSefiora Sofia watches the kids trail off into the dining room.\nShe turns to Cleo.\n\nSENORA SOFIA\nOK, Cleo. What do you need?\n\nCleo looks at her like a deer in the headlights. She can’t\nspeak.\n\nSENORA SOF{A (CONT'D)\nDidn't you want to tell me\nsomething?\n\nCLEO\nNo, well, yes. It’s just that...\n\nBut her words fail her.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\nNo, well, yes. It’s just that... But her words fail her. \n\nTARGET SECTION TO BE ANNOTATED:\n In the back, next to the kitchen\ndoor, Adela pretends to clean while she tries to listen -\n\nSENORA SOFIA\nYes?\n\nCleo’s eyes fill with tears. Sefiora Sofia worries -\n\nSENORA SOF{A (CONT'D)\nWhat’s wrong, Cleo?\n\nCleo just sobs.\n\nSENORA SOF{A (CONT’D)\nIs your mother all right?\n\nCleo nods -\n\nCLEO\nIt’s just that... Sefiora Sofi...\n\f51.\n\nSENORA SOFIA\nYes?\n\nCLEO\nIt’s just that... I think I’m\nexpecting.\n\nSefiora Sofia wasn’t expecting this at all -\n\nSENORA SOFIA\nWhat do you mean, you think?\n\nCLEO\nIt’s just that I haven’t gotten my\nperiod.\n\nSENORA SOFIA\nSince when?\n\nCLEO\nI don’t know...\n\nShe starts sobbing. Sefiora Sofia sits next to her and hugs\nher.\n\nSENORA SOFIA\nOh you silly, silly girl. And who\nis the dad?\n\nCLEO\nFermin. Adela’s boyfriend's cousin.\n\nSENORA SOFIA\nDoes he know?\n\nCleo shakes her head -\n\nCLEO\nHe’s disappeared.\n\nSENORA SOFIA\nSilly, silly, silly...!\n\nCLEO\nYou're going to fire me, aren't\nyou?\n\nSENORA SOFIA\nWhat do you mean fire you? We have\nto take you to the doctor to get\nchecked.\n\nPepe comes in with his letter -\n\f52.\n\nCONTINUED:\n\nPEPE\nLook, ma. I drew a plane.\n\nSENORA SOFIA\nVery good. Now put some hearts on\nit...\n(Calling out to Sofi)\nSofi! I told you to help your\nbrother write “I miss you.”\n\nSofi answers from the dining room -\n\nSOFI\nHe won’t let me help him!\n\nPEPE\nWhy is Cleo crying?\n\nSENORA SOFIA\nFor no reason. She’s got a\nstomachache. Let’s see, come over\nhere. Let’s write your letter.\n\nSefiora Sofia walks over to the dining room but Pepe walks up\nto Cleo and hugs her. He rubs her belly -\n\nPEPE\nSana, sana colita de rana.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet’s write your letter. Sefiora Sofia walks over to the dining room but Pepe walks up\nto Cleo and hugs her. He rubs her belly -\n\nPEPE\nSana, sana colita de rana. \n\nTARGET SECTION TO BE ANNOTATED:\n Si no\nsanas hoy, sanards manana...\n(Nursery rhyme to heal boo-boos)\n\nCleo laughs and hugs Pepe, hiding her tears.\n\nThursday, December 10, 1970.\nINT/EXT - GALAXIE 500 - BAJA CALIFORNIA AVE - DAY\n\nSefiora Sofia drives silently, hands on the stirring wheel,\nbut her index fingers moves as if acquiescing at the intense\nargument going on in her head.\n\nCleo rides next to her. Hair freshly done. She’s changed her\ndress. She is nervous.\n\nThey come to a cross-street where cars wait for the green\nlight. Sefiora Sofia tries to squeeze into the space between a\nmoving truck and an old jalopy.\n\f53.\n\nCONTINUED:\n\nSENORA SOFIA\nPio, pio, pio, pio...\n\nImpossible. The inevitable happens. The Galaxie 500 scrapes\non both sides, but this doesn’t seem to bother Sefiora Sofia\nwho keeps inching up slowly, despite the crush of twisting\nmetal -\n\nSENORA SOF{A (CONT’D)\nPio, pio, pio, pio...\n\nEXT - BAJA CALIFORNIA AVE - DAY\n\nThe Galaxie 500 moves forward between the truck and the\njalopy, scraping its moldings, twisting them, and ripping off\nthe side mirror to boot.\n\nThe Galaxie lurches on amidst the crush of metal sheets until\nthe space is too tight to keep going.\n\nThe light changes to green and they drive on, except for the\ntruck and the jalopy whose irritated drivers exit their\nvehicles to assess the damage.\n\nEXT. — MEDICAL CENTER - CUAUHTEMOC AVE - DAY\n\nThe modern building site glows proudly with its promise of\nprogress.\n\nThe Galaxie 500, with its dented sides and dragging a molding\nenters a parking lot reserved for the doctors.\n\nEXT. - OB/GYN - MEDICAL CENTER - DAY\n\nSefiora Sofia and Cleo walk in front of a building displaying\nbeautiful murals with Prehispanic motifs and cross the\nentrance indicating Obstestrics and Gynecology.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. — MEDICAL CENTER - CUAUHTEMOC AVE - DAY\n\nThe modern building site glows proudly with its promise of\nprogress. The Galaxie 500, with its dented sides and dragging a molding\nenters a parking lot reserved for the doctors. EXT. - OB/GYN - MEDICAL CENTER - DAY\n\nSefiora Sofia and Cleo walk in front of a building displaying\nbeautiful murals with Prehispanic motifs and cross the\nentrance indicating Obstestrics and Gynecology. \n\nTARGET SECTION TO BE ANNOTATED:\nINT - LOBBY - OB/GYN -DAY\n\nSefiora Sofia and Cleo cross the enormous marble lobby until\nthey reach the elevators resting under a mural of patriotic\n\nheroes.\n\nINT - 8th FLOOR LOBBY -OB/GYN -DAY\n\f54.\n\nSefiora Sofia and Cleo walk out of the elevator to a nurse\nstation at the center of the lobby. Sefiora Sofia approaches\nthe head NURSE -\n\nSENORA SOFIA\nGood day, I have an appointment\nwith Doctor Vélez.\n\nNURSE\nUnder what name?\n\nSENORA SOFIA\nIt’s Doctor Roldan’s wife.\n\nThe nurse picks up a phone.\n\nINT. - HALLWAY -OB/GYN - DAY\n\nWall to wall picture windows run all along the hallway and\nthe exam rooms.\n\nSefiora Sofia waits with Cleo, who looks out the window onto\nthe city stretching out to the west.\n\nDOCTOR VELEZ walks in with all the conviction that comes with\nexperience. She is 40 years old and wears glasses.\n\nSENORA SOFIA\nHello, Margarita. Thank you for\nseeing us.\n\nDOCTORA VELEZ\nOf course, Sofia. With pleasure.\n\nThey kiss hello.\n\nSENORA SOFIA\nRemember Cleo?\n\nDoctor Vélez turns to Cleo -\n\nDOCTORA VELEZ\nOf course! Hi Cleo, how are you?\n\nCleo suffers from a mix of shyness and fear.\n\nCLEO\nFine, thank you, doctor.\n\nDOCTORA VELEZ\nSo, let’s see how you’re doing,\nCleo.\n\n(MORE )\n\fShe\n\nShe\none\n\nINT\n\nholds\n\nwalks\n\n55.\n\nDOCTORA Vé6LEZ (CONT'D)\nCome with me and tell me all about\nit... Sofia, you want to come as\nwell?\n\nSENORA SOFIA\nThank you, Margarita. I’1l just go\nover to say hi to Doctor Zavala.\nDOCTORA VELEZ\nWell, Cleo and I are going to have\na chat. Why don’t we meet in the\nlobby in forty minutes or so?\n\nSENORA SOFIA\nSure. I'll be back then.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy don’t we meet in the\nlobby in forty minutes or so? SENORA SOFIA\nSure. I'll be back then. \n\nTARGET SECTION TO BE ANNOTATED:\nCleo’s hand -\n\nSENORA SOF{A (CONT’D)\nGo on Cleo, go with the doctor.\n\nback to the lobby. Cleo and Doctor Vélez head to\n\nof the exam rooms.\n\n— EXAM ROOM - OB/GYN - DAY\n\nCleo is sitting in a gynecological chair. She looks at the\ninstruments on a tray off to the side. They look like\nmedieval torture instruments.\n\nThe door opens and Doctor Vélez comes in. She sits on a chair\nbetween Cleo’s legs and starts to put on latex gloves -\n\nDOCTORA VELEZ\nAll right then. Cleo, tell me.\n\nCleo hesitates -\n\nCLEO\nIt’s just that.... That...\n\nDOCTORA VELEZ\nIt’s OK Cleo, you can talk to me...\n\nCLEO\nIt’s that I haven’t gotten my\nperiod.\n\nDOCTORA VELEZ\nSince when?\n\nCLEO\nAbout two months maybe?\n\f56.\n\nDOCTORA VELEZ\nOK. And you’ve been sexually active\nfor how long?\n\nCleo blushes and cannot bring herself to answer.\n\nDOCTORA VELEZ (CONT'D)\nHave you had many partners?\n\nCLEO\nOh no! Never!\n\nDOCTORA VELEZ\nDo you use protection?\n\nCleo apparently doesn’t understand the question.\n\nDOCTORA VELEZ (CONT'D)\nDo you use condoms?\n\nCleo’s tears are the only answer. Doctor takes the speculum\nand smears Vaseline on it.\n\nDOCTORA VELEZ (CONT'D)\nWhen was the last time you got\nchecked?\n\nCLEO\nProbably three or four years ago\nwhen I came to see you.\n\nDOCTORA VELEZ\nThat’s not good, Cleo. You have to\nget checked twice a year.\n\nCLEO\nYes, doctor.\n\nDOCTORA VELEZ\nWell, let’s see how you’re doing.\nThis is going to feel a little\ncold...\n\nDoctor Vélez slides the speculum in between Cleo’s legs.\nCleo’s face confirms it’s not only cold, it’s also painful.\nINT. - 8TH FLOOR HALLWAY -OB/GYN - DAY\n\nCleo walks down the hallway with Doctor Vélez.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nDoctor Vélez slides the speculum in between Cleo’s legs. Cleo’s face confirms it’s not only cold, it’s also painful. INT. - 8TH FLOOR HALLWAY -OB/GYN - DAY\n\nCleo walks down the hallway with Doctor Vélez. \n\nTARGET SECTION TO BE ANNOTATED:\n At the far end\n\nof the lobby, they can see Sefiora Sofia talking with Doctor\nZavala, 45 years old.\n\f57.\n\nCONTINUED:\n\nWhen she sees Cleo, Sefiora Sofia interrupts her chat with\nDoctor Zavala. Cleo is crying and is still disturbed.\n\nDoctor Vélez and Doctor Zavala kiss hello -\n\nDOCTORA VELEZ\nHi, Mario...\n\nDOCTOR ZAVALA\nDoctoress...\n\nSENORA SOFIA\nHow’s Cleo doing?\n\nDOCTORA VELEZ\nCleo is ten weeks pregnant. She’s\nvery healthy and very strong and so\nis her baby. One thing: she has to\nget an iron shot every two weeks.\nI’ve given her a prescription.\n\nSENORA SOFIA\nWhen’s she due?\n\nDOCTORA VELEZ\nSometime around the end of June.\n\nSENORA SOFIA\nOh Margarita, thank you so much for\nseeing her.\n\nDOCTORA VELEZ\nIt’s nothing! I missed her, right\nCleo? OK, I’m off...\n\nShe kisses Sefiora Sofia goodbye -\n\nDOCTORA VELEZ (CONT'D)\nBye, Cleo. See you next month for\nyour check up.\n\nCLEO\nYes, doctor. Thank you.\n\nDoctora Vélez walks off down the hallway. Sefiora Sofia turns\nto see Cleo -\n\nSENORA SOFIA\nCleo, why don’t you go down to the\nthird floor to see the new-born\nbabies while I finish up here with\nDoctor Zavala?\n\f58.\n\nINT. - MATERNITY WARD - OB/GYN - DAY\n\nDozens of cribs in a row, each one with its own new-born baby\nrolled up in a blanket.\n\nCleo watches them through the window.\nSome sleep and others cry anxiously.\n\nFour cribs project strong lights on babies with masks, and to\none side -\n\nIn an INCUBATOR -\n\nA premature baby, tiny and fragile is plugged into tubes that\nbarely bind him to life.\n\nCleo watches, fascinated. Suddenly -\n\nA great block of plaster falls off the ceiling and lands on\nthe incubator, covering it completely.\n\nThursday, December 31st, 1970.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo watches, fascinated. Suddenly -\n\nA great block of plaster falls off the ceiling and lands on\nthe incubator, covering it completely. Thursday, December 31st, 1970. \n\nTARGET SECTION TO BE ANNOTATED:\nINT/EXT - ‘64 VALIANT - PUEBLA FREEWAY EXIT - CERRO LA\nCALDERA -— DAY\n\nSefiora Sofia drives, her index finger in its eternal\nargument. Cleo rides next to her, and between them, Pepe.\nTofio, Paco and Sofi are in the back seat. The radio plays\nRadio Exitos.\n\nPepe looks through the rearview mirror off into the distance -—\n\nPEPE\nWhy does the mountain spell LEA?\n(READ)\n\nSENORA SOFIA\nSo that you kids read. See? Even\nthe mountain is asking.\n\nTONO\nIt’s the initials for Luis\nEcheverria Alvarez, dummy.\n\nSENORA SOFIA\nDon’t call him that. He’s 5. He\ndoesn’t have to know who Echeverria\nis. Explain it to him.\n\fCONTINUED:\n\n59.\n\nTONO\nHe’s the president!\n\nSOFI\nIsn't it Gustavo Diaz Ordaz?\n\nSENORA SOFIA\nNot anymore, Sofi. It’s now Luis\nEcheverria, since December 1st.\n\nSOFI\nOooooh...\n\nPACO\nCleo really likes Echeverria. Yuck!\n\nCLEO\nWell, yeah. His wife Dofia Ester is\nalways dressed in huipiles and\nOaxacan clothing. He likes us\nIndians.\n\nTONO\nBut my uncle Alberto says he’s the\none who ordered the students killed\ntwo years ago.\n\nCLEO\nNoooooo!\nTONO\nHe was the Minister of the\nInterior.\nSOFI\nWhy did he kill the students?\nTONO\n‘Cause they didn’t do their\n\nhomework.\n\nSENORA SOFIA\nEnough, Tofio. No, Sofi, Tofio is\njust messing with you.\n\nPEPE\nWell I don’t like him. Why does he\nwrite on the mountain? It’s not\nhis!\n\f60.\n\nEXT. —- PUEBLA FREEWAY - CERRO LA CALDERA - DAY\n\nThe Valiant plows on eastward. In the background the Cerro La\nCaldera, longing to be a mountain, delineates the boundary of\nthe city as it melts into the slums.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n60. EXT. —- PUEBLA FREEWAY - CERRO LA CALDERA - DAY\n\nThe Valiant plows on eastward. In the background the Cerro La\nCaldera, longing to be a mountain, delineates the boundary of\nthe city as it melts into the slums. \n\nTARGET SECTION TO BE ANNOTATED:\nThe west slope of the hill has been desecrated by three\nimmense white letters extending almost all along and across\nits dry surface - LEA.\n\nLike a curse.\n\nEXT. - ZAVALETA HACIENDA —- DAY\n\nA great adobe wall surrounds an immense property in the\nmiddle of fields. The Valiant crosses an enormous gate into-\n\nEXT. —- ENTRANCE - ZAVALETA HACIENDA - DAY\n\nA road crosses the enormous walled esplanade. In the\nbackground, the beautiful wall of the hacienda, a monument to\nProfirian estates.\n\nThe Valiant reaches the Big House. A dozen cars are parked in\na row to one side of the road. All large luxury cars of the\nyear: LTDs, Impalas and Country Squires.\n\nThe ‘64 Valiant parks between an LTD and a Country Squire,\nmaking its mileage and its peeling paint very obvious. They\nget out of the car.\n\nSefiora Sofia opens the trunk and Cleo starts to pull out the\nluggage, her belly barely noticeable.\n\nA group of people comes out of the Big House to greet them:\nthree adults, some kids and several servants. CLAUDIA DE LA\nBARCENA, 38, SAMANTHA LARSSON, also 38, a high-class Mexican\nwith died blond hair and MOLLY EDWARDS, an affable blond\nWelsh woman, 37, all throw their arms up in the air -\n\nMOLLY\nComadre!\n\nEXT/INT - CORRIDOR - HACIENDA - DAY\nBENITA, 55 years old, the Hacienda housekeeper, guides Cleo\ndown a long corridor. Both carry several bags some in their\n\nhands others hanging from their shoulders.\n\nBENITA\nYou sure you can carry that?\n\f61.\n\nCONTINUED:\n\nCLEO\nYes, I’m with child, not sick.\nWhat? You tired already?\n\nCleo hurries forward. Benita does the same, following her.\n\nBENITA\nAs if!\n\nCLEO\nI haven't seen you for six months\nand you got old on me.\n\nThe two women race hurriedly, buried under bags like ants\ncarrying several times their own weight.\n\nBenita catches up with Cleo, who hurries on and overtakes\nher.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\nI haven't seen you for six months\nand you got old on me. The two women race hurriedly, buried under bags like ants\ncarrying several times their own weight. Benita catches up with Cleo, who hurries on and overtakes\nher. \n\nTARGET SECTION TO BE ANNOTATED:\n But Benita stops -\n\nBENITA\nWhere you going?\n\nCleo stops. Benita is standing next to a door -\n\nBENITA (CONT'D)\nYou've gone too far. What? Since\nyou're pregnant you forget\neverything?\n\nCleo smiles and walks back.\n\nINT. - CHILDREN’S ROOM - HACIENDA - DAY\n\nA hall full of bunk beds, rudimentary but functional. There\nare several bags next to the beds and there are toys on top\nof some already.\n\nLined up along all the walls there are stuffed dog heads.\n\nCleo leaves the luggage next to a bunk bed and looks at the\nheads.\n\nBENITA\nSefior José had the room\nredecorated. They’re the Hacienda\ndogs. Look... They were all in\nstorage.\n\nThey look at a German Shepherd’s head with glass eyes.\n\f62.\n\nCONTINUED:\n\nBENITA (CONT'D)\nLook, that there is Pirata. He\nlived here in 1911.\n\nA small plaque confirms this. It also indicates his name -\nPirata. Cleo looks on, impressed.\n\nCLEO\nPirata...\n\nBENITA\nAnd do you remember Canela?\n\nCLEO\nYeah, where’s she at?\n\nBENITA\nLook at her.\n\nCleo looks at an Irish Setter’s head.\n\nCLEO\nYikes!\n\nBENITA\nShe died during the summer.\n\nCleo looks at Canela, horrified.\n\nCLEO\nThey say she must have eaten a\npoisoned rat. But I think it was\nthe villagers who are bothering Don\nJosé again about the land...\n\nCanela looks at them with her glass eyes.\n\nEXT —- SMALL CLEARING IN THE WOODS - HACIENDA - DAY\n\nThe winter light filters through the trees and reflects on\nthe great puddle stretching between the clearing and the\nwoods.\n\nChildren run between the trees throwing firecrackers, two\ndogs follow them, jumping in the puddle. Adults are\npracticing shooting bottles lined up on tree stumps with .22\ncaliber pistols at the other end of the clearing.\n\f63.\n\nWith the exception of nannies and servants looking after the\nyounger children, everyone is white and, except for Sefiora\nSofia and her children, they’re dressed in imported clothing.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdults are\npracticing shooting bottles lined up on tree stumps with .22\ncaliber pistols at the other end of the clearing. 63. With the exception of nannies and servants looking after the\nyounger children, everyone is white and, except for Sefiora\nSofia and her children, they’re dressed in imported clothing. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sound of shots fuses with the firecrackers.\n\nTofio plays “tochito” flag-football with PEPE DE LA BARCENA,\n13, EDUARDO LARSSON, a 12 year-old redhead, and RICKY\nEDWARDS, 11.\n\nCleo looks after Pepe and keeps LUPE, 30, company as well as\nYOLA, 22, who look after JORGE DE LA BARCENA, 7, who suffers\nfrom intellectual disability, and partial paralysis in a leg\nand arm, and his brother MEMO, 5, who has autism spectre\ndisorder. They’re sitting on a tablecloth, playing with\nMatchbox cars.\n\nA little further back, GLORIA, 34, who works as a nanny with\nthe Edwards’, sits on another tablecloth with a toy china\nset, probably more expensive than a real one, and looks after\nSofi who is playing with JULY EDWARDS, 7, VERO MATOS, 8, and\nANDREA, a girl whose blond hair is almost white, also 8.\nGERARDO LARSSON, 10, a flamboyant chubby redhead plays with\nthem too.\n\nPaco, along with RODRI DE LA BARCENA, 10, ALEX MATOS, 10 and\nANDY EDWARDS, 8, appear from behind the trees and throw\nfirecrackers at the girls. They scream. Some even cry.\n\nCLEO (CONT'D)\nI saw you, Paco! Get out of here!\n\nThe boys run off, laughing and splashing across the puddle.\n\nLUPE\nRodri! Don’t run in the water!\nYou're soaking wet!\n\nDr. ALEJANDRO MATOS, 40, with a goatee, shoots while smoking\nhis pipe.\n\nNext to him, RICARDO EDWARDS, friendly, 39, OVE LARSSON, a\ntowering redheaded shy Norwegian, 41, and LESLIE MATOS, a\nblond American, 38 also shoot while DR. JOSE DE LA BARCENA,\n41, waits his turn and CELSO, the hacienda foreman, 35,\nreloads the guns.\n\nDR.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nNext to him, RICARDO EDWARDS, friendly, 39, OVE LARSSON, a\ntowering redheaded shy Norwegian, 41, and LESLIE MATOS, a\nblond American, 38 also shoot while DR. JOSE DE LA BARCENA,\n41, waits his turn and CELSO, the hacienda foreman, 35,\nreloads the guns. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n JOSE DE LA BARCENA\nCelso, do you still have bullets or\nshould I send Lupe to get the ones\nin the chest?\n\nCELSO\n\f64.\n\nCONTINUED:\n\nA few yards away, Sofia, Claudia, Molly and Samantha sit in\nfolding chairs, chatting.\n\nSefiora Sofia sees the boys running through the trees. She\ngets up and yells -\n\nSENORA SOFIA\nDon’t run over there, you could get\nshot!\n\nMolly seconds her, with her thick accent -\n\nMOLLY\nBoys! Vayase! Andy, get back!\n\nFLOR, 17, a servant from the Hacienda, stands at a table with\na cooler, pouring the adults drinks,\n\nLOLA, 12 going on 19, made up, dressed in a tiny mini-skirt\nand platform shoes, takes advantage of the adults’\ndistraction to pour whisky into her Coca-Cola. Next to her,\nCLAU DE LA BARCENA, 11, seems amused, but her curiosity does\nnot yet supersede her obedience.\n\nON THE CHILDREN'S TABLECLOTH -—\nThe interaction with Jorge and Memo is difficult so Pepe is\nbored and watches the shooting party. He gets up and walks\n\nover there.\n\nCLEO\nWait, Pepe. Where are you going?\n\nPepe just points and keeps walking. Cleo follows him and they\nreach the -\n\nSHOOTING PARTY -—\n\nWhere Dr. Alejandro Matos has fired his eight rounds and goes\nto Celso to recharge his gun. He calls to the women on the\nfolding chairs -\n\nDR. ALEJANDRO MATOS\nWhat? Don’t ladies shoot?\n\nThe women decline with their hands -\n\nMOLLY\nLeslie is our representative!\n\f65.\n\nDR. ALEJANDRO MATOS\nLeslie doesn’t count, she’s a\ngringa.\n\nThe women laugh. Claudia gets up -\n\nCLAUDIA\nComing!\nSAMANTHA\n(In English)\n\nYes, Claudia. You show them, girl!\n\nCelso gives Alejandro the reloaded gun while Leslie arrives\nwith hers. Celso takes it and quickly reloads it. Pepe picks\nup the empty cartridges off the ground. Cleo helps him.\n\nCelso gives Alejandro a loaded gun, who gives it to Claudia -\n\nDR.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nPepe picks\nup the empty cartridges off the ground. Cleo helps him. Celso gives Alejandro a loaded gun, who gives it to Claudia -\n\nDR. \n\nTARGET SECTION TO BE ANNOTATED:\n ALEJANDRO MATOS\n(in English)\nLeslie, could you help Claudia?\n\nLESLIE\nCome. Point the gun to the floor\nwhen you’re not using it.\n\nCokes in hand, Clau and Lola mingle with the adults. They\ncome upon Leslie -\n\nLESLIE (CONT'D)\n\n(In English)\nC’mon, Lola. You really have to\nwear a miniskirt and platform\nshoes? We’re in the woods.\n\nLola keeps walking and pays no attention to her mother.\n\nCLAUDIA\nForget her. You look great, Lola.\n\nLola and Clau reach the shooting party and its male\nacceptance.\n\nDR. JOSE DE LA BARCENA\nLet’s see Lola, you want to shoot?\n\nLOLA\nSure.\n\nLola walks up to José who gives her the gun while he hugs her\nfrom the back, to “help” her shoot.\n\f66.\n\nCONTINUED:\n\nDR. JOSE DE LA BARCENA\nDon’t close your eyes when you\nshoot...\n\nCleo looks at Alejandro walking over to the drink table\ntended by Flor.\n\nDR. ALEJANDRO MATOS\nCan you pour me a whisky with two\nice cubes?\n\nFlor fixes his drink.\nAT THE SHOOTING PARTY -\n\nEveryone celebrates Claudia’s nailing two bottles. She shoots\nfour more shots in a row and pops off four more bottles.\nEveryone celebrates -—\n\nRICARDO EDWARDS\nBe careful Pepe, your wife is like\na guerrilla fighter!\n\nEveryone laughs.\n\nFlor hands Alejandro his whisky and, taking advantage of the\nconfusion, he spanks her. Flor runs away, terrified.\n\nMore bottles explode.\nINT - PARLOUR- HACIENDA - NIGHT\n\nDozens of floor lamps and table lamps light an immense nave\nwith an enormous chimney guzzling up thick logs facing a\nbroad living room with huge leather sofas decorated with\nfurs.\n\nAdults converse, some sitting on the couches, others\nstanding, all are drinking and some are smoking. Pepe is on\nSofi’s lap, and Gerardo is next to his mother.\n\nYvonne Elliman’s voice rings through the air, singing “I\nDon’t Know How to Love You.” The girls play cards in a long\ntable in front of the French window that opens to a terrace.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdults converse, some sitting on the couches, others\nstanding, all are drinking and some are smoking. Pepe is on\nSofi’s lap, and Gerardo is next to his mother. Yvonne Elliman’s voice rings through the air, singing “I\nDon’t Know How to Love You.” The girls play cards in a long\ntable in front of the French window that opens to a terrace. \n\nTARGET SECTION TO BE ANNOTATED:\nOutside, the boys throw firecrackers and rockets.\n\nOther boys play “Trominos” on the floor and in a smaller\nliving room, Lola, drink in hand, gossips with Clau.\n\nCleo is with Yola, who looks after Memo, who is obsessively\nturning a plate on the floor, and after Jorge, who plays with\na little car.\n\f67.\n\nCONTINUED:\n\nPepe, July Edwards and Andrew Larsson come in from the\nterrace howling and laughing, chased after by a strange\nmonster. It’s a scarecrow with a straw body and long furs, a\nwooden mask covering its face.\n\nSomething like a pagan spirit, rum and coke in hand, now\nchasing after the younger children, who flee happily.\n\nCleo sees Flor walk in with a tray carrying too many milks\nand milkshakes. She hurries to help her -\n\nThe milk glasses dance perilously on the platter while Flor\nloses her balance, but Cleo rushes just in the nick of time.\n\nTogether they walk over to the table and serve beverages to\nthe girls.\n\nThe scratch of a needle on a record as the metals of an\norchestra blast a mambo rhythm: the tune changes to Perez\nPrado’s “Coraz6n de Melén.”\n\nSamantha jumps up with a cry and starts to dance -\n\nSAMANTHA\nCome on, comadre!\n\nSofia and Molly get up and dance with her. Ricardo Edwards in\nhis Ricky Ricardo impersonation, walks by yelling -\n\nRICARDO EDWARDS\nCo-ra-z6n de melén, de meldén meldn!\nCorazon!\n\nHe joins in the dancing. Alejandro follows and dances with\nSofia. Lola and Clau also join, Gerardo dances with his\nmother. Ove with July.\n\nBenita comes into the living room and looks around. Molly is\ntrying to get Vero and Andrea to go to bed, but they don’t\nwant to.\n\nCleo and Flor look on, amused, sucked in by the Mambo. Cleo\nsees -\n\nPepe, joining the dance and going up to his mother, who pays\nno attention since she’s too busy dancing with Alejandro.\n\nBenita walks up to Cleo.\n\nBENITA\nCome her for a sec.\n\f68.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBenita walks up to Cleo. BENITA\nCome her for a sec. 68. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\nCleo looks at her, confused -\n\nBENITA (CONT'D)\nJust come over for a sec.\n\nCleo looks around -\n\nCLEO\nBut... what if?\n\nBENITA\nWhat? Is a kid going to cry because\nhe lost at marbles or his brother\nstepped on him?\n\nCleo looks at her, amused, and follows her. They cross the\nroom to the entrance.\n\nRICARDO EDWARDS\nCo-ra-z6n de me-lén, de me-lén, me-\n16n, co-ra-zén!\nEXT. - CORRIDOR - HACIENDA - NIGHT\nBenita guides Cleo, who follows amused and curious down the\ncorridor lit with candles. The leave the MAMBO behind and go\ndown -\n\nINT. - STAIRS - HACIENDA - NIGHT\n\nThe stone staircase leads down to an internal patio that\ndoubles as storage.\n\nA couple of men chat, lit by the light from a kitchen window.\nInside there’s a racket around an accordion exhaling a\nranchera-style polka.\n\nThree dogs meander about the patio, waiting for a New Year's\ngift.\n\nBenita and Cleo walk into -\n\nINT. - KITCHEN - HACIENDA - NIGHT\n\nA hall with a vaulted ceiling lit by bare light bulbs hosts\nan enormous ancient kitchen with wood burning stoves, a giant\ntable, a Mabe stove and two 1961 refrigerators.\n\f69.\n\nCONTINUED:\n\nThe Hacienda WORKERS celebrate New Year’s. Benita guides Cleo\nto the table.\n\nWomen are serving plates of food from large clay pots. A 65\nyear-old man plays the accordion and some spontaneous guy\nimprovises a quebradita dance with Gloria, who is clearly\ndrunk. She sees Cleo -\n\nGLORIA\nWhat? They finally let you out?\n\nCleo laughs. At the table, everyone drinks, some eat, some\nare dressed for the occasion, many are not. A 1959 television\nset transmits Channel 2’s New Year’s special.\n\nBENITA\nWhat’1l you have?\n\nCLEO\nNothing, thank you.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nA 1959 television\nset transmits Channel 2’s New Year’s special. BENITA\nWhat’1l you have? CLEO\nNothing, thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nBENITA\nWhat? You’re not going to toast the\nNew Year with us? What, you only\nspeak English now?\n\nCLEO\nIt’s just that... the baby...\n\nBENITA\nA drink on New Year’s will do it\ngood. Celebrate while you can. See\nthat guy with the hat?\n\nCleo sees a man with a hat talking somberly with two other\nmen -\n\nBENITA (CONT'D)\nThey killed his son in August. The\nvillagers did. Because of a land\ndispute.\n\nCleo looks at him, moved.\n\nBENITA (CONT'D)\nYou got life?\n\nCLEO\nSure...\n\nBENITA\nI mean liquor.\n\f70.\n\nCONTINUED:\n\nBenita pours her a shot of moonshine.\n\nCLEO\nI'd rather just have a little\npulque.\n\nBENITA\n\nThat's the spirit!\n\nShe pours pulque into a jar and hands it to Cleo. The two\ntoast.\n\nBENITA (CONT'D)\nHere’s to a beautiful 1971 and to\nyour baby’s health!\n\nCLEO AND BENITA\nCheers!\n\nBenita takes the jar to her lips and Cleo draws her pulque\nclose to hers when Gloria trips dancing her quebradita and\nbumps into Cleo.\n\nBefore even touching her lips, the pulque jar falls to the\nground and shatters into a million pieces.\n\nGLORIA\nSorry, manita!\n\nBENITA\nNo sweat. You dance, we got plenty\nmore where that came from!\n\nShe pours pulque into a new jar. Gloria keeps dancing. Cleo\nholds the other pulque but looks worriedly down at the\nshattered jar on the floor.\n\nINT. —- INTERNAL PATIO - STAIRS - HACIENDA - NIGHT\n\nCleo exits the kitchen. She’s a little tipsy. The patio is\nempty except for the dogs who follow her until she reaches\nthe stairs that lead up to -\n\nEXT. — CORRIDOR - HACIENDA - NIGHT\n\nCleo walks down the candle-lit corridor and back into the\nliving room where “Mummy Blues” is playing on the stereo. She\nsees a silhouette resting on the balustrade: it’s Sefiora\nSofia.\n\f71.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe patio is\nempty except for the dogs who follow her until she reaches\nthe stairs that lead up to -\n\nEXT. — CORRIDOR - HACIENDA - NIGHT\n\nCleo walks down the candle-lit corridor and back into the\nliving room where “Mummy Blues” is playing on the stereo. She\nsees a silhouette resting on the balustrade: it’s Sefiora\nSofia. 71. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nAlejandro Matos comes out of the parlour and comes close to\nSofia, hugging her from behind. Sofia reacts, turning around\nin surprise.\n\nSENORA SOFIA\nWhat are you doing?\n\nAlejandro tries to kiss her, but she rejects him.\n\nDR. ALEJANDRO MATOS\nCome, now... You know you want\nto...\n\nSofia struggles to free herself.\n\nSENORA SOFIA\nNo, Alex! Leave me alone! You’re\ndrunk!\n\nShe pushes him. Alejandro holds his hands up, resentful and\nresigned -\n\nDR. ALEJANDRO MATOS\nFine. Fine! I just wanted to\ncomfort you, but...\n\nHe begins to walk back into the parlour.\n\nDR. ALEJANDRO MATOS (CONT’D)\nIt’s not even like you’re that hot,\ncomadre...\n\nSefiora Sofia leans into the balustrade, confused and\nagitated. She looks in Cleo’s direction, but Cleo hides\nbehind a column.\n\nSefiora Sofia walks back into the parlour, Cleo waits for her\nto leave before coming out of her hiding spot. She leans on\nthe balustrade and looks out at the night.\n\nWhen her eyes get used to the darkness, she can see the\ndarker silhouettes of the trees in front of a sky that seems\nto be lit from within.\n\nThe cricket song melts into “Mummy Blues”, ending on a\nscratch, and the accordion which seems to be playing a\nmazurca. The wind blows softly.\n\nThrough the darkness in the woods, a pale light appears,\nalmost blending into the night. Cleo watches in fascination.\n\f72.\n\nCONTINUED:\n\nThe Shocking Blue’s “Venus” starts to play. The dogs start\nbarking.\n\nThe shining starts to spread out in a warm, attractive\npulsing, like a will o’ the wisp or an apparition.\n\nCleo watches, hypnotized. But what started off as a soft glow\nbegins to rip through the night in an intense gleam that\ndances in the trees.\n\nThe barks become more insistent. Someone screams -\n\nSCREAMING\nFire! Fire! In the woods!\n\nA racket. More screaming. More barking.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nA racket. More screaming. More barking. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the garden, Celso runs, carrying a bucket. Other workers\nfollow after him, carrying buckets and pots overflowing with\nwater. They run towards the woods in flames.\n\nEXT -— SMALL CLEARING IN THE WOODS - HACIENDA - NIGHT\n\nThe giant puddle reflects the flames dancing over the rocks\non the ground. The fire licks the trees and spreads into the\nbranches.\n\nThe flames push forward, devouring the clearing grass, that\nvery same place where just this afternoon they were all\nshooting.\n\nCelso runs to the fire and empties out his bucket. The\nworkers do the same. They come back for more water and cross\npaths with yet other workers carrying various containers.\n\nDr. José arrives carrying two buckets, followed by Ricardo\nEdwards, with one. Further behind, Dr. Alejandro Matos and\nLeslie carry a heavy washbasin.\n\nGloria, Flor, Yola and Cleo all bring their containers. Even\nthe kids. Everyone runs, comes, goes... the dogs keep their\ndistance.\n\nA human chain starts to form: buckets pass from hand to hand,\neveryone trying to put out the fire.\n\nThe pagan monster with his drink in hand arrives. He looks at\nhis watch -\n\f73.\n\nCONTINUED:\nOVE\n(In English)\n23...22...21...20...19...18...17...\n\nThe monster takes off his mask, revealing a sweaty and drunk\nOve -\n\nOVE (CONT'D)\n16...15...14...13...12...11...10...\n\nThe human chain begins to work efficiently. Pepe even puts\nout a few blades of glass with his little cup.\n\nOVE (CONT'D)\neT Gee See dbe ee Sec e2ecelece\nHAPPY NEW YEAR!\n\nBut no one pays attention. Everyone is working, trying to\ncontrol the fire.\n\nOVE (CONT'D)\nHappy New year!\n\nOve starts singing in Norwegian. It’s an emotional Nyttarbukk\nsong.\n\nOVE (CONT'D)\nPkfmsll apdkfn alosnnm...\n\nThe children go to the puddle and fill up their little\ncontainers. The dogs follow them, splashing. The reflection\nis disarticulated in waves that bump into each other.\n\nOVE (CONT'D)\nPkfmsll apdkfn alosnnm...\n\nOve sings with conviction. His eyes fill with tears.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nOVE (CONT'D)\nPkfmsll apdkfn alosnnm... Ove sings with conviction. His eyes fill with tears. \n\nTARGET SECTION TO BE ANNOTATED:\nFriday, January lst, 1971.\n\nEXT. - SMALL CLEARING IN THE WOODS - DAWN\n\nDew makes the woods shine, though they’re still dark and\nsmoking. The first rays of the new year sun filter through\nthe trees.\n\nFour folding chairs rest the middle of the clearing, charred.\n\f74.\n\nEXT. - FIELD - HACIENDA - AFTERNOON\n\nThe Iztaccihuatl sleeps, immense, behind the hills and dusty\ncrops. The afternoon light filters through rain-leaden\nclouds.\n\nA group of children run and explore.\n\nTofio, Pepe de la Barcena, Ricky, Paco, Rodri, Alex and\nEduardo lead the front throwing each other football passes.\nPaco, Rodri, and Alex chase after chameleons in the furrows.\n\nLola and Clau walk next to them. Vero, Sofi, Gerardo, Andrea\nand July are further back. Pepe and Andy walk with Yola.\n\nCleo walks with Benita. The dogs run everywhere. Alex chases\nafter a chameleon, Rodri and Paco follow.\n\nBENITA\nDon’t run too far. We’ll just reach\nto the outskirts and come back!\nPaco stops-—\n\nPACO\nWhat skirts?\n\nBENITA\nThe hillside.\n\nPaco laughs.\n\nPACO\nYou mean the hill has skirts?\nBENITA\nThe outskirts... well, the slopes\nthen!\nPACO\n\nAlex, the hill has a skirt!\nAlex stops.\nPACO (CONT'D)\nIf we lean over we’ll be able to\nsee its panties.\n\nPaco pretends to lean and Alex does the same. Lola and Clau\ncatch up to them -\n\nCLAUDIA\nWhat are you guys doing?\n\f75.\n\nCONTINUED:\nPACO\nLooking up the hill’s skirts to see\nits panties.\n\nLOLA\nHills don’t have underwear.\n\nPaco leans under her and lifts up her miniskirt.\n\nPACO\nAnd neither do you!\n\nLola screams and pats down her skirt -—\n\nLOLA\nAsshole!\n\nPACO\nOoooooh!\n\nAlex lifts up Clau’s dress. She screams.\n\nGLORIA\nAlex! Paco! Leave the girls alone!\n\nThe boys run, amused.\n\nCleo and Benita stop.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeave the girls alone! The boys run, amused. Cleo and Benita stop. \n\nTARGET SECTION TO BE ANNOTATED:\n A gust of wind conjures dust devils. A\nlow thunder rumbles and rain falls in the distance.\n\nCleo looks at the landscape dreamily. Her hands rest on her\nbelly.\n\nCLEO\nIt’s like my village. Without the\nmountain, of course, but it looks\njust like this...\n\nShe enjoys the moment while she rubs her belly. She closes\nher eyes -\n\nCLEO (CONT'D)\nThis is how it sounds...\n\nThe church bells ringing and the bleating of goats get lost\nin the distance.\n\nCLEO (CONT'D)\nJust like this...\n\nShe breathes. Breathes deep. She smiles -\n\f76.\n\nCONTINUED:\n\nCLEO (CONT'D)\nThis is how it smells...\n\nCleo is somewhere else.\n\nFriday, January 29, 1971.\nEXT - TEPEJI 21 - DAY (RAIN)\n\nThe Valiant is parked in front of the house, next to the\nGalaxie 500.\n\nThe Valiant overflows with the children. One more comes out:\nTofio’s friend, BETO PARDO, 12, with glasses and good-boy\nlooks. He’s come for lunch.\n\nPaco shows off the black Galaxie, its scrapes and bent\nmoldings recently repaired -—\n\nPACO\nLook, they fixed it all up. Just\nlike new, right?\n\nBeto barely looks at it. He keeps going and goes into the\nhouse after Tofo.\n\nINT - BREAKFAST ROOM - TEPEJI 21 - DAY\nCleo’s belly is starting to show. She cuts Pepe’s meat.\n\nSefiora Teresa eats in silence. The children talk while they\neat -\n\nTONO\nThe Cowboys won only because\nBaltimore was overconfident.\n\nBETO\nWhat are you talking about? We\nscored three touchdowns in the\nsecond half. One after the other!\n\nSefiora Sofia comes down the stairs and into the breakfast\nroom.\n\f77.\n\nCONTINUED:\n\nTONO\nI’m telling you. Baltimore was\noverconfident. How can you root for\nthe Cowboys?\n\nSOFI\nI like the Cowboy’s cheerleaders.\nIn my school...\n\nPACO\nWho cares about cheerleaders?\n\nSefiora Sofia comes into the breakfast room. Her face is\ndrawn. Sefiora Teresa looks at her, worried.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSefiora Sofia comes into the breakfast room. Her face is\ndrawn. Sefiora Teresa looks at her, worried. \n\nTARGET SECTION TO BE ANNOTATED:\nTONO\nMa? Can Beto and I go to the\nmovies?\nSefiora Sofia is absent -\n\nSENORA SOFIA\nWhat are you going to see?\n\nTONO\nThe Red Tent, at The Americas\ntheater.\nPACO\nI want to go too!\nTONO\nNo, just Beto and me.\nPACO\nHow come?\nTONO\n\nGet yourself your own friends!\n\nSOFI\n\nI want to go to the movies too!\nTONO\n\nI said no! It’s just me and Beto.\n\nSefiora Sofia explodes -\nSENORA SOFIA\n\nEither everyone goes or no one\ngoes!\n\f78.\n\nCONTINUED:\nTONO\nThey can go to a different movie!\nPACO\nI want to go to Las Americas!\nTONO\nYou don’t even know what The Red\n\nTent is!\n\nSENORA SOFIA\nI said, either everyone goes or no\none goes!\n\nThe telephone rings, Sefiora Sofia gets up and walks to the\nhall to answer -\n\nTONO\nIt’s not fair!\n\nSefiora Sofia comes back -\nSENORA SOFIA\nIf you don’t like it you can go\nlive somewhere else!\n\nShe walks over to pick up the phone, leaving Tofio furious.\nPaco smiles impertinently.\n\nPEPE\nIs it a cartoon?\n\nSefiora Sofia answers -\n\nSENORA SOFIA\nHello? Oh, yes, hold on a minute...\n\nShe calls to the breakfast room -\n\nSENORA SOF{A (CONT’D)\nCleo! I’m going to get this\nupstairs, would you mind hanging up\nhere!\n\nShe goes upstairs. Cleo walks to the phone and she hears\nSefiora Sofia calling -\n\f79.\n\nCONTINUED:\n\nSENORA SOFIA (0.S.) (CONT'D)\nThere...!\n\nCleo is about to hang up the phone when she overhears...\n\nMOLLY (V.O.)\nHow are you feeling, comadre?\n\nCleo hangs up.\n\nINT. - DOWNSTAIRS HALL - TEPEJI 21 - AFTERNOON\nEveryone’s ready to go to the movies. Sefiora Teresa is going\ntoo, because she worries and because she loves going to the\nmovies.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo hangs up. INT. - DOWNSTAIRS HALL - TEPEJI 21 - AFTERNOON\nEveryone’s ready to go to the movies. Sefiora Teresa is going\ntoo, because she worries and because she loves going to the\nmovies. \n\nTARGET SECTION TO BE ANNOTATED:\n She calls up to the children -\nSENORA TERESA\n\nWe're late! You coming down or\n\nwhat?\nPaco and Sofi are already by her side.\n\nPACO\nLet them stay. Let’s go...\n\nSENORA TERESA\nWe're leaving!\n\nSefiora Teresa goes out to the Patio with Cleo, Paco, Sofi and\nPepe.\n\nEXT. - PATIO - TEPEJI 21 - AFTERNOON\n\nThe group reaches the street entrance and Sefiora Teresa opens\nthe door. Borras takes advantage of the situation to run out\n\ndespite Cleo and Paco’s attempts to stop him.\n\nPaco runs out.\n\nEXT. - TEPEJI 21- AFTERNOON\n\nHe chases the dog down and drags him back into the house\nwhere the group is waiting outside the door.\n\nPaco leaves the dog inside and is about to close the door\nwhen Toho and Beto come out.\nTONO\nWhat are you waiting for?\n\f80.\n\nCONTINUED:\n\nThe two hurry up to the corner heading towards Insurgentes.\nEveryone follows them.\n\nEXT. - TEPIC STREET - AFTERNOON\n\nTofo and Beto are at the front. Cleo and Sefiora Teresa look\nafter Sofi and Pepe who is talking to Paco about planes.\n\nPACO\n..-Braniff planes may be different\ncolors but they’re all 727s...\n\nThey're on Tepic street, near Insurgentes when Tofio and Beto,\ntake off in a well planned strategy.\n\nTONO\nSee you at the movies!\n\nThe pair run off.\n\nSENORA TERESA\nTofno!\n\nSeflora Teresa asks Cleo to follow them.\n\nCleo embarks on her mission. She hurries without losing Tofio\nand Beto from sight, their two little mischievous figures\nalready half a block away. They ring doorbells and run away.\n\nCleo shortens the distance with each step, getting closer,\nbut not too close. And so, she follows them.\n\nWhen they reach Insurgentes the boys run off, and turn,\ndisappearing at the corner. Cleo hurries and turns the corner\nto -\n\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd so, she follows them. When they reach Insurgentes the boys run off, and turn,\ndisappearing at the corner. Cleo hurries and turns the corner\nto -\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n —- INSURGENTES AVENUE - LAS AMERICAS CINEMA —- DUSK\n\nCleo reaches the bustling avenue, brimming with its early\nFriday night energy. People walk in all directions and the\nstreet lights, the cars, the shop windows and the ads are all\nlighting up.\n\f81.\n\nCONTINUED:\n\nShe sees people crossing to the other side of Insurgentes,\nwhere the marquee announces Melody, but she doesn’t see the\nboys. She worries and walks to the following corner,\nsearching.\n\nShe's almost made it to the newspaper stand in the next\ncorner when she turns and looks to -\n\nTHE OTHER SIDE OF INSURGENTES\n\nAnd there, amongst the crowd coming out of the theater and\nspilling onto the sidewalk, she sees Sefior Antonio. He looks\nlight and happy and dances a silly step to the great delight\nand laughter of the YOUNG WOMAN who holds his hand.\n\nAnd that’s when she also finally spots Beto, hiding on one\nside of the news stand, lost in the pages of Caballero men's\nmagazine.\n\nBeyond, Tofio is also holding a magazine, but he’s not looking\nat the naked women in its pages. He’s looking at the other\nside of the street: people are coming out of the theater and\nhis dad is playing Fred Astaire to a Ginger Rogers that is\nnot his mother.\n\nIn his silly dance move, Sefior Antonio trips with an OLDER\nCOUPLE who is annoyed. Sefior Antonio and the young woman\nlaugh and hurry off.\n\nOLDER COUPLE\nSo rude...!\n\nSefior Antonio stops, turns and to sprays bullets at the older\n\ncouple with his make believe machine gun, escaping with the\nyoung woman, Bonnie & Clyde, hand in hand.\n\nWednesday, March 24th, 1971.\n\nINT/EXT - PUBLIC BUS - CALZADA IGNACIO ZARAGOZA - DAY\n\nCleo’s riding a bus full of people.\n\nEXT. — DIRT AVENUE - CIUDAD NEZAHUALCOYOTL - DAY\n\nCleo climbs down the bus, her six-month belly is obvious and\nthe contrast with the Roma neighborhood is evident too -\n\f82.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nWednesday, March 24th, 1971. INT/EXT - PUBLIC BUS - CALZADA IGNACIO ZARAGOZA - DAY\n\nCleo’s riding a bus full of people. EXT. — DIRT AVENUE - CIUDAD NEZAHUALCOYOTL - DAY\n\nCleo climbs down the bus, her six-month belly is obvious and\nthe contrast with the Roma neighborhood is evident too -\n\f82. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nThe dirt avenue is flanked by large electric towers and\nriddled with pot holes where stagnant water pools.\n\nThe houses are made of cement brick, corrugated cardboard and\nasbestos sheets. There’s lots of trash and plastic.\n\nCleo shows a piece of paper to a PEDESTRIAN who points to a\nstreet up the avenue.\n\nCleo heads up the street.\n\nEXT.- STREET- HOUSE - CIUDAD NEZAHUALCOYOTL - DAY\n\nCleo walks on. Misery is palpable, there are children and\nstray dogs everywhere and a stream of raw sewage running down\nthe street.\n\nDifferent music booms out of each house.\n\nThree dogs block her way and bark. Cleo crouches, pretending\nto get a rock and the dogs run off.\n\nShe reaches a house and double-checks the address on her\npaper. She comes to the door and knocks.\n\nImpertinent dogs answer her knocking next to the entrance.\nCleo knocks again as the door opens.\n\nIt’s Ramén.\n\nINT/EXT — DATSUN - OCEANIA AVE - DAY\n\nCleo rides alone in the back seat. In front, Ramén is in the\ndriver's seat, and his friend CANCHAS, is in the passenger\nseat, smoking pot. He gives the joint to Ramén, who takes a\ndrag and passes it to Cleo, who refuses.\n\nEXT. - PARKING LOT - EMPTY LOT- SAN JUAN DE ARAGON AND\nCUCHILLA DEL TESORO - DAY\n\nNEXT TO THE FIELD -\n\nAbout a hundred young men in uniformed t-shirts and tennis\nshoes are in resting position, supervised by three\n\ninstructors with martial airs, pants and sweat-shirts.\n\nThey pay attention to a man in sweat pants and a sleeveless t-—\nshirt who makes an exercise demonstration -\n\f83.\n\nCONTINUED:\nThe man does push-ups with his index finger only.\nA young man standing next to Cleo says with admiration -\n\nYOUNG MAN\nIt’s Zovek.\n\nCLEO\n(in disbelief)\nNo...! Zovek?\n\nYOUNG MAN\nLook at ‘im...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\n(in disbelief)\nNo...! Zovek? YOUNG MAN\nLook at ‘im... \n\nTARGET SECTION TO BE ANNOTATED:\nCLEO\nIs that really professor Zovek?\n\nYOUNG MAN\nHe’s done over a hundred push ups\nby now!\n\nCLEO\nWhat? Does he always come here?\n\nYOUNG MAN\nNo, not always, but sometimes he\ncomes to train them.\n\nPROFESSOR ZOVEK counts to 150, pushes hard on his fingers and\nin one swift move is on his feet, crossing his wrists over\nhis head.\n\nThe young men applaud.\n\nPROFESSOR ZOVEK\nYou too can be a Kombateka! Every\nhuman being holds great potential\nhe must develop through physical\nconditioning and through mental and\nspiritual evolution.\n\nZovek walks amongst them.\nPROFESSOR ZOVEK (CONT’D)\nYou too can develop your potential.\nBut don’t expect any miracles, the\nonly miracle lies in your own will.\n\nZovek stops -\n\f84.\n\nCONTINUED:\n\nPROFESSOR ZOVEK (CONT’D)\nThis is why mental development is\nthe true motor of physical\ndevelopment.\n\nHe stretches his arms, taking his audience in -\n\nPROFESSOR ZOVEK (CONT’D)\nAnd next up... an act!\n\nA strip of bandage hangs from one of his hands, swaying in\nthe dusty breeze -\n\nON THE EDGE OF THE FIELD -—\nCleo and the small audience call out in surprise -\nSMALL AUDIENCE\nOoooooh!\nZovek exclaims -\n\nPROFESSOR ZOVEK\nThis is a routine that requires\nabsolute physical condition! Only\nmartial arts masters and a few\ngreat athletes can master it!\n\nProfessor Zovek extends the bandage to a YOUTH in the first\nrow.\n\nPROFESSOR ZOVEK (CONT’D)\nYes... You... please bandage my\neyes.\n\nThe youth walks up shyly to Professor Zovek and takes the\nbandage, starts to bandage his eyes -\n\nPROFESSOR ZOVEK (CONT’D)\nMake sure they’re totally covered.\nYou’ve got plenty of bandage there.\nThey youth has completely covered Professor Zovek’s eyes.\n\nPROFESSOR ZOVEK (CONT’D)\nThank you, you may return to your\nplace.\n\nThe youth walks back to his spot.\n\f85.\nPROFESSOR ZOVEK (CONT’D)\nAnd now...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe youth walks back to his spot. 85. PROFESSOR ZOVEK (CONT’D)\nAnd now... \n\nTARGET SECTION TO BE ANNOTATED:\n!\nProfessor Zovek flexes his biceps and puts the fingers in\nboth of his hands together in a diamond shape over his head.\nHe inhales deeply and -\nPROFESSOR ZOVEK (CONT’D)\n(Exhaling)\nHuuuuuuuh!\nHe is quiet.\nThe young people look on, expectantly.\nAT THE EDGE OF THE FIELD -\nCleo and the small audience look on in awe.\nProfessor Zovek is standing, motionless, with his diamond\nover his head and slowly, very slowly starts to lift his left\nfoot.\nTime has stopped.\nThe left foot lifts up, folding at the knee until the thigh\nis at a 45 degree angle, and he remains motionless in that\nposition.\nThe young people await in confusion for something to happen.\n\nAT THE EDGE OF THE FIELD -\n\nCleo and the small audience are also waiting, a boy crouches\ndown.\n\nProfessor Zovek continues on, motionless -\n\nPROFESSOR ZOVEK (CONT’D)\nAre you disappointed? Were you\nexpecting me to lift a jet or an\nelephant?\n\nThe audience laughs.\n\nPROFESSOR ZOVEK (CONT’D)\nYou are witnessing an incredible\nfeat! You don’t believe me? Try it.\n\nProfessor Zovek talks but remains motionless -\n\nPROFESSOR ZOVEK (CONT’D)\nJust close your eyes and lift up a\nfoot.\n\n(MORE )\n\f86.\nPROFESSOR ZOVEK (CONT’D)\nYou don’t have to lift your leg to\na forty-five degree angle like me\nor put your arms up. Just close\nyour eyes and lift a foot.\nIN THE ROWS -—\n\nThe young men close their eyes and try lifting one foot. They\nquickly lose their balance.\n\nThe instructors also try it without succeeding.\nAT THE EDGE OF THE FIELD -\n\nCleo and the small audience also tries it out, some child\nlasts a little longer but they all fail.\n\nProfessor Zovek explains -—\nPROFESSOR ZOVEK (CONT’D)\nTrue mental preparation is the path\nto physical realization.\n\nThe small audience begins to notice that -\n\nCleo is on one foot, forming a diamond with her fingers over\nher head.\n\nHer eyes closed, placid.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nProfessor Zovek explains -—\nPROFESSOR ZOVEK (CONT’D)\nTrue mental preparation is the path\nto physical realization. The small audience begins to notice that -\n\nCleo is on one foot, forming a diamond with her fingers over\nher head. Her eyes closed, placid. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT - FIELDS - EMPTY LOT - LATER\n\nA trainer blows his whistle and the formation breaks up. The\nyoung men pick up their belongings at the edge of the field\nand walk over to the parking lot.\n\nCleo watches them walk by, and in a small group she finds -\n\nFermin, who walks talking, animated.\n\nCleo wants to call him, but is anxiously silent. Fermin and\nhis group walk right past her.\n\nCleo finally calls to him -\n\nCLEO\nFermin!\n\nPerhaps a little too loud. Fermin turns and when he sees her,\nhe stops. Others in his group stop with him\n\nFERMIN\nWhat’s up my Cleo?\n\f87.\n\nCONTINUED:\n\nCLEO\nCan you talk for a minute?\n\nThe group surrounding Fermin make fun of him -\n\nGROUP\nWooococ00000000!\n\nFermin smiles and walks towards Cleo gesturing good bye to\nhis group.\n\nCleo and Fermin walk one toward the other in the emptying\nlot.\n\nIN THE BACKGROUND -\n\nAn Eastern Airlines Boeing 727 takes off and flies over the\ncouple approaching in the middle of the lot.\n\nFERMIN\nLong time no see, Cleo!\nCLEO\n\nHi, Fermin...\n\nThey meet and kiss hello.\n\nFERMIN\nWhat are you doing around these\nparts?\n\nCLEO\n\nWell, I have left you so many\nmessages and I’ve been looking for\nyou but I can never find you so...\n\nFermin starts heading toward the parking lot -\n\nFERMIN\nI’m sorry my Cleo, but the training\ngot real hard core and they even\nbrought in a gringo trainer and\nanother one from Korea. Well, the\nAmerican had been here already, but\nthe Korean one is new.\n\nCLEO\nIs it for the Olympics?\n\f88.\n\nCONTINUED:\nFERMIN\nSomething like that. Who told you I\nwas here?\nCleo hesitates -\nCLEO\nIt’s just that a neighbor's brother\nin law trains with you so...\nFERMIN\n(interrupting)\nIt was Ramon, right?\n\nCLEO\nNo, no, no!\n\nFermin stops -—\nFERMIN\nSon of a... Fucking Ramén.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\nNo, no, no! Fermin stops -—\nFERMIN\nSon of a... Fucking Ramén. \n\nTARGET SECTION TO BE ANNOTATED:\n I’11 get\nhim when I see him -\nHe makes some pretend impressive aikido movements -\nFERMIN (CONT'D)\nJodan Tsuki!... Chudan Tsuki!...\nMae Geril...\n\nFlash blows, precise kicks and body contact with the air.\n\nCLEO\nIt’s just that... I’m with child...\n\nFermin stops mid-punch. He keeps walking to the parking lot.\n\nFERMIN\nWhat’s it to me?\n\nCleo follows him -\n\nCLEO\nWell, the little one’s yours.\n\nFermin walks faster.\n\nFERMIN\nNo fucking way!\n\nCLEO\nBut it is, Fermin!\n\f89.\n\nCONTINUED:\nFermin stops completely and turns to Cleo -\n\nFERMIN\nI told you already, there’s no\nfucking way! So if you don’t want\nme to fuck you up real bad, you and\nyour “little one” too, don’t ever\nfucking say it again and don’t ever\ncome looking for me again!\n\nHe does some aikido movements culminating in a mortal blow to\nCleo, stopping less than half an inch from her face and then\nwalks off.\n\nFERMIN (CONT’D)\nFucking cunt!\n\nHe leaves Cleo alone in the empty lot.\n\nFriday, May 14th, 1971.\n\nEXT. - SMALL PATIO - TEPEJI 21 - DAY\n\nBorras barks like crazy. Cleo holds his collar but is lost in\nher own sadness. Her almost-eight-month belly is very large.\n\nThe old man with the oranges puts three more oranges in the\ncrate on the floor. It’s almost full.\n\nOLD MAN WITH ORANGES\n+20.\n\nThe old man gets up and Adela pays him with a crumpled 20-\npeso bill.\n\nFurther back, Cleo holds on to Borras, who tries to lunge at\nthe old man with each bark.\n\nThe old man slowly carries the immense sack of oranges and\nputs it on his back. He starts walking towards -\n\nEXT. - PATIO - TEPEJI 21- DAY\n\nWhere Cleo is holding Borras who pushes up on his hind legs\nto attack the old man who walks past them on his way to the\nstreet.\n\f90.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe old man slowly carries the immense sack of oranges and\nputs it on his back. He starts walking towards -\n\nEXT. - PATIO - TEPEJI 21- DAY\n\nWhere Cleo is holding Borras who pushes up on his hind legs\nto attack the old man who walks past them on his way to the\nstreet. 90. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nThe old man is halfway down the patio when Borras tugs hard,\nsurprising Cleo, who is lost in thought and lets go.\n\nBorras runs down to the old man who hurries to the door as he\nfeels the dog coming. Borras chases him.\n\nCLEO\nBorras!\n\nBorras lunges at the old man and sinks his teeth into the\nenormous sack.\n\nDozens of oranges fall out rolling all over the patio.\n\nThe old man lets go of the sack and runs to the door while\nBorras is trying to finish off the sack.\n\nCleo runs up to Borras on the orange-covered floor. The old\nman is almost at the door when the dog realizes this and runs\nafter him.\n\nThe old man reaches the door and opens. Borras is about to\nsink in his teeth when the old man exits and shuts the door.\nBorras can’t stop and smashes against the door.\n\nCleo is standing in the middle of the patio, surrounded by an\nocean of oranges.\n\nINT. DOWNSTAIRS - TEPEJI 21- DAY\n\nThe midday light bounces off the patio walls and slides in\nthrough the great windows, softly caressing the modern\nmahogany table.\n\nCleo polishes the surface with a rag. She rubs the rag over\nand over the same spot, as if she wanted to wipe her own\nreflection.\n\nThe house is quiet. Only the rumor of a conversation is\nheard. The phone cable extending all the way into the\nbathroom under the stairs disappears inside the door.\n\nSefiora Sofia is inside, talking. Her voice echoes in the\nsmall space and filters though the doors. Only a few words\ncan be clearly heard.\n\nPaco comes down the stairs slowly. Stopping in the middle, he\nleans over the railway, trying to hear better.\n\nCleo keeps polishing the same area of the table and finally\nrealizes Paco is coming down the stairs.\n\f91.\n\nCONTINUED:\n\nPaco’s in the hall and walks slowly to the bathroom door,\nleaning on the wall next to it.\n\nCleo stops wiping her reflection and sees Paco, who -\n\nSlides and sits down on the floor. He leans against the wall\nand tries to move his ear closer to the door.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nPaco’s in the hall and walks slowly to the bathroom door,\nleaning on the wall next to it. Cleo stops wiping her reflection and sees Paco, who -\n\nSlides and sits down on the floor. He leans against the wall\nand tries to move his ear closer to the door. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom the dining room, Cleo shoos him away, gesturing, but\nPaco ignores her, concentrated on listening to the\nconversation distorted by the bathroom echo and muffled by\nthe door.\n\nSENORA SOFIA (0.C.)\n..-he wrote them letters from so-\ncalled Vancouver...\n\nCleo walks up to Paco, gesturing. When she reaches the hall\nshe stops at a respectful distance from the bathroom and its\nconversation. She stops and shakes her rag vigorously,\ncalling Paco.\n\nSENORA SOFIA (0.C.) (CONT'D)\n..-he doesn’t even have enough of a\npair to tell the children...\n\nHe sees her but shakes his head no repeatedly. Cleo comes a\nfew steps closer, still keeping her distance, and speaks by\nmouthing the words but almost without a single sound.\nCLEO\n(articulating)\nG-e-t o-u-t- o-f h-e-r-e\n\nPaco is about to shake his head no but a cry punctures the\nechoes and the walls - a deep desperate wail.\n\nPaco and Cleo freeze, scared, when suddenly -\n\nThe bathroom door opens and Sefiora Sofia comes out, carrying\nthe phone. She sees Paco running away and grabs him -\n\nSENORA SOFIA\nAnd you? What are you spying on?...\n\nHer face is gaunt from crying, from all the pain and\nfrustration that explode in a -\n\nGiant slap that throws Paco down on the floor.\n\nSefiora Sofia immediately realizes what she’s done and\ncrouches down next to her son, holding him, crying -\n\f92.\n\nCONTINUED:\n\nSENORA SOF{A (CONT'D)\nI’m sorry, I’m sorry, Paco! Why\nwere you eavesdropping? Why were\nyou eavesdropping?\n\nThe two of them cry on the floor, Sefiora Sofia sees Cleo,\nonly a few steps away -\n\nSENORA SOF{A (CONT'D)\nAnd you! Why did you let him?\n\nShe hugs Paco tightly -\n\nSENORA SOF{A (CONT’D)\nDon’t say anything to your brothers\nand sisters. Don’t say a thing.\nPromise me... Promise...\n\nTo the side, Cleo is motionless, wishing she could join in\nthe hugging and the crying.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nPromise... To the side, Cleo is motionless, wishing she could join in\nthe hugging and the crying. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n - SOFI AND PEPE’S ROOM - TEPEJI 21- DUSK\n\nCleo brushes Sofi’s hair. They’re sitting on the bed. Sofi\nreads a letter. Cleo is lost in thought.\n\nSOFI\nIt has so many drawings. Look, I\nthink this little girl is me and I\nthink this is my daddy...\n\nThe letter is done exclusively in blue ink drawings with no\ncolor or highlights.\n\nSOFI (CONT'D)\nAnd this is a heart, look, with an\n\nS for Sofi and a P for Papa... and\nthis here is a dog... or is ita\nfish?\n\nPepe comes in and sits down next to them, leaning over to see\nthe letter.\n\nCLEO\nMaybe it’s a dolphin, I think?\n\nSOFI\nA dolphin? No. It’s like a\ndoggie...\n\f93.\n\nCONTINUED:\n\nPEPE\nIt’s a seal! In the fourth letter\nmy dad sent Paco, he said he can\nsee the ocean from his hotel room\nand that there are a lot of seals.\n\nSofi considers the drawing -\n\nSOFI\nYes. It’s a seal! Like the ones in\nhis hotel!\n\nPEPE\n\nYou had said dolphin. It looks\nnothing like a dolphin!\n\nCLEO\nNo?\n\nSOFI\nNo!\n\nCLEO\n\nSo it’s not a dolphin? What do you\nthink it is?\n\nSofi and Pepe answer in a chorus -\n\nSOFI AND PEPE\nA seal!\n\nAnd they also laugh in chorus. Distracted by her own sadness,\nCleo turns to Pepe and does a surprise tickle attack,\nprolonging the laughter.\n\nWhen they’ve calmed down, Pepe is lying on the bed and fixes\nhis eyes on Cleo.\n\nCLEO\nWhat you looking at?\n\nPEPE\nWhen’s your baby coming out?\n\nSadness washes over Cleo again -\n\nCLEO\nNext month.\n\nSOFI\nIt is a girl?\n\f94,\n\nCONTINUED:\n\nCLEO\nI don’t know...\n\nSOFI\nOh, please let it be a girl!\nPleeeease! What’s her name?\n\nCLEO\nI don’t know.\n\nSOFI\nIf it’s a girl can her name be\nTabitha like Bewitched?\nCLEO\n(Absently)\nMaybe...",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLEO\nI don’t know. SOFI\nIf it’s a girl can her name be\nTabitha like Bewitched? CLEO\n(Absently)\nMaybe... \n\nTARGET SECTION TO BE ANNOTATED:\nPepe gets up and looks at her, serious.\n\nPEPE\nAnd will she live here?\n\nSOFI\nIf she’s a girl yes!\n\nCLEO\nI don’t know. Would you like her to\nlive here?\n\nPEPE\nNo way! Yuck!\n\nCleo smiles, trying to hide her pain. She changes the topic -\n\nCLEO\nLet’s see! Put your pajamas on!\n\nSaturday, May 15th, 1971.\n\nINT. - SENORA SOFIA’S ROOM - TEPEJI 21- DAY\n\nThe room glows softly in the light that filters in through\nthe curtains.\n\nCleo folds freshly washed clothes in the closet drawers. As\nshe opens one she looks down at Sefior Antonio’s underwear.\n\nShe can hear the children fighting downstairs.\n\f95.\n\nCONTINUED:\n\nCleo closes the drawer. She looks at the men’s suits hanging.\nThe yelling grows more intense and in the middle, Sefiora\nTeresa —\n\nSENORA TERESA (0.C.)\nChildren! Stop it, Tofio! Stop!\n\nSofi comes running into the room.\n\nSOFI\nCleo! Tofio and Paco are fighting!\n\nCleo comes out to -\n\nINT. - UPSTAIRS HALL - TEPEJI 21- DAY\n\nWith her 8-month belly, Cleo slowly goes down the stairs with\nSofi. When they come down they see -\n\nIN THE HALL-\n\nTofio who is holding Paco by the hairs. Paco is screaming\nfuriously and attempting to kick Tofio.\n\nSefiora Teresa is in the living room yelling at the boys. Pepe\nis standing, paralyzed, next to her.\n\nSENORA TERESA\nStop it! Now!\n\nBut Paco manages to free himself and hits Tofio on the face.\nTofio grabs his arms.\n\nIN THE STAIRCASE -\nCleo stops. Sofi takes her hand -\n\nCLEO\nBoys!\n\nIN THE HALL -—\n\nPaco spits in Tofio’s face, leaving him space to give hima\ngood slap.\n\nSENORA TERESA\nTofno!\n\nAnd Paco throws himself against Tofio once again, while Tofio\nspeedily escapes.\n\f96.\n\nCONTINUED:\nIN THE STAIRCASE -\nCleo is still walking down.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd Paco throws himself against Tofio once again, while Tofio\nspeedily escapes. 96. CONTINUED:\nIN THE STAIRCASE -\nCleo is still walking down. \n\nTARGET SECTION TO BE ANNOTATED:\nCLEO\nBoys! I’m going to tell your mom\nwhen she comes back!\n\nIN THE HALL -—\n\nThe boys don’t pay any attention to her at all. Paco takes an\ntrinket from the table, a stone egg, and -\n\nHE THROWS IT TO TONO -\nIt flies straight to his head.\n\nSENORA TERESA\nPaco!\n\nTofio ducks just as the speedy egg projectile, flies exactly\nover where his face was, following its trajectory through the\nopen doors, out the patio and -\n\nCRASHING against the door of the Valiant, parked just\noutside.\n\nSefiora Teresa runs towards Paco and grabs him hard, shaking\nhim -\n\nSENORA TERESA (CONT'D)\nWhat are you doing! Paco!\n\nPACO\n\nHe hit me first!\nTONO\n\nBecause you pushed me!\n\nCleo walks into the hall with Sofi, towards the living room.\n\nSENORA TERESA\n\nHow could you throw that thing!?\n\nYou could have killed your brother!\n\nPaco stops wrestling, remorseful. Cleo comes to Pepe, hugs\nhim and Sofi is with her. Sefiora Teresa lets go of Paco -\n\nSENORA TERESA\nYou could have killed him!\n\f97.\n\nCONTINUED:\n\nScared, Tono looks at the car door where the egg has left an\nenormous dent in the metal.\n\nINT. - KITCHEN - TEPEJI 21- NIGHT\n\nThe house is quiet again.\n\nCleo washes dishes. Adela puts them away on the shelves.\n\nADELA\nYou head up, manita, I'll finish up\nhere...\nThe Galaxie 500 honks its horn -\n\nTa-ta Ta-ta Ta-ta Ta-taaaaaaaa!\n\nADELA (CONT’D)\nI’ll go.\n\nAdela goes out the small patio and to the patio. Cleo walks\nto the breakfast room.\n\nINT. - DOWNSTAIRS - TEPEJI 21 - NIGHT\n\nCleo walks across the breakfast room and the dining room and\ngoes out to the hall. She peeks out the door that opens to\nthe patio.\n\nEXT. PATIO TEPEJI 21 - NIGHT\n\nTa-ta! Ta-ta! Ta-taaaaaaaa!\n\nAdela walks to the street door, lit from the outside by the\ncar's headlights.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nTa-ta! Ta-taaaaaaaa! Adela walks to the street door, lit from the outside by the\ncar's headlights. \n\nTARGET SECTION TO BE ANNOTATED:\nTa-ta! Ta-ta! Ta-taaaaaaaa!\n\nAdela opens the door, revealing -\n\nThe mighty Galaxie 500 headlights lighting the patio.\nThe car pulls in slowly but -\n\nKkkkkkkjj355355k!\n\nIts left side scratches against the door frame.\n\f98.\n\nCONTINUED:\n\nThe car brakes and moves back a couple of inches. Adjusts its\ntrajectory and pulls forward again -\n\nKrrrrrrajjjj!\n\nNow its right side hits the frame.\n\nThe car stops and veers its wheels left. Moves forward.\nKkkjjjjjkkk!\n\nThe left molding catches the frame and begins to bend. The\ncar stops.\n\nBacks up.\n\nGoes forward again and now the right side molding is the one\nthat’s caught. The car stops.\n\nBacks up.\n\nIt starts forward again and the right side molding is ripped\nfrom the metal, but now the car doesn’t stop. It just heads\nstraight in, ripping the entire left side molding too.\n\nIt adjusts its course once more. The side mirror catches and\nis ripped off.\n\nThe Galaxie 500 stops only momentarily to follow its course\nwith even greater conviction, hitting and denting both sides,\nits molding bent in strange shapes.\n\nFinally, the Galaxie stops in front of the door that opens to\nthe hall.\n\nINT. - DOWNSTAIRS HALL - TEPEJI 21 - NIGHT\n\nCleo is next to the patio door. Outside -\n\nThe Galaxie door opens and Sefiora Sofia comes out. She\nstumbles as she walks and comes into the house without\n\nclosing the car door. She is obviously drunk.\n\nCleo moves aside to let her through. Sefiora Sofia looks at\nher, amused -\n\nSENORA SOFIA\nWe're alone. Always. Even though\nthey say we aren’t.\n\nShe laughs and Cleo looks at her, confused.\n\f99.\n\nCONTINUED:\n\nSefiora Sofia walks on and staggers up the stairs.\n\nThursday, June 10th, 1971.\nINT/EXT - VALIANT - STREET - AFTERNOON\n\nIgnacio is driving. Cleo is sitting in the front and Sefiora\nTeresa rides behind, alone. They drive slowly in heavy\ntraffic.\n\nA parked car tries to come out onto the street.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo is sitting in the front and Sefiora\nTeresa rides behind, alone. They drive slowly in heavy\ntraffic. A parked car tries to come out onto the street. \n\nTARGET SECTION TO BE ANNOTATED:\n Ignacio stops\nand lets it through -\n\nIGNACIO\nMaybe if we park over here, far\naway, because there’s a student\nprotest.\n\nThere’s a bustle of young people on the sidewalks and walking\nup the street. Some carry pickets and painted slogans.\n\nSENORA TERESA\nI hope they don’t get them again...\n\nThe parked car frees up a space and Ignacio tries to park.\n\nEXT. — STREET NEAR MEXICO-TACUBA - AFTERNOON\n\nThe Valiant parks, Sefiora Teresa and Cleo come out with\nIgnacio accompanying them. Cleaning trucks are parked along\nthe block.\n\nThey walk amongst the students heading up the street to the\ncorner which is surveilled by police vehicles, and they pass\nin front of a group of young men dressed in T-shirts,\nwaiting.\n\nEXT. -— CALZADA MEXICO-TACUBA - AFTERNOON\n\nIgnacio accompanies Teresa and Cleo, who walk slowly. Cleo on\naccount of her belly, and Sefora Teresa due to her limp. The\nstorefront metallic curtains are all shut.\n\nThey walk in front of a long row of riot police trucks, lines\nof police officers while a group of young men carrying bamboo\ncanes gathers at the corner.\n\f100.\n\nThey reach Calzada México - Tacuba and it’s closed off. The\nbeginning of an enormous march passes next to them, walking\nfrom north to south on the Avenue.\n\nSefiora Teresa, Cleo and Ignacio are forced to cross in the\nmiddle of the march. They melt in with the crowd - some have\npickets, others sing slogans.\n\nThey manage to make it to the other side of the avenue and\nhead towards the entrance of a building advertising a\nfurniture store on the second floor, letters painted on its\nwindows.\n\nSefiora Teresa and Cleo walk in. Ignacio waits outside.\n\nINT. — FURNITURE STORE - CALZADA MEXICO TACUBA - AFTERNOON\n\nThe afternoon sun lights the MUEBLERIA sign painted all along\nthe windows, staining the floor with its upside-down letters.\n\nA handful of clients walks around the store, which sells\ncheap and functional furniture. The din of the march fills\nthe place with chanting and slogans.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. — FURNITURE STORE - CALZADA MEXICO TACUBA - AFTERNOON\n\nThe afternoon sun lights the MUEBLERIA sign painted all along\nthe windows, staining the floor with its upside-down letters. A handful of clients walks around the store, which sells\ncheap and functional furniture. The din of the march fills\nthe place with chanting and slogans. \n\nTARGET SECTION TO BE ANNOTATED:\nCleo and Sefiora Teresa walk through the nursery section. They\nsee a crib -\n\nSENORA TERESA\nYou like that one?\n\nCLEO\nIt’s so beautiful.\n\nSefiora Teresa sees the price tag and calls a YOUNG SALESWOMAN\nover. She comes immediately -\n\nSENORA TERESA\nWhat’s your best price on this\ncrib.\nThe saleswoman looks at the tag.\nSENORA TERESA (CONT'D)\nWith my faithful old time customer\ndiscount, eh?\n\nSALESWOMAN\nLet me ask the manager.\n\nThe saleswoman walks up to the counter. The outside din turns\ninto a chorus roar of terrified screams.\n\nIt is five o’ seven p.m.\n\f101.\n\nCONTINUED:\n\nIgnacio runs through the door, panic in his eyes. Everyone in\nthe store looks at him, confused.\n\nThe outside roar intensifies. Ignacio runs to the window and\nlooks out. Other clients do the same. Terror in their eyes.\n\nCleo and Sefiora Teresa slowly approach and they join Ignacio\nto look out the window -\n\nCALZADA MEXICO - TACUBA\n\nThe giant line of students is attacked frontally by more than\n100 young men in tennis hoes, T-shirts and short haircuts,\narmed with 6 foot bamboo canes, clubs and metal rods\nadministering electric shocks.\n\nThey are the HALCONES.\n\nThe paramilitary group attacks furiously.\n\nThe multitude runs, but more Halcones have surrounded them\nfrom the back and come out of the surrounding streets.\n\nShots are heard and a cloud of gunpowder begins to form.\nPeople fall. Women, old men. Children.\n\nINSIDE THE FURNITURE STORE —\n\nSteps can be heard up and down the staircase and a STUDENT\ncomes in, bleeding from the head. He’s not even 20 years old.\n\nThe clients cry out in alarm. The student looks at them\nimploringly and, scared, he turns to hear the noise in the\nstaircase.\n\nThe STORE MANAGER signals for him to come in quickly and\ncalls the young saleswoman over.\n\nMANAGER\nPut him in the closet.\n\nThe young woman rushes the student in to the closet at the\nback of the store, when -\n\nThree HALCONES appear.\n\nPeople are terrified. A woman starts crying.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe young woman rushes the student in to the closet at the\nback of the store, when -\n\nThree HALCONES appear. People are terrified. A woman starts crying. \n\nTARGET SECTION TO BE ANNOTATED:\n Ignacio walks\nprotectively in front of Cleo and Sefiora Teresa.\n\nThe Halcones see the young woman closing the closet door. Two\nhead over, one stays in the middle of the store, controlling\nthe people.\n\f102.\n\nCONTINUED:\n\nThe young woman places her body in front of the closet door.\n\nThe first Halcén hits her and throws her on the floor, opens\n\nthe door and the second Halcén -\n\nSHOOTS THREE TIMES.\n\nThe student falls out of the closet, and to the floor where -\nTHE HALCON SHOOTS HIM TWO MORE TIMES.\n\nPeople scream and the Halcén at the rearguard surveils them\nmenacingly.\n\nShielded by Ignacio, Cleo sees the Halcdén at the rearguard.\nThe Halcén also sees her.\n\nTHEY RECOGNIZE EACH OTHER.\n\nIt’s Fermin.\n\nCleo starts hyperventilating.\n\nThe two other Halcones begin retreating and Fermin follows\nthem. The three leave the store.\n\nCleo watches them go. Her breathing is fast.\n\nA puddle forms at her feet. Her water has broken.\n\nEXT. - STREET - VECINDAD ENTRANCE - NEAR MEXICO -TACUBA -\nAFTERNOON\n\nIgnacio holds Cleo and helps her walk. Sefiora Teresa walks\nnext to them.\n\nTerrified people run in all directions. Shots are fired and\nthere is a lot of smoke in the air.\n\nStudents run towards them, terrified, chased after by\nHalcones with bamboo sticks.\n\nIgnacio pulls Cleo to the entrance of a Vecindad, taking\nshelter and Sefora Teresa follows after them.\n\nIn front of them, on the street, the Halcones catch up with a\nstudent and beat him to a pulp. They keep going.\n\nIgnacio peeks out at the street, pulls Cleo out and they\nleave the doorway to continue on their way. Sefiora Teresa\nfollows after them.\n\f103.\n\nCONTINUED:\n\nThey walk down Mexico - Tacuba. On the ground, men, women,\nold and young, lie dead. Some surrounded by pools of blood.\n\nA YOUNG WOMAN cries kneeling on the floor. She holds a young\nman’s head. Halcones come up and beat her violently.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nA YOUNG WOMAN cries kneeling on the floor. She holds a young\nman’s head. Halcones come up and beat her violently. \n\nTARGET SECTION TO BE ANNOTATED:\nINT/EXT - ‘64 VALIANT - STREET- AFTERNOON\n\nAt the wheel, Ignacio weaves through traffic finding any\nempty spot he can slide into.\n\nCLEO\nAaaaaaaaaaaahhhhhhhggggg!\n\nIn the back seat, Cleo suffers contractions. Next to her,\nSeflora Teresa holds her hand.\n\nINT - MEDICAL CENTER - CUAUHTEMOC AVE. - AFTERNOON\n\nThe ‘64 Valiant rushes down Cuauhtemoc Avenue and turns into\nthe Medical Center entrance.\n\nEXT. OB/GYN - MEDICAL CENTER - DUSK\n\nThe building and ramp lights are on against the purple sky\nwanting to become night.\n\nIgnacio helps Cleo walk. Sefiora Teresa, slower, follows\nbehind.\n\nOn the esplanade, pregnant woman walk around, some\naccompanied, waiting for their imminent deliveries.\n\nIgnacio and Cleo walk into the building.\n\nINT. - LOBBY - OB/GYN - DUSK\n\nChaos.\n\nPregnant woman walk around the lobby while some wait with\ntheir family members in the waiting room. Names are called on\nthe loudspeaker and pregnant women are admitted.\n\nCRIES AND MOANS from women going through contractions.\n\nIn the reception, nurses efficiently tend to the long line of\npatients.\n\f104.\n\nCONTINUED:\n\nIgnacio enters the lobby holding Cleo. They immediately walk\nto the reception area. When they arrive, he tells Cleo -\n\nIGNACIO\nWait for me here. Just a sec.\n\nHe leaves Cleo and tries to talk to a hurried NURSE -\n\nIGNACIO (CONT'D)\nExcuse me...\n\nBut the nurse doesn’t pause, she only points -\n\nNURSE\nLine is over there...\n\nIgnacio sees the line and Cleo has another contraction,\nstanding.\n\nCLEO\nAaaaaaaaaaaaaaaaaahhhaa!\n\nIgnacio yells out to make himself heard on top of the racket\nof questions, orders, complaints and cries -\n\nIGNACIO\n(screaming)\nDoctor Vélez! Doctor Vélez!\nNo one seems to hear him. Ignacio insists -\nIGNACIO (CONT'D)\n(screaming)\n\nDoctor Vélez! Doctor Vélez!\n\nDoctor Vélez comes in through the medical team and patient\ndoor.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nIgnacio insists -\nIGNACIO (CONT'D)\n(screaming)\n\nDoctor Vélez! Doctor Vélez! Doctor Vélez comes in through the medical team and patient\ndoor. \n\nTARGET SECTION TO BE ANNOTATED:\n She hurries to Ignacio -\n\nDOCTOR VELEZ\nHere, here, here....\n\nIgnacio takes her to Cleo while Doctor Vélez lifts an arm and\nemphatically calls out -\n\nDOCTOR VELEZ (CONT'D)\nNurse! Nurse!\n\nA nurse runs to them, pushing a wheelchair. Sefiora Teresa has\nfinally arrived. She is completely breathless.\n\nDoctora Vélez reaches Cleo-\n\f105.\n\nCONTINUED:\n\nDOCTORA VELEZ\nHi, Cleo. How are you feeling?\n\nCleo looks at her: fear is her only answer. The nurse comes\nin and helps Cleo sit down on the wheelchair. Ignacio helps\ntoo.\nDOCTORA VELEZ (CONT'D)\nI'll take it from here. You can\nwait out there.\n\nRosary in hand, Sefora Teresa and Ignacio look at Cleo being\nwheeled off through the door leading to -\n\nINT - HALLWAY WITH ELEVATORS - OB/GYN - DUSK\n\nCleo is in the wheelchair, scared. She is surrounded by\nDoctor Vélez and the nurses. They reach the elevators and\nwait.\n\nThe elevator doors open and they walk in. The doors are about\nto close when Sefior Antonio, dressed in his white coat, walks\nup to them and goes in as well.\n\nINT. - ELEVATOR - OB/GYN - DUSK\n\nThe doors close.\n\nSENOR ANTONIO\nHi Cleo, how are you feeling?\n\nCleo looks at him, surprised -\n\nCLEO\nDoctor...!\n\nSefior Antonio tries to encourage her -\n\nSENOR ANTONIO\n\nYou're in good hands... How many\nbabies have you delivered, Doctor\nVélez?\n\nDoctor Vélez smiles -\n\nDOCTOR VELEZ\nHundreds!\n\nCleo has a strong contraction -\n\f106.\n\nCONTINUED:\n\nCLEO\nAaaahhhhggg!\n\nSefior Antonio holds her hand and leans down to bring his face\ncloser to Cleo’s -\n\nSENOR ANTONIO\nBreathe Cleo... Like this...\n\nSefior Antonio begins inhaling and exhaling and blowing. Cleo\ntries to imitate him by looking at his face.\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nSefior Antonio begins inhaling and exhaling and blowing. Cleo\ntries to imitate him by looking at his face. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n - 6TH FLOOR LOBBY - OB/GYN - DUSK\n\nThe elevator opens its doors and Cleo’s chair is wheeled out\nby the nurses. The sixth floor has no windows.\n\nThey pass the nurse station and reach the door that leads to\nthe Birthing room. Sefior Antonio leans in to Cleo -\n\nSENOR ANTONIO\nDoctor Vélez will only let me come\nup to this point....\nDoctor Vélez interrupts -\n\nDOCTOR VELEZ\nDon’t mind me. Come in if you like.\n\nSENOR ANTONIO\nNo, uh... I have a patient...\n\nHis excuse hangs in the air and he puts a hand over Cleo’s\nshoulder -\n\nSENOR ANTONIO (CONT'D)\nYou're going to be just fine,\nCleo...\n\nAnd he scurries down the hallway. Frightened and confused,\nCleo has barely registered the exchange.\n\nThe nurses wheel her into -\n\nINT. - ADMISSION CUBICLES - OB/GYN - DUSK\n\nA cubicle, separated from other cubicles by a curtain and\nscreens, the gynecological bed is in the middle. The nurses\nhelp Cleo to get up and out of the wheelchair -\n\f107.\n\nCONTINUED:\n\nDOCTOR VELEZ\nTake off all your clothes and put\non this gown, OK?\n\nCleo undresses. She doesn’t have much privacy and, behind the\npoorly closed curtains she can see other women being\nexamined. Doctor Vélez asks her questions to which she\nanswers in confusion.\n\nDOCTOR VELEZ (CONT'D)\nWhen did you last menstruate?\n\nCLEO\nSeptember?\n\nDOCTOR VELEZ\nDo you have a due date?\n\nCLEO\nJune 21st...\n\nDOCTOR VELEZ\nWere there any complications during\nthe pregnancy?\n\nScared, Cleo shakes her head no.\n\nDOCTOR VELEZ (CONT'D)\nHow long ago did your water break?\n\nCLEO\nAbout an hour and a half ago. We\ncouldn’t get out of where we were\nand...\n\nDOCTOR VELEZ\nWas it clear?\n\nCLEO\nHuh?\n\nDOCTOR VELEZ\nThe water. Was it transparent?\n\nCLEO\nNo. A little thick. Like soup.\n\nCleo is about to close her gown when she suffers a very\npainful contraction.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nA little thick. Like soup. Cleo is about to close her gown when she suffers a very\npainful contraction. \n\nTARGET SECTION TO BE ANNOTATED:\n Doctor Vélez orders -\n\f108.\n\nCONTINUED:\nDOCTORA VELEZ\nDon’t push Cleo, blow. Help her get\non the bed...\n\nThe nurses help Cleo lie down on the gynecological bed.\nDoctor Vélez touches the top of her belly -\n\nDOCTOR VELEZ\nCheck dilation.\n\nA RESIDENT examines her and declares\n\nRESIDENT\nSeven or eight centimeters...\n\nDOCTOR VELEZ\nFrequency?\n\nThe RESIDENT checks on the cardiac rhythm with a Pinard\nstethoscope while a nurse fills out papers.\n\nRESIDENT\nI can’t hear the foetal focus...\nNURSE\nBlow, ma’am!\nRESIDENT\nShe’s full. She’s in second\nplane... expulsive with full\n\ndilation and there is four cross\nmeconium and asystole.\n\nDoctor Vélez gives a round of instructions -\n\nDOCTOR VELEZ\nPlug in mixed solution at 5% and\nwheel her into Labor immediately.\nAlert pediatrics. Prepare a\nlaryngoscope, reanimation equipment\nand an ambu.\n\nThe nurses quickly bring a gurney up to the gynecological\ntable. The resident asks Cleo -\n\nRESIDENT\nCan you climb onto the gurney for\nme?\n\nDOCTOR VELEZ\nLet’s get your baby out.\n\f109.\n\nCONTINUED:\n\nThe nurses help Cleo move onto the gurney.\n\nINT. - HALLWAY - LABOR ROOMS - 6TH FLOOR - OB/GYN - DUSK\n\nFluorescent lights in a hallway with half-open frosted doors.\nThe cries of a woman giving brith filter out from one of the\nlabor rooms.\n\nA nurse comes out of one of the rooms and goes into another.\n\nAt the end of the hallway we also hear a door opening, and\nsoon after, Doctor Vélez and her team of nurses and residents\nappear pushing Cleo on her gurney.\n\nWhen they reach the end of the hallway, they turn and enter -\n\nINT. - BIRTHING ROOM - OPERATING ROOM - OB/GYN - DUSK\n\nNurses and residents work around Cleo who moans in pain. They\nput her on the birthing bed while Doctor Vélez washes her\nhands.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the end of the hallway we also hear a door opening, and\nsoon after, Doctor Vélez and her team of nurses and residents\nappear pushing Cleo on her gurney. When they reach the end of the hallway, they turn and enter -\n\nINT. - BIRTHING ROOM - OPERATING ROOM - OB/GYN - DUSK\n\nNurses and residents work around Cleo who moans in pain. They\nput her on the birthing bed while Doctor Vélez washes her\nhands. \n\nTARGET SECTION TO BE ANNOTATED:\nINTERN\nRubén Lefiero’s colleague is telling\nme that they've hospitalized\ninjured students and some Halcones\ncame in to kill them off inside the\nvery hospital.\n\nA nurse fixes Cleo’s feet onto the braces. Doctor Vélez sits\nin front of her legs to deliver the baby.\n\nCleo has a strong contraction -\n\nCLEO\nAaaaaaaahhhhhh!\n\nDOCTOR VELEZ\nDon’t blow, Cleo. Push!\n\nCleo tries blowing in the middle of her cries of pain. A\ndoctor comes in the door accompanied by a nurse who wheels in\na cart with medical equipment. It’s the PEDIATRICIAN.\n\nCleo breathes, agitated. And from between her legs, the\nbaby’s crown appears, like a rising sun.\n\nDOCTOR VELEZ (CONT'D)\nAlmost there... Push!\n\f110.\n\nCONTINUED:\nCleo screams.\n\nCLEO\nAaaaaaaaaaaaaaahhhhhhbhhhhhhhh!\n\nIt's a deep cry. A primeval scream from time immemorial.\n\nCLEO (CONT'D)\nAaaaaaaaaaaaaaaahhhhhhhhhhhhh!\n\nThe baby is expelled between Cleo’s legs and onto the hands\nof Doctor Vélez, who receives it. The baby doesn’t cry or\nbreathe. It is flaccid and hangs like a rag. It’s completely\nsmeared in green liquid.\n\nDoctor Vélez cuts the umbilical chord and passes the baby\nover to the pediatrician who places it softly on his\npediatric table and checks on it with a Pinard stethoscope.\n\nCleo follows all the action, the pediatric table only a yard\naway from her face.\n\nPEDIATRICIAN\nNo heart beat. We'll try\nreanimation.\n\nThe pediatrician places the baby in hyperflexed position and\nputs the laryngoscope down its mouth. He begins aspiration\nwith a catheter.\n\nCleo sees her baby. From its mouth, through the catheter,\nmeconium comes out, a green dense liquid like pea soup.\n\nThe pediatrician pulls the catheter out of the baby’s mouth\nand places the “ambu”, a manual resuscitator, on the baby’s\nmouth and nose. Doctor Vélez is working on the placenta\nexpulsion.\n\nCleo watches the baby on the table.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pediatrician pulls the catheter out of the baby’s mouth\nand places the “ambu”, a manual resuscitator, on the baby’s\nmouth and nose. Doctor Vélez is working on the placenta\nexpulsion. Cleo watches the baby on the table. \n\nTARGET SECTION TO BE ANNOTATED:\n The Pediatrician pumps\nthe “ambu” balloon repeatedly, attempting to reanimate the\nbaby.\n\nCleo looks at the baby, its face almost entirely covered by\nthe “ambu” and finds out it’s a girl.\n\nThe Pediatrician stops pumping the “ambu” and checks for a\nheartbeat with the stethoscope -\n\nPEDIATRICIAN (CONT’D)\nStill asystole...\n\nAnd he walks over, softly, to Cleo\n\f111.\n\nPEDIATRICIAN (CONT’D)\nMa'am. I am afraid you’re baby is\nstillborn. She had no amniotic\nliquid. And the green liquid\nblocked her lungs. I am so sorry,\nsenora.\n\nCleo listens in silence, unable to take her eyes off her\nbaby. The nurses start cleaning off its tiny body.\n\nDOCTOR VELEZ\nI am so sorry, Cleo...\n\nPEDIATRICIAN\nWould you like to say good bye to\nyour baby, ma'am?\n\nCleo nods. The nurses carry the baby and place it quietly on\nCleo, who hugs it, her gaze lost. Doctor Vélez keeps working\nbetween her legs, cleaning her.\n\nPEDIATRICIAN (CONT’D)\nWho are you with? Can we call\nsomeone?\n\nDOCTOR VELEZ\nShe's with family. They’re outside.\n\nCleo whispers something.\n\nDOCTOR VELEZ (CONT'D)\nDid you say something, Cleo. I\ncouldn’t hear you...\n\nCLEO\n(whispering)\nSefiora Sofia... Sefiora Sofia...\n\nDOCTOR VELEZ\nYes, Cleo, I will give her a\ncall...\n\nThe nurses come to take the dead baby -\n\nNURSE\nMay I? Ma'am?\n\nCleo nods and the nurse takes the baby over to a small table\nwhere they wrap her in a cloth.\n\nCleo watches as her baby girl disappears under the sheath,\nand when she is completely wrapped, the nurse seals the cloth\nwith adhesive tape.\n\f112.\n\nCONTINUED:\nThe nurse takes a marker and writes on the sheath -\n\nNEWBORN —- CLEODEGARIA GUTIERREZ.\n\nFriday, June 11, 1971.\n\nThe light of a new day floods the room. Beds in a row along\nthe walls, mothers who have recently given birth are resting.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nFriday, June 11, 1971. The light of a new day floods the room. Beds in a row along\nthe walls, mothers who have recently given birth are resting. \n\nTARGET SECTION TO BE ANNOTATED:\nSome women carry their babies. Others breastfeed. Some sleep.\nThere are bows, envelopes, flowers.\n\nCleo is awake, lying in bed. Her gaze is absent.\n\nA nurse carries a baby up to a bed. A woman holds it,\nexcitedly and begins to breastfeed. The nurse helps her, both\nof them whisper effusively, interrupting the peace in the\nroom.\n\nCleo doesn’t turn to look at them, or perhaps she can’t hear\nthem, her gaze is lost.\n\nSefiora Sofia comes to the door and stops for a moment. She\nwatches Cleo, who is motionless, surrounded by the low hum of\nbarely awakened traffic from Avenida Cuauhtémoc and the\nbreastfeeding woman’s effusive whispers.\n\nSefiora Sofia comes into the hall and walks towards Cleo. She\nsits on the bed and holds her hand. Cleo looks at her, and\nattempts a feeble smile.\n\nSefiora Sofia squeezes her hand as her wounded heart tries to\noffer solid support that Cleo can’t find in the void.\n\nINT/EXT - GALAXIE 500 - BAJA CALIFORNIA AVE - URES AND\nHUATABAMPO CROSSTREETS - TONALA - DAY\n\nSefiora Sofia is driving. Next to her, Cleo. They are silent.\nThey turn right, leaving Baja California Ave behind and with\nit, the sun.\n\nThey drive down Ures, both look straight ahead, surrounded by\nthe purr of eight cylinders changing gears automatically.\n\nThey turn left, onto Huatabampo streets. They continue in\nsilence under the shade of the houses until they reach the\ncorner with Tonald, where a car waits its turn to turn.\n\f113.\n\nCONTINUED:\n\nSefiora Sofia breaks behind the car and waits. The two women\nlook ahead in silence. Sefiora Sofia holds Cleo’s hand and\nstarts bawling.\n\nIt’s a quiet and prolonged wail that breaks into a long and\narticulate lament. She hugs Cleo who is still silent.\n\nThe car in front of them has moved and now the GALAXIE holds\nup the traffic, three cars waiting behind it already. A HORN\nhonks.\n\nSefiora Sofia cries while hugging Cleo.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car in front of them has moved and now the GALAXIE holds\nup the traffic, three cars waiting behind it already. A HORN\nhonks. Sefiora Sofia cries while hugging Cleo. \n\nTARGET SECTION TO BE ANNOTATED:\n She cries out all the\nimpotence, all the fear, all the uncertainty, and all the\nhumiliation. She cries, ignoring the chorus of horns that has\njoined her lament.\n\nEXT.- CORNER OF HUATABAMPO AND TONALA - DAY\n\nThe Galaxie 500 is motionless and stops traffic at the\ncorner. Impatiently, cars go around it on the left, some of\nthem protesting rudely.\n\nThe two women inside the Galaxie continue to hug.\n\nWednesday, June 23, 1971.\n\nEXT- PATIO - TEPEJI 21 - AFTERNOON\n\nLittered with dog shit, the patio is empty except for a red\ntricycle, a football and Borras, enjoying the last few rays\nof sun.\n\nA mysterious WHISTLE filters in from the distance. Alert,\nBorras lifts his head.\n\nThe sad and solitary whistle invokes a presence, invading the\nwalls of the house.\n\nIn the patio, Borras begins to bark.\n\nEXT. - TEPEJI STREET - TEPEJI 21- AFTERNOON\n\nThe whistle pierces through the afternoon quiet and seems to\nbounce off the facades of the houses.\n\nSad and defeated, Tepeji 21 rests on its solid ground, which\nblends with the grey concrete of the sidewalk.\n\f114.\nThe Galaxie 500 and the Valiant are parked in front of the\nhouse.\nA KNIFE SHARPENER crosses on his bike, blowing on his\nwhistle, suffusing the air with its ominous lament.\nEXT - SMALL PATIO - TEPEJI 21- AFTERNOON\n\nThe parakeets seem to want to imitate the whistle with their\nsong. Adela’s voice calls from the second floor -\n\nADELA (0.C.)\nMove it!\nINT. - KITCHEN - TEPEJI 21- AFTERNOON\n\nCleo is sitting next to the window, wrapped up in her own\npain.\n\nADELA (0.C.)\nIt’s the sharpener! Move it! Cleo!\n\nBut Cleo remains motionless.\n\nThe fateful whistle fades away slowly and disappears.\nBorras and the parakeets calm down.\n\nEverything is in silence.\n\nThe afternoon light abates.\n\nCleo doesn’t move.\n\nTA-TA TA-TA TA-TA TA-TAAAAAAA...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe afternoon light abates. Cleo doesn’t move. TA-TA TA-TA TA-TA TA-TAAAAAAA... \n\nTARGET SECTION TO BE ANNOTATED:\n!\n\nA car's nasal horn resounds on the street and Borras replies\nwith his barks.\n\nTA-TA TA-TA TA-TA TA-TAAAAAAA...!\n\nCleo does not recognize the sound of the horn but its rhythm -\nTA-TA TA-TA TA-TA TA-TAAAAAAA...!\n\nCleo gets up and slowly walks out the door to the -\n\nSMALL PATIO -—\n\nShe crosses out onto -\n\f115.\n\nEXT. - PATIO - TEPEJI 21 - AFTERNOON\n\nCleo watches Adela open the street door while she grabs\nBorras by the collar. She discovers -\n\nA PALE YELLOW RENAULT 21 parked in front of the door. It revs\nand pulls in, easily crossing the doorframe and continuing\nits way up to the hallway door.\n\nPaco and Pepe peek out from the hall and see their mother at\nthe wheel of the Renault. Paco cries out -\n\nPACO\nTofio! Sofi! Come!\n\nPEPE\nMom bought a new car!\n\nPaco comes out to examine the car’s body. Pepe joins his\nbrother. Cleo comes closer while Adela closes the door that\nleads to the street.\n\nSefiora Sofia pokes her head out of the car window -\n\nSENORA SOFIA\nYou like it?\n\nPACO\nHow fast can it go?\n\nSefiora Sofia opens the door and comes out -\n\nSENORA SOFIA\nYou check.\n\nPaco hurries to sit in the driver’s seat. Pepe runs around to\nthe other side and sits in the passenger seat.\n\nTofio and Sofi come out to the patio to see the new car.\n\nTONO\nWhy not a Maverick?\n\nFrom the driver’s seat, Paco protests -\n\nPACO\nIt only goes to 145! The Galaxie\ngoes up to 200!\n\nSENORA SOFIA\nBecause they’re very expensive and\nI want a small car. I’ve had it up\nto here with that Galaxie!\n\f116.\n\nCONTINUED:\nSofi sits in the back seat -\n\nSOFI\nI like the new car, mommy.\n\nPACO\nWhat about the Galaxie?\n\nSENORA SOFIA\nI sold it. They’re coming to pick\nit up next week.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACO\nWhat about the Galaxie? SENORA SOFIA\nI sold it. They’re coming to pick\nit up next week. \n\nTARGET SECTION TO BE ANNOTATED:\nSofi comes out of the car -\n\nSOFI\nDoes dad know?\n\nSENORA SOFIA\nNo, it’s a surprise.\n\nSefiora Sofia looks at Cleo -\n\nSENORA SOF{A (CONT’D)\nHi, Cleo. Do you like the new car?\n\nCleo barely nods.\n\nSENORA SOF{A (CONT'D)\nAnd speaking of surprises, we're\ngoing on a trip this weekend and\nwe're taking the Galaxie on its\ngoodbye ride.\n\nPaco and Pepe come out of the car and follow their mother and\nsiblings into the hall.\n\nSOFI\nWhere to?\n\nSENORA SOFIA\nTuxpan.\n\nPACO\nWhere’s Tuxpan?\n\nTONO\nI have practice!\nSENORA SOFIA\n\nYou'll skip it. Tuxpan is in\nVeracruz.\n\f117.\n\nCONTINUED:\n\nFrom the patio and through the window, Cleo watches the\nlights of the house switching on and Sefora Sofia crossing\nthe hall up to the stairs. Paco and Pepe cross the hall\nfollowing their mother.\n\nPACO\nIt’s the beach?\n\nSENORA SOFIA\nYes.\n\nTONO\nThe beach in Veracruz is so ugly.\n\nSefiora Sofia climbs the stairs, the four children follow her.\n\nOut on the patio, Cleo watches the family disappear into the\nupper floor.\n\nSaturday, June 26, 1971\n\nEXT. TUXPAN FREEWAY - DAY\n\nPalm trees, ceibas and banana plants give way to multicolored\nhouses competing with tropical flowers and foliage and more\npalm trees, ceibas and banana plants.\n\nThe Galaxie 500 drives past a turn.\n\nINT/EXT - GALAXIE 500 - TUXPAN FREEWAY - AFTERNOON\n\nCleo watches the landscape in silence, Pepe snuggles against\nher.\n\nThe radio's looking to tune into a station, going through\ntropical music, cumbias, and advertisements for a local\ndance.\n\nTONO (0.C.)\nLa Pantera doesn’t get all the way\nhere.\n\nPACO (0.C.)\n\nI heard it for a little bit.\n\f118.\n\nSENORA SOFIA (0.C.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\n118. SENORA SOFIA (0. C. \n\nTARGET SECTION TO BE ANNOTATED:\nLook! The sea!\n\nPACO\nStop, stop, stop! Ma!\n\nSENORA SOFIA\nWhy don’t we go drop the bags off\nat the hotel first?\n\nTONO\nBy the time we get there it’1ll be\ndark.\n\nPACO\n\nLet’s go! Just for a little while.\n\nSENORA SOFIA\nOK. Only for a little bit though.\n\nEXT. - ROADSIDE BEACH - AFTERNOON\n\nThe Galaxie pulls up next to the sands of a long grey\novercast beach, empty except for the stunted skeleton of a\nbrick building.\n\nThe family comes out of the car.\n\nTofio and Paco immediately run to the shore taking off their\nshirts and pants and throwing them on the sand. Sofi and Pepe\nfollow behind.\n\nSefiora Sofia takes off her shoes and follows her children,\npicking up the clothes strewn about on the sand.\n\nCleo walks to the shore where the children splash around. She\nis absent.\n\nA gust of wind drags the breeze over to caress her face. Cleo\nbreathes in the sea and closes her eyes. She breathes in, as\nif wanting to cleanse something very deep.\n\nEXT. - GARDEN - BUNGALOWS -TUXPAN - DUSK\n\nThe fading light of day strokes the garden with soft\ncoolness. An orchard surrounds the bungalows built in the\n1940s their paint now nibbled on by time and saltpeter.\n\nA RECEPTIONIST, carrying keys, guides Sefiora Sofia, Cleo and\nthe children through the garden. They all carry bags. The\nreceptionist opens the door.\n\f119.\n\nINT. —- ROOM - BUNGALOW - TUXPAN - DUSK\n\nThe sky’s last light attempts to paint the windows but is\ndefeated by the lightbulb inside a wicker lamp, which lights\nthe small room with two beds.\n\nCleo, sits on one of the beds and putting Pepe’s T-shirt on\nas he stands in front of her with his arms up in the air.\nWhen his head pokes out the collar, Pepe looks at her,\nsurprised -—\n\nPEPE\nCat got your tongue?\n\nCleo shakes her head no.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCleo, sits on one of the beds and putting Pepe’s T-shirt on\nas he stands in front of her with his arms up in the air. When his head pokes out the collar, Pepe looks at her,\nsurprised -—\n\nPEPE\nCat got your tongue? Cleo shakes her head no. \n\nTARGET SECTION TO BE ANNOTATED:\nPEPE (CONT'D)\nThen why don’t you talk.\n\nCleo smiles, with a smile that holds back tears, and walks\nhim out of the room to a -\n\nINT. — LIVING ROOM - BUNGALOW - TUXPAN - DUSK\n\nAnother wicker lamp hangs in the middle of the little dining\nroom and two lamps on each side of the sofa, one without a\nshade, light the room.\n\nTofio is tying knots with a string while Sefiora Sofia is\napplying vinegar on Paco’s back with a cotton ball.\n\nPACO\nAy! Ay ! Ay...!\n\nSENORA SOFIA\nI told you to put on your T-shirt.\n\nPACO\nBut it was cloudy!\n\nSENORA SOFIA\nThat's why! The glare is worse than\nthe sun!\nNext to him, crying and crying, Sofi waits her turn.\n\nSENORA SOF{A (CONT'D)\nAre you dressed Pepe?\n\nPEPE\nYes, but the cat got Cleo’s tongue.\n\f120.\n\nCONTINUED:\n\nSefiora Sofia smiles. Cleo sits on the sofa and grabs a cotton\nball, douses it in vinegar, comes close to Sofi and starts\napplying it on her back.\n\nCleo and Sefiora Sofia swab wet cotton balls over Sofi and\nPaco's backs. Sofi won't stop crying but Cleo’s gaze is\nabsent.\n\nINT. —- RESTAURANT —- TUXPAN - NIGHT\n\nHand-drawn illustrations of each dish and a stuffed sailfish\ndecorate the walls of a family restaurant. Romantic music\npours out of a rockola, accompanying the hum of the\nfluorescent lights.\n\nThe family’s finishing dinner. Cleo cuts Sofi and Pepe’s\nmeat. They’re wearing pajamas already. Tofio has finished and\nis tying his knots.\n\nSENORA SOFIA\nChildren?\n\nBut the children are distracted.\n\nSENORA SOF{A (CONT'D)\nChildren?\n\nShe finally gets her children’s attention.\n\nSENORA SOF{A (CONT'D)\nPay attention! I have something to\ntell you.\n\nThe children look at her expectantly. Sefiora Sofia hesitates,\ngathers her courage and -\n\nSENORA SOF{A (CONT’D)\nYour dad's not in Ottawa.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have something to\ntell you. The children look at her expectantly. Sefiora Sofia hesitates,\ngathers her courage and -\n\nSENORA SOF{A (CONT’D)\nYour dad's not in Ottawa. \n\nTARGET SECTION TO BE ANNOTATED:\nSOFI\nIs he back?!\n\nSENORA SOFIA\nNo. Your dad never went anywhere.\n\nThe children look at her, she’s seems confused.\n\nSENORA SOF{A (CONT'D)\nWell, yes. But he only went for a\nweek and... your father’s not\ncoming back home.\n\f121.\n\nCONTINUED:\n\nThe children watch her in silence. Tofio and Paco are\ninterested, Sofi and Pepe are confused.\n\nThe song ends and the rockola digests another coin, expelling\na new lament.\n\nSENORA SOF{A (CONT’D)\nWe came on this trip so he could\ncome get his things from the house.\n\nPACO\nWhat things?\n\nSENORA SOFIA\nHis things. Or what he says are his\nthings. His clothes, the\nbookshelves...\n\nPACO\nAre you getting a divorce?\n\nSENORA SOFIA\nHe says he doesn’t know.\n\nSofi starts to cry.\n\nSOFI\nHe doesn’t love us anymore?\n\nSENORA SOFIA\nDad loves you very much. He says he\nwants to see you.\n\nTONO\nWhen?\n\nSENORA SOFIA\nHe says he doesn’t know when...\nSoon.\n\nSofi muffles her cries in Cleo’s breast, Tofio looks at the\nfan and Paco plays with his beans. Only Pepe is still looking\nat his mother, still confused.\n\nSENORA SOF{A (CONT'D)\nThere will be many changes, but\nwe'll be together and it’1l be an\nadventure.\n\nPepe rests his head on Cleo.\n\f122.\n\nCONTINUED:\n\nSENORA SOF{A (CONT'D)\nI’m starting a new full time job in\npublishing next week.\n\nTONO\nPublishing? But you’re a chemist.\n\nSENORA SOFIA\nI know, but your father hasn’t sent\nany money yet and teaching high\nschool is not enough. Plus, I love\nbooks and I never liked chemistry.\nIt’ll be another adventure.\n\nBut the children don’t look very convinced.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlus, I love\nbooks and I never liked chemistry. It’ll be another adventure. But the children don’t look very convinced. \n\nTARGET SECTION TO BE ANNOTATED:\n They still don’t\nknow this but this moment will be etched into their memories\nas fragments of images, smells, sounds and textures -\n\nThe food stains on the table, the paintings on the walls, the\nlandscape of beans smashed by the fork on a plate.\n\nThe song ends.\n\nEXT. - STREET - TUXPAN - NIGHT\n\nThe family roams around the streets. Quiet. Lost in thought.\n\nSunday June 27, 1971.\n\nEXT. - PALAPA - TUXPAN BEACH - DAY\n\nThe sun bears down on the afternoon, beaming down on the\nwaves and the burning sand on the empty beach. The waves\nfollow one after another, incessantly, dragging their foam\ntill they caress the sand without ever breaking.\n\nA palapa shelters the family under its shade and its cool\nsand.\n\nPaco and Pepe bury Sofi in the sand, sculpting long legs to\nwhich they add tennis shoes instead of feet.\n\nSefiora Sofia reads a book sitting on a folding cloth chair\nand Tofio reads a Flash comic lying down on a hammock, swaying\nin the wind.\n\f123.\n\nAt the edge of the shade, Cleo is sitting on a chair,\nhypnotized by the rhythm of the waves and the foam melting as\nit touches the sand.\n\nTime trickles by slowly.\nEXT - TUXPAN BEACH - AFTERNOON/DUSK\n\nThe yellow end-of-the-afternoon light dances with the wind,\ncaressing surfaces softly.\n\nPaco and Sofi play in the waves, jumping over them, swimming\nunder them, or resisting heroically on foot.\n\nIn her dress, Cleo stands next to Pepe who is digging holes,\ntunnels and roads in the sand too.\n\nSefiora Sofia comes in to the edge, followed by Tofio who stops\nhalfway. Paco and Sofi come out of the water running -\n\nPACO\nAre you going to come in?\n\nSENORA SOFIA\nI have to go check on the tires\nsince we're leaving tomorrow early.\nYou coming?\n\nPACO\nNo. It’s our last day at the beach.\n\nSOFI\nI’m staying too.\n\nSENORA SOFIA\nBut if I leave, you can’t go in. If\nsomething happens, Cleo can’t swim.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOFI\nI’m staying too. SENORA SOFIA\nBut if I leave, you can’t go in. If\nsomething happens, Cleo can’t swim. \n\nTARGET SECTION TO BE ANNOTATED:\nPACO\nBut it’s so mellow.\n\nSENORA SOFIA\nI don’t care. If you want to stay,\nthose are the rules.\n\nPACO\nNot even by the edge?\n\nSENORA SOFIA\nBy the edge is fine. But just here,\nunderstood?\n\nPACO AND SOFI\nYes...\n\f124.\n\nCONTINUED:\n\nPEPE\nMe too?\n\nSENORA SOFIA\nYes, but right by the shore.\n\nSefiora Sofia looks at Cleo.\n\nSENORA SOF{A (CONT’D)\nCan I leave them with you? I won't\ntake long.\n\nCleo simply nods and watches Sefiora Sofia walk back with Tofio\nto the Galaxie 500 parked behind the palapa.\n\nIn the background, the sun has lost its shine and peeks out,\nred and roundly from between the clouds.\n\nPaco and Sofi go back to the water, Pepe follows.\n\nCLEO\nJust right by the shore.\n\nPaco and Sofi run to the edge, splashing around with their\nfeet, getting Pepe wet.\n\nPEPE\nAaaah!\n\nPaco and Sofi kick more water around to get Pepe wet, he runs\naway but falls on dry sand. Cleo runs to him and picks him\nup, he’s crying. She tries to brush off the thousands of\ngrains of sand sticking to his damp skin.\n\nPaco takes advantage of the distraction and goes in deeper.\nSofi begins to follow in after him when Cleo sees them -\n\nCLEO\nPaco! Just in the shallow water!\nSofi!\n\nSofi obeys, Paco comes back to the shore too.\nCleo takes Pepe’s hand and they walk back to the palapa\ntogether. As they step on warmer sand, Pepe stops, holds his\n\narms up.\n\nPEPE\nCarry me.\n\f125.\n\nCONTINUED:\n\nCLEO\nNo way. You can do it alone. It’s\nnot hot anymore.\n\nShe looks to the shore -\n\nCLEO (CONT'D)\nPaco! I see you! Back to the shore!\n\nPACO (0.C.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nBack to the shore! PACO (0. C. \n\nTARGET SECTION TO BE ANNOTATED:\nBut we’re at the shore!\n\nCLEO\nCome closer! You heard your mother,\nif you don’t come in, you have to\nget out!\n\nShe waits and when she’s satisfied, she keeps walking.\n\nArms still up in the air, Pepe watches her go and throws\nhimself on the sand.\n\nCleo barely looks -\n\nCLEO (CONT'D)\nSuit yourself. You’re just getting\nmore sand on you and I was going to\nclean you up in the palapa.\n\nShe keeps walking. Pepe gets up, crusty with sand, and\nhurries to catch up.\n\nThey reach the palapa and Pepe sits on a chair. Cleo starts\ndusting him off with a clean towel. She looks to the sea -\n\nCLEO (CONT'D)\nHey! I’m watching you guys!\n\nCleo waits for the children to come back to shallow water and\nkeeps cleaning Pepe.\n\nPEPE\nDid you know when I was grown up I\nwas a sailor?\n\nCLEO\nMmmhmmm. . .\n\nPEPE\nYes, and I drowned in a storm.\n\f126.\n\nCONTINUED:\n\nCLEO\nMmmhmmm. . .\n\nShe gets up and looks out to sea -\n\nCLEO (CONT'D)\nPaco and Sofi! Closer!\n\nCleo keeps watching -\n\nPEPE\nBut the waves were so big....\n\nCLEO\nGet back!\n\nShe walks to the edge of the palapa and stops to wait next to\na post -\n\nCLEO (CONT'D)\nCloser!\n\nPEPE\nAnd it was night and there was so\nmuch lightning... and I didn’t know\nhow to swim...\n\nWithout taking her eyes from the waves, Cleo starts walking\ntowards the shore.\n\nCLEO\nStay there Pepe.\n\nThe sun has vanished behind the mountain and the purple sky\nis laden with black clouds. The wind picks up the sand and\nmakes new waves that crash arrogantly into the old ones.\nCleo stops -\n\nCLEO (CONT'D)\nHelp your sister!\n\nBehind her, Pepe comes closer. Cleo sees him -\n\nCLEO (CONT'D)\nPepe! I told you to stay there!\n\nChided, Pepe goes back to the palapa.\nScared now, Cleo looks at the sea and looks around but the\n\nbeach is deserted.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nI told you to stay there! Chided, Pepe goes back to the palapa. Scared now, Cleo looks at the sea and looks around but the\n\nbeach is deserted. \n\nTARGET SECTION TO BE ANNOTATED:\n Only a man on a horse far away and some\npeople walking in the distance. She hurries to the shore.\n\f127.\n\nAs she reaches the edge, she walks fearfully in the water\nthat moves back and forth and crashes around her legs,\nsoaking her polyester dress.\n\nShe looks impotently at the waves, which Paco and Sofi\nwrestle, insignificant in a fierce and indifferent ocean that\ndrags them further in.\n\nCleo tries to move closer to the children, fighting to keep\nher balance in the choppy waters reaching her waist.\n\nThe wind plays with the crests of the dark waves and the\ndense clouds are charged with tension in an ever darkening\nsky.\n\nCleo looks out to the beach but the man on the horse and the\npeople are still very far away and she resigns herself to\ngoing deeper.\n\nA wave crashes over the children’s heads. When it passes,\nSofi reemerges but she can barely take a breath when another\nwaves comes crashing over her.\n\nOther waves cross and crash up to the sky.\n\nCleo fights desperately to stay on her feet in the midst of\nthe cross-current chaos enveloping her without failing to\nlook straight in front of her-\n\nWhere the waves crash, rising up, and yet others take their\nplace, the little heads don’t emerge.\n\nAnother wave powers up and a little head bobs up in front of\nher, it’s Sofi taking up air, and Paco resurfaces too.\n\nHe turns to look and sizes up the wave, grabs his sister and\nswims with the break to the beach, but the wave catches up\nwith them, pulling them down.\n\nCleo comes close but is pushed back by the waves. In front of\nher, the little heads reemerge. Paco tries to repeat the move\nand pushes Sofi to the front, but the water envelops them.\n\nIt also envelops Cleo, but doesn’t drag her out. She pushes\ntowards Sofi, who tries to swim to her. Cleo reaches her body\nout to get her and as she pulls her in, her feet lose contact\nwith the bottom and the two go under.\n\nAnother wave galloping with foam. And behind it, Cleo emerges\ncarrying Sofi. Paco swims behind them.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnother wave galloping with foam. And behind it, Cleo emerges\ncarrying Sofi. Paco swims behind them. \n\nTARGET SECTION TO BE ANNOTATED:\nAt the beach, a group of people gathers, and with them the\nman on the horse.\n\f128.\n\nCONTINUED:\n\nCleo carries Sofi and finally manages to reach shallower\nwaters, Paco follows a little further behind. A couple of\nyoung guys run towards them but they don’t help, they just\nlook.\n\nCarrying Sofi, Cleo reaches the shore and collapses on the\nbeach, Paco next to her. Sofi coughs and Cleo hugs her on her\nlap.\n\nCurious onlookers surround them and behind them, Sefiora\nSofia, followed by Tofio come running from the palapa.\n\nCleo cleans sand off of Sofi’s face and starts crying. She\ncries and hugs Sofi who is also crying, and rocks with her.\nCleo hugs her as if her life depended on it.\n\nSefiora Sofia throws herself on the sand next to Cleo and\nyanks Sofi from her. Sofi hugs her mom. Paco comes to them\nand hugs them both.\n\nTofio watches, next to the bystanders, and next to him Pepe\nlooks scared.\n\nSefiora Sofia checks on Sofi -\n\nSENORA SOFIA\nAre you OK, my love?\n\nSofi nods -\n\nSOFI\nCleo saved us...\n\nThe recent emotion pushes more tears. Sefiora Sofi looks at\nCleo who is crying inconsolably. It’s a deep and painful cry,\na cry that washes it all away.\nSefiora Sofia hugs her mightily -\nSENORA SOFIA\nThank you, thank you, thank you\nCleo...\nBut Cleo can’t stop crying -\nCLEO\nI didn’t want her... I didn’t want\nher...\n\nSefiora Sofia tries to calm her -\n\f129.\n\nCONTINUED:\n\nSENORA SOFIA\nShhh, shhh, shhh... They’re OK. The\nkids are OK....\n\nBut Cleo insists amidst tears and snot -\nCLEO\nI didn’t want her... I didn’t want\nher to be born...\nShe breaks down completely -\nCLEO (CONT'D)\nPoor little girl! ... I didn’t want\nher to be born! ... I didn’t want\nher to be born!...",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe breaks down completely -\nCLEO (CONT'D)\nPoor little girl! ... I didn’t want\nher to be born! ... I didn’t want\nher to be born!... \n\nTARGET SECTION TO BE ANNOTATED:\nSENORA SOFIA\nIt’s going to be all right, Cleo...\nIt’s going to be all right...\n\nThe two women cry, hugging. It’s a shared cry, with sobs like\nretching, and long silences exploding in prolonged vocals.\n\nThe children close in on the women, hugging them. Only Tofio\nwatches, standing by.\n\nThe onlookers scatter. The rider pulls the reins and the\nhorse continues its way down the beach.\n\nThe furious sea and its restless waves reflect the last\nglimmers of the day.\n\nMonday June 28, 1971.\n\nEXT. - PUEBLA FREEWAY - AFTERNOON\n\nFields spotted with clouds spread out between green hills.\nFurther behind, the volcanos show off their snowy peaks.\n\nThe Galaxie 500 drives on, tiny, on the road crossing the\nlandscape.\n\f130.\n\nINT/EXT - GALAXIE 500 - PUEBLA FREEWAY -AFTERNOON\n\nSefiora Sofia is driving, and her index finger is calm. Next\nto her, Tofio looks out the window without looking at the\nlandscape. In the rear, Paco also lets the landscape slide by\nhis lost gaze.\n\nSofi is hugging Cleo, who carries a sleeping Pepe on her lap.\n\nThe family rides in silence.\n\nEXT. - FREEWAY ENTRANCE TO THE CITY - AFTERNOON\nMexico City extends out to the distance.\n\nThe Galaxie 500 drives on, heavy with uncertainty.\n\nEXT. - HOUSE - TEPEJI 21- AFTERNOON\n\nThe house rests patiently, resigned to enjoy the last rays of\nsun.\n\nThe Jr. high marching band turns the corner and heads into\nthe street with its martial drums and trumpets.\n\nThe Galaxie 500 pulls into the street and follows the band’s\nread guard until it parks in front of the house. Tofio\nimmediately opens the door and stretches out on the street.\n\nPepe comes out after him, running to the door, holding his\nprivates and ringing the doorbell. Borras answers by barking.\n\nSefiora Sofia comes out of the car and opens the trunk, Sofi\ncomes out after her. Cleo comes out last and heads to the\ntrunk as well.\n\nAdela opens the door holding Borras by the collar.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSefiora Sofia comes out of the car and opens the trunk, Sofi\ncomes out after her. Cleo comes out last and heads to the\ntrunk as well. Adela opens the door holding Borras by the collar. \n\nTARGET SECTION TO BE ANNOTATED:\n Pepe runs\nthrough the door and rushes in.\n\nINT. - DOWNSTAIRS - TEPEJI 21 - AFTERNOON\n\nThe afternoon sun still pierces the windows obliquely and\nstreaks the living room shadows with its light. Outside the\nfamily is on the sidewalk -\n\nCLEO\nTie the dog...\n\nSENORA SOFIA\nYou too, kids. Don’t play dumb and\ncome help us with the things.\n\f131.\n\nCONTINUED:\n\nThe children who were already walking up to the house stop\nand come back to help begrudgingly.\n\nInside, the skylight lights the stairs but barely touches the\ntiles in the hall. Pepe bursts in from the patio and runs to\nthe bathroom that is under the stairs, goes in, shuts the\ndoor.\n\nAdela crosses through the windows that open to the patio,\ndragging Borras by the collar. She listens to the jet in the\ntoilet.\n\nInside, the house waits. It seems to have grown larger. The\nabsence of the bookshelves has left towers of books piled on\nthe floor and a seeming emptiness.\n\nTofio comes in, carrying his things. He’s rushing but stops in\nthe middle of the hall, surprised by the space-it seems new.\nPaco comes in right after and stops next to his brother.\n\nSefiora Sofia walks in with Sofi. The toilet flushes and Tofio\nreaches his verdict -\n\nTONO\nIt’s horrible. It’s horrible\nwithout the bookshelves...\n\nPACO\nI like it better this way...\n\nTofio runs up the stairs...\n\nTONO\nIt’s awful.\n\nPaco follows after him. Pepe comes out of the bathroom and\nfollows his mother and Sofi up the stairs -\n\nSOFI\nWhat’s so horrible mommy?\n\nSENORA SOFIA\nHe doesn’t like the hallway without\nthe bookshelves.\n\nSOFI\nWhat bookshelves?\n\nSENORA SOFIA\nThe ones that used to be in the\nhall.\n\f132.\n\nCONTINUED:\n\nSOFI\nOh! You’re right!\n\nPEPE\nWow! It looks bigger!\n\nSENORA SOFIA\nWhat did you think about our\nadventure?\n\nSOFI\nI liked it a lot.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt looks bigger! SENORA SOFIA\nWhat did you think about our\nadventure? SOFI\nI liked it a lot. \n\nTARGET SECTION TO BE ANNOTATED:\nSefiora Sofia and the children disappear upstairs, where the\ntelevision is already on.\n\nOutside, on the patio, Cleo walks, carrying three bags and\nruns into Adela who is back without the dog.\n\nADELA\nI’m going to the store, there’s no\nham. How was it then?\n\nCLEO\nReal pretty. Go. I’1ll tell you\nabout it later.\n\nAdela continues on her way out. Cleo comes into the hall.\nCrosses and goes up the stairs carrying the luggage.\n\nFrom upstairs Pepe exclaims -\n\nPEPE (0.S.)\nThe desk is gone too!\n\nINT. UPSTAIRS HALL - TEPEJI 21- AFTERNOON\n\nCleo makes it up to the hall and leaves the luggage on the\nfloor. The family has begun to take over the spaces -\n\nPepe sits next to Paco who is already in front of the\ntelevision.\n\nSENORA SOFIA\nAnd we'll have other adventures.\nAnd we’ll travel a lot.\n\nPACO\nWe'll go to Dinseyland?\n\f133.\n\nCONTINUED:\n\nTofio puts stuff away in a drawer in his room and Sofi goes to\nher room to grab a doll. Sefiora Sofia goes to Cleo, takes one\nof the bags and puts it in her room -—\n\nSENORA SOFIA\nWe don’t have enough money...\n\nCleo takes the other bag to Tofio and Paco’s room. Tofio comes\nout and sits in the armchair in front of the television.\n\nSENORA SOF{A (CONT'D)\nBut we can go on adventures in the\ncar. What if we went to a ghost\nmining town in the desert?\n\nPEPE\nAnd there’s ghosts?\n\nPaco gets up, following his mother into her room —\n\nPACO\nNo, silly. That’s what you call\ntowns that are abandoned. And\nwhat’s over there?\n\nCleo comes out of Tofio’s room carrying a load of laundry and\ndrops it next to the stairs.\n\nSefiora Sofia comes out of her room followed by Paco. The\nphone rings.\n\nSENORA SOFIA\nNothing. Just the town and the\nabandoned mine. Or we could go to\nthe Lacandon jungle, or Oaxaca...",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENORA SOFIA\nNothing. Just the town and the\nabandoned mine. Or we could go to\nthe Lacandon jungle, or Oaxaca... \n\nTARGET SECTION TO BE ANNOTATED:\nSOFI\nOaxaca, Yes! And we could visit\nCleo’s village.\n\nSefiora Sofia comes back to the hall and sits in the couch\nnext to Pepe and Sofi who takes up the other spot.\n\nPACO\nI was there.\n\nSOFI\nFinders keepers...\n\nCleo picks up...\n\f134.\n\nCONTINUED:\n\nCLEO\nHello? Yes, thank you ma’am... Yes\njust a moment...\n\nShe lowers the phone and calls out -\n\nCLEO (CONT'D)\nSefiora Sofi? It’s sefiora Molly\ncalling.\n\nSefiora Sofia gets up, calming the children -\n\nSENORA SOFIA\nDon’t fight. You sit here, Paco.\n\nShe goes up to the phone -\n\nSENORA SOF{A (CONT'D)\nHello, comadre. How are you? I’m\njust back from Tuxpan...\n\nCleo gathers the dirty laundry into a pile. Pepe calls from\nthe couch -\n\nPEPE\nCleo? Can you bring me a banana\nmilkshake?\n\nSOFI\nMe too?\n\nCleo picks up the pile of clothes -\n\nCLEO\nSure. Just lemme take these clothes\nup to wash. Do you want something,\nPaco?\n\nPACO\nAny Gansitos?\n\nCLEO\nI’m not sure, but if not, I'll go\nget some later.\n\nCleo starts to go down the stairs. Sefiora Sofia continues her\nphone conversation -\n\nSENORA SOFIA\n\nYes, it was wonderful... Yes, the\nkids are all right... No... lovely!\n«ee. good...\n\n(MORE)\n\f135.\n\nSENORA SOFIA (CONT'D)\nWell Paco and Sofi scared the\nliving daylights out of me...\n\nINT - DOWNSTAIRS - TEPEJI 21 - AFTERNOON\n\nCleo goes down the stairs carrying her pile of clothes, the\nfamily conversations and television filter down from\nupstairs.\n\nAs she reaches downstairs, she crosses the empty hallway and\nthe breakfast room. She goes into the kitchen and out the\nback.\n\nEXT. - SMALL PATIO - TEPEJI 21 - AFTERNOON\n\nThe patio, in shadows now, floats in the afternoon quiet.\nBorras sleeps and the parakeets are quiet.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes into the kitchen and out the\nback. EXT. - SMALL PATIO - TEPEJI 21 - AFTERNOON\n\nThe patio, in shadows now, floats in the afternoon quiet. Borras sleeps and the parakeets are quiet. \n\nTARGET SECTION TO BE ANNOTATED:\n Only the hum of\nthe city in the distance.\n\nCleo comes out of the kitchen carrying her load of dirty\nlaundry and crosses the tiny patio to go up the metal\nstaircase that leads to the roof.\n\nHer steps reverberate throughout the bony structure in a\nmetallic moan that echoes through the tiny patio, waking the\ncaged birds.\n\nCleo reaches the step in front of her room and keeps walking\nupwards. A sweet potato vendor lets out his sad howl in the\ndistance.\n\nStep by step, Cleo ascends.\n\nYet further up, beyond the roof, the sky is pure.\n\nPietrasanta, September 23, 2016.\n\f"
}