{
  "1": " \n\nRUSHMORE\n\nanderson/wilson\n12.may.97\n\fINT. CLASSROOM. CAY\n\nA private day schoci. Twenty 10th grade boys are sitting in\ndesks in geometry class. They are dressed in school uniform,\njight blue shirts and khakis. Tne boys look dazed and sleepy.\n\nThe teacher, MR. ADAMS, is at the front of the room,\nfinishing a complicated equation on the chalkboard.\n\nMR. ADAMS\nExcept when the value of the x co-\nordinate is less than or equal to\nthe value of the -- Yes, Isaac?\n\nA boy named ISAAC has raised his hand.\n\nISAAC\nWhat about that problem?\n\nIsaac points to a startling and intricate arrangement of huge\nnumbers and strange symbols filling-up a forgotten corner of\nthe chalkboard. The heading above it says Extra Credit.\n\nMR. ADAMS\nOh, I really just put that up there\nas a joke. That's probably the hard-\nest geometry equation in the world.\n\nISAAC\nHow much extra credit is it worth?\n\nMR. ADAMS\nWell. I've never seen anyone get it\nright before, including my mentor Dr.\nLeaky at MIT. So I guess if anyone\nhere can do it,\n(pause)\nI'll make sure none of you ever have\nto open another math book again for\nthe rest of your lives.\n\nThere is some quiet murmuring. The name Fischer is repeated\n\nover and over. The boys begin to look to a student in the\nback row.\n\nUnlike his classmates, he wears the Rushmore school blazer\nwith insignia on the breast pocket and a Rushmore repp tie\nknotted tightly. His hair is smartly parted and swept back.\nHe is extremely skinny and pale. He is MAX FISCHER.\n\nMax has a cup of coffee on his desk and he is reading the\nWall Street Journal.\n\nMR. ADAMS\n\fMax? You want to try it?\n\nMax looks up.\n\nMAX\nI'm sorry. Did someone say my name?\n\nEveryone laughs. Max smiles slightly. He buttons his blazer\nand straightens his tie. He picks up his cup of coffee and\ntakes a sip. He goes to the chalkboard and sets to work.\n\nThe boys watch with nervous anticipation. Mr. Adams compares\nMax's progress with the notes in his book.",
  "2": "---END OF PREVIOUS SECTION---\nThe boys watch with nervous anticipation. Mr. Adams compares\nMax's progress with the notes in his book. \n---TARGET SECTION TO BE ANNOTATED---\n Max's equation\nquickly fills-up most of the board. He finishes it with a\nflourish, throws his piece of chalk in the trash, and turns\nto face the class.\n\nEveryone looks to Mr. Adams. Mr. Adams raises an eyebrow. He\nnods .\n\nThe classroom erupts into wild, ecstatic applause. Everyone\n\nsurrounds Max, cheering, as he walks calmly back to his desk.\nThey hoist him into che air.\n\nCUT TO:\n\nMax with his eyes closed, smiling serenely, listening to the\napplause. He mutters: .\n\nMAX\nGentlemen, gentlemen, please.\n\nA little hand grabs Max's arm and shakes him. Max opens his\neyes. The person shaking him is his chapel partner, DIRK\n\nCALLOWAY, a fourth grader with nearly white hair. Max looks\naround.\n\nThey are in chapel, surrounded by rows of boys in school\nuniforms. Dirk puts his finger te his lips.\n\nDIRK\nShh.\n\nMax rubs his eyes and sits up in the pew. The applause dies\ndown and Max looks to the pulpit as the guest chapel speaker,\nHERMAN BLUME, steps up to the microphone.\n\nMr. Blume is a tough-looking guy about fifty years old ina\nblack suit. He begins his chapel speech.\n\nMR. BLUME\nYou guys have it real easy. I never\nhad it like this where I grew up.\nBut I send my kids here. Because\n\fthe fact is, whether you ceserve\nit or not: you go to one of the\nbest schools in this country.\n\nMax's eyes light-up.\n\nMR. BLUME\nRushmore. You lucked out.\n\nMax leans forward to the railing and begins to listen\nintently.\n\nMR. BLUME\nNow for some of you it doesn't matter.\nYou were born rich and you're going\nto stay rich. But here's my advice to\nthe rest of you: take dead aim on the\nrich boys. Get them in the crosshairs.\nAnd take them down.\n\nSome of the students and faculty begin to look at each other\nwith puzzled expressions. Max is nodding and taking notes on\nthe flypage of a hymnal.\n\nINSERT HYMNAL:\n\nRushmore -- best school in country.\nrich kids -- bad?\n\nMR. BLUME\nJust remember: they can buy anything.",
  "3": "---END OF PREVIOUS SECTION---\nrich kids -- bad? MR. BLUME\nJust remember: they can buy anything. \n---TARGET SECTION TO BE ANNOTATED---\nBut they can't buy backbone. Don't\nlet them forget it. Thank you.\n\nMr. Blume leaves the podium. Max leaps to his feet and leads\nthe applause. The organ starts and everyone stands up.\n\nEXT. QUADRANGLE. DAY\n\nMr. Blume and the headmaster, DR. GUGGENHEIM, come out of the\nchapel among the throng of students.\n\nDr. Guggenheim wears 4 wool coat and smokes a pipe. He is\nvery dashing with silver hair and a warmly patronizing\nmanner. He walks with his hands clasped behind his back.\n\nTwo Jack Russell terriers follow quickly at his heels.\n\nDR. GUGGENHEIM\nAre you free for graduation, Herman?\nMaybe you could give us an encore.\n(whistles to the dogs)\nNicholas! Copernicus!\n\fMR. BLUME\n(lighting a cigarette)\nI don't give a shit. I paid for the\nwhole damn natatorium. The least these\nlittle pricks can do is hear me out.\n\nMAX\nMr. Blume.\n\nMax has appeared beside them. Dirk tags along behind him.\n\nMAX\nMy name’s Max Fischer. I just wanted\nto tell you, I strongly agree with\nyour views concerning Rushmore.\n\nMR. BLUME\nYou don't say. Tell me something.\nHow long have you gone here?\n\nMAX\nTen years.\n\nMR. BLUME\nThen you've been in a dreamworld\nfor ten years.\n\nMAX\nI know it, sir.\n\nMax smiles broadly. They each notice that their haircuts are\nidentical, neatly parted on the side.\n\nMAX\nYour speech was excellent. Except\nI disagree with your ideas about\nrich kids. Because. After all, we\ndon't choose whe our fathers are.\nBut that's really my only criticism.\n\nMR. BLUME\n(hesitates)\nThank you.\n\nMr. Blume looks at Dirk staring up at him. Dirk says softly:\n\nDIRK\nHello.\n\nMAX\nThis is my chapel partner, Dirk\nCalloway.\n\fMR. BLUME\n(gfiakes Dirk's hand)\nNile to meet you, Dirk.\n\nMAX .\nThank you for coming today, sir.\n\nMax shakes Mr. Blume's hand. Mr. Blume smiles. But Max\ndoesn't go. He just stands there. Searching for the words.\n\nMAX\nI really.",
  "4": "---END OF PREVIOUS SECTION---\nHe just stands there. Searching for the words. MAX\nI really. \n---TARGET SECTION TO BE ANNOTATED---\n I think it's. You're\nright about Rushmore. Look around.\nIt truly is a great school.\n\nMr. Blume nods. A little uneasy.\n\nMAX\nAnyway. Nice to have met you.\n\nMax goes. Mr. Blume and Dr. Guggenheim watch him walk away\nwith Dirk.\n\nMR. BLUME\nWhat's his name again?\n\nDR. GUGGENHEIM\nMax Fischer.\n\nMR. BLUME\nHe's a sharp little guy.\n\nDr. Guggenheim looks across the lawn at Max and ‘1s chapel\npartner. He says wistfully:\n\nDR. GUGGENHEIM\nHe's one of the worst students\nwe've got.\n\nINSERT COVER OF THE RUSHMORE YEARBCSK:\n\nIt is called the Rushmore Yankee. The masthead says Max is\neditor-in-chief. There is a photograph of him laughing,\nsurrounded by his staff.\n\nWe cut to a series of pictures of:\n\nThe French Club, Debate Team, cross-country, lacrosse, golf,\ndrama, Astronomy Society, Glee Club, student council, Model\nUnited Nations, Stamp & Coin Club, Gun Club, Bombardament\nSociety, calligraphy, fencing, kung fu, beekeeping, and J.V.\nwater polo.\n\nMax is president or captain of virtually every one of these.\n\fOther photographs show Max pole-vaulting, dancing at the\nChristmas Ball, and giving a thumbs-up from the cockpit of a\nPiper Cub.\n\nTITLE:\n\nSeptember.\nINT. DR. GUGGENHEIM'S OFFICE. DAY\n\nA panelled room with wooden floors, an old electric fan in\nthe windowsill, and paintings of ducks and geese on the\nwalls. Dr. Guggenheim is seated at his little oak desk. Max\nsits across from him in an antique leather armchair.\n\nDR. GUGGENHEIM\nWe're putting you on what we call\nsudden death academic probation.\n\nMAX\n(pause)\nAnd what does that entail?\n\nDR. GUGGENHEIM\nIt entails that if you fail another\n\nclass you're going to be asked to\nleave Rushmore.\n\nMAX\nI see.\n(raises an eyebrow)\nIn other words, I'll be expelled.\n\nDR. GUGGENHEIM\nRight.\n\nSilence.\n\nMAX\nDr. Guggenheim. I don’t want to\ntell you how to do your job.",
  "5": "---END OF PREVIOUS SECTION---\nMAX\nDr. Guggenheim. I don’t want to\ntell you how to do your job. \n---TARGET SECTION TO BE ANNOTATED---\n But\nthe fact is no matter how hard I\ntry I still might flunk another\nclass. And if that means I have to\nstay on for a post-graduate year,\nthen so be it. But if --\n\nDR. GUGGENHEIM\nWe don’t offer a postgraduate year.\n\nMAX\nWell. We don't offer it vet.\n\f(pause)\nAnd what about the fact that I'm\nProbably dyslexic?\n\nDR. GUGGENHEIM\nYou're not dyslexic.\n\nMAX\nWell, I'm a terrible speller.\n\nDR. GUGGENHEIM\nJust bring up the grades.\n\nMax sighs. He looks out the window and says quietly:\n\nMAX\nYou remember how I got into this\nschool?\n\nDR. GUGGENHEIM\nYeah, I do. You wrote a play.\n\nMAX\nThat's right. A little one act. And\nmy mother read it and felt I should go\nto Rushmore. And you read it and you\ngave me a scholarship, didn't you?\n\nDr. Guggenheim nods.\n\nMAX\nDo you regret it?\n\nDR. GUGGENHEIM\nNo, I don't regret it. But I still\nmight have to expel you.\n\nMax nods. He smiles sadly and whispers:\n\nMAX\nCouldn't we just let me float by?\nFor old times’ sake?\n\nDR. GUGGENHEIM\n\n(grimly)\nCan't do it, Max.\n\nEXT. QUADRANGLE. DAY\n\nMax and Dirk come out the door into the cold. They head\nacross the grass.\n\nMAX\nThey want to kick me out, Dirk.\n\fDIRK\n(concerned)\n\nOh, no. Not again. What are you\ngoing to do?\n\nMAX\nThe only thing I can do. Try to\npull some strings with the admin-\nistration, I guess.\n\nDIRK\n(pause)\nMaybe you ought to get a tutor.\n\nMAK\nI don't have time for a goddamn\ntutor. You know my schedule.\n\nINSERT SIGN WRITTEN IN CALLIGRAPHY:\n\nBACKGAMMON CLUB.\nFounder: Max Fischer.\n\nINT. LIBRARY. DAY\n\nA long table in the Rushmore library. Max is reading a\nlibrary copy of a book about Jacques Cousteau. He is also\nplaying backgammon with a freshman named ALEX.",
  "6": "---END OF PREVIOUS SECTION---\nDAY\n\nA long table in the Rushmore library. Max is reading a\nlibrary copy of a book about Jacques Cousteau. He is also\nplaying backgammon with a freshman named ALEX. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nDid you hear they're teaching\nJapanese next year?\n\nMAX\nThat’s the rumor.\n\nALEX\nAnd they’re cancelling Latin.\n\nMAX\nWhat? I tried to get Latin cancelled\n\nfor five years. It's a dead language.\nI'd always say.\n\nALEX\nWell, they finally heard you.\nMax shakes his head as this sinks in.\nMAX\n\nAt least I saved Dirk from the\nhorror.\n\fMax turns the page of his book, There is a little note\nwritten in the margin in pencil with an arrow pointing to the\ntext. Max frowns. He turns the book sideways to read it.\n\nINSERT FRAGMENT OF NOTE IN BOOK:\nwhich reminds me of a quote from\n\nHenry James: Try to be one of the\npeople on whom nothing is lost. I\n\nMax's frown disappears. A change comes over his face. His\neyes glaze over dreamily. He looks to Alex.\n\nMAX\nWho's Henry James?\n\nALEX\nI don't know.\n\nMax looks back at the book. He studies the quote. He gets up\n\nand goes to the check-out counter. He shows the book to the\nLIBRARIAN.\n\nMAX\nWhat does this mean?\n\nThe librarian reads the Henry James quote.\n\nLIBRARIAN\nIt means try to be worldly.\n\nMAX\nYou mean like smart.\n\nLIBRARIAN\nMore or less. Yeah.\n\nMAX\nI'd like to see a list of all the\n\nPeople who've checked-out this book\nin the past year.\n\nThe librarian goes through the cards in a little wooden box.\nINSERT SCRAP OF PAPER:\n\nMiss Cross, lst grade, room 121\nINT. HALLWAY. DAY\n\nMax walks down a hallway in the lower school. He is carrying\nthe little scrap of paper, checking room numbers as he walks.\n\f10\n\nHe looks in some of the rooms. He sees kids sitting at tables\nwith scissors and Paste. Kids watching a movie on science.\nKids curled-up on ts during naptime.\n\nAnd then he sees room 121. He goes up to the door and looks\nthrough the window.\n\nA class of first graders are sitting Indian-style in a little\ncircle on the floor. The teacher is in a tiny little kids’\nchair, reading aloud from Kidnapped. She is twenty-eight.",
  "7": "---END OF PREVIOUS SECTION---\nA class of first graders are sitting Indian-style in a little\ncircle on the floor. The teacher is in a tiny little kids’\nchair, reading aloud from Kidnapped. She is twenty-eight. \n---TARGET SECTION TO BE ANNOTATED---\n She\nwears a cardigan sweater and her hair pulled back like a\nballet dancer. She is MISS CROSS.\n\nMax's eyes are glued to the glass. He cracks open the door an\ninch to listen to her voice.\n\nMISS CROSS\nI have seen wicked men and fools, a\ngreat many of both; and I believe\nthey both get paid in the end.\n(darkly: )\nBut the fools first.\n\nShe locks up mysteriously. She turns the page and continues:\n\nMISS CROSS\nChapter fifteen. The Lad with the\nSilver Button.\n\nINT. BLUME INTERNATIONAL CONCRETE. DAY\n\nMr. Blume has a gigantic office with paintings of bk-ctle\nscenes and Viking ships, a coat of armor, and a <catue of a\ndiscus thrower. The concrete plant is outside the window.\n\nA portrait of the Blume family hangs on the wall bonind mr.\nBlume's desk. His wife and twin sons are ail fai-s-skinned\nredheads. Mr. Blume is dark and sullen. He is smoking a\ncigarette in the painting.\n\nMr. Blume sits at his desk with a silver military issue .45\nautomatic disassembled in front of him. He is cleaning it and\ndrinking a Bloody Mary. His SECRETARY buzzes him on the\nspeakerphone. Mr. Blume pushes a button on it.\n\nMR. BLUME\nYeah?\n\nSECRETARY\nMrs. Blume wants you to pick up the\ntwins from school at --\n\nMR. BLUME\nTell them to take the fucking bus.\n\fil\n\nSECRETARY\nOK.\n\nINT. CAR. DAY\n\nMax is sitting in a parked Jaguar with Dirk's mother, MRS.\nCALLOWAY. She is beautiful. She is dressed in tennis clothes\nand wears a terrycloth visor. .\n\nMax is wearing a fluorescent orange crossing guard's belt\nwith a badge at the shoulder that says Patrol Chief. He hands\nMrs. Calloway his phone number.\n\nMRS. CALLOWAY\nThank you, Max. I told Mr. Calloway\nthe other day how fortunate we are\nto have someone like you looking\nout for Dirk.\n\nMAX\nMy pleasure. I'm just trying to\nimpart some of the experiences I've\naccrued to help Dirk. There he is now.\nNice talking with you, Mrs. Calloway.",
  "8": "---END OF PREVIOUS SECTION---\nThere he is now. Nice talking with you, Mrs. Calloway. \n---TARGET SECTION TO BE ANNOTATED---\nThey shake hands. Max gets out of the car and puts his hand\non Dirk's shoulder.\n\nMAX\nHow'd the math test go?\n\nDIRK\nWhat math test?\nMAX\nI thought you had a math test.\nDIRK\nNo. Did you turn in your paper on\nthe Berlin Airlift?\n\nMAX\nYeah. I got an extension.\n\nDirk gets in the car and drives off. A seventh grader named\nBOBBY goes over to Max.\n\nBOBBY\nHow'd it go?\n\nMAX\nI shook hands with her.\n\fBOBBY\nBig deal.\n\nMAX .\nAnd I gave her my phone number.\n\nBOBBY\nBuchan said he'd have already banged\nher by now.\n\nMAX\nHe said that?\n\nMax looks across the yard at MAGNUS BUCHAN, the burly foreign\nexchange student from Scotland. He is seventeen. He has a\nstraw in his mouth and he shoots a little blowdart at a\nlittie kid's neck.\n\nHalf of Buchan's ear was blown-off in a hunting accident.\n\nMAX\nThat's a really crude thing to say.\nThat's Dirk's mother.\n\nBOBBY\nBut I thought that's why you picked\nDirk as your chapel partner.\n\nMAX\n(looks at Bobby, pause)\nWhat are you, a lawyer? All I'm\nsaying is that gorilla is a guest at\nour school for the year, so respect\nour women the same way we would in\nhis jerkwater country.\n\nMr. Blume pulls up in a brand new black Bentley.\n\nMAX\nMr. Blume!\n\nMax goes over to Mr. Blume's car.\n\nMAX\nIt's Max Fischer.\nMR. BLUME\n(weary)\nHi, Max.\n\nThey shake hands through the open car window.\n\nMAX\nHow's the concrete business?\n\f23\n\nMR. BLUME\nOh, I don't know. By the time you\nhit 45 you've been fucked over so\nmany times you don't really care\nanymore.\n\nMAX\nI'm sorry to hear that.\n\nMr. Blume sighs deeply. He stares out the windshield.\n\nMR. BLUME\nWhat's the secret, Max?\n\nMAX\nThe secret?\n\nMR. BLUME\nYeah. You look like you've got it\nall figured out.\n\nMAX\n{pause)\nI don't know.",
  "9": "---END OF PREVIOUS SECTION---\nBLUME\nYeah. You look like you've got it\nall figured out. MAX\n{pause)\nI don't know. \n---TARGET SECTION TO BE ANNOTATED---\n I think you just got\nto find something you love to do,\nthen do it for the rest of your life.\n(shrugs)\nFor me, it's going to Rushmore.\n\nMax looks very serious. Mr. Blume smiles and nods.\n\nMAX\nHey, Ronny. Hey, Donny.\n\nMr. Blume's red-headed twins RONNY and DONNY come over to the\ncar. They're Max's age but much more thick and solid.\n\nRONNY\nShotgun.\n\nDenny gets in the front seat anyway. Ronny hollers:\n\nRONNY\nI said shotgun, Donny!\n\nMR. BLUME\nGet in the back, Ronny.\n\nDenny punches three different buttons on the dash that crank\nup the AC full blast. Mr. Blume's hair dances in the cold\nburst of air. He shuts off the AC.\n\nMAX\n\fSee you tomorrow, Mr. Blume.\n{looks off)\nMrs. Reynolds!\n\nMax goes to shake hands with somebody else's parents. Mr.\nBlume looks after Max fondly.\n\nMR. BLUME\nDid you invite that kid to the\nparty?\n\nDONNY\n(shocked)\nMax Fischer?\n\nRONNY\nCome on, Dad. There's going to be\ngirls there.\n\nDONNY\nPull your head out of your ass.\n\nMr. Blume turns on Donny quickly like he is going to attack\nhim. Donny cowers grinning in the backseat with his fists up.\nRonny pipes in:\n\nRONNY\n\nRemember what Mom said. Hugs not\nhits.\n\nINT. AUDITORIUM. DAY\n\nThe school auditorium. The stage is bare except for two\nfolding chairs. A tall senior plays FRANK. He is wearing a\nstocking cap and sunglasses. A fat kid plays WILLIE.\n\nFRANK\nWait a second. What time did the\nold lady place the 911 call?\n\nWILLIE\nTen-fifteen.\n\nFRANK\n{snaps his fingers)\nThat's it.\nFrank jumps out of his seat.\n\nFRANK\nMeet me on the corner in ten minutes.\n\nWILLIE\nWhere're you going?\n\fFRANK\nI Pa tell you in the squad car.\n\nHe heads toward the wings, then stops.\n\nFRANK\nOh, and, Willie. You were wrong\nabout Enrique Sanchez. He died in\nhis sleep.\n\nHe -exits.",
  "10": "---END OF PREVIOUS SECTION---\nYou were wrong\nabout Enrique Sanchez. He died in\nhis sleep. He -exits. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nExcellent!\n\nWillie looks into the darkness beyond the stage. Max emerges\nand quickly climbs the steps onto the stage. He is followed\nby Dirk who is holding a script.\n\nMAX\nExcellent. Irving?\n\nThe stage manager is a wavy-haired sophomore named IRVING. He\ncomes out from backstage. Max pulls some money out of his\npocket and hands it to him.\n\nMAX\nGet some root beers for anybody\nwho wants one. I don't want one.\nOK. Next scene.\n{looks at Dirk's script)\nFrank. You enter stage right with\nthe bag of cocaine.\n\nINT. BARBERSHOP. DAY\n\nA small, clean barbershop. MR. FISCHER is a wr.te-haired man\nof sixty-five in a white barber's shirt. He nas just finished\ngiving a buzzcut to a twelve year-old boy named GORDON.\n\nGORDON\nMay I see the back, please?\n\nMr. Fischer holds up a hand mirror so Gordon can see the\nback. Gordon nods. Max comes in rolling a Japanese ten-speed\nat his side.\n\nMR. FISCHER\nHey, Max. How was your day?\n\nMAX\nHm. I'd say\n(thinks for a second)\n\f98% good, 2% not so good. I need a\nsignature on this geometry test, by\nthe way.\n\nMax leaves his test on the counter and rolls his bike into\nthe backroom. Gordon gives Mr. Fischer ten dollars.\n\nGORDON\nThank you very much.\n\nGorden goes out the door. Mr. Fischer looks at the geometry\ntest. Max comes out of the backroom drinking a glass of\nchocolate milk with a straw.\n\nMR. FISCHER\n\nHm.\n\nMAX\nI know.\n\nMR. FISCHER\nA 37.\n\nMAX\n\nPathetic. Just pathetic.\n\nMR. FISCHER\nWell. It could've been worse. You\n\nwere right more than a third of the\ntime.\n\nMAX\n(exploding)\nCome on, Dad! That stinks! I can\ndo better than that!\n\nMR. FISCHER\nOf course, you can.\n\nMAX\nFor once will you please try not\nte look on the bright side?\n\nMR. FISCHER\nSit down and let me give you a\ntrim.\n\nMax sighs deeply. He sits down.",
  "11": "---END OF PREVIOUS SECTION---\nFISCHER\nSit down and let me give you a\ntrim. Max sighs deeply. He sits down. \n---TARGET SECTION TO BE ANNOTATED---\n Mr. Fischer signs the\n\ngeometry test. He puts a pale blue smock over Max and gives\nhim a haircut.\n\nMAX\nDo you think I'm stupid?\n\fMR. FISCHER\nNo! You're just Not very good at\n\nmath.\nMAX\nBut I'm failing English and History,\ntoo.\nMR. FISCHER\n(pause)\n\nWell. Maybe you'd be better off at\na school where there's not so much\nemphasis on academics.\n\nMAX\nWhat, like barber college?\nMr. Fischer is stricken. Max says quietly:\n\nMAX\nNo. I love Rushmore. I don't want to\ngo someplace second rate. Besides,\nit would ruin my chances of getting\ninto Oxford.\n\nSilence. Mr. Fischer looks very sad.\n\nMR. FISCHER :\nI wish I knew how to heip you. But\nI just don't. I'm sorry, Max.\n\nMax looks at his dad. Mr. Fischer looks down at the floor.\n\nMR. FISCHER\nYou want to see the back?\n\nMAX\nNo, thanks. You know how I like it.\n\nINT. THE FISCHER'S HOUSE. NIGHT\n\nAn Archie Bunker-type house. Max and Mr. Fischer sit on the\nsofa in front of the TV having Tv dinners.\n\nMAX\nYou think I'm spending too much\nof my time starting up clubs and\nputting on plays?\n\nMR. FISCHER\nI don't know. It's possible.\n\nMAX\nI should probably be trying harder\n\fto score chicks. That's the only\nthing anybody really cares about.\n(sighs deeply)\n\nBut it's not my forté, unfortunately.\n\nMR. FISCHER\nIt'll happen, Max. It's just. You're\nlike one of those clipper ship\ncaptains. You're married to the sea.\n\nMAX\nYes. That's true.\n(paus<)\nBut I've been out at sea for a\nlong time.\n\nEXT. SOCCER FIELD. DAY\n\nMiss Cross is sitting on the bleachers watching her class\nplay Capture-the-Flag. She opens a book. It is 20,000 Leagues\nunder the Sea. She puts a cigarette in her mouth and searches\nin her pocket for a lighter.\n\nA lit match appears in front of her. Max is holding it.",
  "12": "---END OF PREVIOUS SECTION---\nShe puts a cigarette in her mouth and searches\nin her pocket for a lighter. A lit match appears in front of her. Max is holding it. \n---TARGET SECTION TO BE ANNOTATED---\n He is\nwearing a maroon beret. Miss Cross looks at him curiously.\n\nMAX\nHello.\n\nMISS CROSS\nHi.\nMiss Cross lights her cigarette on Max's match.\n\nMISS CROSS\nI like your hat.\n\nMAX\n\nThank you. You're a teacher here,\naren't you?\n\nMISS CROSS\nUh-huh.\n\nMAX\nWhat subject do you teach?\n\nMISS CROSS\nWell, I teach first grade, so I do\nall the subjects. Except music.\n\nMAX\nAnd this is your first year at\nRushmore, I take it.\n\f23\n\nMiss Cross nods.\n\nMAX\nI see. How long have you been a\nsmoker, if you don't mind me asking?\n\nMISS CROSS\n(surprised)\nHm. Let's see. How old are you?\n\nMAX\nFifteen.\n\nMISS CROSS\nSince I was your age.\n\nMAX\n(shocked)\nYou're kidding.\n\nMiss Cross shakes her head. Max can't believe this.\n\nMAX\nYou should quit.\n\nMISS CROSS\nYou're right.\n\nMAX\n(going back to his book)\nAnd I should mind my own business.\n\nMiss Cross laughs. Max looks back up.\n\nMAX\nWhere’d you go to school, by the\nway?\n\nMISS CROSS\nHarvard.\n\nMAX\nReally? That’s a coincidence. My\ntop schools where I want to apply\nare Oxford and the Sorbonne. But\nmy safety is Harvard.\n\nMISS CROSS\n(smiles)\n\nThat’s very ambitious.\n\nMAX\nThank you.\n\fa MISS CROSS\nWhat are you going to major in?\n\nMAX\nWell. I haven‘t decided for sure.\nBut probably a double-major in\nMathematics and Pre-Med. What was\nyour major?\n\nMISS CROSS\nLatin-American studies.\n\nMAX\nAh. That‘s interesting. Did you\nhear they're not going to teach\nLatin here anymore?\n\nMISS CROSS\nThis is more like Central America.\n\nMAX\n(pause)\nSure. Central America and what-not.\nBut moving on: they're going to\ncancel Latin. They have to make\nroom for Japanese.\n\nMISS CROSS\nReally? That's too bad. All the\nRomance Languages come from Latin.\nMAX\nThey do, don't they?\n(pause)\nLike French, probably.\n\nShe nods. She smiles.\n\nMISS CROSS\nNihilo sanctum estne?\n\nMAX\nThat's Latin, isn't it?\n\nMISS CROSS\nYeah.",
  "13": "---END OF PREVIOUS SECTION---\nMISS CROSS\nNihilo sanctum estne? MAX\nThat's Latin, isn't it? MISS CROSS\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nWhat does it mean?\n\nMISS CROSS\nIs nothing sacred?\n\fLong pause. Looking right at her.\n\n. MAX\nSic transit gloria. Glory fades.\nI'm Max Fischer.\n\nMax slides down the bench and puts out his hand.\nMISS CROSS\nHi.\nThey shake hands.\nINT. LUNCHROOM. DAY\n\nA crowd of MIDDLE SCHOOLERS has gathered around Max. He is\nholding a clipboard. One of the kids finishes signing a piece\nof paper on it.\n\nMAX\nGood. Now you.\n(points to the next kid)\nSign here.\n\nThe kid signs.\nINSERT PIECE OF PAPER:\n\nA long list of signatures. Many of them are written in little\nkids' handwriting. Some are neater. Across the top it says\nPETITION. This is written in calligraphy.\n\ncuT TO:\n\nThe administration conference room. TEN TEACHERS sit in\nchairs around a long table. Max stands before them finishing\na speech. The petition is tacked-up on the wall behind him.\n\nMAX\nIn summation I have only one ques-\ntion: is Latin dead? Nisilum sacnus\n(pause, looks at his notecards)\nestne? Only you can say. Thank you\nfor your time.\n\nApplause.\n\nINSERT ANNOUNCEMENT:\n\nThanks in part to the efforts of 10th\nclass member Max Fischer, Latin will now\nbe a required course for grades 7 through\n\nINT. HALLWAY. DAY\n\f22\n\nMax and a bunch of other kids are reading this announcement\non the bulletin board. Max is smiling S@renely. The others\nare cursing and locking at Max with angry faces. Magnus\nBuchan is one of them. He has a strong Scottish accent.\n\nMAGNUS\nBugger off, Fischer. Ya bleedin’\nlittle bollocks.\n\nMAX\nIs that Latin? Not bad, Buchan.\nMaybe you'll place out of your\nfirsce year.\n\nINT. GYM. DAY\n\nMr. Blume's son Ronny is in a wrestling match. He's get his\nopponent in a choke hold and is slowly strangling him.\n\nMr. Blume looks on distastefully from the stands. Max is at\nhis side.\n\nMR. BLUME\nTell me something, Max.",
  "14": "---END OF PREVIOUS SECTION---\nMax is at\nhis side. MR. BLUME\nTell me something, Max. \n---TARGET SECTION TO BE ANNOTATED---\n What do\nyou make of this game?\n\nMAX\n(philosophically) ’\nWell. I don't mean to be critical.\nBut, in my opinion, it's not a\nvery elegant sport.\n\nMR. BLUME\nI think you're right.\n\nMAX\nThank you.\n\nMr. Blume shakes his head and stares across the gym. Ronny is\ncrushing his opponent's face into the mat with his fist.\n\nMR. BLUME\nNever in my wildest imaginations\ndid I dream I would have sons like\nthese.\n\n(sighs)\nWhat does your dad do, Max?\n\n(frankly)\nHe's a neurosurgeon.\n\nMR. BLUME\n\fis he?\n\nMAX\nYeah. Over at St. Joseph's. Personally.\nI could never see myself cutting open\nsomebody's brain. But he enjoys it.\n(pause)\nYou were in Vietnam, weren't you?\n\nMR. BLUME\nUh-huh.\nMAX\nWere you in the shit?\nMR. BLUME\nYeah. I was in the shit.\nMAX\n(wistfully)\n\nWe lost that one, didn't we?\nMr. Blume nods.\n\nWRESTLER\nSee you Sunday, Mr. Blume.\n\nA stocky WRESTLER with an icepack on his arm walks by on his\nway to the showers. Mr. Blume nods to him without looking up.\n\nMAX\nWhat's Sunday? Oh. That's right.\nThe twins’ birthday party.\n\nRonny flips his opponent on the mat and flattens him with his\nbody. Donny screams encouragement. Mr. Blume looks to Max.\n\nMR. BLUME\nYou want to come?\n\nMAX\n(regretfully)\nI'd love to. Except I already have\na previous obligation. But thanks\nfor the invitation.\n\nMax smiles very sincerely. Mr. Blume looks at him for a\nminute.\n\nMR. BLUME\nCome work for me.\n\nMAX\nWhat?\n\f24\n\nMR. BLUME\nCome work for me.\n\nMAX\n(stiffens)\nI may not be rich, Mr. Blume. And\nmy father may only be a doctor. But\nwe manage.\n\nMR. BLUME\nWell, I didn't mean it like that.\nI just thought it might be nice to\nhave you in the company.\n\nMAX\nI appreciate the offer.",
  "15": "---END OF PREVIOUS SECTION---\nBLUME\nWell, I didn't mean it like that. I just thought it might be nice to\nhave you in the company. MAX\nI appreciate the offer. \n---TARGET SECTION TO BE ANNOTATED---\n But I've\ngot everything I need right here at\nRushmore. As long as they don't kick\nme out. Besides, it wouldn’t be fair.\n\nREFEREE\n110's!\n\nMAX\nExcuse me, Mr. Blume. Nice talking\nwith you.\n\nMax pulls off his blazer. He is wearing wrestling tights\nunderneath. Mr. Blume looks suprised.\n\nMR. BLUME\nYou're on the team?\n\nMAX\n(shrugs)\nI'm an alternate.\n\nMax heads out to the mat, pulling on his headgear. Mr. Blume\ncalls after him:\n\nMR. BLUME\nWhat wouldn’t be fair, Max?\n\nMAX\n(looking back over his shoulder)\nWe'd make too much money working\non the same team.\n\nMr. Blume smiles faintly. He watches as Max begins his match.\nMax is clearly outclassed and gets quickly pinned.\n\nINT. HALLWAY. DAY\n\f2s\n\nMiss Cross is shepherding her class into her classroom. They\nare singing a song as they walk down the corridor. Across the\nhall a fourth gr. teacher, MRS. GUGGENHEIM, comes out of\n\nher classroom. She is a handsome woman in her late sixties\nwith black and silver hair.\n\nMISS CROSS\nHello, Mrs. Guggenheim.\n\nMRS. GUGGENHEIM\nHi, Rosemary. How’s everything\nshaping up?\n\nMISS CROSS\nFine, thanks.\n\nMRS. GUGGENHEIM\nYou find a place?\n\nMISS CROSS\nWell, I'm just staying over at\nEdward's parents' house for now.\nThey're out of town.\n\nMRS. GUGGENHEIM\nOh. That‘s good.\n(pause)\nEdward was one of my students,\nyou know. I was awfully sorry to\nhear about thar.\n\nMiss Cross smiles and nods. Silence. Miss Cross points to a\nphotograph in a collage on the wall.\n\nMISS CROSS\nI think I met that boy yesterd.\n\nMrs. Guggenheim looks at the picture.\n\nINSERT PHOTOGRAPH:\n\nIt is a black and white of Max in fifth grade singing a\n\nshowtune. His arms are opened wide and he has a top hat in\none hand and a cane in the other.\n\nMRS. GUGGENHEIM\nThat's Max Fischer.",
  "16": "---END OF PREVIOUS SECTION---\nHis arms are opened wide and he has a top hat in\none hand and a cane in the other. MRS. GUGGENHEIM\nThat's Max Fischer. \n---TARGET SECTION TO BE ANNOTATED---\n He’s one of\nmy favorites.\n\nEXT. COUNTRY CLUB. DAY\n\nRonny and Donny set upon a pile of birthday presents at a\ntable by the pool. They are surrounded by kids in swimsuits.\n\f26\n\nMr. Blume sits alone at the next table drinking a whiskey in\nfront of the demolished birthday cake. He has a tattoo on his\nshoulder that says Semper Fi. There is a bucket of golf balls\nin front of him and he absentiy tosses them into the pool one\nat a time.\n\nHe looks over at MRS. BLUME. She has red hair just like the\ntwins. She is flirting with a pretty-boy TENNIS PRO. She\nlecks back to Mr. Blume coldly.\n\nMr. Blume gets up and walks around the pool. He pauses to\nshake hands with a BIG MAN drinking a glass of scotch. The\nbig man gives Mr. Blume a sudden shove toward the pool, but\nhangs onto him so he doesn't fall in. The big man laughs.\n\nMr. Blume climbs up the ladder to the high dive. He sets down\nhis cocktail. He slips and falls and bangs his knee hard on\nthe edge of the board. He gets up quickly. There is a had cut\non his knee and he is bleeding. He looks out at the birthday\nparty down below.\n\nPeople begin to notice him up there.\n\nHe sprints down the board, bounces once as high as he can,\nand sails out long through the air. He tucks into a\ncanonball. He nails the water with a huge splash.\n\nMrs. Blume gets up with a bitter look on her face and heads\nfor the ladies room.\n\nKids gather at the edge of the pool to look down at Mr. Blume\nplaying dead at the bottom with golf balls all around him. A\nlittle boy in a Speedo swims underwater to examine Mr. Blume.\nTheir eyes meet. The boy turns and swims away.\n\nINT. CLASSROOM. DAY\n\nMiss Cross's classroom. The walls are lined with fishtanks\nthat glow blue and make bubbling sounds. There are maps and\npictures everywhere. A model of a 747 hangs from the ceiling.\nA record player plays the Vienna Boys’ Choir at a low volume.\n\nThere is only one KID in the room. He is taking a test.",
  "17": "---END OF PREVIOUS SECTION---\nA record player plays the Vienna Boys’ Choir at a low volume. There is only one KID in the room. He is taking a test. \n---TARGET SECTION TO BE ANNOTATED---\n Miss\nCross sits at her desk grading papers.\n\nMax cracks open the door.\n\nMAX\nMiss Cross?\n\nMiss Cross and the kid look back at Max. Miss Cross holds her\nfinger to her lips and gets up. As she walks past the kid she\nputs her hand on the top of his head. She goes to Max at the\ndoor. She whispers:\n\f27\n\nMISS CROSS\nHe's taking a make-up test.\n\nMAX\nThese guys have tests?\n\nMISS CROSS\nOf course.\n\nMAX\nI thought they just did coloring\nand stuff.\n\nMISS CROSS\nOh, no. They're good readers.\n\nMAX\nI'm Max Fischer. We met the other\nday.\n\nMISS CROSS\nI know who you are. How are you?\n\nMAX\nFine, thank you.\n\nMax just stands there.\n\nMISS CROSS .\nYou want to help me feed the fish?\n\nMAX\nYes, please.\n\nMax follows her from tank to tank as she shakes out fish\nfood. They continue to whisper to each other:\n\nMAX\nI thought I would just let you know,\nas per our conversation the other day --\n\nMISS CROSS\nLatin?\n\nMAX\nRight. The Romance Languages. I gave\na little speech --\n\nMISS CROSS\nI heard about this.\n\nMAX\nYou did?\n\fMISS CROSS\nUh-huh. I understand you made a\nvery convincing argument.\n\nMAX\nI thought you'd be pleased to hear\nthey're going to continue the Latin\nprogram.\n\nShe looks at Max. She sets down the fish food and shakes his\nhand.\n\nMISS CROSS\nI'm very impressed.\nMAX\nThank you very much.\n\nMax picks up the can of fish food and shakes some into one of\nthe aquariums.\n\nMAX\nYou need an assistant?\nMISS CROSS\n(smiles)\nDo we get to have assistants around\nhere?\nMAX\n\nI doubt it. I'm on scholarship,\nthough. Academic scholarship. So\nsometimes I get to do odd jobs.\n(pause)\n\nHow did you decide to teach at\nRushmore?\n\nMISS CROSS\nMy husband went here.\n\nMax drops the can of fish food into the tank. He quickly\nfishes it out. He picks some little bits of fish food out of\nthe water and throws them away. Pause.\n\nMAX\n\nI didn’t know you were married.\nMISS CROSS\n\nWell, he’s dead now. So I’m not,\n\nactually.\n\nMAX\nWhen did he die?\n\fMISS CROSS\nLast year.",
  "18": "---END OF PREVIOUS SECTION---\nSo I’m not,\n\nactually. MAX\nWhen did he die? MISS CROSS\nLast year. \n---TARGET SECTION TO BE ANNOTATED---\nMax nods. Silence.\n\nMAX\nMy mother’s dead.\n\nMISS CROSS\nOh. I’m sorry to hear that.\n\nMAX\nShe died when I was seven.\n(raising an eyebrow)\nSo we both have dead people in\nour families.\nThey look at each other for a minute.\n\nMAX\nNow what's going on in here?\n\nMax kneels down and looks into one of the fishtanks. There\nare a hundred little seahorses swimming around in it.\n\nMISS CROSS\nThose were just born.\n\nA look of wonder comes across Max's face. He stares into the\nblue water.\n\nMAX\nYou really love fish, don’t you?\n\nMiss Cross nods. Max puts his fingers to the glass.\n\nMAX\nHow much do these cost?\n\nINT. BLUME INTERNATIONAL CONCRETE. DAY\n\nMr. Blume's office. He is talking on the telephone. Max sits\nin a chair across from him.\n\nMR. BLUME\nI don't want any alloys. I want steel.\n(pause)\nI don't give a rat's ass if he did.\n(pause)\n\nSteel, Harry.\nHe hangs up.\n\f30\n\nMR. BLUME\nYoy change your mind? You want the job?\nve\n\nNo. But I've got an idea. And I need\nsome money.\n\nMr. Blume's secretary buzzes him on the speakerphone.\n\nSECRETARY\nMr. Blume, they're ready for you in\nHydraulics.\n\nMR. BLUME\n\nCome with me. Let's hear your idea.\nINT. FACTORY. DAY\n\nMax, Mr. Blume, and a big foreman named ERNIE race across the\nfactory in a souped-up golf cart. They're squeezed together\nwith Max in the middle.\n\nMAX\nRushmore deserves an aquarium. A\nfirst class aquarium where scientists\ncan lecture, and students can study\nmarine life in their natural --\n\nMR. BLUME\nI don't know. What do you think,\nErnie?\n\nERNIE\n(skeptical)\nAn aquarium?\n\nMAX\nA huge aquarium. An entire building.\n\nERNIE\nWhat kind of fish?\n\nINT. FACTORY. DAY\n\nMr. Blume and Max, wearing hard hats, stand on a scaffolding\noverlooking a huge vat of bubbling concrete.\n\nMAX\n(shouting)\nElectric eels. Baracudas. Stingrays.\nHammerheads. Piranhas.\n\nMR.",
  "19": "---END OF PREVIOUS SECTION---\nHammerheads. Piranhas. MR. \n---TARGET SECTION TO BE ANNOTATED---\n BLUME\nPiranhas?\n\fMAX\nThat's right. Piranhas. I talked to\naman in South America.\n\nMR. BLUME\nReally. So you might have piranhas.\n\nMAX\nWe will have piranhas.\n\nINT. MR. BLUME'S OFFICE OFFICE. DAY\n\nBack in Mr. Blume’s office. They're seated as before. Max is\nstill wearing his hardhat.\n\nLeng pause.\n\nMR. BLUME\nWhat does Guggenheim say?\nMAX\nNothing. I felt I should go to you\nfirst.\nMR. BLUME\nWhy?\nMAX\n\nBecause at this moment I feel our\nbest strategy is to keep a low pro-\nfile. The more preparation I can\ndo, the stronger our case will be\nwhen we go to the administration.\n\nMR. BLUME\nHow much do you want?\n\nMAX\n$5000 for the initial plans.\n\nMax holds Mr. Blume‘'s gaze. Mr. Blume picks up a pen.\n\nMR. BLUME\nI'll give you $2500.\n\nMax nods. Mr. Blume writes out a check, tears it off, and\nhands it to Max. Max sticks it in his pocket like it is a\nfive dollar bill.\n\nRESEARCH MONTAGE:\n\nAll of the following events occur during school hours.\n\f32\n\nMax strides across the quadrangle with a determined\nexpression. He's got an armload of books on marine life.\n\nMax watches a Jaques Cousteau film on i6mm in an empty\nclassroom. Dirk runs the projector.\n\nMax visits a marine research facility and talks with a\nSCIENTIST. Max holds up a fish at the edge of a pool. A\n\nkiller whale jumps out of the water and takes it in its\nteeth.\n\nMax flies over Rushmore in a chopper with Mr. Blume. He\nshouts out details of the landscape and Mr. Blume nods\nenthusiastically. They are both eating sandwiches.\n\nThey set down on the soccer field. Kids come running out to\nmeet them. Max waves to them as he jumps out of the chopper.\nHe looks back to Mr. Blume and gives him a thumbs-up. Mr.\nBlume smiles and waves as the chopper takes off.\n\nMax walks with a young ARCHITECT among the trees between the\ngym and the baseball diamond.",
  "20": "---END OF PREVIOUS SECTION---\nMr. Blume smiles and waves as the chopper takes off. Max walks with a young ARCHITECT among the trees between the\ngym and the baseball diamond. \n---TARGET SECTION TO BE ANNOTATED---\n They look at some blueprints.\nMax pulls up third base and slides it over a few feet.\n\nMax points to some beautiful fish in an aqaurium in a pet\nshop. The pet shop OWNER reaches in with a little net.\n\nMax pokes his head into Miss Cross' classroom. He holds up\n\ntwo plastic baggies full of water with tropical fish swimming\naround inside them.\n\nKids gather all around them as they put the new fish into the\naquariums. Max smiles mysteriously.\n\nMAX\nYou need any help grading papers\nor anything?\n\nINSERT BOOK REPORT:\n\nThe title is Young Ben Franklin. Miss Cross writes\nMagnificent! Keep up the good work! and draws two stars\nacross the top of the page with a red pen.\n\nINT. MISS CROSS' CLASSROOM. DAY\n\nMax is staring at Miss Cross in a trance from a desk opposite\nhers in the empty classroom. She looks up at him. He\ncontinues to stare at her as if she were a statue.\n\nMiss Cross rubs her eyes and sighs. She sets down her red\npen. She looks back to Max. He is still staring at her.\n\f33\n\nMISS CROSS\nMax?\n\nMax looks quickly down to his papers.\n\nMAX\nUh-huh?\nMISS CROSS\nCan I ask you something?\nMAX\nSure.\nMISS CROSS\n\nHas it ever crossed your mind that\nyou're way too young for me?\n\nMax looks up. Miss Cross smiles faintly. Silence.\n\nMAX\nIt‘s crossed my mind that you might\nconsider that a possibility, yes.\n\nMISS CROSS\nNot to mention that you're a student --\n\nMAX\nAnd you're a teacher. And never the\ntwain shall meet. I know. I'm not\ntrying to pressure you into any-\nthing, Miss Cross. I'm surprised\nyou brought it up so blunrly.\n\nMISS CROSS\nI just want to make sure --\n\nMAX\nWe've become friends, haven't we?\n\nMISS CROSS\nYes.\n\nMAX\nGood. That's all that matters to me.\n\nMax thinks for a second, then presses on:\n\nMAX\nAnd the truth is neither one of us\nhas the slightest idea where this\nrelationship is going. We can‘t pre-\ndict the future.\n\f34\n\nMISS CROSS\nWe don't have a relationship, Max.\nMAX\nBut we're friends.\nMISS CROSS\nYes.",
  "21": "---END OF PREVIOUS SECTION---\n34\n\nMISS CROSS\nWe don't have a relationship, Max. MAX\nBut we're friends. MISS CROSS\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n And that's all we're going to\nbe.\nMAX\n\nThat's what I meant by relationship.\nYou want me to grab a dictionary?\n\nMISS CROSS\nI just want to make sure we under-\nstand each other.\n\nMAX\nI understand. You're not attracted\nto me. C'est la vie. I'ma big hoy.\n\nMISS CROSS\nMax. You're fifteen. Attraction\ndoesn't enter into it.\n\nMAX\nIf you say so. All I'm getting at is\nI've never met anyone like you. Take\nthat for whatever it's worth.\n\nShe thinks about this for a minute.\n\nMISS CROSS\nI think I can safely say I've never\nmet anyone like you\n(pause)\nin a long time, either.\n\nMAX\nYou haven't, have you?\n\nMiss Cross shakes her head. Max says quietly:\n\nMAX\nYou want to shake hands?\n\nShe puts out her hand and they shake hands across the desk.\nBut they don't let.go. They just look at each other.\n\nMAX\nI'm glad we had this conversation.\n\nMISS CROSS\n\f35\n\nMe, too.\n\na\nThey finally let igo of each other's hands. Miss Cross looks\naway. She's not exactly sure what they just decided.\n\nMAX\nBye the bye. Are you free Thursday\nnight?\n\nMISS CROSS\n\nFree for what?\n\nMAX\nDinner.\n\nShe looks at Max strangely.\n\nMAX\nWe're getting a group together\nafter the play.\n\nINSERT PLAYBILL:\n\n\"SERPICO\"\na new play by Max Fischer\n\nINT. AUDITORIUM. NIGHT\nA very realistic set for a New York tenement apartment.\n\nFour men sit at a table. Three wear dark suits: O'REILLY,\nBURNUM, and FIELDS. One has long hair, a beard, leather\npants, and a big silver crucifix around his neck. This is\nFrank Serpico. They are all played by high schoolers.\n\nFRANK\nI can‘t wear a wire! They're feeling\nme up every day!\n\nO'REILLY\nCome on, Frank. You'll have complete\nprotection.\n\nFRANK\n(walking off)\nI‘ve heard that one before. I got\nto go put a dime in the meter.\n\nBURNUM\nLook, Officer Serpico.",
  "22": "---END OF PREVIOUS SECTION---\nFRANK\n(walking off)\nI‘ve heard that one before. I got\nto go put a dime in the meter. BURNUM\nLook, Officer Serpico. \n---TARGET SECTION TO BE ANNOTATED---\n If you agree\nto testify in open co --\n\fFrank wheeis around and knocks the clipboard out of\n\nO'Reilly's hands. He grabs O'Reilly by both arms. Fields\ninstinctively draws his firearm.\n\nFRANK\nPromise me one thing, O'Reilly.\nYou're going to follow this ail\nthe way. To the end\n(snaps)\nof the line,\n(snaps)\nwhere I got to be.\n\nO'REILLY\n(looking Frank right in the eye)\nSo help me, God.\n\nThe audience is deeply engrossed. A row of small kids are\nsitting on the floor at the very front.\n\nMax watches from the wings. He looks out at the audience.\nHe sees Mr. Blume smiling proudly in the third row.\n\nHe sees Miss Cross sitting next to a big, curly-haired\nMEDICAL STUDENT in surgical scrubs. She leans close to him\nand whispers something in his ear. He smiles and nods and\nwhispers something back.\n\nMax stares at them blankly as a shootout erupts onstage.\n\nINT. BACKSTAGE. NIGHT\n\nFrank comes off stage with a bandage on his cheek and a cane\nin his hand. Max is waiting for him backstage. Max has on a\nheadset and carries a clipboard. He is extremely keyed-up.\n\nMAX\nWhat happened to the cannoli line?\n\nMax follows Frank as Frank walks quickly toward the dressing\nrooms .\n\nMAX\nYou're supposed to say, Forget\nabout it, Sanchez --\n\nFRANK\n(very angry)\nI made a mistake, all right? It\ndidn't make any difference, anyway .\n\nMAX\nHey, I'm letting it go. But don't\n\ftell me it doesn’t matter, Every\nline matters.\n\nFRANK\n(yelling)\nGet off my back!\n\nMAX\nDon't fuek with my play!\n\nFrank turns around and punches Max in the nose. Max takes a\nswing and misses and they wrestle around as people try to\nbreak it up.\n\nINT. AUDITORIUM. NIGHT\n\nThe whole cast is onstage bowing as the audience applauds.\nSome of the actors motion to the wings.\n\nMax walks out onto the stage. He's got a bloody kleenex in\neach nostril. He waves to the audience. The applause roars.\n\nINT. BACKSTAGE. NIGHT\n\nThe crowded dressing rooms. Actors are taking off their make-\n\nup.",
  "23": "---END OF PREVIOUS SECTION---\nBACKSTAGE. NIGHT\n\nThe crowded dressing rooms. Actors are taking off their make-\n\nup. \n---TARGET SECTION TO BE ANNOTATED---\n Max is drinking a champagne cocktail and talking with his\nfather and an elderly WOMAN.\n\nWOMAN\nI thought the acting tonight ‘was\nexcellent.\n\nMAX\nIt was better in rehearsals.\n(to his father)\nI'll catch up with you later, Dad.\nI’ve got a dinner to go to.\n\nMR. FISCHER\n(interested)\nOh, yeah?\n\nMAX\nYeah.\n(pause)\nCast and crew only.\n\nMr. Fischer feels left out but tries not to show it.\n\nMR. FISCHER\nOK. Well, have a good time.\n\f38\n\nMiss Cross walks over to Max through the crowd. Her friend\nthe medical student follows behind her. Max’s expression is\n~~ polite but inscrutable.\n\nMISS CROSS\nThat was great, Max.\n\nMAX\nI'm so glad you could come.\n\nMISS CROSS\n\nI want you to meet a friend of mine.\nJohn Coats. Max Fischer.\n\nMAX\n(not looking at him)\nWho's this guy?\n\nMISS CROSS\n‘ (pause)\n: John.\n\nMax looks at John. John smiles. Pause.\nJOHN\nI really liked your play, man. It\nwas really cool.\n\nMax nods. He drinks a long sip of his champagne cocktail.\n\nMISS CROSS\n\nWhat happened to your nose?\nMAX\n\nI got punched in the face.\n\n(to John)\nWhat's your excuse?\n\nMr. Blume comes over to them.\n\nMR. BLUME\n\nAm I going to get to meet your dad\ntonight, Max?\n\nMAX\nNah. The old man’s on call tonight.\nMr. Blume, I'd like you to meet Miss\nCross and I didn’t catch this young\ngentieman’s name.\n\nINT. RESTAURANT. NIGHT\n\nA fancy restaurant. Max is having dinner with Mr. Blume, Miss\nCross, and John. Max is drunk.\n\fMAX .\nI like your nurse's uniform, guy.\n\nJOHN\nThese are OR scrubs.\nMAX\n(pause)\nOR they?\n\nMr. Blume laughs suddenly and wine goes up his nose. Max\nglances to him slyly, then looks back to John.\n\nMAX\nWell, they're totally inappropriate\nfor the occasion.\n\nJOHN\nWell, I didn't know we were going to\ndinner.\n\nMAX\n\nThat's because you weren't invited.\n\nMR. BLUME\nTake it easy, Max.",
  "24": "---END OF PREVIOUS SECTION---\nMAX\n\nThat's because you weren't invited. MR. BLUME\nTake it easy, Max. \n---TARGET SECTION TO BE ANNOTATED---\nMISS CROSS\n(angry)\nYou're the one who ordered him a\nscotch and soda.\n\nMAX\nWhat's wrong with that? I can write a\nhit play. Why can’t I have a drink when\nI want to unwind a little? So tell me,\nCurly. How do you know Miss Cross?\n\nJOHN\nWe went to Harvard together.\n\nMAX\n(shrugs)\nAnd I wrote a hit play. And directed\nit. So I'm not sweating it, either.\n\nMR. BLUME\n(signalling the waiter)\nI'm going to get the check.\n\nMAX\nWhat do you think you're doing?\n\f40\n\nMR. BLUME\n\" getting the --\n\nMAX\nNo, you‘re not.\n\nThe WAITER comes over. Max intercepts him:\n\nMAX\nI just wanted to thank you again for\naccomodating us. We only expected to\nbe a party of three, but somebody\ninvited himself along. 1 apologize.\n\nWALTER\nThat's perfectely all right.\n\nThe waiter walks away. Miss Cross frowns.\n\nMISS CROSS\nYou're being rude, Max.\n\nMAX\nNo, I'm not. I'm just trying to\nfigure out why you brought this\ngentleman to my play. And my dinner\nwhich was invitation only.\n\nJohn reaches in front of Max for the butter. Max grabs his\nspoon and swats John on the back of the hand.\n\nMAX\nWould you like me to pass you the\nbutter?\n\nMax hands John the butter.\n\nMISS CROSS\nWhat's wrong with you?\n\nMAX\n(raising his voice)\nWhat's wrong with you?\n\nMax is making a scene. People all over \"ae restaurant are\nwatching. Max stares at Miss Cross.\n\nMAX\nYou hurt my feelings. This night\nwas important to me.\n\nMISS CROSS\nHow did I hurt your feelings?\n\f41\n\nMAX\nI wrote a hit play!\n(pause)\nAnd I’m in love with you.\n\nJohn looks to Miss Cross. She doesn't know what to say. Max\nlooks drunk and dejected.\n\nMAX\nHow do you like that, Curly?\n\nEXT. PLAYGROUND. DAY\n\nMiss Cross and her pupils are out on the playground painting\npictures. Each kid has an easel.\n\nMiss Cross sees Mr. Blume standing under a tree at the edge\nof the playground. He is wearing sunglasses and smoking a\ncigarette.",
  "25": "---END OF PREVIOUS SECTION---\nMiss Cross sees Mr. Blume standing under a tree at the edge\nof the playground. He is wearing sunglasses and smoking a\ncigarette. \n---TARGET SECTION TO BE ANNOTATED---\n He moves slightly behind the tree. She stares at\nhim.\n\nHe waves. She waves back. He comes over.\n\nMR. BLUME\nHi.\n\nMISS CROSS\nWere you hiding over there?\nMr. Blume shrugs. He points at one of the paintings.\n\nMR. BLUME\nWhat's that?\n\nThe ARTIST looks up at Mr. Blume. He is a small boy with jet-\nblack curly hair and piercing eyes.\n\nARTIST\n(makes a swimming gesture)\nIt's a little swimming snake.\n\nMr. Blume nods.\n\nMISS CROSS\nWhat can I do for you, Mr. Blume?\n\nMr. Blume turns to Miss Cross and takes off his sunglasses.\nSilence.\n\nMR. BLUME\nMax wants to see you.\n\nMISS CROSS\n\fShe frowns and\n\n42\n\nWhat for?\n\nMR. BLUME\nTo apologize, I guess.\n\nMISS CROSS\nHe sent you here?\n\nMR. BLUME\nYeah.\n\nStudies Mr. Blume for a minute.\n\nMISS CROSS\nAre you his messenger?\n\nMR. BLUME\nNo. He’s my friend.\n\n(pause)\nYou were right. I shouldn't have let\nhim drink.\n\nMiss Cross neds. Silence.\n\nMr. Blume nods.\n\nMISS CROSS\nIT don't think I should see Max any-\nmore.\n\nMR. BLUME\n\nHe's not going to like the sound of\nthat.\n\nMISS CROSS\nI know. But I think I let him get\ntoo attached.\n\nMiss Cross looks uncertain.\n\nMISS CROSS\nDon't you think?\n\nMR. BLUME\n(shrugs)\nI don't know. You did your best.\n\nMiss Cross smiles sadly to Mr. Blume. He Puts his hands in\n\nhis pockets.\n\nMISS CROSS\nTell him I'm sorry.\n\nMR. BLUME\nOK.\n\fThey look at each other for a long minute. Miss cross tucks a\nstrand of hair behind her ear. Mr. Blume Says quietly:\n\nMR. BLUME\nWhat's your first name?\nMISS CROSS\nRosemary. What's yours?\nMR. BLUME\nHerman.\nSilence.\nMR. BLUME\n\nOh, yeah. He wrote you a letter.\nHe hands her a letter in a sealed envelope. She takes it.\n\nMISS CROSS\nThanks.\n\nThey stand there in silence for another minute.\n\nMR. BLUME\nOK. So long, Rosemary.",
  "26": "---END OF PREVIOUS SECTION---\nMR. BLUME\nOK. So long, Rosemary. \n---TARGET SECTION TO BE ANNOTATED---\nMISS CROSS\n(smiles)\nBye, Herman.\n\nMr. Blume starts to go. He stops. He looks hack <o Miss\nCross.\n\nMR. BLUME\nShould we meet somewhere?\n\nShe hesitates.\n\nMR. BLUME\nTo talk about Max.\n\nMISS CROSS\nYeah. I don’t know.\n(pause)\nMaybe.\n\nMr. Blume nods. He turns away and walks off. She watches him\ngo. She looks at the envelope.\n\nINSERT LETTER WRITTEN IN CALLIGRAPHY ON CRISP STATIONARY:\nMax reads in VOICEOVER.\n\f44\n\nDear Miss Cross,\n\nI would like to take this opportun-\nity to formally apologize for the events\nof the night of the twenty-third. I am not\naccustomed to drinking alcohol. Please do\nme the service of coming to the unveiling\nof a new venture I have undertaken. I hope\nyou will attend, if possible. I remain,\nyour friend,\n\nMax Fischer.\nEXT. VACANT LOT. DAY\n\nA crowd of fifty kids in uniform has gathered around the\nvacant lot beside the baseball field. Max stands with his\narchitect, smiling for the yearbook photographer. They are\nholding a banner that says Cousteau-Blume Marine Observatory\nFundraiser. Max has on a hardhat. There are two pick-up\ntrucks and a porta-can at the back of the vacant lot.\n\nMax digs into the ground with a gold shevel. The shovel has a\nribbon around. it. Flashbulbs go off. Everyone claps. Max\nwaves Dirk over.\n\nMAX\nDid you see her?\n\nDIRK\nShe's not here.\n\nMAX\nWell, see if she's in her classroom.\n\nThe CONTRACTER walks over to Max.\n\nCONTRACTER\nShould we go ahead and take care of\nthis tree?\n\nMAX\nLet's wait a few minutes.\n\nCOACH BECK goes over to Max. He's about six-four and wears a\nJohn Newcombe moustache and an Adidas warm-up. He's frowning.\n\nCOACH BECK\nWhat's going on here, Maxie?\n\nMAX\nCoach Beck. Good to see you. This is\nwhere they're building the new aqua-\nrium. I'm in charge of the committee,\n\fa5\n\nif you can believe it.\n\na\nEY COACH BECK .\nis is the baseball diamond.",
  "27": "---END OF PREVIOUS SECTION---\nI'm in charge of the committee,\n\fa5\n\nif you can believe it. a\nEY COACH BECK . is is the baseball diamond. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\n\nI believe it's being relocated a few\nfeet over.\n\nCOACH BECK\n(frowns }\nI should've been informed about that.\n\nCoach Beck walks off. Max answers some questions for the\nschool REPORTERS.\n\nREPORTER\n\nIs it true the aquarium will have\npiranhas?\n\nMAX\n(smiles)\nWhere'd you hear that?\n\nREPORTER\nMy source indicated that it was a\npossibility.\n\nMAX\nYes, it's true. Excuse me, George.\n\nDirk is coming back.\n\nMAX\nWhat's the story?\n\nDIRK\n(a little wary)\nShe had a substitute teacher today.\n\nMAX\nWhy?\nDIRK\nShe probably gst sick.\n\nMAX\n(leoks away)\nYou know she's not sick. Give me the\nphone.\n\nMax dials on a cellular phone.\n\nMAX\n\ntee\n\f46\n\nHi, Samer. It‘s Max Fischer. Is Mr.\nBlume there?\n\n(pause)\n\nWell, where is he?\n\n(pause)\n\nGoddammit, he’s supposed to be here.\nLet me know if you find him, please.\n\nMax hangs up. He looks off and says in a steely voice:\n\nMAX\nI’m going anyway.\n\nMax goes over to the contracter:\n\nMAX\nChop it down, Mr. Chandler! we've\ngot an aquarium to build.\n\nMax talks to another reporter.\n\nMAX\nI don’t give a shit about barracudas.\nBut fuck it. I'm building it anyway.\n\nThe sound of power saws fills the air as Dr. Guggenheim\nappears at the edge of the lot with Coach Beck and a SECURITY\nGUARD with a waikie-talkie. Dr. Guggenheim screams:\n\nDR. GUGGENHEIM\nMax!\n\nDr. Guggenheim sees the chopped-down trees and mangled\nbaseball field as he strides onto the lot.\n\nMAX\nNice to see you, Dr. Gugg --\n\nDR. GUGGENHEIM\n\nMax!\n\n(seizing Max by the arm)\n\nWhat do you think you're doing?\nMAX\n\n(pause)\n\nWe’re having a fundraiser for --\n\nDR. GUGGENHEIM\nShut those damn things off!\n\nThey turn off the power saws.\n\nDR. GUGGENHEIM\nTell me this isn't happening.\n\f+ we ee\n\n47\n\nMAX\nOr.",
  "28": "---END OF PREVIOUS SECTION---\nDR. GUGGENHEIM\nTell me this isn't happening. + we ee\n\n47\n\nMAX\nOr. \n---TARGET SECTION TO BE ANNOTATED---\n Guggenheim, I'd rather not have\nthis conversation in front of the crew.\n\nEXT. QUADRANGLE. DAY\n\nDirk waits nervously sitting on the steps in front of Dr.\nGuggenheim's office. He holds a hamster in his hands.\n\nHe gets up and goes to the window. He looks inside.\n\nMax is sitting in a little chair in the middle of the room\nwith his hardhat on. Dr. Guggenheim and several other faculty\nmembers sit around him. Dr, Guggenheim is screaming at him\nacross his desk. Max is erying.\n\nDirk looks scared.\nINT. HALLWAY. DAY\n\nMax kneels on the floor in the hallway, emptying out his\nlocker. Papers and trash are scattered all around him. There\n\nis a trashcan beside him. He is throwing away his books, one\nat a time.\n\nMr. Blume opens the door at the end of the hallway. Max looks\nup at him. Silence. Max looks back to his locker. and starts\nthrowing his books in the trash again.\n\nMr. Blume walks over to Max. He looks very sad. He kneels\ndown beside Max. He starts helping him pick up the trash off\nthe floor and put it in the trashcan.\n\nTITLE:\n\nOctober.\nINT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nGrover Cleveland is a public high school with two thousand\nfive hundred students.\n\nMax sits in the front row of a math classroom. He is dressed\nin his Rushmore uniform, with coat and tie, but his clothes\nare wrinkled and his head has been shaved like a Marine's.\nHis eyes have dark circles around them. He's got a little\nstack of index cards in his hand.\n\nThe teacher MRS. WHITNEY stands at the front of the room. She\nis about fifty with horn-rimmed glasses and a slight English\naccent. She has a bemised expression on her face.\n\nMRS. WHITNEY\n\f48\n\nWe have a new student with us today.\nHis name's Max Fischer and he's\nactually asked to say a few words\nto the class. Max? You want to take\nit away?\n\nMAX\n(standing up)\nSure. Thanks very much. I just wanted\nto introduce myself.\n\nMax looks quickly at his notecards.\n\nMAX\nI'm Max Fischer.",
  "29": "---END OF PREVIOUS SECTION---\nI just wanted\nto introduce myself. Max looks quickly at his notecards. MAX\nI'm Max Fischer. \n---TARGET SECTION TO BE ANNOTATED---\n I'm a former student\nof Rushmore Academy, which I recently\ngot expelled from.\n\nMax flips to the next notecard.\n\nMAX\nThis is my first time in a public\nschool. And I know you probably think\nI was born with a silver spoon in my\nmouth. But I’m no elitist. I think\nyou've got some great facilities, and\nI'm really looking forward to making\nthe best of it over here at Grover\nCleveland for a short period of time.\n\nMax sighs deeply. He rubs his eyes. His CLASSMATES have no\nidea what to make of him. However, one Asian girl in the back\nrow is smiling faintly. She has short-cropped hair. The spine\nof one of her bookcovers Says MARGARET YANG.\n\nMAX\nOne footnote: I neticed you don't\nhave a fencing team. I'm going to\nstart one up. Let me know if you'd\nlike to join. Thanks.\n\nINT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nThe wide halls of Grover Cleveland High are lined with orange\nlockers. A banner stretched down the wall says Murder the\n\nMustangs. A bustling throng of high schoolers rushes to\nclass.\n\nMax walks slowly alone down the middle of the hall. A blonde\ncheerleader-type GIRL asks him:\n\nGIRL\nWhy are you so dressed up?\n\f49\n\nMax looks down at his clothes. He looks back to the girl.\n\nMAX\nAre you insane?\n\nThe girl walks off. Margaret Yang catches-up to Max.\n\nMARGARET\nMax?\nMAX\n(frowns)\nYes?\nMARGARET\n\nHi. I'm Margaret Yang. I’m in Mrs.\nWhitney’s class. I just wanted to\ntell you I liked your speech. I don’t\nthink I’ve ever heard of anyone ask-\ning to give a speech in class before.\n\nMAX\nHow unfortunate.\n\nMARGARET\nThe silver spoon remark might rub\nsome people the wrong way. But I\nthink I know how you mean it.\n\nMAX\nGlad to hear it. Goodbye, Miss Chang.\n\nMax ducks into the men’s room. Margaret walks quietly away.\nINT. GYMNASIUM.",
  "30": "---END OF PREVIOUS SECTION---\nMargaret walks quietly away. INT. GYMNASIUM. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nA tiny figure dressed all in white stands alone at the far\nend of the huge gymnasium with a fencing foil. He lunges,\nparries, thrusts.\n\nThe basketball team suddenly floods dribbling into the\ngymnasium throwing passes and taking free throws. Max stops\nfencing as they take over the gymnasium. He watches them in\nsilence. He shakes his head. He walks off the court.\n\nINT. HALLWAY. DAY\n\nMax puts a quarter in the pay phone. He is still wearing his\nfencing costume.\n\nMAX\nJanet. Max Fischer. Is he in?\n\nEXT. RUSHMORE. DAY\n\f50\n\nMr. Blume answers on his cellular phone as he gets out of his\n\ncar and walks across the lawn at Rushmore. We intercut the\ntwo of them.\n\nMR. BLUME\nHey, Max. How's it going over there?\n\nMAX\nTerrible. Tell me something. When\nyou talked to Miss Cross the other\nday, did you get the feeling --\n\nThe hall monitor MR. HOLSTEAD comes down the hall toward Max.\nHe is a big, sturdy man about fifty years old. He wears a\nstriped tie and his sleeves rolled-up.\n\nMR. HOLSTEAD\n{loudly}\nDo you have a telephone pass?\n\nMax holds up his hand for Mr. Holstead to wait a minute. He\ncovers his ear so he can hear Mr. Blume.\n\nMr. Blume is looking in the windows of different classrooms.\nKids look out at him curiously.\n\nMR. BLUME\nI got to tell you, Max. I don't knew\nwhat you see in her. I don't think\nshe's right for you.\n\nMAX\nWhat's that supposed to mean?\n\nMr. Blume sees Miss Cross inside teaching her class. He\nstares at her in a trance. He whispers:\n\nMR. BLUME\nWell, she's not that beautiful. She's\nnot that interesting. I mean, sure,\nthere‘s something about her. But I\nsee you with someone --\n\nMAX\nLook, Mr. Blume. Your comments are\nvaluable, but let‘s get to the point.\nWill she see me again? Yes or no?\n\nMR. BLUME\n(pause)\nNo.\n\f$l\n\nMAX\nI’m going to go see her. Hang on.\n\nMax looks to Mr.",
  "31": "---END OF PREVIOUS SECTION---\n$l\n\nMAX\nI’m going to go see her. Hang on. Max looks to Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Holstead.\n\nMAX\nI'm talking on the telephone.\n\nMr. Holstead reaches over and hangs up the phone.\n\nMAX\nCome on. That's rude.\n\nINT. GROVER CLEVELAND HIGH SCHOOL\nMrs. Whitney watches from her classroom window as:\n\nMax opens a red metal door onto the empty concrete courtyard.\nHe looks left and right. He sneaks across the courtyard to\nthe bike racks, quickly unlocks his bike, and rides away.\n\nEXT. RUSHMORE. DAY\n\nMax rides full speed through the gates onto the Rushmore\ncampus. He flips one leg off his bike and glides in toward\nthe bike racks standing on one pedal.\n\nMax locks-up his bike and walks across the lawn.\n\nMAGNUS\nFischer. You better beat it, laddie.\n\nMax looks up at Magnus Buchan sitting in a tree smoking a\ncigarette, hacking at a branch with a pocketknife.\n\nMAX\nI hope you fall out of that tree and\nget stuck in the ass, Buchan.\n\nMAGNUS\nYou know, I‘ve watched you, Fischer.\nShowboat, always talking, picking a\nkid like Dirk cause his mother's a\ngreat piece and then getting nowhere.\nLike everything you do. Big show. No\nresults.\n\nMAX\nAnd what do you call getting a hand\njob from Mrs. Calloway in her Jaguar?\n\nMAGNUS\nA bloody lie.\n\fwn\nvu\n\nMAX\nYou think I got kicked our for just\nChe aquarium? Nah. That ain't it. It\nwas the hand job. And I'll tell you\nanother thing. It was worth it. So\neat your heart out out, mick. I got\nbusiness to attend to.\n\nEXT. PARKING LOT. DAY\n\nMiss Cross comes out the door of the lower school with a\nbasket of books and papers. She stops in front of her station\nwagon and digs in her bag for her keys.\n\nMAX\nCan I talk to you?\n\nMiss Cross turns around. Max is Standing across the driveway\nwith a sad smile on his face.\n\nMAX\nOr do you want me to go?\n\nMISS CROSS\n{looks around, sighs)\nYou can talk to me.\n\nMiss Cross goes over to him. She stops a few feet away and\nthey stand there in silence.\n\nMAX\n\nI'm sorry I embarassed you at dinner.",
  "32": "---END OF PREVIOUS SECTION---\nMiss Cross goes over to him. She stops a few feet away and\nthey stand there in silence. MAX\n\nI'm sorry I embarassed you at dinner. \n---TARGET SECTION TO BE ANNOTATED---\nMISS CROSS\n\nThat's OK.\nMAX\n\nNo, it's not. And please apologize\nto what's his name for me.\n\nMISS CROSS\nI will. Are you Ox?\n\nMAX\nI'm fine. But I miss Rushmore. I\nmiss the seasons. And watching the\nleaves change.\n\nMISS CROSS\nBut it's only three blocks away.\n\nMAX\nI know. And I miss seeing you.\n\fMISS CROSS\n(Qause)\n~~ sfniss you, too.\n\n\\\n\n: Max looks off into the trees. A squirrel leaps from one\nbranch to another. Max smiles and shakes his head. A crashing\n\n1 noise is heard from the roof of the planetarium. Someone\n\n| ducks for cover, but Max and Miss Cross don’t see hin.\n\nMax reaches into his backpack and says mysteriously:\n\nMAX\nBy the way. What time does the\n\nlibrary close? I got an overdue\nbook to turn in.\n\nMax takes out the Jacques Cousteau library book and hands it\nto Miss Cross. She looks at it and starts to say something,\nbut she stops. She opens the book and looks at it in silence.\n\nMAX\nThat‘s your handwriting, isn’t it?\n\nMax shows her the Henry James quote. Miss Cross nods.\n\nMAX\nNot bad. Except it’s probably bad\nform for a teacher to write in a\nf on\n\nlibrary book.\n\nMISS CROSS\n\nIt wasn’t a library book when I\nwrote in it.\n\nMAX\nWhat do you mean?\n\nMISS CROSS\nI gave this book to Rushmore.\n\nMax looks puzzled. Miss Cross shows him a little card inside\nthe front cover of the book.\n\nINSERT LIBRARY BOOK:\n\nIn Memory of EDWARD APPLEBY\nClass of ‘87\n\nMISS CROSS\nMy husband gave me this book in\nseventh grade. And he went to Rush-\nmore. So when he died I put it in\nthe library here.\n\f54\n\nMAX\nSo that's who that is. Edward Appleby.\n(looks to Miss Cross)\n\nYou already knew him in seventh\ngrade?\n\nMISS CROSS\nI_knew him all my life.\n(looks to Max)\nYou remind me of him. you know.\n\nI do? How?\n\nMISS CROSS\nWell. Weren't you in the Rushmore\nBeekeepers?\n\nMAX\n(frowns)\n\nYeah. I was president of them.\n\nMISS CROSS\n(shrugs)\nHe founded that club.",
  "33": "---END OF PREVIOUS SECTION---\nMAX\n(frowns)\n\nYeah. I was president of them. MISS CROSS\n(shrugs)\nHe founded that club. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\n(pause)\nI get your meaning. I founded a\nfew clubs myself in my day.\n\nAn acorn falls on Max’s head. He looks up. There is no one\nthere, but a scurrying sound is heard. Max frowns.\n\nMAX\nWhat was that? A squirrel?\n\nMr. Blume is crouched just out of view on the reof. He looks\nback over his shoulder and sees a small, white-haired, Indian\nGROUNDSKEEPER looking at him. The groundskeeper is holding a\nrake. Mr. Blume rises slowly. He whispers;\n\nMR. BLUME\nIs this the natatorium?\n\nThe groundskeeper frowns and shakes his head.\n\nMAX\nDo you think we can be friends\nagain, Miss Cross? In a strictly\nPlatonic way.\n\nMISS CROSS\nOf course, I do. Do you think you\n\fCan make a go of it and settle down\nover at Grover Cleveland?\n\nMAX\nYeah. But I need a tutor,\n\nMISS CROSS\nI’ll'be your tutor.\n\nMAX\n(looking into her eyes)\nYou will?\n\nMiss Cross smiles and nods.\n\nMAX\nThank you.\n(pause)\nWhat are you doing tomorrow?\n\nCUT TO:\n\nMr. Blume sitting at the desk in his office. Max yells at him\nover the speakerphone:\n\nMAX\nShe's taking me on a field trip!\n\nMR. BLUME\n(hesitates) :\nGreat! You need anybody to help\nyou chaperone?\n\nMAX\n\nYou'd take the time out of your\nbusiness to do that?\n\nMR. BLUME\nBusiness schmizness.\n\nOCTOBER MONTAGE:\n\nMax and Miss Cross ride in the backseat of a van full of\nfirst graders. Max is telling a story and everyone is\nlaughing. Mr. Blume is up front quietly driving the van, one\nof the first graders sits in the passenger seat staring at\nhim. They go through the front gates of the zoo.\n\nMiss Cross stands at the front of her classroom drawing a\ncomplicated geometric proof on the chalkboard. Max sits alone\nacross from her nodding earnestly and taking notes.\n\nMax and Miss Cross play doubles against Mr. Blume and Dirk on\nthe court in the Blume's backyard. Max coaches Miss Cross on\n\f$6\n\nher backhand. Mr.",
  "34": "---END OF PREVIOUS SECTION---\nBlume and Dirk on\nthe court in the Blume's backyard. Max coaches Miss Cross on\n\f$6\n\nher backhand. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Blume watches her from across the net. Mrs.\nBlume watches all of them from an upstairs window.\n\nThe Grover Cleveland Science Fair. .Max sits proudly in front\nof his project. It is a paper maché tidal wave looming over a\nlittle coastal village with screaming peasants.\n\nMargaret Yang is across the aisle being photographed with a\ntrophy for Best of Show. Her project is called Light, Color,\nSound, and Magnetism. She is staring at Max, but he doesn’t\nnotice her.\n\nMrs. Whitney hands Max a geometry test. rt has a C+ on it,\n\nMax looks quickly to Mrs. Whitney, surprised. She smiles and\nshakes his hand.\n\nA huge banner for the Grover Cleveland Owls is stretched\nacross the endzone of the football field. Max, dressed in a\nshiny blue and grey jumpsuit, bursts through the banner and\nruns out onto the field doing cartwheels and flips. The\nfootball team scrambles out behind him.\n\nMax points to different parts of the crowd and yells football\ncheers. Dirk is sitting in between Mr. Blume and Miss Cross\nin the stands. Mr. Blume stares at Miss Cross. Miss Cross\nlooks back at Mr. Blume and smiles. Dirk says significantly:\n\nDIRK\nWhere’s Mrs. Blume tonight, Mr.\nBlume? And your two sons Ronny\nand Donny.\n\nMR. BLUME\n(smiles)\n\nI haven’t the slightest idea, Dirk.\nINT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nMax bursts through a doorway followed by a little ENTOURAGE\nof underclassmen that includes a sophomore named WOODY. Woody\nhas long hair and a Led Zeppelin T-shirt. He is carrying a\nclipboard.\n\nThey go down the hallway and walk quickly past Margaret Yang.\nShe is dressed very nicely in a grey turtleneck.\n\nMARGARET\nHi, Max\n\nMAX\nHi.\n\nMax keeps walking.\n\f$7\n\nHe stops. He turms back to Margaret Yang. He looks her up and\ndown. She is slightly uneasy. Max looks to Woody. woody\nshrugs. Max looks back to Margaret.\n\nMAX .\nWhat’s your name again?\n\nMARGARET\nMargaret Yang.\n\nMAX\nAre you free seventh period?\n\nMARGARET\nWell. I’m supposed to have guitar\nlessons.",
  "35": "---END OF PREVIOUS SECTION---\nMAX\nAre you free seventh period? MARGARET\nWell. I’m supposed to have guitar\nlessons. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\n(pause)\nClassical?\n\nMARGARET\nRock.\n\nMAX\nYou can get out of it.\n(to Woody)\nPut Margaret down for 3:30 in the\nauditorium, Woody.\n\nMax turns away and walks briskly down the hall with his\nentourage. He calls back to Margaret:\nMAX\nAnd bring a headshot.\nEXT. MISS CROSS’ HOUSE. DAY\n\nA nice two story house with a wide lawn and lots of trees.\nMr. Blume knocks on the front door and waits nervously. He\nlooks around the yard with his hands in his pockets.\n\nThe door opens. Miss Cross is holding a plate of sliced\nCarrots. She looks at Mr. Blume curiously and smiles.\n\nMISS CROSS\nHi, Herman.\n\nMR. BLUME\nHow are you, Rosemary?\n\nMISS CROSS\nFine, thanks. I just got home and\nI’m having a little snack.\n\f58\n\nMR. BLUME\noo ving some carrots.\nMiss Cross nods. Mr. Blume looks up at the house.\n\nMR. BLUME\nNice house.\n\nMISS CROSS\nYeah. This isn‘t mine. I’m just\nkind of housesitting.\n(pause)\nWere you in the neighborhood?\n\nMr. Blume nods. There is an awkward silence.\n\nMR. BLUME\nDidn‘t Max have something planned\n\nfor us today? A trip to the museum\nor something?\n\nMISS CROSS\nDid he? I thought he was rehearsing\nthis evening.\n\nMR. BLUME\n~~ Oh. That’s right. His new play. He‘s\ngoing to be in this one, isn’t he?\n\nMiss Cross nods. Mr. Blume shakes his head.\n\nMR. BLUME\nHe's really making a go of it over\nat Grover Cleveland.\n\nMISS CROSS :\nI think he’s on track. It‘s nice,\nisn‘t it?\n\nMr. Blume nods. Silence.\n\nMISS CROSS\nYou want a carrot?\n\nMR. BLUME\nYeah. I'1l have one of those.\n\nMr. Blume takes one of the carrots and has a bite of it. Miss\nCross watches him chewing. She smiles slightly.\n\nMR. BLUME\nWell. Max had said something about\n~~ us all going to the horseraces, so\n\nee\n\fI’m sure I'll see you soon.\n\nMiss Cross nods. Mr.",
  "36": "---END OF PREVIOUS SECTION---\nMax had said something about\n~~ us all going to the horseraces, so\n\nee\n\fI’m sure I'll see you soon. Miss Cross nods. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Blume takes another bite of his carrot\nand throws the rest of it into the yard. Miss Cross laughs.\nMr. Blume smiles and shrugs. He starts to go.\n\nMISS CROSS\nOr we could go for a walk, if you\nwant.\n\nMr. Blume stops and turns around quickly.\n\nMR. BLUME\nSure.\n\nMISS CROSS\nIt’s nice out, don’t you think?\nKind of brisk.\n\nMr. Blume nods.\n\nMISS CROSS\nLet me get a sweater. I'll be\nright back.\n\nShe goes inside. Mr. Blume stands alone on the doorstep. He\nrubs his hands together to warm-up.\n\nINT. MUSEUM. DAY\n\nA class of Rushmore FOURTH GRADERS file Past a big painting\nof a ship caught in a storm and disappear into the next room.\nOne of them immediately comes back and looks around the\ncorner. It is Dirk. He has seen something:\n\nMiss Cross and Mr. Blume are sitting on a bench in front of a\nRembrandt. They are holding hands.\n\nDirk narrows his eyes.\nEXT. RUSHMORE. DAY\n\nMr. Blume is parked at the curb, staring off into space.\nRonny and Denny jump into the car and slam the doors.\n\nRONNY\nLet's go.\n\nMr. Blume automatically puts the car ‘in gear. He slams on the\nbrakes. Dirk is standing in front of the car, blocking them.\nHe stares at Mr. Blume. Mr. Blume rolls down his window.\n\nMR. BLUME\nDirk?\n\f60\n\nDirk does not budge. Mr. Blume gets out of the car and leaves\nit idling. He closes his door.\n\nMR. BLUME\nDirk? What's wrong?\n\nDIRK\nI know about you and the teacher.\n\nSilence. Mr. Blume looks very worried.\n\nMR. BLUME\nDoes Max know?\n\nDIRK\nNo. And I don’t want him to know.\nEver. I just want it to stop. Right\nnow.\n\nThey stare at each other.\n\nDIRK\nYou're a married man, Blume. And\nyou're supposed to be his friend.\n\nMR. BLUME\nLook, Dirk. I am his friend --\n\nDIRK\nYeah. And with friends like you,\nwho needs friends?\n\nDirk turns and walks off. Mr.",
  "37": "---END OF PREVIOUS SECTION---\nAnd with friends like you,\nwho needs friends? Dirk turns and walks off. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Blume looks puzzled.\n\nMR. BLUME\nJesus Christ.\n\nMr. Blume sighs. He turns around and “ries to open his car\ndoor. Ronny and Donny have locked t-un out of the car. He can\nsee them inside laughing. He says ziercel,:\nMR. BLUME\nUnlock it!\n\nCut To:\n\nDirk walking across the lawn with a hard look on his face. He\nwalks past Magnus Buchan. Magnus is throwing Chinese throwing\nstars at a tree trunk.\n\nMAGNUS\nLittle Calloway.\n\fDirk stops and looks to Magnus.\n\nMAGNUS\nYou're standing up for the wrong\nbloke. Fischer ain't your mate.\n\nDIRK\n(angry) .\nWhat are you talking about, Buchan?\n\nMAGNUS\n(shrugs)\nHe thinks your mum’s good for a bonk.\nThat's why he picked you for his\nchapel partner.\n\nDirk looks deeply wounded. But he doesn't want to believe it:\n\nDIRK\nWho sold you that crock?\n\nMAGNUS\nHe told me himself. He says she gave\nhim a hand job in the backseat of her\nbloody Jaguar.\n\nDIRK\nMax would never say that.\n\nMAGNUS\n(smiles)\nYeah. You're probably right. After\nall, the son of a brain doctor\ndoesn't need to impress anybody.\n\nBuchan laughs wickedly and fires off another throwing star.\nINT. GROVER CLEVELAND HIGH SCHOOL. NIGHT\n\nThe school auditorium. Max is onstage dressed as a South\nCentral lowrider called Little Juan. He is opposite a senior\nnamed 40 OUNCE and Margaret Yang, who plays Blue Eyes. While\nthey are rehearsing the scene a MESSENGER comes in with an\nenvelope for Max. .\n\nLITTLE JUAN\nThe killing has got to stop, esse.\nIt's getting too loco. No more gats.\n\n40 OUNCE\nNigger, you're the crazy one. Mother-\nfuckers be wanting to kill you. Are\nyou talking about getting rid of your\ngun?\n\f62\n\nLITTLE JUAN\nIt’s time. homey.\n\nBLUE EYES\nKiss me, Little Juan.\n\nMAX\n(suddenly out of character)\nThen he kisses her and we’re out. OK.",
  "38": "---END OF PREVIOUS SECTION---\nBLUE EYES\nKiss me, Little Juan. MAX\n(suddenly out of character)\nThen he kisses her and we’re out. OK. \n---TARGET SECTION TO BE ANNOTATED---\n(pointing to the messenger)\nIs that for me?\n\nThe messenger gives Max the envelope. Max opens it.\n\nINSERT LETTER:\n\nWritten neatly in blue crayon on paper torn from a spiral\nnotebook. Dirk reads in VOICEOVER dripping with sarcasm.\n\nDear Max,\n\nI am sorry to say that I have secretly\nfound out that Mr. Blume is having an affair\nwith Miss Cross. My first suspicions came when I\nsaw them Frenching at the miseum, and then I knew\nfor sure when they went skinny dipping in Mr.\nBlume’s swimming pool, giving each other hand\njobs while you were taking a nap on the front\nporch. Why am I telling you this now? Because\nyou're such a goog friend. Take care, pal.\n\nFondly,\nDirk Calloway.\nEXT. MISS CROSS‘ HOUSE. NIGHT\n\nMr. Blume puts on his jacket as he walks dewn the front path\nfrom Miss Cross’ house. He gets in his Bentley and starts the\nengine. He looks in the rearview mirror and sees the glowing\nred tip of a cigarette. He wheels around fast.\n\nMax is sitting in the backseat smoking a cigarette.\n\nBLUME\nMax!\n\nMAX\nHow was she, Herman?\n\nBLUME\nJesus Christ!\n\fa MAX\nwild she good? I bet she was.\nAlthough I wouldn't know, cause\nI never screwed her.\n\nBlume flicks on the lights. Max has tears all over his face.\n\nMAX\n(with bitter contempt)\nGoing skinny dipping while I took a\nnap. Are you comfortable, Max? I'll\njust be out back nude getting hand\njobs with the woman you love.\n\nMR. BLUME\n(frowns)\n\nWe never went skinny dipping.\n\nMAX\nSure, you didn’t. And next you're\ngoing to tell me you didn’t just\nwalk out of her house at two\no’clock in the morning.\n\nMR. BLUME\n(pause)\nI'm in love with her.\n\nMAX\nWell, I was in love with her first.\nAnd all that crap about, I don't\nthink she’s that great, I don't\nthink she's right for you, Max.\nThat was all bullshit, wasn’t it?\n\nSilence.\n\nMAX\nDo you think she's in love with you?\n\nMR. BLUME\nI don't know.",
  "39": "---END OF PREVIOUS SECTION---\nMAX\nDo you think she's in love with you? MR. BLUME\nI don't know. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\n\nWell, I guarantee you she's not.\nAnd she never will be.\n\nMR. BLUME\nLook, Max --\n\nMAX\nI saved Latin!\n\ntue\n\n63\n\fMax glares at Mr. Blume. He shakes his head.\n\nMAX\nWhat'd you ever do?\nINT. CLASSROOM. Day\n\nMiss Cross’ class. A little boy named BENJAMIN reads his\nstory in front of the class. Miss Cross sits in a chair at\nthe back. Max appears in the doorway .\n\nBENJAMIN\nOn the planet I'm from the sun only\ncomes out once a year. That is --\n\nMax coughs loudly. Miss Cross turns around. Max motions to\nher. She holds up her index finger for him to wait.\n\nBENJAMIN\n\nThat is why my skin is the color of a\ncloud, said the old --\n\n(loudly)\nI just came by to thank you for\nwrecking my life.\n\nMax slams the door.\n\nEXT. QUADRANGLE. DAY\n\nMax stands alone smoking a cigarette in front of a pile of\nleaves. A LAWN CREW is raking in the background.\n\nMax strikes a match, throws it on the leaves, and watches\nsadly as the leaves burn and smoke rises black into the crisp\nautumn air. He takes off his Rushmore blazer and throws it on\nthe fire. He looks up at the sky and says quietly:\n\nMAX\nSic transit gloria, Mr. Blume. Sic\ntransit gloria.\n\nEXT. PARK. DAY\n\nA cold day. Dry leaves fall from the trees in the park.\nMrs. Blume comes down the path to Max sitting alone on a\nbench. Max is dressed in blue jeans, a Plaid shirt, a ski\ncap, and a huge down parka. Mrs. Blume is wearing a topcoat\nand gloves. Max stands up to shake hands with her.\n\nMAX\n\f65\n\nThank you for meeting me.\n\nMRS. BLUME\n(coldly)\nYou're welcome.\n\nMAX\nWould you like a sandwich?\n\nSilence. Mrs. Blume looks around the park.\n\nShe sits down.\n\nMRS. BLUME\nAll right.\n\nMax takes two sandwiches out of his backpack.\n\nMAX\nI have tuna fish and I have peanut\nbutter and jelly. I'm sorry it's\nnet something more exotic.",
  "40": "---END OF PREVIOUS SECTION---\nMax takes two sandwiches out of his backpack. MAX\nI have tuna fish and I have peanut\nbutter and jelly. I'm sorry it's\nnet something more exotic. \n---TARGET SECTION TO BE ANNOTATED---\nMRS. BLUME\nI'll take the tuna fish.\n\nMax gives her the tuna fish sandwich.\n\nMAX\nMilk or apple juice?\n\nMax holds out the two drinks. Mrs. Blume just stares at him.\n\nMAX\nYou want me to cut to the chase?\n\nSilence. Max puts down his sandwich and gathe-~s his thoughts.\n\nMAX\nOK. As you know, Mr. Blume and = used\nto be friends.\n\nMRS. BLUME\nI have no idea what the relationship\nis between you and Herman. Honestly,\nI find it very bizarre.\n\nMAX\n(taken aback)\nWhat do you mean to imply?\n\nMRS. BLUME\nI'm not impiving anything. You make\na very strange couple. It's too bad\nHerman doesn't have that kind of\n\fSilence.\n\n66\naffection for his own children.\n\nMAX\nWell, I'm sure he does,\n\nMRS. BLUME\nNo, he doesn't.\n\nMAX\nIT know you don't really mean that.\n\nMRS. BLUME\n(angry)\nOf course, I do.\n\nMAX\nFrom his perspective it's --\n\nMRS. BLUME\nWhy did you call me?\n\nMAX\nThat's what I'm trying to tell you,\n\nMRS. BLUME\n(icily)\nPlease. Get to the point.\n\nMAX\nGladly. Your husband's fucking a\nschool teacher, pardon my French.\nI thought you should know.\n\nMRS. BLUME\nWhy are you telling me this? Are you\ntrying to hurt Mr. Blume? Or are you\ntrying to hurt me?\n\nMAX\nI have no reason to want to hurt\nyou.\n\nMRS. BLUME\n\nThen you’re trying to hurt Herman.\n\nMAX\nThat’s correct.\n\nINT. THE BILBY-FLICKENGER HOTEL. NIGHT\n\f67\n\nThe vast lobby of the Bilby-Flickenger. Mr. siume is leaning\nagainst the counter at the front desk. His luggage fills up\ntwo carts beside him. A faint smile Blays across his lips as\nhe stares off into Space. The CONCIERGE is checking him in.\n\nCONCIERGE\nAnd how long will you be staying\nwith us, Mr. Blume?\n\nMR. BLUME\nIndefinitely. I'm getting a divorce.\n\nCOCIERGE\n(typing away)\nVery good, sir.",
  "41": "---END OF PREVIOUS SECTION---\nBLUME\nIndefinitely. I'm getting a divorce. COCIERGE\n(typing away)\nVery good, sir. \n---TARGET SECTION TO BE ANNOTATED---\nMr. Blume yells to the little BELLMAN.\n\nMR. BLUME\nYo!\n\nThe bellman looks up. Mr. Blume waves. The bellman waves\nback. The concierge gives Mr. Blume his room key.\n\nCONCIERGE\nHere you are, Mr. Blume. Charles\nwill show you to your room\n\nMR. BLUME\nWonderful. Where's the pool, by the\nway? I might take a dip before dinner.\n\nCONCIERGE\nIt's on the roof, sir.\n\nMR. BLUME\nTerrific!\n\nMr. Blume gets on the elevator with the bellman. The bellman\nlooks at him and smiles.\n\nBELLMAN\nYou certainly seem happy today, sir.\n\nMR. BLUME\nYou bet your little ass I am, shorty.\n\nI lost my family. But r gained a woman\nI love.\n\nBELLMAN\nNot a bad tradeoff.\nINT. HOTEL ROOM. DAY\n\f68\n\nThe living room of Mr. Blume’s suite. Mr. Blume is dressed in\na bathrobe with The Bilby-Flickenger Stitched on the pocket.\nHe sits at his le having breakfast ang reading the\nnewspaper. There”is a little basket in front of him with a\n\njar of honey in it. a note attached to the jar says, Enjoy\nyour stay.\n\nA little bug flies around mr. Blume’s head. He ewats it away\nand keeps reading.\n\nTwo more bugs come buzzing around him. Mr. Blume looks up and\nfrowns. They’re bees. Mr. Blume slaps at his neck and jumps -\nto his feet as he gets stung.\n\nMR. BLUME\nShit!\n\nBees are circling all over the room. Mr. Blume looks around\nfrantically. He sees something at the bottom of the front\ndoor. It is a little plastic tube with bees crawling out of\nit and taking off.\n\nINT. BASEMENT. DAY\n\nMax comes out of the freight elevator wearing a red room\nservice jacket with The Bilby-Flickenger stitched on the\npocket. He has a wooden box with Rushmore Beekeepers\nstencilled on it. Max throws the jacket ina laundry cart and\ngoes out the back door.\n\nEXT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nMr.",
  "42": "---END OF PREVIOUS SECTION---\nEXT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Blume gets out of his car in the driveway at Grover\nCleveland. He cpens the trunk and takes out a set of steel\ncable cutters. He goes over to the bikeracks and cuts the\nlock off Max's ten-speed.\n\nMr. Blume lays the bicycle on the ground in front of his car\nand runs over it. Then he throws the car in reverse and goes\nover it again. He picks up the destroyed bicycle and takes it\nback to the bike racks and wraps the lock back around it.\n\nThe small Indian groundskeeper we saw earlier on the roof is\ndriving by in a Volkswagen Beetle. He frowns at Mr. Blume.\nMr. Blume hurries back to his car.\n\nEXT. BLUME INTERNATIONAL CONCRETE. DAY\n\nThe front gates of the concrete Plant. Max rides up on an old\ngrandmothers’ bicycle with fenders and a handlebar basket.\nHe's got a black duffel bag strapped to his back.\n\nMax waves to the SECURITY GUARD. The guard waves back:\n\f69\n\nSECURITY GUARD\nHey, } !\n\nMax rides onto the lot and pulls over next to Mr. Blume's\nBentley. He leans his bike against the car door. He unzips\nhis duffel bag and slides underneath the car.\n\nEXT. RUSHMORE. DAY\n\nMr. Blume pulls into the driveway to pick-up the cwins from\nschool. There is a lot of traffic and kids are running around\neverywhere. Mr. Blume taps the brakes. Nothing happens. He\nflies coward the back of a parked station wagon.\n\nHe jerks the steering wheel and bounces up onto the sidewalk.\nThe car pops through a wooden fence and rolls across the\ngrass into the quadrangle.\n\nThe Indian groundskeeper is raking leaves as the car goes\npast him. He watches as it crunches over some bushes and\nscrapes against a stone wall. It rolls to a stop in the\nmiddle of the quad.\n\nMr. Blume gets out of the car and looks at the damage. He\nlooks over at the white-haired Indian groundskeeper.\n\nThe groundskeeper goes back to his raking.\nEXT. PARKING LOT. DAY\n\nMr. Blume stands beside a tow truck. He is giving a statement\nto a police OFFICER.\n\nMR.",
  "43": "---END OF PREVIOUS SECTION---\nBlume stands beside a tow truck. He is giving a statement\nto a police OFFICER. MR. \n---TARGET SECTION TO BE ANNOTATED---\n BLUME\nHe’s about five three, just over a\nhundred pounds, black hair, oval face,\npale complexion.\n\nINT. GROVER CLEVELAND HIGH SCHOOL. DAY\n\nKids watch from classrooms up and down the hall as Max is\nescorted away in handcuffs by the POLICE. Max has a hardened\nexpression on his face.\n\nINT. POLICE STATION. DAY\n\nThe county lock-up. Mr. Fischer watches through bulletproof\nglass as Max walks down a long, lonely corridor.\n\nThe door buzzes open. Max comes into the waiting room.\nMAX\n\nThanks for bailing me out, Dad.\nCan you drop me off at Rushmore?\n\f70\n\nI got to go settle a score.\n\nMR. FISCHER\n(hesitates) .\nYou think that’s wise, Max?\n\nMAX\n(angry)\nDad. Please. Stay out of it.\n\nEXT. RUSHMORE. DAY\n\nMax walks into the quadrangle with a cold expression on his\nface. It is Halloween and there is a jack-o-lantern cn the\nsteps. Lots of kids are dressed in costumes.\n\nSuddenly, Max is being pelted with rocks. He looks around\n\nfrantically and sees Dirk and a long-haired kid named Tomy\nSTALLINGS as they set upon\n\nDirk is dressed as a sorcerer. Tommy has on a karate outfir\nwith a black belt. Max runs for cover behind some bushes.\n\nMAX\nWhat are you doing? Are you crazy?\nDIRK\nYou're trespassing! This is private\nproperty!\nMore rocks sail past Max. A pinecone hits him in the head.\n\nMAX\nWait a minute! Stop!\n\nMax raises his hands in the air. Dirk motizns for Tommy to\nhold his fire. Max slowly stands up.\n\nMAX\nLet's have a truce for a second. I\nwant to talk.\nThey meet out in the open. Tommy follows with a rock in each\nhand. Silence.\nMAX\nWhat's this all about?\nDirk stares at Max.for a long minute.\nDIRK\n\nDid you say my mother gave you a\nhand job?\n\f7\n\n(shocked)\nWhat?\n\nDIRK\n(steely)\nDid you say it.\n\nMAX\nWho told you that goddamn lie?\n\nSilence.\n\nMAX\nNever mind. I know who said it.",
  "44": "---END OF PREVIOUS SECTION---\nSilence. MAX\nNever mind. I know who said it. \n---TARGET SECTION TO BE ANNOTATED---\n And\nI'm going to stick a knife in his\nheart. And I'm going to send him back\nto Ireland in a bodybag.\n\nTOMMY\nHe's from Scotland.\n\nMAX\nWell, tell that stupid mick he just\nmade my list of things to do today.\nI'm going to pop a cap in his ass.\n\nINT. TEAROOM. DAY\n\nA little salon with Persian rugs. There is a fire in the\nfireplace and a harpsichord plays softly on the radio. pr.\nGuggenheim is sitting at a little table having tea with Max.\n\nDr. Guggenheim has several bottles of prescription medicine\nin front of him and a blanket wrapped around him like a\n\nshawl. He stares at Max stonily. There is a manilla envelope\non the table in between them.\n\nMAX\nDid you receive the packgage?\n\nDr. Guggenheim motions to the envelope. Max nods.\nMAX\nGood. I just wanted to inform you\nabout what’s going on.\nDr. Guggenheim stares at Max with contempt.\n\nDR. GUGGENHEIM\nI never took you for an informer, Max.\n\nMAX\n(frowns)\n\fWhat‘s that supposed to mean?\n\nSilence. Max reaches out to take the envelope. Dr. Guggenheim\nslams his hand on it and leans across the table at Max.\n\nDR. GUGGENHEIM\n(fiercely)\nShe resigned this morning. Before 1\neven got your little snapshots. so\nyour latest attempt at sabotage has\nbackfired.\n\nMAX\n(pause)\nBut she’s one of the best teachers\nyou've got.\n(yelling)\nHow could you let her resign?\n\nDR. GUGGENHEIM\n\n{yelling back at him)\n\nWhy are you trying to get her fired?\nMAX\n\nYou stupid old fool! I'm trying to\nwin her back!\n\nDr. Guggenheim starts coughing and turning red. He knocks the\nenvelope off the table and the pictures spill out all over\nthe floor.\n\nINSERT PHOTOGRAPHS ON THE FLOOR:\n\nThey're of Mr. Blume and Miss Cross kissing in the window of\na Chinese restaurant.\n\nINT. MISS CROSS’ CLASSROOM. DAY\n\nA crew of MOVERS are rolling one of Miss Cross’ aquariums out\nof the room on a dolly as Max comes to the door.",
  "45": "---END OF PREVIOUS SECTION---\nINT. MISS CROSS’ CLASSROOM. DAY\n\nA crew of MOVERS are rolling one of Miss Cross’ aquariums out\nof the room on a dolly as Max comes to the door. \n---TARGET SECTION TO BE ANNOTATED---\n Miss Cross\nis on the other side of the classroom taking down a map from\nthe wall. Her books and papers are stacked in boxes.\n\nMax watches her in silence for a minute before saying:\n\nMAX\nMiss Cross?\n\nShe turns around to look at Max. Silence.\n\nMISS CROSS\nHi, Max\n\nMAX\n\fYou need any help?\n\n& MISS CROSS\nI have it.\n\nShe pricks her finger and holds it to her mouth.\n\nMISS CROSS\nDammit.\n\nMax starts to go in the room to help her.\n\nMAX\nHere. Let me see.\n\nMISS CROSS\nNo. Please, don’t come in here.\nLook. I’m sorry I hurt you. I’m\nsorry I love your friend instead\nof you. But just. Please, Max.\n\nMiss Cross has tears in her eyes. Max goes slowly toward her.\n\nMAX\nYou honestly believe that you love\nBlume instead of me?\n\nMISS CROSS\nYes.\n\nMAX\nYou'll forgive me if I won't take\nyour word for that.\n\nMISS CROSS\nStop. If you don't stop with that\nping-pong talk, I'm going to lose\nit. Do you understand me?\n\nMax takes Miss Cross' hand and kisses it. She pulls her hand\naway. Max tries to embrace her. They struggle and Miss Cross\noverpowers Max. She holds his arms behind his back.\n\nMAX\nLet me go!\n\nMax struggles some more. Miss Cross pushes him hard across\nthe room. Max smashes into some chairs and knocks over a\ndesk. He yells at her:\nMAX\nI got kicked out because of you!\n\nMISS CROSS\n\nte\n\f74\nYou got kicked out because ~~\n\nMAX |\nRushmore was my life. Now you are!\n\nMISS CROSS\nThat's bullshit!\n\nSilence.\n\nMISS CROSS\nWhat do you really think is going\nto happen between us? You think\nwe're going to have sex?\n\nMax looks shocked.\n\nMAX\nThat's kind of a cheap way to put\nit, isn't it?\n\nMISS CROSS\n(pause)\n\nNot if you've ever fucked before,\nit isn't.\n\nMAX\n(stunned)\nOh, my God.\n\nMISS CROSS\nHow would you put it to your\nfriends? Do you want to finger me?\nOr maybe I could give you a hand\njob in the back of a Jaguar.",
  "46": "---END OF PREVIOUS SECTION---\nMISS CROSS\nHow would you put it to your\nfriends? Do you want to finger me? Or maybe I could give you a hand\njob in the back of a Jaguar. \n---TARGET SECTION TO BE ANNOTATED---\n Would\nthat put an end to ail of this?\n\nMiss Cross moves toward Max with her hand outstretched. Max\n\nretreats backwards, banging into the desks and chairs. Miss\nCross stops.\n\nMISS CROSS\nPlease. Get out of my classroom.\n\nMax walks out of the room and stands in the doorway.\n\nMiss Cross turns away and goes back to taking down her maps\nfrom the wall. Max watches her for a minute.\n\nMax leaves.\nEXT. QUADRANGLE. DAY\n\f75\n\nMax comes out the door of the lower school in a daze. Magnus\nBuchan is sitting on a bench eating some candy. He is wearing\nthe uniform of a green beret. He sees Max and laughs.\n\nMAGNUS\nFischer, ya spotty fucker!\n\nMAX\nHello, Magnus.\n\nMAGNUS\nGot any hand jobs lately?\n\nMAX\nNo, I haven‘t.\n\nDirk appears with some of his friends.\n\nMAGNUS\nHey, Dirk! Look who's here. Your\nStepfather! Waitin’ for your mum so\nhe can get a piece.\n\nDirk is very embarassed. He frowns and looks at the ground,\nMax stares at Magnus with bitter contempt .\n\nMAX\n\nYour mind is as warped as your ear,\nBuchan.\n\nMAGNUS\n{standing up)\nDon’t get nasty, brother.\n\nMax breaks into a sprint straight at Magnus.\n\nMagnus draws back and nails Max in the cheek. Max goes down\nbut gets right back up. They throw a flurry of punches act\neach other’s faces. Some kids come running over to watch.\n\nMax tackles Magnus around the legs. Magnus throws a hard\npunch straight down at the top of Max's head. Max goes limp\nand collapses to the ground.\n\nCUT TO:\n\nMax's eyes opening. He's lying on his back in a Pile of\nleaves. A bunch of little kids have circled around him.\n\nMax's nose bleeds profusely. One of his eyes is swollen shut.\nHe's got several smaller cuts all over his face. His shirt is\ntorn more or less in half. He looks up at Dirk standing over\nhim. He lifts up his hand to Dirk.\n\f76\n\nMAX\nWe got him, Dirk. We got him.\nBut Dirk does not take Max’s hand. He turns away.\nEXT. CEMETARY.",
  "47": "---END OF PREVIOUS SECTION---\nHe turns away. EXT. CEMETARY. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nMr. Blume spots Max sitting Indian-style at the foot of his\nmother’s grave on a cold, grey day. The simple epitaph reads\nEloise Fischer, beloved wife of Bert and mother of Max.\nWritten below it says: the paths of glory lead but to the\ngrave. Mr. Blume approaches warily.\n\nMR. BLUME\nMax?\n\nMax looks up. There is a quiet sadness about him and his\nvoice has lost all feeling of possibility.\n\nMAX\nHi, Mr. Blume.\n\nMr. Blume stands there in silence.\n\nMR. BLUME\nYou wanted to meet?\n\nMAX\nWhen?\n\nMR. BLUME\n\nRight now. You said you wanted to\nput an end to this nonsense.\n\nMAX\nOh. Yeah. I was going to try to\nhave that oak tree fall on you.\n\nMax jerks his thumb over his shoulder. Mr. Blume looks at a\nmassive oak tree hanging precariously by the roots.\n\nMR. BLUME\nThat big one? That would have really\npancaked me.\n\n(pause)\nWhat stopped you?\n\nMAX\n(shrugs)\nWhat’s the point? She loves you.\n\nMax gets up. They look at each other in silence.\n\fMAX\nSo long, Mr. Blume.\nMax starts to walk away. Mr. Blume calis after him:\n\nMR. BLUME\nShe's my Rushmore, Max.\n\nMAX\n(without stopping)\nYeah, I know. She was mine, too.\n\nMax leaves the cemetary. Mr. Blume stands alone. He goes over\nto the tree and taps it. It comes crashing down.\n\nTITLE:\n\nNovember.\nTHANKSGIVING MONTAGE:\n\nMax walks down the street with his lunch in a brown paper\nbag. He goes into the barber shop. He neds hello to his\nfather and puts on a white barber's jacket. He has a blank,\nhollow expression on his face.\n\nMax gives an old man a haircut while the old man reads the\npaper. Max gives another old man a shave. Max combs another\nold man’s hair and holds up a mirror so he can see the back.\n\nDirk rides past the barbershop on his little French three-\nspeed. He circles back and looks at Max taking the trash out\nto the dumpster. Max doesn't see him. Dirk pedals away.",
  "48": "---END OF PREVIOUS SECTION---\nHe circles back and looks at Max taking the trash out\nto the dumpster. Max doesn't see him. Dirk pedals away. \n---TARGET SECTION TO BE ANNOTATED---\nMargaret knocks on the front door of the Fischer's house. mr.\nFischer opens the door. He and Margaret talk for a minute.\nMr. Fischer shakes his head sadly. Margaret nods.\n\nMr. Fischer closes the door as Margaret walks out to the\nsidewalk. She looks back at the house. Max is sitting in the\nwindow, staring off into Space. Margaret hesitates. She goes\nacross the yard to the window.\n\nShe taps on the glass. Max looks out at her. She waves to\nhim. Max closes the curtains.\n\nMargaret turns away sadly and walks off down the sidewalk.\nMax and Mr. Fischer sit in front of the TV having Tv\nThanksgiving dinners as they watch a football game. Mr.\nFischer looks at Max. Max stares at the television set.\n\nTITLE:\n\f78\n\nDecember.\n\nPy\nINT. BARBERSHOP “QEVENING\n\nThere is a wreath on the door and some blinking lights are\nstrung-up. The last customer of the day comes out and walks\naway through the snow. Mr. Fischer is Putting on his sweater\nwhile Max washes some combs and scissors in the sink.\n\nMR. FISCHER\nIt‘s been nice having your company\nhere at the shop, Max.\n\nMax nods.\n\nMR. FISCHER\nHave you put any more thought into\ngiving school another shot?\n\nMax shakes his head. Mr. Fischer puts on a hunting cap with\nearflaps and a down parka. He zips it up. Pause.\n\nMR. FISCHER\nMax. I like being a barber. I'm\ngood at it and I enjoy it. But I\nalways thought you'd try a\ndifferent line of work.\n\nMAX\nLike what?\n\nMR. FISCHER\nI don’t know. You talked about\nbeing a diplomat. Or a senator.\n\nMAX\nPipe dreams, Dad. Nothing but pice\ndreams. I'm a barber's son.\n\nMax turns on the radio and goes back to washing the combs and\nscissors. Mr. Fischer sighs. He puts on his gloves. He goes\nout the door.\n\nMax flips the sign on the door from open to closed. He takes\neff his barber's jacket and hangs it on the coatrack. He goes\ninto the back room.\n\nHe comes back into the shop carrying a broom. He stops.",
  "49": "---END OF PREVIOUS SECTION---\nHe goes\ninto the back room. He comes back into the shop carrying a broom. He stops. \n---TARGET SECTION TO BE ANNOTATED---\nDirk is sitting in one of the barber's chairs across the\nroom. Silence. Max starts sweeping the floor.\n\nMAX\n{not looking at him)\n\fHello, Dirk.\nDIRK\nHi, Max.\nMAX\n\nWhat can I do for you?\n\nDIRK\nI thought I might get a haircut.\n\nMAX\nWe're closed.\n\nDirk nods. Max keeps sweeping.\n\nDIRK\nWell. I just wanted to tell you I’m\nsorry I threw rocks at you that day.\n(getting up)\nBut I guess I’1l go now.\n\nDirk sets a little gift-wrapped present on the counter.\n\nDIRK\nMerry Christmas.\n\nMax steps sweeping and looks over at Dirk.\n\nMAX\nWhat in the hell is that?\n\nDirk shrugs. Max goes over to the counter and picks up the\npresent. He unwraps it. It is a Swiss Army Knife with an\ninscription on it.\n\nINSERT SWISS ARMY KNIFE:\n\nMax Fischer\nRushmore Yankee\n1985-1997\n\nMax looks at the knife for a minute. He says wearily:\n\nMAX\nOK. Sit down.\n\nDirk sits back down in the barber's chair. Max puts his white\njacket back on and starts giving Dirk a haircut. There is\njust the sound of scissors snipping for a minute.\n\nDIRK\nHave you heard the news?\n\f80\n\nMAX\nT doubt it. I don’t really follow\nthe news anymore.\n\nDIRK\nDr. Guggenheim had a stroke.\n\nMAX\nI'll send him a box of candy.\n\nDIRK\nMaybe you ought to go visit him.\n\nMax stops snipping. Pause.\n\nNo, thanks.\nMax starts snipping again.\nEXT. BARBERSHOP. EVENING\n\nDirk comes out of the barbershop with a terrible haircut. He\nwaves to Max and rides off on his three-speed.\n\nINT. BARBERSHOP. EVENING\n\nMax waves back to Dirk. He reaches into the cooler and takes\nout a bottle of Schlitz. He pops it open with the toctle\nopener on the Swiss Army Knife. He drinks a sip and looks out\ninto the lightly falling snow. He says quietly to himself:\n\nMAX\nI always thought I'd he the one\nto give him a stroke.\n\nINT. HOSPITAL ROOM. NIGHT\nDr.",
  "50": "---END OF PREVIOUS SECTION---\nINT. HOSPITAL ROOM. NIGHT\nDr. \n---TARGET SECTION TO BE ANNOTATED---\n Guggenheim is in his hospital bed with his eyes half-shut\nand a bunch of plastic tubes sticking out of him. Mrs.\nGuggenheim sits in a chair at the foot of the bed reading a\nbiography of Churchill. She looks exhausted.\nMax appears in the open doorway. He has a bouquet of violets\nin his hand. He knocks.\nMAX\nMrs. Guggenheim?\n\nMrs. Guggenhein looks up. Her face brightens and she goes to\ngreet Max.\n\nMRS. GUGGENHEIM\n\f81\n\nHello, Max. How are you?\n\nMAX\n(desolately)\nFine, thanks.\n\nMax starts to shake hands, but Mrs. Guggenheim hugs him and\nkisses him on the cheek instead. Max is caught a little\noffguard by this. There is lipstick on his cheek.\n\nMRS. GUGGENHEIM\nThese are glorious. Let me put\nthem in some water. Sit down.\n\nShe takes the flowers and points to a chair beside the bed.\nMax sits down and stares at Dr. Guggenheim while Mrs.\nGuggenheim puts the violets in a vase.\n\nMAX\nShould r say hello to pr. Guggen-\nheim? Or can he not hear anything?\n\nMRS. GUGGENHEIM\nOh, no. He can hear you.\n\nMAX\nOK.\n(sadly)\nHello, old timer. It's Max Fischer.\nIT was just thinking about you the\nother day. And Rushmore. And I --\n\nDr. Guggenheim's eyes suddenly open. Max is taken aback. Dr.\nGuggenheim looks at Max suspiciously and whispers:\n\nDR. GUGGENHEIM\nWhat do you want?\n\nMrs. Guggenheim looks up quickly. Max hesitates.\n\nMAX\nI just came by to pay my respects.\n\nDR. GUGGENHEIM\n(frowns)\nNo, you didn't. you don't respect\nanybo:\n\nDr. Guggenheim tries to spit at Max, but his mouth is too\ndry. Mrs. Guggenheim comes over to them.\n\nMRS. GUGGENHEIM\nNelson?\n\f82\n\nDr. Guggenheim mutters deliriously:\n\nDR. GUGGENHEIM\nDammit. Goddammit.\n\nMrs. Guggenheim takes Dr. Guggenheim's hand and holds it.",
  "51": "---END OF PREVIOUS SECTION---\nMrs. Guggenheim takes Dr. Guggenheim's hand and holds it. \n---TARGET SECTION TO BE ANNOTATED---\n He\ncalms down. His eyes close and he relaxes. Silence.\n\nMrs. Guggenheim looks to Max.\n\nMRS. GUGGENHEIM\nThat's the first thing he's said\nin ten days.\n\nMax nods. He sits quietly beside the bed.\n\nMAX\nYou think he recognized me?\n\nMRS. GUGGENHEIM\nI'm not sure.\n\nCUT TO:\n\nDirk hidden in the bishes across the street from the\nhospital. He checks his watch. He raises his binoculars to\nhis eyes and looks on mysteriously as:\n\nMr. Blume pulls into the parking lot in his Bentley.\n\nDirk makes a quick notation in his spiral with a blue crayon.\n\nINSERT NOTEBOOK:\n\n5:25 Fischer arrives via old woman's bicycle.\n5:47 Blume arrives via black Bentley.\n\nINT. ELEVATOR. NIGHT\n\nMax rides down in the elevator with a NURSE and a wheezing\nOLD WOMAN in a wheelchair. The doors open in the lobby and\nMax waits while the nurse wheels out the old woman.\n\nThen he sees Mr. Blume in front of him, waiting for the\nelevator. He has a bouquet of carnations in one hand and a\ndiet Coke in the other. He has a black eye under his\nsunglasses. He is very disheveled.\n\nMR. BLUME\nHey, amigo.\n\nMAX\nYou look horrible.\n\f83\n\nMR. BLUME\n\nYgu don't look too grear yourself.\nqe to see you.\n\nMAX\nYou here to see Guggenheim?\n\nMR. BLUME\nYeah. Your partner told me he was\nunder the weather.\n\nMAX\n(frowns)\nWhat partner?\n\nSilence. Mr. Blume shrugs.\n\nMR. BLUME\nOK. If you want to Play it that\nway. You getting off?\n\nMAX\nT'll ride up with you.\n\nMR. BLUME\n(getting on)\nSuit yourself.\n\nMr. Blume presses the button for the l4th floor. The doors\nclose and they go up. Mr. Blume takes out a little airline\nbottle of vodka and pours some into his diet Coke. He swirls\nit around and drinks a sip.\n\nMAX\nWho gave you the shiner?\n\nMR. BLUME\nHonestly? I don't actually know.\n\nIt was either Ronny or Donny.",
  "52": "---END OF PREVIOUS SECTION---\nBLUME\nHonestly? I don't actually know. It was either Ronny or Donny. \n---TARGET SECTION TO BE ANNOTATED---\n But\nT can't tell the difference anymore.\n\nMAX\nWell, he really clocked you.\n\nMR. BLUME\nYeah? Well. Kids don't like their\nparents to get divorced.\n\nMAX\nI don't blame them.\n\nMR. BLUME\nMe, neither.\n\nte\n\f84\n\nSilence.\nMAX\nHow is she?\nMR. BLUME\nI wouldn't know.\nMAX\nWhy not?\nMR. BLUME\nBecause I haven't seen her in six\nweeks.\nMAX\n(frowns)\n\nWhat happened?\nMr. Blume shrugs.\n\nMAX\nShe left you?\n\nMr. Blume nods.\n\nMAX\nHow come? I thought she loved you,\n\nMR. BLUME\nSo did I. I guess maybe I am too\nold for her, after all.\n\nMAX\n(sadly)\nMaybe so. Maybe so.\nMR. BLUME\nShe's still in love with the dead\nguy, anyway.\nMAX\n\nYou mean Edward Appleby?\n\nMR. BLUME\nOh, yeah. She's fucked up.\n\nMr. Blume lights a new cigarette. Max points to Mr. Blume's\nfirst cigarette, balanced on the handrail.\n\nMAX\n\nYou've already got one going, mr.\nBlume.\n\fMr. Blume picks up his first cigarette ang puts it in the\nOpposite corner of his mouth from the second. He smiles at\n\nMax through the smoke. They get to the 14th floor and the\ndoors open.\n\nMR. BLUME\nAdios, amigo.\n\nMax waves goodbye. But Mr. Blume does not get off the |\nelevator. He bends over and puts his hands on his knees and\ntakes a series of deep breaths. The doors start to close. He\nreaches out and holds them open. Max looks concerned.\n\nMAX\nAre you OK?\n\nMr. Blume looks up at Max. He laughs and shakes his head.\n\nMR. BLUME\nI'm kind of lonely these days.\n\nMr. Blume sighs. He gets off the elevator. The doors close\nbehind him as Max watches him walk down the hall.\n\nCUT TO DIRK'S BINOCULARS:\n\nMax comes out of the hospital and Stands quietly in the cold\nfor a minute. He gets on his mother's old bicycle. He rides\noff down the street.\n\nEXT. THE FISCHER'S HOUSE.",
  "53": "---END OF PREVIOUS SECTION---\nHe rides\noff down the street. EXT. THE FISCHER'S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nMax opens the Fischer's garage door. His smashed-up ten-speed\nhangs from a peg on the wall. He takes it down and carr:es it\nout of the garage.\n\nINT. MISS CROSS’ HOUSE. NIGHT\n\nMiss Cross is sitting up in her bed reading Treasure Island\nand listening to the radio. She is wearing pale blue pajamas.\nThere is a knock on her windowpane. She loe.:s up.\n\nShe hears someone trying to open the window. She gets up and\npulls open the blinds. Max is outside cn the roof wearing his\nparka and ski cap in the falling snow. He waves.\n\nMISS CROSS\nMax!\n\nMiss Cross opens the window.\n\nMISS CROSS\nWhat are you doing here?\n\f86\n\nMAX\n(dazed)\nI don't know. Jesus. They came at\nme out of nowhere. It wag --\n\nMISS CROSS\nWhat?\n\nMAX\nSo sudden. I just --\n(pause)\n\nI'm sorry. Can I use your phone?\nI just got hit by a car.\n\nMax points down at his destroyed ten-speed in the street\nunder a street lamp. Parts are scattered all around it.\n\nMISS CROSS\nOh, my God. Are you OK?\n\nMAX\n(disoriented)\n\nWhat?\n\nMiss Cross notices a little cut over Max’s eye. She lifts up\nthe front of Max's ski cap. There is blood all over his\nforehead. She looks shocked.\n\nMISS CROSS\nCome inside.\n\nMAX\n(climbing in)\nThank you.\n\nMax goes to Miss Cross’ bed. He lies down and stares at the\nceiling.\n\nMiss Cross goes into the bathroom. She puts on a white\nbathrobe and gets some cotton balls and hydrogen peroxide out\nof the medicine cabinet.\n\nMax looks around the room.\n\nMAX\nSo this is where it all happens.\n\nMISS CROSS\n\n(from the bathroom)\nAll what happens?\n\nMAX\nI wouldn't know.\n\f87\n\nMiss Cross comes back into the bedroom.\n\nMAX\nWhy'd you dump Blume?\n\nMiss Cross stops. Pause.\n\nMISS CROSS\nThat's none of your business.\n\nMAX\nI know it's not. But I'ma little\nconfused right now. I mean. I\n\nthought you dumped me for Blume.\nThen I hear --\n\nMISS CROSS\n\nI never dumped you. Because we were\nnever going out.\n\nMAX\nBut it doesn't make any sense.",
  "54": "---END OF PREVIOUS SECTION---\nThen I hear --\n\nMISS CROSS\n\nI never dumped you. Because we were\nnever going out. MAX\nBut it doesn't make any sense. \n---TARGET SECTION TO BE ANNOTATED---\n I --\n\nMISS CROSS\nWell, I'm confused, too. But why\ndon't we just deal with getting you --\n\nMAX\nBecause it would help me if you\nwould talk to me for a minute. And\ntell me what happened.\n\nSilence.\n\nMISS CROSS\nOK.\n\n(pause)\n\nWell. A. He's married. And B. he\nhates himself. I mean. He smashed\nyour bicycle, didn't he?\n\nMAX\n(pause)\nMy previous bicycle. res.\n\nMISS CROSS\nWell, what kind of person does\nsomething like that?\n\nMAX\nI don't know.\n(pause)\nWar does funny things to men.\n\f88\n\nSilence. Miss Cross sits down in a rocking chair beside the\nbed. She opens “t bottle of hydrogen peroxide.\n‘\nMAX .\nHe thinks you dumped him because\nof Edward Appleby.\n\nMISS CROSS\nWhat does that mean?\nMAX\nI don't know. I mean. You live in\n\nhis room.\n\nMax looks around the room. There are trophies and ribbons, a\nchemistry set, a poster from the Olympics, three large\nfishtanks, a picture of Jacques Cousteau, and some model\nplanes in dogfights hanging from the ceiling.\n\nMAX\nWith all his stuff. It's kind of --\n\nMISS CROSS\nI was married to him.\n\nMAX\n(pause)\nI know you were.\n\nSilence.\n\nMISS CROSS\nAlthough I will say Edward has more\nspark and character and imagination\nin one fingernail than Herman Blume\nhas in his entire body.\n\nMAX\nOne dead fingernail.\n\nMiss Cross fixes Max with a hard stare.\n\nMISS CROSS\nRight. One dead fingernail.\n\nSilence.\n\nMAX\nHow'd he die?\n\nMISS CROSS\nHe drowned.\n(pause)\nHow'd your mother die?\n\f89\n\nMAX\nShe got cancer.\n\nMiss Cross nods. She sighs.\n\nMISS CROSS\nLie still for a minute, oK?\n\nMAX\nOK.\n\nMiss Cross pushes Max's hair back with her hand. She looks at\nhim for a minute. She touches the blood on his forehead with\na cotton ball. She stops.\n\nMISS CROSS\nIs this fake blood?\n\nMAX\n(pause)\nYes, it is.\n\nMISS CROSS\nYou knew, you and Herman deserve\neach other. You're little children.\nLet me show you the door.",
  "55": "---END OF PREVIOUS SECTION---\nMISS CROSS\nYou knew, you and Herman deserve\neach other. You're little children. Let me show you the door. \n---TARGET SECTION TO BE ANNOTATED---\nMax gets up and goes over to the window. He climbs out onto\nthe roof. He looks back to Miss Cross.\n\nMAX\nThat wasn't a very satisfying\nconversation.\n\nMiss Cross shrugs. Silence.\n\nMAX\nAll right. Goodbye, Miss Cross.\n\nMISS CROSS\nGeedbye, Max.\n\nMax disappears into the darkness.\nEXT. FROZEN POND. DAY\n\nA few ICE SKATERS race around and do figure-8's on the little\nfrozen pond at the edge of town. Dirk is sitting on his\ntacklebox, fishing from a hole in the ice. He stomps his\nfeet, and even with his mittens on he has to blow into his\nhands to keep warm.\n\nMax sits with his bare hands resting on the ice.\n\f30\n\nMAX\nPeople hate me.\n\nDIRK\nThat's not true.\n\nMAX\nGuggenheim tried to spit on me.\nPoor old guy couldn't even spit.\nAnd Blume and Cross?\n(shakes his head)\nThey can't stand me. I ruined\ntheir whole relationship.\n\nDirk looks down at Max's red hands.\n\nDIRK\nYou should put your mittens on.\n\n(absently)\nOh. They're already numb. I'm\nsuprised you don't spit on me, Dirk.\n\nDIRK\nYou're my friend, Max.\n\nTears starts streaming down Max's face. Dirk looks worried.\n\nMAX\nI'm sorry about what I said about\nyour mother giving me a nand job.\nI just --\n\nDIRK\nI know, Max. Listen. I'm sorry I\ndidn't take your hand wnen Buchan\nkicked your ass.\n\nMAX\n(pause)\nI got a few licks in. At the very\nleast, he'll think twice about\nspreading that kind of garbage.\n\nDIRK\nYou should stand up.\n\nMAX\nI'm awfully comfortable.\n\f91\n\nSilence. One of the skaters begins to circle around Max and\nDirk closer and closer. She suddenly scratches to a halt\nright in front of them.\n\nThe skater is a girl in white skates and grey tights and a\nshort camel's hair coat. She has a scarf over the lower half\nof her face. She says to Max:\n\nSKATER\nIs this your handwriting?\n\nShe holds out a little piece of paper torn from a spiral\nnotebook.",
  "56": "---END OF PREVIOUS SECTION---\nShe has a scarf over the lower half\nof her face. She says to Max:\n\nSKATER\nIs this your handwriting? She holds out a little piece of paper torn from a spiral\nnotebook. \n---TARGET SECTION TO BE ANNOTATED---\n Max stands up and takes it. There is a note written\non it in blue crayon.\n\nINSERT PIECE OF PAPER:\n\nPlease come to the frozen pond at 3:30\nPM this afternoon. Thank you very much.\n\nMax looks to Dirk. Dirk is putting a new worm on his hook.\n\nMAX\nNo. But it looks familiar.\n\nMax gives the piece of paper back to the girl. She lowers her\nscarf and we see she is Margaret Yang.\n\nMAX\nDo you know Dirk Calloway?\n\nMARGARET\nI don't think so.\nMAX\nDirk, this is Margaret Yang.\nDirk nods. Margaret waves to him. Silence.\nMAX\nI heard about your science fair\nproject on Action 13 the other day.\nThey said the Navy was going to\nbuy it from you.\nMargaret is polite but cold.\n\nMARGARET\nNot anymore.\n\nMAX\nWhy not?\n\nMARGARET\n\f92\n\nBecause it was a fake.\n\nMAX\nWhat do you mean?\n\nMARGARET\n(sighs)\nI faked all the results.\nMAX\nWhy?\nMARGARET\n\nBecause it didn't work. I thought\nit would, but it didn't,\n\nMAX\n\n(in disbelief)\nYou mean it was all bullshit?\n\nMARGARET\nNot all of it. Just the parts I\ndidn't get right.\n\nMax stares at her. It is as if he is seeing her for the first\ntime. He says quietly:\n\nMAX\nThat's exactly the way I would've\nhandled that situation.\n\nMARGARET\nWell. It's nothing to be proud of.\n\nMAX\nBut it's true.\n\nMax is completely hypnotized by her.\n\nMARGARET\nYou were a real jerk to me.\n\nMAX\n(pause)\nI know. I'm sorry, Margaret.\n\nSilence.\n. MARGARET\nWell. Anyway. Nice to see you.\n\nMAX\nYeah. Nice to see you, too.\n\f33\n\nMargaret starts skating slowly away backwards, Max waves to\nher. She spins agpund and skates off full-speed. Max watches\nher go. Silence gf\n\nMAX\nYou set me up.\n\nDirk neds. Max says wistfully:\n\nMAX\nNot bad, not bad. The child has\nbecome the father of the man.\n\nMax looks out across the frozen pond.",
  "57": "---END OF PREVIOUS SECTION---\nMax says wistfully:\n\nMAX\nNot bad, not bad. The child has\nbecome the father of the man. Max looks out across the frozen pond. \n---TARGET SECTION TO BE ANNOTATED---\n He pulls off his ski\ncap and feels the cold air against his cheeks. Snowflakes\ncatch in his eyelashes.\n\nMAX\n\nWe might have to get some hockey\nskates, Dirk.\n\nDIRK\nI already got you some.\n\nDirk reaches into his backpack and takes out a pair of\nskates. He hands them to Max. Max looks at them for a minute.\n\nHe nods slowly. Something begins to change in his face. He\nsays with a quiet intensity:\n\nMAX\n\nDo me a favor, will you?\nDIRK\n\nSure. What?\nMAX\n\n(pause)\nPack up your goddamn tacklebox.\n\nDirk smiles. Max grabs Dirk’s fishing pole and starts\nwalking. Dirk calls after him:\n\nDIRK\nYou sure you don't want to stay\nhere and feel sorry for yourself?\nMAX\nI'll take a raincheck.\nDirk grabs his tacklebox and follows Max briskly off the ice.\nEXT. BARBERSHOP. DAY\n\f94\n\nMr, Blume stands cn the sidewaix in front of the barbershop.\nHe stares off into the distance. He has his hands in his\npockets and his hair is blowing in the wind.\n\nMr. Fischer is inside reading the sports page.\n\nA cab pulls up and splashes water on Mr. Blume, but he does\nnot appear to notice. Max gets out of the cab. He is dressed\nin a beautiful green velvet suit and a bowtie. He smiles.\n\nMAX\nThanks for meeting me, Mr. Blume.\n\nMR. BLUME\nWhat can I do for you?\n\nMax hands Mr. Blume a little white cardboard box. Mr. Blume\nfrowns.\n\nMR. BLUME\nWhat’s this?\n\nMax shrugs. Mr. Blume starts to open the box. Max flinches\naway like the box is going to explode. Mr. Blume stops. Max\nsmiles and motions for Mr. Blume to go ahead. Mr. Blume opens\nthe box. There are two little pins inside.\n\nMAX\nThat's the Perfect Attendance Award\nand the Punctuality Award. I got\nthose at Rushmore. I thought you\ncould choese which one you like\nmore, and you could wear that one\nand I could wear the other.\n\nMr. Blume’s face softens. He nods slowly.",
  "58": "---END OF PREVIOUS SECTION---\nMr. Blume’s face softens. He nods slowly. \n---TARGET SECTION TO BE ANNOTATED---\n He studies the Pins\nand says quietly:\n\nMR. BLUME\nI'll take Punctuality.\n\nMAX\nOK.\n\nThey put the pins in their lapels.\n\nMR. BLUME\nThank you.\n\nMax nods. He smiles.\n\nMAX\nCome on. Let's go inside.\n\f3s\n\nMax motions to the barbershop. Mr. Blume looks confused.\nINT. BARBERSHOP. Day\n\nMr. Blume follows Max in\nup from his newspaper.\n\nto the barbershop. Mr. Fischer looks\n\nMR. FISCHER\n\nWell, look what the cat dragged in.\nMAX\n\nSorry I'm late. I want you to meet\n\nsomebody .\n(looks to Mr. Blume)\n\nMr. Blume, this is my father, Bert\nFischer.\n\nSilence. Mr. Blume nods slowly.\n\nMR. BLUME\nNice to meet you, Mr. Fischer.\n\nMR. FISCHER\n(smiles)\n\nMr. Fischer's my father’s name.\nCall me Bert.\n\nMR. BLUME\n(pause)\nOK, Bert.\n\nMR. FISCHER\nMax tells me you could use a haircut.\n\nMr. Blume hesitates.\n\nMr. Blume sits down in one of the\nin the mirror. Max and Mr. Fischer\nMr. Blume looks terrible. He sighs deeply.\n\nMR. FISCHER\nLet's have a look at you.\n\nbarber's chairs and looks\nstand on either side of\n\nMR. BLUME\nI don‘t know, Bert.\n\nMR. FISCHER\nDon't worry. We might have to throw\nin a shave, too. Max? Why don‘t you\nget Mr. Blume a cup of coffee?\n\nEXT. BARBERSHOP. DAY\n\f36\n\nMax and Mr. Blume come out of the barbershop and walk quickly\ndown the sidewalk. Mr. Blume's hair is crisply cut and nearly\ncombed, but his clothes still look very disheveled.\n\nMAX\nHow much are you worth, by the way?\n\nMR. BLUME\nI don't know.\n\nMAX\nOver ten million?\n\nMR. BLUME\nYeah. I guess so.\n\nGood, good.\n\nMR. BLUME\nWhy?\n\nMAX\nCause we're going to need all of it.",
  "59": "---END OF PREVIOUS SECTION---\nMR. BLUME\nWhy? MAX\nCause we're going to need all of it. \n---TARGET SECTION TO BE ANNOTATED---\nDECEMBER MONTAGE:\n\nChristmas decorations are in evidence throughout the\nfollowing scenes.\n\nMax and Mr. Blume watch a Jaques Cousteau film on lémm in Mr.\nBlume's office. Ernie runs the projector.\n\nMax and Mr. Blume visit a marine research facility. mr. Blume\nholds up a fish at the edge of a pool. A killer whale jumps\nout of the water and takes it in its teeth.\n\nMax and Mr. Blume sprint down the street and through the park\nin warm-up suits. They hurdle bushes and dodge traffic. They\nrun inte an empty footbail stadium and race up the bleachers.\n\nbaseball diamond. The architect slides over the diamond an\ninch and puts a model of a building labelled The Cousteau-\nBlume Marine Observatory in its place.\n\nMax and Dirk skate around on the frozen pond doing\ncomplicated tricks and jumps.\n\nEXT. VACANT LOT. DAY\n\nA large crowd of Rushmore students, Parents, and faculty has\ngathered around the vacant lot beside the baseball field. a\n\f97\n\nhuge banner says The Cousteau-Blume Marine Observatory. There\nis a bulldozer and a cement truck at the back of the lot.\n\nMax and Mr. Blume shake hands for the yearbook photographer.\nMr. Blume is holding a gold shovel with a ribbon around it.\n\nMR. BLUME\nShe's not coming, is she?\n\nMAX\n(pause)\nIt doesn't look good.\n\nMR. BLUME\nAh, shit, man. What the hell am I\ndoing here?\n\nMr. Blume throws down his shovel and starts to walk off. Max\nyells at him:\n\nMAX\nDammit, Blume! How the hell did\nyou ever get so rich? you're a\nquitter!\n\nMr. Blume looks back at Max in shock.\n\nMR. BLUME\nThis cost me eight million dollars!\n\nMAX\n(hesitates)\nAnd that's all you're prepared to\nspend?\n\nSilence.\n\nEXT. THE FISCHER'S HOUSE. DAY\n\nMax carries an old leather typewriter case into the backyard.\nHe sets it down on a picnic table. The case has an inscrip-\ntion on it in gold letters.\n\nINSERT TYPEWRITER CASE:\n\nBravo, Max! Love, Mom.\nMax unzips the case.",
  "60": "---END OF PREVIOUS SECTION---\nINSERT TYPEWRITER CASE:\n\nBravo, Max! Love, Mom. Max unzips the case. \n---TARGET SECTION TO BE ANNOTATED---\n There is an old portable manual\ntypewriter inside. Max rolls a piece of Paper into it and\nstarts typing furiously. He pauses to drink a sip of hot\nchocolate. He starts typing again.\n\nTITLE:\n\f98\n\nJanuary.\n\nEXT. WEBSTER auger SCHOOL FOR GIRLS. DAY\n\nWebster Smalley is Rushmore’s sister school. The doors to the .\nlower school burst open and twenty-five first-grade girls in\nplaid jumpers run yelling onto the playground.\n\nMiss Cross comes out of the building after the girls. She\nsees Max coming down the hill in his green suit.\n\nMISS CROSS\nI like your new suit.\n\nMAX\nThanks.\n\nMISS CROSS\n\nIs that velvet?\n\nMax nods. Miss Cross feels his lapel. It has his Perfect\nAttendance Award pin in it.\n\nMAX\nSorry you couldn't make it to our\nlittle groundbreaking the other\nday. It's kind of a shame, since\nhe's building it for you.\n\nMISS CROSS\nWell, you know, I never asked any-\nbody to build me an aquarium. I'm\nnot sure how that rumor got started.\n\nMAX\nHm. Me, neither. You think Edward\nAppleby would've built you one?\n\nMiss Cross thinks for a minute. She sounds suprised at her\nown response:\n\nMISS CROSS\nYeah. He probably would've. If he\nhad the money.\n\n(smiles)\n\nThat's what I thought. Blume's got\na little more spark and vitality\nthan you expected, doesn't he?\n\nMISS CROSS\nBut the aquarium was your idea.\n\nthe\n\f99\n\nMax smiles and shrugs his shoulders.\n\nMAX\nWell, I gave it to my friend,\n\nMax turns and starts walking away. He looks back over his\nshoulder and says:\n\nMAX\nBy the way, I still haven't fucked\nanybody yet. But I guess that's\njust the way it goes.\nMiss Cross smiles sadly.\nINSERT TEACHERS' MAILBOXES:\n\nA cabinet of little slots where teachers get their mail and\nmemos. Someone puts a little envelope into the slot marked\nRosemary Cross.\n\nINT. WAREHOUSE. DAY\n\nMax stands at the counter in a huge construction supply\nwarehouse. A SALESMAN says:\n\nSALESMAN\nFifteen sticks?\n\nMAX\nYes, please. And make the order\nout to Ready Demolition, Tuscon.",
  "61": "---END OF PREVIOUS SECTION---\nA SALESMAN says:\n\nSALESMAN\nFifteen sticks? MAX\nYes, please. And make the order\nout to Ready Demolition, Tuscon. \n---TARGET SECTION TO BE ANNOTATED---\nMax holds up a driver's license. The salesman looks at it and\nwrites something on a clipboard. Max walks out ef the\nwarehouse with several large boxes over his shoulder. The\nboxes say DYNAMITE on them in large red letters.\n\nEXT. STREET. DAY\n\nDirk comes out of a hiding place in the bushes as Max walks\nover with the dynamite. Dirk is holding a pellet gun.\n\nMAX\nMake sure these don't get wet.\n\nMax hands Dirk the boxes and takes the pellet gun.\n\nMAX\nI'll see you at 3:15.\n\nMax starts walking away down the sidewalk.\n\f100\n\nDIRK\nWhere you going?\n\nMAX\n(without stopping)\nRushmore. I got one last piece\nof unfinished business I got to\nattend to.\n\nEXT. RUSHMORE. DAY\n\nMax pumps his pellet gun about twenty times. He raises the\nstock to his shoulder as Magnus Buchan walks onto the\nquadrangle. He draws a bead on him and follows him in his\nsights as he passes by. He fires.\n\nMagnus screams and grabs his only good ear. He spins around\nand sees Max cocking his pellet gun.\n\nMAGNUS\nFischer! Ya fuck!\n\nMAX\nHello, Magnus. I’d have shot you\nin the other ear, but it got blown\noff a long time ago.\nMagnus starts to come at Max. Max points his weapon at him.\n\nMAX\nNot so fast.\n\nMagnus stops.\n\nMAX\nI owed you that one. Now we’re\neven.\n\nMAGNUS\n\n(smiles crookedly)\nNot for long, kemosabe.\n\nMAX\n(shrugs)\nWe'll see.\n\nSilence. Max holds Magnus at gunpoint.\n\nMAX\nI got a proposition for you.\n\nMAGNUS\nShove it up your mother's arse,\nya little prick.\n\f101\n\nMAX\nI got to hand it to you, Magnus.\nYou‘ve got a way with words. You\nwant to be in a play?\n\nMAGNUS\n(puzzled) .\nDon't piss with me, Fischer.\n\nMAX\nI'm not pissing with you.\n(reaching in his backpack)\nI brought you a script.\n\nMax hands Magnus a script with a red cover.\n\nMAGNUS\nWhat's all this shite?\n\nMAX\nNothing. I just think you're right\nfor the part.",
  "62": "---END OF PREVIOUS SECTION---\nMAGNUS\nWhat's all this shite? MAX\nNothing. I just think you're right\nfor the part. \n---TARGET SECTION TO BE ANNOTATED---\nMagnus stares at Max. He says quietly:\n\nMAGNUS\nI always wanted to be in one of\nthose frickin’ plays of yours.\n\nMAX\nI know you did, mate.\n\nMagnus looks at the script.\nINSERT COVER OF PLAY:\n\n“HEAVEN AND HELL”\na new play by Max Fischer\nrevised draft\nDramatists Guild registered\n\nINT. GROVER CLEVELAND HIGH SCHOOL. NIGHT\nThe school auditorium.\n\nWe see many familiar faces in the audience: mr. Fischer, Dr.\nGuggenheim in his wheelchair, Mrs. Guggenheim, Mrs. Calloway,\nMrs. Whitney, the Indian groundskeeper, the yearbook\nphotographer, Coach Beck, Ernie, Mr. Holstead, Mr. Adams, the\npolice who arrested Max, some old men from the barbershop.\nThey are all dressed nicely in evening clothes.\n\f-~\n\n102\n\nMiss Cross‘ friend John, whom Max humiliated at dinner after\nthe Serpico play, is seated in the third row. He is dressed\nin a coat and tie.\n\nAn USHER directs Miss Cross to her seat. She is surprised to\nsee that it is right next to Mr. Blume’s. She reluctantly\nsits down beside him. Mr. Blume sees her.\n\nMISS CROSS\nHi, Herman.\n\nMr. Blume nods. He pulls his ticket out of his inside pecket\nand checks the seat number. He looks to Miss Cross. Miss\nCross smiles.\n\nMISS CROSS\nLooks like Max pulled a fast one\non us.\nMr. Blume nods.\nMISS CROSS\nHow's your aquarium coming along?\nMR. BLUME\nNot too bad. It should be finished\nin October.\nMiss Cross nods.\nMR. BLUME\n\nI just made a deal with a guy in\n\nSingapore for half a dozen electric\neels.\n\nMISS CROSS\nThat sounds good.\n\nThe lights go down. A spotlight appears and Max walks onstage\n\nin a tuxedo. He goes to a microphone in the middle of the\nstage.\n\nMAX\nI don’t usually do this, but this\nPlay means a lot to me, and I wanted\nto make a dedication. So I'll just\nsay that this play is dedicated to\nthe memory of my mother, Eloise\nFischer. And to Edward Appleby. A\nfriend of a friend.\n\nNeither Mr.",
  "63": "---END OF PREVIOUS SECTION---\nAnd to Edward Appleby. A\nfriend of a friend. Neither Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Fischer nor Miss Cross were expecting this\nannouncement, and they are moved by it.\n\fMAX\niso you'll find a pair of safety\nsses and some ear plugs underneath\nyour seats. Please feel free to use\nthem. Thank you very much.\n\nMax exits the stage and the audience applauds. There is a\nmoment of rustling and whispering in the dark theatre.\n\nThen the curtain opens on:\nvietnam. Napalm smolders in the sky above the jungle.\n\nDirk runs onstage dressed in a green beret uniform and\n\nsunglasses. He has an M-16. He yells to Max as Max shimmies\ndown cut of a palm tree:\n\nDIRK\nLet‘s reck, Esposito!\n\nMAX\nLock and load, Surf Boy!\n\nThere is an explosion and Max and Dirk run through the smoke.\n\nSuddenly the stage is swarmed by VC regulars. Everyone starts\nshooting at once.\n\nBursts of gunfire light-up the audience’s faces and smoke\nfloats over their heads as we hear the sounds of jets flying\n\nover, bombs exploding, choppers taking off, and a scldier’s\nvoice screaming into his radio:\n\nSOLDIER\nMayday! Mayday! Seven niner\nAlmighty! Adjust your coordinates!\nSome members of the audience put on their safety glasses and\n\nearplugs. Woody stands nervously in the wings with a fire\nextinguisher.\n\nOne of the extras accidentally clubs Max in the temple with\nthe butt of his rifle. Max's eyes close. He crumples to the\nfloor. The fighting stops. The audience begins to murmur.\n\nMax opens his eyes. He sees the frightened soldiers looking\ndown at him.\n\nHe grabs his M-16 and opens fire. The battle resumes.\nINSERT SIGN WRITTEN IN CALLIGRAPHY:\n\nIntermission.\n\f104\n\nThe sign is leaning on an easel in front of the curtain.\nLittle roses and tulips are painted around its edges.\n\nINT. DRESSING ROOM. NIGHT\n\nActors run around frantically backstage. Max has a band-aid\non his forehead. He is touching-up a gory makeup effect over\nDirk’s eye. He turns to Woody.\n\nMAX\nHow much time we got, Wood?\n\nWOODY\n(checks his watch)\nTwo minutes.\n\nMAX\nBring me some more ketchup.",
  "64": "---END OF PREVIOUS SECTION---\nMAX\nHow much time we got, Wood? WOODY\n(checks his watch)\nTwo minutes. MAX\nBring me some more ketchup. \n---TARGET SECTION TO BE ANNOTATED---\n(points to the band-aid on his head)\nAnd make this look real.\n\nEXT. AUDITORIUM. NIGHT\n\nThe lobby of the auditorium is buzzing with people talking\nabout the play and having drinks.\n\nMr. Blume is standing alone outside, smoking a cigarette. It\nis snowing softly. Miss Cross comes out with a cup of coffee\nin each hand. Mr. Blume turns around and looks at her.\n\nShe goes over to him and hands him one of the coffees.\n\nMR. BLUME\n(sadly)\nThank you.\n\nMISS CROSS\nHold this one, too, Herman.\n\nHe holds both coffees while Miss Cross pours some little\ncontainers of cream into them and stirs them with a Plastic\nstraw. She takes back her cup of coffee.\n\nMISS CROSS\nSo what do you think of Max’s\nlatest opus?\nMr. Blume gives a thumbs up and stares out into the snow.\n\nMR. BLUME\nLet's just hope it’s got a happy\nending.\n\f105\n\nMiss Cross smiles. She smoothes her hand across Mr. Blume’s\nhair. He looks into her eyes. She links arms with him gently\nand they drink their coffees together.\n\nINT. AUDITORIUM. NIGHT\n\nMax and Magnus Buchan, with a three-day beard and a cigar,\nstand together among the fallen bodies and smoldering trees.\n\nMAX\nI want you to have something, Sarge.\n\nMax hands Magnus Mr. Blume’s silver .45 automatic.\n\nMAX\nI won‘t be needing it anymore.\n\nMAGNUS\nSemper fi, Esposito. Semper fi.\n\nMAX\nSic transit gloria, sir.\n\nMax looks out to Mr. Blume. Mr. Blume looks back at him.\n\nMAX\nSay a prayer for Surf Bey. Wherever\nhe is.\n\nMAGNUS\n\nGood luck, soldier.\n\nMagnus salutes Max and walks off. We hear his voice as he\ngoes into the wings:\n\nMAGNUS\nTag ‘em and bag ‘em, cherr:es!\nWe’‘re moving out! Let’s DD!\n\nMax throws down his rifle into a foxhole and begins to cry\nquietly. Someone moves slowly toward him out of the settling\nsmoke. Max wheels around and whips out his Swiss Army knife.",
  "65": "---END OF PREVIOUS SECTION---\nMax throws down his rifle into a foxhole and begins to cry\nquietly. Someone moves slowly toward him out of the settling\nsmoke. Max wheels around and whips out his Swiss Army knife. \n---TARGET SECTION TO BE ANNOTATED---\nBut then he sees it is Margaret Yang as a Vietnamese\nvillager. She has been through hell.\n\nMARGARET\nHello, Esposito.\n\nMax drops his knife and it stabs into the floor. He puts out\nhis hand. Margaret takes it. He pulls her in and hugs her.\n\nMiss Cross smiles sadly.\n\f106\n\nMax looks into Margaret Yang's eyes.\n\nMAX\nWill you marry me, Le~-Chahn?\n\nMARGARET\n(instantly)\nYou bet I will.\n\nWagner’s Flight of the Walkyries begins to play loudly from\nbehind the stage as Max kisses Margaret and the curtain drops\nto wild applause.\n\nMrs. Guggenheim looks on in amazement as Dr. Guggenheim\nstands up out of his wheelchair and leads the evation. The\nrest of the audience quickly follows suit.\n\nThe Indian groundskeeper is laughing hysterically.\nINT. GYMNASIUM. NIGHT\n\nThe gymnasium has been filled with palm trees and decorated\nlike an Army barracks. Flares burn in circles around the\n\ntables. A banner at the entrance says The Heaven and Hell\nCotillion.\n\nDirk and a couple of his CLASSMATES are looking at some\nvintage Playboy centerfolds taped-up on the wall as part of\nthe Army barracks motif.\n\nMiss Cross and John are talking at the punchbowl.\n\nMISS CROSS\nMax sent you an invitation?\n\nJOHN\nYeah. And he told me to wear a tie.\n\nMax and Margaret are drinking ginger ales and chatting with\nMr. Fischer and MR. and MRS. YANG.\n\nMAX\nThank you, Mrs. Yang. I actually\nwrote a different version of the\nstory two years ago. But I couldn't\nget it done over at Rushmore.\n\nMRS. YANG\nWhy? Too political?\n\nMAX\nNo. A kid got his finger blown off\nduring rehearsals.\n\f107\n\nMax sees Mr. Blume and Miss Cross approaching.\n\nMAX\nMiss Cross, this is my father,\nBert Fischer. He's a barber.\n(to Mr. Fischer)\nThis is my friend Rosemary Cross.\n\nMr. Fischer smiles as they shake hands.\n\nMR. FISCHER\nHi, Rosemary.\n\nMISS CROSS\nNice to finally meet you, Bert.\n\nMAX\nAnd, of course, you know Mr. Blume.\nI also want everyone to meet Mr.",
  "66": "---END OF PREVIOUS SECTION---\nMAX\nAnd, of course, you know Mr. Blume. I also want everyone to meet Mr. \n---TARGET SECTION TO BE ANNOTATED---\nand Mrs. Yang. And this is Margaret.\n\nMiss Cross and Margaret smile at each other.\n\nMISS CROSS\nHello, Margaret.\n\nMARGARET\nHello, Miss Cross.\n\nThe Indian groundskeeper is talking with Coach Beck and Mr.\nBlume's foreman, Ernie.\n\nCOACH BECK\nI'm surprised they let him build a\nreal campfire onstage. That's a\nsafety hazard.\n\nERNIE\nWell, last year he tried to raise\nPpiranhas.\n\nCOACH BECK\n\nWhat'd you think, Mr. Littlejeans?\n\nGROUNDSKEEPER\nBest play all year, man.\n\nMr. Blume, Magnus Buchan, and the Rushmore yearbook\nphotographer are having a conversation.\n\nMAGNUS\nWell, Fischer stepped on half my\nbleedin’ lines.\n\f108\n\nMR. BLUME\n2 I didn’t notice.\n‘\n= PHOTOGRAPHER\nAre Ronny and Donny having a good\ntime at military school?\n\nMR. BLUME\n(instantly)\nThey love it.\n\nMAGNUS\nLucky bastards.\n\nMr. Fischer is talking with John.\n\nJOHN\nI understand you're a neurosurgeon.\n\nMR. FISCHER\nNo. I'm a barber. But a lot of\npeople make that mistake.\n\nMr. Fischer laughs.\n\nDirk and Dr. Guggenheim watch Max laughing and dancing with\nMargaret Yang. Max points to Dr. Guggenheim. Dr.\nsmiles and points back to him. He says in a hoarse whisper:\n\nDR. GUGGENHEIM\nWho's the Chinaman with Fischer?\n\nDIRK\nThat's Margaret Yang. She's actually\nKorean.\n\nDR. GUGGENHEIM\n(pleasantly surprised)\nI know the Koreans. They're good\npeople.\n\nMax and Margaret are talking as they dance:\n\nMAX\nYou were incredible tonight, Mar-\ngaret. You were that poor girl.\n\nMARGARET\nThank you. I loved it when you\ngrabbed onto the bottom of the\nchopper as it was taking off.\n\nMAX\n\fMargaret nods.\n\n109\n\nThat was totally improvised.\n\nThey look at each other smiling.\n\nMAX\n\nCan I ask you a question?\nMARGARET\n\nOf course.\nMAX\n\nCan you do an Australian accent?\n\nMargaret looks puzzled. Max smiles.",
  "67": "---END OF PREVIOUS SECTION---\nMAX\n\nCan you do an Australian accent? Margaret looks puzzled. Max smiles. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nI'm working on something that's\nset in the outback.\n\nMr. Fischer is sitting at a table having a glass of champagne\nwith Max's math teacher, Mrs. Whitney. She has a slight\nEnglish accent. Mr. Fischer wears a sky blue blazer.\n\nMR. FISCHER\nThat’'s a beautiful dress, by the way.\n\nMRS. WHITNEY\nWhy, thank you, Bert. That sportscoat\nis rather smashing in its own right.\n\nMR. FISCHER\nI know it's a little loud. But I feel\nlike celebrating.\n\nMRS. WHITNEY\nWould you care to dance?\n\nMR. FISCHER\n(surprised)\nI'd love to.\n\nMr. Blume brings Miss Cross a glass of champagne as Max and\nMargaret dance by.\n\nMARGARET\nHello, Mr. Blume!\n\nMR. BLUME\nHi, Margaret!\n{to Max)\nMay I cut in? I haven't had a\nchance to cut a rug with your new\ngirlfriend yet.\n\f110\n\nMAX\n(embarassed)\nNew girlfriend.\n\nMARGARET\nYes, I am. And find your own dance\nPartner, Mr. Blume. No offense, but\nI'm spoken for.\n\nMAX\nNo, it's OK. He's my friend.\n\nMargaret and Mr. Blume dance off together. Max and Miss Cross\nare left alone.\n\nMISS CROSS\nWell, you pulled it off.\n\nMAX\n(shrugs)\nIt went OK. At least nobody got\nhurt.\n\nMISS CROSS\nExcept for you.\n\nMAX\n(smiles sadly) .\nNah. I didn't get hurt that bad.\n\nMax looks to Miss Cross. Miss Cross sips her champagne. She\nlooks back at Max for a minute. She smiles. Mr. Fischer cells\nout to them as he dances by with Mrs. Whitney:\n\nMR. FISCHER\nCome on, you two! Shake a leg!\n\nThey wave to Mr. Fischer. Miss Cross looks to Max.\n\nMISS CROSS\nYou want to dance?\n\nMAK\nCertainly. But let's see if we\ncan get the DJ to play something\nwith a little --\n\nMax snaps his fingers. He turns to the DJ and yells:\n\nMAX\nReuben!\n\nThe DJ looks to Max.",
  "68": "---END OF PREVIOUS SECTION---\nBut let's see if we\ncan get the DJ to play something\nwith a little --\n\nMax snaps his fingers. He turns to the DJ and yells:\n\nMAX\nReuben! The DJ looks to Max. \n---TARGET SECTION TO BE ANNOTATED---\n Max makes a little gesture that seems to\nsay, This is the one. The DJ nods.\n\fdil\n\nThe music cuts off in the middle of the song. Everyone stops\ndancing. They look around wondering what's going on.\n\nA new song starts up. It is the saddest song of the night.\nMax looks to Miss Cross. Miss Cross puts out her hand. Max\n\ntakes it and walks with her onto the dance floor, into the\ncrowd, as everyone slowly begins to dance.\n\f"
}